{
  "drug_name": "halothane",
  "nbk_id": "NBK545281",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545281/",
  "scraped_at": "2026-01-11T18:47:16",
  "sections": {
    "indications": "\"Few drugs have excited such widespread interest and stimulated as much clinical and laboratory investigation as halothane.\" —Editorial, Brit. J. Anaesth. (1962).\n[1]\n\nHalothane is a clear, heavy, and colorless liquid with a sweet and non-irritating odor. Halothane’s structure is that of an alkane. It has primarily been used clinically as an inhalational anesthetic. Ether and chloroform were rapidly replaced by halothane upon its introduction in 1956. Halothane is associated with a lower risk of nausea and vomiting than fluorinated methyl ethyl ether agents.\n[2]\nDue to its favorable side effect profile, halothane became the standard of practice, used in almost every operating room and for the comparison of other inhalational anesthetics as they came to the market. Although halothane has several drawbacks, the lack of flammability and general smoothness of administration led to rapid, widespread use, which only changed with the growing popularity of sevoflurane in the 1990s.\n[3]\nAlthough widely replaced by isoflurane or sevoflurane, halothane is the last common non-ether anesthetic used in the operating room. Halothane is the most soluble of the currently used anesthetic agents, indicating that the equilibration of inspired/brain partial pressures is the greatest. Although this property would seem to improve the safety profile of halothane, halothane is also the most potent of inhalational anesthetics.\n[4]\n[5]\n\nCardiorespiratory instability (i.e., hypotension, bradycardia), sensitizing the myocardium to catecholamine-induced arrhythmias, and mild liver dysfunction are relatively common side effects of halothane. Arrhythmias are especially common in neonates and children after the administration of halothane, particularly bradyarrhythmias.\n[6]\nAdditional adverse effects of halothane include hepatotoxicity (type 1) and hepatitis (type 2), which will be the focus of this activity. Type 1 hepatotoxicity is a transient, benign liver injury that is self-limiting; this differs from Type 2 hepatotoxicity, which is fulminant liver damage that can lead to liver failure, associated with a high mortality rate.",
    "mechanism": "Clinicians no longer commonly use halothane in today's operating rooms in developed countries. However, underserved communities and countries with fewer resources may not have access to other options, making halothane toxicity an ongoing concern. Obesity and non-alcoholic fatty liver disease positively correlate with hepatic dysfunction; therefore, it is no surprise that halothane toxicity is more prevalent in this cohort.\n[7]\n[8]\nApart from the liver dysfunction associated with obesity predisposing patients to halothane’s adverse effects, halothane also accumulates in the adipose tissue. Delayed excretion and theoretically prolonged exposure to potentially reactive halothane metabolites are also thought to increase the obese patient’s risk.\n[9]\n\nEvidence implicates an imbalance between oxygen supply and demand in the development of halothane-induced liver injury. Rats treated with phenobarbitone, inducing hypoxia without anesthesia, exhibited centrilobular necrosis similar to that seen with halothane exposure.\n[10]\n[11]\n\nGenetic susceptibility also associates with halothane hepatitis in several studies. The extent of halothane metabolized, particularly through the reductive pathway, differs due to one’s genetics.\n[12]\n[13]\nA case series of three closely related women suggested further genetic contributions to halothane hepatitis susceptibility.\n[13]\nPlease refer to the pathophysiology and pharmacokinetics sections for additional information.",
    "monitoring": "Postoperative hepatic dysfunction may have several etiologies. Therefore, halothane hepatotoxicity generally is a diagnosis of exclusion of other more common causes, e.g., infection, hypotension, or other medications.\n[16]\n[41]\n\nAfter a thorough history and physical exam, the next step in diagnosing halothane hepatotoxicity is to obtain laboratory studies. A complete blood count (CBC) with differential may show leukocytosis or eosinophilia. Serum transaminase and bilirubin levels become elevated in the majority of cases. Aminotransferase levels often return to normal without treatment in one to two weeks, especially in the case of type 1 hepatotoxicity.\n[43]\n\nHalothane-related antibodies can present via an enzyme-linked immunosorbent. Most patients do not have an immune response to the liver trifluoroacetyl (TFA) protein byproducts. Molecular mimicry of TFA protein byproducts via the E2 subunit protein may increase one’s susceptibility to halothane hepatitis.\n\nA liver biopsy can be performed, which would show massive centrilobular liver necrosis.\n[38]\n[41]\n[42]\nHowever, this is not specific to halothane hepatitis. Eosinophilia occurs in 40% of cases of halothane hepatitis, which is congruent with an immuno-allergic mechanism. A subset of patients present with acute liver failure, hepatic encephalopathy, and elevated aminotransferases.\n[42]\n[44]\nIf the patient is in fulminant liver failure, other liver tests that are not specific to halothane hepatotoxicity may be abnormal, such as prolonged prothrombin time (PT) and/or a prolonged international normalized ratio (INR).\n\nA case series focusing on children with reported halothane hepatitis demonstrated an incidence of halothane-related antibodies in six of the seven children studied, which is statistically similar to that of adults. This data suggests the validity of performing a similar workup in children.\n[45]",
    "administration": "Halothane hepatitis is largely a diagnosis of exclusion, making its initial treatment similar to any other form of fulminant hepatitis. Depending upon each individual case, supportive therapy consists of:\n\nFluid and electrolyte balance\nCorrecting coagulation alterations\nManaging hypoglycemia\nSupporting ventilation\nSupporting hemodynamics\nOral lactulose/restricting protein intake\n\nThe treatment for both types of halothane hepatotoxicity is supportive measures.\n[46]\nThere is minimal to no data to support glucocorticoids in the setting of halothane hepatotoxicity. However, a single case report shows complete resolution after glucocorticoid initiation, indicating steroids are still selectively used in practice.\n[47]\n\nType 2 halothane hepatitis is severe and requires close monitoring if suspected, as supportive care for these patients is much more intensive and needs to start immediately. A liver transplant is usually necessary once acute liver failure is imminent, despite best supportive measures.",
    "adverse_effects": "In summary, halothane carries associations with two forms of hepatotoxicity: type 1 (benign) and type 2 (fulminant hepatitis). Type 1 is associated with increased serum aminotransferase levels with possible mild self-limiting symptoms. Type 2 halothane hepatotoxicity is associated with severe hepatitis, acute liver failure, and an elevated mortality rate. Another major complication of halothane is cardiac instability, particularly in children."
  }
}