{
  "drug_name": "henna",
  "nbk_id": "NBK606092",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606092/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "Paraphenylenediamine is an aromatic amine found in\nKala Pathar\n(\"black stone\").\n[1]\n[2]\nIn its pure form, paraphenylenediamine is a white crystal that oxidizes to a brown or dark brown. Although it is mainly manufactured in Japan, Germany, and the United Kingdom, it is more commonly used for its dyeing properties in parts of East Africa, the Middle East, and the Indian subcontinent.\n[3]\nDespite typically being used in traditional customs such as henna, it is emerging as a common household poison and suicide agent, particularly in these regions, possibly due to its affordability, ease of accessibility, and high toxicity.\n[1]\n[2]\n\nHowever, as with all other intoxicants, the potential for toxicity and its expected presentations can vary based on the route of exposure, amount and concentration of exposure, and the duration of exposure. Reports in the literature primarily focus on the 2 most common routes—transdermal and oral ingestion. Transdermal exposure is typically associated with dermatologic complications of varying severity, whereas oral ingestion—often due to accidental ingestion or suicidal intent—particularly in higher dosages, has been shown to cause severe multiorgan toxicity.\n[4]",
    "mechanism": "Paraphenylenediamine is commonly used in its powdered form as an additive dyeing agent in various industries, including cosmetics, textiles, and film.\n[5]\n[6]\nHowever, it is more commonly encountered by the general public as a dye in temporary body art called henna, a practice found in many parts of the world. The henna plant\nLawsonia inermis\nis a flowering plant that has been used for centuries for its potent red-orange dyeing properties.\n[2]\nThis plant is commonly found in Asia, the Middle East, Eastern Africa, and Australia, with its prevalence in customary and cultural practices following a similar distribution.\n\nHenna is typically crushed into a paste and applied to skin, fingernails, and hair to create intricate patterns, often for festive or cultural events.\n[7]\nHowever, paraphenylenediamine has been increasingly added to henna paste to produce black henna. This practice decreases the amount of henna paste required, achieves a darker pigmentation, and speeds up the staining process.\n[2]\nUnfortunately, this is an unregulated adulteration of the henna paste in most locations.\n\nIn addition to henna body art, paraphenylenediamine is a dark pigmentation in hair dyes. Altering the paraphenylenediamine concentration with an oxidizing agent, such as hydrogen peroxide, can achieve a variety of shades. Shades can range from golden blonde in lower concentrations to jet black in higher concentrations.\n[3]\nStudies have shown the safety of paraphenylenediamine hair dye when used topically and in regulated formulations.\n[8]\nIn developed countries, hair dye formulations have largely become standardized to contain a maximum of 2% paraphenylenediamine in 100 mL solution to decrease toxicity in case of accidental poisoning. Unfortunately, these concentrations may be as high as 90% in underdeveloped and developing countries due to a lack of standardized regulation.\n[4]\n[5]\n\nA growing trend, particularly in underdeveloped and developing countries, is the consumption of paraphenylenediamine-containing products, such as black henna or hair dye for intentional self-harm purposes. This issue has been documented through multiple case reports and reviews, particularly in Egypt, India, Morocco, Pakistan, Sudan, and Tunisia.\n[9]\n[10]\n[11]\n[12]\n[13]\nIn the 1990s, paraphenylenediamine toxicity was reported as the leading cause of poisoning in Morocco.\n[9]\nThis trend is likely due to the general affordability, ease of accessibility, and high potential for toxicity of paraphenylenediamine-containing products.\n[1]\n[2]",
    "monitoring": "Evaluation of paraphenylenediamine toxicity may be largely nonspecific, but understanding its clinical features and expected course can help curate a work-up to limit morbidity and mortality.\n[35]\nInitial assessment should systemically evaluate for any airway compromise, signs of respiratory distress, or impending circulatory collapse. This evaluation can be achieved by a primary cardiorespiratory status evaluation using continuous hemodynamic monitoring, electrocardiography, chest x-ray, and venous blood gas. In addition, care should be taken to look for signs of suspected anaphylaxis or anaphylactic shock, as cases have rarely been reported.\n[36]\n[37]\nGiven that these patients are often approached with a broad differential diagnosis initially, evaluation should aim to exclude other potential pathology.\n\nAlthough there is no specific laboratory or radiologic test to investigate paraphenylenediamine toxicity, a laboratory work-up should coincide with the clinical features of the presenting system involved and screening for further expected toxicity. Elevated creatine phosphokinase, lactate dehydrogenase, and hepatic transaminitis were found in most patients after oral ingestion.\n[6]\nDespite its limitations, serum creatinine remained the most common indicator for assessing renal dysfunction.\n[10]\nUrinalysis often showed myoglobin casts, likely alluding to evolving acute tubular necrosis. Additional nonspecific laboratory findings included leukocytosis, metabolic acidosis, hypocalcemia, and hyperphosphatemia.\n[14]\n\nIn cases of limited dermal exposure with no signs of systemic involvement, the work-up focuses on confirming the presence of a paraphenylenediamine allergy. The gold standard to confirm contact allergy with paraphenylenediamine is by cutaneous patch test using 1% paraphenylenediamine in petrolatum. The process entails applying a commercially prepared allergen onto a small skin patch for 48 hours. This method is followed by observing for any allergic reaction on day 2 and day 4. Alternative testing for patients with a high risk for severe reactions includes using paraphenylenediamine 0.3% for 2 days or paraphenylenediamine 1% for 1 hour. An in vitro lymphocyte activation test has also been described, but its use in clinical practice is currently limited.\n[20]\nThese tests are often performed in outpatient settings.",
    "administration": "There is no antidote or specific treatment for paraphenylenediamine toxicity. As a result, the mainstay of treatment consists of early recognition, airway management, correcting electrolyte and acid-base derangements, and aggressive supportive measures, particularly for significant exposures and ill individuals.\n[2]\n[3]\n[17]\n\nDecontamination\n\nImmediate removal of visible toxin remnants upon hospital arrival is crucial. The effectiveness of activated charcoal in paraphenylenediamine toxicity has not been well documented. Theoretically, its low molecular weight and nonpolar state make it a plausible option; however, its hydrophilic nature does not (\nPubChem. p-Phenylenediamine\n).\n[38]\nThe use of gastric lavage in the initial stage of detoxification is controversial due to its potential to increase the risk of airway obstruction, particularly in the setting of significant airway edema and respiratory distress. In addition, the corrosive and caustic nature of paraphenylenediamine increases the theoretical risk of further caustic injury and esophageal perforation.\n[4]\n[39]\n\nAirway Management\n\nAs respiratory failure and asphyxia were the most typical causes of death in paraphenylenediamine toxicity, prompt and aggressive airway management is crucial. Endotracheal intubation or tracheostomy with or without mechanical ventilation were commonly listed interventions.\n[3]\nHowever, as the significant underlying pathology for airway collapse is severe angioneurotic edema with laryngeal edema, endotracheal intubation is often deemed difficult, if not impossible.\n[40]\nThus, tracheostomy was noted to be more commonly used. A systematic review found that 48% of cases underwent emergency tracheostomy.\n[4]\nThe role of other airway interventions, such as fiberoptic intubation or cricothyroidotomy, is yet to be explored in the literature, but it appears at face value to be valuable adjuncts or alternative means of securing the airway.\n\nAnaphylaxis Management\n\nIn the event of hypersensitivity or anaphylactic complications, corticosteroids and antihistamines were commonly integrated into the initial treatment regimen.\n[17]\nFor patients with anaphylaxis, intramuscular epinephrine should also be administered and managed according to local anaphylaxis protocols.\n\nRhabdomyolysis and Acute Renal Injury Management\n\nAs a general consideration in these patients, it is critical to avoid dehydration and hypoxia as the presence of these conditions leads to worsening tissue breakdown, consequently leading to further renal injury.\n[40]\nEarly administration of isotonic fluids (8 to 10 L/d) has been shown to limit the progression of acute renal injury due to rhabdomyolysis.\n[9]\n[17]\n[40]\nAlthough it remains unclear if paraphenylenediamine is amenable to dialysis, hemodialysis has been reported to aid renal recovery in cases of severe kidney failure.\n[10]",
    "adverse_effects": "Paraphenylenediamine poisoning can cause life-threatening adverse effects affecting multiple organ systems, including neurologic, cardiac, respiratory, renal, and hepatic systems.\n[1]\nAlthough rare, cases of seizures and coma were reported.\n[4]\nAngioneurotic edema with subsequent airway compromise necessitating tracheostomy and hepatic and renal failure requiring hemodialysis were commonly documented.\n[22]\nCardiac complications such as myocarditis, myocardial infarction, and fatal arrhythmias, including atrial fibrillation, ventricular tachycardia, and ventricular fibrillation, have been observed.\n[25]\n[27]\n[28]\nSevere allergic reactions, including anaphylaxis, can occur, posing immediate life-threatening risks. Chronic exposure may lead to sensitization and long-term dermatologic conditions.\n\nSimilar complications were noted in pediatric populations, such as the development of respiratory failure requiring tracheostomy and acute renal and hepatic failure requiring dialysis.\n[16]\n[35]\nPrompt recognition and management of these complications are essential to mitigate adverse outcomes and ensure patient safety."
  }
}