{
  "drug_name": "hesperidin",
  "nbk_id": "NBK470529",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470529/",
  "scraped_at": "2026-01-11T18:47:13",
  "sections": {
    "indications": "Alternobaric facial paresis (AFP), also known as facial baroparesis, baroparesis facialis, or alternobaric facial nerve palsy, is a rare and usually transient neurapraxia affecting the seventh cranial nerve (CNVII, the facial nerve) due to pressure-related effects in the tympanic cavity.\n[1]\n[2]\n[3]\nAFP arises when pressure in the middle ear compresses the facial nerve against the cochlear promontory in the medial wall of the tympanic cavity, resulting in symptoms resembling Bell palsy. Symptoms can include the inability to wrinkle the forehead, to close the eye, to smile symmetrically, and sometimes to taste on the back of the tongue. Sparing of the forehead should suggest a central rather than peripheral cause, like stroke, and is inconsistent with AFP.\n\nThe diagnosis of AFP is based on history and findings consistent with peripheral facial nerve palsy in the setting of appropriate exposure to situations that can impede pressure equilibrium in the middle ear (usually diving or flying). AFP most commonly occurs on ascent during air travel or when surfacing with diving. Equalization of the middle ear pressure (yawning, swallowing, or Toynbee or Valsalva maneuver) can make it disappear. This pressure disequilibrium may also cause alternobaric vertigo. Misdiagnosis as neurologic decompression sickness or air embolism results in unnecessary recompression treatment and restriction of diving activities.\n\nA causative relationship between middle-ear over-pressure and AFP is suggested by the palsy's marked on/off responses to changes in ambient pressure. AFP demonstrates rapid onset with drops in ambient pressure, and it disappears when ambient pressure increases or the middle ear over-pressure releases.\n\nGenerally, AFP is transient and resolves with equalizing pressure in the middle ear. If that pressure is not relieved, permanent facial nerve palsy can ensue, similar to the spectrum of deficit seen in Bell palsy.",
    "mechanism": "Caused by a changing pressure gradient across the tympanic membrane in the presence of a combination of Eustachian tube dysfunction and a dehiscent facial canal, AFP occurs most commonly with underwater diving but has also been reported with high-altitude airplane travel.\n\nAlthough human tissue can withstand significant pressure, tissue injury can occur when a gas-filled space cannot equilibrate to an increase or decrease in environmental pressure. This phenomenon is called barotrauma. For barotrauma to occur, 2 conditions must be present: a change in ambient pressure and a transfer of pressure to a gas-filled space. Failure of the Eustachian tube to equalize pressure between the middle ear and external ear canal due to mucosal edema from irritation, infection, or allergy can lead to elevated middle ear pressure (compared to ambient pressure) on ascent, whether in the water for a diver or ascending or descending during air travel. A pressure increase in the middle ear of as little as a few feet of seawater (66 cm H\n2\nO) can impede capillary blood flow to the facial nerve traversing the area, causing compressive ischemic neuropathy.\n[1]\n[4]\nGenerally, these cases are seen in scuba diving, free diving, and flying, although cases have been reported from traveling to altitudes, including hiking.\n[5]",
    "monitoring": "The diagnosis of AFP is based on history and findings consistent with peripheral facial nerve palsy in the setting of appropriate exposure to situations that can impede pressure equilibrium in the middle ear (usually diving or flying).\n\nMRI can be used to image the inner ear and to exclude stroke or underlying mass lesion. High-resolution CT scanning of the temporal bone has poor (66%) sensitivity for finding the facial canal defect, which predisposes to AFP. However, high-resolution CT is the study of choice for imaging the course of the nerve within the fallopian canal to the stylomastoid foramen.\n[15]\n[16]\nThere may be utility for this test to exclude other potential etiologies, such as neoplasm, in the setting of repeated occurrences of AFP.\n[16]\n[15]\nFurther testing is unlikely to be of use.",
    "administration": "In AFP, rapid management within 3 hours of symptom onset is essential to avoid permanent injury to the facial nerve.\n\nSimple maneuvers should be tried to reduce pressure in the eardrum. Yawning and swallowing may open the Eustachian tube. The Toynbee (nose pinch followed by swallowing) and Valsalva (exhaling against a closed mouth and pinched nose) maneuvers work similarly. Chewing gum or food can likewise open the Eustachian tube. The use of local decongestants has the same goal: to reduce the edema of the Eustachian tube and its meatus in the nasopharynx to allow the air in the tympanic cavity to escape. As a last resort, a simple myringotomy may be used.\n[14]\n\nIn the airplane, the pressure variation in the eardrum is typically resolved upon landing. Another therapeutic measure is to ensure sufficient local oxygenation. The increase in blood oxygen content by high-rate oxygen inhalation opposes the effects of ischemia; the air contained in the middle ear is gradually eliminated by ventilation of the Eustachian tube or resorbed locally.\n\nHyperbaric oxygen therapy, generally with a low-pressure setting of about 1.2 ATA (absolute technical atmosphere) with pure oxygen respiration, has been used to treat this type of barotrauma. This therapy combines the actions of oxygenation and the increase of ambient pressure. Recovery under hyperbaric oxygen therapy was observed in less than 2 minutes, and under normobaric oxygen therapy at high flow within 15 minutes. A recent study in rats demonstrated facial nerve regeneration with hyperbaric oxygen therapy, a promising area for future research.\n[17]\n\nProphylactic use of topical inhaled decongestants is anecdotally helpful, although it is unlikely to be unnecessary given rare recurrences. Oral decongestants may be efficacious as well. For example, a study of pseudoephedrine for middle ear discomfort during flight showed a statistically significant decrease in symptoms from 62% to 32%.\n[18]\nAlthough treatment with both oral and intranasal decongestants can be done, there is evidence that oral decongestants may be more effective than topical for the prevention of otic barotrauma (and therefore for the prevention of AFP), eg, oxymetazoline nasal spray appeared to be a little better than placebo.\n[19]\n\nIn the setting of recurrent AFP episodes related to flying, venting myringotomy tubes can prevent the pressure differential causing the problem.\n[8]\n[20]\nHowever, this would present a contraindication for diving.",
    "adverse_effects": "There is limited understanding of AFP in the literature, which creates the possibility of under- and over-diagnosis of AFP. Misdiagnosis of central facial palsy (forehead sparing is the hallmark of this) as AFP could delay the diagnosis of stroke or another intracranial issue. On the other hand, a case of AFP mistaken as a stroke can lead to excessive reactions, such as the emergency landing of a commercial aircraft, followed by emergent hospital stroke evaluation, extensive neuroimaging, and an overnight stay.\n[24]\n\nLikewise, failure to recognize the nature of AFP, particularly in the high altitude setting, can lead to misdiagnosis and inappropriate management.\n[5]\nRecompression treatment and advanced imaging are expensive and time-consuming. If AFP is mistaken in a diver as an air embolism, this will lead to unnecessary recompression treatment, restricted diving, and additional testing and treatment.\n\nUntil the AFP is resolved, the most significant risk is corneal damage due to keratitis from an inability to blink fully. This can be alleviated with eye lubricant and eye patching."
  }
}