{
  "drug_name": "hexamidine",
  "nbk_id": "NBK549863",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549863/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "Acanthamoeba\nis a genus of protozoans widely present in various habitats, including water, air, soil, and dust.\n[1]\nInitially identified in 1974,\nAcanthamoeba\nkeratitis (AK) is a sight-threatening ocular infection with a potentially poor prognosis, primarily due to significant delays in diagnosis.\n[2]\nThe etiology of AK seems multifactorial, with most cases being associated with the use of contact lenses and their cleaning solutions.\n[3]\n\nIn the past 2 decades, there has been a continuous increase in contact lens users coupled with inadequate hygienic practices, elevated risk factors, and improper handling methods, which have led to increased risk of microbial keratitis, especially bacterial keratitis and AK.\n[4]\nAK, a painful, sight-threatening condition, profoundly impacts a patient's quality of life.\n\nAK closely mimics other keratitis, often leading to misdiagnosis and delayed treatment. The condition can manifest with a fluctuating course, and nonresolving cases may require therapeutic keratoplasty to preserve vision. AK is a rare corneal pathology with a prevalence of 1 to 9 cases per 100,000 individuals. The incidence of this condition in the Western world is increasing due to its direct association with contact lens usage, which remains the primary risk factor for this condition.\n[5]\n\nUp to 93% of cases of AK are reported among contact lens wearers, emphasizing the crucial link between this eye infection and contact lens usage. Several risk factors contribute to the occurrence of AK, including inadequate contact lens hygiene, overnight wear, prolonged use, lens use during activities like swimming and showering, exposure to contaminated water, trauma, and the use of contaminated contact lens solution.\n[6]\nDisposable contact lens users face an elevated risk, and orthokeratology has also been identified as a contributing factor, with an annual incidence of 7.7 cases per 10,000 individuals.\n\nAcanthamoeba, a free-living protozoan, is omnipresent in freshwater and soil, existing in 2 distinct forms: the dormant cystic form and the motile trophozoite form. The cystic form, characterized by reduced metabolic activity, exhibits resistance against extreme conditions such as temperature variations, dry weather, pH fluctuations, and antiamoebic drugs. Despite advancements in diagnostic and treatment methods, cases of AK are still frequently missed or delayed, leading to detrimental effects on patient outcomes and quality of life. Delayed diagnosis can result in deeper corneal involvement, necessitating urgent keratoplasty to restore ocular anatomy and vision.\n[6]",
    "mechanism": "Acanthamoeba\nbelongs to the phylum Amoebozoa, subphylum Lobosa, and order Centramoebida, as classified in biological taxonomy.\n[7]\nAcanthamoeba\nspecies demonstrate remarkable adaptability, thriving in diverse environments such as soil and aquatic settings, including ponds, swimming pools, hot tubs, and contact lens solutions.\nAcanthamoeba\nspecies are classified through the 18s rDNA sequence analysis, categorizing them into distinct genotypes labeled T1 to T12.\n[8]\nAK is most commonly associated with specities within the T4 genotype.\n[9]\nAmong the species that cause AK,\nAcanthamoeba castellani\nand\nAcanthamoeba polyphaga\nare the most frequently identified culprits.\n[10]\n\nAcanthamoeba\nspecies have 2 distinct forms: an active trophozoite and a dormant cyst. The trophozoite form feeds on bacteria, algae, and yeasts. Trophozoites possess slow locomotion abilities and can undergo asexual reproduction.\n[11]\n[12]\nIn contrast, the cystic form displays minimal metabolic activity and can endure harsh environmental conditions, including drastic temperature or pH fluctuations, high doses of ultraviolet (UV) light, food scarcity, and desiccation.\n[13]",
    "monitoring": "The plate culture technique has traditionally been considered the gold standard for\nAcanthamoeba\ndetection. However, recent advancements have highlighted the growing importance of polymerase chain reaction (PCR), in vivo confocal microscopy (IVCM), and staining methods in diagnosis.\n\nCorneal scraping or biopsy is required to obtain a sample for culture. The corneal scrapings are smeared on calcofluor white (CFW) or Gram stain. The cysts present as double-walled structures, with the inner wall appearing hexagonal. Distinguishing trophozoites from inflammatory cells can be challenging.\n\nA key advantage of staining techniques is their ability to provide immediate diagnosis. Gram stain exhibits a sensitivity of 60% and a specificity of 99.9% for cyst detection. In KOH mounts, sensitivity is 91.4%, and specificity is 99.9%. CFW mount displays cysts as light green structures, with a sensitivity of 79.6% and specificity of 100%. Combined KOH and CFW sensitivity is 87.1%. Since\nAcanthamoeba\ntrophozoites feed on bacteria, cultures develop on 1.5% nonnutrient agar plates covered by\nE. Coli\n.\n[35]\nHowever, the rate of positive culture results for\nAcanthamoeba\nin AK settings is generally low, ranging from 40% to 70%.\n[36]\nSamples require daily observation for up to a week before a negative result can be confidently declared.\n[26]\n\nScraping, corneal biopsy, and contact lens solution culture on Nicolle Novy-McNeal (N.N.N.) medium yield a sensitivity of 70%, with results becoming readable after 3 weeks. Immunohistological staining using monoclonal antibodies has demonstrated utility, although this technique is time-consuming and demands the expertise of a skilled microbiologist for interpretation.\n[37]\n\nPCR has shown significant advancements in detecting\nAcanthamoeba\nover the past decade. The 18s rRNA region is the most commonly employed target in clinical samples, with new primer sets demonstrating a sensitivity of 100% and specificity of 96%.\n[37]\nPCR offers notable advantages, being widely accessible, rapid, and requiring less labor. There is growing speculation that PCR may emerge as the new gold standard for diagnosing AK.\n[37]\nPCR is an adjunct to culture and smear methods, providing reports within an hour. Additionally, PCR can detect nonviable\nAcanthamoeba\n, enhancing its utility for confirming positive results.\n\nA corneal biopsy is recommended in cases of smear and culture-negative AK with extensive stromal involvement. The reported sensitivity is 56%. When subjected to periodic acid Schiff staining, the corneal biopsy reveals the presence of\nAcanthamoeba\ncysts, confirming the infection.\n\nSome authors recommend that clinicians collect the most recent pair of contact lenses and lens cases for culture and PCR.\n[1]\nHowever, nearly all contact lens cases, including those belonging to healthy contact lens wearers, yield positive results for\nAcanthamoeba\non PCR. Consequently, the absence of\nAcanthamoeba\nin a culture of a contact lens case strongly indicates a diagnosis other than AK.\n[26]\nThe definitive diagnosis of AK relies on either culture with histology or PCR to identify\nAcanthamoeba\ndeoxyribonucleic acid (DNA).\n\nIVCM is an invaluable noninvasive tool that enables real-time examination of individual corneal cells. IVCM reliably detects cysts appearing as well-defined, round, double-walled, hyper-reflective bodies. One study reported a pooled sensitivity and specificity of rates of 85.3% and 100%, respectively, for IVCM. Additionally, IVCM can monitor disease progression and assess treatment response.\n[36]\nDespite its effectiveness, IVCM is costly and may not always be readily available.\n[38]\n\nAnother study reported confocal microscopy exhibited a sensitivity of 90% and a specificity of 91%. This technique is rapid, noninvasive, and has the capability to identify only double-walled cysts. Alternatively, cytology smears provide a viable method for detecting\nAcanthamoeba\ncysts in corneal scrapings or biopsied tissue. Cytology smears offer the advantage of being fast, easily performed, and widely available in most facilities. Unlike culture, cytology smears do not require live organisms or intact DNA as needed for PCR.\n[38]\n\nSeveral stains, including lactophenol-cotton blue, Giemsa, CFW, and acridine orange, are commonly used due to their speed and accuracy. However, VFW and Giemsa require a fluorescent microscope and may lead to false positives due to cellular debris staining.\n[26]\n[39]\nThe silver stain becomes necessary when clinicians require specific cyst morphology. Some evidence suggests that hematoxylin and eosin (H&E) staining is more sensitive and specific than other stains, especially CFW and Giemsa.\n[39]\n[40]\nNotably, there has been at least 1 study where H&E staining enabled the diagnosis of AK even without a positive culture result.\n[41]\n\nSeveral innovative diagnostic methods have been employed for diagnosing AK. Loop-mediated isothermal amplification (LAMP) has shown a high sensitivity and specificity, comparable to PCR, in diagnosing AK. Unlike PCR, LAMP amplifies the target sequence at a constant temperature of 60 °C to 65 °C, eliminating the need for an expensive thermal cycler. LAMP could be an alternative to PCR for future AK diagnoses due to its simplicity and affordability.\n[35]\nAdditionally, researchers have explored noninvasive imaging techniques, including Heidelberg retina tomography II (HRT II) and nuclear magnetic resonance (NMR) spectroscopy.\n[35]\nHowever, further studies are necessary to establish their sensitivity and specificity",
    "administration": "Acanthamoeba\ntrophozoites display sensitivity to various medications, including antibiotics, antiseptics, antifungals, and antiprotozoals (see\nTable.\nAvailable Drug Therapies for\nAcanthamoeba\nKeratitis). However, the cystic form of\nAcanthamoeba\nis resistant to most of these treatments, leading to prolonged infections.\n[1]\n\nDiamidines and biguanides are 2 classes of antiemetics often utilized as first-line therapy for AK due to their proven cysticidal effects. When used individually or in combination, these topical antiemetics exhibit efficacy ranging from 35% to 86%.\n[32]\nMedical and surgical options may be considered in cases of treatment-resistant AK.\n\nTable\nTable 1. Available Drug Therapies for Acanthamoeba Keratitis.\n\nTable\nTable 2. Drug Treatment Guidelines for Acanthamoeba Keratitis .\n\nDiamidines exert their therapeutic effect by modifying the structure and permeability of the cell membrane, resulting in the denaturation of cytoplasmic contents (see\nTable.\nDrug Treatment Guidelines for\nAcanthamoeba\nKeratitis) Propamidine-isethionate, hexamidine-diisethionate, and dibromopropamidine are diamidines used for the treatment of acanthamoeba keratitis at 0.1% concentration.\n[1]\nWhile diamidines are generally well-tolerated, prolonged therapy at the therapeutic level can lead to ocular surface toxicity.\n[42]\n\nBiguanides function similarly by causing modifications in cytoplasmic membranes, leading to the loss of cellular components and the inhibition of enzymes crucial for cell respiration. Among biguanides, PHMB and chlorhexidine are the 2 most widely used for AK treatment. PHMB is typically initiated at a concentration of 0.02% but can be escalated to 0.06% for AK cases that are unresponsive or severe at the initial presentation. Similarly, chlorhexidine is usually started at a concentration of 0.02% but may be increased to 0.2% if necessary.\n[1]\n\nPHMB in Comparison with Chlorhexidine\n\nIn a randomized controlled trial conducted in the United Kingdom involving 56 eyes, the study concluded that the chlorhexidine group exhibited 86% resolution of infection, control of inflammation, pain relief, and photosensitivity compared to 78% in the PHMB group. Regarding visual acuity resolution, 71% showed improvement in visual acuity in the chlorhexidine group compared to 57% in the PHMB group.\n\nMost modern treatment protocols advocate for initiating combination therapy involving a biguanide and a diamidine. However, recent research indicates that PHMB 0.08% monotherapy is as effective as the combination of PHMB 0.02% and propamidine 0.1%.\n[43]\n\nEarly intensive treatment is more effective since cysts have not yet fully matured.\n[32]\nMedications are administered hourly, both day and night, for the initial 48 hours, after which the frequency is reduced to hourly during the daytime for several days to weeks.\n[1]\nAs the infection subsides, the frequency may further decrease to 4 times daily, a regimen maintained for 6 months to a year.\n[11]\n[44]\nThe objective of this prolonged therapy is to ensure the complete eradication of\nAcanthamoeba\ncysts. Premature treatment discontinuation could allow any remaining dormant cysts to differentiate into trophozoites. Clinicians should tailor treatment plans for each case to minimize risks of epithelial toxicity.\n[1]\n\nNeomycin was previously a primary treatment for AK because of its anti-trophozoite properties, although it does not seem to reach cysticidal levels in vitro.\n[32]\nNevertheless, neomycin serves a role in preventing bacterial superinfection and reducing bacterial food for trophozoites. Some physicians include topical neomycin 1% 5 times daily as part of an initial triple therapy. This inclusion may have an additive effect when combined with biguanides and diamidines, making it a strategic choice in the treatment regimen.\n[11]\n[45]\n\nApproximately 39% of patients with AK do not respond to initial therapy. Individuals with more severe clinical presentations or a history of corticosteroid use before diagnosis face a higher likelihood of treatment failure.\n[14]\nNumerous other medications can act as adjunct treatments alongside biguanides and diamidines. Miltefosine, recently approved by the Food and Drugs Administration (FDA), is an antiamebic agent that has shown promise as an adjuvant treatment for treatment-resistant AK.\n[46]\n[47]\nHowever, the literature surrounding its use is still evolving, necessitating further studies to clarify its role and establish the optimal timing, dosage, and route of administration.\n\nThe therapeutic effectiveness of antifungals appears to be restricted in AK. Among all antifungals, only newer-generation azoles like voriconazole and posaconazole seem to attain cysticidal levels in vitro.\n[48]\nHowever, in vivo, the sustainability of treatment response might be questionable.\n[49]\nNatamycin demonstrated better cysticidal effects than PHMB in vitro, although data on its use in animal models is currently unavailable.\n[50]\n\nEpithelial debridement can enhance the penetration of topical medications.\n[1]\nIf AK is unresponsive to conservative topical treatment, various surgical options are available, including penetrating keratoplasty (PK), corneal cryoplasty, amniotic membrane transplantation, and riboflavin-UVA cross-linking.\n[51]\n[52]\n[53]\nNotably, PK was the first-line therapy for AK before the advent of biguanides and diamidines. PK is typically reserved for patients with significant cataracts, severe corneal abscesses, corneal perforation, or therapy-resistant ulceration with peripheral neovascularization.\n[32]\nFollowing PK, topical treatment should continue for up to 1 year.\n[11]\nTherapeutic PK (TPK) has successfully treated medically unresponsive cases of AK, although multiple grafts may be necessary, and the prognosis remains guarded.\n\nIndications for PK include cornea scleral involvement, progressive keratitis, resistance to medical therapy persisting over weeks to months in a disease lasting less than 5 months, nonhealing epithelial defect, and peripheral neovascularization. Deep anterior lamellar keratoplasty (DALK) offers a more promising prognosis in eradicating the infection and promoting graft survival. In a study conducted by Sarnicola et al., DALK was performed in 11 cases of AK during therapy, with no episodes of recurrence or failure reported.\n\nManagement options for cases resistant to treatment, such as nonhealing epithelial defects, include corneal cryotherapy, amniotic membrane transplantation, PK, and DALK. Cryotherapy is used as an adjunct to PK, applied before recipient trephination. The cold cryoprobe is applied 2 to 3 times (freeze-thaw-freeze), although caution is necessary to prevent affecting the limbal stem cell configuration.\n[54]\n\nSeveral promising novel therapeutic approaches are under exploration. A case series involving 4 patients treated with photorefractive surgery showed excellent visual outcomes with no disease recurrence.\n[55]\nOther case reports have suggested a role for collagen cross-linking in the management of AK.\n[56]\n\nTissue studies have highlighted the cysticidal effect of 3 antidiabetic agents (glimepiride, vildagliptin, and repaglinide) against\nAcanthamoeba\ncastellanii\n, particularly when combined with silver nanoparticles.\n[57]\nMoreover, the combination of titanium dioxide and UV-A demonstrated a synergistic cysticidal effect against\nAcanthamoeba\nspecies when compounded with chlorhexidine in vitro.\n[58]\n\nClinical trials in animal models are necessary to assess the efficacy and safety of these novel therapies. Future research avenues might include exploring genetic markers and delving into stem cell research; however, these endeavors would require a better understanding of the disease at a molecular level.\n\nDeveloping extracorneal manifestations like scleritis or limbitis signify a more serious condition and warrants treatment with anti-inflammatory medications. Most cases of extracorneal inflammation are manageable with oral flurbiprofen at 50 to 100 mg, taken 2 to 3 times daily.\n[32]\nScleritis or limbitis unresponsive to NSAIDs may benefit from high-dose systemic steroids (prednisolone 1 mg/kg/day), and other systemic immunosuppressive agents such as cyclosporine (3.0 to 7.5 mg/kg/day) may be necessary.\n[32]\nThese medications may need to be continued for several months to control inflammation and eradicate the pathogen.\n\nThe use of topical corticosteroids in AK remains controversial and is discouraged by many physicians. While typically unnecessary in the early stages, topical steroids may be required in significant anterior segment inflammation cases.\n[1]\nSteroids should be prescribed judiciously due to the risk of promoting encystment and increasing trophozoite numbers.\n[11]\nClinicians must never prescribe steroids without concurrent administration of antiemetic agents, and antiamoebic therapy should continue for several weeks after discontinuing steroids.\n[1]\n\nAlthough topical steroids reduce inflammation, they can transform cysts into trophozoites, worsening the infection. Additionally, steroids mask clinical signs.\n\nTopical steroids are indicated in cases with a progressive increase in deep corneal vascularization or when the patient develops inflammatory complications of AK, such as scleritis, anterior chamber inflammation, persistent chronic keratitis, and severe pain out of proportion to the exam. Corticosteroid therapy is considered after completing at least 2 weeks of biguanide treatment. Antiamoebic therapy must persist even after steroid discontinuation. During follow-up visits, it is crucial to monitor for the infection recurrence. Biguanides are continued at low doses 4 times daily after stopping steroid therapy.\n\nRole of Corneal Collagen Cross-linking\n\nIn vivo and in vitro studies have failed to demonstrate a cysticidal or amoebicidal effect. In cases with stromal infiltrates, UV light penetration into the corneal stroma is diminished. The effectiveness of corneal collagen cross-linking with riboflavin (C3R) in AK is still debated.",
    "adverse_effects": "Common complications of AK include glaucoma, iris atrophy, broad-based anterior synechiae, cataracts, and persistent endothelial defects. In rare cases, patients may develop complications such as scleritis, sterile anterior uveitis, chorioretinitis, and retinal vasculitis.\n[11]\n\nScleritis, observed in approximately 10% of AK cases, is thought to result from an inflammatory response of unknown etiology rather than a direct invasion of\nAcanthamoeba\n.\n[32]\nManagement of extracorneal inflammation involves appropriate anti-inflammatory treatments."
  }
}