{
  "drug_name": "hexamine",
  "nbk_id": "NBK585050",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585050/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "The oral cavity provides a unique ecological site that harbors a dynamic microbiota.\nCandida\n,\nAspergillus\n, and\nR\nhizopus\nare commensal oral fungi species. However, they may become pathological and cause opportunistic infections under certain conditions. The incidence of fungal infections has been on the rise in recent years, especially in COVID-19 patients, due to several factors such as immunodeficiency, hyperglycemia caused by diabetes mellitus, prolonged hospitalizations, and prolonged use of steroids, and hematopoietic malignancies.\n[1]\n[2]\nThe advent of newer therapies for several diseases has also influenced the incidence of fungal infections.\n[3]\n\nThe diagnosis of oral fungal infection is mainly based on clinical presentation and histopathology of the lesional tissue. Characteristic features include a burning sensation and an unpleasant taste in the mouth, white plaques, ulcerations, erythema, and pain. The most common oral cavity fungal infections include candidiasis, aspergillosis, mucormycosis or zygomycosis, histoplasmosis, blastomycosis, cryptococcosis, paracoccidioidomycosis, and geotrichosis\n.\nThe modalities to detect fungal organisms have also evolved to include rapid molecular tests like polymerase chain reaction (PCR). Prompt evaluation of oral lesions is essential to establish the diagnosis, initiate therapy, and monitor clinical progress. Management primarily involves maintaining proper oral and denture hygiene, evaluating and correcting predisposing factors, and selecting an appropriate antifungal agent. For some types of fungal infections, surgical debridement is indicated. Clinical assessment of oral lesions, recognizing and correcting the underlying predisposing factors, and administering appropriate antifungal agents are the cornerstones for managing oral mycoses.",
    "mechanism": "Oral Candidiasis\n\nCandida albicans cause around 95% of oral candidiasis infections.\n[4]\nHowever, infections caused by antifungal-resistant, non-albicans species have increased in recent years, possibly due to age, malignancy, use of polyenes and azoles, indwelling catheters, and more advanced diagnostic methods.\n[5]\n\nNon-albicans species include\nCandida glabrata\n,\nCandida\ntropicalis,\nCandida\nparapsilosis,\nCandida\ndubliniensis,\nCandida\nguilliermondii,\nCandida\nkrusei\n, and\nCandida\nkefyr.\nBesides\nC albicans\n,\nC glabrata\nand\nC dubliniensis\nare most commonly isolated from oral lesions in HIV patients.\n[6]\nCandida auris\nis an emerging multidrug-resistant strain causing outbreaks in healthcare settings, especially in post-COVID-19 patients.\n[7]\n\nAspergillosis\n\nAspergillosis is caused by\nAspergillus species\n, saprophytes that grow on dead and decaying matter.\nAspergillus fumigatus\nis the most common cause of invasive disease since the size of their conidia favors penetration into alveoli.\n[8]\nAspergillus flavus\ncan cause infections limited to the paranasal sinuses.\n[9]\n\nMucormycosis\n\nZygomycetes\n, including\nRhizopus, Mucor, Absidia\n, and\nRhizomucor\nspecies, cause mucormycosis or zygomycosis.\nRhizopus\naccounts for 90% of rhinocerebral mucormycosis,\n[10]\na rare opportunistic infection involving the brain, nasal cavity, oral cavity, and paranasal sinuses.\n[11]\nRhizopus oryzae\n,\nRhizopus microsporus\n, and\nAbsidia corymbifera\nare the commonly isolated species in patients with mucormycosis.\n[12]\n\nHistoplasmosis\n\nHistoplasmosis is caused by\nHistoplasma capsulatum\n, a dimorphic environmental fungus that thrives in soil contaminated with bat or bird excreta.\n[13]\nThere are 2 clinical entities of histoplasmosis in humans: the infection caused by\nH capsulatum var capsulatum, known\nas Darling disease, small form histoplasmosis, or American histoplasmosis; and the infection caused by\nH capsulatum var duboisii\n, referred to as large form histoplasmosis or African histoplasmosis.\n[14]\n\nBlastomycosis\n\nBlastomyces dermatitidis\n, a spore-forming dimorphic fungus, causes blastomycosis.\n[15]\nB dermatitidis\norganisms live in acidic, moist, and sandy soil.\nBlastomyces helicus\nand\nBlastomyces percursus\nare the other species recognized in blastomycosis.\n\nCryptococcosis\n\nCryptococcus neoformans var grubii\n,\nCryptococcus neoformans var neoformans\n,\nCryptococcus gattii\n,\nCryptococcus bacillisporus\n,\nCryptococcus deuterogattii\n,\nCryptococcus tetragattii\n, and\nCryptococcus decagattii\nare the\nCryptococcus species\nknown to be pathogenic. Cryptococcus neoformans is found in the excreta of birds like pigeons, environmental scavengers like amebas, and tree hollows.\n[16]\n\nParacoccidioidomycosis\n\nParacoccidioidomycosis or South American blastomycosis can be caused by\nParacoccidioides brasiliensis\ncomplex, which comprises\nParacoccidioides\nbrasiliensis\n,\nParacoccidioides\namericana\n,\nParacoccidioides\nrestrepiensis\n, and\nParacoccidioides\nvenezuelensis\nor\nParacoccidiodes lutzii.\n[17]\n\nGeotrichosis\n\nGeotrichosis is a rare opportunistic fungal infection caused by\nGeotrichum candidum\n. Species like\nGeotrichum capitatum\nand\nGeotrichum clavatum\ncan affect the lungs.\n[18]",
    "monitoring": "Candidiasis\n\nIdentifying the predisposing factor is essential in patients with suspected oral candidiasis. Predisposing factors can be local (eg, topical steroid use, salivary hypofunction, uninterrupted denture use, and tobacco abuse. Systemic factors include immunodeficiency, nutritional deficiency, and chronic corticosteroid or antibiotic therapy.\n[19]\nThe diagnosis of oral candidiasis is mainly based on clinical features. A swab or smear obtained from the lesion may reveal Candidal hyphae when stained with the periodic acid-Schiff method. A biopsy is required in chronic hyperplastic candidiasis cases to rule out malignancy.\n[39]\n\nHistopathology of the lesional tissue reveals the increased thickness of the parakeratin layer with embedded candidal hyphae, microabscess in the superficial spinous cell layer, and elongated rete ridges. The underlying connective tissue contains chronic inflammatory infiltrate.\n[46]\nAntifungal susceptibility testing is essential in patients who relapse or do not respond to conventional antifungals.\n[5]\nCHROMagar culture media can be used to isolate and identify Candida species\n.\nProduction of germ tubes in the germ tube test indicates the presence of\nC albicans\nor\nC dubliniensis.\nImmunological methods to detect mannan antigen and anti-mannan antibodies, antimycelial antibodies, or β-D-glucan can be employed in immunocompromised patients when obtaining deep samples is challenging. Matrix-assisted laser desorption ionization-time of flight (MALDI-TOF) mass spectrometry reduces the culture time and is helpful in the identification of candidal species.\n[47]\n\nAspergillosis\n\nDiagnosis is primarily based on clinical, microbiological, and histopathological features. A characteristic histopathologic finding of aspergillosis is septate hyphae, 3 to 4 µm in size, branching at acute angles.\n[48]\nIn addition to necrosis, granulomatous inflammation is noted in immunocompetent individuals. Histopathology of aspergilloma reveals a tangled mass of hypha without any evidence of tissue invasion. However, findings consistent with allergic sinusitis typically demonstrate pools of eosinophils and lymphocytes.\n[49]\nSpecial stains like Grocott-Gomori's methenamine silver stain and galactomannan can be employed to confirm the diagnosis. Galactomannan is a fungal cell wall marker relatively specific for\nAspergillus\n, which can be identified in the serum.\n[23]\n\nMucormycosis\n\nMucormycosis is an opportunistic infection in patients with underlying diseases like uncontrolled diabetes mellitus, AIDS, leukemia, and lymphoma. Other systemic risk factors include burns, bone marrow transplant patients, and those taking deferoxamine. History of tooth extraction, periodontal surgery, and abscess drainage can be local risk factors for mucormycosis.\n\nOn imaging studies of patients with mucormycosis, radiographs reveal opacification of the sinuses and effacement of the sinus walls. Scrapings examined with 10% to 20% potassium hydroxide show nonseptate fungal organisms. Diagnostic confirmation is made by pathologic examination, which reveals necrosis and nonseptate fungal hyphae 6 to 30 µm in size, branching at 90 degrees. Culturing on Sabouraud's glucose agar can identify mucor.\n[25]\nReal-time quantitative polymerase chain reaction (PCR) is a rapid, sensitive, and accurate method to detect 18S or 28S ribosomal RNA genes of\nMucorales\n.\n\nHistoplasmosis\n\nDiagnosis is based on clinical presentation, histopathology, and cultures. Histopathology reveals diffuse lymphohistiocytic infiltrate with fungal elements 1 to 2 µm within the cytoplasm of histiocytes. A well-formed granuloma with macrophages and multinucleated giant cells is a rare observation. Stains like Periodic acid- Schiff and Grocott-Gomori methenamine silver can be used to highlight the cell wall of\nH capsulatum\n. The cytoplasm retracts from the thick cell wall, giving a classic \"halo\" appearance.\n[28]\nDiagnosis by fungal culture is the gold standard method for identification of the organism, which can be employed in chronic pulmonary or disseminated histoplasmosis.\n\nBlastomycosis\n\nMany methods can be used to visualize\nBlastomyces\n, including 10% potassium hydroxide, calcofluor white, Gomori methenamine silver, and periodic acid-Schiff. The diagnostic feature of\nBlastomyces\nis yeast cells sized 8 to 20 µm with double-refractive capsules and broad bud attachment to the parent cell. Histopathology reveals pseudoepitheliomatous hyperplasia with granulomatous reaction and acute inflammation.\n[50]\nCulture can aid in making the definitive diagnosis, but it may take 2 to 3 weeks. Enzyme immunoassay can be used to detect BAD1 protein.\n\nCryptococcosis\n\nIndia ink is a rapid method to visualize encapsulated yeast cells in cerebrospinal fluid, but false negative results are common.\n[37]\nCryptococcal polysaccharide antigen can be detected in the serum or cerebrospinal fluid. Histopathology shows granulomatous inflammation with multinucleated giant cells containing 4 to 6 µm organisms surrounded by a clear halo representing the capsule. The capsule can be demonstrated by staining with mucicarmine. Fontana–Masson stain can identify melanin in the cell walls, and Calcofluor can stain fungal chitin.\n[51]\n\nParacoccidioidomycosis\n\nHistopathology reveals pesudoepitheliomatous hyperplasia associated with connective tissue containing epithelioid macrophages and multinucleated giant cells. The organisms may be seen as parent cells with multiple offshoots (ie, daughter buds) resembling \"Mickey Mouse ears,\" giving a steering-wheel appearance.\n[52]\n\nGeotrichosis\n\nMultiple hyphae with rectangular anthroconidia long with acute inflammatory cells are characteristic of geotrichosis histopathological sections. Rectangular anthroconidia with rounded borders called clavata cells in KOH mounts are also common features. Culture is essential for geotrichosis diagnosis.\n[53]",
    "administration": "Oral candidiasis:\nManaging candidiasis involves maintaining proper oral and denture hygiene, evaluating and correcting predisposing factors, and selecting an appropriate antifungal agent. Topical clotrimazole is the first-line treatment for adult candidiasis. Nystatin suspension is most commonly used for infants.\n[54]\nIn disseminated infections, systemic administration of fluconazole or itraconazole may be necessary. Posaconazole oral solution can be used in patients with immunosuppression and drug resistance.\n[19]\n\nAspergillosis:\nSurgical debridement alone is sufficient for treating noninvasive aspergilloma in immunocompetent individuals. However, surgical debridement and corticosteroid therapy treat allergic fungal sinusitis. Debridement followed by administration of voriconazole is recommended in immunocompetent individuals with localized aspergillosis. Aggressive debridement and systemic antifungal therapy with voriconazole, itraconazole, or amphotericin B can be given for immunosuppressed patients with invasive aspergillosis.\n[55]\n\nMucormycosis:\nManagement of mucormycosis\ninvolves surgical debridement of the necrotic tissue followed by administration of systemic antifungals like liposomal amphotericin B. Prosthetic obturator, or surgical closure, is recommended in patients with oronasal communication.\n[56]\nSupportive measures like hyperbaric oxygen can promote neovascularization of tissue and reduce acidosis.\n\nHistoplasmosis:\nHistoplasmosis is self-limited in immunocompetent patients. However, intravenous amphotericin B is recommended for pulmonary histoplasmosis in immunosuppressed patients. Additionally, itraconazole can be given for localized infection, mild to moderate cases, and relapse prevention.\n[13]\n\nBlastomycosis:\nItraconazole is first-line therapy in non–life-threatening conditions. Systemic administration of amphotericin B may be essential only in patients with immunosuppression.\n[15]\n\nCryptococcosis:\nLocalized cryptococcosis infection without underlying systemic immunodeficiency can be treated with oral fluconazole. Cryptococcal meningitis is treated with amphotericin B and flucytosine in 3 phases: induction, consolidation, and maintenance.\n[57]\n\nParacoccidioidomycosis:\nPatients with oral paracoccidioidomycosis are typically treated with oral itraconazole or ketoconazole.\n[30]\n\nGeotrichosis:\nOral geotrichosis treatment recommendations are similar to those for oral candidiasis.\n[53]",
    "adverse_effects": "Oral candidiasis:\nIf not treated, oral candidiasis can lead to chronic persistent infection, invasive candidiasis, necrotizing ulcerative mucositis, and oropharyngeal and esophageal candidiasis. Other complications include bronchitis, pneumonia, and endocarditis.\n[4]\n\nAspergillosis:\nSinus infection is often invasive, involving the bone. The fungi invade the blood vessel wall, resulting in thrombosis, hemorrhagic necrosis, and fatal bleeding. Hematogeneous spread to distant sites like the eyes, brain, skin, and gastrointestinal tract can occur.\n[60]\n\nMucormycosis:\nThe infection from the nasal cavity rapidly spreads to the paranasal sinuses and then to the orbit. Visual impairment and facial paralysis due to cranial nerve involvement can occur. If left untreated, the infection may spread to the brain through ethmoidal sinuses and orbit, resulting in death.\n[60]\n\nHistoplasmosis:\nA pathological fracture can occur as a result of progressive bone destruction. The infection may get disseminated to extrapulmonary sites like the adrenal gland, spleen, liver lymph nodes, and gastrointestinal tract.\n[13]\n\nBlastomycosis:\nDissemination occurs commonly on the skin. Other sites include bone, prostate, testicles, and central nervous system.\n[61]\n\nCryptococcosis:\nDissemination is common in immunocompromised patients and can occur in the skin, prostate, eyes, and bone. The infection may rarely spread to salivary glands.\n[57]\n\nParacoccidioidomycosis:\nThe oral lesion may precede the pulmonary infection. Therefore, lung evaluation is essential, even in patients without pulmonary symptoms.\n[52]"
  }
}