{
  "drug_name": "high quality",
  "nbk_id": "NBK534226",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534226/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "The ulnar nerve has multiple potential compression sites along its course. Although the elbow is the most common site of compression, clinically significant injury may also occur at the wrist, forearm, and upper arm. Prevention of compression, along with early diagnosis and treatment, is essential for optimizing prognosis, as treatment outcomes are often disappointing once axonal damage has developed.\n\nThe C8 and T1 nerve roots merge to form the lower trunk of the brachial plexus. This trunk continues as the medial cord and gives rise to the ulnar nerve. The ulnar nerve then courses along the upper arm medial to the brachial artery and in proximity to the median nerve. At the middle and lower 3rd of the arm, the ulnar nerve passes through the Arcade of Struthers, a fibrous canal composed of the medial head of the triceps brachii muscle and its aponeurotic expansion, which extends into the intermuscular septum and the internal brachial ligament.\n[1]\n[2]\n\nAt the elbow, the ulnar nerve courses posteriorly and enters the retroepicondylar groove between the medial epicondyle and the olecranon process. The nerve then enters the cubital tunnel through the cubital tunnel retinaculum (CTR), a band approximately 4 mm wide attached from the medial epicondyle to the olecranon at the proximal edge of the tunnel roof. Distally, the nerve passes beneath the humeroulnar aponeurotic arcade, also known as the Osborne band, a dense aponeurosis between the tendon attachments of the flexor carpi ulnaris (FCU).\n[3]\nThe area beneath the humeroulnar aponeurotic arcade constitutes the cubital tunnel (see\nImage\n. Osborne Ligament in the Cubital Tunnel). The nerve then traverses the belly of the FCU muscle and exits through the deep flexor-pronator aponeurosis.\n\nAt the forearm, the ulnar nerve innervates the FCU and the flexor digitorum profundus. At the midforearm to distal forearm, the palmar ulnar cutaneous (PUC) branch separates and enters the hand ventral to the Guyon canal, providing sensory innervation to the hypothenar skin. Distal to the PUC bifurcation, the dorsal ulnar cutaneous (DUC) branch emerges from the main trunk, curves around the ulna, and supplies sensory innervation to the dorsal medial hand, the medial one-half of the fourth digit, and the fifth digit.\n\nThe main trunk of the ulnar nerve enters the Guyon canal at the level of the distal wrist crease. The proximal wall of the canal is formed by the pisiform bone, and the distal wall by the hook of the hamate. The roof consists of the palmaris brevis muscle, while the floor is formed by the transverse carpal ligament, the hamate, and the triquetrum bone. At the canal outlet, the pisohamate hiatus forms a thick band connecting the hook of the hamate to the pisiform bone. Within the Guyon canal, the ulnar nerve separates into a superficial sensory branch and a deep palmar motor branch. The superficial sensory branch provides sensory innervation to the palmar aspects of the medial one-half of the fourth digit and the fifth digit.\n\nBefore exiting through the pisohamate hiatus, motor fibers branch from the deep palmar motor branch to innervate the hypothenar muscles, including the abductor digiti minimi, flexor digiti minimi, opponens digiti minimi, and palmaris brevis. The deep palmar branch further provides motor innervation to the adductor pollicis, deep head of the flexor pollicis brevis, third and fourth lumbricals, and the 3 palmar and 4 dorsal interossei.\n[4]",
    "mechanism": "Ulnar neuropathy at the elbow (UNE) represents the second most common upper-extremity entrapment neuropathy. Compression of the nerve beneath the cubital tunnel is termed \"cubital tunnel syndrome\" (CTS).\n\nAt the elbow, the ulnar nerve lacks protective coverage within the ulnar groove, rendering it vulnerable to external compression. Additional lesions that may compromise nerve integrity include anomalous muscles, chronic traction, scar tissue, and arthritic changes. An increased carrying angle constitutes a recognized risk factor for nontraumatic ulnar neuropathy.\n[5]\nIn certain individuals, the ulnar nerve may sublux medially over the medial epicondyle during elbow flexion. Repetitive subluxation can produce friction neuritis, contributing to progressive neuropathic injury.\n\nAs mentioned, the CTR is located at the proximal edge of the cubital tunnel. O'Driscoll classified the CTR into 4 types. Type 0 represents an absent retinaculum. Type Ia is characterized by a lax retinaculum in elbow extension that becomes taut in full flexion. Type Ib consists of a retinaculum that is tight in positions short of full flexion, typically 90° to 120°. Type II occurs when the anconeus epitrochlearis muscle replaces the retinaculum.\n\nO'Driscoll postulated that Type 0 permits ulnar displacement due to the absence of the retinaculum. Type Ia is considered normal and does not contribute to ulnar neuropathy. Type Ib predisposes the nerve to dynamic compression forces, whereas type II may produce static compression owing to muscle bulk.\n[6]\nPressures measured between the ulnar nerve and the humeroulnar arcade increase to above 200 mm Hg during elbow flexion or isometric contraction of the FCU. In contrast, pressure remains below 19 mm Hg during elbow extension.\n[7]\n\nRepetitive movements exerting pressure on the ulnar wrist and hypothenar eminence increase susceptibility to cumulative stress ulnar neuropathy. Traumatic events, eg, distal radial or wrist fractures, and space-occupying lesions, including ganglion cysts, may also produce ulnar neuropathy at the wrist (UNW).\n[8]",
    "monitoring": "Diagnosis of ulnar neuropathy traditionally depends on clinical history, physical examination, and electrodiagnostic studies. Combined use of electromyography and nerve conduction studies improves diagnostic accuracy by localizing sites of pathological compression, allowing relatively early identification in patients with symptoms indicative of ulnar nerve lesions.\n\nUltrasound has been proposed as a screening and follow-up imaging modality for patients with UNE, as it can detect morphologic changes and determine the extent of nerve lesions. A recent meta-analysis demonstrated that in healthy participants, the ulnar nerve cross-sectional area at various locations around the elbow rarely exceeds 10 mm, providing a potential cutoff for diagnosing ulnar nerve entrapment in this region.\n[27]\n\nBeyond cross-sectional area, evidence indicates that nerve diameter assessed via neuromuscular ultrasound is likely accurate for diagnosing UNE.\n[28]\nAnother study revealed that measuring ulnar nerve cross-sectional area with magnetic resonance imaging or ultrasound 10 mm proximal to the medial epicondyle allows discrimination between patients with and without UNE using a threshold of 11 mm.\n[29]\nThe ulnar nerve swelling ratio has been proposed as a complementary diagnostic tool. Additional sonographic indicators include intraneural vascularity, increased flattening ratio, and enlarged intraneural hypoechoic fraction, though further research is required.\n[30]\nNeuromuscular ultrasound also facilitates the identification of lesions, eg, ganglion cysts, lipomas, and other compressive masses, that may affect the nerve along its course.\n\nIn diagnosing UNE, expert consensus recommends performing both electrodiagnostic testing and ultrasound in all evaluations. Electrodiagnostic assessment should include nerve conduction studies. Ultrasound should evaluate the nerve cross-sectional area, nerve mobility, and the entire course of the ulnar nerve.\n[31]",
    "administration": "Noninvasive Treatment\n\nConservative management of UNE focuses on reducing external compression of the ulnar nerve and minimizing repetitive elbow flexion, thereby decreasing mechanical stress on the nerve. Physical therapy modalities, including cold application, neurodynamic mobilization, pulsed ultrasound, strengthening exercises, patient education, and activity or ergonomic modifications, demonstrate benefit in patients with mild-to-moderate symptoms.\n[32]\nAdditional noninvasive approaches, such as ultrasound therapy and low-level laser therapy, have been shown to improve treatment outcomes.\n[33]\n[34]\nSplinting with an elbow brace that limits flexion constitutes another conservative strategy. Pooled analyses indicate that splinting results in symptom improvement in approximately 89% of patients with UNE.\n[35]\n\nInjections\n\nInjection-based interventions have also been proposed for UNE management. Ultrasound-guided corticosteroid injections at the elbow have produced mixed results.\n[36]\n[37]\nA meta-analysis reported that injections of steroid–lidocaine mixtures improved symptoms in 54% of treated patients. Perineural injection with 5% dextrose is an alternative injectate. Compared with normal saline, perineural 5% dextrose injections yielded superior improvements in pain, disability, ulnar motor conduction velocity, and ulnar nerve cross-sectional area.\n[38]\nBoth steroid and perineural dextrose injections are effective, but dextrose demonstrates greater reductions in symptom severity and cross-sectional area of the ulnar nerve.\n[39]\n\nSurgery\n\nSurgical intervention is indicated for patients with persistent, progressive, or severe symptoms, including muscle atrophy. Techniques described include simple decompression, anterior transposition, and medial epicondylectomy. A systematic review and meta-analysis demonstrated that simple decompression and decompression with transposition are equally effective in idiopathic UNE. However, decompression with transposition is associated with a higher incidence of wound infections compared with simple decompression.\n[40]\nLow- to moderate-certainty evidence indicates minimal differences in functional improvement or surgical complications between simple decompression and subcutaneous or submuscular transposition, even in cases of severe nerve impairment.\n[41]\n\nEmerging Therapies\n\nA small randomized controlled trial demonstrated that postsurgical electrical stimulation increased motor unit number and enhanced intrinsic muscle strength 3 years postoperatively.\n[42]\nThese findings suggest that electrical stimulation may support long-term functional recovery after ulnar nerve surgery.",
    "adverse_effects": "Patient outcomes are less favorable in chronic and severe cases. Complications of longstanding ulnar neuropathy, particularly with severe nerve injury, include intrinsic hand muscle atrophy, weakness, claw deformity, numbness, chronic pain or paresthesia, and loss of hand and finger dexterity, which may result in functional impairment and disability. Postoperative complications following UNE surgery include iatrogenic injury to the medial antebrachial cutaneous nerve, nerve subluxation, and symptom recurrence.\n[50]"
  }
}