{
  "drug_name": "homocysteine",
  "nbk_id": "NBK611985",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK611985/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "Thrombotic microangiopathy (TMA) is a clinical syndrome characterized by endothelial injury and thrombotic occlusion of the microvasculature, leading to end-organ damage. This systemic disorder can affect any organ system, including the brain, heart, and gastrointestinal tract. However, the kidney is the most frequently affected organ.\n[1]\n\nHistorically, TMA syndromes were classified as either thrombotic thrombocytopenic purpura (TTP) or hemolytic uremic syndrome (HUS) based on neurologic or kidney involvement, respectively.\n[1]\nSubsequent discoveries led to further refinement of this classification, with TTP characterized by a genetic or acquired deficiency of a disintegrin-like metalloproteinase with thrombospondin type 1 motif, member 13 (ADAMTS13) and HUS most commonly associated with Shiga toxin-producing\nEscherichia coli\n. Cases of HUS with a genetic component leading to activation of the alternative complement pathway are called “atypical” HUS.\n[1]\n[2]\nThe term atypical HUS has also been used to describe cases that are not TTP or classic HUS.\n[3]\nPlease see StatPearls' companion review, \"\nHemolytic Uremic Syndrome\n,\" for further information. However, this nomenclature is imprecise, as the term atypical HUS is broadly used to describe heterogeneous disorders with distinct pathophysiology and treatments. Hence, as our understanding of complement dysregulation and its role in various forms of TMA has evolved, longstanding efforts have been made to revise the nomenclature towards a more etiology-based classification system.\n[2]\n[4]\n[5]",
    "mechanism": "TMAs have commonly been classified into TTP/ADAMTS13 deficiency TMA (congenital or acquired), primary TMA (occurring due to dysregulation of the complement system due to genetic or acquired abnormalities), and secondary TMA (occurring secondary to various triggers or associated diseases).\n[6]\nWith primary TMAs, approximately 50% to 70% of patients have mutations in complement genes or regulatory proteins.\n[6]\n[7]\n[8]\nThese mutations have incomplete penetrance and often require a “second hit” or environmental trigger to cause TMA.\n[7]\n\nIn contrast to primary TMA, genetic abnormalities in complement or regulatory proteins are typically less common in those with secondary TMA. Consequently, after the environmental trigger or underlying disease process is controlled, secondary TMAs often resolve and have a much lower risk of recurrence. Thus, the additive benefits of anticomplement therapy in secondary TMAs are contentious and should be considered on a case-by-case basis.\n[6]\n[8]\n\nMore recently, a working group of international multispecialty TMA experts supported by the National Kidney Foundation (NKF) proposed a new etiology-based classification for TMA. Specifically, the expert panel recommended discarding the term “atypical\" HUS since it is nonspecific and does not reflect the underlying pathophysiology. Below is the proposed etiology-based classification for TMA from the NKF Working Group.\n[4]\n\nKnown Etiology\n\nThrombotic thrombocytopenic purpura (ADAMTS13 deficiency)\n\nHereditary\nMutation in\nADAMTS13\ngene\nAcquired\nAutoantibodies to ADAMTS13\nPlease see StatPearls' companion review, \"\nThrombotic Thrombocytopenic Purpura,\n\" for further information.\n\nComplement-mediated TMA\n\nGenetic TMA\nAcquired factor H autoantibody-associated TMA\nNongenetic CM-TMA\n\nGenetic non-CM-TMA\n\nExamples include diacylglycerol kinase epsilon-TMA, TSEN-TMA, interferon-TMA, EXOSC3-TMA.\nMMACHC\ngene mutations increase the risk of cobalamin deficiency-associated TMA.\n\nMetabolic-associated TMA\n\nCobalamin deficiency: This deficiency can present in childhood and adulthood (as noted above, the risk is increased with mutations in the\nMMACHC\ngene).\n\nPredisposing Conditions\n\nThese forms may need additional diagnostic tests such as genetic predispositions, complement dysregulation, metabolic disease, or other testing to further define their etiology. Overlap with categories above from \"Known Etiology\" also exists. For example, infection-associated TMA often causes abnormal complement activation, and many patients who develop TMA after a hematopoietic stem cell transplant have a genetic predisposition to abnormal complement regulation.\n[7]\n\nTransplant-associated TMA\nHematopoietic stem cell transplant: TMA occurs in up to 40% of allogeneic stem cell transplants.\n[9]\nThis condition occurs due to an underlying genetic predisposition (hit 1), use of a conditioning regimen that includes chemotherapeutic agents and total body irradiation (hit 2). Associated conditions (eg, use of calcineurin inhibitors [CNIs] /mammalian target of rapamycin [mTOR], infections) can further activate the complement system\n.\nSolid organ transplant: TMA after solid organ transplant can be multifactorial due to drugs (particularly CNI or mTOR use), infections, or antibody-mediated rejection. TMA has been reported to occur in up to 14% of patients after a kidney transplant, about 4% after a liver transplant, and 2.3% after a lung transplant. Complement gene mutations increase the risk of developing TMA. TMA commonly occurs in the first 3 months after transplant but can appear at any time in the posttransplant course. Posttransplant TMA can be recurrent or de novo. Recurrent TMA is almost always complement-mediated (due to underlying genetic mutations), while de novo TMA may be complement-mediated or secondary to the associated conditions or triggers mentioned above. Complement activation may also play a role in de novo TMAs.\n[10]\n\nPregnancy-associated TMA\nPreeclampsia. Please see StatPearls' companion reviews, \"\nThrombocytopenia in Pregnancy\n\" and \"\nPreeclampsia\n.\" Pregnancy and the postpartum period are considered a high-risk time for TMA development. Pregnancy-associated TMAs include TTP, HELLP (hemolysis, elevated liver enzymes, and low platelet count), atypical hemolytic uremic syndrome (aHUS)/CM-TMA, and TMA associated with antiphospholipid syndrome.\nPregnancy, particularly the postpartum period, is considered one of the major triggers for CM-TMA as the levels of many complement proteins (which increase during pregnancy) decrease during the postpartum period. Complement activation can also occur due to an imbalance in the production between anti-angiogenic (soluble Feline McDonough sarcomas, like tyrosine kinase-1) and pro-angiogenic factors (vascular endothelial growth factor [VEGF] and placental growth factor).\n[11]\n[12]\nHELLP syndrome is a serious pregnancy complication. Please see StatPearls' companion reference, \"\nHELLP Syndrome.\n\"\nTriggering of catastrophic antiphospholipid syndrome, aHUS, or TTP can also occur during pregnancy. Please see StatPearls' companion reference, \"\nAntiphospholipid Syndrome.\n\"\n\nHypertension-associated TMA\nHypertension is speculated to cause TMA due to the mechanical shear stress on the endothelium. Although hypertension could be the cause in some patients, investigating for other etiologies is strongly recommended, as complement abnormalities have been identified in 35% to 65% of patients who develop TMA in the setting of malignant hypertension. TMA features will persist in these patients despite blood pressure control beyond 48 to 72 hours. Therefore, identifying these patients is important from both therapeutic and prognostic standpoints because they can benefit from complement inhibition.\n[13]\n\nDrug-induced TMA\nThis may be immune-mediated or direct toxicity-mediated. Immune-mediated TMA occurs due to the production of antibodies against the drug (or its metabolite). This condition is often associated with sudden onset of severe symptoms within hours or days after drug exposure. These antibodies can interact with platelets or circulating factors and cause endothelial injury. Direct toxicity-mediated TMA occurs due to cumulative effect dose and can occur at any time after being on the medication.\n[6]\n[14]\nMechanisms include direct endothelial damage and interruption of various pathways, such as VEGF, mTOR pathway, or deregulation of transcription factors (eg, nuclear factor-kappa B). TMA after an mTOR or calcineurin inhibitor (eg, drugs specifically relevant to transplant) use can also occur due to arteriolar vasoconstriction and endothelial injury, which can result in Von Willebrand factor multimer release, thereby causing platelet aggregation and complement activation (due to the complement-coagulation crosstalk).\n[15]\nCommon drugs that are associated with TMA include the following:\nChemotherapeutic agents: tyrosine kinase inhibitors, vascular endothelial growth factor (VEGF) inhibitors, immune checkpoint inhibitors\n[14]\nImmunosuppressive agents: calcineurin inhibitors, interferon-β, sirolimus\nAntibiotics: penicillin, ciprofloxacin, levofloxacin, metronidazole, nitrofurantoin\n[6]\nIllicit drugs: cocaine, ecstasy\n\nVasculitis/autoimmune disease associated TMA\nAutoimmune diseases commonly associated with TMA include systemic lupus erythematosus (SLE), antiphospholipid syndrome (APS), and scleroderma. TMA has also been reported to be associated with immunoglobulin A nephropathy, antineutrophil cytoplasmic antibodies-associated vasculitis, membranous nephropathy, and focal segmental glomerulosclerosis.\nThe pathophysiology of TMA in these diseases is multifactorial. Deficiency of early complement components (such as C1q, C2, or C4) in SLE can promote the generation of autoantibodies that can form immune complexes and trigger complement activation. Neutrophil extracellular traps (NETs) have also been implicated to play a role in TMA pathogenesis in these conditions since NETs incorporate complement components such as C3 cleavage products, properdin, and factor B, which can together form a C3 convertase leading to excessive complement activation. Genetic defects in the complement pathway genes have also been identified in a subset of these patients.\n[16]\n[17]\n\nCancer-associated TMA\nTMA in patients with cancer can be due to chemotherapy or due to the direct effect of the tumor.\n[18]\n[19]\nCancers associated with TMA typically include the following:\nSolid organ malignancy: breast, lungs, stomach, prostate, and ovaries\nHematologic: monoclonal gammopathies and lymphoproliferative disorders (leukemia, lymphoma)\nPossible mechanisms involve abnormal angiogenesis in the marrow that can lead to endothelial injury of the marrow vasculature by direct invasion. Additionally, microvascular tumor emboli, procoagulants produced by tumor cells, and impaired fibrinolysis have also been implicated. TMA associated with hematologic malignancies is speculated to be either due to monoclonal immunoglobulins causing direct endothelial injury, functioning like anti-complement antibodies, or inhibiting\nADAMTS13\n.\n\nInfection-associated TMA\nTMA can be associated with a wide range of infections, including the following: Shiga toxin-producing\nEscherichia coli,\npneumococcal, influenza, human immunodeficiency virus, COVID, dengue virus, or cytomegalovirus infection.\nShiga toxin binds to endothelial cells and releases tissue factor and von Willebrand factor, thereby creating a prothrombogenic environment.\nPneumococcal and influenza infections are known to cause the production of neuraminidase, which cleaves sialic residues from red cells and platelets and decreases factor H binding, leading to endothelial damage and impaired complement regulation.\n[20]\nOther mechanisms of infectious disease-associated TMA can include the activation of platelets, generation of thrombin, or development of\nADAMTS13\ninhibitors.\n[21]\n[22]",
    "monitoring": "TTP is a medical emergency requiring urgent intervention. Therefore, a predictive scoring system like PLASMIC or the French TMA scoring system can be used to assess its likelihood while\nADAMTS13\nactivity levels are pending. One suggestion is to treat anyone with a PLASMIC score greater than 5 empirically for TTP.\n[29]\n[30]\n[31]\nPlease see StatPearls' companion reference, \"\nThrombotic Thrombocytopenic Purpura\n,\" PLASMIC score section, for details on this scoring system.\n\nLaboratory evaluation\n\nComplete blood count for anemia, thrombocytopenia (<150K or >25%-50% decrease from baseline), and reticulocytosis\nHemolysis markers: lactate dehydrogenase, low haptoglobin, high indirect bilirubin\nPeripheral smear 1% or higher schistocytes\nLess than 1% of schistocytes can be present in chronic kidney disease, liver disease, and prosthetic valves.\nCoagulation profile to rule out disseminated intravascular coagulation\nCoombs test to rule out immune hemolytic anemia\nADAMTS13\nlevel/activity\nAntiphospholipid antibody testing\nVitamin B12 and homocysteine levels\nIf indicated, testing for autoimmune diseases (eg, antinuclear antibody for lupus)\nUrinalysis for proteinuria and hematuria\nStool studies (for STEC-HUS, and viral serologies)\nComplement investigations\nGenetic testing for complement variants (confirms a diagnosis of TMA and provides prognostic information regarding the risk of progression to end-stage renal disease, risk of relapse in the native kidney, or recurrence after a kidney transplant)\nTesting for acquired factors (commonly factor H autoantibody)\nSerum antigenic level of complement proteins (C3, C4, factor H, factor I, factor B, properdin) and cell surface expression of membrane cofactor protein (membrane cofactor protein, cluster of differentiation 46 using flow cytometry)\nComplement functional assays: 50% hemolytic complement (classical), alternative pathway method (alternative), hemolytic assays, recombinant production of the variant followed by in vitro functional assays\n\nKidney Biopsy\n\nIf clinical suspicion remains high and laboratory evaluation is equivocal, a kidney biopsy can be considered (if thrombocytopenia is not a limiting factor). Results from a French retrospective study reported a 45% incidence of renal-limited TMA.\n[32]",
    "administration": "Management of TMA is variable depending on the etiology of the TMA or any potential genetic involvement.\n[6]\nManagement of TTP, particularly immune-mediated, typically involves therapeutic plasma exchange (TPE) and immunosuppression with corticosteroids with or without rituximab.\n[6]\n[7]\n[13]\n[33]\nAdditionally, caplacizumab can be considered; this medication is an immunoglobulin preventing the vWF-platelet glycoprotein Ib interaction and consequent microvascular thrombosis.\n[34]\n[35]\n\nCongenital or hereditary forms of TTP are managed with plasma infusions to replenish\nADAMTS13\nlevels.\n[7]\n[12]\n[13]\n[33]\nIn severe cases, plasma exchange may be considered to remove vWF multimers.\n[12]\nAdditionally, case reports and results from a recent phase 3 study suggest a potential role for recombinant\nADAMTS13\nin management.\n[12]\n[36]\n\nAddressing the underlying conditions or precipitating factors is an essential first step in TMAs associated with other etiologies.\n[6]\nIf the TMA persists or has a severe presentation, anti-complement therapy with eculizumab or the longer-acting eculizumab (both are C5 complement stabilizers) can be considered.\n[6]\n[37]\nSee\nTable.\nDifferent TMA Syndromes and Suggested Treatment Options, which highlights the different management options for different TMA syndromes.\n\nTable\nTable. Different TMA Syndromes and Suggested Treatment Options.",
    "adverse_effects": "If left untreated, TMA can lead to widespread organ damage, including thrombotic complications, kidney fibrosis, kidney failure, and ESRD requiring dialysis with poor outcomes. Anticomplement therapy carries the risk of infections and is costly, posing a significant physical and psychological burden on patients and their families. Even after kidney transplantation, some forms of TMA can recur, worsening outcomes."
  }
}