{
  "drug_name": "honey base",
  "nbk_id": "NBK576385",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576385/",
  "scraped_at": "2026-01-11T15:30:52",
  "sections": {
    "indications": "Iodine-based dressing: It is better to be avoided in patients with thyroid problems and pregnant patients.\n[13]\n[14]\n\nNegative Pressure Wound Therapy (NPWT): wound bed is suspicious for the presence of malignancy, unexplored fistula, untreated osteomyelitis, and the presence of necrotic tissue.\n[15]\n\nLarval therapy is contraindicated if near a major organ, cavity, or blood vessel, if the wound is too dry, or if the wound is prone to significant bleeding.\n[16]\n\nRelative contraindications for leech therapy include arterial insufficiency, bleeding tendency, Jehovah's Witness, immunosuppression, diabetic patients, previous allergy to leeches or fluoroquinolone antibiotics, and psychological aversion to leech use.\n[17]\n\nHyperbaric oxygen: pneumothorax, severe reactive airway disease, and recent chemotherapy use.\n[18]",
    "clinical_significance": "For a complex wound to heal, optimization of both systemic and local factors is needed. Adequate debridement of the wound bed and choice of the appropriate dressing is essential. Moreover, it requires adjusting the patient's general condition, noting any comorbidities, and assessing nutritional status to aid the healing process. In most cases, an interprofessional team approach is best to achieve this goal.\n[71]\n\nSpecial Complex Wounds\n\nPressure Ulcer\n\nA pressure ulcer is a localized injury of the skin and underlying soft tissue over a bony prominence. 3 to 15% of hospitalized patients can develop pressure ulcers, and it is associated with a high mortality rate in the elderly. Common sites include sacrum, ischium, heel, trochanter, scapula, and occiput. It is usually initiated by pressure, shearing, and friction forces. The poor general condition of these patients renders the healing of the pressure ulcer.\n[74]\nAmerican National Pressure Ulcer Advisory Panel (NPUAP) classifies pressure ulcers into four categories according to depth. Category one: non-blanching erythema, category II: partial thickness skin loss, category III: full-thickness skin loss, category IV: full-thickness tissue loss.\n[75]\n\nWaterlow score is one of the most common scores used to assess the risk of developing pressure ulcers. It assesses the following skin type and risk areas: BMI, sex and age, appetite and weight loss, mobility, continence, and special risks such as malnutrition.\n[76]\nPrevention of pressure ulcers should include regular skincare, optimization of nutritional status, frequent mobilization to avoid direct contact between bony prominences, pressure dispersion by using pressure mattresses, and urinary or fecal diversion if needed. Treatment should focus on optimization of patient general condition and treatment of local infection before any reconstruction.\n[77]\n\nSurgery goals should achieve adequate excision of the pressure ulcer and underlying bursa before reconstruction using durable skin flaps. Examples of the common flaps are gluteus maximus musculocutaneous flap for sacral pressure sore, posterior thigh advancement flap for ischial pressure sores, and fascia lata flap for trochanteric pressure sores.\n[78]\n\nDiabetic Foot\n\nThe cause of diabetic foot is usually multifactorial, including neuropathy, ischemia, and infection. Most cases are combined neuro-ischemia.\n[79]\nAccording to the National Institute for Health and Clinical Excellence, management of diabetic foot should be done in an interprofessional team approach, including a general practitioner, a diabetic nurse, educator, podiatrist, orthotic specialist, and consultation of other specialists such as vascular plastic surgery, dietitian, and endocrinologist.\n[80]\nManagement should focus on patient education, monitoring of blood glucose level, wound debridement, either chemical or surgical, offloading, and surgery which may be in the form of flap coverage, revascularization of a diseased limb, or even amputation.\n[81]\n\nVenous Ulcer\n\nVenous ulcer is one of the late sequelae of varicose veins and subsequent venous hypertension. It is usually difficult to heal and can significantly affect the quality of life of many patients. Treatment should focus on surgical treatment of venous incompetency, if possible, application of compression dressing, either a multi-layer compression dressing or, if not tolerated, intermittent compression, and regular wound dressing.\n[82]\nIf the ulcer fails to heal, a skin graft may be needed in a combination of the artificial dermis to enhance the wound bed.\n[83]\n\nRadiated Wounds\n\nExternal beam radiation can significantly damage the DNA of keratinocytes, fibroblast, and endothelial cells, which will impair their ability to regenerate. Most of the radiated tissue will continue to have residual endothelial damage and endarteritis obliterans in the long term. This is the main reason why any injury in any radiated tissue will be difficult to heal. Hyperbaric oxygen can improve the wound environment to stimulate healing. However, in extensive cases, surgical excision of the affected area and coverage by vascularized flap is the most suitable option.\n[84]\n\nMalignant Wounds\n\nEarly diagnosis of such cases is mandatory to improve the long-term outcome in terms of morbidity and mortality. A biopsy is essential for diagnosis, and further scans may also be needed to assess the systemic spread of the malignancy. The most common causes are basal cell carcinoma, squamous cell carcinoma, melanoma, Marjolin ulcer, or secondary malignancies. Wide local excision of the tumor along with potential lymph node surgery is the treatment of choice. In extensive non-operable cases, electrochemotherapy may be used to limit the extension of the ulcer and to decrease pain and discharge.\n\nAbdominal Wound Dehiscence\n\nCauses of abdominal wound dehiscence include resection of abdominal wall tumor, e.g., sarcoma or desmoid tumor, or secondary to laparotomy (e.g., trauma, aortic artery aneurysm, sepsis, or necrotizing pancreatitis).In primary cases, reconstruction should be done immediately by a skin flap. While in secondary cases, management is usually staged.\n[85]\nInitially, temporary wound closure is achieved by a skin graft. This is followed by optimization of the patient's general condition before the definitive reconstruction, which is usually in the form of component separation.\n[86]\n[87]"
  }
}