{
  "drug_name": "hpmc",
  "nbk_id": "NBK578189",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578189/",
  "scraped_at": "2026-01-11T15:30:57",
  "sections": {
    "indications": "Cataract Surgery\n\nViscoelastics form an essential component for every step of all types of cataract surgery, whether it is phacoemulsification, manual small incision cataract surgery (MSICS), extracapsular cataract extraction (ECCE), or intracapsular cataract extraction (ICCE). Viscoelastics assist in capsulorhexis, hydrodissection, nucleus prolapse and manipulation, trenching and emulsification of nucleus, IOL implantation, and they also coat the endothelium and prevent corneal damage. The primary function of OVDs is to form the anterior chamber by replacing aqueous humor.\n\nFor capsulorhexis, a viscoelastic should have high viscosity, high transparency, good capsular flap control for a spatula effect, and high molecular weight at zero shear rate and must maintain the anterior chamber. The pediatric capsule is highly elastic; hence high density viscoelastic like Healon GV is viscoelastic of choice. In the case of posterior capsular rent during irrigation and aspiration, a dispersive viscoelastic is used to plug the defect.\n[5]\n\nViscoelastics Required During Various Steps of Phacoemulsification\n\nTable\nS. No Surgical step\n\nGlaucoma Surgeries\n\nIn trabeculectomy, hyaluronic acid is the viscoelastic of choice. It helps to prevent endothelial trauma maintain the anterior chamber depth. Some surgeons leave viscoelastic in the anterior chamber to prevent postoperative hypotony and retino-choroidal folds. Viscoelastic can also be injected subconjunctivally for bleb formation.\n\nIn viscocanalostomy surgery, viscoelastic is used to open the Schlemm canal. Hyaluronic acid containing viscoelastics is used for viscocanalostomy as they have high pseudo-plasticity and high viscosity. Due to these properties, the viscoelastic can be injected into the Schlemm canal through a small needle, and they help maintain the space.\n[14]\n\nCorneal Surgeries\n\nIn penetrating keratoplasty, the viscoelastic helps maintain the anterior chamber before trephination, provides good support for perfect trephination, helps in the protection of intraocular structures, tamponade the vitreous, and coat the corneal donor button while suturing to prevent endothelial damage. Viscoelastics also play a significant role in deep anterior lamellar keratoplasty (DALK) for layer by layer removal of the host cornea and for exposing the Descemet membrane (DM) during surgery. In Descemet stripping, endothelial keratoplasty (DSEK) and Descemet membrane endothelial keratoplasty (DMEK) viscoelastic help perform DM scoring and any anterior chamber maneuvers. In femtosecond laser application of cornea, viscoelastics help to protect the corneal endothelium.\n\nViscoanaesthesia\n\nViscoelastic can be mixed with lidocaine, and the mixture is used for intracameral anesthesia. This treatment modality is labeled as viscoanaethesia. Viscoelastic helps to prolong the effect of lidocaine.\n[15]\n\nViscomydriasis\n\nViscoelastic specially cohesives help to dilate the pupil during the surgery. In small pupil cases, it helps in viscomydriasis.\n[16]\n\nIntraoperative Floppy Iris Syndrome (IFIS)\n\nIntraoperative Floppy Iris Syndrome (IFIS) is a known complication in patients treated for prostatic hyperplasia with alpha-adrenergic blockers. Viscoadaptive viscoelastics are helpful in such a scenario to dilate and stabilize the pupil. This also helps to prevent iris prolapse.\n[17]\n\nRetinal Surgery\n\nThe membranous adhesions during retinal surgery can be safely separated and excised with the help of viscoelastics. It also helps to release the traction. Sodium hyaluronate is one of the most commonly used viscoelastic during retinal surgeries.\n[18]\n\nOrbit and Oculoplasty Surgery\n\nCongenital Nasolacrimal Duct Obstruction (CNLDO)-\nViscoelastic helps pass the probe through the NLD and keeps the NLD patent.\n[19]\n\nPtosis Surgery\n- It helps to avoid friction with fascia lata.\n\nDacryocystorhinostomy (DCR) -\nIn DCR surgery, it helps in to separate the adhesions and identify the lacrimal sac\n\nLacrimal Canaliculus tear -\nViscoelastics help to identify the cut ends.\n\nPediatric Ophthalmology and Strabismus Surgery\n\nIn pediatric cataract, viscoelastic help in all the routine steps of cataract surgery. In strabismus, surgery helps in suture adjustment with less force, helps to coat the muscle, and decreases scar formation in the muscular tissues.\n[20]",
    "clinical_significance": "Techniques Helpful During Surgery\n\nSoft Shell Technique\n\nIn the soft shell technique, a dispersive viscoelastic is injected in the anterior chamber forming a small clump on the anterior lens surface. Next, a cohesive viscoelastic is injected below the dispersive on the posterior surface, which pushes the dispersive upwards on the back surface of the cornea, thus protecting the endothelial cells. This technique is helpful during phacoemulsification and irrigation aspiration as it protects the corneal endothelium from trauma due to ultrasound energy and excessive fluid turbulence irrigation. The softshell technique is beneficial in Fuch's endothelial dystrophy, congenital hereditary endothelial dystrophy, extreme crocodile shagreen cases, and denser cataracts (Brown and Intumescent cataract).\n[35]\n\nUltimate Soft- Shell Technique\n\nIn this technique, a viscoadaptive viscoelastic is first injected in the anterior chamber, and then balance salt solution (BSS) is filled beneath the viscoadaptive viscoelastic. The ultimate softshell technique was introduced to cut down the cost due to the soft shell technique since it employed two different viscoelastics. The viscoelastic in this technique plug the incisional wound, while BSS over the anterior lens surface helps to reduce the resistance while performing surgical maneuvers.\n[36]\n\nTri- Soft Shell Technique\n\nThis technique first injects a dispersive viscoelastic in the anterior chamber above the lens surface. Then a viscoadaptive viscoelastic is injected below the dispersive to float the dispersive to coat and protect the endothelium.\n[37]",
    "monitoring": "The nursing, allied health, and interprofessional team also play a crucial role in monitoring the patient outcome and ensuring the availability of viscoelastics."
  }
}