{
  "drug_name": "human papillomavirus vaccine",
  "nbk_id": "NBK585135",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585135/",
  "scraped_at": "2026-01-11T18:47:17",
  "sections": {
    "indications": "Pityriasis lichenoides et varioliformis acuta (PLEVA), also known as Mucha-Habermann disease, is an uncommon cutaneous inflammatory rash characterized by diffuse red-brown papules in various stages with a mica-like scale on more established lesions. The papules may progress to form vesicles, pustules, and ulcers, and these lesions can be associated with pruritus or a burning sensation. PLEVA favors the trunk and proximal extremities, especially in the flexural regions. This rash tends to relapse and remit with variable duration, sometimes lasting up to years.\n[1]\nSee\nImage.\nUlcerated Pityriasis Lichenoides Et Varioliformis Acuta on the arm.",
    "mechanism": "The exact etiology of PLEVA is not known. However, various hypotheses have been noted in the literature, including an atypical immune response to infections, an inflammatory reaction to medications, and a lymphoproliferative disorder. In support of these hypotheses, there have been cases reported of PLEVA following infections with pathogens such as Epstein-Barr virus, human immunodeficiency virus (HIV), varicella-zoster virus, Toxoplasma gondii, Group A streptococcus, and herpes simplex virus type 2.\n[1]\n[2]\nAdditionally, PLEVA has been found to erupt in response to receiving the human papillomavirus, influenza, tetanus, measles, mumps, and rubella (MMR) vaccinations.\n[3]\n[4]\n[5]\n[6]\nDue to the risk of development of lymphoma and clinical similarity to lymphomatoid papulosis, the hypothesis regarding lymphoproliferation and T cell dyscrasia must be considered. PLEVA may also develop following certain medications, including atezolizumab, pembrolizumab, and topical diphenylcyclopropenone.\n[7]\n[8]",
    "monitoring": "Although the diagnosis of PLEVA is mainly clinical and aided by dermatoscopy, a histologic evaluation of lesional skin is imperative due to the numerous differential diagnoses with similar presentations. Punch biopsies are recommended to ensure that the epidermis and dermis can be appropriately evaluated. Immunohistochemical studies can aid in confirming the diagnosis and typically show CD8-positive T lymphocytes and negative CD30 stains (to rule out lymphomatoid papulosis).\n[9]\nSerological studies are not specific for PLEVA, but findings, including leukocytosis, elevated C-reactive protein, and erythrocyte sedimentation rate, can be seen in FUMHD.\n[1]\nOther common/useful non-specific tests to diagnose PLEVA by exclusion include toxoplasma Sabin-Feldman dye, heterophile antibody test, antistreptolysin o titers, throat cultures, HIV screening, and rapid plasma reagin test.\n[1]",
    "administration": "Due to the benign nature of PLEVA, pharmacologic therapy is unnecessary but may quicken the recovery process and provide relief if the patient is symptomatic. Data regarding treatment for the disease is limited, although various retrospective series and case reports recognize systemic antibiotics or phototherapy as first-line therapies in conjunction with corticosteroids.\n[17]\nSystemic antihistamines may also offer relief from pruritus. Furthermore, large ulcerations of PLEVA may benefit from local wound care.\n[16]\nFollow-up monitoring is required in aggressive cases of PLEVA with a waxing and waning course. Antibiotics known for their anti-inflammatory properties, such as doxycycline, minocycline, and erythromycin for children, are most commonly utilized.\n[17]\n[18]\nAntibiotics are continued until the lesions are resolved for up to 3 months, and in some cases, longer. If there is no response, phototherapy is considered.\n\nUltraviolet B light is the most common first-line phototherapy, with no significant difference between narrow and broadband ultraviolet B light. Although the long-term effects of phototherapy are unknown, children who received treatment did not experience any early side effects. In adults, therapy is directed by preference and other existing diseases.\n[17]\nPsoralen plus ultraviolet A has been reported as effective in multiple case studies.\n[17]\nUltraviolet A1 has been reported in the literature to aid in the complete resolution of lesions, although it is less accessible and more commonly found in academic centers.\n[19]\nCorticosteroids are commonly utilized as adjunctive therapy, and for patients with refractory disease, methotrexate may be an option.\n[20]\n[21]\nAdditional therapies for refractory cases include acitretin, dapsone, and cyclosporine.\n[21]\nIn contrast to the self-limited course of PLEVA, febrile ulceronecrotic Mucha-Habermann disease is a life-threatening disease that presents therapeutic challenges. Many case studies have shown patients with different responses to the same therapeutic approaches, preventing a gold standard treatment from developing. FUMHD may be treated with TNF-a inhibitors such as infliximab due to elevated TNF-a levels reported in a previous pediatric case and success in an adult case.\n[22]\n[23]\n[24]\nFurther studies, such as randomized control trials, are needed to assess the efficacy of the therapies mentioned optimally.",
    "adverse_effects": "Due to the enigmatic nature of PLEVA, misdiagnosis is a common complication. Lymphomatoid papulosis, for example, is a skin disease that mimics PLEVA, but the separation of the 2 must be emphasized because of differences in prognosis. Lymphomatoid papulosis has a significant risk of transforming into a cutaneous malignant lymphoma. Pityriasis Lichenoides (PL)-like mycosis fungoides (MF), is a rare form of MF that also appears similarly to PL during the clinical inspection.\n[25]\nAlthough the histopathological features of PL-like MF are more representative of typical MF, including but not limited to Pautrier’s microabscess, haloed lymphocytes, and epidermotropism,\n[25]\nit is imperative that histology is utilized when evaluating these patients to distinguish LP and PL-like MF from the various subtypes of PL. Additionally, extensive studies may be warranted if the course of PLEVA has progressed to PLC and is unresponsive to treatment. Although rare, there have been cases reported of CTCL discovered after PLC diagnosis.\n[26]\nIn 1 specific case, a pediatric patient was histologically diagnosed with PLC at 8 months and went untreated. He presented to the clinic again at 2 years of age with the development of an indurated plaque, which was confirmed as lymphomatoid papulosis after a second biopsy. The patient again went untreated with the assumption that the rash would spontaneously resolve. With no resolution of the skin disease, the patient was re-evaluated at 4 years old with an additional biopsy, immunostaining, and polymerase chain reaction analysis for clonal TCR gene rearrangement, which confirmed CTCL involvement.\n[26]\nConcerning outward appearance, the ulceronecrotic lesions in PLEVA may lead to alteration in pigmentation of the skin or heal with varioliform scarring. PLEVA can progress into PLC or present in the more fulminant form, FUMHD. The psychological component of PLEVA must not be overlooked due to its diffuse involvement in exposed skin areas."
  }
}