{
  "drug_name": "human chorionic gonadotrophin",
  "nbk_id": "NBK560567",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560567/",
  "scraped_at": "2026-01-11T18:47:14",
  "sections": {
    "indications": "The pineal gland is a small endocrine structure, measuring 10 to 14 mm in length, located in the midline of the brain at the superior aspect of the posterior margin of the third ventricle. On coronal imaging, the gland lies below the splenium of the corpus callosum and above and posterior to the tectum of the midbrain.\n[1]\nThe principal function of this gland is the secretion of melatonin, a hormone that regulates circadian rhythms. The gland receives environmental light-dark cycle information and provides feedback to the central nervous system, thereby contributing to the regulation of biological rhythms.\n[2]\n\nThe principal cells of the pineal gland are pinealocytes, which constitute the pineal parenchyma. Multiple pathologies are associated with this region due to the variety of cell types and structures adjacent to the pineal gland. Tumors of the pineal gland are classified into 3 subgroups—pineal parenchyma tumors, germ cell tumors, and lesions originating from adjacent structures.\n[1]\nOther lesions encountered in this area include astrocytomas, oligodendrogliomas, pineal cysts, meningiomas, arachnoid cysts, ependymomas, chemodectomas, epidermoid cysts, dermoid cysts, metastasis, aneurysm of the vein of Galen, arteriovenous malformation, and cysticercosis.\n\nImportant anatomical structures adjacent to the pineal gland include:\n[3]\n\nAnteriorly: Third ventricle (pineal recess)\nAnterosuperiorly: Habenular nuclei\nSuperiorly: Internal cerebral veins, the vein of Galen (posteriorly), stria medullaris, splenium of the corpus callosum, and velum interpositum\nPosteroinferiorly: Superior cerebellar cistern\nInferiorly: Superior colliculi of the midbrain\nAnteroinferiorly: Posterior commissure\n\nDifferentiating tumors of the pineal region relies on integrating clinical presentation, imaging characteristics, tumor markers, and histopathology. Although many tumors present with overlapping symptoms such as hydrocephalus and Parinaud's syndrome, radiologic features, calcification patterns, and serum or cerebrospinal fluid (CSF) markers such as alpha-fetoprotein (AFP) and beta-human chorionic gonadotropin (β-hCG), help narrow the differential. Definitive diagnosis requires histological evaluation to guide management.",
    "mechanism": "The etiology of pineal gland tumors is determined by their histopathological classification. These tumors are broadly divided into 2 major groups—pineal parenchymal tumors and germ cell tumors.\n\nPineal parenchymal tumors\nPineocytoma\nPineal parenchymal tumor with intermediate differentiation\nPineoblastoma\nPapillary tumor of the pineal region\n\nGerm cell tumors\nGerminomatous germ cell tumors\nPineal germinoma\nNongerminomatous germ cell tumors\nChoriocarcinoma\nEmbryonal carcinoma\nYolk sac tumor (endodermal sinus tract tumor)\nImmature teratoma\nMature teratoma",
    "monitoring": "The evaluation of pineal region tumors requires a multimodal approach that integrates clinical, radiologic, and laboratory findings. Neuroimaging, particularly magnetic resonance imaging (MRI) with contrast, is central to identifying the tumor and its relationship to adjacent structures. In contrast, CSF fluid analysis and serum tumor markers help differentiate germ cell tumors from other pineal lesions. Hisopathological confirmation remains essential for definitive diagnosis and treatment planning.\n\nLaboratory Evaluation\n\nSerum tumor markers are obtained when specific tumors are suspected, particularly those of the germ cell type. The most commonly assessed markers include AFP, β-hCG, and placental alkaline phosphatase.\n[30]\nThese markers provide important diagnostic and prognostic information and may help distinguish between germinomatous and nongerminatous tumors.\n\nCSF analysis can be performed via lumbar puncture, provided there is no obstructive hydrocephalus, or during endoscopic procedures. CSF evaluation helps diagnose many tumors of the pineal region and can provide complementary information to serum markers and imaging findings (see\nImage.\nTumor Markers).\n\nImaging Studies\n\nBrain MRI with and without gadolinium enhancement is the gold standard for evaluating pineal region tumors. When MRI is not available, alternative imaging modalities such as head computed tomographic (CT) scan, angiography, and, in infants, cranial ultrasound can play a role in the assessment of pineal region mass lesions.\n\nNormal neuroimaging findings of the pineal gland:\n\nCT scan: Calcification of the pineal gland is a common finding in adults but is typically absent in children younger than 5. The prevalence of this calcification peaks around the age of 30.\n[31]\nMRI: On MRI, the pineal gland demonstrates signal intensity similar to that of gray matter and appears as a small nodule of tissue located in the posterior aspect of the third ventricle. Because the gland lacks a blood-brain barrier, it shows avid enhancement with gadolinium. Calcifications are also frequently visualized on MRI.\n[20]\n\nBrain MRI shows homogeneous enhancement in pineal region tumors, except in cases with heterogeneous cellularity. Dense tumors, such as pineoblastomas and germinomas, often exhibit restricted diffusion on diffusion-weighted imaging. In contrast, pineal cysts typically lack enhancement and are characterized by a thin wall. Therefore, the presence of a thick lesion wall excludes the diagnosis of a cyst.\n\nCalcifications are more readily identified on head CT and can sometimes assist in establishing an accurate diagnosis. Pineal parenchymal tumors such as pineocytoma and pineoblastomas typically demonstrate peripheral calcifications, whereas germ cell tumors tend to encompass the calcified pineal tissue.\n\nMany tumors of the pineal region may spread locally or seed distantly. Therefore, a complete spinal MRI is often recommended as a part of the initial evaluation. Evidence of local invasion or remote dissemination carries important prognostic implications and can significantly alter both initial management and the selection of adjuvant therapy.\n\nPrognosis Indicators\n\nFindings associated with a worse prognosis include local invasion, CSF seeding, and extensive peritumoral edema. These features can significantly impact survival outcomes and influence the treatment approach.\n\nLocal invasion is most often observed in pineoblastomas and many germ cell tumors. The presence of local invasion reflects aggressive biological behavior and can complicate surgical resection.\n\nCSF seeding is another indicator of poor prognosis. Pineoblastomas most frequently demonstrate distal dissemination, whereas germinomas are more likely to exhibit proximal seeding.",
    "administration": "Following established treatment algorithms is essential for the evaluation of pineal region tumors. These protocols ensure both accurate diagnosis and appropriate management.\n\nIf hydrocephalus is absent:\nObtain tumor markers in serum and CSF\nIf positive, treatment should proceed based on the most likely pathology\nIf negative, tissue diagnosis is required\nBiopsy (stereotactic, endoscopic, open)\nResection (guided by radiographic or preliminary pathology findings)\nThe confirmed pathology determines final management\n\nIf hydrocephalus is present:\nCSF diversion should be performed, with endoscopic third ventriculostomy (ETV) being the preferred approach.\nAlways attempt an endoscopic biopsy when performing an ETV\nFinal management is based on pathology\n\nEndoscopic Third Ventriculostomy\n\nETV is performed by fenestrating the floor of the third ventricle, thereby creating a passage between the third ventricle and the prepontine cistern. In most cases, a right frontal burr hole is made anterior to Kocher's point, and the neuroendoscope is advanced through the brain parenchyma into the ipsilateral lateral ventricle. From there, the floor of the third ventricle near the tuber cinereum is fenestrated and expanded to permit adequate CSF flow.\n\nIf abnormal tissue is visualized, a biopsy is obtained from the posterior aspect of the third ventricle. Should ETV fail, definitive treatment involves placement of a ventricular shunt.\n\nThe ETV success score is calculated using 3 variables—age, cause of hydrocephalus, and prior ventricular shunt placement. Each variable is assigned a success percentage, which is added to yield a total score ranging from 0% to 90% (see\nTable.\nEndoscopic Third Ventriculostomy Success Score).\n[32]\n\nTable\nTable 2. Endoscopic Third Ventriculostomy Success Score.\n\nTreatment\n\nThe underlying pathology guides definitive treatment of pineal region tumors. Surgical resection is the mainstay for all pineal parenchymal tumors, mature teratomas, and for residual disease following chemotherapy and radiotherapy, in what is termed second-look surgery.\n[33]\n\nRadiotherapy is primarily used in the treatment of germinomas but is generally reserved for patients older than 3. In younger patients, alternative approaches are preferred to minimize long-term neurocognitive effects.\n\nChemotherapy combined with radiotherapy represents the standard for most other pineal region tumors. This approach is indicated for all nongerminomatous germ cell tumors and for germinomatous germ cell tumors in children younger than 3. Adjuvant chemotherapy with radiotherapy is also recommended for all tumors, except pineocytomas and mature teratomas, when complete resection has been achieved.\n\nThe surgical approach to the pineal region is determined based on the tumor's location and the surgeon's preference. The paramedian infratentorial supracerebellar approach is considered the most flexible option for resection of the most pineal region tumors, except for large lesions that extend laterally and inferiorly.\n[34]\nThis technique involves a left-sided suboccipital craniotomy, which protects the torcula and the typically more dominant right-sided veins and dural sinuses, including the transverse sinus.\n\nThe midline infratentorial supracerebellar approach has traditionally been used to expose pineal region tumors.\n[35]\nThis technique is performed via a bilateral midline suboccipital craniotomy but is limited by restricted lateral and inferior visualization due to the tentorial angle and the obstructive apex of the culmen. In addition, nearly all midline bridging vermian veins must be sacrificed.\n\nThe occipital transtentorial approach is beneficial for large pineal region tumors that extend laterally and inferiorly.\n[36]\n[37]\n[38]\nThis technique is performed through a unilateral occipital craniotomy. Limitations include challenges with anatomic orientation, the need to divide the tentorium, and the risk of homonymous hemianopia resulting from occipital lobe retraction.\n\nScreening of the entire neuroaxis is essential in all patients with pineal region tumors. Prognosis and treatment vary dramatically depending on whether CSF dissemination is present. Distant CSF seeding, except germinoma, and drop metastases are associated with poor outcomes. Comprehensive screening requires MRI of the brain, as well as the cervical, thoracic, and lumbar spine, with and without contrast. The role of prophylactic spinal radiotherapy remains controversial.",
    "adverse_effects": "Complications of pineal region tumors arise from both the tumor itself and its treatment, including neurological deficits, endocrine dysfunction, and treatment-related morbidity, all of which can significantly affect long-term outcomes and quality of life. Complications include the following:\n\nTumor-related complications\nHydrocephalus\nParinaud syndrome\nRaised intracranial pressure\nNeurological deficits\nCSF dissemination\n\nTreatment-related complications\nSurgical complications\nHemorrhage\nVenous infarction\nVisual deficits\nInfection\nCerebellar ataxia\nRadiotherapy effects\nCognitive decline\nEndocrine dysfunction (hypothalamic-pituitary axis damage)\nSecondary malignancies\nChemotherapy toxicities\nMyelosuppresion\nNephrotoxicity\nOtotoxicity\nInfertility\nShunt/ETV complications\nShunt dependency\nInfection\nObstruction\nFailure of CSF diversion"
  }
}