{
  "drug_name": "hyaluronan",
  "nbk_id": "NBK585036",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585036/",
  "scraped_at": "2026-01-11T15:31:03",
  "sections": {
    "indications": "Warnings and Precautions\n\nTeprotumumab has no listed contraindications on the label. However, warnings and precautions are for poorly controlled diabetics, pregnant or breastfeeding women, and prepubertal children. Based on its mechanism of action, it is likely that teprotumumab will have teratogenic effects during pregnancy. Therefore, it is recommended that women of child-bearing age use adequate contraception before starting therapy, during the course of treatment, and for six months following the last dose of teprotumumab.\n\nTeprotumumab for thyroid eye disease should be used cautiously in patients with IBD. In the phase 2 study for thyroid orbitopathy, two patients with pre-existing colitis showed severe exacerbations while receiving teprotumumab. These adverse events led the researchers to exclude patients with IBD from the phase 3 study and for the FDA to list IBD as a relative contraindication. It can be considered in selected patients; however, co-management with a gastroenterologist is strongly recommended.\n\nSimultaneous use of teprotumumab with another biological agent is strongly discouraged. No data currently exists regarding potential infectious risks with concomitant treatment. Rituximab-treated patients may have depleted B-cell counts for six months following their last treatment; hence a 6-month break between the last rituximab dose and the start of teprotumumab is strongly advised. The peripheral B-cell count can be checked beforehand.",
    "mechanism": "The rationale for choosing teprotumumab for the treatment trials in thyroid eye disease was based entirely on in-vitro studies of IGF-1R expressing orbital fibroblast and CD34+ fibrocytes and their critical contribution toward pathophysiology of thyroid orbitopathy, including upregulation of pro-inflammatory cytokine expression, T cell chemoattractant production including IL-16 and RANTES, hyaluronic acid synthesis and enhanced adipogenesis.\n[21]\n[22]\n[23]\n\nIGF-1R was overexpressed in orbital fibroblasts, monocyte progenitor cells, also known as fibrocytes in patients with thyroid orbitopathy, and peripheral B and T cells in patients with Graves disease.\n[24]\n[25]\n[26]\nMoreover, over-expression of IGF-1R in orbital tissues from patients with active and inactive thyroid eye disease compared to normal controls was observed.\n[11]\nImmunoglobulins from patients with Graves disease have been shown to interact with IGF-1 binding sites on orbital fibroblasts and induce hyaluronan synthesis, an effect that was reproducible by IGF-1 through IGF-1R.\n[24]\n[27]\n\nFurthermore, TSHR and IGF-1R receptors are found to co-localize and form functional complexes on orbital fibroblasts.\n[28]\nA study suggested IGF-1R activation by Graves’ immunoglobulin occurs partly via TSHR/IGF-1R cross-talk rather than direct binding to IGF-1R.\n[29]\nThe TSHR/IGF-1R cross-talk is enabled through GRK/arrestin-b,\n[30]\n\nin addition to the known IGF-1R signaling through the canonical pathway (Shc/SOS, RAF, MAPK, MEK and ERK, and IRS-induced PI3K/AKT) and non-canonical pathway where IGF-1R uses G protein signaling.\n[31]\nThis cascade ultimately results in orbital fat expansion, extra-ocular muscle enlargement, and inflammation with resultant soft tissue changes, diplopia, and proptosis.\n\nTeprotumumab is a 150 kDa fully human monoclonal anti-IGF-IR antibody that does not display cross-reactivity towards the insulin receptor.\n[31]\nTeprotumumab binds with the cysteine-rich region of the IGF-1R extracellular domain, and the complex is internalized and degraded. In vitro, teprotumumab reduces TSHR and IGF-1F display on fibrocytes and attenuates TSH-dependent IL-6 and IL-8 mRNA expression and AKT phosphorylation, which infer the IGF-1R inhibitor interferes with both IGF-1R and TSHR-mediated effects.\n[32]",
    "administration": "In the clinical trials, teprotumumab was given as an intravenous infusion with an initial dose of 10 mg/kg (over 90 minutes) followed by 20 mg/kg (over 90 minutes for infusion 2 and over 60 minutes for infusions 3 to 8), at a 3-week interval.\n\nNo dose-finding studies have been performed for teprotumumab in the setting of thyroid eye disease. Teprotumumab pharmacokinetics is linear in patients with thyroid orbitopathy with low systemic clearance and distribution volume, as well as a long elimination half-life.\n[33]\nModeling studies have demonstrated that a 20 mg/ml trough blood level should maintain more than 90% IGF-1R saturation. Hence, the above dosing regime was chosen to maintain elevated trough concentrations.\n\nReconstitution and Dosage Preparation\n\nEach vial contains 500 mg of teprotumumab. Using an aseptic technique, reconstitute the dose with 10mL of sterile water for injection. Ensure the stream of diluent is not directed onto the lyophilized powder, and gently swirl the solution until the powder is dissolved. The reconstituted solution has a volume of 10.5 mL, and the final concentration is 47.6 mg/mL. The reconstituted teprotumumab solution must be further diluted in 0.9% sodium chloride prior to infusion. Withdraw the required volume from the reconstituted vial based on the patient’s weight and transfer it into an intravenous bag to a total volume of 100 mL (for less than 1800 mg dose) or 250 mL (for 1800 mg or greater).\n\nThe reconstituted teprotumumab or the diluted solution in the intravenous bag does not contain preservatives and, therefore, must be used within 4 hours at room temperature 20 to 25 degrees or up to 48 hours under refrigerated conditions 2 to 8 degrees, protected from light. If refrigerated, allow the diluted solution to reach room temperature before infusion.\n\nReconstituted teprotumumab is either a colorless or slightly brown, clear solution. Discard the drug solution if there is any particulate matter or if the discoloration is observed.",
    "adverse_effects": "Teprotumumab is generally well tolerated, with most reported adverse events classified as mild, mostly grade 1 or 2. Common adverse reactions>5% were reported in teprotumumab clinical trials. According to pooled data analysis from phase 2 and 3 clinical trials.\n[5]\nThe most common adverse effects include:\n\nInfections and infestations (35%)\nMuscle spasm (25%)\nNausea (17%)\nDiarrhea (13%)\nHearing impairment (10%)\nAlopecia (13%)\nWeight loss (9%)\nHyperglycemia (8%)\nDry skin (8%)\nHeadache (8%)\nDysgeusia (8%)\nParaesthesia (7%)\n\nSerious adverse events occurred in 5 of 43 patients (12%) in the teprotumumab group in the phase 2 trial, which comprised one case of severe diarrhea in a patient with pre-existing ulcerative colitis, inflammatory bowel disease, Escherichia sepsis, Hashimoto encephalopathy, urinary retention, and one infusion-related reaction.\n[1]\n[2]\n\nIn the phase 3 trial, serious adverse events occurred in 2 of 41 (5%) patients in the teprotumumab group, which was a grade 2 infusion reaction that led to discontinuation of trial, and pneumothorax which was considered unrelated to the trial drug. No deaths occurred during teprotumumab clinical trials.\n[2]\n\nHoang et al. described a case of teprotumumab-induced encephalopathy in a 76-year-old man with a resolution of symptoms following plasmapheresis.\n[34]\nHowever, this patient's exact mechanisms for the rapidly progressive cognitive decline remain unclear.\n\nHyperglycemia\n\nHyperglycemia is identified as related to drug action for teprotumumab. In patients who did not have underlying diabetes, hyperglycemia was mild (55 to 70 mg/dl), intermittent, and occurred at similar rates in the placebo and teprotumumab groups. Moderate or severe hyperglycemia occurred in some patients with diabetes who received teprotumumab, which was well controlled after adjusting the medication for diabetes. Hemoglobin A1c levels returned to baseline after cessation of therapy. The OPTIC trial reported two grade 1 hyperglycemia cases (<5%) which resolved spontaneously.\n[2]\n\nOPTIC-X study reported three other cases of hyperglycemia (8.1%) in the OPTIC placebo group who later received teprotumumab, two with new-onset type 2 diabetes, and one with a transient increase in blood glucose.\n[6]\nTeprotumumab shows no detectable affinity for the insulin receptor; thus, the secondary hyperglycemia is likely linked to IGF-IR inhibition.\n[35]\n[36]\n[37]\n\nHearing Impairment\n\nHearing impairment is a common adverse reaction of teprotumumab. Hearing complications range from deafness, eustachian tube dysfunction, hyper and hypoacusis, tinnitus, and autophony at a rate of 10% in phase 2 and 3 teprotumumab clinical trials. These adverse events were noted to resolve either while on therapy or after completion of treatment.\n[5]\nIn the phase 2 trial, three patients experienced mild hearing impairment and tinnitus.\n[1]\n\nIn the phase 3 trial, five patients reported hearing disturbances in the teprotumumab group (2 hypoacusis, 1 deafness, 1 autophony, and 1 patulous eustachian tube), which all subsequently resolved.\n[2]\nIn the OPTIC-X trial, four patients had ongoing mild hearing disturbances at the time of reporting to the FDA. The onset and duration of the hearing impairment were all disparate. However, baseline audiograms were also not part of the screening protocol in these trials to quantify the severity and completeness of hearing recovery.\n\nInsulin-like growth factor 1 (IGF-1) plays an essential role in developing the inner ear and cochlear hair cells.\n[38]\nAnimal studies have shown that IGF-1 may protect the cochlea from excessive noise, aminoglycoside antibiotics, and ischemic injury.\n[39]\n[40]\n[41]\nIGF-1 appears to be neuroprotective and has the potential to facilitate regeneration of inner hair cells, activate growth, and limit cell death within the spiral ganglion neuron in cochlear explants; IGF-1 deficiency has been associated with sensorineural hearing loss in humans and animal studies.\n[42]\n[43]\n\nIn a large English longitudinal study, higher IGF-1 levels correlated with lower odds of hearing impairment in people aged 50 to 60.\n[44]\nPatients with thyroid eye disease are also more likely to develop hearing loss.\n[45]\n[46]\n\nThe post-clinical trials' use of teprotumumab raises concerns that the incidence of hearing complications may be higher and, in some instances, does not reverse after cessation of teprotumumab therapy. Two of the earliest reported TED cases developed hearing deficits after the third and fifth teprotumumab infusions, respectively, with severe hearing loss after the seventh infusion, after which treatment was ceased. Routine audiograms with teprotumumab therapy have been suggested.\n[43]\n[42]\n\nBoth cases showed moderate to severe sensorineural hearing loss, with no significant recovery of neurosensory loss 4 and 9 months after discontinuation of teprotumumab treatment. Another TED patient developed irreversible hearing loss in the setting of rifle shooting without ear protection two months into teprotumumab treatment. He continued to require hearing aids 12 months following completion of teprotumumab infusions.\n[47]\n\nIn a compiled case series, 4 cases out of 28 teprotumumab-treated thyroid eye disease patients (16%) developed neurosensory hearing loss based on audiometry. Severity ranges from mild and transient to severe and chronic. The milder form of ototoxicity is only detected on high-frequency testing.\n[48]\n\nIn a prospective observational study, 27 patients underwent otologic assessment at baseline after second, fourth, and eighth teprotumumab infusions. 22 of the 27 (81.5%) of the patients developed new subjective otologic symptoms after a mean of 3.8 infusions, ranging from mild to declines in word recognition. While tinnitus, ear fullness, and autophony resolved well (83% to 100%) by 39 weeks, only 5 of 11 (45.5%) patients with subjective hearing loss/decreased word comprehension experienced resolution.\n\nSubjectively, most patients were not functionally impacted by their otologic symptoms, but four did require hearing aids. Six patients had baseline and post-treatment audiometry, 5 met the criteria for ototoxicity due to teprotumumab-related sensorineural hearing loss, and one patient also had a patulous eustachian tube. Importantly the patients experiencing sensorineural hearing loss were older, and all had baseline hearing loss compared to the asymptomatic group (p<0.05).\n[49]\n\nGiven the ototoxicity potential, baseline audiometry and tympanometry with repeat audiology testing during the course of teprotumumab are recommended for early detection and management of otologic symptoms. This practice would help with pre-treatment patient counseling, as having a baseline hearing impairment is a predictor of hearing loss with ototoxic medication. Patients should be counseled to avoid loud noise exposure and other ototoxic medications during teprotumumab treatment.\n\nClinical trials have revealed encouraging results with the use of topical IGF-1 to treat sudden sensorineural hearing loss.\n[50]\n[51]\nTopical IGF-1 rescue or as a preventive treatment remains to be explored in teprotumumab-related ototoxicity.\n\nInflammatory Bowel Disease (IBD)\n\nPre-existing inflammatory bowel disease is a labeled precaution for the use of teprotumumab. Greater care is needed while using teprotumumab in these patients. In the phase 2 teprotumumab trial, a patient in the teprotumumab group with pre-existing ulcerative colitis for six months experienced severe diarrhea, which necessitated discontinuation of intervention after the sixth infusion. Another participant in the trial with a 7-month history of abdominal pain and bloody diarrhea before commencing teprotumumab was diagnosed with exacerbation of inflammatory bowel disease (ulcerative colitis) 3 months into the study and was withdrawn from the study.\n[1]\n\nIn another recent case report, a patient with thyroid eye disease was treated with teprotumumab and developed symptoms suggestive of IBD after her sixth infusion. Colonoscopy confirmed the diagnosis of ulcerative colitis, and the patient required subsequent treatment with infliximab to control her IBD.\n[52]\n\nIGF-1R is expressed on intestinal epithelium and smooth muscle cells. It is thought that its stimulation with IGF-1 contributes to mucosal proliferation and repair and reduces intestinal inflammation.\n[53]\n[54]\nUsing an IGF-1R antibody such as teprotumumab may trigger or exacerbate IBD.",
    "monitoring": "The efficacy and therapeutic index of teprotumumab are assessable with subjective and objective findings. Before starting the drug, the following should be undertaken:\n\nA thorough history (in particular, a history of diabetes and IBD).\nPhysical examination (e.g., measurement of weight and blood pressure).\nComplete ophthalmologic examination (including visual acuity, color vision, exophthalmometry, extraocular motility, anterior segment, and fundus examination).\nStandard clinical laboratory evaluation (e.g., complete blood count, liver function tests, fasting blood glucose, and hemoglobin A1c).\nObjective audiology testing (if available).\n[55]\n\nPatients with diabetes who receive teprotumumab are advised to have monitoring of blood glucose and glycated hemoglobin levels and should be co-managed with an endocrinologist. Tests recommended include fasting blood glucose after each of the first two infusions and self-monitoring at least twice a day.\n\nDosing in both clinical trials involved eight infusions over six months. However, the duration and total infusion numbers are debatable, as an improvement has been reported by injection 2 or 3. Smith et al. showed that the therapeutic effects were rapid, with 43% of patients in the teprotumumab group and 4% of patients in the placebo group responding at week 6.\n[1]\n\nPatients with severe disease who continue demonstrating response at 24 weeks to teprotumumab can be considered for additional infusions using the same dosing schedule.\n[56]\nIn contrast, early discontinuation should be considered if there is no improvement at the 4th to 6th infusion.",
    "toxicity": "There is a paucity of data regarding the toxicity and overdosage of teprotumumab. Symptoms of overdose are likely to be consistent with its adverse effect profile."
  }
}