{
  "drug_name": "hyaluronidase",
  "nbk_id": "NBK545163",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545163/",
  "scraped_at": "2026-01-11T15:31:03",
  "sections": {
    "indications": "Contraindications to this medication include hypersensitivity to this drug class or components of the injection. Caution is necessary when administering this drug to someone who is at increased risk for thrombosis.",
    "mechanism": "Hyaluronic acid is a glycosaminoglycan that contributes to the extracellular matrix of connective tissues. It is a large, viscous, and hygroscopic molecule that blocks the flow of fluids entering the vasculature from a subcutaneous space.\n[3]\nHyaluronic acid is a linear polymer made of thousands of simple disaccharides stacked on one another, contributing to the molecule's hydrophilic properties.\n[10]\n[2]\nHyaluronic acid has a relatively short half-life of 15 to 20 hours. Hyaluronidase is an enzyme that temporarily and reversibly depolymerizes hyaluronic acid; this creates microchannels in the interstitial matrix that allows fluids to flow through. Recombinant human hyaluronidase is specific for cleaving the beta 1-4 linkage of the glycosaminoglycan.\n[3]",
    "administration": "Typical administration of hyaluronidase is via subcutaneous injection with doses ranging from 50 to 300 units/mL.\n[3]\nWhen using this enzyme to enhance the dispersion of another pharmaceutical agent, the administration is possible in one of two ways. It may be injected first into the subcutaneous tissue, and then the second agent may be injected sequentially with the same needle. Or it may be co-administered with the other agent in a single injection.\n[1]\nStudies have been conducted injecting pegylated recombinant human hyaluronidase (PEGPH20) directly into a tumor, attempting to degrade the local hyaluronic acid and improve cytotoxic agent delivery.\n[8]",
    "adverse_effects": "The most frequently encountered adverse effects are injection site reaction, headache, fatigue, nausea, and fever. Severe reactions can include hypersensitivity reactions, anaphylaxis, hyperviscosity, and thromboembolism. Recombinant human hyaluronidase comes with a black box warning of thrombosis. Risk factors for precipitating thrombosis are hypercoagulable conditions, prolonged immobilization, advanced age, and cardiovascular disease. It is essential to hydrate adequately before administering the dose to prevent these adverse reactions.\n\nAnimal-derived hyaluronidase is immunogenic and may cause allergic reactions. Human recombinant hyaluronidase (rHuPH20) is better tolerated and is less likely to cause an allergic reaction. Approximately 6% of the population have anti-rHuPH20 antibodies that are non-neutralizing and have no clinically significant consequences.\n[3]\n\nThere is insufficient data available to assess fetal risk in pregnancy, nor is there human data available to evaluate the effects on milk production in lactating mothers. It is essential to weigh the risks versus benefits when prescribing to pregnant or breastfeeding women.",
    "monitoring": "It is essential to document location and monitor the injection site for acute changes. Recommendations also include monitoring renal function and vital signs during the infusion.",
    "toxicity": "Toxicity due to hyaluronidase is rare. If the enzyme gets injected intravenously, it immediately degrades, and enzymatic activity halts. Tissue inflammation may result from local hyaluronidase toxicity.\n[11]\nThe most feared complications of hyaluronidase therapy are thrombosis or a hypersensitivity reaction; immediately discontinue the medication if either one of these occurs."
  }
}