{
  "drug_name": "hydroquinone",
  "nbk_id": "NBK539693",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539693/",
  "scraped_at": "2026-01-11T15:31:14",
  "sections": {
    "indications": "Allergic reaction or hypersensitivity hydroquinone\nSun exposure\nThe use of this drug requires caution with other medications that cause photosensitivity.\n\nPregnancy Category C\n\nAbout 35% to 45% of the topical hydroquinone dose is absorbed systemically. Current studies have not shown an increased risk of malformations or adverse effects in pregnant women, but it is recommended to minimize exposure due to the substantial absorption.\n[10]\nThe safety of breastfeeding mothers and children remains unestablished, and as such, breastfeeding females should avoid this drug.",
    "mechanism": "Hydroquinone acts as a skin depigmentation agent by inhibiting melanin synthesis. It inhibits the conversion of L-3,4- dihydroxyphenylalanine (L-DOPA) to melanin by inhibiting tyrosinase due to its structural similarity to an analog of melanin precursors.\n[6]\n\nThe Pathway of Melanin Synthesis\n[9]\n\nHydroxylation of L-phenylalanine to L-tyrosine\nTyrosinase hydroxylates L-tyrosine to 3,4 L-dihydroxyphenylalanine (L-DOPA)\nL-DOPA oxidized to dopaquinone\nProduction of eumelanin and pheomelanin resulting in black to brown and yellow to red color of skin",
    "administration": "Hydroquinone is only used topically as a depigmentation agent. A thin layer is applied with fingertips and rubbed into the face (or other affected areas) 1 to 2 times a day for 3 to 6 months. If there are no results after 2 to 3 months, hydroquinone should be discontinued. It is essential to evenly apply hydroquinone over the entire face to prevent uneven pigmentation and use concurrently with sunscreen to protect from damaging UV light, which increases pigmentation.  Physicians recommended stopping treatment after this time for a few months before restarting to decrease the risk of side effects. It can also be applied during weekends only or three times a week for more extended maintenance therapy with minimal complications.\n[6]\n\nHydroquinone is available in 2% or 4%.\n[2]\nIt comes in the following dose forms: cream, emulsion, gel, or solution.\n\nMultiple studies have shown that maximum results occur when using hydroquinone as a combination therapy with a retinoid and corticosteroid. The most widely used triple combination cream is composed of hydroquinone 4%, tretinoin 0.05%, and fluocinolone acetonide 0.01%.\n[6]\nUse in combination with other agents requires a prescription by a dermatologist.\n\nResults vary among each patient.\n\nAbout 35% to 45% of hydroquinone is absorbed systemically after topical use.\n[10]",
    "adverse_effects": "Adverse Effects Include\n[11]\n[6]\n[2]\n\nIrritation\nAllergic contact dermatitis\nErythema\nInflammation\nXeroderma\nStinging\nRarely ochronosis - ochronosis is a blue-black or gray-blue discoloration; it is rare and more commonly seen in patients that use a high concentration of hydroquinone for a long period on large areas of the body.\n\nStudies also suggest that hydroquinone can falsely elevate capillary glucose when measured with a glucometer.\n[12]\n\nThere has been no confirmation regarding concerns that hydroquinone cream is carcinogenic either in clinical practice or human research.\n[6]",
    "monitoring": "Monitor for any hypersensitivity or long-term irritation, in which case the medication should be discontinued. Also, in rare cases, ochronosis develops; the patient should stop using hydroquinone and consult a clinician.",
    "toxicity": "No significant toxicity has been found with the topical use of the hydroquinone cream.\n\nSome studies report malignancies in animals treated for an extended period with large oral doses.\n[2]\n\nHydroquinone in the Environment\n\nIn the environment, hydroquinone is a chemical and can be toxic in human and industrial activities by promoting the generation of reactive oxygen species, oxidative stress, and hence the potential for DNA damage. It is a major benzene metabolite and is known to be hepatotoxic and carcinogenic in these settings. Some studies suggest it can promote tumor cell growth and suppress the immune response. It is used in photography and is present in dyes, paints, varnishes oils, and motor fuels. In its oxidized form, it is more toxic and less degradable. It demonstrates high toxicity to aquatic organisms and rodents and may induce leukemia, renal tubular cell tumors, and liver cancer. It has also been found to influence immune cell responses and cause an increase in an allergic reaction by increasing interleukin-4 production and immunoglobulin E levels.\n[13]"
  }
}