{
  "drug_name": "hydroxyquinoline",
  "nbk_id": "NBK545212",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545212/",
  "scraped_at": "2026-01-11T15:31:18",
  "sections": {
    "clinical_significance": "Prevention of gene expression is one way in which antibiotics can kill bacteria. Since transcription is an essential process for all organisms, the transcription machinery is an extremely attractive target for the development of new antibiotics. Rifampicin is a commonly used antibiotic against\nMycobacterium tuberculosis\n. Belonging to the ansamycin class of antibiotics, rifampicin binds to the beta subunit of RNAP within the DNA/RNA channel and prevents the formation of the second or third phosphodiester bond, inducing the release of short abortives and subsequently blocking nascent RNA extension.\n[29]\n[30]\n[31]\nInterestingly, bacteria have quickly evolved to develop resistance to rifampicin. Mutations within the beta subunit of RNAP (S531L, H526Y, and D516V) account for about for 41, 36, and 9% of resistant tuberculosis strains, respectively.\n[31]\nOther antibiotics that block nascent RNA extension include sorangicin and GE23077.\n[32]\nAnother commonly used antibiotic, fidaxomicin, also binds to\nClostridium difficile\nRNAP. Instead of the beta subunit, fidaxomicin binds to the switch region of RNAP.\n[33]\nThis binding prevents RPo formation. The proposed mechanism is that fidaxomicin prevents the correct spatial orientation of Region 2 and Region 4 for recognition of the -10 and -35 core promoter elements, respectively.\n[33]\n[34]\nOther antibiotics that also target the RNAP switch region include squaramides, myxopyronin, corallopyronin, and ripostatin.\n[32]\nThough only very few antibiotics have reached the clinical market, there are also other many antibiotics which inhibit transcription by varying processes. The SB-2 series disrupt holoenzyme assembly, pseudoridmycin is a nucleoside analog, and salinamides targets the mobile elements of the primary channel.\n[32]\n\nAlong with prokaryotic transcription inhibition, researchers have discovered several compounds that target eukaryotic RNAP. Actinomycin D is a bacterial antibiotic used as an antitumor reagent. It intercalates DNA, thereby preventing the progression of both bacterial and eukaryotic RNAP I.\n[35]\n[36]\nAlong with actinomycin D, other chemicals also inhibit eukaryotic transcription. Alpha-amanitin binds to the bridge helix and trigger loop of RNAP II and III, preventing the incorporation of nascent RNA chains,\n[37]\n[38]\nwhile 8-hydroxyquinoline chelates bivalent cations, manganese, and magnesium, within the active site of RNAP.\n[39]"
  }
}