{
  "drug_name": "hydrochlorothiazide",
  "nbk_id": "NBK430766",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430766/",
  "scraped_at": "2026-01-11T15:31:05",
  "sections": {
    "indications": "Hydrochlorothiazide is contraindicated in cases of anuria or preexisting sulfonamide allergy. This medication should be used cautiously in patients with severe hepatic impairment due to the potential risk of developing hepatic coma.\n[29]\nIn individuals with underlying adrenal insufficiency, hydrochlorothiazide therapy should be avoided.\n[30]",
    "mechanism": "Hydrochlorothiazide directly inhibits the sodium chloride cotransporter located on the apical membrane of the distal convoluted tubules in the kidney. The distal convoluted tubule is responsible for reabsorbing approximately 5% to 10% of the sodium in the kidney.\n[9]\nThis inhibition increases the concentration of sodium that moves to the collecting ducts by preventing sodium resorption in the distal convoluted tubules. Hydrochlorothiazide reduces the sodium-potassium ATPase pump's activity on the basolateral surface by preventing sodium from crossing the tubular lumen. This action prevents the movement of sodium and water into the interstitial space.\n\nThe elevated concentration of positively charged sodium ions moving through the distal convoluted tubule induces an ionic imbalance, further opening the voltage-gated channels. This transient receptor potential triggers an influx of calcium reabsorption from the tubular lumen, facilitated across the basolateral surface through the calcium ATPase pump and sodium-calcium exchanger. Reabsorption of calcium in the distal convoluted tubules contributes to approximately 7% to 10% of filtered calcium retention.\n[10]\n\nAldosterone, the mineralocorticoid, is responsible for the modulation of sodium reabsorption and potassium excretion in the collecting ducts of the kidney. Elevated sodium concentration in the collecting duct prompts aldosterone to bind to the mineralocorticoid receptor, initiating the transcription of ion transport protein channels.\n[11]\nThis leads to sodium reabsorption through the epithelial sodium channels in the principal cells and potassium excretion in the intercalated cells,\n[12]\nresulting in diuresis effects.\n\nIn adults, the pharmacological effects of hydrochlorothiazide commence within 2 hours, peak after 4 hours, and persist for approximately 6 to 12 hours.\n[13]\nAs the kidney is the primary excretory route for the medication, patients with renal impairment may exhibit a prolonged half-life and increased plasma concentration. Although no dosage adjustment is recommended for impaired renal function, the medication is unlikely to be effective in cases of severe renal impairment with a creatinine clearance of less than 10.\n[14]\n\nThe initial diuresis and natriuresis effect mediated by the kidney causes an initial decrease in blood pressure through volume loss.\n[15]\nOver time, hydrochlorothiazide has demonstrated the ability to sustain blood pressure reduction by causing vasodilation and reducing peripheral vascular resistance.\n[16]\nDespite various proposed mechanisms, the exact mechanism by which hydrochlorothiazide causes peripheral vasodilation is not well understood.",
    "administration": "Available Dosage Forms and Strengths\n\nHydrochlorothiazide is available in tablet or capsule form for oral administration, with strengths ranging from 12.5 mg, 25 mg, to 50 mg.\n\nAdult Dosages\n\nStarting dosages vary depending on treatment indication and patient population. Healthcare providers recommend administering hydrochlorothiazide early in the day to prevent nocturia.\n\nFor the treatment of chronic hypertension, the recommended initial starting dosage of hydrochlorothiazide is 12.5 to 25 mg daily, with titration to a maximum daily dosage of 50 mg once daily after 2 to 4 weeks.\n[2]\nIn the management of peripheral edema, an initial starting dosage of 25 to 50 mg may be prescribed once or twice daily, with a maximum daily dose of up to 200 mg.\n[17]\nHydrochlorothiazide may be used to treat polyuria in nephrogenic diabetes insipidus, with an initial dosage of 25 mg administered twice daily.\n[18]\nThe recommended initial hydrochlorothiazide dosage is 25 mg daily to prevent calcium nephrolithiasis. The dosage can be adjusted to 1 or 2 doses daily, with a maximum recommended daily dosage of 50 or 100 mg.\n[19]\n\nCardiovascular Outcomes\n\nUntreated hypertension is associated with adverse cardiovascular remodeling and an elevated risk of major adverse cardiovascular events. Selecting an appropriate antihypertensive therapy should be personalized to the patient, considering all other existing comorbid conditions. The 2017 guidelines for hypertension management offer a class I-A recommendation for thiazide-type diuretics, calcium channel blockers, or RAS inhibitors as initial agents.\n[20]\nHowever, in patients with chronic kidney disease, diabetes mellitus, coronary artery disease, or congestive heart failure, hydrochlorothiazide is not the initially preferred therapy.\n\nThiazide-type diuretics can be used as an adjunct to other antihypertensive medications, including RAS inhibitors, calcium channel blockers, beta-blockers, mineralocorticoid receptor antagonists, or other diuretics. The 2008 ACCOMPLISH (Avoiding Cardiovascular events through COMbination therapy in Patients Living with Systolic Hypertension) trial demonstrated the significant superiority of benazepril-amlodipine over benazepril-hydrochlorothiazide in patients at high risk of experiencing cardiovascular events.\n[21]\nMost other large randomized controlled trials comparing hydrochlorothiazide to other therapies have focused on hydrochlorothiazide as a single antihypertensive agent rather than an adjunct to treatment. In the future, it may be more relevant to investigate the effects of hydrochlorothiazide as a second or third agent in specific patient populations, considering their existing comorbidities.",
    "adverse_effects": "Although hydrochlorothiazide is generally well tolerated, this medication has been associated with various adverse effects, as mentioned below. In most cases, patients on increased doses of hydrochlorothiazide are at a higher risk of developing any adverse reactions.\n\nElectrolyte derangements:\nHypokalemia, hyponatremia, hypomagnesemia, hypercalcemia, and hyperchloremic alkalosis may occur as a result of hydrochlorothiazide blocking the sodium chloride cotransporter in the distal convoluted tubules as described earlier.\n[5]\nTherapy with loop diuretics or doses greater than 25 mg may cause electrolyte abnormalities.\n[22]\n\nHyperglycemia:\nHydrochlorothiazide has been associated with higher levels of fasting blood glucose. Although the exact mechanism behind HCTZ-induced hyperglycemia is not well understood, it is hypothesized that decreased potassium levels may reduce insulin secretion by the pancreas.\n[23]\nCaution is advised when prescribing hydrochlorothiazide to patients with a preexisting history of diabetes mellitus or impaired glucose metabolism.\n\nGout:\nGout flares may be precipitated by hyperuricemia caused by hydrochlorothiazide, especially in susceptible individuals. The mechanism is related to volume contraction caused by diuresis and increased uric acid reabsorption in the proximal convoluted tubule.\n[24]\nIncreased uric acid levels and gout flares will often occur within the first weeks of initiating hydrochlorothiazide therapy.\n[24]\n\nDyslipidemia:\nAlthough the precise mechanism is not well understood, hypercholesterolemia has been associated with hydrochlorothiazide use.\n[25]\n\nSulfa allergy:\nAs hydrochlorothiazide contains a sulfonamide group, it is contraindicated in patients with preexisting sulfonamide allergy. Allergic reactions may result in dermatological skin rash, urticaria, toxic epidermal necrolysis, Steven-Johnson syndrome, or anaphylaxis. Limited data exist regarding the cross-reactivity between antibiotic sulfa drugs and other sulfonamide-containing medications.\n[26]\n\nOcular disturbance:\nIn rare cases, hydrochlorothiazide therapy has been associated with acute angle-closure glaucoma and transient myopia. In most reported cases, adverse ocular effects typically manifest within the initial days of treatment and are believed to be linked to the sulfonamide structure.\n[27]\n\nSpecial considerations:\nIn patients with known cirrhosis, hydrochlorothiazide may cause severe hyponatremia or hepatic encephalopathy. Thus, if healthcare providers prescribe this medication to patients, they should be monitored closely.\n[28]\nClinicians should exercise caution when prescribing hydrochlorothiazide in the immediate preoperative or postoperative period to prevent dehydration.",
    "monitoring": "Patients undergoing hydrochlorothiazide treatment should be regularly monitored for electrolyte imbalances, including sodium, potassium, calcium, and magnesium levels. As hydrochlorothiazide functions as a diuretic, it is essential to clinically monitor patients for signs and symptoms of dehydration and hypervolemia. Patients, particularly those with a known personal or family history of gout, should be monitored for signs and symptoms of acute gout flare when receiving hydrochlorothiazide. Blood pressure should be closely monitored to ensure patients on hydrochlorothiazide treatment achieve and maintain their target blood pressure, minimizing the risk of adverse effects associated with high or low blood pressure. Furthermore, it is crucial for patients with impaired glucose metabolism to closely monitor their blood glucose levels while taking hydrochlorothiazide to prevent hyperglycemia.",
    "toxicity": "Hydrochlorothiazide diuretics may increase photosensitivity and lower the threshold for UV-associated phototoxicity.\n[31]\n[32]"
  }
}