{
  "drug_name": "hydroxyzine",
  "nbk_id": "NBK597380",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597380/",
  "scraped_at": "2026-01-11T18:47:16",
  "sections": {
    "indications": "Eosinophilic pustular folliculitis (EPF), first reported in 1965 and previously known as Ofuji disease, is a rare dermatological condition found across diverse patient populations.\n[1]\nEPF comprises three distinct subtypes: EPF of infancy (EPFI), classic EPF of adulthood (EPF), and immunosuppression-associated EPF (IS-EPF). All three subtypes are characterized by a pruritic pustular skin eruption with a noninfectious origin and histological eosinophilic infiltrates. However, despite these similarities, treatment approaches and prognoses vary with each subtype.\n\nThis activity will review the epidemiology, proposed etiologies, presumptive pathophysiological processes, typical clinical presentation, evaluation, and management of EPF and highlight the role of the interprofessional team in caring for patients with this dermatological condition.",
    "mechanism": "The etiology of EPF is unknown, although multiple theories have been proposed.\n\nGenetic predisposition may increase the risk of developing EPF, and studies have identified immunohistochemical markers that may be indicative of increased risk.\n[2]\nFurther studies are needed to elucidate contributing genetic factors.\n\nAn immunological etiology of EPF has been proposed based on the high prevalence of EPF cases in patients living with the human immunodeficiency virus (HIV).\n[3]\nAdditionally, studies of solid organ or hematopoietic transplant recipients receiving immunosuppressive therapy demonstrate an increased incidence of EPF.\n[4]\n[5]\nThe eosinophilic infiltrates characteristic of all forms of EPF typically indicate allergic and inflammatory responses, and it is hypothesized that an aberrant immune response triggers this eosinophilic inflammation. There are also reports of EPF developing in a typical medication-related adverse event scenario.\n[6]\n[4]\n\nThe fact that EPF responds to such a diverse array of treatment modalities, including immunosuppressive medications, antimicrobials, and phototherapy, suggests the underlying etiologies of EPF may vary or be multifactorial. The intricate interplay between immune dysregulation, microbial factors, and genetic susceptibility necessitates further investigation to unravel the complex etiologic mechanisms and facilitate treatment regimens.",
    "monitoring": "There are many etiologies of pustular eruptions, including conditions as common as acne vulgaris and as rare as graft-versus-host disease. Routine history-taking of patients with relapsing and remitting skin eruptions should pursue the identification of any underlying chronic immunosuppression. If the pruritic erythematous papulopustular condition fails to respond to a trial of topical steroids, Nomura et al propose potassium hydroxide microscopy of skin scrapings, a mineral oil preparation for microscopic evaluation, a complete blood count, HIV testing, and biopsy of a lesion that includes a pustule and hair follicle.\n[22]",
    "administration": "The initial symptomatic treatment of all three subtypes of EPF is topical steroids. However, first-line therapy for classic EPF should also include indomethacin, which has shown favorable outcomes in typical and atypical presentations.\n[22]\n[13]\n\nIn patients with IS-EPF, the primary goal of therapy is a return to normal T-cell levels. If the underlying immunosuppression is due to HIV infection, highly active antiretroviral therapy (HAART) should be initiated, and other medications may be used to alleviate pruritus in the interim. Symptomatic IS-EPF and recalcitrant EPF may benefit from UVB phototherapy, low-dose isotretinoin, tumor necrosis factor-alpha (TNF-α) inhibitors, tetracyclines, systemic corticosteroids, metronidazole, itraconazole, or topical calcineurin inhibitors.\n[23]\n[24]\n[25]\n[7]\n\nThe goal of treatment for patients with EPF-I is alleviation of symptoms until the disease process spontaneously resolves; topical steroids or erythromycin may benefit.\n[22]\n\nScabicides such as permethrin may be helpful in some HIV-associated EPF cases. Permethrin acts on the nerve cell's membrane, disrupting sodium channel current, leading to dysregulation of the membrane's polarization.\n[7]\n\nAntihistamines may help relieve itching in some instances of HIV-associated EPF. Sedating antihistamines may prove more helpful when patients experience nocturnal pruritus. Cyproheptadine can provide symptomatic relief of symptoms caused by histamine release from allergens leading to skin manifestations. Hydroxyzine antagonizes H1 receptors in the periphery, suppressing histamine action in the CNS. Cetirizine has also been used in cases of infantile EPF.\n[26]",
    "adverse_effects": "Complications of all subtypes of EPF tend to be mild and rare. However, in cases where the pustules are severe and persistent, scarring can occur and distort local free margins; if EPF occurs near the eyelid margin, ectropion may result.\n[25]"
  }
}