{
  "drug_name": "hydroxy acid",
  "nbk_id": "NBK563264",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563264/",
  "scraped_at": "2026-01-11T18:47:16",
  "sections": {
    "indications": "Type II hypersensitivity reactions are antibody-mediated immune processes in which immunoglobulin G (IgG) or immunoglobulin M (IgM) antibodies bind to antigens on cell surfaces or within the extracellular matrix.\n[1]\n[2]\nThis antigen–antibody interaction activates complement pathways and effector cells, leading to cell lysis, functional impairment, or tissue injury. Tissue damage occurs mainly through 3 mechanisms: opsonization with complement- and Fc receptor–mediated phagocytosis, complement-driven inflammation, and antibody-mediated disruption of cell signaling.\n[3]\n[4]\n\nCommon causes include drugs (anticonvulsants, sulfonamides, penicillin, thiazides, heparin), blood transfusions, group A\nStreptococcus\ninfections, and receptor autoantibodies in disorders such as Graves disease and myasthenia gravis. Maternal sensitization to fetal blood group antigens can also lead to hemolytic disease of the newborn. Clinical manifestations range from acute cytopenias and transfusion reactions to organ-specific injury, such as glomerulonephritis in anti-glioblastoma multiforme disease or blistering disorders like pemphigus vulgaris. Treatment involves discontinuing the offending agent, immunosuppressive therapy (eg, corticosteroids), intravenous immunoglobulin (IVIG), or plasmapheresis in severe cases. Complications include chronic relapsing disease, treatment-related toxicities, organ failure, and life-threatening bleeding or pulmonary hemorrhage, underscoring the importance of timely recognition, accurate diagnosis, and coordinated interprofessional management.",
    "mechanism": "Type II hypersensitivity reactions happen when IgG or IgM antibodies target antigens on cell surfaces or in the extracellular matrix. These antigens may be intrinsic self-antigens, altered self-antigens, or foreign substances, such as drug haptens. For instance, penicillin, thiazides, cephalosporins, or methyldopa can attach to cell surfaces and create new antigenic sites.\n[5]\n[6]\n[7]\nAutoantibodies can also target functional receptors, such as the thyroid-stimulating hormone receptor in Graves disease or the acetylcholine receptor, MuSK, and LRP4 in myasthenia gravis. When the immune system recognizes these structures as foreign, it breaks tolerance and produces autoantibodies against the body’s tissues.\n[6]\nNormally, tolerance prevents this response, but it can be lost through mechanisms like haptenization or molecular mimicry, where foreign molecules resemble the body’s proteins. This loss of tolerance leads to the activation of autoreactive B cells, production of harmful antibodies, and tissue injury.\n[5]\n[6]",
    "monitoring": "Diagnosing type II hypersensitivity reactions requires identifying the inciting factor and integrating clinical findings with targeted laboratory and imaging tests. The process begins with a thorough clinical history, including recent drug exposures, infections, transfusion history, and systemic symptoms. The following table briefly overviews the diagnostic evaluation of some of the more common illnesses caused by type II hypersensitivities (see\nTable.\nDisorders Caused by Antibody-Mediated Hypersensitivity and Key Diagnostic Tests).\n\nTable.\nDisorders Caused by Antibody-Mediated Hypersensitivity and Key Diagnostic Tests\n\nTable\nThroat culture Rapid streptococcal antigen test\n\naPTT, activated partial thromboplastin time; anti-LA/SSB, anti-Sjögren syndrome type B antibody; ANTI-RO/SSA, anti-Sjögren syndrome type A antibody; ANTI-U1 RNP, anti–U1 ribonucleoprotein antibody; CBC, complete blood count; CRP, C-reactive protein; DNA, deoxyribonucleic acid; ECG, electrocardiogram; ELISA, enzyme-linked immunosorbent assay; ESR, erythrocyte sedimentation rate; GBM, glioblastoma multiforme; HCV, hepatitis C virus; HIV, human immunodeficiency virus; IGG, immunoglobulin G; LRP4, low-density lipoprotein receptor–related protein 4; MUSK, muscle-specific kinase; PT, prothrombin time; SLE, systemic lupus erythematosus; TBII, thyrotropin-binding inhibitory immunoglobulin; TSH, thyroid-stimulating hormone; TSI, thyroid-stimulating immunoglobulin",
    "administration": "Management of type II hypersensitivity reactions depends on the underlying immunopathological mechanism and the specific clinical syndrome. The priority is elimination of the inciting agent, particularly in drug-induced cytopenias and transfusion reactions, where stopping the offending drug or blood transfusion often halts disease progression.\n[30]\nPatients with drug-induced lupus who continue to remain symptomatic, despite discontinuation of the offending drug, may temporarily require nonsteroidal anti-inflammatory drugs, hydroxychloroquine, systemic glucorticoids, topical corticosteroids, or systemic therapy such as methotrexate and mycophenolate mofetil. Additionally, clinicians can avoid sensitization with Rh immune globulin (RhIg) prophylaxis. Babies with hemolytic disease of the fetus and newborn may require a transfusion or exchange transfusion, phototherapy, intravenous immunoglobulin (IVIG), erythropoiesis-stimulating agents, based on their bilirubin level and severity of anemia.\n[31]\n[32]\n\nGlucocorticoids are the mainstay of treatment in conditions such as autoimmune hemolytic anemia and immune thrombocytopenia. Rituximab is an effective second-line agent for steroid-refractory cases. Plasmapheresis, combined with glucocorticoids and an immunosuppressant such as cyclophosphamide, is the recommended treatment regimen for anti-glioblastoma multiforme disease.\n[33]\n[34]\nRituximab and mycophenolate mofetil are alternative immunosuppressants in patients who cannot tolerate rituximab.\n\nPrevention, with prompt treatment of group A streptococcal infection and continuous antibiotic prophylaxis in patients with a known history of acute rheumatic fever, is the key to preventing primary or recurrent rheumatic heart disease. Penicillin eradicates group A\nStreptococcus,\nand clinicians use benzathine penicillin G or oral penicillin V for long-term prophylaxis. See StatPearls' companion topic, \"\nBacterial Pharyngitis\n,\" for an in-depth discussion of the presentation, diagnosis, and management of group A\nStreptococcal\npharyngitis. Current evidence does not support the use of glucocorticoids, aspirin, or other anti-inflammatory agents in treating rheumatic heart disease. However, some experts will use glucocorticoids in patients with severe carditis and heart failure or impending surgery due to severe mitral regurgitation.\n[35]\n\nAtenolol, 25 to 50 mg, titrated to a pulse of 60 to 90 bpm, maximum 200 mg/d, is the drug of choice for symptom management for Graves' disease. Methimazole is first-line to reduce thyroid hormone synthesis, with radioactive iodine or thyroid surgery reserved for select cases. Steroids or teprotumumab, an insulin-like growth factor 1 receptor antagonist, treat thyroid eye disease.\n[36]\nSome experts recommend selenium 100 mg bid for 6 months in patients with mild eye disease. However, the studies showing its benefits originated from areas with selenium insufficiency, and the effects in selenium-rich regions are unclear.\n[37]\nRituximab, tocilizumab, and mycophenolate mofetil are potential alternatives in patients who fail steroids and teprotumumab.\n\nClinicians should be aware of the potential for medications such as fluoroquinolones, macrolides, and neuromuscular blocking agents to exacerbate myasthenia gravis. Pyridostigmine improves neuromuscular transmission and is first-line in patients with mild symptoms of myasthenia gravis. Biologics such as rozanolixizumab, IVIG, glucocorticoids, or plasma exchange are used in patients with refractory symptoms or myasthenic crisis. Thymectomy is beneficial in early-onset or thymoma-associated disease. Fc receptor antagonists, such as efgartigimod, and C5 inhibitors, such as eculizumab, represent novel targeted therapies for severe cases.\n[38]",
    "adverse_effects": "Patients with autoimmune and immune-mediated disorders may develop significant disease-related and treatment-related complications. If left untreated, type II hypersensitivity reactions can result in progressive tissue and organ damage or death, depending on the underlying clinical entity. In anti-GBM disease, significant risks include acute kidney injury progressing to acute renal failure or chronic kidney disease, pulmonary hemorrhage with anemia and respiratory compromise, hypertension, and pulmonary fibrosis. Treatment carries its own hazards, including cyclophosphamide-induced bone marrow suppression, cardiac toxicity, infertility, hepatotoxicity, hemorrhagic cystitis, and secondary malignancy; IVIG-associated anaphylaxis, renal injury, transfusion-related acute lung injury, or thromboembolic events; plasmapheresis-related hypotension, hypocalcemia, and infection; and corticosteroid-related complications such as osteoporosis, diabetes, infection, peptic ulcer disease, cataracts, and adrenal suppression.\n[43]\n[44]\n\nAutoimmune hemolytic anemia may lead to acute kidney injury from hemoglobinuria, high-output heart failure, pigment gallstones with biliary complications, venous thromboembolism, infection due to functional or surgical asplenia, and transfusion-related hemolysis or iron overload, with additional morbidity from glucocorticoids.\n[45]\nThough uncommon, patients with autoimmune neutropenia may experience recurrent bacterial infections and delayed wound healing. Treatment with granulocyte colony-stimulating factor may cause bone pain and, in rare cases, splenic rupture. Additionally, immunosuppressive therapy further increases infection risk, splenectomy predisposes patients to life-threatening encapsulated bacterial infections and thrombosis, and glucocorticoids may cause hyperglycemia, osteoporosis, cataracts, and adrenal suppression.\n[46]\nHemolytic disease of the fetus and newborn may cause severe anemia, hydrops fetalis, intrauterine fetal demise, hyperbilirubinemia with kernicterus, hepatosplenomegaly, disseminated intravascular coagulation, and long-term neurodevelopmental delays.\n[47]\nIn immune thrombocytopenia, the primary concern is bleeding; however, treatment also carries risks, including adverse reactions to IVIG, infections, complications from corticosteroids and immunosuppressants, post-splenectomy infections and thrombosis, and thromboembolism or marrow fibrosis from thrombopoietin receptor agonists.\n[47]\n[48]\n\nGraves’ disease may cause atrial fibrillation, thromboembolism, angina, thyroid storm, heart failure, and vision-threatening thyroid eye disease, with added risks of agranulocytosis or hepatotoxicity from antithyroid drugs and surgical complications such as recurrent laryngeal nerve injury.\n[49]\n[50]\nMyasthenia gravis can progress to respiratory failure, aspiration, malnutrition, and impaired communication due to dysphagia and dysarthria. Treatment may transiently worsen weakness and cause steroid-related adverse effects, cholinergic crisis, immunosuppressant-related cytopenias, infections, malignancy, or adverse effects related to IVIG and plasmapheresis.\n[51]\n[52]\n[53]\nPemphigus vulgaris predisposes patients to secondary skin infections, fluid and electrolyte imbalances, malnutrition due to the mucosal disease, chronic scarring, and treatment-related immunosuppression.\n[54]\nRheumatic heart disease results in chronic valvular stenosis or regurgitation (particularly mitral involvement), heart failure, atrial fibrillation and other arrhythmias, pulmonary hypertension, systemic embolization, and infective endocarditis.\n[55]"
  }
}