{
  "drug_name": "hydrolyzed pr",
  "nbk_id": "NBK551498",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551498/",
  "scraped_at": "2026-01-11T18:47:15",
  "sections": {
    "indications": "Substance abuse during pregnancy is on the rise, resulting in a hidden epidemic of neonatal abstinence syndrome (NAS). This is especially true for both prescribed and illicit opioid use. NAS is a multisystem disorder that results from the infant's abrupt cessation of exposure to a substance used or abused by the mother during pregnancy. Central nervous system (CNS), gastrointestinal (GI), and autonomic manifestations predominate in terms of clinical presentation. The pathophysiology of this condition is not well understood, but multiple neonatal and maternal factors affect the expression of symptoms, including gestational age, gender, genetics, and maternal substance abuse.\n\nThe diagnosis is made based on an antepartum maternal history and neonatal clinical features, with or without biological testing. Multiple assessment tools exist, but the Finnegan scoring system is the most commonly used. This aids in the evaluation of neonates and helps guide management decisions. Nonpharmacological care, such as rooming-in and control of environmental factors, are the primary initial management strategy and should continue to be employed by the family after discharge from the hospital. Breastfeeding should be strongly encouraged unless there is active or continued maternal substance abuse or there is another contraindication, such as an HIV or hepatitis infection. When withdrawal symptoms are present and nonpharmacologic methods have failed, pharmacotherapy can and should be initiated.\n\nAlthough no clear consensus exists on which therapy has the most benefit, morphine remains the most commonly used agent. More recent evidence supports methadone or buprenorphine to treat NAS, as their use is associated with shorter hospital stays and a decrease in the number of days requiring pharmacologic treatment. Phenobarbital and clonidine are useful as supplemental agents with variable efficacy. A standardized approach to nonpharmacological and pharmacological treatment is essential to successfully managing these patients. A more recently developed management strategy called \"eat, sleep, and console\" is based on the basic functioning of the infant, standardizes nonpharmacological care, and increases the family's involvement in the care of the baby. This approach is showing promising results.\n[1]\n\nManagement of NAS must also address maternal issues such as coexisting mental illness, intimate partner violence, and limited access to healthcare to maintain the mother-infant relationship necessary for the infant's normal development. NAS is associated with long-term consequences, including neurodevelopmental delays, behavioral challenges, and premature death. There is still a lack of adequate data regarding long-term outcomes attributed to NAS, largely due to confounding psychosocial factors. It is estimated that approximately 13% of all cases reported to child welfare services are related to neonatal substance exposure. A recent study has also shown an increase in child welfare involvement in substance-exposed newborns by as much as 240%, from 3.79 to 12.90 per 1000 births.\n[2]\nA public health approach is necessary to reduce the incidence of NAS and the resultant economic burden.\n[3]\n[4]\n\nMainstreaming Addiction Treatment Act\n\nThe Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The Act empowers all health care professionals with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. It is intended to help destigmatize a standard of care for OUD and integrate substance use disorder treatment across healthcare settings.\n\nAs of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law. This is supported and encouraged by The Substance Abuse and Mental Health Services Administration (SAMHSA). Prescribers registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed from registrants. There are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine is no longer required either.\n\nPharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. Practitioners must still comply with applicable state limits regarding treating patients with OUD. Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota.",
    "mechanism": "The clinical features of NAS result from chronic in utero exposure to certain drugs or substances of abuse followed by subsequent abrupt cessation of exposure at birth. Research cites several drugs as possible etiologies, but traditionally, opioids have been the most common agent identified. Among opioids, heroin or morphine has been the most commonly abused drug since the 1800s. However, with improved drug manufacturing over the decades, neonatal withdrawal from prescription opioids like hydrocodone, oxycodone, and opioid-containing combination products has also been well documented. Likewise, NAS can also result from synthetic and semi-synthetic opioids such as methadone and buprenorphine, which have been the standard of care for opioid addiction (medication-assisted therapy or MAT) during pregnancy.\n[5]\n[3]\nThis is important to identify during antepartum care since patients are encouraged to continue MAT during the pregnancy. It has been shown that maternal opioid use during pregnancy poses a higher risk to the fetus than MAT. A 2023 study showed shorter hospital stays in infants born to mothers in the MAT group when they didn't require pharmacologic management themselves for neonatal withdrawal syndrome.\n[6]\nIn comparing the 2 traditionally used medications for MAT- buprenorphine-naloxone versus methadone during maternal antepartum care with the postpartum presence and treatment of NAS, several important findings were noted. The neonates born to mothers using buprenorphine-naloxone had a lower incidence of neonatal opioid withdrawal syndrome (NOWS). At the same time, methadone-exposed infants were also 6 times more likely to require treatment with >1 medication for NOWS.\n[7]\n\nDuring pregnancy, psychiatric medication usage like antidepressants such as selective serotonin reuptake inhibitor (SSRI)/serotonin-norepinephrine reuptake inhibitor (SNRI), and antipsychotics, both typical and atypical, have been implicated in signs and symptoms similar to neonatal withdrawal syndrome. However, it is important to exercise caution when interpreting these symptoms as these studies have used Finnegan's scoring system, which is only designed for the evaluation of neonatal opioid withdrawal. Several other substances like benzodiazepines, nicotine, alcohol, methamphetamine, and inhalants may also produce signs and symptoms consistent with NAS but are less studied and have fewer guidelines in terms of treatment.\n[8]\nThere is also a significant association between psychiatric diagnoses and substance use disorders.\n\nIn addition to the possibility of being the sole etiology for NAS, substances like gabapentin, benzodiazepines, cocaine, and nicotine also alter the severity of NAS symptoms. Polysubstance abuse during pregnancy further potentiates the severity. Marijuana is the most commonly abused substance during pregnancy, and its effect on modifying the severity of NAS is unclear.\n[3]\n[9]\nIt is well known that Δ9-tetrahydrocannabinol (THC), the psychoactive compound in marijuana, agonizes endogenous cannabinoid receptors that are present in fetal brains at an early stage of development. These receptors play a pivotal role in the development of the fetal CNS. THC readily crosses the placenta, and in the more recent changing psychosocial culture and legalization of marijuana, neonatal exposure has increased without any clear, separately identifiable withdrawal syndrome. However, hyperactivity, memory, and learning difficulties persist into childhood for children exposed in utero.\n[10]",
    "monitoring": "NAS is a clinical diagnosis based on pertinent signs and symptoms in the setting of a high index of suspicion. A maternal history of drug use or abuse, taken in a nonjudgmental, nonthreatening, and caring manner, helps identify the majority of NAS cases. However, this history may not be readily available, and testing the infant may be necessary.\n\nSeveral methods are available to identify and/or confirm the in utero drug exposure; the infant's urine, meconium, cord blood, or hair can be useful specimens to test. Testing the infant's urine or meconium for drugs is most commonly practiced because of its ease of collection and availability of rapid results. Urine testing can identify drug exposure only a few days before delivery. Depending on the type, the timing of the last dose, and the cumulative amount of drug exposure in utero, the maternal drugs may be identified in the infant's urine between 2 and 4 days. If there is a delay in collecting neonatal urine, there is a high chance of false-negative results. Hence, collecting the urine as soon as possible is important, preferably the first void urine. Meconium testing can identify drug exposure dating back to 20 weeks of gestation and is generally more sensitive than the urine test. Internal metabolism and clearance of drugs in both the mother and the fetus can also affect the result. Either of these tests can identify opioids, but there is a high rate of false positive and false negative results with synthetic and semisynthetic opiates. These xenobiotics often require a specialized test to accurately detect. Although these immunoassay screening tests are easy to perform in most hospitals, confirmatory mass spectroscopy tests are expensive and require advanced expertise. Hair and umbilical cord testing for drugs have also been evaluated but found to be less sensitive, have practical difficulties, and have limited clinical utility. The above tests have false positive and false negative results and require cautious interpretation. False-positive results for amphetamines are common when soap or alcohol is used before collecting the specimens or when meconium has urine contamination. Maternal usage of analgesics during the peripartum period can result in the infant's test being positive for opioids and, hence, also require cautious interpretation. False negatives can occur after marijuana exposure or improper storage of meconium. The best yield for confirmation is a combination of maternal urine and infant meconium testing followed by confirmatory gas chromatography-mass spectrometry.\n[3]\n[26]\nIt is important to note that the positive or negative results of these tests should not guide the clinical management of these infants. They should be assessed, scored appropriately, and treated if necessary.\n\nThe assessment for babies with known or suspected fetal exposure must start at birth. Several tools have been developed over decades to assess the severity and the need to start, adjust, and wean interventions, specifically pharmacological agents. The Finnegan Neonatal Abstinence Scoring System (FNASS) and its modified versions have long been considered the \"gold standard\" for NAS assessment.\n[45]\nIt continues to be widely used among the pediatric community even though in 1998, the American Academy of Pediatrics (AAP) recommended the 11-item Lipitz scoring tool due to its ease of use. FNASS, consisting of 21 clinical signs and symptoms divided into 3 categories, was originally developed for opioid-exposed infants and full-term babies. Scoring occurs approximately every 3 to 4 hours, and depending on the score, clinicians can decide on further management. A cumulative score of ≥8 is suggestive of significant withdrawal, which should prompt providers to consider starting treatment. However, the treatment threshold is based on scores in non-opioid exposed neonates, and there is no consensus based on well-designed studies to use these designated scores for starting treatment in exposed infants.\n[46]\n[47]\nThe FNASS and its modified versions have been adopted widely but have several limitations. Accuracy depends on the training of the rater, has high inter-rater variability due to the subjective nature of the items, includes items of low clinical significance like sneezing or yawning, and requires disturbing the infant for accurate assessment. In addition, it is a score developed to assess opioid withdrawal, which limits the utility when guiding clinical decisions for withdrawal from other substances. The lack of generalizability to preterm infants and its usage in withdrawal from drugs other than opioids limits its use.\n[48]\nSeveral studies have noted a longer hospital stay and pharmacological treatment using an FNASS-based protocol.\n[16]\n\nMultiple scoring tools have been developed to overcome the limitations of FNASS.\n[49]\nA modified FNASS called MOTHER NAS removed the overlapping items and added irritability and failure to thrive, tallying to 19 items. This scoring has been the objective measure in some studies but still lacks validation.\n[50]\n[43]\nOther scoring tools like Neonatal Withdrawal Inventory (NWI), Neonatal Narcotic Withdrawal Index, and Finnegan Neonatal Abstinence Syndrome Tool – Short Form, have been studied and noted to have high inter-rater reliability and almost 100% correlation with FNASS.\n[16]\nHowever, they are not widely used for reasons that remain unclear.\n[45]\n\nAlternative assessment approaches have also been attempted. A new approach called the \"Eat, Sleep, Console\" model was more recently developed based on the basic functioning of infants, the family's involvement in the infant's care, and maximizing the nonpharmacological treatments before starting medications.\n[41]\nIt was started as a quality improvement project to evaluate the ESC approach against the FNASS approach and found that only 12% of the infants received morphine using the ESC approach. This is 5 times less than the FNASS approach. Studies were conducted to validate the functional ESC model further and found a significant reduction in length of stay (LOS) and the need for pharmacological treatment.\n[51]\n[43]\nIt remains a relatively new approach, and more well-designed randomized clinical trial  (RCT) studies are required to corroborate the findings, including the long-term outcomes. Besides the ESC approach, scoring tools with objective parameters are also available. For example, short-scoring scales based on skin excoriations, muscle tone and tremors, salivary cortisol level, pupillary size, serum levels of brain-derived neurotrophic factor (BDNF), and skin conductance exist. Such tools have some clinical significance, but their application in day-to-day management is subject to limitations by practical difficulties and limited data that validate their significance.\n[16]",
    "administration": "Management options for NAS can be broadly divided into nonpharmacological, alternative, and pharmacological treatments.\n\nNonpharmacological Treatment\n\nTreatment should always begin with nonpharmacological care while maintaining the mother-infant dyad and should continue even after discharge from the hospital. The goal of nonpharmacological treatment is to assist the self-organization of the neonate and support the neuro-maturation. The AAP has recommended it as the first line in the management of NAS.\n[38]\nThese may include changes to the physical environment, like darkening the room and decreasing visual and auditory stimuli in the infant's surroundings. Techniques such as gentle vertical rocking, side-lying C-position, containment with hands held, swaddling, and swaying can be soothing and may help reduce irritability and hypertonicity.\n[42]\nAvoiding unnecessary tactile stimuli by clustering care and providing skin-to-skin is effective. Skincare using topical barrier cream for diaper dermatitis is necessary to reduce irritability. Pacifier use can decrease oral hypersensitivity. These infants also have difficulty maintaining the 3 hours of scheduled feeding and may become irritable secondary to hunger. Hence, it is imperative to provide frequent, small-volume, on-demand feeding to make the infant more comfortable.\n[52]\nCalorie-dense, thickened feeds are required to meet the energy requirements of 150 Kcal/kg/day in these infants to prevent growth failure and weight loss.\n[38]\nThe use of partially hydrolyzed formula has not been shown to be beneficial in infants with NAS.\n[53]\nIt is essential to understand that these infants have neurobehavioral dysfunction with disorganized behavior rather than adaptation problems. Individualizing the nonpharmacological care specific to the infant may be beneficial. Healthcare professionals should involve the mother and help her identify the interventions that alleviate the dysfunctional behaviors specific to her baby. Having the care for mother and infant in the same location, ie, parental rooming-in, promotes more time spent on skin-to-skin and breastfeeding, resulting in huge benefits such as a reduced LOS and decreased number of days on pharmacological treatment.\n[54]\n[41]\n\nSince opioids are present in minute quantities in breast milk, breastfeeding should be strongly encouraged unless the mother has other absolute contraindications such as HIV, Hepatitis B or C, or current drug abuse. Support for breastfeeding has also received endorsement by various organizations, including the AAP. However, several barriers exist to breastfeeding among women in MAT programs. Efforts must be made to overcome those challenges and ensure the benefits of breastfeeding in the infant's neurodevelopmental outcomes.\n[4]\n\nThere may be a debilitation of maternal well-being in the perinatal period. Hence, multilevel professional care must be offered to the mother to maintain the mother-infant dyad. Despite many studies showing the benefits of preserving the dyad, significant barriers exist. For example, mothers report feeling guilty or having mistrust and judgmental behavior from the staff caring for their baby. Provider biases preventing the mother's involvement in the infant's individualized care also exist. To reap the benefits of this strong relationship, physicians must support and teach the parent nonjudgmentally to optimize the nonpharmacological care for their infant. This can be easily provided at the bedside by the parent and continued even after discharge from the hospital.\n[55]\n[41]\nA multidisciplinary approach is also important to address the possibility of postpartum maternal psychiatric decompensation as well.\n\nAlternative Treatment\n\nMany alternative therapies have undergone evaluation for their use in NAS. Massage therapy, foot, auricular acupressure therapy, and Reiki have correlated with soothing effects and positive changes in the baby's vitals. A recent study on laser acupuncture has shown a reduction in LOS, although the LOS is comparatively longer than the national average. Besides these, ongoing studies are evaluating the effects of aromatherapy and music therapy.\n[56]\n[55]\n\nPharmacological Treatment\n\nEven though nonpharmacological treatment remains the first line, AAP endorses pharmacotherapy when indicated. While it is important to note that pharmacologic management is associated with a longer overall LOS in the hospital, treatment should not be withheld when needed in these infants.\n[38]\nThere are reports that 27% to 91% of infants with NAS require pharmacological intervention.\n[3]\nThe goal of pharmacological treatment is to improve the withdrawal signs and reduce the scores of FNASS or an equivalent.\n\nMultiple studies, including RCTs, have been conducted to find the optimal medication. Still, the results have varied widely in LOS in hospitals and treatment duration. Despite these variations, opioids remain the preferred mainstay pharmacological agent in the treatment of NAS, although there is no clear consensus on the choice of opioids.\n[43]\n[45]\nParegoric (a drug with anhydrous morphine) and dilute tincture of opium were very popular in the past. However, due to its high alcohol content, toxic contents with multiple adverse effects, and very long LOS (even up to 79 days), these medications have been discontinued and are no longer used.\n[38]\nMorphine, a short-acting opioid, remains the most commonly used and preferred opioid based on the Pediatric Health Information System (PHIS) database.\n[14]\nIt is dosed every 3 to 4 hours, which allows for easy adjustment in management, but it also means disturbing the infant more frequently. The dose is based on the severity of the symptoms and the scores, but generally, it starts at 0.04 mg/kg/dose with a maximum dose of 0.2 mg/kg/dose. Morphine treatment is associated with a longer LOS ranging from 5.9 to 42 days. This may be due to slower weaning. Current studies are exploring the use of other opioids.\n[56]\n\nMethadone, a long-acting synthetic opioid, has been evaluated as an alternative. It has the advantage of being dosed twice daily due to its long half-life, but that also limits the dose's frequent titration. The LOS had ranged from 16 to 44 days when using methadone. Recent evidence shows only a modest reduction of LOS with methadone compared to morphine.\n[57]\n[58]\nThe drug undergoes extensive metabolism by cytochrome 450 enzymes and interacts with multiple medications. Therefore, caution is needed, especially when used in combination with phenobarbital or antiviral medications.\n\nBuprenorphine, a partial opioid agonist, has recently drawn attention because it correlates with a shorter LOS than morphine and methadone and its ease of use through sublingual administration. Even though the LOS range was between 12.4 days and 32 days, a recent RCT showed that the median LOS was significantly shorter by as much as 12 days compared to morphine.\n[50]\nIt also correlated with a significant reduction in the number of pharmacologically treated days, which may be due to its partial agonism, functional antagonism, and relatively long half-life. However, caution is necessary when interpreting the results, as those infants predominantly suffered exposure to methadone in utero. Additional studies are needed to assess the utility of buprenorphine in infants exposed to opioids other than methadone. While 1 RCT showed promising results, more well-designed studies are necessary. The current drug formulation of buprenorphine with 30% ethanol might be a deterrent to its widespread use in infants.\n[55]\n[59]\n[50]\nMost recently, a study validated the previous findings and demonstrated that buprenorphine-exposed infants had decreased incidence of neonatal abstinence when compared to methadone, but once pharmacologic treatment was required for withdrawal, there was no statistical difference in the LOS between the 2 groups.\n[60]\n\nSecond-line pharmacotherapy for infants whose symptoms remain uncontrolled with maxed opioid treatment includes phenobarbital and clonidine. Again, there is no clear consensus that among the 2, 1 is more effective, but phenobarbital is used more frequently in the US than clonidine.\n[61]\nBoth drugs can be used as an adjuvant to first-line opioids in severe NAS. Phenobarbital, an anti-seizure medication, may be more effective in cases of polydrug exposure and opioid and benzodiazepine combination exposures. However, its adverse effects, such as oversedation, uncertain long-term neurodevelopmental outcomes, and its high alcohol content, must merit consideration. Clonidine, an alpha-2 agonist, has been effective in reducing the duration of pharmacotherapy. Even though there is a risk of hypotension and bradycardia, a few studies showed a low occurrence rate of cardiovascular adverse effects, and preliminary data supports its use in neonatal withdrawal. However, it is crucial to know that the safety profile for both drugs has not been adequately established.\n[43]\n\nNaloxone, an opioid antagonist, is not recommended in the management of NAS because it can precipitate and worsen withdrawal symptoms. Its efficacy, dosing, and safety profile in neonates have also not received adequate study.\n[62]\n\nPharmacotherapy can be weaned and discontinued once the NAS signs and symptoms are well-controlled based on the scoring tool used. Many institutions have used a 10% to 20% reduction in the daily dosing of opioids as the weaning protocol. However, institutions have no consistency, and the necessity of longer weaning protocols is also questionable.\n[63]\n[43]\nThis factor may play a role in the longer LOS. Many studies have called for standardizing the weaning protocol and pharmacotherapy regimen.\n[64]\n[38]\nOne quality improvement study has used 'as needed' treatment protocols and shown a reduction in the amount and days on pharmacotherapy.\n[1]\n\nLocation of the Treatment\n\nBabies with NAS have long received treatment in the NICU, and this has been a traditional practice rather than evidence-based. According to the PHIS database, about 87% of neonates with NAS were managed in the NICU.\n[14]\nWhile the NICU admission may be necessary because of the severity of symptoms or comorbidities, the environment is not ideal because of multiple distractions and could be overstimulating to these infants. Rooming-in, which promotes mother-infant bonding, skin-to-skin, and breastfeeding, is currently the preferred model of care as it has correlated with reduced severity of NAS.\n[54]\n[56]\nThis activity can be best achieved in the postnatal ward, and 1 study showed a consequent reduction in the duration of pharmacotherapy and LOS.\n[43]\nAnother quality improvement study proved the same results in a general inpatient pediatric ward.\n[1]\nThus, it may be time to reconsider the age-old practice of admitting all infants to a critical care setting to manage NAS. Some studies have also evaluated the possibilities of outpatient only and combined inpatient-outpatient management and found a relative reduction in LOS and costs with outpatient management. However, outpatient management was associated with increased days on pharmacotherapy, and concerns exist among physicians in handing over opioid prescriptions to caregivers of those infants who are at risk of relapse.\n[16]",
    "adverse_effects": "Opioid-exposed babies are more likely to be born premature, have intrauterine growth restriction, and have low birth weight. This is most commonly documented in neonates exposed to heroin. As alluded to earlier, the hypermetabolic state, combined with difficulties in feeding and increased intestinal losses, put these infants at high risk for growth failure. NAS has been associated with life-threatening complications such as seizures, which are unique to opioid withdrawal in this particular population. Seizures are most common in methadone-exposed infants, although still a rare occurrence. Ultimately, NAS babies are at higher risk for death.\n[42]\n[3]"
  }
}