{
  "drug_name": "hydrocortisone sodium succinate",
  "nbk_id": "NBK542210",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542210/",
  "scraped_at": "2026-01-11T18:47:17",
  "sections": {
    "indications": "High-pressure injection injuries are one of several orthopedic injuries that require urgent evaluation and treatment. Notoriously, these injuries appear to be benign puncture wounds at initial presentation. However, the zone of injury can extend subcutaneously from the tip of the finger to the mediastinum and have catastrophic effects on the affected extremity. Although relatively rare, high-pressure injection injury is well-described in the current literature, with the first case report dating back to 1937. Patients often present for evaluation at trauma centers, but this is not exclusive. This article provides an overview of the injury and the current literature on management and prognostic factors.",
    "mechanism": "Injection injuries of the hand commonly occur when the patient is cleaning the nozzle of a high pressured spray gun, and the gun misfires. This can also happen when the patient's skin comes in contact with a leak in the high pressured piping. The force generated by many of the modern high-pressure cleaning tools can reach up to 10000 psi and spray the contents at 400 mph.\n[1]\nThe magnitude of the force is equivalent to 1000 kg falling 25 cm onto the affected digit.\n[2]\nThe pressure is so great that when the fluid penetrates the skin, the contents of the container get rapidly expelled into the operator's hand. In an instant, the substance can traverse the fascial planes and enter the proximal hand and forearm. This scenario can happen even without direct nozzle-to-skin contact with the high pressures system.",
    "monitoring": "In the emergency department, there are several tools to help reveal the diagnosis and extent of the injury. An elevated white blood cell count is expected a few hours after the injury but can be useful in tracking the progression of the inflammatory phase or any secondary infection. Plain radiographs will clearly define the extent of penetration if the substance injected is radiopaque. Radiolucent material will not be visible on plain radiographs but may appear as subcutaneous emphysema. CT and MRI can be helpful with an assessment of soft tissue damage but are usually not necessary.\n[9]",
    "administration": "Upon presentation for medical treatment, the patient should receive a tetanus booster if needed and a prophylactic third-generation cephalosporin antibiotic for coverage of both gram-negative and gram-positive bacteria.\n[11]\n[5]\nThe limb should be elevated and irrigated to remove large debris and the wound left open to further drain. Avoid compressive dressings or closing the wound at this time, as these injuries tend to swell. Ice and digital blocks can reduce blood flow to the affected area, so avoid these as well.\n[8]\nThe patient needs to be promptly transferred to a trauma center if the facility does not have a surgeon on call or operating room capabilities.\n\nSteroids have been historically used to reduce inflammation, but currently, their use in the acute setting is controversial because of the theoretical increased risk of bacterial super-infection.\n[13]\n[14]\nOne review article demonstrated effective anti-inflammatory effects of steroid use and advocated the use of intravenous hydrocortisone sodium succinate 100mg every 6 hours, followed by a tapered regimen when the swelling improves.\n[15]\nMore evidence is needed to delineate the potential risk of super-infection, and if the risk outweighs the anti-inflammatory benefits of this medication.\n\nEarly surgical debridement is critical for controlling the inflammatory response, decompressing the compartments, and reducing the risk of long-term morbidity.\n[16]\nDelays in surgery have been reported by several authors to have a higher incidence of morbidity and amputation.\n[9]\n[16]\nSurgical debridement includes removal of all injected material, copious saline lavage, decompression of compartment, and exploration of tendon sheaths.\n[9]\nRepeat debridements are usually necessary within 48 to 72 hours increments until achieving the removal of all devitalized tissue and injected material. Exposure to the digits is possible with a Bruner-type incision or a mid-axial incision based on the surgeon's preference. Some authors recommend primary amputation as the initial treatment with severe injection injuries, including paint and turpentine.\n[16]\nThe decision to amputate should be based on physician clinical discretion and discussions with the patient.\n\nInjection injuries with air, water, or high pressured veterinarian vaccines can be treated non-surgically with close observation.\n[17]\nSurgical decompression and debridement will be reserved for resultant compartment syndrome or secondary infection.\n[18]\nIt is imperative to frequently check compartments and have close follow-up after discharge to ensure no concomitant infection develops. The treating physician must also be clear with the patient that surgical debridement may still be required if non-operative treatment fails.",
    "adverse_effects": "Complications of this injury can be a loss of range of motion or function of the extremity, associated bacterial infections, chronic granulomas, necrosis, or loss of limb. There are reports that chronic pain, hypersensitivities, paresthesias, motor dysfunction, and contractures can ensue.\n[3]\nPrompt diagnosis, early intervention, and aggressive postoperative physical therapy can help limit these complications."
  }
}