{
  "drug_name": "hydrocortisone acetate",
  "nbk_id": "NBK556055",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556055/",
  "scraped_at": "2026-01-11T18:47:16",
  "sections": {
    "indications": "Otitis externa (OE) is an inflammation, that can be either infectious or non-infectious, of the external auditory canal. In some cases, inflammation can extend to the outer ear, such as the pinna or tragus. OE can be classified as acute (lasts less than 6 weeks) or chronic (lasts more than 3 months). It is also known as swimmer's ear as it often occurs during the summer and in tropical climates and having retained water in the ears increases the risk for it. The most common cause of acute otitis externa is a bacterial infection. It may be associated with allergies, eczema, and psoriasis.",
    "mechanism": "Pseudomonas aeruginosa\nand\nStaphylococcus aureus\nare the most common pathogens involved in otitis externa. Otitis externa can also occur as a polymicrobial infection, and rarely, it may result from a fungal infection such as\nCandida\nor\nAspergillus\n. Various factors can predispose patients to the development of OE. Swimming is one of the most common risk factors, and it increases the risk five times when compared to non-swimmers. Other risk factors include:\n[1]\n\nHumidity\nTrauma or external devices (cotton swabs, earplugs, hearing aids)\nDermatologic conditions such as eczema and psoriasis\nNarrow external ear canals\nEar canal obstruction (cerumen obstruction, foreign body)\nRadiotherapy or chemotherapy\nStress\nImmunocompromised patients",
    "monitoring": "Otitis externa is a clinical diagnosis. Routine laboratory testing and/or ear canal cultures are not necessary or indicated for uncomplicated cases. However, cultures are recommended for recurrent or resistant cases of otitis externa, particularly in immunocompromised patients.\n[4]\nFor patients with severe symptoms, blood glucose and human immunodeficiency virus (HIV) testing may be considered.",
    "administration": "Most patients diagnosed with otitis externa will receive outpatient management. The mainstay of uncomplicated otitis externa treatment usually involves topical antibiotic drops and pain control. Pain can be intense and severe; therefore, it should be managed appropriately. Acetaminophen or nonsteroidal anti-inflammatory drugs have been proven to be adequate for mild to moderate pain. Also, opioids (e.g., oxycodone or hydrocodone) are recommended for severe pain and should be prescribed in a limited amount since symptoms for uncomplicated OE should improve within 48 hours of initiating topical antibiotic therapy. If there is no improvement in pain within 48 to 72 hours, a reassessment by a primary care clinician is strongly recommended.\n[2]\n\nIn general, antibiotic otic drops are safe and well-tolerated. Their safety and efficacy compared to placebo have been proven with excellent results in randomized trials and meta-analyses. Some studies have shown that topical antibiotic drops containing steroids may decrease inflammation and secretions, and hasten pain relief.\n[2]\n[8]\nRegardless of the topical antibiotic used, approximately 65% to 90% of cases will have a clinical resolution within 7 to 10 days.\n\nCommon topical antibiotics indicated for otitis externa include:\n\nPolymyxin B, neomycin, and hydrocortisone 3 to 4 drops to the affected ear four times a day\nOfloxacin 5 drops to the affected ear twice daily\nCiprofloxacin with hydrocortisone 3 drops to the affected ear twice daily\n\nPatients with marked edema of the ear canal require placement of an ear wick (compressed hydrocellulose or ribbon gauze) to facilitate medication delivery and reduce ear canal edema.\n[2]\nThe wick is moistened with antibiotic drops and placed into the ear canal. The wick will usually fall out spontaneously, and if necessary, it should be removed by a clinician in approximately two to three days.\n\nIf perforation of the tympanic membrane is suspected, neomycin/polymyxin B/hydrocortisone drops, alcohols, and ototoxic drops (aminoglycosides) should be avoided. Fluoroquinolones have no ototoxicity and are the only FDA-approved drug for middle ear use; therefore, they are recommended for the treatment of uncomplicated OE with associated tympanic membrane perforation.\n[9]\n\nAlthough not typically done in the primary care setting, aural toilet or cleansing of the external ear canal is recommended for the treatment of acute OE by the American Academy of Otorhinolaryngology. Gentle lavage or suctioning should be performed only if there is no evidence or suspicion of tympanic membrane perforation. Also, it should be avoided in patients with a history of diabetes because it can potentially induce malignant otitis externa.\n[1]\n\nOral antibiotics have not been proven to be beneficial,\n[5]\nand their inappropriate use will increase the resistance among common otitis externa pathogens. The indications for oral antibiotics include:\n\nPatients with diabetes and increased morbidity\nPatients with HIV/AIDS\nSuspected malignant otitis externa\nConcomitant acute otitis media\n\nTopical antifungal agents are not considered a first-line treatment for OE. They are only recommended if fungal etiology is suspected by otoscopic examination or culture results.\n[5]",
    "adverse_effects": "Acute otitis externa disrupts activities of daily living in approximately 25% of affected patients. AOE can progress to chronic otitis externa, and it can cause canal stenosis and hearing loss.\n[6]\nThe most common complications of otitis externa are malignant otitis externa and periauricular cellulitis. Other complications include:\n[6]\n\nMyringitis\nPerichondritis\nFacial cellulitis\nOsteomyelitis of the temporal bone\n\nMalignant or necrotizing otitis externa (NOE) is a life-threatening condition that occurs most commonly in immunocompromised patients and older patients with diabetes mellitus. NOE is an extension of the infection that can spread to the temporal bone, and it is typically caused by\nPseudomonas aeruginosa\n(90% of cases). Early diagnosis is crucial as it has a high mortality rate; therefore, it should be suspected in patients with diabetes or immunocompromised patients with OE and fever that do not respond to treatment. Antibiotics with antipseudomonal coverage are the mainstay of treatment.\n[10]\nThis severe infection can result in temporal bone osteomyelitis and cranial nerve palsy. The most common cranial nerve involved is the facial nerve. Other complications associated with NOE include meningitis, dural sinus thrombosis, and cranial abscess.\n[4]"
  }
}