{
  "drug_name": "hydromorphone hydrochloride",
  "nbk_id": "NBK526012",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526012/",
  "scraped_at": "2026-01-11T18:47:17",
  "sections": {
    "indications": "Opioid withdrawal syndrome is a life-threatening condition resulting from opioid dependence. Opioids are a group of drugs used for the management of severe pain. They are also commonly used as psychoactive substances around the world. Opioids include drugs such as morphine, heroin, oxycontin, codeine, methadone, and hydromorphone hydrochloride. They produce mental relaxation, pain relief, and euphoric feelings.\n[1]\nChronic use of opioids leads to the development of an incapacitating form of dependence in users.\n[1]\nOpioid dependence impacts the drug user and imposes a significant economic burden on society by increasing healthcare costs, unemployment rates, absenteeism, and premature mortality. Studies in some countries have shown that those consequences can cost, on average, 0.2% to 2.0% of a country's gross domestic product.\n[1]",
    "mechanism": "There are three types of opioid receptors; mu, delta, and kappa. They are G protein-coupled receptors that inhibit adenyl cyclases in various tissues and cause their pharmacologic actions by decreasing cyclic adenosine monophosphate levels. The mu receptor is crucial for reinforcing the actions of opioids.\n\nOpioid withdrawal occurs when a patient who is dependent on opioids suddenly reduces or stops taking opioids. It can also be caused when a patient has an opioid in his/her system and is given an opioid partial agonist like buprenorphine or antagonists like naloxone or naltrexone. The etiology of opioid withdrawal is complex. Studies from various in vivo and in vitro animal models have indicated that symptoms of opioid withdrawal are closely related to pathways of adenylyl cyclase superactivation-based central excitation.\n[1]",
    "monitoring": "Although there is no diagnostic test for opioid withdrawal, urine toxicology must be checked to rule out withdrawal from any other drugs or combination of drugs. Urine toxicology is positive for most opioids such as morphine, heroin, codeine, oxycodone, and propoxyphene) for 12 to 36 hours after use. Methadone, buprenorphine, and LAAM (L-alpha-acetylmethadol) will not be detected in positive urine opiate tests, and they must be specifically tested. Urine toxicology for other drugs (marijuana, cocaine, benzodiazepine, and amphetamines) may also be commonly positive in opiate users. ECG, complete blood count (CBC), blood alcohol level, and basic metabolic panel (BMP) should also be done.\n\nCOWS (Clinical Opioid Withdrawal Scale) assessment for opioid withdrawal is commonly used to determine the severity of opioid withdrawal.\n[4]\nThe COWS assessment consists of 11 commonly seen signs and symptoms of opioid withdrawal.\n[5]\nThe total scores, 0 to 47, range from mild (5 to 12), moderate (13 to 24), moderately severe (25 to 36), and severe (greater than 37) opioid withdrawal. Such assessment scales for opiate withdrawal have gained increased interest as buprenorphine, a partial mu receptor agonist used to treat opioid withdrawal, can precipitate withdrawal in opioid-dependent patients who are not experiencing any withdrawal symptoms.\n[5]",
    "administration": "When opioid withdrawal signs are present, pharmacological management of opioid withdrawal is needed. Long-term opioid replacement is accomplished using methadone or buprenorphine.\n\nMethadone is given in inpatient or outpatient treatment settings. The starting dose is 10 mg oral or intravenous (IV) methadone, which may be given every 4 to 6 hours if withdrawal persists. The total dose in 24 hours equals the dose for the next day. Rarely does a patient needs more than 40 mg in 24 hour period. On the second day, the determined dose can be given once or twice a day. Titration is begun on the third day to determine a maintenance dose.\n\nBuprenorphine (sublingual) 4 to 12 mg initially can also be given instead of methadone. Buprenorphine can precipitate withdrawal symptoms in opiate dependent patients who do not have withdrawal signs. Thus, it must be started 12 to 18 hours after the last use of short-acting agonists like heroin or oxycodone and 24 to 48 hours after the last use of long-acting agonists such as methadone.\n[6]\n\nSymptomatic treatment in opioid withdrawal includes loperamide for diarrhea, promethazine for nausea/vomiting, and ibuprofen for myalgia. Clonidine can be given to reduce blood pressure.\n\nMainstreaming Addiction Treatment (MAT) Act\n\nThe Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and will integrate substance use disorder treatment across healthcare settings.\n\nAs of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law, and SAMHSA encourages them to do so. Prescribers who were registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed on the part of registrants.\n\nThere are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.\n\nPharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information in order to proceed. Practitioners are still required to comply with any applicable state limits regarding the treatment of patients with OUD.  Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota.",
    "adverse_effects": "According to\nDSM-5\n, a complication associated with drug use is an increased risk for infectious diseases. Screening tests for hepatitis A, B, and C viruses are positive in approximately 80% to 90% of injection opioid users. HIV is also positive for many injection drug users. HIV rates have been reported as high as 60%, specifically for opioid users in some parts of the United States and the Russian Federation, but it might be low at 10% in other areas.\n[8]\nIn some cases, liver function tests may also be elevated due to toxic injury to the liver due to substances mixed with opioids or resolving hepatitis.\n[9]\nFurthermore, tetanus and\nClostridium botulinum\n, although rare, are serious complications of injection opioid users. Tuberculosis is also a serious problem with injection drug users, especially heroin drug users. Infection is usually asymptomatic and usually indicated by a positive tuberculin skin test. Users who snort heroin or other opioids develop irritation of the nasal mucosa, which can sometimes lead to perforation of the nasal septum. Sexual side effects are also common. Male opioid drug users often experience erectile dysfunction, and females have disturbances in menses and irregular reproduction. Physiological disturbances and low birth weight can also be seen in infants born to women who use opioids."
  }
}