{
  "drug_name": "hydralazine",
  "nbk_id": "NBK470296",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470296/",
  "scraped_at": "2026-01-11T15:31:04",
  "sections": {
    "indications": "Coronary artery disease: this is due to hydralazine’s stimulation of the sympathetic nervous system. This leads to increased cardiac output and oxygen demand, which can provoke myocardial ischemia.\n[18]\n\nLactation: use caution in breastfeeding women as it is unknown if hydralazine is excreted in human milk\n[19]\n\nAortic dissection:  it can increase aortic wall shear stress",
    "mechanism": "Hydralazine is a direct arteriole vasodilator. Although the mechanism is not completely understood, it is theorized to be associated with intracellular calcium homeostasis. Specifically, it acts to inhibit inositol trisphosphate (IP3)-induced release of calcium from the smooth muscle cells' sarcoplasmic reticulum and inhibits myosin phosphorylation within the arterial smooth muscle.\n[2]\nThis reduces peripheral vascular resistance and leads to a compensatory baroreceptor-mediated release of epinephrine and norepinephrine, which, as a result, increases venous return and cardiac output. Given hydralazine’s stimulation of the sympathetic nervous system, it consequently leads to tachyphylaxis and tachycardia. It is sometimes given with a beta-blocker or diuretic for better patient tolerance.\n[2]\n\nHydralazine is metabolized by the liver. It undergoes polymorphic acetylation. Slow acetylators require lower doses of the drug. Both the acetylated drug and unchanged drug are excreted in the urine and feces.\n[1]\n\nFor intravenous dosing, the blood-pressure-lowering effects occur within 5 to 30 minutes with a total duration of 2 to 6 hours. For oral dosing, the blood-pressure-lowering effects occur within 20 to 30 minutes with a total duration of 2 to 4 hours.\n[2]",
    "administration": "For the treatment of hypertensive emergencies, hydralazine should be administered at a dosage of 10 mg via slow IV infusion with a maximum initial dose of 20 mg. This can be repeated every 4-6 hours as needed. Due to its unpredictable response and prolonged duration of action, hydralazine is not a desirable first-line agent for acute treatment.\n[9]\n\nTo treat essential hypertension, hydralazine should be initiated at a dosage of 10 mg orally four times daily for the first 2 to 4 days, then increased to 25 mg four times daily to complete 1 week of treatment. It can then be increased to 50 mg four times daily for maintenance therapy. The oral dosage maximum is 300 mg per day.\n[9]\n\nFor the treatment of Stage C Heart Failure with Reduced Ejection Fraction (HFrEF), the recommended fixed initial dose combination of hydralazine and isosorbide dinitrate is 37.5 mg hydralazine/20 mg isosorbide dinitrate 3 times daily with a maximum dose of 75 mg hydralazine/40 mg isosorbide dinitrate 3 times daily.\n[10]",
    "adverse_effects": "Hydralazine has been reported to cause headaches, nausea, flushing, hypotension, palpitations, tachycardia, dizziness, and angina.\n[11]\n\nImmune phenomena such as drug-induced lupus erythematosus (DILE), serum sickness, hemolytic anemia, vasculitis, and glomerulonephritis have been reported using hydralazine.\n[12]\n\nHydralazine-related DILE, also known as hydralazine-induced lupus syndrome (HILS), usually occurs with greater than 6 months of exposure, and roughly 5-8% of hydralazine users are at risk of developing DILE.\n[12]\nThe incidence of HILS is dose-dependent. The syndrome typically manifests with arthralgias, myalgias, serositis, and fevers; cardiac involvement is rare\n[13]\n. The risk factors for developing DILE include slow acetylator phenotype, family history of autoimmune disease, and decreased renal function. There have also been associations between DILE occurrence and certain human leukocyte antigens (HLA). Discontinuation of hydralazine usually resolves the lupus-like syndrome.\n[12]\n\nCases of drug-induced liver injury (DILI) have also been reported with the use of hydralazine. Symptoms of DILI are consistent with hepatitis and include nausea, vomiting, dark urine, jaundice, abdominal pain, and pruritus. Treatment entails discontinuation of hydralazine.\n[14]\n\nThere have been rare cases of toxic epidermal necrolysis (TEN) reported in association with hydralazine.\n[15]\n[16]\n\nThere have also been rare cases reported of polyneuritis that are amenable to pyridoxine supplements.\n[17]",
    "monitoring": "A complete blood count (CBC) and an antinuclear antibody (ANA) titer should be obtained prior to initiating therapy and periodically during therapy. In 95-100% of HILS, the serum ANA titer is positive. Abnormal hematologic findings to be aware of in HILS includes anemia, leukopenia, and/or agranulocytosis.\n[20]\nRisks versus benefits must be discussed with the patient with positive ANA titers before initiating therapy with hydralazine.\n[11]\n\nIf the patient develops arthralgias, fever, chest pain, continued malaise, hematologic findings mentioned above, or other unexplained signs or symptoms related to DILE, the drug should be discontinued immediately, and corticosteroids and/or immunosuppressive therapy should be considered in life-threatening cases.\n[13]",
    "toxicity": "Published reports of toxicity with acute use of hydralazine are uncommon. Signs of toxicity include hypotension, tachycardia, headaches, and generalized flushing.\n[21]\nChronic toxicity could lead to DILE.\n[22]\nThere is no specific treatment for an overdose other than supportive therapy. Fluids should be given initially, followed by vasopressors should fluids fail to improve the hypotension. Tachycardia or ischemia can be treated with beta-blockers with attention to blood pressure prior to administration.\n[22]"
  }
}