{
  "drug_name": "hyoscine",
  "nbk_id": "NBK603732",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603732/",
  "scraped_at": "2026-01-11T15:31:21",
  "sections": {
    "clinical_significance": "Pupillary Abnormalities\n\nIatrogenic\n\nRefractive surgery:\nProcedures like LASIK (laser-assisted in situ keratomileusis) and SMILE (small incision lenticule extraction) aim to correct refractive errors by reshaping the cornea.\n[73]\nUnderstanding the relationship between pupil size and visual resolution can guide surgical planning and predict postoperative outcomes. For instance, if a patient's scotopic (low-light) pupil size significantly exceeds the area of the cornea reshaped by the laser (optical zone), they may experience night vision problems, such as glare, halos, and starbursts, due to peripheral aberrations.\n[74]\nTherefore, a comprehensive preoperative pupil size assessment under different lighting conditions can help minimize such postoperative complications through careful planning and informed patient discussion.\n\nCataract surgery:\nIn cataract surgery, the opaque crystalline lens is replaced with an artificial intraocular lens (IOL). The IOL's design and the surgical pupil's size can affect visual quality.\n[75]\nFor instance, multifocal IOLs, which provide multiple focus points, may cause photic phenomena, such as halos and glare, mainly if the pupil is wide.\n[76]\nA concern exists for small pupils, but surgical techniques can overcome the aperture.\n[77]\nThus, careful preoperative evaluation and appropriate IOL selection can help optimize postoperative visual outcomes.\n\nYAG iridotomy and iridectomy:\nYAG Iridotomy and iridectomy are procedures performed to create an opening in the iris, the colored part of the eye that controls the pupil size. They are typically used as treatment options for specific types of glaucoma, including angle-closure glaucoma and pigment dispersion syndrome.\n[78]\nIn YAG iridotomy, a laser creates a small hole in the peripheral iris, allowing the aqueous humor to flow freely from the posterior chamber to the eye's anterior chamber, reducing intraocular pressure.\n[79]\nThe created hole's size and location can affect the light entering the eye, potentially causing visual disturbances like glare or double vision in some individuals. It is also important to consider that a patent iridotomy may cause a minor pupil size or shape alteration due to changes in the iris' structural integrity.\n[60]\nAn iridectomy, on the other hand, involves the surgical removal of a portion of the iris tissue. The procedure is performed peripherally (similar to an iridotomy) or sectorally, depending on the underlying disease process.\n[80]\nAs with an iridotomy, the procedure's effect on the pupil can depend on the location and extent of the iris tissue removal.\n\nIris repair surgery and artificial iris surgery:\nIris repair surgery and artificial iris implantation address iris defects resulting from trauma, congenital anomalies, or prior ocular surgery. These defects can cause various visual disturbances due to an abnormally shaped or sized pupil, such as photophobia, glare, and decreased contrast sensitivity. Iris repair surgery seeks to reconstruct the damaged iris and restore the pupil's normal shape and size. This can involve suturing techniques to repair iris tears or using specialized devices to create an artificial pupil in cases of pupil dilation (mydriasis) that cannot be reversed medically.\n[81]\nAn artificial iris can be implanted in more severe cases if the iris is extensively damaged or missing. This procedure involves replacing the natural iris with a custom-made, flexible silicone device that mimics the color and structure of the patient's iris. Artificial iris surgery can significantly improve visual function and cosmetic appearance. Still, careful patient selection and surgical technique are critical to minimize potential complications, such as glaucoma, corneal edema, and retinal detachment.\n[82]\nIn both procedures, understanding the interplay between pupil size and visual resolution is paramount to optimize visual outcomes and patient satisfaction postoperatively. These surgical interventions often involve delicate and precise adjustments to the pupil's size and shape, aiming to balance the need for light entrance and the minimization of optical aberrations.\n[81]\n\nAcquired Disorders\n\nAlterations in pupil size, shape, and position can affect visual resolution and be an important clinical sign in various visual and systemic disorders. For example, relative afferent pupillary defect (RAPD), a discrepancy in pupillary constriction between the eyes when stimulated by light, indicates a significant lesion along the afferent pathway, such as optic neuritis or severe retinal disease.\n[83]\nSpecific disorders are listed as follows.\n\nICE syndrome:\nIridocorneal endothelial syndrome (ICE syndrome) is a group of 3 ocular disorders: iris nevus (or Cogan-Reese) syndrome, Chandler syndrome, and essential (or progressive) iris atrophy. These disorders are distinguished by abnormalities of the cornea, iris, and often the angle of the anterior chamber of the eye, which can lead to the development of polycoria and corectopia. The hallmark of ICE syndrome is the movement of the corneal endothelium (the inner layer of cells on the cornea) onto the iris (the colored part of the eye), which can cause changes to the iris like atrophy and hole formation, resulting in polycoria. ICE syndrome often leads to the development of glaucoma.\n[55]\n\nEnd-stage glaucoma:\nGlaucoma is a group of eye conditions that damage the optic nerve, vital for good vision. This damage is often caused by abnormally high pressure in the eye. In the late stages of this condition, glaucoma can result in an afferent pupillary defect. This pupillary response, also known as the Marcus Gunn pupil, can cause the pupil to react poorly or not at all to direct light but will constrict when the other healthy pupil is stimulated due to a consensual reflex.\n[84]\nPatients with end-stage glaucoma can also experience significant visual field loss, sometimes perceived as a dark spot or \"blind spot\" in their vision.\n[85]\n\nOcular trauma:\nTrauma can result in damage to various parts of the eye, including the iris. Direct injury to the iris sphincter muscle can lead to a condition known as traumatic mydriasis. In this condition, the pupil is dilated and is either sluggish or nonreactive to light. The shape of the pupil may be irregular if parts of the iris sphincter are torn. Patients with traumatic mydriasis can experience photophobia (sensitivity to light), difficulty focusing, and decreased visual acuity.\n[86]\nHead trauma and related brain injuries may also induce pupillary abnormalities.\n[87]\n\nMultiple sclerosis and other demyelinating diseases:\nMultiple sclerosis is an autoimmune disease that affects the central nervous system by damaging the myelin sheath, the protective covering of nerve cells. When the optic nerve is affected (a condition known as optic neuritis), it can cause an afferent pupillary defect. Patients may experience symptoms such as blurred vision, eye pain, color vision abnormalities, and, in severe cases, blindness.\n[88]\n\nAdie (tonic) pupil:\nThis condition is typically seen in young women and presents as 1 pupil that is larger than the other (anisocoria) reacting sluggishly to light but has a slow, sustained response to accommodation (the near reflex). This is likely due to a viral or bacterial infection that causes damage to the postganglionic fibers of the ciliary ganglion. Over time, the affected pupil may become smaller or \"miotic\" due to the progressive denervation of the iris sphincter muscle.\n[89]\n\nNeurosyphilis:\nOne of the classic signs of neurosyphilis is Argyll Robertson pupils, a condition where the pupils are small, irregular, and do not react to direct light but constrict to accommodation. This condition is thought to be due to damage to the pretectal nuclei in the midbrain.\n[90]\n\nDiabetes:\nDiabetes can cause numerous complications in the body, including damage to the nerves, known as neuropathy. In the case of autonomic neuropathy, the nerves that control involuntary body functions, such as the heartbeat, blood pressure, and pupil dilation and constriction, are damaged. This can lead to pupillary abnormalities, such as the Argyll Robertson pupil.\n[91]\n\nStroke and other central nervous system lesions:\nStrokes can cause various types of damage, depending on the affected area of the brain. In the case of a brainstem stroke, damage to the midbrain, where the Edinger-Westphal nucleus is located, can disrupt the efferent limb of the pupillary reflex, leading to unequal pupil sizes, a condition known as anisocoria.\n[92]\n\nOne common type of stroke-related anisocoria is Horner syndrome, characterized by miosis (constricted pupil), ptosis (drooping eyelid), and anhidrosis (decreased sweating) on 1 side of the face.\n[93]\nThe syndrome occurs due to disrupted sympathetic nerve pathways that supply the face and eyes. In the context of pupil size, the syndrome results in miosis because the disrupted sympathetic nerves typically induce pupil dilation. When these nerves are interrupted, the unopposed action of the parasympathetic system leads to a constricted or \"small\" pupil on the affected side. Additionally, the affected pupil in Horner Syndrome typically has a slower-than-normal dilation response in dim light, a phenomenon known as dilation lag.\n[83]\n\nThe causes of Horner syndrome can be grouped into 3 categories based on the location along the sympathetic pathway where the disruption occurs: central, preganglionic, and postganglionic. Central causes originate in the brain and include conditions like stroke, tumor, or spinal cord injury. Preganglionic causes include conditions that impact the nerve fibers as they travel down the neck and upper chest, such as neck trauma, cervical spine surgery, or lung cancer. A Pancoast tumor, which is a type of lung cancer that develops at the top (apex) of the lung, is a classic preganglionic cause of Horner syndrome. The tumor's location at the lung apex allows it to invade the sympathetic chain in the neck, disrupting the nerve signals that cause the syndrome. Postganglionic causes are due to damage to the nerve fibers that run along the carotid artery to the eye, as can occur with carotid artery dissection or cavernous sinus thrombosis. Infections and surgical damage can also lead to postganglionic Horner syndrome.\n[93]\n\nThird nerve palsy:\nAlso known as oculomotor nerve palsy, this condition is characterized by weakness or paralysis of the muscles innervated by the third cranial nerve. This nerve supplies 4 of the 6 muscles that control eye movement, the muscle that elevates the upper eyelid, and the muscles involved in pupil constriction. Regarding pupil size, third nerve palsy can lead to a dilated or \"large\" pupil. The dilated pupil is due to paralysis of the parasympathetically innervated iris sphincter muscle supplied by the oculomotor nerve.\n[94]\nWhen these fibers are damaged, the unopposed action of the sympathetic system causes the pupil to dilate. In some cases, the affected eye may be \"down and out\" due to unopposed action of the lateral rectus and superior oblique muscles. A dilated pupil in third nerve palsy is particularly concerning because it can be a sign of a life-threatening condition, such as an aneurysm compressing the nerve.\n[95]\nTwo important causes of third nerve palsies are discussed as follows.\n\nDiabetic third nerve palsy:\nDiabetic third nerve palsy is typically caused by ischemia or insufficient blood supply to the nerve due to microvascular disease, a common complication of poorly controlled diabetes. This type of palsy tends to spare the pupil because of the nerve's blood supply arrangement. The parasympathetic fibers that control the pupil are located on the periphery of the nerve and receive blood supply from multiple sources, making them less susceptible to ischemia than the centrally located fibers that control the eye muscles. Patients with diabetic third nerve palsy present with sudden onset of pain around the eye or headache, followed by double vision. Symptoms may progressively worsen over several days and gradually improve over weeks to months. Pupil involvement is usually absent, which can aid in distinguishing this type of palsy from others.\n[96]\nPosterior communicating artery third nerve palsy:\nPosterior communicating artery (PCOM) third nerve palsy typically results from an aneurysm in the posterior communicating artery. This aneurysm can compress the third cranial nerve, leading to dysfunction.\n[95]\nThe key difference between PCOM and diabetic third nerve palsy is the pupil's involvement. In PCOM palsy, because of the nerve's anatomical structure, the aneurysm tends to compress the outer fibers of the nerve, affecting the parasympathetic fibers that control the pupil and causing mydriasis.\n[97]\nThis distinction is of significant clinical importance, as a third nerve palsy with pupil involvement is considered a neurological emergency. The palsy requires immediate evaluation to rule out an aneurysm, which, if ruptured, can have severe consequences. Patients with a rupture of a posterior communicating artery aneurysm may present with a sudden onset of severe headache, often described as \"the worst headache of my life.\"\n[98]\n\nIn conclusion, a myriad of disorders and conditions can influence the size of the pupil. The pupil's size and reactivity provide essential information about the integrity of the visual and autonomic pathways and, therefore, are an integral part of the ophthalmic and neurological examination. Understanding these conditions and the impact on pupil size facilitates early diagnosis and appropriate management, preserving visual function and improving patient outcomes.\n\nCongenital Disorders\n\nAniridia:\nA rare congenital disorder characterized by the complete or partial absence of the iris, leading to an enlarged pupil. The absence of the iris affects the visual appearance and impairs the eye's ability to adjust the amount of light entering, leading to light sensitivity. Aniridia may be accompanied by other eye problems such as nystagmus, glaucoma, and impaired visual acuity. Mutations in the PAX6 gene often cause it. Additionally, aniridia may not occur in isolation. It is part of Wilms tumor-aniridia-genital anomalies-retardation (WAGR) syndrome, seen in approximately 5% of aniridia cases.\n[99]\n\nCongenital mydriasis:\nA condition where the individual is born with dilated pupils (mydriasis). This rare disorder usually affects both eyes. These pupils do not respond to light or accommodation. The mydriasis is often associated with connective tissue disorders, particularly Marfan syndrome.\n[89]\n\nHorner syndrome:\nThis condition is characterized by a combination of symptoms, including miosis (constriction of the pupil), ptosis (drooping of the upper eyelid), and anhidrosis (lack of sweating). In Horner syndrome, the affected pupil may react slowly to light and may not dilate as much as the unaffected eye in the dark. The pupillary defect is caused by damage to the sympathetic nerves controlling the eyes and face. The syndrome may be present at birth or acquired later in life.\n[93]\n\nColoboma:\nThis is a condition where normal tissue in or around the eye is missing from birth. When it affects the iris, this can result in a keyhole or cat-eye-shaped pupil. Coloboma also occurs when a choroidal fissure gap fails to close during early prenatal eye development.\n[100]\n\nTrue polycoria:\nA rare eye condition where multiple functioning pupils exist within a single iris in 1 or both eyes. The condition is distinguished by the fact that each of these pupils has its own sphincter and dilator muscles. This unique characteristic allows each pupil to constrict and dilate independently of the others, affecting how light enters the eye and, subsequently, the quality of the formed image on the retina. This condition is typically present from birth and is often associated with other ocular or systemic disorders, including Axenfeld-Rieger syndrome and iridocorneal endothelial (ICE) syndrome. Diagnosis is confirmed through slit lamp examination, where the presence of individual sphincter muscles around each pupil is detected.\n[57]\nThe primary distinguishing feature between true polycoria and the more common pseudopolycoria is the presence of these individual muscle groups in the former. Pseudopolycoria lacks independent sphincter muscles for each opening, and thus, the additional 'pupils' cannot constrict or dilate independently. Management of true polycoria focuses on addressing the associated ocular or systemic conditions and improving visual acuity, which may involve corrective lenses or surgical intervention in some cases.\n[58]\nThe impact on vision can range from minimal to severe, depending on factors such as the size, shape, and position of the additional pupils and the extent of associated ocular disorders.\n\nPeters anomaly:\nThis congenital disorder involves the clouded cornea and the iris adhering to the lens, affecting the pupil's shape and size. The disorder is often associated with other systemic anomalies.\n[101]\n\nAxenfeld-Rieger syndrome:\nAxenfeld-Rieger syndrome is a group of rare genetic disorders involving eye, dental, facial, and systemic abnormalities. In terms of eye involvement, patients typically present with abnormalities in the anterior chamber, such as iris hypoplasia (underdeveloped iris), corectopia (displacement of the pupil), and polycoria (presence of more than 1 pupil). These can cause glaucoma and impaired vision. This condition is primarily caused by mutations in the PITX2 or FOXC1 genes, with an autosomal dominant inheritance pattern.\n[102]\n\nPharmacologic A\ngents with Effects on Pupil Size\n\nMydriatics\n\nAntimuscarinic (from weakest to strongest)\n\nTropicamide: A muscarinic antagonist that is used to dilate the pupil and paralyze the accommodation reflex, commonly used for ophthalmic examinations.\n[103]\nCyclopentolate: A muscarinic antagonist used for mydriasis and cycloplegia during eye examination and surgery. The antagonist has a longer duration of action compared to tropicamide.\n[104]\nHomatropine: This drug, similar to atropine, is an antimuscarinic agent used to dilate the pupil and inhibit accommodation. Homatropine is typically used in ophthalmic examinations or the treatment of anterior uveitis, and its effects are shorter in duration than atropine.\n[105]\nAtropine: An antimuscarinic agent that causes pupil dilation (mydriasis). Atropine paralyzes the accommodation reflex in diagnostic procedures or treating inflammatory conditions such as anterior uveitis.\n[106]\nScopolamine: An anticholinergic drug used for cycloplegia for diagnostic procedures and certain eye conditions. Scopolamine causes pupil dilation and inhibits accommodation.\n[107]\n\nSympathomimetic\n\nPhenylephrine: A sympathomimetic agent that causes pupil dilation. The drug is used for diagnostic purposes to promote visualization of the retina and other internal structures of the eye.\n[108]\n\nMiotics\n\nPilocarpine: A parasympathomimetic alkaloid that constricts the pupil (miosis). Pilocarpine is used in conditions like glaucoma to increase the outflow of aqueous humor and reduce intraocular pressure.\n[109]\nCarbachol: A cholinergic drug that constricts the pupil. Carbachol is often used in the treatment of glaucoma to decrease intraocular pressure.\n[110]\nAlpha-2 agonists: Drugs like clonidine, used for high blood pressure, can cause pupil constriction.\n[111]\n\nPsychoactive agents\n\nPsychoactive substances: Certain drugs, such as LSD, MDMA (ecstasy), and cocaine, can cause dilation of the pupils as part of the stimulant effect.\n[112]\nOpioids: These medications, including morphine and heroin, tend to constrict the pupils. This effect is commonly referred to as \"pinpoint pupils\" or miosis.\n[113]\n\nAntidepressants and antipsychotics\n\nCertain medications in these classes can cause changes in pupil size, often dilation. These include selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), and certain atypical antipsychotics.\n[114]\n\nAnticholinergic agents\n\nAnticholinergic drugs: Medications with anticholinergic properties, such as some antihistamines, tricyclic antidepressants, and certain antiparkinsonian drugs, can cause dilation of the pupils.\n[115]\n\nThese lists are not exhaustive; other pharmacologic agents also influence pupil size.\n\nPerceptual Influence of Pupil Size\n\nThe relationship between pupil size and visual perception is an area of continued investigation. The pupils adapt to diverse light conditions, contracting in bright light and dilating in darkness to modulate the amount of light entering the eye. Yet, intriguingly, studies suggest that cognitive processes, including perceptual phenomena, can also trigger changes in pupil size, granting insight into the cognitive processes underpinning visual experiences.\n[116]\n\nPsychologist Bruno Laeng spearheaded a series of studies exploring the interface between perception and pupil size, using static images designed to create an illusion of fluctuating brightness or darkness.\n[117]\n[118]\nTwo central images employed in these experiments are the Asahi illusion and an image depicting an expanding black hole.\n\nThe Asahi illusion is an image that, at first glance, resembles a glowing sun, consisting of a series of petal-like shapes surrounding a center. The petals follow a gradient from a yellow hue at the center to black at the edges, with the optical illusion design creating the impression that the center is significantly brighter than the surrounding areas. Despite the static nature of the image, the combination of the color gradient and the petal shape provides the impression that the white center is brighter than it is in reality. Remarkably, Laeng and his colleagues found that upon viewing the Asahi illusion, participants' pupils would constrict as though reacting to an actual increase in light intensity. This finding suggests that the mere perception of brightness, even without an actual increase in light, can lead to a physiological response in pupil size.\n[118]\n\nIn a later experiment, participants viewed an image of an expanding black hole, which imparts the impression of a progressively deepening darkness, even though the image is static. Similarly, the participants' pupils dilated in response to the perceived darkness rather than the actual luminance of the image, which remained constant.\n[117]\nAdditional studies have expanded on observations into perception and pupil size. For example, pupil constriction is seen when viewing a picture of the sun.\n[119]\nGenerating mental images of light and dark scenarios affects pupil size.\n[120]\n\nBuilding upon this, another layer of complexity is relevant when considering the regulation of light perception by the retina. A study involving the application of tropicamide, a mydriatic agent, to 1 eye of participants showed an increase in perceived brightness when viewing geometric patterns with the treated eye, confirming that slight pupil dilations can significantly influence the perceptual experience of brightness. However, this change in perceived brightness did not correspond proportionally to the extent of pupil dilation, underlining the role of the retina's adaptive mechanisms, such as retinal bleaching and neural adaptation, in driving the perception of light.\n[121]\n\nThese studies indicate that perceptual systems can induce physiological changes in pupil size based on perceived rather than actual light levels. The findings underscore the extent to which the brain, in interpreting visual stimuli, produces changes in pupil size, reflecting subjective perception rather than the objective properties of the stimulus. This research offers valuable insights into the complex relationship between cognition, perception, and pupil size. By understanding how perceptual processes can induce changes in pupil size, we can deepen our knowledge of the interplay between visual perception and the physiological mechanisms that support it.\n[122]\n\nManagement Strategies\n\nPharmacological management:\nDrugs are commonly used to manage pupil abnormalities. For instance, pilocarpine is a parasympathomimetic agent that constricts the pupil and is useful in conditions like anisocoria or mydriasis.\n[123]\nAtropine, a parasympatholytic agent, is used to dilate the pupil in conditions like iritis to alleviate pain and prevent the formation of posterior synechiae (adhesions).\n[124]\n\nSurgical management:\nCertain conditions, such as traumatic mydriasis or iris defects due to congenital conditions like aniridia, may necessitate surgical intervention. Procedures include iris reconstruction, the use of artificial iris implants, or suturing techniques to reduce the size of the pupil. Glaucoma associated with conditions like Axenfeld-Rieger syndrome may require surgical treatments such as trabeculectomy or tube shunt surgery to reduce intraocular pressure.\n[102]\n\nAdaptive devices:\nIn cases of significant light sensitivity due to large or irregular pupils, adaptive devices such as sunglasses or photochromic lenses can help manage symptoms. Pinhole glasses, which restrict the amount of light entering the eye and reduce the effect of refractive errors, may be beneficial.\n[125]\n\nLow vision rehabilitation:\nLow vision rehabilitation services can help maximize remaining vision and improve the quality of life for individuals with significant visual impairment due to pupil abnormalities. Services might include occupational therapy to develop new skills, devices to enhance vision (like magnifiers or digital aids), and strategies to modify the environment for increased safety and function.\n[126]\n\nPsychological support:\nGiven the potential impact on visual function and appearance, individuals with pupil abnormalities may also benefit from psychological support and counseling to help cope with any emotional or psychological challenges associated with their condition.\n\nAs always, the most appropriate management strategy depends on the individual patient's circumstances, including the specific pupil abnormality, its severity, the presence of any associated conditions, and the patient's personal needs and preferences.\n\nConclusion\n\nPupil size is crucial in modulating visual resolution and is affected by physiological and pathological factors. A comprehensive understanding of the dynamic relationship between pupil size and visual resolution is essential in ophthalmology and optometry, allowing for accurate diagnosis and effective management of various ocular conditions.\n\nIn clinical practice, optimal patient care involves the appropriate management of diseases affecting the pupil and associated structures and the integration of knowledge about the influence of pupil size on visual resolution. This ensures the delivery of personalized care, considering individual differences in pupil size and potential effects on visual outcomes."
  }
}