{
  "drug_name": "hyoscine-n-butyl bromide",
  "nbk_id": "NBK572146",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572146/",
  "scraped_at": "2026-01-11T15:31:21",
  "sections": {
    "indications": "Contraindications for HSG include an ongoing pregnancy, pelvic infection, or current heavy uterine bleeding. Performing an HSG during the early follicular phase may help to avoid potential overlap with an otherwise viable gestation; however, given that infertility is usually the indication for the HSG in the first place, this concern is less common. An additional benefit is a thin endometrial lining, which aids image interpretation. Nonetheless, a urine pregnancy test should be performed to ensure no concurrent pregnancy. A history of pelvic inflammatory disease is not a direct contraindication for a hysterosalpingogram, though postprocedure infection may occur in 1.4% to 3.4% of cases. Antibiotics may reduce this risk but are not recommended for routine administration.\n[11]\n\nA media contrast allergy is also a contraindication. Therefore, allergies to iodine must be addressed with the patient. Furthermore, if the patient has a history of thyroid disease, the procedure should be discussed with her endocrinologist, as using iodine can lead to a Wolff-Chaikoff effect, a presumed reduction in thyroid hormone levels, or exacerbate thyrotoxicosis in patients with a history of Grave disease.\n[12]\nPremedicating select patients before an HSG with glucocorticoids has been suggested; however, radiologists have found insufficient evidence to support this approach. Noniodine contrast should be used in patients with iodine allergies.",
    "clinical_significance": "Hysterosalpingogram remains a crucial component in the diagnostic evaluation of female infertility and serves as a complementary imaging modality to other studies, including pelvic ultrasonography, hysteroscopy, magnetic resonance, and laparoscopy with chromotubation. Laparoscopy with chromotubation often helps identify and simultaneously treat tubal and nontubal factors, including intraabdominal and pelvic adhesions and endometriosis. HSG helps evaluate tubal and intrauterine abnormalities (eg, synechiae and polyps).\n[23]\nEach modality can provide helpful information for assessing female infertility, but no single study provides a comprehensive assessment. Thus, a combination of transvaginal ultrasonography, HSG, and hysteroscopy is frequently recommended to evaluate patients with infertility.\n[24]"
  }
}