{
  "drug_name": "hyoscyamine sulfate",
  "nbk_id": "NBK560834",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560834/",
  "scraped_at": "2026-01-11T18:47:18",
  "sections": {
    "indications": "Dysmenorrhea is a Greek term for \"painful monthly bleeding.\"\n[1]\nDysmenorrhea can be classified as primary or secondary. Primary dysmenorrhea is recurrent lower abdominal pain that happens during the menstrual cycle and is not associated with other diseases or underlying pathology.\n[2]\nIt is a diagnosis of exclusion. In contrast, secondary dysmenorrhea is associated with suspected or clinically identifiable pathology.\n[3]\nDysmenorrhea is a common complaint among menstruating patients during their reproductive years. Dysmenorrhea may be associated with significant negative emotional, psychological, and functional health impacts.\n[4]\n\nPrimary dysmenorrhea classically begins within about 2 years of menarche or once ovulatory cycles have been established. It is more often a diagnosis made in adolescents and young adults. The cyclic pain starts within a few hours of the onset of menses and usually resolves within 72 hours. The pain is located midline in the pelvis and may radiate to the lumbar area of the back or upper legs.\n[5]\nIt may be crampy and episodic and is usually similar in each menstrual cycle. Concomitant symptoms may include nausea, vomiting, headaches, dizziness, fatigue, and sleep difficulties.\n[6]",
    "mechanism": "Since the 1960s, many theories have been proposed to explain the etiology of dysmenorrhea. These theories include psychological, biochemical, and anatomical etiologies. The anatomical theory notes abnormal uterine position and abnormalities in the shape or length of the cervix. Zebitay et al, in their study, proposed a positive correlation between cervical length and the volume and intensity of dysmenorrhea.\n[7]\nAccording to multiple other studies, the biochemical theory has the most substantial evidence.\n[8]\n\nAssociated risk factors for dysmenorrhea include the following:\n\nAge (commonly ) up to 30 years\nSmoking\n[9]\nAttempts to lose weight\nHigher or lower than normal body mass index\nDepression/anxiety\nLonger menstrual cycles\nYounger age at menarche\nNulliparity\nHistory of sexual assault\nPrevious cesarean section with incomplete uterine scar healing (uterine niche)\nLonger and heavier menstrual flow\nFamily history of dysmenorrhea\nDisruption of social networks\n[10]\n[6]\n\nPrimary Dysmenorrhea:\nProstaglandins (PGs) are thought to be the main cause of dysmenorrhea.\n[11]\n[12]\nHigher levels of PGs have been noted in the menstrual fluid and endometrial tissue of women with dysmenorrhea.\n[5]\nEndometrial shedding begins due to the decreasing hormone levels in the menstrual cycle. The time of endometrial shedding during the beginning of menstruation is when the endometrial cells release PGs. PGs cause uterine contractions, and the intensity of the cramps is proportionate to the amount of PGs released.\n[13]\n[14]\nUterine contractions cause tissue hypoxia and ischemia, which in turn cause pain and sometimes associated nausea and diarrhea.\n[5]\n\nSecondary Dysmenorrhea:\nSecondary dysmenorrhea is menstrual pain due to an underlying disease, disorder, or structural abnormality within or outside the uterus.\n[15]\nIt may affect women at any time after menarche. It can be a new symptom for females in their 30s or 40s. Secondary dysmenorrhea can be associated with varying intensities of pain and, at times, other symptoms such as dyspareunia, menorrhagia, intermenstrual bleeding, and postcoital bleeding. There are many common causes of secondary dysmenorrhea, including endometriosis, large cesarean scar niche, fibroids, adenomyosis, endometrial polyps, interstitial cystitis, pelvic inflammatory disease, and possibly the use of an intrauterine contraceptive system.\n[11]\n[6]\n[16]\nUp to 29% of women with dysmenorrhea may have endometriosis. When considering NSAID-resistant dysmenorrhea, up to 35% of patients may have endometriosis.\n[17]\nAdenomyosis is another common underlying disease that is associated with secondary dysmenorrhea. Up to 3.8% of young women have reproductive tract anomalies, and both obstructive and non-obstructive anomalies may be associated with secondary dysmenorrhea.",
    "monitoring": "Primary dysmenorrhea may be diagnosed based on the typical history alone.\n[5]\nPain begins just before or at the start of menstrual bleeding. It is cyclic and begins with the onset of ovulatory cycles, usually within 2 years of menarche. Pain peaks at 23 to 48 hours after the onset of bleeding and usually lasts no more than 72 hours.\n[6]\n\nA pelvic examination is important for evaluating dysmenorrhea if the history of onset and duration of lower abdominal pain suggests secondary dysmenorrhoea or if the dysmenorrhea is not responding to medical treatment.\n[26]\nA pelvic examination is not necessary for an adolescent who is not sexually active and has a typical presentation of primary dysmenorrhea without additional symptoms.\n[5]\nThe use of ultrasound in the evaluation of primary dysmenorrhea has little benefit. However, ultrasound can be useful in differentiating the cause of secondary dysmenorrhea, including endometriosis, leiomyomas, Mullerian anomalies, and adenomyosis.\n[11]\n[26]\n[5]\nUltrasound is the preferred initial evaluation of the cause of secondary dysmenorrhea.\nPatients who are at risk of sexually transmitted infections (STIs) or when pelvic inflammatory disease (PID) is suspected may need endocervical or vaginal swabs.\n[11]\n[26]\nIf indicated, cervical cytology samples and/or HPV testing may be considered to rule out a suspected cervical malignancy.\nMagnetic resonance imaging (MRI) or Doppler ultrasonography may be useful if torsion of the adnexa, adenomyosis, or deep pelvic endometriosis is suspected or if there are inconclusive findings on the ultrasound.\n[26]\nMRI is particularly helpful in diagnosing Müllerian anomalies but is not cost-effective as an initial screening tool.\nLaparoscopy is usually reserved for women who desire fertility and have suspected endometriosis as a cause of secondary dysmenorrhea.",
    "administration": "Treatment of dysmenorrhea is aimed at providing adequate pain relief to allow patients to perform most of their daily activities. Treatment for primary and secondary dysmenorrhea begins similarly. Patient education, reassurance, supportive therapy, and medical management are the initial baseline interventions recommended. If symptoms do not respond to initial treatments, an evaluation for potential causes of secondary dysmenorrhea may be warranted. Treatment strategies are divided into pharmacologic and nonpharmacologic treatments as below. Opioids and tramadol should not be regularly used to treat dysmenorrhea.\n\nNonpharmacological Treatment\n\nHeat application, exercise, and diet:\nBaseline intervention starts with heat application and exercise. Heat applied to the lower abdomen may be as effective as NSAIDs and more effective than acetaminophen, with no associated side effects. This is the preferred initial therapy option by many patients.\n[27]\n[28]\nHeat applied to the lower abdomen may be as effective as NSAIDs and more effective than acetaminophen, with no associated side effects. This is the preferred initial therapy option by many patients.\n[27]\n[28]\nEvidence does support the role of regular exercise in the treatment of dysmenorrhea, but the specific type, duration, and frequency of exercise are not clear. Moderate exercise is recommended for all patients.\n[29]\n\nMaintaining an active lifestyle and a balanced diet rich in vitamins and minerals is generally recommended for better health outcomes. In particular, such diet and lifestyle changes may be useful to reduce the intensity of dysmenorrhea.\n[30]\n[31]\n[32]\nFood supplements, complementary or alternative medicine such as plant-based therapy, and Chinese medicine are being used for the treatment of dysmenorrhea. However, they are not regulated by the FDA. Overall, there is insufficient evidence to recommend the use of any of the other herbal and dietary therapies.\n[33]\n\nSpinal manipulation has shown no benefit in PG levels or pain associated with primary dysmenorrhea in at least 1 high-quality randomized controlled trial.\n[34]\n\nAcupuncture, transcutaneous electrical nerve stimulation, and behavioral counseling:\nThe effectiveness of acupuncture is supported by a few studies that lack active comparisons and sound methodological techniques.\n[35]\n[36]\n[37]\nTranscutaneous electrical nerve stimulation and behavioral counseling may be used as second-line nonpharmacological treatments.\n[17]\n\nPharmacological Treatment\n\nNonsteroidal anti-inflammatory drugs (NSAIDs)\nare considered to be first-line pharmacologic treatment for dysmenorrhea. NSAIDs have been shown to be effective in the treatment of dysmenorrhea in comparison to placebo.\n[38]\nNSAIDs exert their benefit by inhibiting cyclooxygenase enzymes, thereby blocking PG production.\n[39]\nUse of an NSAID on a scheduled basis starting 1 to 2 days prior to the onset of pain has been shown to work better than when an NSAID is used on an as-needed basis.\n[6]\n\nIn a systematic review comparing different NSAIDs to placebo in the treatment of dysmenorrhoea, Marjoribanks et al concluded that overall, no NSAID is safer or more effective than others.\n[40]\nA meta-analysis of 70 studies showed that flurbiprofen and tiaprofenic acid were superior for treating dysmenorrhea; however, tiaprofenic acid is not available in the United States.\n[6]\nUnfortunately, there is evidence that approximately 20% of patients with dysmenorrhea do not respond to treatment with NSAIDs. This has been termed NSAID-resistant dysmenorrhea.\n[17]\n[41]\n\nFenamates, like mefenamic acid, may have slightly better efficacy than the phenyl propionic acid derivatives (ibuprofen, naproxen) because fenamates have dual action of blocking the production of PGs and inhibiting their action.\n[42]\n[43]\nMefenamic acid 500 mg with the start of menses or pain followed by 250 mg every 6 hours for up to 3 days may be helpful. One study recommended ibuprofen and fenamates as preferred in terms of safety and efficacy.\n[44]\nIbuprofen 800 mg every 8 hours or naproxen 440 mg to 550 mg as an initial dose followed by 220 mg to 550 mg every 12 hours on a scheduled basis have been recommended. NSAIDs are more effective as compared to paracetamol (acetaminophen). However, paracetamol is still a valid alternative when NSAIDs are contraindicated. Celecoxib, a COX-2 selective NSAID, was used for the treatment of dysmenorrhea in the past but is no longer recommended due to its cardiovascular side effects. Black box warnings regarding the risk of serious adverse events must be heeded.\n[45]\nCOX-2 selective NSAIDs have also been linked to delayed ovulation since PGs are needed for ovulation.\n[46]\n[47]\n\nAcetaminophen\nis a pain reliever that may be an alternative for patients who cannot take NSAIDs. Acetaminophen with pamabrom or caffeine (both diuretics) has shown reduced pain from dysmenorrhea.\n[48]\n[49]\n[50]\n\nHormonal contraception\nwith estrogen and progesterone\nin the form of pills, patches, or vaginal rings is reportedly effective in reducing dysmenorrheic pain as compared to placebo.\n[51]\n[52]\n[53]\n[54]\nAny available combination pill provided similar pain relief with no difference in efficacy. Other studies have argued against the effectiveness of combined hormonal contraceptives as a treatment for dysmenorrhea due to small sample sizes and limited comparative data.\n[55]\n[56]\nA combination estrogen and progesterone contraceptive will limit endometrial growth as well as inhibit ovulation. Over time, as the endometrium thins, menses become lighter, and fewer uterine contractions occur with menses. This, in turn, decreases pain with menses. Combination birth control pills (COCs) also work by decreasing the production of PGs and leukotrienes.\n[38]\nLow levels of PGs are noted in the menstrual fluid of women on COCs. Contraceptive pill users appear to have significantly lower rates of dysmenorrhea and need fewer additional analgesics for treatment.\n[13]\nContinuous regimens of hormonal contraception, wherein the placebo pills are not taken, are even more beneficial in treating dysmenorrhea than cyclic therapy.\n[17]\n\nProgestin-only contraception,\nincluding pills, implants, IUDs, or intramuscular injections,\nis suitable particularly for patients with secondary dysmenorrhea related to endometriosis. Their effectiveness as a treatment for primary dysmenorrhea is not evident.\n[57]\n[58]\n[59]\nProgesterone works by causing atrophy of the endometrial lining and by inhibiting ovulation. Dienogest and norethindrone acetate are oral formulations of progesterone that are specifically recommended as primary treatment for secondary dysmenorrhea due to endometriosis.\n[17]\n\nGonadotropin-releasing hormone agonists and antagonists\nmay be offered as second-line pharmacologic treatment. GnRH agonists include nafarelin, leuprolide acetate, and goserelin. The GnRH antagonist is elagolix. These are effective treatments for dysmenorrhea caused by endometriosis, but cost and adverse effects may limit the use of these therapies, especially without the use of add-back estrogen and progesterone therapy. The American Society of Reproductive Medicine recommends the use of gonadotropin-releasing hormone agonists to treat dysmenorrhea after the laparoscopic diagnosis of endometriosis. However, these medications are not considered long-term therapies.\n[17]\n\nAromatase inhibitors\nmay be used to treat secondary dysmenorrhea as they induce amenorrhea. However, adverse effects, including loss of bone mineral density, may prohibit use, especially without concomitant estrogen and progesterone add-back therapy.\n\nA vasodilator,\nsildenafil citrate, reduces pain with primary dysmenorrhea. It promotes smooth muscle relaxation in the uterus. Nitric oxide donor drugs like transdermal nitroglycerin or glyceryl trinitrate patches (0.1 mg) similarly relax smooth muscle. Headaches and feeling light-headed are significant side effects of vasodilators, and these medications are typically not used for first-line treatment of dysmenorrhea.\n[6]\nFurther studies are needed to determine the utility of treatment with vasodilators for dysmenorrhea.\n[17]\n\nCalcium channel blockers,\nsuch as nifedipine 20 mg to 40 mg, inhibit uterine contractions and decrease pain from dysmenorrhea. However, headache, tachycardia, and flushing as adverse effects may limit use.\n[17]\n\nVasopressin/oxytocin receptor agonists\nhave been studied in the treatment of dysmenorrhea since these hormones are known to stimulate myometrial contractions. Atosiban and SR49059 have both been studied for NSAID-resistant dysmenorrhea; however, no conclusions on the timing, effectiveness, or method of administration have yet been made.\n[17]\n\nAntispasmodics\nhave been studied in the treatment of dysmenorrhea since muscle spasm has been implicated as a cause of dysmenorrhea. Globally, hyoscine butylbromide has been used to treat dysmenorrhea due to its anticholinergic effects on muscarinic receptors, resulting in smooth muscle relaxation. A similar medication, hyoscyamine sulfate, is available in the United States, but it is not FDA-approved for use for dysmenorrhea. In a randomized controlled trial, the use of an antispasmodic medication along with an NSAID gave better results than the use of an NSAID alone.\n[17]\n\nMagnesium\nhas both muscle-relaxing effects and vasodilator properties and has thus been shown to reduce pain from dysmenorrhea. Lack of formulation and dosage recommendations have resulted in the conclusion that magnesium should be used in combination with other therapies, not alone in the treatment of dysmenorrhea.\n[6]\n\nSurgical Options\n\nSurgical options should only be used if there is not a satisfactory response to trials of medical management.\n\nLaparoscopy\nis the next step in the evaluation and treatment of dysmenorrhea if the patient has a high likelihood of pathology as the underlying cause of the dysmenorrhea and if relief has not been accomplished within 3 to 6 months of initial pharmacologic treatment. The goal of surgery is to resect endometriotic implants. Postoperative suppression of any residual or microscopic endometriosis is recommended with either progesterone alone, combination birth control, or GnRH agonist therapy.\n\nEndometrial ablation\nis an option to consider in patients with heavy menstrual bleeding who are done with childbearing if medical management has not achieved satisfactory results.\n\nHysterectomy\nmay be offered as a last resort to women who have failed all other possible treatment modalities. Removal of the ovaries may be considered depending on the etiology of the dysmenorrhea, the age of the patient, and the risk of needing additional surgery for removal of ovaries in the future.\n\nNerve transection procedures\n,\nincluding laparoscopic uterine nerve ablation and presacral neurectomy,\nare not recommended except possibly in select cases of patients with refractory midline pelvic pain. Further research is warranted on these procedures.\n[17]\nPain has been noted to recur when nerve regeneration occurs postoperatively. Adverse effects are significant and may include pelvic organ prolapse, constipation, and urinary dysfunction.\n[6]",
    "adverse_effects": "Primary dysmenorrhea complications can be summarized by the intensity of the pain and how it affects the patient's well-being and disrupts daily activities. Since primary dysmenorrhea is not linked to any pathology or disease, there are no additional known complications.\n\nIn contrast, secondary dysmenorrhea complications vary depending on the etiology. Complications may include infertility, pelvic organ prolapse, heavy bleeding, and anemia, to name a few.\n[23]\n[63]"
  }
}