{
  "drug_name": "hypericum",
  "nbk_id": "NBK567736",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567736/",
  "scraped_at": "2026-01-11T15:31:23",
  "sections": {
    "clinical_significance": "As people age, the overall body water reduces. However, intracellular water remains relatively stable from the first month of life to adulthood. Higher doses of drugs per kilogram weight are required in younger children as they have a higher percentage of water.\n[5]\nLipophilic drugs are more likely to distribute to areas of high lipid density.\n[6]\nBody fat varies with age, gender and genetics. Many drugs are bound to plasma proteins, and the most important drug-binding proteins include albumin and globulins. The concentration of these proteins varies with age, nutritional status, and disease.\n\nUnderstanding drug distribution and pharmacokinetics (PK) is important for all clinicians prescribing medication, along with understanding the fundamentals of protein binding.\n[7]\nOnly free and unbound drugs will pass from vascular spaces to tissues where a drug-receptor interaction will occur as well as the effect of the drug. Protein binding is not only affected by the concentration of protein but also the pH, metabolic abnormalities (hyperglycemia, uremia), and the presence of other chemicals that will compete for protein binding.\n\nCompetition for plasma binding can influence drug effects. For example, Aspirin and Warfarin are known to compete for the same plasma protein binding site. Administering both drugs at the same time will increase the unbound drug, thereby potentiating their effects and potentially lead to bleeding risk.\n[8]\nFor a drug to be effectively eliminated by the kidney, the drug must be metabolized from a lipophilic molecule into a polar molecule. The liver produces a polar metabolite of the drug, using two unique sets of reactions known as phase I metabolism and phase II metabolism.\n[9]\n\nPhase I metabolism\ninvolves what is known as the cytochrome P-450 system (CYP enzyme). CYP alters a drug in such a way so that it will be more amenable to combining with polar molecules. These reactions involve basic chemistry principles such as oxidation, reduction, or hydrolysis.\nPhase II metabolism\nis the process of adding a polar moiety to the drug, such as sulfate, acetate, or glucuronate. The addition of a polar moiety to a drug makes the drug water-soluble and available for excretion by the kidney.\n\nPhases of Biotransformation\n\nPhase I reaction\n: The drug is first transformed into a polar metabolite via oxidation by the cytochrome P-450 system → allows phase II to occur.\n\nPhase II reactions\n: Involves the coupling of the metabolite with glucuronic acid, acetyl groups, sulfates, amino acids, or glutathione.\n\nTypes of Drug Kinetics\n\nZero-order kinetics\n:\nThe rate of metabolism/elimination remains constant and is independent of the concentration of a drug.\n\nFirst-order kinetics\n:\nThe rate of metabolism/elimination is directly proportional to the plasma concentration of the drug.\n\nHalf-life (T1/2):\nThe time required for a drug's plasma concentration to reach half of its initial value.\n\nAfter 4\nhalf-lives\n>\n90% of the drug is eliminated.\n\nDrug clearance:\nThe measure of the rate of drug elimination → the plasma volume that can be completely cleared of the drug in a given period of time.\n\nAdditionally, uremia not only affects protein binding, but kidneys also play a significant role in drug absorption, distribution, metabolism, and excretion (ADME). Renal dose adjustment is essential in moderate to severe renal failure. Important strategies for managing and drug dosing must be adjusted accordingly, and the risks must be weighed against the benefits.\n[10]\n\nSeveral factors impact drug distribution. These factors include the concentration of drug transporters in blood, pH, perfusion, body water composition, body fat composition, and most certainly disease conditions (e.g., volume depletion, burns, third spacing). The majority of protein binding is relevant only when the drug is more than 90 percent protein bound. In the hypoalbuminemia state, which occurs in malnutrition and inflammation, there is a higher concentration of the unbound drugs. Body composition and metabolic factors also affect drug distribution. For example, during the last trimester of pregnancy, plasma volume expands, so there is an overall diluting effect on plasma proteins. There is also a change in adipose tissue. Additionally, pregnant women are frequently excluded in clinical trials related to drugs.\n[11]\nIn a critically ill patient, drug distribution also changes due to deranged physiology, protein binding changes, fluid shifts, pH changes, and vascular organ perfusion.\n[12]\nThus it could be useful to monitor drug levels in these conditions if possible.\n\nThe\ncytochrome P-450 system\nis a family of heme-containing enzymes found in the liver and intestinal tract. There are multiple forms of CYP enzymes. Some drugs can either induce or inhibit specific isoforms of the enzyme, affecting the ADME of a drug. A clinician must be aware of potential drug-drug interactions with CYP enzyme inducers and inhibitors and naturally occurring compounds that can alter the actions of CYP enzyme. Naturally occurring compounds include grapefruit juice, nicotine-containing products, and St. John’s wort.\n[13]\n[14]\n\nBelow is a list of the major drugs that inhibit and induce the cytochrome P-450 system, as well as dugs that are a major substrate of the enzyme:\n\nCYP1A2\n\nInhibitors: amiodarone, cimetidine, ciprofloxacin, fluvoxamine\nInducers: carbamazepine, phenobarbital, rifampin, tobacco\nSubstrates: caffeine, clozapine, theophylline\n\nCYP2C9\n\nInhibitors: amiodarone, fluconazole, fluoxetine, metronidazole, ritonavir, trimethoprim/sulfamethoxazole\nInducers: carbamazepine, phenobarbital, phenytoin, rifampin\nSubstrates: carvedilol, celecoxib, glipizide, ibuprofen, irbesartan, losartan\n\nCYP2C19\n\nInhibitors: fluvoxamine, isoniazid, ritonavir\nInducers: carbamazepine, phenytoin, rifampin\nSubstrates: omeprazole, phenobarbital, phenytoin\n\nCYP2D6\n\nInhibitors: amiodarone, cimetidine, diphenhydramine, fluoxetine, paroxetine, quinidine, ritonavir, terbinafine\nInducers: none\nSubstrates: amitriptyline, carvedilol, codeine, donepezil, haloperidol, metoprolol, paroxetine, risperidone, tramadol\n\nCYP2E1\n\nInhibitors: none\nInducers: ethanol, isoniazid, tobacco\nSubstrates: acetaminophen, theophylline, verapamil\n\nCYP3A4 and CYP3A5\n\nInhibitors: clarithromycin, diltiazem, erythromycin, grapefruit juice, itraconazole, ketoconazole, nefazodone\n*\n, ritonavir, telithromycin, verapamil\nInducers: carbamazepine, Hypericum perforatum, phenobarbital, phenytoin, rifampin\nSubstrates: alprazolam, amlodipine, atorvastatin, cyclosporine, diazepam, estradiol, simvastatin, sildenafil, verapamil, zolpidem\n\nBelow is an additional list of common drug-drug interactions involving the cytochrome P-450 system that clinicians should be aware of:\n\nDrug:\namiodarone\n\nCYP enzyme: CYP2C9 and CYP3A4 inhibitor\n\nDrug-Drug Interaction:\nwarfarin\n\nMetabolizing Enzyme: CYP2C9\n\nSide Effects: Increased risk of bleeding caused by increased warfarin level.\n\nDrug:\ncarbamazepine\n,\nphenobarbital\n,\nphenytoin\n\nCYP enzyme: CYP3A4 inducer\n\nDrug-Drug Interaction:\nEthinyl estradiol-containing contraceptives\n\nMetabolizing Enzyme: CYP3A4\n\nSide Effects: Unplanned pregnancy caused by reduced estradiol level.\n\nDrug:\nclarithromycin\n,\nerythromycin\n,\ntelithromycin\n\nCYP enzyme: CYP3A4 inhibitor\n\nDrug-Drug Interaction:\nsimvastatin, verapamil\n\nMetabolizing Enzyme: CYP3A4\n\nSide Effects: Myopathy or rhabdomyolysis caused by increased simvastatin level. Hypotension and QT interval prolongation caused by increased verapamil level.\n\nDrug:\ndiltiazem\n,\nverapamil\n\nCYP enzyme: CYP3A4 inhibitor\n\nDrug-Drug Interaction:\nprednisone\n\nMetabolizing Enzyme: CYP3A4\n\nSide Effects: Immunosuppression caused by increased prednisolone serum levels.\n\nDrug:\nfluoxetine\n,\nparoxetine\n\nCYP enzyme: CYP2D6 inhibitor\n\nDrug-Drug Interaction:\nrisperidone, tramadol\n\nMetabolizing Enzyme: CYP2D6\n\nSide Effects: Increased risk of extrapyramidal adverse effects caused by increased risperidone level.\n\nDrug:\nGrapefruit juice\n\nCYP enzyme: CYP3A4 inhibitor\n\nDrug-Drug Interaction:\nbuspirone\n\nMetabolizing Enzyme: CYP3A4\n\nSide Effects: Dizziness and serotonin syndrome caused by increased buspirone level.\n\nDrug:\nmetronidazole\n\nCYP enzyme: CYP2C9 inhibitor\n\nDrug-Drug Interaction:\nwarfarin\n\nMetabolizing Enzyme: CYP2C9\n\nSide Effects: Increased risk of bleeding caused by increased warfarin level.\n\nDrug:\nterbinafine\n\nCYP enzyme: CYP2D6 inhibitor\n\nDrug-Drug Interaction:\namitriptyline\n\nMetabolizing Enzyme: CYP2D6\n\nSide Effects: Dry mouth, dizziness, and cardiac toxicity caused by a prolonged increase in amitriptyline and nortriptyline.\n\nCYP\n= cytochrome P-450"
  }
}