{
  "drug_name": "ubidecarenone",
  "nbk_id": "NBK560628",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560628/",
  "scraped_at": "2026-01-11T18:48:07",
  "sections": {
    "indications": "Peyronie disease is a progressive and nonmalignant disorder of the penis resulting in an abnormal curvature during erection. The condition was observed in 1561 by Gabriele Fallopius and Andreas Vesalius but was named after François Gigot de la Peyronie, the personal physician of King Louis XV and cofounder of the French Académie Royale de Chirurgie, who was the first to fully describe the disease in 1743.\n[1]\n[2]\n\nPeyronie disease is a wound-healing disorder of the tunica albuginea that results in localized fibrosis or scarring of the tunica albuginea.\n[3]\nThe abnormal curvature is caused by localized scar tissue in the walls of the corpora; the exact mechanism responsible for forming this fibrotic area remains elusive.\n\nPeyronie disease often causes significant distress to patients due to the deformity and resultant impaired appearance and function. In addition, it is associated with erectile dysfunction, which is in itself a distressing condition.",
    "mechanism": "A basic understanding of the penile anatomy is required to appreciate the etiology and pathophysiology of Peyronie disease.\n[4]\n[5]\nThe penis consists of 2 erectile bodies, the corpora cavernosa, that runs along the length of the penis. During an erection, these chambers fill with blood, increasing the size and rigidity of the penis. Each corpus cavernosum has a sheath of elastic fibers, the tunica albuginea, comprising predominantly type 1 collagen fibers. The corpora cavernosa are separated by a merger of the tunica albuginea in the midline, forming a septum that attaches ventrally and dorsally along the shaft of the penis.\n\nIn Peyronie disease, a localized fibrous plaque forms in the tunica albuginea of the corpora cavernosa. This inelastic plaque changes the straight, erect penis to a more kinked or curved appearance in the direction of the involved tunical segment. The exact mechanism of plaque formation is yet to be definitively established; the most generally accepted theory is that the plaque forms as a result of some degree of penile injury or microtrauma, particularly in men who are genetically predisposed to the condition.\n[6]\n[7]\n[8]\n[9]\nEndothelial-dependent systemic arterial impairment is more frequently found in patients with Peyronie disease than healthy controls.\n[10]\nThe significance of these findings in the etiology of Peyronie disease is still being studied.\n\nAlthough it is not possible to definitively predict who will develop Peyronie disease, it appears to be more likely in susceptible men who engage in vigorous sexual or nonsexual activities, such as certain sports, that cause penile microtrauma. Further research is needed to improve our understanding of the true pathogenesis of Peyronie disease and the role of genetic and other factors in its clinical presentation.\n\nThe known risk factors for Peyronie disease include:\n\nConnective Tissue Disorders\n\nPeyronie disease is commonly associated with several fibroproliferative diseases, such as Dupuytren contracture and plantar fasciitis, suggesting a significant pathophysiologic and genetic overlap between these superficial fibrosing disorders.\n[9]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\nFor example, in a study involving 415 men with Peyronie disease, 89 (22.1%) had Dupuytren contractures.\n[12]\nNumerous studies have linked Peyronie disease to other systemic fibrotic disorders such as idiopathic pulmonary fibrosis, Paget disease of bone, retroperitoneal fibrosis, polyfibromatosis, and systemic sclerosis (scleroderma).\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n\nDiabetes\n\nMen with erectile dysfunction secondary to diabetes are 4 to 5 times more likely to develop Peyronie disease compared to the general population.\n[23]\n[24]\n[25]\n[26]\n[27]\nDiabetes is believed to aggravate the fibrotic process associated with Peyronie disease, impair wound healing, decrease tunica elasticity, worsen nociception, and increase connective tissue collagenization.\n[27]\nBetter glycemic control tends to improve symptoms of Peyronie disease.\n[27]\nDiabetic patients who have surgery for Peyronie disease are less likely to develop a recurrence of their penile curvature but are more likely to have postoperative erectile dysfunction.\n[27]\nThese patients are also more likely to develop an infection after a penile prosthesis implant.\n[27]\n\nFamily History\n\nThe genetic factors contributing to Peyronie disease are complex.\n[7]\nEvidence suggests a genetic link; the exact mechanism or responsible genes remain undetermined. The literature suggests that multiple genes, including HLA-B7, could be involved, which confer increased susceptibility to developing Peyronie disease.\n[6]\n[7]\n[9]\n[28]\n[29]\nUp to 4% of first-degree relatives develop the condition.\n[6]\n[29]\n[30]\n[31]\n\nHypogonadism\n\nAndrogens play an essential role in wound healing by modulating the matrix metalloproteinases.\n[32]\nIn male hypogonadism, this normal healing process is disrupted, potentially increasing the risk of Peyronie disease. Although hypogonadism may increase the risk of developing Peyronie disease and the severity of the disorder, this link remains uncertain due to conflicting study results.\n\nIn a study, 74.4% of male hypogonadal patients, defined as a serum testosterone levels <300 ng/dL, were found to have Peyronie disease.\n[33]\nThe degree of curvature was higher in the hypogonadal group compared to men with Peyronie disease and normal testosterone levels.\n[33]\nThis effect was also found in several other studies but refuted in others, leaving it an unresolved, open question that requires further research.\n[4]\n[34]\n[35]\n\nPenile Injury and Prior Urological Surgery\n\nPrevious injury to the penis is a strong predictor of developing Peyronie disease. Genital or perineal trauma and iatrogenic injury, including urethral catheterization, cystoscopy, and transurethral surgery, are all linked to an increased risk of Peyronie disease.\n[30]\n[36]\nA study involving 1011 patients reported that 15.9% of patients undergoing radical prostatectomy developed Peyronie disease.\n[37]\nIn patients with no known history of trauma or surgery, repeated asymptomatic microtrauma from sexual activity may be involved when no other etiology can be determined.\n\nSmoking and Alcohol\n\nThere is some evidence to suggest that smoking is related to Peyronie disease, although the correlation between the amount of smoking and risk is unclear. Similarly, the literature remains divisive concerning alcohol, with conflicting studies. A study by Bjekic suggests a strong correlation, but a larger-scale report by La Pera et al disproves any such relationship.\n[36]\n[38]\n\nOther risk factors include age, hyperlipidemia, erectile dysfunction, obesity, penile trauma during intercourse, and psychological disorders.\n[36]\n[39]\n[40]\n[41]\nErectile dysfunction is found in about 40% (30% to 60%) of all patients with Peyronie disease, especially in patients older than 40.\n[42]\n[43]\n[44]\n[45]\n[46]",
    "monitoring": "The most critical components of the evaluation are the patient's history and a thorough physical examination. There is no mandatory or necessary laboratory or imaging testing to complete a Peyronie disease workup. A testosterone level is not required unless indicated for other reasons. However, it is reasonable and advisable to screen for associated conditions, such as connective tissue disorders like Dupuytren disease or diabetes.\n\nThe American Urological Association (AUA), Canadian Urological Association (CUA), and the European Association of Urology (EAU) guidelines recommend performing an in-office intracavernous injection (ICI) test with or without penile Doppler duplex ultrasound before any invasive intervention.\n[60]\n[113]\n[114]\nA complete duplex ultrasound provides certain advantages, including identifying any calcifications, checking penile vascular flow, and evaluating the patient's erection quality after ICI. Penile Doppler duplex ultrasound may help locate plaques that are not easily palpated and identify internal calcifications.\n[115]\nThis technique may also be helpful in cases where the diagnosis is uncertain.\n[115]\n\nLevine et al recently published a calcification grading system. The investigators found that patients with grade 3 or more extensive calcifications (greater than 1.5 cm in any dimension or multiple plaques greater than 1.0 cm) were more likely to undergo surgery when they had satisfactory erectile function.\n[116]\nPatients with less severe calcifications of grade 1 (<0.3 cm) or grade 2 (0.3 to 1.5 cm) or no calcifications had no evidence of any increased likelihood to proceed with surgery.\n[116]\n\nThin-section, high-resolution T2 magnetic resonance imaging (MRI) without fat suppression has also been shown to be an excellent imaging modality for assessing penile pathology, including Peyronie disease.\n[115]\n[117]\n[118]\nPlaques appear as low-signal intensity areas of the thickened tunica albuginea, but calcifications are poorly appreciated.\n[118]\nDue to the high cost and limited availability, the utility of MRI in the routine workup for Peyronie disease is unclear, and it is not currently recommended for routine use.\n[119]\n\nExperimentally, penile scintigraphy with technetium Tc 99m human immunoglobulin G was able to differentiate acute-phase Peyronie disease from chronic lesions.\n[120]\n\nProposed Peyonie Disease Clinical Classification System\n\nTrost, Mulhall, and Hellstrom have proposed a useful evidence-based clinical classification system for Peyronie disease and penile curvature that extends beyond the traditional acute and chronic phases.\n[99]\nThis system, called the PTNM classification, encompasses 4 elements—Peyronie disease (P), Trauma (T), Non-Peyronie components (N, which includes congenital or maturational issues), and Mode (M, referring to active vs. chronic phases).\n[99]\n\nPain is often used to help differentiate the acute and chronic phases of Peyronie disease. However, in developing the PTNM classification system, it was found that pain did not reliably coincide with disease progression.\n[99]\n\nThe classification system categorizes Peyronie disease into four subtypes based on its clinical characteristics—classical, calcifying, relapsing or remitting, and progressive.\n[99]\n\nCalcifying\nPeyronie disease:\nThis disease is characterized by moderate-to-severe (>1 cm) plaque calcification. Patients with this disease are more likely than average to experience disease progression, pain, and indentations or hourglass deformities. After 1 year, three-fourths of these patients develop clinically stable disease. Stable calcifying disease is defined as at least 12 months since the original presentation of the disease and no significant clinical changes in curvature, symptoms, or penile deformities for the last 3 months or a continuous period of clinical stability of at least 6 months.\n\nProgressive\ndisease:\nThis disease includes cases in which patients report a noticeable worsening of their symptoms at or beyond 3 months from their initial presentation. Disease stability at 3 months suggests that the patient does not have the progressive subtype. Patients with this subtype often exhibit more severe penile curvatures, shorter periods of relative stability, higher rates of more severe penile shaft indentations, hourglass deformities, loss of penile length, calcification, and discomfort. Stability develops in three-quarters of progressive disease patients after 14 months. Stable, progressive disease is defined as at least 12 months since the original presentation of the disease and no significant clinical changes in curvature, symptoms, or penile deformities for the last 3 months or a continuous period of clinical stability of at least 6 months.\n\nRelapsing or remitting\nPeyronie disease:\nThis disease describes cases where the disorder appears to reactivate an initial period of stability of at least 6 months. Patients with shorter stable periods likely have progressive disease. Men with relapsing or remitting disease tend to be younger and experience pain for a more extended period, with relatively low rates of penile indentations or hourglass deformities. This subtype accounts for about 12% of all Peyronie disease patients. Most (75%) develop stable disease after 12 months. Stable relapsing or remitting disease is defined as at least 1 year since the original disease presentation and no significant clinical changes in curvature, symptoms, or penile deformities for the last 3 months or a continuous period of clinical stability of at least 6 months.\n\nClassical\ndisease:\nThis disease is essentially a diagnosis of exclusion for men who do not meet the criteria for one of the other subtypes. These men tend to be somewhat older, have a higher percentage of chronic disease, are more likely to use phosphodiesterase type 5 inhibitors, and have spontaneous regression while being less likely to experience pain or loss of penile length than the other subtypes of Peyronie disease. About 75% become clinically stable after 2 months. Classical Peyronie disease is considered stable after 3 months or more without any significant changes in symptoms, curvature, or penile deformities.\n\nNon-Peyronie Penile Curvatures\n\nNon-Peyronie penile curvatures are classified into three categories—congenital, maturational, or traumatic.\n[99]\n\nCongenital or maturational curvature:\nThis category refers to patients with the disorder from birth, such as chordee, and those where it developed later, usually at puberty or somewhat later. The degree of curvature is typically lateral and <20°.\n\nTraumatic\ncurvature:\nThis type can be challenging to distinguish from trauma-induced Peyronie disease. Patients with traumatic curvature are more likely to recall a specific traumatic event, have a loss of penile length, report discomfort, and enjoy a higher rate of intercourse.\n\nChanges in curvature, symptoms, or deformities 3 months or more after disease onset suggest the progressive subtype. The presence of calcified plaques indicates the calcifying subtype. In the absence of these features, the patient is classified with classical Peyronie disease. If the disease reactivates after at least 6 months of stability, it is considered relapsing or remitting.\n\nThis classification can be easily applied with a simple ultrasound (to detect calcification) and four basic questions that are typically asked by clinicians of newly diagnosed Peyronie patients:\n[99]\n\nWhen did the symptoms begin (how long have the symptoms been present?)\nHow long has the condition remained stable or unchanged?\nDid the problem get worse after it was first presented?\nWas there any prior disease or trauma?\n\nThis proposed classification system appears reasonable, well-documented, and clinically useful for future research, but it is still just a proposal and requires external validation. This system was developed at a high-volume referral center and used retrospective surveys and subjective questionnaires, potentially introducing bias. Currently, the proposed classification system does not alter therapy. However, it does help explain the noted variability in the reported duration of the active phase of Peyronie disease.",
    "administration": "Clinicians should assess and treat men with Peyronie disease only when they have the experience and diagnostic tools to evaluate, appropriately counsel, and treat the condition.\n[60]\nClinicians should then discuss all treatment options available and the known benefits and risks or burdens associated with each treatment.\n[60]\nFor some patients, comprehensive counseling regarding the nature of Peyronie disease and the typical disease course may be sufficient to alleviate concerns. There is no agreed-upon minimum curvature necessary before intervention is justified, although invasive therapy for curvatures of less than 30° is unusual. If the patient is unable to have intercourse due to Peyronie disease and has failed medical therapy, this is generally considered sufficient.\n\nThe patient's distress over his symptoms, level of concern, and willingness to undergo various types of treatment should be fully considered in the decision-making process, in addition to any objective measures of curvature and erectile function. Patients should be provided reasonable expectations of outcomes from the various available treatments. Patients should be offered psychological support and counseling as appropriate.\n[114]\n[121]\n\nIontophoresis, also known as electromotive drug administration, uses an electrical current to enhance the transdermal absorption of topically applied medications. Many studies suggest a potential benefit, particularly for pain management; however, they involve fewer than 100 patients and lack a placebo control arm.\n[60]\n[122]\n[123]\n[124]\n[125]\n[126]\n[127]\n[128]\n[129]\n[130]\n[131]\n[132]\nThe AUA, CUA, and International Consortium on Sexual Medicine (ICSM) guidelines do not recommend iontophoresis in Peyronie disease due to insufficient evidence, although the treatment is promising.\n[60]\n[113]\n[114]\n[123]\n[133]\n\nRadiation therapy was previously used for Peyronie disease, mainly for pain control, but is no longer recommended due to adverse effects, the lack of any proven benefit, and the availability of other treatments.\n[60]\n[114]\n[134]\n[135]\n[136]\n[137]\nWhen used, a limited dosage was administered and given only during the acute phase.\n\nNonsurgical Treatment\n\nVarious oral, mechanical, and injectable therapies are used in the nonsurgical treatment of Peyronie disease. Oral therapy, vacuum erection devices, and penile traction may be used in the early, acute phase of the disease and later in the chronic phase. Intralesional therapy is generally limited to the chronic phase when the lesion is stable.\n[60]\n\nHowever, very few of these therapies are supported by well-designed, double-blind, placebo-controlled, randomized trials. Obstacles to having good literature to support nonsurgical treatments include the low number of patients enrolled in studies (resulting in low statistical significance), wide heterogeneity of treatments, inadequate randomization, failure to include placebo control groups, lack of objective pre and post-treatment measurements, variable or unstated durations of follow-up, and inconsistent or undefined endpoints.\n[60]\n[69]\n[138]\n[139]\n[140]\n[141]\n[142]\n\nAs a result, the evidence supporting many oral and nonsurgical treatments is insufficient, as existing trials generally have poor methodological quality and are inconclusive.\n[60]\n[143]\nSome of the other methodological problems in published studies include:\n[144]\n\nFailure to use intracavernosal injection therapy to maximize the erection to measure the curvature reliably.\nMeasurements of plaque size are generally inaccurate except for MRI studies, which are rarely performed in Peyronie disease studies.\nPenile pain is self-limiting, making it an unreliable indicator of disease progression.\nThe relationship between erectile dysfunction and Peyronie disease is complex to measure objectively or quantify.\nPatient satisfaction, arguably the most useful outcome statistic, is rarely addressed or reported.\n\nOral therapy:\nOral therapy is highly desired by patients, but there are insufficient high-quality, adequately controlled, randomized studies to justify the routine use of any oral treatment for Peyronie disease. Most studies are small, short in duration, lack control groups, and use non-standardized treatment protocols. All such oral therapy use is off-label. Patients who demand oral treatment should be fully informed of the lack of sufficient credible evidence of efficacy.\n\nClinicians may offer nonsteroidal anti-inflammatory agents to help manage pain, but beyond that, there are no unapproved clinical alternative therapies that have conclusively demonstrated efficacy compared to placebo.\n[139]\n[145]\nDespite this, many patients are desperate for nonsurgical therapies, which puts significant pressure on clinicians to provide treatments, even if there is little evidence to support any real benefit.\n\nCurrent AUA and CUA guidelines do not recommend oral therapy with vitamin E, tamoxifen, procarbazine, omega-3 fatty acids, or a combination of vitamin E with L-carnitine due to a lack of documented efficacy or proven ineffectiveness.\n[60]\n[114]\n[146]\n[147]\n[148]\n[149]\n[150]\n[151]\nStudies have examined all of these potential medications, with some showing promising results, although the majority are non-randomized, low-volume, and uncontrolled case studies.\n\nA few of the most popular and promising oral agents for Peyronie disease are briefly discussed below.\n\nAntioxidant monotherapy:\nAntioxidant monotherapy has not been shown to offer any significant benefit and is not recommended by the AUA guidelines.\n[60]\nHowever, a combination of antioxidants and other nonsurgical therapies has shown some efficacy in treating Peyronie disease, with the complete disappearance of the plaques reported in a few cases.\n[69]\n[152]\n[153]\nThe antioxidants used include silymarin, propolis, bilberry, vitamin E,  silymarin, and Ginkgo biloba, but the optimal combination, duration, and dosages have not been determined.\n[69]\nAlthough promising, the available data on antioxidant therapy is extremely limited, with a serious lack of placebo-controlled trials limiting more widespread use.\n[69]\n\nCoenzyme Q10: Coenzyme Q10 is a fat-soluble biochemical cofactor and antioxidant. There are only minimal studies on its use in Peyronie disease, but it appears to give good results with minimal adverse effects.\n[154]\n[155]\nA dose of 300 mg has been suggested.\n[155]\n[156]\nThe AUA guidelines do not recommend coenzyme Q10 due to insufficient evidence, but the CUA has suggested that it might be offered as a reasonable treatment option.\n[60]\n[114]\n[157]\nPlease see StatPearls' companion resource, \"\nCoenzyme Q10\n,\" for more information.\n[156]\n\nColchicine: Colchicine upregulates collagenase activity while inhibiting collagen deposition and fibrosis.\n[140]\n[158]\nUncontrolled studies have indicated a benefit in about one-third of patients, but a randomized, double-blind placebo-controlled study showed no benefit compared to placebo.\n[159]\n[160]\n[161]\n[162]\n[163]\nMany patients do not tolerate colchicine due to gastrointestinal adverse effects.\n[164]\nThe CUA guidelines state that despite the limited evidence available, colchicine may be considered for clinical use.\n[114]\nPlease see StatPearls' companion resource, \"\nColchicine\n,\" for more information.\n[165]\n\nPentoxifylline:\nPentoxifylline\nreduces inflammation by blocking TGF-ß1, which interferes with collagen type I production.\n[87]\n[166]\n[167]\n[168]\nA single randomized controlled trial showed significant improvement in penile curvature by 23° in 33% of patients, and a small retrospective study (without a control group) showed significant improvement in plaque size and penile curvature, but further studies and additional confirmation are required before pentoxifylline therapy can be routinely recommended.\n[60]\n[140]\n[166]\n[169]\n[170]\n[171]\n[172]\n[173]\nThere is some evidence that it may be helpful in multimodal combination therapy.\n[171]\n[174]\nThe typical dosage is 400 mg 3 times daily.\n[168]\nThe CUA guidelines indicate that pentoxifylline may be considered for therapeutic use despite the limited data available on its effectiveness.\n[114]\nPlease see StatPearls' companion resource, \"\nPentoxifylline\n,\" for more information.\n[168]\n\nPhosphodiesterase type 5 inhibitors: There is preliminary evidence that daily tadalafil (5 mg) may significantly slow the progression rate of penile curvature in patients with Peyronie disease if started early.\n[175]\n[176]\n[177]\n[178]\n[179]\n[180]\n[181]\nPhosphodiesterase type 5 inhibitors inhibit collagen deposition by blocking cyclic GMP degradation and reducing pain.\n[140]\n[176]\n[178]\n[182]\n[183]\n[184]\nThe rationale for their use is that by increasing and preserving cyclic GMP, phosphodiesterase type 5 inhibitors stimulate nitric oxide production and block collagen synthesis while inducing fibroblast apoptosis and reducing myofibroblastic differentiation.\n[182]\n[184]\n[185]\nCombination therapy with\nC histolyticum\ncollagenase intralesional injections has been shown to improve outcomes.\n[180]\nExperimental in vitro studies suggest a synergistic relationship between phosphodiesterase type 5 inhibitors and statins in slowing the transformation of tunica albuginea fibroblasts into myofibroblasts, thereby reducing the progression of fibrosis in Peyronie disease.\n[186]\nAlthough promising, there are no published, double-blinded, large-scale, placebo-controlled trials to support the routine use of phosphodiesterase type 5 inhibitors for Peyronie disease. However, the European Urology Association guidelines permit their use in all phases of the disease, and patients may experience benefits, particularly for associated erectile dysfunction.\n[140]\n\nPotassium para-aminobenzoate: Also known as potaba. This drug is believed to have anti-fibrosis and anti-inflammatory properties and has been shown to inhibit collagen formation in vitro. Potassium para-aminobenzoate may be useful in patients with a curvature of 30° or less, but there is no clear evidence of any significant benefit otherwise. Randomized studies show no improvement over placebo.\n[112]\n[140]\n[149]\n[150]\n[187]\nThe treatment involves a very large number of tablets, totaling 12 g, taken 4 to 6 times a day, which causes significant gastrointestinal adverse effects that are not easily tolerated by the majority of patients. Potassium para-aminobenzoate is not recommended by the AUA or ICSM but is allowed by the CUA and the EAU based on 2 studies suggesting efficacy.\n[60]\n[113]\n[114]\n[133]\n[149]\n[174]\n\nVitamin E:\nVitamin E is possibly the most frequently recommended oral agent for Peyronie disease due to its ability to reduce free radical activity and oxidative stress in wounds.\n[140]\n[188]\nHowever, no studies have shown any significant clinical benefit from vitamin E in Peyronie disease, including a recent meta-analysis and a randomized controlled trial.\n[146]\n[151]\n[189]\nTherefore, the current AUA guidelines, the ICSM, the EAU, the CUA, and the AUA Core Curriculum on Peyronie disease do not recommend its use.\n[60]\n[113]\n[114]\n[133]\n[174]\nPlease see StatPearls' companion resource, \"\nVitamin E\n,\" for more information.\n[190]\n\nExtracorporeal shockwave therapy:\nThis therapy is effective in relieving pain but has consistently failed to demonstrate any benefit in penile length, curvature, or deformity in a number of studies.\n[175]\n[191]\n[192]\n[193]\n[194]\n[195]\n[196]\n[197]\n[198]\n[199]\n[200]\nThe treatment disrupts Peyronie plaques directly, causing subsequent tissue remodeling.\n[113]\nExtracorporeal shockwave therapy may also increase vascularity in the tunica from a localized inflammatory reaction, which upregulates macrophage activity, resulting in the reabsorption of plaque calcifications.\n[113]\nExtracorporeal shockwave therapy appears effective in treating pain but has no significant clinical impact on penile curvature or plaque size.\n[191]\n[198]\n[201]\n[202]\n[203]\nThe addition of daily tadalafil (5 mg) can help patients with Peyronie disease who also have erectile dysfunction.\n[175]\n\nExtracorporeal shockwave therapy is allowed for pain control under the AUA guidelines, which give it only a weak, conditional recommendation.\n[60]\nThe reason for this modest recommendation is that there are other treatments available to treat penile discomfort; the pain is self-limiting and disappears without treatment over time, and obtaining extracorporeal shockwave therapy may be difficult and costly.\n[60]\nThere are also concerns about possible adverse effects such as increased delayed scarring and erectile dysfunction.\n[204]\nExtracorporeal shockwave therapy is approved only for pain control by the CUA, EAU, and ICSM guidelines.\n[113]\n[114]\n[133]\n[174]\n\nIntralesional injection therapy:\nIntralesional injection therapy\nis a viable nonoperative option for the treatment of Peyronie disease and is generally the next step in treatment when simpler oral and manipulative (traction) therapies fail. However, it is typically ineffective if the plaques are calcified, if there is a significant loss of penile volume, for hourglass deformities, penile shaft indentations, or if the curvature is >90°.\n[205]\nAll intralesional injections are used only in the stable or chronic phase of Peyronie disease, with a few exceptions as noted.\n[140]\n\nThis therapy is typically combined with careful manual manipulation and modeling by the clinician and patient to reduce the penile curvature.\n[60]\nIntralesional injection therapy is generally recommended in patients with a curvature between 30° and 90° who have intact erectile function.\n[60]\nThis therapy is also suggested for patients who do not want surgery and where less invasive therapies have been ineffective or are otherwise unsuitable. Patients with penile shaft indentations, hinge effect, hourglass deformities, and curve improvements after treatment of <15° are unlikely to be satisfied with intralesional therapy and ultimately are likely to undergo surgery.\n[206]\n\nDexamethasone is a widely used steroidal anti-inflammatory and immunosuppressive agent.\n[207]\n[208]\nA double-blinded randomized trial failed to show any benefit from intralesional dexamethasone injections regarding penile curvature or plaque size.\n[209]\nHowever, this study only included patients with chronic disease and excluded those in the acute phase where, arguably, anti-inflammatory treatment with dexamethasone injections might have been more effective.\n[139]\n[209]\n\nMethylprednisolone is another steroid-based anti-inflammatory drug frequently used for arthritis, asthma, and allergic reactions.\n[210]\nIn a prospective single-arm nonrandomized study, 48 patients with acute phase Peyronie disease were treated with low-dose methylprednisolone intralesional injections.\n[211]\nPlaque size and other symptoms of Peyronie disease improved, and there were no adverse effects. Neither dexamethasone nor methylprednisolone intralesional injections are recommended by the AUA, CUA, or the EAU guidelines.\n[60]\n[114]\n[139]\n\nThe AUA guidelines state that clinicians may offer intralesional injection therapy with\nC histolyticum\ncollagenase, interferon-alpha-2b, or verapamil. However, only the collagenase is approved by the Food and Drug Administration (FDA) for treating Peyronie disease.\n[60]\nLocal anesthesia with a penile block is recommended for pain control before treatment.\n\nC histolyticum\ncollagenase\nintralesional injections:\nThese injections are the only FDA-approved therapy for treating Peyronie disease.\n[60]\n[114]\n[212]\nCollagenase has demonstrated the ability to dissolve excess fibrous tissue enzymatically.\n[213]\nCollagenase was approved by the FDA in December 2013 and has also been approved by the CUA, EAU, Health Canada, and ICSM.\n[60]\n[113]\n[114]\n[133]\n[174]\n\nBefore starting treatment, a detailed discussion with the patient is required regarding possible adverse outcomes and risks, including penile bruising, swelling, pain, failure of the treatment, and corporal rupture.\n[60]\nFortunately, penile fractures and corporal ruptures are pretty rare, with a relative risk of <1% in large series.\n[214]\nThese ruptures occur within 2 weeks of the collagenase injection and are associated with morning (nocturnal) erections and sexual intercourse.\n[214]\nFour weeks of sexual abstinence is recommended after each therapy cycle to minimize the risk of injury. The recommended standard technique is described below:\n[141]\n\nThe collagenase (0.58 mg) is injected laterally, from side to side, through the fibrous plaque where the curvature is most acute. Each therapy cycle includes 2 separate injection treatment sessions performed 1 to 3 days apart. Several days after the second injection of each therapy cycle, the clinician performs manual molding, bending, and modeling.\nThe patient is then instructed to do daily modeling at home for the next 6 weeks, after which he is ready for the next therapy cycle of 2 more injection sessions. Four complete therapy cycles, performed 6 weeks apart, are recommended for 24 weeks.\nCollagenase injections should be used cautiously in dorsal plaques and not used for ventral lesions due to the potential for damage to critical underlying structures.\n[215]\nCalcified plaques respond less effectively compared to pure fibrous lesions without calcifications, although there have been a few successful cases reported.\n[216]\n[217]\n\nA 2021 study involving 296 patients with Peyronie disease showed that two-thirds of the men who did not achieve at least a 10° (or 20%) improvement in their penile curvature after the first 2 therapy cycles could meet this threshold after completing the final 2 treatments.\n[218]\nPatients who fail an entire course of therapy with\nC histolyticum\ncollagenase intralesional injections might benefit from repeating it.\n[219]\nNo additional benefit has been noted with additional therapy if the first 2 complete protocols were not successful.\n[219]\n\nModified shortened protocols that use a single (0.9 mg) vial for each injection treatment given in 3 therapy cycles at monthly intervals, with clinician modeling replaced by patient manipulation and penile stretching at home, have been proposed. Results appear similar to those of the standard treatment protocol.\n[220]\n[221]\n\nThe efficacy of\nC histolyticum\ncollagenase intralesional injection therapy has been demonstrated in many studies.\n[212]\n[213]\n[215]\n[222]\n[223]\n[224]\n[225]\n[226]\n[227]\nOverall, three-quarters of the men treated with intralesional collagenase injections can expect at least a 25% improvement in their penile curvature, with an average improvement of 34%.\n[212]\n[226]\nA good responder typically observes a reduction in curvature of about 15°/34% (baseline angulation: 30° to 60°) or 25.5°/23% (baseline angulation: 61° to 90°).\n[140]\n[226]\n\nThe most significant predictor of success in collagenase therapy is the baseline degree of curvature, with the highest percentage benefit observed in patients with a curvature of 60° or more.\n[215]\nGood erectile function, lack of plaque calcifications, and stable disease over 2 years are good predictors of favorable outcomes.\n\nC histolyticum\nintralesional collagenase therapy for Peyronie disease provides overall patient satisfaction rates of about 50% to 67% 1 year after treatment.\n[228]\nLonger-term satisfaction is somewhat less, at 42.5%.\n[228]\nRecently, several studies have examined the use of\nC histolyticum\nintralesional injections during the acute phase of the disease, and they have all shown good efficacy.\n[229]\n[230]\n[231]\n[232]\n[233]\n[234]\nThe use of collagenase penile injections is not a contraindication to surgical correction later if the final results after intralesional therapy are not satisfactory.\n[235]\n[236]\n\nCombining collagenase injections with mechanical therapies such as vacuum erection devices or penile traction seems reasonable, is recommended by some experts, and has shown some benefits, but definitive studies are lacking.\n[141]\n[237]\n[238]\n[239]\n[240]\n[241]\nA 2019 study showed the potential for combining\nC histolyticum\ncollagenase intralesional injections with traction therapy.\n[239]\nThe combined treatment group demonstrated substantial improvement in curvature of 49% (33.8°) and additional penile length of 1.9 cm compared to the collagenase therapy-only group, which had a 31% (20.3°) reduction in curvature but no benefit in penile length.\n[239]\nAdding a phosphodiesterase inhibitor has also shown some additional benefits.\n[180]\n\nNegative predictive factors of collagenase therapy include:\n[206]\n[226]\n[242]\n[243]\n\nAn hourglass deformity\nBaseline penile shaft indentation or narrowing\nErectile dysfunction\nFailure to receive all 4 cycles of therapy\nHinge effect\nInitial curvature >60°\nLess than 2 years duration\nPenile buckling\nPeyronie plaque calcifications\n\nThe AUA and CUA guidelines give\nC histolyticum\ncollagenase injection therapy a moderate recommendation based on grade B (moderate) evidence, and it is approved by the European Medicines Agency and EAU.\n[60]\n[113]\n[114]\n[244]\nHowever, despite its recognized efficacy and guideline recommendations,\nC histolyticum\ncollagenase may not be available in the European Union, Belgium, Austria, Australia, Canada, or many Asian markets due to its high cost, low utilization, poor demand, and insurance or government reimbursement issues.\n[245]\n\nHyaluronic acid:\na naturally occurring, non-sulfated glycosaminoglycan normally found in the skin and many other bodily tissues, including the corpora cavernosa and tunica albuginea.\n[246]\nHyaluronic acid acts as an anti-inflammatory agent by modulating inflammatory cell activation and reducing fibroblastic activity, which reduces scarring and fibrosis.\n[247]\nIn several studies, hyaluronic acid intralesional injections have shown an overall curvature improvement of 5° to 10° but used different dosages, protocols, and durations of therapy.\n[248]\n[249]\n[250]\n[251]\n[252]\n[253]\n[254]\nSupplemental oral hyaluronic acid and intralesional injections were more beneficial than plaque injections alone.\n[253]\nHyaluronic acid intralesional therapy may be most beneficial in the acute phase of Peyronie disease.\n[140]\n\nThe most recent systematic review and meta-analysis concluded that hyaluronic acid intralesional therapy provided good overall results, but the quality of the available studies was highly variable, and the available data are quite limited.\n[255]\nThe AUA guidelines do not mention hyaluronic acid therapy. At this time, it is recommended only for use in clinical trials.\n[114]\n\nInterferon alpha-2b:\ninjection therapy has shown reasonably good evidence of efficacy in Peyronie disease but in smaller studies compared to\nC histolyticum\ncollagenase intralesional treatment.\n[139]\n[256]\n[257]\n[258]\n[259]\n[260]\n[261]\nThe suggested administration protocol is (5×10\n6\nunits of interferon alpha-2b in 10 mL of normal saline every 2 weeks over 3 months, totaling 6 treatments.\n\nInterferon alpha-2b reduces fibroblast proliferation, resulting in decreased collagen production, and stimulates collagenase activity.\n[60]\n[262]\nOverall improvement in penile curvature is reported at 25% to 30%, with a 50% reduction in plaque size and less pain.\n[256]\n[257]\n[263]\nAdverse effects include joint pain and muscle aches with fevers and mild flu-like symptoms commonly observed.\n[60]\n[257]\nThe AUA guidelines give interferon alpha-2b intralesional injections a moderate recommendation.\n[60]\nThe EAU and CUA also approve it.\n[113]\n[114]\nDespite its efficacy and safety, it is not widely used, most likely due to cost, availability, lack of familiarity, and adverse effects.\n[114]\n[247]\n[264]\n\nVerapamil:\nintralesional injections for Peyronie disease appear to offer relatively modest benefits regarding curvature but provide good pain control.\n[60]\nThe rationale for verapamil therapy is evidence that it inhibits the formation of fibroblasts, alters their metabolic pathways, blocks extracellular matrix production, and increases the activity of collagenase and anti-TGF-ß.\n[265]\n[266]\nAlthough most studies show some modest overall benefit, results are conflicting, with the largest randomized placebo-controlled trial showing no improvement over placebo.\n[133]\n[140]\n[266]\n[267]\n[268]\n\nOverall, verapamil intralesional therapy results appear inferior to\nC histolyticum\ncollagenase, hyaluronic acid, or interferon alpha-2b injections.\n[139]\n[259]\nPain (10%-15%) and bruising (15%-25%) are the most commonly reported adverse effects.\n\nMany published studies with verapamil injections are poorly designed, with conflicting results, highly varying dosage schedules, no standardized injection protocol, different injected medication concentrations, and a lack of statistical comparisons to the control groups.\n[60]\nA randomized clinical trial comparing intralesional injections of\nC histolyticum\ncollagenase to verapamil injections found the collagenase significantly superior clinically.\n[269]\nVerapamil injection therapy for Peyronie disease is permitted under the AUA, CUA, EAU, and ICSM guidelines, which give it a weak, conditional recommendation.\n[60]\n[113]\n[114]\n[133]\n[174]\n\nPenile traction:\nPenile traction\ntherapy appears reasonably effective in reducing curvature but does not enhance the girth of the penis. The rationale is that slow continuous stretching of fibrous tissue can result in additional fiber length, changes in the extracellular matrix, boosted mechanotransduction, and tissue remodeling from upregulated collagenase and metalloproteinase activity, as successfully used in Dupuytren contractures, a related disorder involving abnormal collagen deposition resulting in fibrous shrinkage and loss of elasticity.\n[237]\n[270]\n[271]\n[272]\n[273]\n[274]\nIf unsuccessful, other treatment modalities are still available.\n\nMost studies showed a reasonable mean improvement in penile curvature of about 33% (20% to 50%) and a modest benefit in penile length.\n[140]\n[237]\n[275]\n[276]\n[277]\n[278]\n[279]\n[280]\n[281]\nTraction therapy can be used in the acute or chronic phase of the disorder but is probably most helpful when used early.\n[237]\nSubstantial patient compliance is required for it to be effective.\n[140]\nAbout half of the patients using these devices report difficulty keeping the traction unit in place, and about 30% also indicate discomfort. As a result, some clinicians recommend wearing the device overnight. An athletic supporter may help hold the traction device and minimize pain or discomfort in some patients.\n\nThere is no standardized protocol for traction therapy, no specific device is recommended, and no guide to the strength of the stretching force or optimal daily duration. However, a minimum of 30 to 90 minutes daily has been suggested, with some protocols going up to 8 hours.\n[275]\n[278]\nShorter durations of continuous traction are associated with better patient compliance. The total duration of therapy is typically at least 3 months, but it may be used in the disease's acute and chronic phases.\n[140]\n[275]\n\nAmong all the conservative treatments for Peyronie disease, only penile traction therapy has demonstrated statistically significant benefits in penile length, curvature, and successful sexual intercourse, as reported by patients.\n[282]\nNo significant adverse events have been reported.\n[283]\n\nThe most recent systemic review and meta-analysis on penile traction therapy for Peyronie disease concluded that this treatment can be a safe and effective option for men with Peyronie disease to reduce penile curvature. However, the review recommended further research with longer follow-up periods.\n[277]\nThe European Society for Sexual Medicine considers penile traction therapy a valid treatment option for Peyronie disease, although they find that there is insufficient evidence to justify a definitive recommendation.\n[284]\nThe CUA, EAU, and ICSM guidelines allow mechanical traction therapy, especially in combination with other treatment modalities.\n[113]\n[114]\n[133]\n[174]\n\nThe AUA guidelines do not offer any opinion or recommendation on penile traction therapy, citing the need for more evidence, but the more recent AUA Core Curriculum on Peyronie disease states that the overall consensus from additional, newer studies has suggested a modest benefit in curvature and length from traction.\n[60]\nGiven the available evidence, penile traction appears to be a reasonable clinical trial option before considering more invasive surgical interventions, and it is best used as part of a multimodal treatment program.\n\nTopical verapamil:\nTopical verapamil has been studied with conflicting results. In a study, topical verapamil failed to penetrate the tunica albuginea.\n[285]\nHowever, a double-blinded study involving 18 men with Peyronie disease compared topical verapamil to placebo and noted resolution of pain in 88% and a decrease of penile curvature in 61% after 3 months.\n[286]\nUnfortunately, no actual measurements were taken for an objective comparison.\n[286]\nOther studies have suggested a possible benefit, but the overall evidence is too scant, with too few participants to be conclusive.\n[286]\n\nAdverse effects are minimal, with mild skin irritation, erythema, and pruritus reported infrequently. The AUA and CUA guidelines do not currently recommend topical verapamil, citing the need for more studies and evidence, but it is allowed by the EAU and ICSM.\n[60]\n[113]\n[114]\n[133]\n[174]\n\nVacuum erection devices:\nVacuum erection devices have shown a comparable benefit to traction therapy, but their application, duration, and usage have not been standardized.\n[237]\n[287]\n[288]\n[289]\nThe rationale for vacuum erection devices\nuse is as follows:\n[69]\n\nNegative pressure from the vacuum and restricted venous outflow dilate the cavernous sinuses and improve corporal oxygenation.\n[290]\nVacuum erection devices also appear to downregulate TGF-ß1, which blocks fibrosis.\n[291]\nEvidence from traction therapy suggests that regular, mechanical penile stretching and manual manipulation may result in plaque micro-fragmentation, allowing the lesion to be remodeled at a reduced angle.\n[69]\n[281]\n[292]\n\nVacuum erection devices have been shown to promote tissue healing after radical prostatectomy surgery, but it remains somewhat unclear if the same benefit occurs in Peyronie disease.\n[69]\n[290]\nMost reports showed improvement or stabilization of the curvature in 90% of patients but generally required regular, prolonged use (over 6 hours daily) without using the constriction band and only during the acute phase.\n[140]\n[237]\n[288]\n[289]\nHowever, several studies reported good responses after using the device for only 10 minutes twice daily.\n[288]\n[289]\nWhen combined with other treatment modalities, the AUA and EAU guidelines give vacuum therapy a weak recommendation.\n[60]\n[113]\n[114]\n[133]\n[140]\n[133]\n[174]\n[140]\n\nSummary of Nonsurgical Treatment\n\nThere is a significant lack of large-scale, well-designed studies supporting nonsurgical therapy for Peyronie disease, despite high patient demand for such treatments. The best available data suggest the following:\n\nPotassium para-aminobenzoate (Potaba), vitamin E, carnitine, arginine, tamoxifen, procarbazine, omega-3 fatty acids, botulinum toxin injections, intralesional corticosteroids, radiation therapy, and iontophoresis are not recommended.\nAmong oral therapies, phosphodiesterase type 5 inhibitors (tadalafil 5 mg daily, possibly with a statin), combination antioxidants, pentoxifylline, and coenzyme Q10 offer the best evidence of possible efficacy.\nPenile traction and vacuum erection devices may be used in both the acute and chronic phases of the disease but are most effective when used early.\nIntralesional injection therapy with\nC histolyticum\ncollagenase is approved by the FDA for use in stable or chronic phases of Peyronie disease. This therapy is considered reasonably effective, safe, and practical. Interferon alpha-2b may also be used for intralesional injection therapy.\nA recent comprehensive review of the available evidence determined that the best nonsurgical therapies are intralesional injections of collagenase (or interferon-alpha-2b) and penile traction devices used alone or together.\n[141]\n[180]\nMultimodality treatment has shown evidence of improved efficacy; therefore, combination and multimodal therapy should be considered.\n[141]\n[152]\n[180]\n[238]\n[293]\n[294]\n[295]\n[296]\n[297]\nThe optimal multimodal combination therapy has not yet been reliably identified.\n[297]\n\nSurgical Management\n\nSurgery is the durable and effective treatment for symptomatic Peyronie disease, particularly when severe enough to prevent intercourse and where less invasive therapies have failed.\n[56]\nSurgery is not recommended during the acute phase as the penile curvature and deformities must first be stable and unchanged for at least 3 months, although many surgeons prefer to wait at least 6 to 12 months.\n[56]\n\nThe goal of surgical correction is to achieve a functionally straight penis suitable for sexual intercourse. Patients should clearly understand that although the penis is straighter, it may appear shorter, and results and ultimate patient satisfaction cannot be guaranteed.\n[60]\n[112]\n[298]\nPreoperative measurement and documentation of penile length are recommended. The expert consensus opinion is that a penis is considered functionally straight if the remaining curvature after surgery is less than 20°.\n[133]\nSurgery to correct small curvatures or defects solely for cosmetic reasons in an otherwise fully functional (capable of intercourse, no erectile dysfunction) penis is not generally recommended.\n\nIndications for surgical therapy of Peyronie disease include a deformity that impairs satisfactory sexual relations, stable deformity without pain for at least 3 months (some surgeons recommend 12 months or longer), extensive plaque calcification, patient desire for more definitive treatment, and failed nonsurgical therapy.\n[56]\n[60]\n[114]\nProcedure decision-making should include consideration of the nature and location of the Peyronie lesion, magnitude of penile deformity, baseline erection function, penile dimensions, surgeon's experience, and patient preference.\n[299]\n\nSurgical options include penile plication, plaque incision or excision with a graft, or penile prosthesis placement.\n[300]\nIn general, penile plication is indicated for curvatures <60°, minimal deformities, and good erectile function. Plaque incision or excision with grafting procedures are generally used for curvatures >60° or significant deformities in patients with good erections. Patients with substantial Peyronie disease curvatures and erectile dysfunction are typically best served by penile prosthesis implantation.\n\nSurgical procedures are briefly described below:\n\nPenile plication (tunica shortening):\nThis surgery is optimal for patients with good preoperative penile rigidity and erection with or without pharmacotherapy (phosphodiesterase type 5 inhibitors, intracavernosal injections), adequate penile length for satisfactory intercourse (loosely defined as 13 cm or more), an uncomplicated curvature of less than 60°, and do not have a significant hinge defect, buckling, or hourglass deformity.\n\nThese procedures are sometimes described as penile shortening surgeries, as they reduce the length of the contralateral side of the penis. More complex curvatures and defects may also be managed with penile plication surgery but may require more extensive surgery and a larger number of stitches.\n[301]\nOverall, more than 85% of patients undergoing tunical shortening (penile plication) surgery can expect acceptable penile straightening.\n\nPenile plication procedures start by making a skin incision that exposes the tunica opposite the Peyronie affected (convex) side. The incision can be a small lateral skin incision directly over the area of interest, a midline incision, or a circumcising incision with degloving to expose the tunica. If the Peyronie plaque is in the proximal penile shaft, a penoscrotal incision may be preferred. The intention is to surgically shorten the contralateral tunica so the penis becomes straight. Permanent, nonabsorbable, braided sutures are used, and the knots should be buried. Sutures should be placed no further than 5 mm apart. If necessary, more than one row of plication sutures may be used. There are many variations regarding the precise technique or method used.\n\nFour commonly used techniques are briefly described below:\n\nNesbit procedure: This procedure was the first practical surgical penile plication technique for penile curvature. Nesbit first described the technique in 1965 as a treatment for congenital penile curvature,\n[302]\nwhich later became a mainstay for the surgical correction of Peyronie disease.\n[303]\n[304]\nThe Nesbit procedure excises an elliptical horizontal wedge of the tunica albuginea from the contralateral (concave) side of the penis opposite the plaque. The penis straightens when this defect is closed.\n[303]\n[305]\n[306]\n[307]\n[308]\n[309]\nYachia Technique: A variation of this technique is to make a vertical incision in the tunica, again on the contralateral side to the Peyronie lesion, and close it transversely (horizontally) in a Heineke-Mikulicz fashion.\n[221]\n[310]\n[311]\n[312]\n[313]\n[314]\nThe tunica is not excised in this variation.\n[221]\n[310]\nTunica albuginea plication: This procedure starts with 2 parallel incisions (1 to 1.5 cm long), which are made transversely on the contralateral (converse) tunica. The incisions should be no more than 1 cm apart and only deep enough to separate the external longitudinal fibers of the tunica without penetrating or damaging the inner circular fibers. The superficial tunica between the 2 incisions can be removed, and the defect closed with vertical mattress stitches.\n[298]\n[315]\n[316]\n[317]\n[318]\n[319]\n[320]\n[321]\n[322]\nA modified technique of extra-tunical grafting combined with tunica albuginea plication has been successfully used for men with Peyronie disease who have corporal indentation without hinge effect or penile buckling.\n[323]\nLue or 16-dot plication technique: In this technique, several stitches can be placed and tied in an interrupted fashion, going across the tunica horizontally, causing it to fold over on itself using a permanent Lembert-type suture.\n[324]\n[324]\n[325]\n[326]\n[327]\nAs the stitches are tied, the penile length on that side will diminish by the degree of tunical tissue inversion.\n[324]\n[325]\n[326]\n[327]\nMultiple parallel plications may be needed for optimal results.\n[324]\nThe advantage of this technique is that it does not require any incision or excision of the tunica. Still, it may not manage more significant degrees of curvature and other surgeries.\n\nPenile shortening is reported in more than 40% of men with Peyronie disease who undergo plication procedures. Another 15% experienced a recurrence of their curvature.\n\nPatients can typically resume sexual activity after 4 to 6 weeks of recovery. In addition to the surgeries mentioned, other penile plication procedures include the Giammusso procedure, the Lemberger procedure, the 24-dot procedure, the Essed-Schroeder tunica plication, and the penoscrotal plication procedure.\n\nPotential complications include perceived loss of penile length due to shortening of the long (concave) side of the penis, penile instability, pain, persistence or recurrence of penile curvature, hematoma, urethral injury, and sensory loss from trauma or injury to the neurovascular bundle during dorsal plication procedures.\n[328]\nDorsal neurovascular injuries can be avoided by making tunica incisions and placing sutures further lateral on either side. Erectile dysfunction is rare in patients who did not have erection difficulties preoperatively, especially if the tunica is not fully incised.\n[309]\n[328]\nSurgical correction of ventral curvatures can be extremely challenging, as dissection and elevation of the neurovascular bundle or resection of the deep dorsal penile vein may be necessary.\n\nPlaque incision or excision and grafting (tunica lengthening)\n: The indications for this technique include normal preprocedural erectile rigidity, with or without oral pharmacotherapy; complex penile deformity; simple deformity <60°; a large plaque; destabilizing hourglass or hinge effect; and short penile length. For an incisional procedure, a horizontal incision is made on the plaque at the point of maximal curvature on the convex side of the penis. The graft material is then placed within the defect to help lengthen the shorter side of the penis.\n\nAn excisional procedure involves removing some or all of the plaque and placing a graft over the resulting defect. Larger excisions tend to have poorer outcomes, so only the minimal amount of tissue necessary is removed as needed for straightening.\n[329]\n[330]\nGraft materials include autologous grafts, allografts, and xenografts. Synthetic grafts are no longer recommended due to increased infection risk, contracture of the graft material over time, graft-related inflammation resulting in increased local fibrosis, and possible allergic responses.\n[331]\n[332]\n[333]\n[334]\n\nAll allografts and xenografts are processed sheets of the collagen matrix and are the generally preferred graft material. Synthetic grafts are not recommended.\n\nAutografts: Rectus sheath, tunica vaginalis, dermal graft, buccal mucosa, fascia lata, venous patch.\nAllografts: Pericardium, processed human pericardial grafting, fascia lata process human grafting, 4-layer three-dimensional printed graft.\nXenografts: Porcine 4-layer small intestinal submucosa, porcine 1-layer small intestinal submucosa, bovine pericardium, collagen sponge coated with the human coagulation factors fibrinogen and thrombin.\nA self-adherent collagen-fleece hemostatic patch is also available, which can be used alone or with a penile prosthesis. The patch has a low rate of complications and does not require suturing.\n[335]\n[336]\n[337]\n\nIn general, incisional procedures are preferred.\n[338]\n[339]\nLong-term (5-year) patient satisfaction is reported to be at 60%.\n[340]\n\nPostoperative penile rehabilitation with vacuum erection devices, penile traction, and phosphodiesterase type 5 inhibitors has been suggested to minimize loss of penile length and erectile dysfunction.\n[341]\n[342]\nAbout 50% of patients benefit from or require manual modeling after surgery.\n[343]\n\nComplications include postoperative erectile dysfunction (up to 50%), infection requiring graft removal, penile hematoma, pain, and recurrence of the curvature.\n[142]\nRecurrent curvature is believed to be due to a failure to wait until the Peyronie plaque has fully stabilized or the use of absorbable sutures. Although non-absorbable sutures are typically preferred, long-duration absorbable suture material (polydioxanone) has been used successfully.\n[303]\n[344]\n\nUp to one-fifth of patients with normal erectile function develop erectile dysfunction after reconstructive surgery for Peyronie disease, and up to 40% may report penile shortening depending on the specific technique used and the graft material selected.\n[340]\n\nPenile prosthesis placement:\nThis technique can be used with or without modeling, plication, or plaque incision or excision and grafting, and it is most suitable for men with significant erectile dysfunction and significant Peyronie disease, severe deformity refractory to medical therapy, or profound penile instability. Prosthesis placement can be complicated due to Peyronie plaque and associated corporal fibrosis, making dilation of the corpora difficult and increasing the risk of corporal perforation.\n\nOptions for penile prostheses include malleable and inflatable devices. Most patients prefer the inflatable prosthesis. Balloon cylinders with limited maximum expansion are recommended. Inflatable devices are far more costly compared to malleable prostheses, which may be a factor in some areas. In many cases, the placement of a prosthesis alone may be sufficient to correct the curvature.\n[345]\n[346]\nRepeated activations of an inflatable penile prosthesis tend to gradually decrease any remaining penile curvature over time.\n[347]\n\nEstablishing whether a 20° penile angle is considered acceptable by the patient preoperatively or if a completely straight penis is desired postoperatively is crucial. Expert consensus suggests that a penis is considered functionally straight if the residual curvature after surgery is less than 20°.\n[133]\n\nIf there is a remaining curvature of 20° or more after penile prosthesis placement, penile remodeling can be performed.\n[348]\nThis remodeling process is accomplished by manually bending the penile shaft opposite the direction of the angulation while the prosthesis is inflated.\n[348]\nTubing to the pumping mechanism from the cylinders should be clamped to avoid damaging the mechanism during this procedure. Successful remodeling typically produces a characteristic snap or cracking sound. If this is still insufficient to straighten the penis, a plaque incision or excision with a graft is necessary.\n[349]\n\nOverall success, defined as a straight penis, in multiple studies, is reported as 85% to 100%, with patient satisfaction rates generally >70%.\n[60]\nLong-term patient satisfaction is reported to be about 60%. This procedure is indicated for the most complex penile deformities and instability, especially in patients with pre-existing erectile dysfunction.\n[350]\nPlease see StatPearls' companion resource, \"\nPenile Prosthesis Implantation\n,\" for more information.\n[351]\n\nExperimental Restorative Therapies for Peyronie Disease\n\nPlatelet-rich plasma, stem cell therapy, and laser treatments have been investigated for efficacy in treating Peyronie disease.\n[201]\n\nMany studies on platelet-rich plasma penile injection therapy have effectively reduced curvature and plaque size.\n[201]\n[352]\n[353]\n[354]\n[355]\n[356]\nThe combination of percutaneous needle tunneling platelet-rich plasma injections and external vacuum therapy has shown promising results in a prospective, nonrandomized pilot study.\n[357]\nIn this study, 54 patients with Peyronie disease underwent 6 sessions of percutaneous needle tunneling together with simultaneous platelet-rich plasma injections followed immediately by external vacuum therapy. The treated patients showed significant improvement as the median curvature angle improved from 45° at baseline to 30° after treatment.\n[357]\nAnother study with an additional 36 patients showed similar results.\n[358]\n\nAnimal studies and early human trials with adipose-derived or mesenchymal stem cells have provided promising results in shrinking plaque size and reducing curvature.\n[140]\n[201]\n[359]\n[360]\n[361]\n[362]\nStem cell therapy with stromal vascular fraction appears particularly promising. Stromal vascular fraction comprises adipose-derived stem cells, endothelial precursor cells, and immune-modulating cells. This cellular mixture synergistically promotes epithelial cellular differentiation and angiogenesis.\n[362]\n\nLow-intensity laser diode and laser photobiomodulation have also demonstrated potential in limited studies, with one report indicating excellent results in 60% of patients 1 year after treatment.\n[141]\n[363]\n[364]\nDespite these promising findings, standardization of the procedure and confirmatory studies are needed before this can be considered for general clinical use.\n\nOther experimental treatments being evaluated include pirfenidone, a synthetic pyridone drug with anti-inflammatory, antioxidant, and antifibrosis properties used to treat idiopathic pulmonary fibrosis that inhibits TGF-β1 production; nintedanib, a tyrosine kinase inhibitor; IL-13; lysyl oxidase 2; β-thymosins; nitric oxide donors; matrix metalloproteinases or anti-tissue inhibitor of metalloproteinase 1, which reduce collagen synthesis; and antifibrotic agents, such as decorin, follistatin, and Smad 7.\n[365]\n[366]\n[367]\nSpecific inhibitors such as TGF-β1, platelet-derived growth factors, endothelin-1, and connective tissue growth factors are also being evaluated.\n\nAll of these innovative restorative therapies appear to be safe and promising. However, they are still considered investigational and are therefore not currently recommended by the AUA or the EAU due to insufficient quality clinical evidence of safety and efficacy. The available studies generally have significantly variable protocols, small sample sizes, short follow-up periods, and no control groups.\n[201]\n[352]\n[354]\n[355]\nFurther research with large, high-quality, randomized controlled trials and adequate long-term follow-up are needed to determine optimal therapies, treatment protocols, effectiveness, therapeutic duration, and safety.\n[201]\n\nA recent study indicated significant off-label use of these restorative therapies in the United States.\n[368]\nOften, patients are not informed about the investigational nature of these treatments or the actual scientific information on their effectiveness.\n[368]\nThe treatments are not standardized, there is often a lack of scientific data to support claims made to patients, and health insurance does not cover these unapproved therapies, so there is considerable out-of-pocket cost to the patient.\n[368]\nClinicians are involved in about two-thirds of the clinics providing these off-label therapies, and less than 8% are urologists.\n[368]",
    "adverse_effects": "Complications include penile ecchymosis, swelling, pain, corporal rupture, erectile dysfunction, and failure to correct the curvature.\n[369]\nIn addition to all of the other associated problems of pain, embarrassment, and sexual performance issues, men with Peyronie disease suffer an 18% higher frequency of relationship separations per year compared to men of age and socio-economic status without penile disorder.\n[370]\n\nSurgical complications might consist of infection, urethral injury, penile shortening, pain, hematoma, loss of penile sensation, erectile dysfunction, and recurrence of the curvature."
  }
}