{
  "drug_name": "ulipristal acetate",
  "nbk_id": "NBK614162",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK614162/",
  "scraped_at": "2026-01-11T15:40:46",
  "sections": {
    "clinical_significance": "The opportunity to provide trauma-informed care and prioritize these patients begins at the initial point of contact. Caring for a patient who has experienced sexual assault or rape is an extremely sensitive situation for the survivor. When clinicians manage this encounter effectively, it can create a significant opportunity for the patient to reclaim their sense of bodily autonomy, ensure they receive a thorough examination that facilitates legal reporting if desired, arrange essential medical care to prevent adverse outcomes, and provide psychosocial support resources. Unfortunately, many individuals who have experienced sexual assault may develop posttraumatic stress disorder, anxiety, and depression as a result of the trauma.\n[8]\nThese conditions can hinder their ability to seek follow-up care and counseling after the assault. When they present to the emergency department, survivors of sexual assault and rape should be triaged at a minimum of level 3 in a typical 5-tier emergency department triage system. This approach ensures that the patient's concerns are addressed promptly and informs all staff in the department about the highly sensitive medical care expected.\n[9]\n\nInitial patient care objectives for hospital staff are as follows:\n\nObtain the minimum necessary information to understand the nature of the assault.\nAssess the patient's medical stability.\nDetermine whether it is appropriate to involve a Sexual Assault Response Team (SART) if available.\nUse structured interviews among clinicians to minimize repeated questioning, thus avoiding undue distress for the patient.\nAvoid asking the patient to undress or have any physical contact other than necessary for triage before deciding if a forensic exam is desired.\n[10]\n\nPatient care objectives of the SART include the following:\n\nPreserve evidence that can be collected should the patient require further medical and legal assistance.\nInvolve appropriate team members, including emergency department medical staff, SANEs, patient advocates, law enforcement, and prosecutors.\nObtain the history and conduct a medical screening examination.\nThe SANE generally performs a focused examination with evidence collection if requested and arranges for follow-up medical care and counseling resources.\nThe emergency department clinician must help the patient understand that appropriate medical care does not depend on undergoing a forensic examination, and that making a report to law enforcement is not necessary to have a forensic exam.\n[10]\nTo facilitate the legal report of the assault and obtain the crime evidence collection kit for processing, patient advocates may stay in the room with the patient to provide support during the visit, prioritizing patient safety and assisting with communication among the various team members.\n[11]\n\nObtaining a History\n\nThe purpose of the sexual assault interview is to develop an in-depth, detailed, and clear understanding of how the assault occurred. When the patient is providing the history, all necessary members of the SART must be present to hear the entirety of the history to prevent the patient from needing to repeat the story as much as possible, as this alone can be highly re-traumatizing.\n\nKey components of obtaining a history include:\n\nThe interviewer should practice empathetic interviewing skills that prioritize patient safety and autonomy.\nThis approach can be achieved using patient-centered language and the patient's own words to describe the event while avoiding terms that suggest judgment, such as claimed, alleged, or supposed.\nFurthermore, asking\nwhy questions\nabout a patient's decisions or actions before, during, or after the event might imply blame instead of genuine inquiry.\nThese techniques are crucial for fostering trust and ensuring a safe environment. Determining whether sexual assault or rape has occurred is not the clinician's responsibility.\nNevertheless, a clinician can obtain a detailed history that minimizes re-traumatization while emphasizing collaboration, safety, and patient choice. This approach reflects the essential principles of trauma-informed care that all clinicians can adopt. [\nSAMHSA. Practical Guide for Implementing a Trauma-Informed Approach\n]\n\nQuestions regarding the sexual assault that should be addressed during the history-taking include the following:\n\nPertinent past medical history, vaccinations, last menstrual period, and pregnancy status, if applicable\nDate and time of assault, including possible lapse time between the assault and examination\nNature of the physical assault\nDetails of the physical assault\nSexual acts performed\nPenetration of genitalia, anus, or oral contact; non-genital acts; use of objects.\nEjaculation occurrence and locations (if applicable)\nUse of contraception or lubricant\nUse of coercion, threats, and weapons\n\nDetection for alcohol-facilitated or drug-facilitated sexual assault [\nInternational Association of Forensic Nurses. Sample Policies and Procedures\n]\nOther injuries sustained, including physical assault, violent restraint, asphyxiation, head trauma, and loss of consciousness\nActivities after the assault, including hygiene practices, urination or defecation, removal or insertion of pads or tampons, and eating or drinking\n\nOnce a detailed history has been obtained, the medical evaluation can begin. If the patient is pursuing legal action or reporting to law enforcement, a forensic medical examination should be conducted. Please see StatPearls' companion resource, \"\nSexual Assault History and Physical\n,\" for more information.\n\nRecord Keeping and Documentation\n\nUnderstanding that the hospital and medical forensic records are kept separate is essential. This standard means the clinician performing the physical examination is responsible for thorough documentation of the examination that is independent of the sexual assault evidence collection kit, which has its own prompted guide to follow. Despite these 2 examinations potentially overlapping, each is distinct in its purpose and utility. In the sexual assault forensic examination, the examiner assesses any physical injuries that the patient may have sustained during the assault, making a thoughtful trauma-informed approach vital to preventing re-traumatization.\n\nThe clinician should identify emergent medical concerns and rule out any life-threatening conditions, injuries, or psychiatric emergencies upon first assessment while deliberately aiming to avoid any re-traumatization, including triggering a patient's physical and emotional trauma responses. While conducting the physical examination, clinicians can affirm patient autonomy by asking for consent before beginning and explaining what each specific portion of the exam will entail. During the sexual assault forensic examination, oral or rectal medications should generally be avoided unless necessary for stabilizing the patient medically.\n\nExamination Kit Preservation\n\nOnce the patient is deemed medically stable, multiple methods must be used to conduct the exam to preserve forensic evidence. A healthcare provider should wear non-powdered gloves whenever physical contact is made with the patient. Insertion of a Foley catheter should be avoided. The patient should be instructed not to change clothes, urinate, defecate, eat, drink, or smoke. If clothing must be removed, it should be done tactfully to avoid creating or compromising preexisting tears or stains. Please see StatPearls' companion resource, \"\nSexual Assault Evidence Collection and Documentation\n,\" for more information.\n\nA sexual assault evidence collection kit should be readily available at the hospital; however, each kit is different depending on the local jurisdiction and comes with specific instructions and directions regarding sample collection. Although the kits are typically very detailed and specific, the order in which each sample is collected and how it is collected and preserved is meaningful. In certain circumstances, adjustments can be made to meet the patient's emotional needs, cooperation, and preparedness for sample collection. Should the patient defer particular steps or collections, this should be documented with a reason. Once all specimens are collected and the examination is complete, the kit is sealed and kept with the examiner until passed on to law enforcement or the next proper staff member to maintain a strict chain of command.\n\nContraception Education\n\nPregnancy prevention is another aspect of prophylactic counseling that should be addressed. Emergency contraception with ulipristal acetate or levonorgestrel emergency contraception pills should be taken as soon as possible or within 5 days of the unprotected sexual assault. Ulipristal acetate and levonorgestrel have been shown to have similar efficacy if taken within 3 days after sexual assault. However, ulipristal acetate is slightly more effective than levonorgestrel if taken after the 3-day (72-hour) period up to day 5. Both medications significantly lose efficacy after day 4.\n[12]\nAdverse effects of these medications may include nausea and vomiting, and antiemetic medicines can be offered.\n\nAfter day 4, a copper intrauterine device may be considered for emergency contraception.\n[13]\nWhen inserted within 5 days (120 hours), it is 99% effective in preventing pregnancy.\n[14]\nHowever, copper intrauterine devices are not readily available in all settings and are typically not performed in the emergency department. Clinicians can arrange for immediate follow-up with an obstetrician or gynecologist with access to a copper intrauterine device if this is a reliable and desired option for the patient. However, it should be discussed that physical intrauterine device insertion may be re-traumatizing to some patients.\n\nPatients may consider a pregnancy test 14 days after the sexual assault. Body weight has been shown to impact the effectiveness of oral emergency contraception. Levonorgestrel emergency contraception may be less effective in women with a body mass index (BMI) >25, contrary to the efficacy of a copper intrauterine device, which is unaffected by a patient's BMI.\n[15]\n\nInfection Risk Management\n\nFor patients with abrasions, lacerations, or other high-risk wounds resulting from the assault, tetanus immunization status should be assessed. If there is a superficial skin abrasion and the immunization status is unknown or has been longer than 10 years since the last dose, a tetanus vaccination should be administered. A tetanus vaccination should be administered if a high-risk wound or laceration is present and the immunization status is more than 5 years ago. Administration of 250 units of tetanus immunoglobulin intramuscularly should be considered if the patient did not receive primary childhood immunization against tetanus or has not been immunized. The tetanus immunoglobulin must be given at a different site from the tetanus vaccination site.\n\nAs previously mentioned, follow-up care after sexual assault is often inadequate. This fact underscores the importance of the initial post-assault visit, which is crucial for addressing all medical needs and initiating appropriate prophylactic measures. The harmful sequelae as a result of sexual assault and rape include STIs, pregnancy, blood-borne pathogen acquisition, and environmental injury. STI testing should be determined on an individual basis. Approximately 15% of those experiencing a sexual assault contract an STI.\n[16]\nTesting for chlamydia, gonorrhoea, trichomoniasis, HIV, hepatitis B, and syphilis is recommended.\n[16]\nRepeat testing is advised at 6 weeks, 3 months, and 6 months.\n[17]\n[18]\n[19]\nEmpirical treatment should be automatically provided for appropriate sexual assault cases. These STI treatments include those for chlamydia, trichomoniasis, and gonorrhoea. For blood-borne or contact pathogens, such as Hepatitis B, HIV, and human papillomavirus (HPV), more case-by-case risk versus benefit considerations should guide decision-making (see\nTable.\nRecommended Prophylaxis for Sexual Assault Survivors). HPV vaccination is recommended for unvaccinated individuals. Please see StatPearls' companion resource, \"\nSexual Assault Infectious Disease Prophylaxis\n,\" for more information.\n\nTable\nTable 1. Recommended Prophylaxis for Sexual Assault Survivors.\n\nAbbreviations: IM, intramuscular; PO, per os.\n\nSubstance Use Considerations\n\nAlthough gamma-hydroxybutyrate and rohypnol have historically been associated with drug-facilitated rape, they are not the sole substances encountered. Research indicates that more commonly available substances, such as alcohol and marijuana, may also be used. Patients presenting for evaluation after sexual assault or rape may have voluntarily used alcohol or recreational substances before the event occurred. Substance use has historically been viewed as a means to undermine survivor credibility or the validity of reports. An individual's choice to consume alcohol or recreational substances does not determine whether or not a sexual crime occurred, and it is not within the scope of practice of the clinician to make determinations of the role substance use played during the event. Therefore, urine drug screens or ethanol levels are not recommended for routine testing.\n\nIf the patient expresses concern that they were unknowingly given a substance or ethanol without their consent, they may request testing to evaluate for drug- or alcohol-facilitated rape or assault. Nevertheless, clinicians should recognize that standard hospital urine toxicology screens based on immunoassays are relatively insensitive, fail to detect many agents used in such assaults, and lack meaningful specificity. Therefore, a forensic urine toxicology screen, often available to law enforcement agencies and based on gas chromatography or mass spectrometry methods, provides much more valuable data, as immunoassays are believed to drastically underestimate the prevalence of drug-facilitated sexual assault.\n[20]\nThe clinician should obtain explicit informed consent before collecting urine or blood samples for testing. If the patient consents, the sample should be obtained promptly. Opinions on disclosing ethanol or drug screens for survivors are widely debated, as this information could be used to undermine their case in court or even to question their character."
  }
}