{
  "drug_name": "umeclidinium",
  "nbk_id": "NBK592422",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK592422/",
  "scraped_at": "2026-01-11T18:48:06",
  "sections": {
    "indications": "Asthma and chronic obstructive pulmonary disease (COPD) are the most common obstructive lung diseases observed during clinical practice. They have common characteristics and similar clinical presentation. Moreover, they usually have the same presentation on pulmonary function tests (PFT). Therefore, the term \"asthma-COPD overlap\" (ACO) was used to describe the cases in that they have both features of asthma and COPD. Gibson first described ACO in 2009.\n[1]\n\nACO is defined as an obstructive lung condition with clinical and inflammatory characteristics of asthma and COPD or predominantly COPD combined with bronchodilator responsiveness and elevated peripheral eosinophils count. Although the condition has now started to be described more, the last Global Initiative for Chronic Obstructive Lung Disease (GOLD) did not use ACO as a distinct condition, given there is no universally accepted definition.\n[2]\n\nThe definition used commonly for ACO is the presence of airflow obstruction in individuals with a history of asthma and older than 40.\n[3]\nAccording to the Global Initiative for Asthma (GINA) and GOLD, patients usually have chronic airway disease symptoms with cough, wheezing, recurrent lower respiratory tract infection, and asthma and COPD features.\n[2]\nThis review will describe the clinical presentation, evaluation, and management of patients with ACO.",
    "mechanism": "There is no distinct cause for ACO but rather a continuum phenomenon for airflow obstruction between asthma and COPD. The causes are usually a combination of both COPD and asthma causes. This includes cigarette smoking and environmental factors. Most epidemiologic studies show that tobacco use is the most significant risk factor for COPD. For instance, a retrospective cohort study (n = 8045) discovered that subjects who smoked cigarettes for the entire 25-year observation period had a higher risk of developing COPD than non-smokers (36 versus 8%).\n[4]\n\nIncreased airway responsiveness to allergens or other external triggers is a risk factor for asthma and COPD. A retrospective cohort study (n = 9651) found that individuals with increased airway responsiveness had a higher incidence of COPD over 11 years.\n[5]\nAsthma and atopy are also considered risk factors for COPD development, leading to the development of ACO. An observational study of 1025 men (mean age 61 years) showed that atopy increases COPD risk.\n[6]",
    "monitoring": "The first step in evaluating suspected ACO is the pulmonary function test (PFT) with FEV1 level reflecting disease severity. Spirometry in ACO should show a postbronchodilator FEV1/FVC of less than 0.70. Patients with ACO typically exhibit a bronchodilator response, which is defined as an increase in forced expiratory volume in one second (FEV1) or forced vital capacity (FVC) after bronchodilation of more than 10% of predicted value; however, asthma is associated with a more significant increase in FEV1 or FVC of more than 15% of the predicted value. In individuals with ACO, postbronchodilator FEV1 and FEV1/FVC typically stay abnormally low, while a normal postbronchodilator, FEV1, and FVC are more consistent with asthma.\n\nThere are multiple criteria for ACO diagnosis. In 2016, a global expert panel share that patients must meet all 3 main and at least one minor criterion to be diagnosed with ACO. The main criteria are as follows:\n\nThe patients should be at least 40 years old with chronic airflow obstruction (post-bronchodilator FEV1/FVC 0.70 or the lower limit of normal)\n\nThey have at least 10 pack-years of tobacco use\n\nThey have a history of asthma before age 40 or more than 400 milliliters (mL) increase in FEV1 after bronchodilator use.\n\nA documented history of atopy or allergic rhinitis, a bronchodilator response in FEV1 of at least 200 ml and 12% from baseline values during two or more visits, or a peripheral blood eosinophil count of at least 200 cells/mL are the minor criteria. The Global Initiative for Asthma (GINA) posted the same categories to support the diagnosis of ACO. A reduced diffusion capacity is not consistent with asthma but could be seen more often in individuals with COPD.\n\nOther workups should include peripheral eosinophils count, immunoglobulin E level, and respiratory allergen panel.\n[17]\nAn elevated IgE of more than 100 international units/mL or peripheral eosinophil level of more than 200 cells/microL suggests ACO or asthma.\n\nWhen evaluating dyspnea, a chest radiograph is usually taken. Chest radiographs may reveal hyperinflation in ACO patients, but they often cannot distinguish between asthma, COPD, and ACO.\n[18]",
    "administration": "ACO management is mainly divided into two categories: nonpharmacological and pharmacological. Nonpharmacological measures include smoking cessation, which helps reduce the rate of  FEV1 decline.\n[19]\nAlso, avoidance of exposure to other sources of smoke can be helpful. Since infections are one of the leading causes of exacerbation of asthma and COPD, getting the appropriate vaccines will help to reduce those exacerbations. This includes yearly influenza vaccine and pneumonia vaccines. Other interventions include education about proper inhaler technique and referral to pulmonary rehabilitation.\n[20]\n\nRegarding pharmacological interventions, inhaled corticosteroids (ICS) and bronchodilators continue to be the mainstay of treatment for most patients with ACO, much like asthma and COPD. Choosing the best bronchodilator medication for these patients is still uncertain, though. In its most recent edition, the Global Initiative for Asthma (GINA) and the Global Initiative for Obstructive lung disease  (GOLD) advise starting asthma therapy after being diagnosed with ACO. This is justified by ICS's crucial role in treating patients with asthma-like symptoms. However, formal data are scarce because ACO patients have always been excluded from clinical studies of asthma and COPD drugs.\n[16]\n\nFor as-needed symptom alleviation, all ACO patients should have prompt access to an inhaled bronchodilator with a quick start of action (such as a short-acting beta agonist, short-acting muscarinic antagonist, or combination). Also, avoiding treatment with Long-Acting Beta-Agonists (LABA) alone (LABA monotherapy) without ICS in patients with asthma symptoms is a crucial component of ACO management.\n[21]\nAdditionally, mounting data points to a connection between higher blood eosinophil levels and ICS responsiveness in COPD.\n[22]\n[23]\n\nLABA monotherapy should be avoided in asthma, according to findings from the Salmeterol Multicenter Asthma Research Trial (SMART).\n[24]\nSalmeterol was delivered using a metered-dose inhaler in the SMART study, a 28-week randomized trial, compared to a placebo. A rise in respiratory- and asthma-related mortality, notably in African American patients, was discovered in an interim review of 26,355 patients. Therefore, LABA monotherapy should be avoided in patients with COPD with suspected underlying ACO.\n\nRegarding LABA/ICS, a randomized control trial which was published in 2015 showed that after four weeks of once-daily fluticasone furoate/vilanterol therapy, as opposed to a run-in phase of twice-daily fluticasone propionate-salmeterol therapy, 16 patients with ACO experienced a significant improvement in forced expiratory volume in one second (FEV1).\n[25]\n\nIf the patients continue to have symptoms after starting ICS/LABA or ICS/LAMA (Long-acting muscarinic antagonists) therapy, the next step will be to start triple therapy. Adding umeclidinium (LAMA) to fluticasone furoate/vilanterol (ICS/LABA) led to a more significant improvement in FEV1 after four weeks than continuing fluticasone furoate/vilanterol without umeclidinium, according to a randomized, open-label crossover pilot study in 17 patients with ACO.\n[26]\n\nAnother critical pharmacological intervention for patients with ACO is biological treatment which has been shown to reduce the exacerbations and use of oral steroids among asthma patients. In one study, the response to treatment with omalizumab was evaluated between individuals with asthma-COPD overlap and asthma patients. They discovered that individuals with severe allergic asthma and overlapping COPD experienced improved asthma control and health-related quality of life after receiving omalizumab medication.\n[16]\nTherefore, patients with worsening symptoms or exacerbations despite triple treatment should be examined for signs that might indicate a response to the biological asthma medications, such as raised total serum IgE and peripheral blood eosinophilia.\n\nRegarding anti-interleukin-5 therapies, phase 2 of a randomized study published recently with benralizumab showed a tendency towards exacerbation reduction in COPD patients with blood eosinophil concentrations of 200 cells per microL or higher. However, the outcomes of two subsequent phase 3 studies in COPD were unfavorable.\n[27]\nRegarding mepolizumab, clinically and statistically significant reductions in moderate or severe exacerbations were shown in a phase 3 study of COPD patients with blood eosinophil levels at or more than 150 cells/microL at screening or 300 cells/microL in the previous year. However, a parallel study showed negative results.\n[28]\n\nDupilumab, an anti-IL-4Ra antibody that inhibits both the IL-13 and IL-4 pathways improves lung function and lessens severe asthma attacks. Patients with higher blood eosinophil levels benefit more from this treatment.\n[29]\nFor patients with ACO who remain to have symptoms (COPD assessment test-CAT of more than 10 points) or had recent exacerbation to assess blood eosinophil levels and if it is at or more than 150 cells/microL to increase the dose of inhaled steroid and switch inhaler combination to a different inhaler with higher strength ( such as from budesonide and formoterol fumarate dihydrate160/4.5 mcg to budesonide/glycopyrrolate/formoterol fumarate 500/50 mcg) and assess clinical response.\n[30]\n\nMacrolides have many applications in chronic obstructive respiratory conditions, especially with COPD patients. They have multifaceted therapeutic benefits, including antibacterial, anti-inflammatory, and immunomodulatory effects. A recent Cochrane review found inadequate evidence to support using macrolides in chronic asthma to reduce exacerbations, oral steroid usage, quality of life, or rescue medication use. However, there is relatively little data regarding their use in asthma.\n[31]\nMacrolides could be useful in ACO patients with recurrent exacerbations and non-eosinophilic characteristics, but further investigation is required before drawing firm conclusions.",
    "adverse_effects": "ACO complications are not different from COPD and asthma complications, including recurrent respiratory infections like pneumonia, pneumothorax, hypoxia, and cardiovascular events. Regarding pneumonia, the studies showed an increased risk of exacerbation among ACO patients compared with patients with COPD. This leads to increased hospitalizations.\n[35]\nAlso, cardiovascular complications such as pulmonary hypertension should be ruled out if the patient does not improve on the treatment."
  }
}