{
  "drug_name": "undecylenic acid",
  "nbk_id": "NBK560506",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560506/",
  "scraped_at": "2026-01-11T18:48:07",
  "sections": {
    "indications": "Labyrinthitis is an inflammation of the membranous labyrinth of the inner ear, presenting with symptoms such as vertigo, nausea, vomiting, tinnitus, and/or hearing loss.\n[1]\nEpidemiological data on labyrinthitis are limited, but the incidence increases with age.\n[2]\nNotably, labyrinthitis can mimic other conditions, such as a cerebrovascular accident (CVA), necessitating a thorough evaluation before a final diagnosis. Bacterial or viral infections of the ear usually cause labyrinthitis, but it can be a manifestation of systemic disease due to autoimmunity, medication toxicity, or infection such as human immunodeficiency virus (HIV) or syphilis.\n[3]\n[4]\n[5]\n[6]\nThe etiology determines the appropriate treatment and symptom control. Although some patients recover completely, others experience residual balance or hearing deficits.",
    "mechanism": "Labyrinthitis is an inflammation of the membranous labyrinth caused by viruses, bacteria, or systemic diseases.\n[3]\nIn rare cases, it can cause labyrinthitis ossificans, a disease in which pathological new bone formation occurs within the membranous labyrinth.\n[7]\nVestibular neuritis (also referred to as vestibular neuronitis) is often used interchangeably with labyrinthitis, as the symptoms and clinical picture are similar. However, true vestibular neuritis is characterized by inflammation confined to the vestibular nerve without the involvement of the membranous labyrinth.\n[8]\nFor the remainder of this article, we will focus exclusively on labyrinthitis.\n\nViral Labyrinthitis\n\nThe most common cause of labyrinthitis is a viral infection of the upper respiratory tract. Local inflammatory mediators are produced in response to the viral infection and enter the cochlea through either the round or oval window, leading to inflammation. Less commonly, viruses can directly enter and infect the cochlea, possibly causing hearing impairment.\n[9]\nFor instance, labyrinthitis secondary to maternal rubella or cytomegalovirus (CMV) infections is one of the most common causes of congenital deafness. In the post-natal period, mumps and measles are the leading causes of viral hearing loss.\n[10]\n[11]\n[12]\n[13]\nRamsay-Hunt syndrome, also known as herpes zoster oticus, is due to a latent varicella-zoster virus infection reactivating, often years after the primary viral infection.\n[14]\nThis syndrome typically produces a vesicular rash, usually on the oral mucosa or ear, accompanied by peripheral facial nerve paralysis. Additionally, the virus can infect the vestibular and cochlear nerves in 25% of cases.\n[15]\nMoreover, CMV-mediated inflammation can be a cause of sudden sensorineural hearing loss, although the cause is usually unknown.\n[16]\n[17]\n\nBacterial Labyrinthitis\n\nBacterial labyrinthitis typically arises from either bacterial meningitis or bacterial acute otitis media. Similarly, 20% of children with bacterial meningitis will develop auditory or vestibular symptoms.\n[18]\n[19]\nInflammation occurs through 2 different mechanisms in serous and suppurative labyrinthitis. In serous labyrinthitis, the inflammation is secondary to bacterial toxins and/or host cytokines and inflammatory mediators passing into the membranous labyrinth via the round or oval window.\n[18]\nSuppurative labyrinthitis is inflammation caused directly by a bacterial infection. Bacteria enter the inner ear from the middle ear via the round window (most common) or the oval window. They can also enter the central nervous system via the cochlear aqueduct or auditory canal. Congenital or acquired defects in the bony labyrinth can predispose to further bacterial infection.\n[19]\n\nAutoimmune Labyrinthitis\n\nBoth polyarteritis nodosa and granulomatosis with polyangiitis are rare autoimmune conditions that are associated with labyrinthitis.\n[20]\n[21]\n\nHIV/ Syphilis\n\nBoth syphilis and HIV infections are associated with labyrinthitis. However, it is unclear whether the inflammation is due to opportunistic infections or if HIV causes the inflammation.\n[22]",
    "monitoring": "Audiometry is useful to assess the presence or extent of sensorineural hearing loss. Specific investigations into the vestibular system (eg, evoked myogenic potentials, electronystagmography, and rotary chair tests) are not indicated in the acute phase of the disease. However, they can be useful in assessing long-term compensation and residual deficits, as well as in differentiating inner ear pathology from other etiologies.\n[36]\n[37]\n\nThe laboratory tests are tailored to the patient's symptoms and differential diagnoses. Severe vomiting should prompt a basal metabolic panel to assess electrolyte abnormalities and hydration status. Cerebrospinal fluid analysis is performed if bacterial meningitis is suggested. Subsequently, HIV and syphilis serology are helpful in high-risk individuals or atypical presentations. Finally, testing for autoimmune disease is considered in patients with systemic findings or atypical presentations, even if serological titers are negative.\n[38]\n[39]\n\nImaging studies, such as magnetic resonance imaging (MRI) and computed tomography (CT) scans, can be useful for identifying alternative pathologies. Furthermore, expert consensus recommends imaging of the cerebello-pontine angle if the difference between the ears exceeds 15 dB, because 13% of acoustic neuromas present with sudden hearing loss.\n[40]\n[41]\nGadolinium-enhanced magnetic resonance imaging (Gd-MRI) predicts the development of hearing loss following bacterial meningitis, a complication that occurs in approximately 14% of cases.\n[42]\n[43]\n[44]",
    "administration": "Treatment is primarily supportive and is tailored to the etiology and symptoms.\n\nViral labyrinthitis treatment typically involves hydration and bed rest in an outpatient setting. However, patients must be counseled to seek further medical intervention if their condition worsens or they develop neurological symptoms (e.g., weakness/numbness, diplopia, slurred speech, and gait disturbance).\n[45]\nNotably, antiviral medications and steroids are not supported by current evidence.\n[46]\n[47]\n\nThe treatment of bacterial labyrinthitis depends on the source of infection. Oral antibiotics are the first-line treatment for acute otitis media with an intact tympanic membrane. Intravenous antibiotics are recommended for recalcitrant infections. If findings are suggestive of bacterial meningitis, intravenous antibiotics are commenced immediately, while confirmatory CSF and imaging testing are performed concurrently.\n\nAutoimmune labyrinthitis is treated initially with corticosteroids. If the disease is refractory to corticosteroid therapy, other immunomodulators are considered, such as azathioprine, etanercept, or cyclophosphamide. Compared with corticosteroids, these medications are preferable for chronic cases due to their favorable safety profile and fewer adverse effects. Treatment with immunosuppressants requires specialist referral.\n[48]\n\nIf serology testing is consistent with syphilis or HIV infection, appropriate treatment and referral to specialist care are warranted.\n[5]\n\nDuring the initial phase of vertigo, patients often lie motionless with their eyes closed due to dizziness and nausea. However, early mobilization can promote vestibular compensation and improve prognosis.\n[49]\n\nBenzodiazepines and antihistamines are useful initially. However, treatment with these medications should not last more than 72 hours because they can inhibit vestibular compensation. Some experts advise against these vestibular suppressant medications for all but intractable symptoms.\n[50]\n[51]\nAntiemetics, such as prochlorperazine or ondansetron, may help control nausea and vomiting. Patients with sudden hearing loss should receive high-dose corticosteroids and specialist referral.\n[52]\n\nA small minority of patients may have residual tinnitus following sensorineural hearing loss. Reactive depression may coexist with prolonged tinnitus, and early intervention with tinnitus re-training, tinnitus maskers, hearing aids, and/or biofeedback can aid recovery.\n[53]\n[54]\n\nSurgical intervention is required in a minority of cases. For example, mastoidectomy is required in patients with cholesteatoma or severe mastoiditis. Occasionally, patients may require drainage of effusions or myringotomy if labyrinthitis is secondary to otitis media.\n\nOnce the acute labyrinthitis has resolved, patients with persistent vestibular symptoms should be referred for vestibular rehabilitation.\n[55]\n[56]",
    "adverse_effects": "After a severe case of labyrinthitis, some patients may develop persistent hearing loss or tinnitus, which may require the use of hearing aids or tinnitus-specific therapies.\n[53]\n\nBilateral vestibular hypofunction is a debilitating complication associated with bilateral labyrinthitis, typically resulting from bacterial meningitis. It can cause visual impairment (oscillopsia) and impaired spatial awareness.\n[74]\n\nComplete deafness is a rare complication of bilateral labyrinthitis associated with bacterial meningitis. In addition, labyrinthitis ossificans is a complication of suppurative labyrinthitis.\n[75]\nMoreover, undertreated bacterial labyrinthitis can result in mastoiditis. This condition typically responds to intravenous antibiotics but can require mastoidectomy with tympanoplasty in severe cases.\n[76]\nRarely, a labyrinthectomy may be necessary to treat labyrinthitis caused by cholesteatoma.\n[76]"
  }
}