{
  "drug_name": "upadacitinib",
  "nbk_id": "NBK572088",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572088/",
  "scraped_at": "2026-01-11T15:40:47",
  "sections": {
    "indications": "The use of upadacitinib with biological DMARDs (infliximab, adalimumab, etanercept, abatacept, tofacitinib) and immunosuppressants (azathioprine, tacrolimus, cyclosporine, intravenous (IV) corticosteroids, and 6-mercaptopurine) is not recommended.\n[22]\nAdministration of a live attenuated vaccine shortly before or during treatment is also not advised.\n[23]\n\nUS Boxed Warning:\n\nInfections, malignancy, thrombosis, tuberculosis, death, and major adverse cardiovascular events (MACE) are significant risks.\n[24]\n\nRecent updates in upadacitinib use have shown an increased rate of all-cause mortality and sudden cardiovascular-associated mortality when used concurrently with another JAK inhibitor agent versus tumor necrosis factor (TNF) inhibitors in subjects with RA. MACE includes cardiovascular mortality, myocardial infarction (MI), and stroke.\n\nWarnings and Precautions:\n\nPatients taking upadacitinib may notice medication residue in their stool or ostomy output, especially in cases involving a colostomy, ileostomy, intestinal resection, or shortened transit times. If patients observe repeated instances of medication residue, they should promptly notify their healthcare provider. Clinical monitoring is recommended, and alternative treatment options should be considered if there is an inadequate therapeutic response. The predominant serious infections associated with upadacitinib include pneumonia, cellulitis, tuberculosis, herpes zoster, oral and esophageal candidiasis, and cryptococcosis.\n[25]\n[26]\nThe product labeling notes an increased frequency of serious infections with the higher 30 mg dosage of upadacitinib compared to the 15 mg dosage.",
    "mechanism": "Upadacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic enzymes Janus kinases (JAK), a group of 4 tyrosine kinases (JAK1, JAK2, JAK3, and TYK2) involved in the process of immune-mediated inflammatory diseases (IMIDs).\n[13]\nThe inhibition of JAKs further hinders growth factor and cytokine-mediated signals from being transduced intracellularly by the JAK-STAT pathway.\n[13]\n\nJAKs function by phosphorylating signal transducers and activators of transcription (STATs), regulating gene expression, and influencing hematopoiesis and immune cell function.\n[13]\nUpadacitinib prevents the phosphorylation and intracellular activation of STATs, further decreasing their inflammatory effects.\n[14]\nUpadacitinib has a selective and more prominent inhibitory influence on JAK1 relative to the JAK2, JAK3, and TYK2 subtypes.\n[15]\n\nPharmacokinetics\n\nAbsorption:\nFollowing oral administration of the extended-release formulation of upadacitinib, absorption occurs within 2 to 4 hours.\n\nDistribution:\nUpadacitinib exhibits approximately 52% plasma protein binding.\n\nMetabolism:\nMetabolism of upadacitinib primarily occurs through CYP3A4, with a minor contribution from CYP2D6.\n[16]\n[17]\n\nExcretion:\nUpadacitinib is excreted unchanged in feces (38%) and urine (24%). The mean terminal elimination half-life of upadacitinib ranges from 8 to 14 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nUpadacitinib is available as 15 mg and 30 mg extended-release (ER) tablets for oral consumption.\n\nBefore initiating treatment with upadacitinib, it is necessary to ensure that immunizations are up-to-date and to assess for active or latent tuberculosis (TB). Additional evaluations include liver function, viral hepatitis panel, and pregnancy status in females of childbearing age. Concomitant administration of upadacitinib with other JAK inhibitors, biologic DMARD agents, or potent immunosuppressants such as azathioprine and cyclosporine is not recommended.\n\nAdult Dosage\n\nRheumatoid Arthritis\n\nThe recommended daily dosage is 15 mg orally as monotherapy.\n[3]\nThe medication may be taken with or without food and should be consumed as a whole tablet without splitting or crushing it.\n\nPsoriatic Arthritis\n\nThe recommended daily dosage is 15 mg orally as monotherapy. The medication can be taken with or without food and should be consumed as a whole tablet without splitting or crushing it.\n\nAtopic Dermatitis\n\nFor pediatric patients aged 12 years and older and weighing at least 40 kg, the recommended daily dosage is 15 mg once a day. If the therapeutic response is not reached, the dose can be increased to 30 mg daily. If the desired therapeutic response is not achieved with 30 mg daily, upadacitinib should be discontinued.\n\nThe recommended daily dosage for adult patients younger than 65 is 15 mg once daily. If the desired therapeutic response is not achieved, the dosage can be increased to 30 mg daily. If the desired therapeutic response is not attained with 30 mg daily, upadacitinib should be discontinued.\n\nUlcerative Colitis\n\nThe recommended initial dose of upadacitinib for induction therapy is 45 mg once daily for 8 weeks (induction phase). For maintenance therapy, the recommended dosage is 15 mg once daily. In cases of severe, refractory, or extensive ulcerative colitis, a dosage of 30 mg once daily may be considered. If an adequate therapeutic response is not attained with the 30 mg dose, upadacitinib should be discontinued. Using the lowest effective dosage required to sustain the desired response is advised.\n\nCrohn Disease\n\nProviders should initiate treatment with upadacitinib at a dosage of 45 mg once daily for 12 weeks (induction phase). For maintenance therapy, a daily dosage of 15 mg of upadacitinib is recommended. However, physicians may consider increasing the dosage to 30 mg once daily for patients with severe, refractory, or extensive disease. If patients do not achieve an adequate therapeutic response to the 30 mg dose, discontinuation of upadacitinib is advised. Physicians should administer the lowest effective dosage necessary to maintain the desired treatment response.\n\nAnkylosing Spondylitis\n\nThe suggested dosage of upadacitinib is 15 mg once daily.\n\nNon-radiographic Axial Spondyloarthritis\n\nThe suggested dosage of upadacitinib is 15 mg once daily.\n\nSpecific Patient Populations\n\nHepatic impairment:\nUpadacitinib is not recommended for severe hepatic impairment. For psoriatic arthritis, atopic dermatitis, rheumatoid arthritis, non-radiographic axial spondyloarthritis, and ankylosing spondylitis, no dosage adjustment of upadacitinib is required for mild or moderate hepatic impairment (Child-Pugh A or B). Patients with mild to moderate hepatic impairment require dose reduction in ulcerative colitis and Crohn disease. In ulcerative colitis, the recommended regimen includes an induction dose of 30 mg once daily for 8 weeks and a maintenance dose of 15 mg once daily. Similarly, patients with Crohn disease should be initiated with an induction dose of 30 mg once daily for 12 weeks, followed by a maintenance dose of 15 mg once daily.\n\nRenal impairment:\n\nFor patients diagnosed with rheumatoid arthritis, psoriatic arthritis, or non-radiographic axial spondyloarthritis and ankylosing spondylitis, dosage adjustment is unnecessary for mild (eGFR ≥60 to <90 mL/min/1.73 m²), moderate (eGFR ≥30 to <60 mL/min/1.73 m²), or severe renal impairment (eGFR ≥15 to <30 mL/min/1.73 m²). Upadacitinib has not been investigated for any condition in patients with end-stage renal disease (eGFR <15 mL/min/1.73 m\n2\n).\n\nFor patients with atopic dermatitis, the maximum recommended dosage for patients with severe renal impairment is 15 mg once daily. No dosage adjustment is necessary for patients with mild or moderate renal impairment.\n\nFor patients with ulcerative colitis or Crohn disease, the suggested dosage for severe renal impairment is 30 mg once daily for induction, followed by 15 mg once daily for maintenance. No dosage adjustment of upadacitinib is needed for patients with mild or moderate renal impairment.\n\nPregnancy considerations:\nUpadacitinib was found to be teratogenic in animal studies, although no studies on human pregnancy have been reported. Administration of upadacitinib during pregnancy is not recommended. Contraception use is advised during treatment and for 4 weeks post-treatment with upadacitinib.\n\nBreastfeeding considerations:\nUpadacitinib was also present in breast milk during animal studies, and women are advised not to breastfeed while receiving therapy. Clinicians should advise against breastfeeding while administering upadacitinib. Alternative medications should be considered, particularly for preterm infants. According to the product labeling information, breastfeeding should be avoided for 6 days after the last dose of upadacitinib.\n[18]\n\nPediatric patients:\nFor pediatric patients with atopic dermatitis aged 12 years and older and weighing at least 40 kg, the recommended starting dose of upadacitinib is 15 mg once daily. If the desired response is not attained, the dosage of upadacitinib may be increased to 30 mg once daily. Upadacitinib should be discontinued if the 30 mg dose is ineffective. The lowest effective dose required to sustain the desired response should be used.\n\nOlder patients\n: The suggested dosage of upadacitinib is 15 mg once daily for older patients with atopic dermatitis. In older adults (65 years and older) with various conditions, including ulcerative colitis, Crohn disease, ankylosing spondylitis, rheumatoid arthritis, psoriatic arthritis, atopic dermatitis, and non-radiographic axial spondyloarthritis, no difference in effectiveness was observed compared to younger patients. However, older patients are at an increased risk of general adverse events, including infection and malignancy.",
    "adverse_effects": "Upadacitinib has various adverse effects, which are listed below.\n[19]\n\nUpper respiratory tract infections (URTI) (14%)\nNausea (4%)\nElevated liver enzymes (2%)\nFever (1%)\nCough (2%)\n\nUpper respiratory tract infections (URTI) encompass:\n\nAcute sinusitis\nLaryngitis\nNasopharyngitis\nOropharyngeal pain\nPharyngitis\nPharyngotonsillitis\nRhinitis\nSinusitis\nTonsillitis\nViral upper respiratory tract infection\n\nThese adverse effects were observed during placebo-controlled studies where subjects were administered 15 mg of oral upadacitinib.\n[3]\nMore severe adverse effects, such as herpes zoster virus (HZV) and serious infections, were seen in subjects administered 30 mg in a double-blind, randomized, controlled phase 3 clinical trial (<1%).\n[19]\nClinical studies have also reported malignancy, thrombosis, and gastrointestinal (GI) perforations with concomitant non-steroidal anti-inflammatory drugs (NSAIDs) use.\n[3]\nHeadache, acne, upper respiratory tract infection, and elevated creatine phosphokinase (CPK) levels were common adverse events observed in adolescents receiving upadacitinib for atopic dermatitis.\n[20]\nIn a study investigating the adverse effects associated with upadacitinib, data from the Food and Drug Administration Adverse Event Reporting System (FAERS) spanning from 2004 to 2023 were analyzed. The study reported adverse drug reactions (ADRs), including vulvar dysplasia, acne, mediastinal neoplasm, eczema herpeticum, lip neoplasm, herpes zoster, eosinopenia, ureteral neoplasm, and\nMoraxella\ninfection.\n[21]\n\nDrug-Drug Interactions:\nUpadacitinib is metabolized in the liver by the cytochrome P450 (CYP) system, primarily through the CYP3A4 enzyme, and is eliminated in the feces and urine as metabolites, with a drug half-life of 8 to 14 hours. The concomitant use of CYP3A4 inhibitors and CYP3A4 inducers should be approached with caution and is generally not recommended, as it may alter the drug's pharmacokinetics, potentially increasing or decreasing drug plasma concentrations. Clinical studies have also reported malignancy, thrombosis, and gastrointestinal (GI) perforations with concomitant use of non-steroidal anti-inflammatory drugs (NSAIDs).\n[3]\n[19]\n\nUpadacitinib exposure may increase when used concurrently with strong CYP3A4 inhibitors such as grapefruit, ketoconazole, and clarithromycin, potentially exacerbating the risk of adverse reactions. Patients should avoid consuming grapefruit or grapefruit-containing products during upadacitinib treatment.\n\nFor patients with atopic dermatitis or Crohn disease who are prescribed strong CYP3A4 inhibitors, the induction dosage of upadacitinib should be reduced to 30 mg once daily while maintaining the maintenance dosage at 15 mg once daily. Conversely, strong CYP3A4 inducers such as rifampin may decrease upadacitinib exposure, potentially diminishing its therapeutic effects. Therefore, co-administration of upadacitinib with strong CYP3A4 inducers is not advised.",
    "monitoring": "Before initiating treatment with upadacitinib, a negative tuberculosis (TB) test is required as it may reactivate latent TB infection. During treatment with upadacitinib, patients should be routinely tested for TB. A complete blood count (CBC) must be monitored before starting therapy and routinely after that; initiating upadacitinib is not recommended for subjects with an absolute lymphocyte count (ALC) below 500 cells/mm³ or an absolute neutrophil count (ANC) below 1,000 cells/mm³. Reports of lymphopenia, neutropenia, and anemia exist. Liver function tests (LFTs) should be checked before beginning therapy and regularly after that, as patients with severe hepatic impairment are not advised to start treatment.\n[27]\nThe lipid panel should also be monitored 12 weeks after starting treatment, as increases in total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol may occur.\n\nPatients should be monitored for serious infections during therapy, as severe bacterial, viral, fungal, tuberculous, and opportunistic infections have occurred, leading to hospitalization and mortality in patients receiving upadacitinib. In such cases, the treatment regime must be interrupted and halted. Monitoring for reactivation of prior hepatitis B virus (HBV) or herpes zoster virus (HZV) infections is recommended, as these infections were reported during clinical studies. Upadacitinib should be temporarily discontinued until HZV is resolved.\n[3]\n\nSubjects at increased risk for skin cancers receiving treatment are advised to undergo routine skin examinations, as they have an increased risk of non-melanoma skin cancers (NMSCs). Patients receiving upadacitinib with concomitant NSAID use should be monitored for new-onset gastrointestinal manifestations, as GI perforations have been reported during clinical studies.",
    "toxicity": "Upadacitinib was found to be teratogenic in animal studies, although no human studies during pregnancy have been reported. Use during pregnancy is not recommended. Contraception is advised during treatment and for 4 weeks after completing treatment with upadacitinib.\n\nHepatotoxicity\n\nThe pattern of liver injury associated with upadacitinib indicates a potential for low-level, direct hepatotoxicity. During the initial weeks of treatment, ALT levels may slightly increase, typically returning to baseline upon discontinuation of the drug. Serum aminotransferase elevations above 5 times the upper limit of normal should prompt consideration of dose reduction or temporary cessation of upadacitinib treatment. Managing potential hepatotoxicity carefully is essential for minimizing further liver injury. Close monitoring of liver function tests is crucial during this period to ensure timely intervention and appropriate management.\n[17]\n\nThere is no information regarding overdose of upadacitinib in the FDA-approved product labeling."
  }
}