{
  "drug_name": "urea",
  "nbk_id": "NBK542286",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542286/",
  "scraped_at": "2026-01-11T15:40:47",
  "sections": {
    "indications": "Careful consideration is given to the indication for testing for H. pylori, as treatment is indicated for a positive test result.\nH. pylori\nhas strong associations with many non-neoplastic (peptic ulcer disease, chronic atrophic gastritis) and neoplastic (adenocarcinoma of the stomach, gastric lymphoma arising from mucosa-associated lymphoid tissue or MALT) conditions of the gastrointestinal (GI) tract.\n[25]\n[11]\n[7]\n[2]\n[5]\nDue to this strong association with malignant conditions, the World Health Organization (WHO) categorized\nH. pylori\nas a class I (definite) carcinogen in 1994.\n[32]\nEarly diagnosis of\nH. pylori\nand successful eradication cures chronic gastritis and can reduce the progression to long-term complications.\n[11]\nH. pylori\ngastritis is also implicated in non-ulcer dyspepsia.\n[14]\n[11]\n\nHematologic disorders such as unexplained iron deficiency anemia (after a thorough negative evaluation) and immune thrombocytopenic purpura in adults may also have links with\nH. pylori,\nbut the exact pathogenic mechanisms are unclear.\n[33]\nConsideration should be given to H. pylori testing before the initiation of long-term non-steroidal anti-inflammatory drugs (NSAID) or aspirin therapy due to increased chances of development of peptic ulcer disease (PUD) and its complications.\n[5]",
    "clinical_significance": "Advantages of UBT\n\nNoninvasive, safer, and cost-effective when compared to endoscopic evaluation.\n[16]\nUBT does not carry the risk of sampling errors and is more sensitive than EGD in patients with a patchy distribution of\nH. pylori\ninfection.\n[20]\nUBT is convenient and preferred by many patients compared to stool collection for SAT.\n[16]\nUBT is overall more accurate than the SAT and serological tests.\n[1]\nUBT is helpful for initial diagnosis (test-and-treat strategy) and to confirm infection eradication.\n13C-UBT can be easily repeated and administered safely in children (3 years or older) and pregnant women.\n[20]\n13C-UBTs are helpful in the epidemiological evaluation of\nH. pylori\nin children and adults.\n[7]\n\nLimitations of UBT\n\nHelicobacter heilmannii,\nanother urease-containing bacteria, may cause a false-positive test.\n[2]\nFalse-positive test results in achlorhydria and oral contamination of bacteria with urease activity.\n[7]\nA recent history of upper GI bleeding could affect the accuracy of UBT.\n[1]\n[2]\n13C-UBT is less accurate in the pediatric population, with sensitivity and specificity ranging from 75% to 100%.\n[24]\n[7]\nLow sensitivity in patients with a history of gastric surgery.\n[10]\n[2]\nEGD with rapid urease test and histology are preferable in this context.\n[2]"
  }
}