{
  "drug_name": "uridine mono phosphate",
  "nbk_id": "NBK470200",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470200/",
  "scraped_at": "2026-01-11T18:48:06",
  "sections": {
    "indications": "Gilbert syndrome is a common genetic disorder affecting bilirubin metabolism in the liver. This condition, described in the early 1900s by Gilbert, Castaigne, and Lereboulette, is an autosomal recessive disorder that is a frequent cause of mild-to-moderate isolated unconjugated hyperbilirubinemia. The prevalence of Gilbert syndrome ranges from 2% to 20%, depending on an individual's ethnicity.\n[1]\n[2]\nReduced glucuronidation of bilirubin leads to unconjugated hyperbilirubinemia and recurrent episodes of jaundice.\n[1]\nUnder normal circumstances, approximately 95% of bilirubin is unconjugated. Gilbert syndrome does not require treatment but must be distinguished from other disorders of unconjugated hyperbilirubinemia.\n[3]\n\nVarious diagnoses should be considered when evaluating patients with unconjugated hyperbilirubinemia, including disorders of bilirubin uptake, conjugation, and overproduction (see\nImage\n. Metabolic Pathway for Bilirubin in the Hepatocyte).\n[4]\nDisorders of hepatic uptake, storage, conjugation, and excretion can cause unconjugated and conjugated hyperbilirubinemia. Crigler-Najjar syndrome is characterized by marked unconjugated hyperbilirubinemia.\n[5]\nMoreover, hemolytic reactions, ineffective erythropoiesis, and resorbing hematomas induce bilirubin overproduction and subsequent unconjugated hyperbilirubinemia. Hemolytic reactions include but are not limited to hereditary enzyme deficiencies, hemoglobinopathies, red blood cell membrane defects, infections, medications, toxins, warm autoimmune hemolytic anemia, paroxysmal cold hemoglobinuria, and cold agglutinin disease that can lead to elevated unconjugated bilirubin levels.\n[6]\n[7]\nMost patients with Gilbert syndrome are asymptomatic regarding liver disease, but they may express symptoms related to triggers. Triggers that can precipitate unconjugated hyperbilirubinemia of Gilbert syndrome include but are not limited to fasting, intercurrent illness, menstruation, and dehydration.\n[3]\n\nOther acute and chronic liver diseases typically present with unconjugated and conjugated hyperbilirubinemia.\n[8]\nWith hepatobiliary disorders, the proportion of conjugated bilirubin rises. Consequently, consideration of viral, metabolic, and autoimmune disorders of the liver is necessary when evaluating patients with hyperbilirubinemia and jaundice. Careful clinical assessment, targeted laboratory evaluation, and exclusion of other differential diagnoses associated with unconjugated hyperbilirubinemia, including other acute and chronic liver diseases, should be performed before diagnosing Gilbert syndrome. After diagnosing Gilbert syndrome, treatment is conservative with observation alone.\n[3]\nThe prognosis of patients with Gilbert syndrome is excellent.\n[9]",
    "mechanism": "A variety of triggers can precipitate unconjugated hyperbilirubinemia and jaundice in patients with Gilbert syndrome. Fasting, hemolytic reactions, febrile illnesses, menstruation, and physical exertion are common precipitants.\n[3]\n[10]\nReducing the daily caloric intake to 400 kcal can lead to a 2- to 3-fold increase in bilirubin within 48 hours.\n[10]\n[11]\nMoreover, a similar rise in bilirubin can present with an average-calorie diet without lipid supplementation.\n[12]\n\nThe bilirubin value typically returns to normal within 12 to 24 hours with a normal diet. Several theories have been proposed to explain unconjugated hyperbilirubinemia following dietary manipulation, including increased cycling of bilirubin by the enterohepatic circulation, decreased conjugation due to decreased levels of uridine 5'-diphospho-glucuronosyltransferase-glucuronic acid, a cosubstrate in glucuronidation, and release of bilirubin from fat cells.\n[13]\n[14]\n[15]",
    "monitoring": "Gilbert syndrome is associated with an isolated unconjugated hyperbilirubinemia with a serum total bilirubin below 4 mg/dL. However, the bilirubin level can fluctuate depending on exacerbating factors.\n[3]\nCharacteristically, patients will have a normal complete blood count, reticulocyte count, lactate dehydrogenase, and peripheral smear supportive of the absence of hemolysis.\n[19]\nThe aminotransferases and alkaline phosphatase are normal.\n[39]\n[40]\n[41]\n\nDiagnostic imaging of the liver and biliary tree is generally not required unless the clinician is considering another diagnosis. As previously discussed, liver biopsy is rarely indicated unless the clinician suspects another acute or chronic liver disorder. Provocative testing with a 48-hour fast or with medications such as nicotinic acid, phenobarbital, or rifampin is no longer routinely used or recommended.\n\nGenetic testing with assays of\nUGT1A1\nactivity and polymerase chain reaction to identify gene polymorphisms in the TATA box of\nUGT1A1\ncan be considered in cases of diagnostic uncertainty when starting drugs that may affect\nUGT1A1\nactivity (Please refer to the\nToxicokinetics\nsection for more information on these medications) or when family counseling is essential.\n[17]\nIf the patient is found to have elevated serum liver biochemistries, studies should be sent to evaluate for chronic viral hepatitis, autoimmune hepatitis, primary biliary cholangitis, primary sclerosing cholangitis, Wilson disease, hemochromatosis, celiac disease, thyroid abnormalities, and alpha-1 antitrypsin deficiency.\n[36]\n[42]\n[43]\n[44]",
    "administration": "Patients with Gilbert syndrome do not require treatment.\n[3]\nTherefore, management primarily consists of reassuring patients and their families that this is a benign condition that does not require further testing. However, patients, family members, and clinicians should be counseled that individuals with Gilbert syndrome may be at an increased risk of drug toxicity when exposed to medications that suppress or affect\nUGT1A1\nactivity (Please refer to the\nToxicokinetics\nsection for more information on these medications).\n[23]",
    "adverse_effects": "Gilbert syndrome is a benign, autosomal recessive inherited disorder of bilirubin metabolism.\n[3]\nPatients are at an increased risk for more severe drug interactions, the development of pigmented gallstones, and more severe jaundice during the neonatal age, as well as in individuals with coexisting hemolytic diseases.\n[23]\nPatients with this disease are not at risk for progressive liver disease, hepatic decompensation, or liver-related mortality.\n[3]\nPatients and their families should be informed of the disease's inherited and benign nature, and unnecessary testing should be avoided. If there is clinical suspicion of either acute or chronic liver disease based on the clinical presentation or laboratory studies, a more thorough evaluation should be undertaken for viral, metabolic, and autoimmune liver diseases."
  }
}