{
  "drug_name": "ursodeoxycholic acid",
  "nbk_id": "NBK545303",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545303/",
  "scraped_at": "2026-01-11T15:40:49",
  "sections": {
    "indications": "The use of UDCA is contraindicated in patients with obstructive cholestasis due to a potential risk of biliary integrity disruption. Also, UDCA has not received approval for use in early pregnancy because of insufficient data regarding the risk of UDCA on the fetus during the first trimester of pregnancy.\n[19]",
    "mechanism": "UDCA acts on the liver through various complex and complementary mechanisms, including alterations in the bile acid pool, serving as a cytoprotectant, immunomodulating substance, and choleretic. Furthermore, UDCA markedly decreases biliary cholesterol saturation by inhibiting the absorption of cholesterol in the intestine and its secretion into bile, demonstrated by reduced cholesterol fraction of biliary lipids.\n[1]\n[3]\nThe cytoprotective effect of UDCA is attributable to its ability to protect hepatocytes and cholangiocytes from bile acid-induced damage. Bile acids stimulate the formation of reactive oxygen species, which induce inflammatory processes and cholecystitis.\n[10]\nEvidence suggests that bile acids damage cells by causing mitochondrial dysfunction. UDCA offers cytoprotection in hepatic epithelia by preserving cell structures, including plasma membranes and mitochondria while stimulating anti-apoptotic pathways. Additionally, UDCA can prevent Kupffer cells, the resident macrophages in the liver, from generating reactive oxygen species, thus decreasing the level of oxidate stress in hepatocytes.\n[3]\n[11]\n\nTherapeutic concentrations of UDCA can shift the concentration of bile acids from hydrophobicity to hydrophilicity.\n[12]\nHydrophobic bile acids, including deoxycholic acid and chenodeoxycholic acid, have been shown to have a toxic effect on hepatocytes by increasing cell membrane permeability and inducing apoptosis. There are suggestions that UDCA competitively displaces the endogenous bile acids at the level of ileal absorption or the hepatocyte level, thus decreasing the concentration of toxic hydrophobic bile acids while simultaneously increasing the absorption of hydrophilic bile acids.\n[4]\nDepending on the dosage, UDCA and its conjugates account for approximately 19 to 64% of total biliary bile acids.\n[3]\n\nThe choleretic effect of UDCA is attributable to its ability to induce the secretion of bile acids. This effect is comparable to endogenous bile acids; however, without the potential toxicity, which makes it useful in treating cholestatic disorders. In fact, prior studies have shown that in patients with primary biliary cirrhosis and primary sclerosing cholangitis, UDCA therapy improved the excretion rates and transit time of bile acid analogs.\n[4]\n[13]\nUDCA induces vesicular exocytosis in cholestatic hepatocytes by indirectly increasing intracellular calcium levels. In animal models, high levels of intracellular calcium were shown to stimulate transport proteins and vesicular exocytosis.\n[4]\n[14]\nOther proposed mechanisms behind UDCA-induced choleresis include modulation of membrane transport proteins such as the chloride-bicarb anion exchanger (AE2), which research found to be diminished in the biliary epithelia of PBC patients. UDCA administration was found to upregulate the expression of the AE2 transporter when compared to the placebo group.\n[4]\n[15]\n\nUDCA has also been shown to have an immunomodulating effect on hepatocytes. In rats with extrahepatic obstruction caused by bile duct ligation,  researchers observed an increased hepatic expression of major histocompatibility complex class I antigens. Similarly, patients with cholestasis resulting from primary biliary cirrhosis have the same aberrant expression of major histocompatibility complex class I antigens on hepatocytes and bile duct cells. Expression of these antigens could lead to immune-mediated destruction by activated lymphocytes, causing hepatic injury. UDCA has been shown to reduce the expression of class I antigens in several cholestatic liver disorders.\n[16]",
    "administration": "UDCA is a film-coated tablet available for oral administration. The absorption of the drug is enhanced by other bile acids; therefore, it is recommended to take the drug during meals with food to facilitate biliary secretion by the gallbladder.\n[17]\nThe dosing of UDCA is as follows:\n\nFor gallstone dissolution: 8 to 10 mg/kg/day orally divided into 3 or 4 doses.\nFor gallstone prophylaxis: 300 mg orally twice daily.",
    "adverse_effects": "UDCA is a mostly well-tolerated drug. In most clinical trials, diarrhea was the most frequent adverse event observed during UDCA treatment in patients with gallstone disease, with a reported incidence of 2 to 9%. The mechanism behind this side effect is unclear. However, researchers have proposed that bacterial conversion of UDCA to chenodeoxycholic acid, which serves as a potent secretory substance, could significantly contribute to this side effect. In patients with primary biliary cirrhosis, right upper quadrant abdominal pain was the most commonly reported side effect. Reports also exist of skin reactions in those with primary biliary cirrhosis. The most common dermatological manifestation was an exacerbation of pruritus, even though UDCA has demonstrated effectiveness in relieving pruritus in patients with PBC in other trials.\n[18]",
    "monitoring": "There is limited data on the therapeutic index of UDCA. However, most data suggest that UDCA in doses of 5 to 25 mg/kg appears safe and well-tolerated. In patients with PBC, a dose of 13 to 15 mg/kg is preferred. The dose of 10 to 15 mg/kg used in most large trials was mostly for gallstone dissolution.\n[20]",
    "toxicity": "UDCA has been shown to have potentially toxic molecular properties. UDCA breaks down into toxic lithocholic acid. After being absorbed in the small intestine, UDCA undergoes hepatic conjugation. Beyond conjugation, UDCA does not experience further breakdown by the liver or intestinal mucosa. It becomes oxidized or reduced, yielding either 7-keto-lithocholic acid or lithocholic acid. Litcholic acid can be toxic to liver cells and even cause liver failure in those with compromised sulfation. It also leads to segmental bile duct injury, hepatocyte failure, and death.\n[21]"
  }
}