{
  "drug_name": "ustekinumab",
  "nbk_id": "NBK570645",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570645/",
  "scraped_at": "2026-01-11T15:40:50",
  "sections": {
    "indications": "Absolute Contraindications\n\nHypersensitivity to ustekinumab or any of the excipients\nActive infection\nActive tuberculosis\n\nCaution Recommended\n\nLatex hypersensitivity (with the pre-filled syringe dose form)\nPatients aged over 60\nChronic or recurrent infections\nLatent tuberculosis or those with TB risk\nMalignancy of a history of malignancy\nprolonged immunosuppressant therapy\nAllergen immunotherapy\nPhotochemotherapy (PUVA)\n\nAs with all biological medications, appropriate screening for severe infection must be carried out before beginning a drug such as ustekinumab; this includes screening for infections such as tuberculosis, HIV, hepatitis B, and hepatitis C and treatment if identified. Providers must exercise caution in recommending treatment for elderly patients, patients with a history of malignancy, or a predisposition to infection.\n[29]\n\nUstekinumab can be used during pregnancy. Based on limited human data, there is no expected risk of fetal harm, and teratogenicity has not been demonstrated in animal studies at up to 100 times the maximum recommended human dose (MRHD). The drug may also be used during breastfeeding; no human data is currently available, but there is no expectation of infant harm based on the drug's properties. No human data exist regarding ustekinumab's effect on milk production.\n[30]\n[31]",
    "mechanism": "IL-12 and IL-23 are cytokines that modulate lymphocyte function and have been implicated in the pathogenesis of inflammatory diseases such as psoriasis, psoriatic arthritis, multiple sclerosis, and inflammatory bowel disease.\n[13]\nIL-12 is a cytokine produced by antigen-presenting cells such as dendritic cells and macrophages involved in the development of Th1 cells, which secrete interferon-gamma.\n[14]\n\nIL-23 is a pro-inflammatory cytokine predominantly produced by dendritic cells, monocytes, and macrophages, which causes the differentiation and activation of Th17. Both cytokines share a p40 subunit.\n[15]\nAs a human monoclonal IgG1 antibody, ustekinumab blocks the p40 subunit, and this antagonistic action inhibits the interaction of these cytokines with the IL-12Rβ1 receptor. The IL-12Rβ1 receptor is found on the surface of NK cells and T cells. In doing so, ustekinumab can inhibit IL-12 and IL-23 signaling, activation, and cytokine production resulting in downregulation of the immune system, which reduces inflammation and alters the body's immune response.\n[16]\nSerum concentrations are proportional to dose.\n[17]",
    "administration": "Ustekinumab is available for injection in pre-filled syringes and vials. The drug is administered by either subcutaneous injection or intravenous infusion. The dosage and administration recommendations depend on the particular indication for treatment and the patient's weight.\n\nDosage Forms and Strengths\n\nSubcutaneous injection:\n\nInjection: 45 mg/0.5 mL or 90mg/mL solution in a pre-filled syringe\nInjection: 45 mg/0.5 mL solution in a single-dose vial\n\nIntravenous infusion:\n\nInjection: 130 mg/26 mL (5 mg/mL) in a single-dose vial\n\nDosage and Administration\n\nPsoriasis adult S/C recommended dosage:\n\nLess than or equal to 100 kg: 45 mg administered subcutaneously initially, followed by another injection four weeks later and then every 12 weeks\nGreater than 100 kg: 90 mg administered subcutaneously initially, followed by another injection four weeks later and then every 12 weeks.\n[18]\n\nPsoriatic arthritis adult S/C recommended dosage:\n\nLess than or equal to 100 kg: 45 mg administered subcutaneously initially, followed by another injection four weeks later and then every 12 weeks\nGreater than 100 kg with co-existent moderate-severe plaque psoriasis: 90mg administered subcutaneously initially, followed by another injection four weeks later and then every 12 weeks.\n[19]\n[20]\n\nPsoriasis pediatric patients recommended subcutaneous dosage:\n\nDoses are administered initially, four weeks later, and then every 12 weeks.\n[21]\n\nWeight < 60 kg: 0.75 mg/kg subcutaneously\nWeight 60 to 100 kg: 45 mg subcutaneously\nWeight > 100 kg: 90 mg subcutaneously\n\nCrohn disease and ulcerative colitis treatment are based on an initial intravenous weight-based infusion followed by a subcutaneous maintenance schedule.\n[22]\n[23]\n\nInitial infusion dosage:\n\nWeight < 55 kg: 260 mg (2 vials)\nWeight 55 to 85 kg : 390 mg (3 vials)\nWeight > 85 kg: 520 mg (4 vials)\n\nCrohn disease and ulcerative colitis recommended adult S/C maintenance dosage:\n\n90 mg subcutaneously eight weeks after initial intravenous administration and every eight weeks after that.\n\nRenal dosing (including both hemodialysis and peritoneal dialysis) and hepatic dosing are undefined.",
    "adverse_effects": "Mild side effects (as outlined below) have been reported among ustekinumab users. Major side effects such as serious infections and major adverse cardiovascular events are rare. The adverse event profile is similar between psoriasis and psoriatic arthritis patients. However, abdominal pain, fever, and diarrhea have been reported for maintenance doses of ustekinumab for Chrohn and ulcerative colitis patients.\n[24]\n[25]\n[26]\n[27]\n\nThe following adverse effects have been reported:\n\nSerious Reactions\n\nSevere infections or exacerbation/reactivation of existing infection (bacterial, mycobacterial, fungal, viral)\nMalignancy (e.g., non-melanoma skin cancer)\nHypersensitivity reactions/anaphylaxis\nReversible posterior leukoencephalopathy syndrome\nCryptogenic organizing pneumonia\nInterstitial or eosinophilic pneumonia\n\nCommon Reactions\n\nNasopharyngitis\nHeadache\nFatigue\nVomiting after induction in inflammatory bowel disease\nInjection site erythema\nBronchitis/upper respiratory tract infection\nSinusitis\nAbdominal pain, fever, influenza, and diarrhea while used for maintenance therapy in inflammatory bowel disease\nBack pain\n\nOther Reported Reactions\n\nPruritus\nPustular and erythrodermic psoriasis\nExfoliative dermatitis\n\nUstekinumab has been generally well tolerated by patients in clinical trials, with most adverse events being mild in severity.\n[28]",
    "monitoring": "Baseline Monitoring\n\nRoutine blood tests: complete blood count, urea and electrolytes, liver function tests, and inflammatory markers (CRP/ESR)\nVaricella antibody status should be clarified, and vaccination considered in appropriate patients\nScreening for tuberculosis should be done with a chest X-ray and interferon-gamma release assay\n[29]\nHepatitis B, C, and HIV\nPregnancy testing should be performed in female patients where pregnancy is a possibility\n\nOngoing Monitoring\n[32]\n[33]\n\nThe patients must be monitored clinically for the development of severe infections, including TB, jaundice, malignancy, non-infectious pneumonia, posterior reversible encephalopathy syndrome, or serious skin conditions such as exfoliative dermatitis or erythrodermic psoriasis. Patients additionally should be encouraged to report any concerning symptoms.\nRoutine blood tests, including full blood count, urea, electrolytes, liver function tests, and inflammatory markers (CRP/ESR), should be checked approximately every 4 to 6 months.\n[32]\n[33]\nClinical monitoring for efficacy should be carried out using disease-specific measuring systems for psoriasis, psoriatic arthritis, and inflammatory bowel disease.\nRe-testing for hepatitis and HIV can be considered if clinically indicated.\nThere are experimental data to suggest that monitoring serum drug levels may be beneficial during ustekinumab treatment, but this is not the current standard of care.\n[34]",
    "toxicity": "Ustekinumab is a well-tolerated drug with a favorable safety profile. No dose-related or cumulative toxicity was observed during follow-up studies.\n[35]\nGiven that ustekinumab is a biologic medication that inhibits the normal functioning of the immune system, there is theoretically an increased risk of infection, and clinical evidence of infection should be evaluated at each follow-up visit. Limited pregnancy and breastfeeding data are available, and more studies are needed to confirm safe use during pregnancy.\n[36]\n\nThere have been reports of the rapid development of cutaneous squamous cell carcinoma in those patients treated with ustekinumab. These patients often had risk factors for developing this type of cancer, such as being older (greater than 60) and having undergone phototherapy or other immunosuppressant treatment. Patients should be monitored closely for the development of non-melanoma skin cancers.\n[37]\nAs with all biological drugs, live vaccines should not be administered while on ustekinumab treatment.\n[38]"
  }
}