{
  "drug_name": "ca gluconate",
  "nbk_id": "NBK534830",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534830/",
  "scraped_at": "2026-01-11T15:24:32",
  "sections": {
    "indications": "When defining hemorrhagic shock, it is categorized based on the severity of impact on systemic circulation. The corresponding class of shock then determines appropriate intervention.\n\nClass 1 hemorrhagic shock is defined by a blood loss of up to 750mL (or up to 15%) of total blood volume. At this stage, the remainder of the patient’s perfusion parameters is still within normal limits. The patient’s heart rate will typically remain under 100 bpm and their blood pressure and pulse pressure will remain stable if not slightly increased due to anxiety. The respiratory rate is stable at 14-20 breaths/min, and their urine output remains at greater than 30 mL/hr.\n\nIn Class 2 shock, the patient has lost 750 mL to 1500 mL of blood (between 15% and 30% of total blood volume) and is beginning to become symptomatic. They may start to appear more pale or diaphoretic, with mild tachycardia (100-120 bpm), the respiratory rate may increase slightly (20-30 bpm), and their urine output may drop slightly (20-30 mL/hr). It is important to note that even outside the realm of shock management, urine output remains the single most important indicator for monitoring fluid status in a patient. Additionally, blood pressure cannot be adequately relied upon to detect the beginning of shock, as the body’s compensatory mechanisms will keep blood pressure typically within normal limits until up to 30% of total blood volume has already been lost. Finally, the Class 2 shock patient may demonstrate a slight decrease in pulse pressure, which may be the first sign of the body failing to compensate for the sudden blood loss.\n\nIn Class 3 hemorrhagic shock, the patient has lost 1500-2000 mL of blood (30-40% total blood volume), they will be clearly symptomatic, confused and will be tachycardic (120-140 bpm), tachypneic (30-40 breaths/min), with blood pressure and pulse pressure decreased causing a drop in renal perfusion (urine output decreased to 5-15 mL/hr). Class 4 shock is the most severe case with acute blood loss of over 2000 mL (or over 40% total blood volume). The patient’s heart rate will be tachycardic, over 140 bpm, with nonpalpable or thready peripheral pulses. Their respiratory rate will have increased to over 35 breaths/min, and their blood pressure and pulse pressure will subsequently be severely decreased. Urine output will be negligible, and symptomatically they will be more lethargic with a likely altered mental status.",
    "clinical_significance": "Shock resuscitation remains clinically significant simply due to the life-threatening nature of blood loss. Due to the body's ability to bleed a significant amount into either the chest, abdomen, pelvis, or thighs, the first signs of hemorrhagic shock may not always be so easily noticed. In addition, many cases of shock resuscitation are not prompted by traumatic events, but by other forms of blood loss. Whether it be due to a GI bleed, or hemorrhage due to coagulopathy, physicians must be mindful of changes in vital signs should they occur in order to recognize shock. Furthermore, the patients' general appearance may be helpful in determining the diagnosis. If the patient appears diaphoretic and visibly uncomfortable along with having vital signs suggestive of early stages of hemorrhagic shock, clinical suspicion for shock should be high.\n\nAs previously stated, a common sign of impending shock can be a decrease in pulse pressure, an increased heart rate, or a slight increase in breathing. Most important of all, the clinical evidence of decreased urine output can indicate impending shock as kidneys become slightly hypoperfused. A decrease of urine output below 30 ccs/hr, or more exactly less than 0.5 ccs/kg/hr, suggests renal hypoperfusion and could be the first sign of stage 1 shock. Of course, there are other reasons which could be causing renal hypoperfusion. It is vital to keep in mind the patient's full history and physical exam, as these may suggest other etiologies besides blood loss. For example, if a patient has been taking a new beta-blocker, they may be having decreased blood pressure and renal hypoperfusion unrelated to blood loss. The physical exam must be used to assess the chest, abdomen, pelvis, and thighs to ensure there is no evidence of blood loss present. These signs could be as apparent as decreased breath sounds due to blood in the pleural space, or increased abdominal distention or pain due to blood in the abdomen. Patients with some level of coagulopathy may also have hematomas that may develop along with the psoas, which may be difficult to diagnose on exam along. Any new pain in lower extremity flexion/extension should be the reason for concern. A CT of the abdomen/pelvis with contrast can be helpful in diagnosing a psoas hematoma, or retroperitoneal bleed."
  }
}