{
  "drug_name": "calamine",
  "nbk_id": "NBK614169",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK614169/",
  "scraped_at": "2026-01-11T18:46:42",
  "sections": {
    "indications": "Warty dyskeratoma is an uncommonly encountered benign proliferative epidermal disorder. However, its name can be misleading, as there is no relationship between this disorder and human papillomavirus (HPV) infection that causes common warts. Histologic features suggest that this benign growth is a follicular neoplasm. Therefore, some suggest naming this entity as a \"follicular dyskeratoma.\"\n[1]\nIn 1954, Helwig introduced a case of an \"isolated dyskeratosis follicularis\" due to its similarities with the dyskeratotic papules observed in Darier disease. However, he noted that these isolated lesions were solitary and double or triple the size of the papules found in Darier disease.\n[2]\n\nSzymanski first used the term warty dyskeratoma to summarize the salient features of the condition. These features include the common warty clinical morphology, the principal histological finding of dyskeratosis, and \"-oma\" denoting the tumor-like nature.\n[3]\nAckerman suggested that the term warty dyskeratoma should be restricted to nodular lesions. He proposed that the papular lesions would be better referred to as the papular form of focal acantholytic dyskeratosis.\n[4]",
    "mechanism": "The exact etiology of this condition is unknown. Ultraviolet radiation, autoimmunity, viral factors, chemical carcinogens, and smoking have been proposed to play a role in its etiology.\n[5]\nIn the case of lesions on the oral cavity, oral mucosal trauma (eg, due to biting, ill-fitting denture, or sharp tooth) or tobacco use (smoking or chewing) have been suggested as possible risk factors.\n[6]\nFor lesions presenting on or near the genital area, human papillomavirus was thought to have a potential role. However, in one of the studies, polymerase chain reaction analysis in 13 lesions of warty dyskeratoma did not reveal any evidence of human papillomavirus DNA.\n[1]\nMultiple eruptive lesions of warty dyskeratoma have been described in the case of end-stage renal disease.\n[7]",
    "monitoring": "The clinical diagnosis of warty dyskeratoma may be difficult. Dermoscopy can help in some cases by differentiating the condition from other cutaneous lesions with a similar presentation. The typical dermoscopy features of a warty dyskeratoma consist of central hyperkeratosis with a peripheral collarette of scale.\n[22]\n[23]\n\nThe first reported dermoscopic findings of warty dyskeratoma described a coarse cobblestone pattern. This corresponds with the hyperkeratotic plugs histopathologically.\n[24]\nVarious descriptive terms such as \"milky red doughnut-shaped\" areas with \"jellyfish-like\" or \"iris-like\" appearance have been used.\n[25]\nCentral scale crust with polymorphic vessels and pink-white structureless areas may be seen.\n[26]",
    "administration": "The definitive treatment of warty dyskeratoma is surgical excision. Curettage or electrodesiccation have also been used. Tazarotene acid gel, laser therapy, and other treatments, eg, 3% 5-floxuridine, 0.1% tretinoin cream, and calamine lotion, have been tried with varying results.\n[19]\n[27]\nNo risk of malignant transformation or recurrence of warty dyskeratoma is known.",
    "adverse_effects": "Incomplete removal, scarring, or surgical site infection risks are present following the excision of a warty dyskeratoma. Warty dyskeratoma has no risk of systemic involvement."
  }
}