{
  "drug_name": "calcium magnesium",
  "nbk_id": "NBK558987",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558987/",
  "scraped_at": "2026-01-11T18:46:43",
  "sections": {
    "indications": "Renal calculi are the products of crystallization of specific stone-forming components seen in about 10% of people, and 80% are calcium-based stones. The most common stone, calcium oxalate, is formed primarily due to an imbalance between calcium and oxalate levels in the body or a lack of adequate crystallization inhibitors. Hyperoxaluria is a significant contributor to nephrolithiasis, and the causes of excess urinary oxalate can be classified into primary and secondary hyperoxaluria based on etiology. Though both can present with kidney stones, they differ in the extent of disease, rapidity of onset, and local and systemic complications.\n[1]\n[2]\n\nThe acute management of renal calculi has been well-studied and standardized.\n[3]\n[4]\nIt is necessary to understand when to evaluate a patient further for an underlying cause of the calculi. This evaluative process improves the patient's quality of life and prevents or delays recurrences and other complications of hyperoxaluria. In general, clinicians should offer 24-hour urine testing and preventive therapy to every nephrolithiasis patient, especially those who are strongly motivated to follow a long-term course of preventive therapy.\n\nEven relatively small changes in urinary oxalate can have a very significant impact on kidney stone production.\n[5]\nIn addition, the presence of hyperoxaluria alone, without concurrent nephrolithiasis, also has deleterious effects on the kidney, resulting in tubular toxicity, obstruction, interstitial fibrosis, and tubular atrophy. Unfortunately, an effective and specific treatment for this potential nephrotoxin is currently lacking. Therefore, clinicians caring for these patients should become familiar with the available diagnostic testing and treatments for hyperoxaluria and endpoints to measure therapy effectiveness.",
    "mechanism": "Depending on etiology, hyperoxaluria can be broadly divided into primary (rare) and secondary (common).\n\nPrimary Hyperoxaluria\n(PH) is caused by an inherent genetic defect or absence of a specific enzymatic activity, ultimately leading to significantly increased oxalate levels in the body (see\nImage.\nPathways of Endogenous Oxalate Production). PH is inherited as an autosomal recessive trait.\n\nSymptoms typically appear in childhood, with a median age of presentation of only 4 to 5 years old. PH often leads to multiple recurrent calcium oxalate nephrolithiasis episodes, nephrocalcinosis, and progressive renal damage, which may become end-stage renal disease (ESRD). PH type II is milder than type I, mainly due to lower urinary oxalate excretion, whereas recurrent renal stones are characteristic of PH type III.\n\nPH type I\n: Glyoxalate is produced as an intermediate molecule in hydroxyproline, glycolate, and glycine metabolism. Glyoxalate is generally catalyzed in the peroxisome of the hepatocytes by the enzyme alanine-glyoxylate-aminotransferase (AGT), which converts glyoxalate to glycine.\n[6]\nIn the event of a deficiency or absence of this enzyme, glyoxalate accumulates in the cytosol, where it is converted to oxalate by lactate dehydrogenase (LDH). This vitamin B6-dependent enzyme (AGT) deficiency has been linked to the AGXT gene mutation on chromosome 2. Type I comprises 70% to 80% of all PH.\n[7]\nBetween 20% and 50% of patients with this type will have advanced ESRD when diagnosed, and the median age at diagnosis is 24 years. About 80% of patients with this condition will develop ESRD by age 30.\n[8]\nPH type II\n: On chromosome 10, a specific gene codes for the enzyme glyoxalate hydroxypyruvate reductase (GRHPR), which converts glyoxalate to glycolate. A deficiency of this enzyme will lead to a buildup of glyoxalate, which LDH eventually converts to oxalate.\n[2]\n[7]\nPresentation is milder than type I, with ESRD occurring in 20% to 25% of patients.\n[8]\nPH type III\n: This is the least common type. It is caused by a deficiency of mitochondrial enzyme 4-hydroxy 2-oxoglutarate aldolase coded by the gene\nHOGA1\non chromosome 9. The lack of this enzyme limits the conversion of 4-hydroxy 2-oxoglutarate into glyoxalate. This limitation will divert more of the oxoglutarate toward the oxalate-producing pathway.\n[2]\n[7]\nClinical presentations are less severe than types I and II; nephrolithiasis is the primary symptom.\n[8]\n\nSecondary Hyperoxaluria\nmainly pertains to excess exogenous oxalate gained either through diet or due to intestinal pathologies. The overwhelming majority of hyperoxaluric patients will have the secondary type of the disorder. The causes of secondary hyperoxaluria include the following:\n\nDietary etiology\n\nDietary sources include foods rich in oxalates, such as spinach, rhubarb, collard greens, nuts, beets, and tea. High dietary oxalate has been thought to play a relatively small (10% to 20%) contributory role in hyperoxaluria.\n[5]\n[9]\nThe 24-hour urinary oxalate increases by 1.7 mg for every 100 mg of dietary oxalate ingested.\n[10]\nThis increase can be clinically significant as it has been shown that changes in 24-hour urinary oxalate excretion as small as 4 mg can increase the risk of nephrolithiasis by 60% to as much as 100%.\n[5]\nIncreased vitamin C is a risk factor for hyperoxaluria, as vitamin C is a potential precursor to oxalate. Amounts exceeding 1000 mg of vitamin C daily are considered a possible risk factor.\n[7]\nCranberry juice and concentrates are not recommended in patients with calcium oxalate stones or patients with hyperoxaluria due to their relatively high oxalate content.\n[11]\nDietary calcium combines with oxalate in the intestine, which protects against excessive oxalate absorption and hyperoxaluria. Therefore, decreased calcium in the diet becomes a risk factor for hyperoxaluria.\n[12]\n\nEnteric etiology\n\nEnteric hyperoxaluria: Free intestinal calcium will tightly bind to free oxalate, creating an insoluble molecule of calcium oxalate. This process lowers free intestinal oxalate levels and prevents excessive oxalate absorption, which the kidney would otherwise excrete. However, intestinal pathologies leading to fat malabsorption, such as bariatric surgery, cause a buildup of unabsorbed fatty acids and bile salts in the intestinal lumen that bind to the ingested dietary calcium, resulting in inadequate intestinal oxalate binding and subsequent increased oxalate absorption.\nAs the malabsorption continues further in the intestinal lumen, the colon's permeability to oxalate increases, aggravating the problem. The soluble oxalate, which did not combine with calcium, diffuses passively into the blood and is eventually filtered by the kidneys, resulting in severe hyperoxaluria. In addition, vitamin B6 deficiency often ensues in these conditions, further increasing endogenous oxalate production through decreased AGT activity.\n[2]\n[13]\nWhile usually associated with gastrointestinal bypass surgery, enteric hyperoxaluria can be found in any condition that results in chronic diarrhea, such as chronic biliary disease, various pancreatic disorders, short bowel syndrome, fat malabsorption, and irritable bowel syndrome.\n\nOxalobacter formigenes\n\nOxalobacter formigenes\nare gram-negative, facultative anaerobic, oxalate-degrading bacteria normally colonizing the colon by age 3. Antibiotic use, inflammatory bowel disease, or dietary changes may disrupt the\nOxalobacter\ncolonies with subsequent increased intestinal oxalate presence.\n[2]\n[13]\nPatients who have lost their natural\nOxalobacter\ncolonization have been found to have a 40% increase in average urinary oxalate levels compared to calcium oxalate stone formers with normal intestinal\nOxalobacter\n.\n[14]\n[15]\nUnfortunately, restoring natural intestinal\nOxalobacter\ncolonies is extremely difficult once they are lost.\nOxalobacter formigines\nare relatively resistant to sulfa and penicillin antibiotics but very sensitive to tetracyclines, macrolides, and fluoroquinolones.\nFemale patients who form kidney stones and have recurrent urinary tract infections have significantly higher average urinary oxalate levels than similar female patients who do not have a history of multiple infections. This difference is most likely due to the loss of intestinal\nOxalobacter\nfrom the multiple courses of antibiotics used to treat frequent urinary infections.\n[16]\nA similar process is likely in patients with cystic fibrosis, who also tend to use antibiotics frequently. Urinary oxalate levels were normal in a study of patients with cystic fibrosis and those with viable intestinal\nOxalobacter\ncolonies. In contrast, more than 50% of similar patients with cystic fibrosis who had lost their\nOxalobacter\nstrains were found to be hyperoxaluric.\n[17]\n\nOther causes\n\nPancreatic insufficiency in patients with acute or chronic pancreatitis causes saponification due to calcium binding to unabsorbed fatty acids, leaving an excess of intestinal oxalate to be absorbed, then filtered by the kidneys and excreted in the urine.\n[18]\n[19]\nEthylene glycol, found in antifreeze, is commonly ingested accidentally or intentionally. In 2020, US poison control centers noted 6036 calls regarding ethylene glycol ingestion. Of these, 586 had at least moderate clinical effects, 30 of which resulted in death. Ethylene glycol is metabolized through alcohol dehydrogenase; an end product is oxalate. Oxalate crystals are often found in the urine of patients with ethylene glycol ingestion.\n[20]\nRecently, a case series from Israel found 26 patients from 2019 to 2022 who experienced acute kidney injury (AKI) after keratin hair-straightening treatments containing glycolic acid. Of the 7 kidney biopsies performed, 6 demonstrated calcium oxalate crystals, and 1 showed intratubular calcification. The glycolic acid was thought to be absorbed topically, resulting in hyperoxaluria.\n[21]\nOther case reports have shown similar presentations, and this rare diagnosis should be considered in otherwise healthy patients presenting with AKI after hair treatments.\n[22]",
    "monitoring": "A patient presenting with acute renal colic symptoms should be investigated with a urinalysis and a noncontrast CT scan of the abdomen and pelvis. A KUB and renal ultrasound can be an alternative, but the noncontrast CT scan is the gold standard for evaluating flank pain, especially if associated with hematuria. A KUB is recommended immediately after the CT scan if any significant stones are found to aid in tracking the progress of the stone and to determine its radiopacity. Calcium oxalate stones are likely to be visible on the KUB if large enough, usually ≥2 to 3 mm. The evaluation of any underlying hyperoxaluria will be considered separately.\n\nA chemical analysis of all urinary calculi should be done whenever possible, and their composition should be studied to determine the possible etiology. Calcium oxalate monohydrate (whewellite) and calcium oxalate dihydrate (weddellite) assume dumbbell and pyramid crystalline forms in the urine, respectively. This may sometimes help determine the underlying cause, as pure calcium oxalate monohydrate is typically seen in PH. In contrast, both pure and mixed calcium oxalate stones (monohydrate and dihydrate) are seen in secondary hyperoxaluria.\n[2]\n[33]\n[37]\n\nAny patient suspected of hyperoxaluria should be tested for urinary oxalate excretion by collecting a 24-hour urine sample. This should preferably not be done in the hospital but rather by the patient at home while on their regular diet and usual activities. The testing is best done in a lab that conducts large numbers of urinary chemistries. Oxalate levels are typically performed in combination with other urinary chemistries to evaluate kidney stones. The other chemistries tested are typically urinary volume, pH, calcium, citrate, creatinine, magnesium, phosphate, uric acid, sodium, serum calcium, oxalate, and uric acid levels.\n[42]\nSerum oxalate levels are generally regulated in the narrow range of 1 to 3 μmol/L; however, levels can increase up to 45 μmol/L in patients with ESRD on hemodialysis and even higher than 100 μmol/L in PH.\n[39]\n\nFor most practical purposes, a normal 24-hour urinary oxalate level in adults would be ≤40 mg with an \"optimal\" level ≤25 mg. Urinary oxalate concentration should optimally be ≤20 mg oxalate/1000 mL urine.\n[43]\nMild or moderate hyperoxaluria (usually 40 to 60 mg/day) is considered dietary hyperoxaluria. A urine oxalate to creatinine ratio is also widely utilized, although the age-specific normal limits should be used for comparison. Repeat 24-hour urine testing is recommended every 3 months until optimal levels are obtained and at least yearly thereafter.\n[2]\n[33]\n[44]\n\nCorrecting the 24-hour urine oxalate level for the patient's body surface area is somewhat controversial. The corrected value is not typically given in 24-hour urine laboratory reports; it is just the normal reference range. If using the body surface area, the urine oxalate excretion is <0.45 mmol/1.73 m² per 24 hours. Urinary oxalate excretion >1.0 mmol/1.73 m² per 24 hours is typically seen in PH or enteric hyperoxaluria. Some experts argue that the surface area correction is relatively meaningless as the crystals and stones will form based solely on the relative supersaturation level, which is not dependent on body surface area measurements.\n\nThe diagnosis of PH is rare and unusual. More often than not, it becomes apparent only after the development of ESRD and dialysis.\n[2]\n[45]\nPatients with PH will have a 24-hour urinary oxalate level >75 mg, and many will exceed 100 mg or more per day. Some circumstances that could prompt an investigation for this condition are the following:\n\nAn episode of renal calculi in a child, especially if younger than 5 years\nRecurring episodes of calcium oxalate renal calculi in adults\nHyperoxaluria >100 mg/24 hours, although these high levels can also present in enteric hyperoxaluria. In enteric hyperoxaluria, calcium excretion is usually <100 mg/day, the patient often has chronic diarrhea, and there is generally severe hypocitraturia. Patients who have undergone gastric bypass surgery, such as a Roux-en-Y procedure, are far more likely to have enteric hyperoxaluria rather than PH as the cause of their calcium oxalate stone disease.\nAny patient diagnosed with calcium oxalate nephrocalcinosis, which is the deposition of calcium oxalate within the renal tissue. If a decrease in GFR accompanies this nephrocalcinosis, it is even more suggestive of PH. Nephrocalcinosis may also be caused by calcium phosphate deposition from renal tubular acidosis.\nA patient diagnosed with renal failure but without a clear underlying cause or a history of renal calculi\nIf the renal stones sampled from the patient are indicative of PH type I, which are calcium oxalate monohydrate (whewellite) calculi.\n[46]\n\nTo differentiate between type I and II biochemically, glycolate and glycerate levels are useful if elevated. Raised urinary glycolate level is seen in PH type I and glycerate in type II.\n[2]\n[37]\n[33]\nFor type III, an increased urinary level of 4-hydroxyoxoglutarate (HOG) and dihydroxyglutarate (DHG) suggest the diagnosis.\n[45]\n\nConfirmatory tests include direct genetic testing or measuring the AGT enzyme activity following a liver biopsy. A noninvasive definitive diagnosis of PH is provided by testing for\nAGXT\n,\nGRHPR,\nand\nHOGA1\ngenes.\n[2]\n\nThe American Urological Association (AUA) Guidelines recommend genetic testing for PH if urinary oxalate is >75 mg/day (or >0.85 mmol/24h/1.73 m²).\n[47]\nIt should also be considered in children with significant hyperoxaluria, recurrent oxalate nephrolithiasis, or nephrocalcinosis.\n\nGenetic Screening for Nephrolithiasis and Primary Hyperoxaluria\n\nIn the United States, free genetic screening panels for nephrolithiasis are available for patients. Primary care doctors, nephrologists, and urologists can make referrals for these screening panels online (1 such company is Inivitae).",
    "administration": "Treatment of a patient with hyperoxaluria includes conservative medical and surgical measures, along with the treatment of nephrolithiasis. Isolated renal stone treatment can be conservative, using fluids and alpha-blockers, or surgical if the stone or stones are larger than 4 mm, fail to pass, or become complicated by infection.\n\nFluid Intake\n: A greater fluid intake will increase urine volume and reduce the supersaturation of calcium oxalate. Measuring and focusing on urinary volume rather than any particular oral intake goal is preferable. It is recommended that the oral intake should be sufficient to generate at least 3000 ml of urine per day.\n[41]\n[43]\n[48]\nRecommendations are that patients measure their 24-hour urinary volume at home once a month until it is consistently >3 L/day.\n[8]\n\nUrinary Citrate and Alkalinization\n: Potassium citrate provides adequate urinary citrate levels and keeps the urine pH at a favorable 6.2 to 6.8. Sodium citrate can be used in cases of renal failure. Adequate urinary citrate levels (optimally at 250 to 300 mg/L or 500 to 600 mg daily total in divided doses) help prevent the aggregation of calcium oxalate crystals into stones. Potassium citrate supplements are often given along with thiazide diuretics, which decrease citrate levels when treating hypercalciuria.\n[2]\n[33]\n[49]\nThe use of oral orthophosphates together with pyridoxine (vitamin B6) has also been proven to help reduce the formation of calcium oxalate stones.\n[50]\n\nDietary Measures\n: Dietary modifications in secondary hyperoxaluria are useful and easily applied. Although randomized controlled trials have proven that restricting dietary calcium is detrimental, the beneficial effect of calcium supplementation in protecting against oxalate stones is less clear.\n[41]\n[48]\nA reasonable calcium diet should be used with calcium citrate supplementation during the higher oxalate-containing meals. Iron can be substituted for calcium as a binding agent for oxalate, but calcium is more effective. Any excessive intake of vitamin C should be limited.\n[41]\n[51]\nOxalate-rich foods like tea, dark-leafy vegetables, spinach, kale, rhubarb, nuts, cranberries, beets, and chocolates should be limited.\n[48]\n[52]\n\nPyridoxine:\nPyridoxine (vitamin B6) should be supplemented to help patients reduce their hyperoxaluria, sometimes significantly. This has been studied extensively in type I PH. Activated vitamin B6—pyridoxal 5’-phosphate—is a cofactor for alanine-glyoxylate aminotransferase (AGT) and is thought to increase the stability and effectiveness of the AGT enzyme. Effectiveness depends on the genetic variant in AGT. Variants altering the active site binding to activated vitamin B6 and those with certain missense mutations are more responsive to this supplementation. About 30% of patients with type 1 PH are vitamin B6 responsive.\n[53]\nThe dosage is 5 to 20 mg/kg per day, to a maximum of 500 mg/day, in divided doses aiming to decrease Uox by at least 30%. Type II and type III PH patients will not benefit from this therapy as their defective enzymes do not include pyridoxine as a cofactor.\n[54]\n\nOxalobacter\nTreatments:\nOxalobacter formigenes\n, although involved in the pathogenesis of hyperoxaluria when deficient, confer only limited benefit when given as an oral supplement. Research is ongoing to help restore it effectively to the GI tract in hyperoxaluric patients.\n[44]\n[55]\nSeveral controlled trials showed oral\nOxalobacter\ntherapy could reestablish intestinal colonies in PH patients. Still, all of the trials failed to demonstrate any significant reduction in plasma or urinary oxalate compared to placebo.\n[55]\n[56]\n[57]\nThe lack of a successful clinical effect is thought to be due to the viability of the bacteria in vivo and the possibility of insufficient treatment time. In June 2020, a lyophilized\nO. formigenes\nformulation called Oxabact was granted the Food and Drug Administration (FDA) Rare Pediatric Disease Designation and has been used successfully in case reports.\n[8]\nDifferent formulations of oxalate decarboxylase, which converts oxalate to formic acid and carbon dioxide, have also been studied. Usually, the enzyme is derived from fungi or bacteria. Currently, this treatment has only been tested on healthy volunteers or patients with secondary hyperoxaluria. However, results showed significant oxalate lowering in these populations.\n[8]\n[58]\n\nAnti-Inflammatory Agents:\nNLRP3 is 1 of 3 cytosolic proteins activated by oxalate crystals, resulting in IL-1 release and causing inflammatory tubular epithelial injury. Novel inhibitors of NLRP3 and IL-1 are promising therapeutics that may be useful in the future for hyperoxaluria (both primary and secondary), as well as for CKD in general. Some of these agents are canakinumab, rilonacept, and anakinra, which are all FDA-approved for other inflammatory conditions. Canakinumab is used in anti-inflammatory diseases, like familial Mediterranean fever; rilonacept for pericarditis; anakinra is approved for inflammatory conditions, like rheumatoid arthritis.\n[7]\n\nOther Therapies:\nOrthophosphates and pyridoxine have been successfully used to treat primary and secondary hyperoxaluria.\n[50]\nThe phosphate supplement increases urinary pyrophosphate, which binds urinary calcium, while the pyridoxine helps reduce hyperoxaluria. Orthophosphates should not be used in patients with significant renal failure.\n[8]\n\nMagnesium supplements (usually magnesium oxide or magnesium hydroxide) reduce oxalate absorption by binding with oxalate in the intestinal tract but may promote diarrhea when used alone.\n[50]\nAs with phosphate, it works well with pyridoxine and can be used with orthophosphates. The selection of which supplement to use (orthophosphates, magnesium, or both) should be based on urinary chemistry levels of phosphate, magnesium, and renal function values. Magnesium supplementation alone may cause diarrhea. Neither orthophosphate nor magnesium supplementation will decrease endogenous oxalate production.\n\nCholestyramine is primarily used to manage bile acid malabsorption, increasing intestinal oxalate binding and reducing absorption. Cholestyramine will also bind intestinal oxalate directly and help reduce diarrhea, which is particularly useful in enteric hyperoxaluria. However, it can also cause constipation. In large doses, it releases chloride, which can potentially cause hyperchloremic acidosis. Cholestyramine will interfere with the absorption of many other medications and vitamins, especially thiazide diuretics, vitamin A, folic acid, and vitamin D. Lanthanum is a phosphate binder that also can bind oxalate and has been shown to lower oxalate in case reports.\n[53]\n\nPentosan polysulfate (Elmiron), a synthetic glycosaminoglycan, can reduce calcium oxalate nephrolithiasis primarily by inhibiting crystal aggregation. It also appears to help lower intestinal oxalate transport and reduce urinary oxalate excretion.\n[59]\n[60]\n[61]\n[62]\n[63]\n\nSummary of Treatments for Secondary Hyperoxaluria\n\nLow fat, low oxalate diet. Avoid excessive meat intake, spinach, cranberries, kale, rhubarb, and collard greens, as these have the highest oxalate content (although the role of dietary contribution is thought to be minimal).\nLimit excess vitamin C and vitamin D\nPyridoxine (vitamin B6) supplementation\nNormal/high calcium diet to increase intestinal oxalate binding\nCalcium citrate supplements (or iron as an alternative) with higher oxalate meals (usually lunch and dinner). One may use calcium/magnesium citrate if calcium alone is too constipating. (The optimal calcium: magnesium ratio is 2:1.)\nPotassium citrate supplementation to optimize urinary pH and 24-hour urine citrate levels. Liquid preparations are preferred in patients with bowel problems or chronic diarrhea. Low potassium, liquid citrate supplements are commercially available.\nUrinary volume optimization: Enough fluid intake to produce a minimum of 3 L daily is recommended.\nCholestyramine will help with bile malabsorption, increase intestinal oxalate binding, and reduce diarrhea.\nPentosan polysulfate can help lower urinary oxalate excretion, but its main benefit is reducing calcium oxalate crystal aggregation. Its use is limited now due to the risk of permanent retinal damage with prolonged administration.\n[64]\nAnti-diarrheal therapy should be used if there is chronic diarrhea.\nOrthophosphate or magnesium supplementation. Do not use orthophosphates in patients with significant renal failure.\nRecheck 24-hour urine testing every 3 months until optimal results are obtained, then yearly.\nIn cases of severe hyperoxaluria and all children with hyperoxaluria, consider screening for primary and enteric hyperoxaluria as appropriate.\nOptimize all other urinary chemical components (calcium, citrate, uric acid) that may promote renal stone formation.\n\nEnteric hyperoxaluria\npatients are also advised to consume a low-fat diet, calcium and citrate supplements, and a restriction of oxalate-rich foods.\n[13]\nCalcium citrate supplements are the primary medical treatment for enteric hyperoxaluria and can be very helpful when taken with high oxalate meals.\n[65]\nFor this purpose, calcium citrate with or without magnesium is recommended. Magnesium helps avoid the constipation sometimes associated with calcium supplements. Extra vitamin D should also be avoided. The extra calcium should remain longer in the intestinal tract. Iron can be used as an alternative or supplemental oxalate binding agent, but it is less effective than calcium. Aluminum may also be used for oxalate binding, but the risk of aluminum toxicity limits its use.\n\nHigher dietary salt causes increased urinary sodium levels that exacerbate hypercalciuria and cause an increased propensity to form calcium oxalate stones. Limiting sodium intake has been proven to help prevent recurrences of renal stones.\n[48]\n[66]\nExcess meat protein in the diet also increases urinary calcium and uric acid excretion; therefore, it should be somewhat limited in patients with a history of renal calcium stones.\n[48]\n[67]\n[68]\nPotassium citrate supplements will help correct hypocitraturia. Liquid supplements are preferred due to the short transit times. Cholestyramine helps control bile acid malabsorption, improves intestinal oxalate binding directly and indirectly, and reduces diarrhea, which can be associated with enteric hyperoxaluria.\n[69]\nFinally, all other kidney stone chemical factors should be optimized as much as possible.\n[67]\nAs a last resort, the GI bypass surgery can be reversed.\n\nTreatments for Primary Hyperoxaluria\n\nDietary measures do not play a major role in PH as the excess oxalate in this condition is endogenous. Early, aggressive treatment is necessary to prevent loss of renal function, so utilization of all of the above measures is reasonable, including high dose pyridoxine, orthophosphate and magnesium supplementation, increased urinary volume, pentosan polysulfate (Elmiron), Lumasiran, and intensive dialysis. Liver-kidney transplants are a last-resort therapy when all other measures are insufficient.\n\nLumasiran and Nedosiran:\nIn November 2020, the FDA and the European Medicines Agency approved using lumasiran for type I PH. It is the first available, effective therapy for PH short of combined liver/kidney transplantation. Lumasiran arose from a new type of therapy called small interfering RNA (siRNA) that targets specific enzymes. In this case, the targeted enzyme is the mRNA for the hepatic hydroxamic oxidase 1 gene (\nHOA1\n), which encodes glycolate oxidase. Blocking glycolate oxidase, which is chemically upstream from AGT where the genetic defect that causes PH type I is located, effectively lowers oxalate production in these individuals. Studies in adults and children have shown dramatic results, with an average 65% reduction in oxalate production and 52% of patients returning to normal oxalate levels, which were maintained for at least 6 months.\n[70]\n[71]\n[72]\nHowever, it does nothing for other types of primary or secondary hyperoxaluria. The medication is administered by a subcutaneous injection every 3 months after an initial induction phase of 4 monthly injections. It is approved for adults and children in the US and the European Union.\n\nNedosiran, like lumasiran, is also an RNA interference therapy designed to target hepatic lactate dehydrogenase (LDH), which converts glyoxalate to oxalate.\n[73]\nThis should theoretically be effective in all 3 types of PH.\n[73]\nExperimentally, it has demonstrated dramatically lower plasma and urinary oxalate levels in type I PH. While not yet FDA-approved, a compassionate use exception was made in the case of a 17-year-old PH type I patient (originally diagnosed at age 5) who was already on aggressive, daily dialysis awaiting a combined liver-kidney transplant. The nedosiran treatment was well-tolerated and effectively decreased her serum oxalate level by about 75% despite a significant decrease in dialysis treatments from daily to the standard 3 times a week. This result has been sustained for 6 months. This success may allow the patient to avoid a liver transplant, although she will still need a new kidney. Nedosiran appears to be the first effective oxalate-lowering therapy for PH type I patients who have ESRD.\n[74]\n[75]\nIn a study with 35 PH patients (29 type I and 6 type II patients), nedosiran successfully lowered urinary oxalate significantly to normal or near-normal levels in most of these patients, with minimal adverse effects.\n[75]\n\nSteripentol:\nSteripentol is a drug initially used as an anti-epileptogenic, which was found to inhibit the activity of LDH significantly. LDH catalyzes the conversion of glyoxalate to oxalate in hepatocytes and should theoretically improve all 3 types of PH. Results of recent clinical trials are pending.\n[8]\n\nDialysis:\nThe role of dialysis is controversial. Serum oxalate levels of 30 to 45 μmol/L lead to tissue deposition, and dialysis aims to keep the oxalate level below that to prevent supersaturation. In patients with ESRD due to PH, dialysis cannot remove oxalate as quickly as it accumulates in the blood. In these cases, a special intensive dialysis regimen has to be put into place, which has more sessions per week compared to the standard dialysis therapy, combining both hemodialysis and peritoneal dialysis to achieve maximum oxalate clearance.\n[2]\n[37]\nThis typically results in 6 to 8 hours of dialysis daily, substantially more than is needed for ESRD alone. High-flux filters are also useful.\n[8]\nDue to these drawbacks, dialysis has limited indications. Patients waiting for a liver or renal transplant, posttransplant patients with suboptimal hepatic or renal function, or older patients who are unfit for surgery are a few of the circumstances where intensive dialysis for severe hyperoxaluria might be considered.\n[33]\n[76]\nNedosiran, as mentioned above, is a new experimental treatment that has already demonstrated significant effectiveness in severely hyperoxaluric patients with ESRD on dialysis.\n[74]\n[75]\n\nTransplant\n: The procedures to choose from are 1) an isolated liver transplant, 2) an isolated renal transplant, or 3) a combined liver-renal transplant. The final decision is made after considering various factors. Patients with ESRD or a GFR approaching end-stage levels may require renal transplants. A liver transplant is the only curative measure in patients with type I PH, as the problem is dysfunction/defect at the level of the hepatic AGT enzyme isolated renal transplant may be considered in patients who show a positive response to pyridoxine by increasing AGT-activated.\n[77]\nHowever, in most PH cases, combined liver and kidney transplantation has been demonstrated to be superior to isolated kidney transplantation for kidney graft survival, reported to be 76% for combined transplant and 14% for isolated kidney transplant at 5 years. The optimal timing of liver and kidney transplants and whether they should be performed together or sequentially is still being studied.\n[8]\n\nPH type II manifests due to the defective enzyme glyoxalate/hydroxypyruvate reductase (GRH is found in other tissues besides the liver; therefore, an isolated renal transplant is not recommended for these patients.\n[78]\nPatients with PH type III are not usually referred for renal transplantation as the chances of them developing ESRD are extremely low.\n[2]\n[44]\nThere is minimal data on renal transplantation in patients with secondary hyperoxaluria.\n[2]\n\nExperimental Treatments\n\nFuture therapies for controlling hyperoxaluria being investigated include the following:\n[56]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n\nVitamin E and other antioxidant supplementation\nRecombinant gene therapy to replace defective hepatic enzymes\nIntestinal oxalate transport (SLC) blockers, especially SLC26A3 and S1C26A6\nHepatocyte cell transplantation\nOrganic marine hydrocolloid (reduced urinary oxalate by 20% in 1 limited study in patients with severe enteric hyperoxaluria)\nRNA interference therapy (similar to lumasiran, utilizes lipid nanoparticles and N-acetyl galactosamine delivery systems)\nRNA interference therapy targeting non-hepatic enzymes or intestinal oxalate transport mechanisms\nUse of gene-editing technology (CRISPR) to correct specific enzyme pathways for PH. This offers the potential for a single, curative treatment.\nVit B6, betaine, the antibiotic mitochondrial transport inhibitor dequalinium chloride (DECA), and the alkaloid emetine are being evaluated as chaperone proteins for AGT.\n\nExperimental Plant-Based Therapies\n\nIn early animal studies, banana stem juice appeared promising as a possible therapy for hyperoxaluria.\n[86]\nLupeol is chemically a pentacyclic triterpenoid extracted from the Varuna tree (\nCrataeva nurvala)\n. Lupeol has significantly reduced urinary oxalate in animals and minimized renal tubular damage.\n[87]\nAn oxalate-digesting enzyme has been extracted from beet stems and found effective in animals.\n[88]\nA surprising number of various plant-based extracts have shown activity in reducing urinary oxalate levels in animals, including\nBombax ceiba, Hibiscus sabdariffa, Aierva lanata, Bryophyllum pinnatum, Costus igneius, and Ipomoea eriocarpa\n, among others. Unfortunately, none of these plant-based remedies has been tested in hyperoxaluric humans.",
    "adverse_effects": "The complications of calcium oxalate stones in the urinary tract include the following:\n\nAnuria\nHydronephrosis\nObstructive pyelonephritis\nPostrenal obstruction and the gradual decline of kidney function\n[36]\nRenal abscess\nUrine extravasation\nUrosepsis\n\nThe development of nephrocalcinosis, further leading to ESRD, is the most dangerous complication. Along with the kidneys, the involvement of the other organ systems is also seen as a complication of the long-term buildup of oxalate in the serum. Hyperoxaluria also leads to renal obstruction, tubular inflammation, tubular atrophy, and interstitial fibrosis."
  }
}