{
  "drug_name": "calcitriol",
  "nbk_id": "NBK526025",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526025/",
  "scraped_at": "2026-01-11T15:24:43",
  "sections": {
    "indications": "Hypercalcemia, vitamin D toxicity, and hypersensitivity to calcitriol or any vitamin D analog are contraindications to taking systemic calcitriol.\n\nWarning and Precautions\n\nRelative contraindications to calcitriol include patients with increased sensitivity to calcium dysregulation, including arteriosclerosis, cardiac disease, hyperphosphatemia, renal failure, and sarcoidosis. Patients with cardiac disease, especially those taking digoxin, are at an increased risk for cardiac arrhythmias from hypercalcemia and should be dosed conservatively.\n[26]\nPatients with renal failure are susceptible to increased risk for vitamin D-induced hypercalcemia, and chronic hypercalcemia may lead to soft tissue calcification, nephrocalcinosis, and other toxicities.\n\nFrom a preventative lifestyle perspective, accidental exposure, prolonged ultraviolet (UV) sunlight absorption, occlusive dressing use, ocular exposure, and dehydration are contraindications to calcitriol use, as they may increase serum calcium to toxic levels. Photosensitizing agents and UV sunlight may increase the risk of skin tumor formation when combined with topical calcitriol. The topical ointment should not be applied to the face, which may lead to skin irritation. For patients with recent injuries and wounds, increased calcium levels may also occur with topical administration due to the enhanced absorption of calcitriol from occlusive dressings.\n\nAs per Endocrine Society guidelines, ectopic production of calcitriol is a less frequent but significant cause of hypercalcemia of malignancy (HCM), particularly in lymphomas. Calcitriol-induced HCM increases calcium and phosphorus absorption from the gastrointestinal tract and enhances osteoclast-mediated bone resorption. Despite glucocorticoid therapy inhibiting the 1α-hydroxylase enzyme to limit calcitriol production, hypercalcemia may persist in these patients. In such cases, adding an intravenous bisphosphonate or denosumab is recommended to manage severe or symptomatic hypercalcemia effectively.\n[27]\n\nLymphomas or certain granulomatous diseases like sarcoidosis may activate extrarenal 1α-hydroxylase, the enzyme responsible for converting 25-hydroxyvitamin D to calcitriol. This leads to elevated calcitriol levels and hypercalcemia of malignancy, which should be separated from iatrogenic administration.\n[28]",
    "mechanism": "In humans, vitamin D3 is the primary form of vitamin D, synthesized from 7-dehydrocholesterol when exposed to sunlight. Vitamin D3 can also be obtained through dietary sources or supplements. Once in the bloodstream, vitamin D3 binds to vitamin D-binding protein (DBP) and is transported for activation in the liver and kidneys. In the liver, vitamin D3 undergoes conversion by enzymes in the cytochrome P450 system to form 25-hydroxyvitamin D. This molecule is further converted in the kidneys by the enzyme 1-α hydroxylase into 1,25-dihydroxyvitamin D (calcitriol), the active form of vitamin D. Calcitriol, a small lipophilic molecule with superior cellular penetration, then binds to the vitamin D receptor (VDR).\n[15]\n\nCalcitriol binds to vitamin D receptors in the kidneys, parathyroid glands, intestines, and bones to increase serum blood calcium levels by promoting absorption in the intestines, renal tubular reabsorption in the kidneys, and release from bone. Calcitriol is also a transcription factor that encodes a calcium-binding protein, simultaneously transporting calcium and phosphate ions across intestinal epithelial cells.\n[3]\nAlong with the parathyroid hormone, calcitriol stimulates bone resorption by activating osteoclasts and releasing the receptor activator of nuclear factor κB ligand (RANKL) from osteoblasts. Topically, studies have found that calcitriol significantly inhibits the proliferation of normal human epidermal keratinocytes and T lymphocytes by inducing apoptosis and inhibiting gene expression of relevant chemokines and epidermal proteins involved in psoriasis.\n[4]\n\nPharmacokinetics\n\nAbsorption:\nCalcitriol is quickly absorbed from the intestine. Peak serum concentrations are attained within 3 to 6 hours, and the steady-state plasma concentration is achieved within 7 days.\n\nDistribution:\nCalcitriol is approximately 99.9% bound in plasma. An α-globulin vitamin D binding protein facilitates the transportation of calcitriol and other vitamin D metabolites in the blood. Furthermore, calcitriol is transferred into human breast milk at low concentrations. Maternal calcitriol is capable of entering fetal circulation.\n\nMetabolism:\nThere are 2 pathways of metabolism for calcitriol. The first pathway involves the enzyme 24-hydroxylase as the first step in its catabolism. The end product of this pathway is calcitroic acid. The second pathway converts calcitriol via stepwise hydroxylation and cyclization to yield calcitriol lactone, which is the major metabolite.\n[16]\n[17]\n\nElimination:\nEnterohepatic recycling and biliary excretion of calcitriol occur. The metabolites of calcitriol are excreted primarily in feces. A study shows that vitamin D deficiency promotes the progression of nonalcoholic steatohepatitis/metabolic dysfunction-associated steatotic liver disease (NASH/MASLD) by disrupting the enterohepatic circulation of bile acids, leading to impaired bile acid retention in the liver, increased hepatic lipogenesis, and inflammation. Restoration of 1,25-dihydroxyvitamin D3 (calcitriol) or bile acid sequestration may offer potential therapeutic strategies for treating or preventing MASLD disease by improving bile acid circulation and reducing liver inflammation.\n[18]\n[19]",
    "administration": "Available Dosage Forms and Strengths\n\nCalcitriol may be administered intravenously through a catheter, orally without regard to meals, or topically for external use only. No dilution is necessary for intravenous administration, and a bolus dose is given at the end of a hemodialysis session. During the initial titration period, serum calcium and phosphorus levels should be monitored twice weekly. Calcitriol capsules and oral solutions may be taken with or without meals but should be protected from prolonged light exposure. Topical administration is performed by applying a thin film to the affected area with gentle rubbing, being careful not to apply to the face or eyes. Topical calcitriol is available as an ointment containing 3 μg of calcitriol per gram. Systemic calcitriol is available as oral capsules in 0.25 and 0.5 μg, an injectable 1 μg/mL solution, and an oral solution of 1 μg/mL.\n\nAdult Dosage\n\nDialysis-associated hypocalcemia:\nThe initial dose of calcitriol is 0.25 μg/d, which may be increased by 0.25 μg/d every 4 to 8 weeks. Serum calcium levels should be monitored twice weekly during titration and monthly once the optimal dose is reached. Most patients respond to doses between 0.5 μg/d and 1 μg/d.\n\nHypoparathyroidism:\nThe recommended initial dose is 0.25 μg/d. The dose can be increased at 2 to 4 weeks based on response. During titration, serum calcium levels should be monitored twice weekly. Most adult and pediatric patients respond to a dosage between 0.5 and 2 μg daily, while younger patients (aged 1 to 5) typically receive between 0.25 μg to 0.75 μg daily.\n\nSecondary hyperparathyroidism:\nThe initial dose of calcitriol is 0.25 μg/d, which may be increased to 0.5 μg/d if necessary. The initial dosage for pediatric patients younger than 3 is 10 to 15 ng/kg/d.\n\nPsoriasis:\nFor psoriasis, patients should be instructed to apply calcitriol topical ointment to affected areas twice daily. The maximum weekly dose for adults is 200 g.\n\nSpecific Patient Populations\n\nHepatic impairment:\nStudies investigating the impact of hepatic impairment on calcitriol have not been conducted. Use with caution.\n\nRenal impairment:\nLower peak calcitriol levels in serum have been observed in patients with nephrotic syndrome and those undergoing hemodialysis compared to healthy individuals. The elimination half-life of calcitriol is significantly prolonged in patients with chronic kidney disease and hemodialysis.\n\nPregnancy considerations:\nCalcitriol is considered a FDA Pregnancy Category C drug, meaning there are no well-controlled studies on the adverse effects of calcitriol on pregnant women. In cases where calcitriol is necessary for pregnant women, close monitoring of serum calcium levels is required since pregnancy is associated with alterations in calcium production, metabolism, and excretion.\n[20]\nFurther adverse effects, including neonatal mental retardation and congenital aortic stenosis, must be considered as potential outcomes of hypercalcemia during pregnancy.\n\nBreastfeeding considerations:\nCalcitriol, the active form of vitamin D (1,25-dihydroxyvitamin D), has been used safely by women with hypocalcemia during breastfeeding despite occasional fluctuations in serum calcium levels. Limited evidence suggests that appropriately adjusted doses of calcitriol do not harm breastfed infants. If a mother needs calcitriol, breastfeeding does not need to be discontinued. Additionally, women with hypoparathyroidism often require lower doses of calcitriol and calcium when lactating.\n[21]\nOn that note, lactating mothers must also be closely monitored for hypercalcemia due to post-partum and potential lactation-induced alterations in calcium metabolism.\n[22]\n\nPediatric patients:\nThe safety and effectiveness of calcitriol in pediatric dialysis patients are not established. Adult studies and pediatric data support its use in predialysis pediatric patients. Dosing guidelines are unavailable for pediatric patients younger than 12 months with hypoparathyroidism or younger than 6 years with pseudohypoparathyroidism. Oral doses of 10 to 55 ng/kg/d improve calcium homeostasis and bone disease in predialysis pediatric patients. Long-term use is well tolerated, with common issues like mild hypercalcemia and hyperphosphatemia managed by dose adjustments or temporary discontinuation. Children with psoriasis (and their caregivers) should be instructed to apply calcitriol topical ointment to affected areas twice daily. For children aged 2 to 6 years, the maximum weekly dose is 100 g. For children aged 7 and older, the maximum weekly dose is 200 g.\n\nOlder patients:\nCalcitriol should be administered cautiously in older patients, starting at the lower end of the dosing due to the risk of reduced renal function and concomitant diseases or medications. No significant differences in response between older and younger patients have been reported.",
    "adverse_effects": "Hypercalcemia is the most common adverse reaction reported in at least one-third of patients taking systemic calcitriol. Early signs of hypercalcemia include fatigue, weakness, nausea, vomiting, abdominal pain, constipation, diarrhea, vertigo, tinnitus, ataxia, arthralgia, and irritability.\n[23]\nLate signs of hypercalcemia include polyuria, polydipsia, cardiac arrhythmias, sensory disturbances, apathy, nephrocalcinosis, urinary tract infections, and hypertension.\n\nLess than 10% of reported adverse reactions include headache, skin rash, polydipsia, nausea, abdominal pain, and urinary tract infection. Less than 1% include hypertension, increased hematocrit, increased hemoglobin, drowsiness, hyperthermia, lymphocytosis, increased neutrophils, anorexia, constipation, and ophthalmic conditions such as conjunctivitis and photophobia.\n\nHypercalciuria and nephrolithiasis have been confirmed in patients receiving systemic calcitriol treatment. Laboratory abnormalities associated with late signs of hypercalcemia include elevated aspartate aminotransferase (AST), alanine aminotransferase (ALT), and blood urea nitrogen (BUN) levels. Because calcitriol also increases the intestinal absorption of phosphorous, hyperphosphatemia can occur in patients with renal failure and may further contribute to elevated serum creatinine levels, ectopic calcification, secondary hyperparathyroidism, and renal osteodystrophy.\n\nHypersensitivity reactions, including pruritus, rash, and urticaria, may occur in susceptible patients. Studies of intravenous calcitriol have found rare cases of anaphylactoid reactions attributed to systemic calcitriol\n[24]\n. Less than 1% of post-marketing case reports have found pruritus, erythema, acute generalized exanthematous pustulosis, psoriasis, and contact dermatitis associated with calcitriol ointment administration.\n\nDrug-Drug Interactions\n\nCholestyramine:\nCholestyramine may impair the absorption of fat-soluble vitamins, including calcitriol, decreasing their effectiveness. Therefore, monitoring for deficiencies and adjusting treatment as needed is essential.\n\nPhenytoin/phenobarbital:\nPhenytoin or phenobarbital does not significantly affect plasma concentrations of calcitriol but may decrease the endogenous plasma levels of 25-hydroxyvitamin D3 by accelerating its metabolism. Therefore, higher doses of calcitriol may be required when these drugs are used concomitantly.\n\nThiazides:\nThiazides can induce hypercalcemia by decreasing renal calcium excretion. When co-administered with calcitriol, thiazides may exacerbate hypercalcemia. Caution is warranted when coadministering these agents.\n\nDigitalis:\nCaution should be exercised when administering calcitriol to patients receiving digitalis, as hypercalcemia may increase the risk of arrhythmias. Close monitoring of calcium levels is essential to avoid complications.\n\nKetoconazole:\nKetoconazole may inhibit both the synthesis and catabolism of calcitriol, reducing serum calcitriol levels.\n\nCorticosteroids:\nCorticosteroids may act as functional antagonists to calcitriol. They inhibit calcium absorption in the gastrointestinal tract, which could reduce calcitriol's effectiveness in promoting calcium homeostasis.\n\nPhosphate-binding agents:\nGiven that calcitriol influences phosphate transport in the intestines, bones, and kidneys, adjustments in the dosage of phosphate-binding agents may be necessary, depending on the patient's serum phosphate levels. Patients with chronic kidney disease who take aluminum-containing antacids for hyperphosphatemia must also be monitored closely, as the calcium-phosphate product may affect serum calcium and phosphate levels.\n\nVitamin D:\nCalcitriol is the most potent active form of vitamin D3; concurrent administration of vitamin D and its analogs should be avoided to prevent potential additive effects and the risk of hypercalcemia.\n\nCalcium supplements:\nExcessive intake of calcium-containing preparations should be avoided during calcitriol therapy, as it may increase the risk of hypercalcemia.\n\nMagnesium:\nPatients on dialysis should avoid magnesium-containing preparations, such as antacids, during calcitriol treatment due to the risk of hypermagnesemia.\n\nOrlistat:\nOrlistat inhibits lipase, reducing the absorption of fat-soluble vitamins. Use caution and instruct the patient to take fat-soluble vitamins and separate doses adequately.\n[25]",
    "monitoring": "Monitoring parameters for calcitriol involve measurements of serum calcium, creatinine, BUN, intact PTH, and phosphate. All patients must be monitored with serum calcium twice weekly during titration periods. According to the KDIGO 2009 guidelines, the corrected total serum calcium and phosphorus levels should be in the normal range for all stages of chronic kidney disease (CKD).\n[29]\nFor patients with CKD stage 3, serum calcium and phosphorous levels should be monitored every 6 to 12 months. For CKD stage 4, serum calcium and phosphorous levels should be monitored every 3 to 6 months and PTH every 6 to 12 months. For CKD stage 5, serum calcium and phosphorous levels should be monitored every 1 to 3 months and PTH every 3 to 6 months. The literature is unclear on the optimal range for PTH levels in CKD, but in patients with CKD stage 5D, the careful maintenance of intact PTH levels should be within 2 to 9 times the upper limit of normal values.\n\nIf hypercalcemia develops, the drug should be discontinued immediately until serum calcium levels normalize, and treatment can resume at a lower initial dose. In patients receiving dialysis, serum calcium, phosphorus, magnesium, and alkaline phosphatase must be monitored periodically. In patients with hypoparathyroidism, serum calcium, phosphorus, and 24-hour urinary calcium levels must be regularly monitored. In predialysis patients, serum calcium, phosphorous, alkaline phosphatase, creatinine, and intact PTH are compared at baseline and then monthly for 6 months. Therapeutic effectiveness requires a minimum of 600 mg of calcium intake daily, with the recommended dietary allowance for calcium in adults being 800 to 1200 mg.\n[30]\nMonitor the Psoriasis Symptom Inventory (PSI), Psoriasis Area and Severity Index (PASI), and The Dermatology Life Quality Index (DLQI) in patients with psoriasis.\n[7]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe median lethal dose for oral administration in rats is 620 μg/kg, and the median lethal dose for intraperitoneal administration is greater than 5 mg/kg. Overdose symptoms of hypercalcemia include anorexia, nausea, vomiting, polyuria, polydipsia, and weakness.\n[31]\n\nManagement of Overdose\n\nTreatment for calcitriol overdose includes general supportive measures. Immediate discontinuation of calcitriol and a low-calcium diet is recommended. The initial treatment for symptomatic or severe hypercalcemia typically involves hydration and intravenous bisphosphonates, such as zoledronic acid or pamidronate. For patients with renal impairment, denosumab and dialysis may be required.\n[31]\nDrugs like phosphates and corticosteroids may help induce excretion and forced diuresis in persistent, elevated calcium levels. One hypothesis involves ketoconazole or fluconazole, which inhibit CYP27B1, and can be effective in cases of calcitriol toxicity; further research is required.\n[32]\nConsult a toxicologist or poison control center for the latest recommendations."
  }
}