{
  "drug_name": "calcium salt",
  "nbk_id": "NBK482482",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482482/",
  "scraped_at": "2026-01-11T15:24:46",
  "sections": {
    "clinical_significance": "Measurement of Renal Function (Creatinine Clearance)\n\nNumerous formulas are available to estimate renal function, with most relying on creatinine levels. The Chronic Kidney Disease Epidemiology Collaboration, CKD-EPI equation, is currently the most commonly used formula in laboratories and hospitals. This formula estimates the GFR using creatinine levels and sex as critical variables.\n[23]\nThe gold standard for GFR is injecting inulin and measuring kidney clearance.\n[24]\nHowever, this method is invasive, time-consuming, and unavailable in all laboratories. As an alternative, the biochemical marker creatinine in serum and urine is commonly used to estimate GFR.\n[25]\nPlease see StatPearls' companion resource, \"\nRenal Function Tests\n,\" for further information.\n\nCreatinine is the anhydride product of creatinine and is directly related to muscle mass.\n[10]\nCreatinine clearance (CrCl) is the volume of blood plasma cleared of creatinine per unit time and provides a rapid, cost-effective method for assessing renal function. CrCl and GFR can be estimated using urine creatinine, serum creatinine, and urine volume collected over a specific period. However, because the peritubular capillaries secrete creatinine, CrCl tends to overestimate GFR by about 10% to 20%. Despite this margin of error, CrCl remains an accepted method for measuring GFR due to its ease of measurement.\n[26]\n\nCrCl is calculated using the equation:\n\nCr\nCl\n= (U\nCr\n× V) / P\nCr\n\nCr\nCl\n= creatinine clearance; U\nCr\n= urinary creatinine concentration (mg/dL); V= urinary flow rate (volume/time in mL/min); and P\nCr\n= plasma creatinine concentration (mg/dL).\n\nUrea clearance, similar to creatinine clearance, is used to estimate renal function:\n\nCl\nur\n= (U\nur\n× V) / P\nur\n\nCl\nur\n= urea clearance; U\nur\n= urinary urea concentration (mg/dL); V= urinary flow rate (volume/time in mL/min); and P\nur\n= plasma urea concentration (mg/dL).\n\nPlease see StatPearls' companion resource, \"\nRenal Function Tests\n,\" for further information.\n\nNephrolithiasis Prevention\n\nThe 24-hour urinalysis is a key component of the metabolic workup for individuals with recurrent nephrolithiasis. Accurate collections can identify treatable abnormalities predisposing individuals to stone formation and help monitor treatment effectiveness. Since urinary constituents can vary significantly based on diet and lifestyle, their interpretation can be complex and often subjective. More than 90% of patients with kidney stones will exhibit at least 1 suboptimal chemical disorder. While 24-hour urine testing alone does not cure nephrolithiasis, it helps guide effective prophylactic treatment for patients committed to adhering to long-term therapeutic guidelines. Please see StatPearls' companion resource, \"\n24-Hour Urine Testing for Nephrolithiasis: Interpretation and Treatment Guidelines\n,\" for a more detailed guide to interpreting 24-hour urine testing for kidney stone prophylaxis analysis and therapy. According to the American Urological Association guidelines, 24-hour urine testing should be offered to all patients with nephrolithiasis, regardless of symptoms. This is especially recommended for pediatric and high-risk individuals and those highly motivated to adhere to long-term prophylactic treatment recommendations.\n[27]\n[28]\n[29]\n[30]"
  }
}