{
  "drug_name": "calcium acetate",
  "nbk_id": "NBK607999",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK607999/",
  "scraped_at": "2026-01-11T15:24:41",
  "sections": {
    "indications": "As with any medication, the presence of a hypersensitivity reaction to the drug, one of its components, or its formulation is a contraindication. Additionally, sevelamer is contraindicated in cases of bowel obstruction due to potential GI adverse effects.\n[25]\nIn addition, it is worth mentioning that the Canadian labeling of the medication contraindicates its use in hypophosphatemia and ulcerative colitis, GI bleeding, perforation, and necrosis.\n[18]\n[19]",
    "mechanism": "Sevelamer is a calcium- and metal-free phosphate-binding agent that works within the intraluminal GI tract to effectively bind dietary phosphate and reduce its absorption.\n[8]\nSevelamer exists in 2 forms—sevelamer hydrochloride and sevelamer carbonate. The primary difference between these forms is their respective effects on serum bicarbonate levels.\n\nSevelamer hydrochloride lowers serum bicarbonate by releasing a hydrochloride molecule when binding to phosphate, which can contribute to acidosis—a condition frequently encountered in patients with CKD. Hence, certain formulations of sevelamer hydrochloride were withdrawn from the US market in October 2009.\n[9]\nSevelamer carbonate does not exhibit this effect.\n[10]\n\nThe polymeric amine structure of sevelamer has been shown to effectively bind bile acids, which is a well-established mechanism for reducing serum total and low-density lipoprotein cholesterol (LDL-C). This mechanism is similar to that of bile acid-binding resins, which also lower cholesterol levels.\n[9]\n[11]\nClinical trials with sevelamer hydrochloride have consistently demonstrated a significant reduction in total cholesterol levels, from 15% to 30%. However, triglycerides, high-density lipoprotein (HDL) cholesterol, and albumin levels remain unaltered.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nSevelamer is not absorbed systemically, and its primary site of action occurs within the intraluminal space of the GI tract.\n\nDistribution:\nSevelamer is not distributed in the body due to its nonabsorbable nature.\n\nMetabolism:\nSevelamer is a nonabsorbable medication, so it does not undergo metabolism within the body.\n\nElimination:\nSevelamer is excreted unchanged in the feces.\n[12]",
    "administration": "Available Dosage Forms and Strengths\n\nSevelamer is administered orally, with therapy initiation requiring consideration of the patient's prior exposure to phosphate binders, distinguishing between those who are phosphate binder-naive and those already receiving treatment.\n[9]\nThe medication is orally administered concomitantly with meals and is available in 2 distinct formulations—tablets and suspension powder.\n\nTablet: Available as 400 mg (sevelamer hydrochloride only) and 800 mg (sevelamer carbonate or sevelamer hydrochloride).\nSuspension powder: Available in packets for oral suspension in 800 mg or 2400 mg (sevelamer carbonate only).\n\nThe dosing equivalence between sevelamer carbonate and sevelamer hydrochloride is maintained on a milligram-to-milligram basis. Therefore, when transitioning between these formulations, keeping the same prescribed dosage is recommended.\n[9]\n\nFinally, when considering tablet formulations, it is important to avoid crushing or smashing pills, especially in patients with dysphagia, as this can significantly increase the risk of aspiration and complications. Tablets should also not be crushed for administration via nasogastric or other enteral tubes due to the risk of tube occlusion. However, one study suggests that crushing pills might be feasible under certain conditions.\n[13]\n\nSevelamer hydrochloride tablets are indicated for controlling serum phosphorus in patients with CKD who are on dialysis. However, the safety and efficacy of these tablets in CKD patients who are not on dialysis have not been studied.\n\nAdult Dosage\n\nManagement of hyperphosphatemia in patients with chronic kidney disease:\nFor phosphate binder-naive patients, the initial dosing is as follows:\n\nSerum phosphate levels greater than 9 mg/dL: 1600 mg of sevelamer administered orally 3 times daily with meals.\nSerum phosphate levels between 7.5 and 9 mg/dL: 1200-1600 mg of sevelamer administered orally 3 times daily with meals.\nSerum phosphate levels between 5.5 and 7.5 mg/dL: 800 mg of sevelamer administered orally 3 times daily with meals.\n\nDosage adjustments for sevelamer involve titrating the doses, with 400 to 800 mg increments per meal at 2-week intervals as required to attain the desired serum phosphorus levels. Clinical studies suggest that the average prescribed daily dose for adults is approximately 7.2 g.\n[9]\nThe maximum daily dose studied in adult CKD patients undergoing dialysis was 14 g.\n\nMaintenance dosage:\nThe objective is to maintain a serum phosphate level of 5.5 mg/dL or lower.\n\nSerum phosphate levels for 5.5 mg/dL: The dosage of sevelamer should be increased by 400 to 800 mg per meal.\nSerum phosphate levels between 3.5 and 5.5 mg/dL: The current dosage of sevelamer should be continued.\nSerum phosphate less than 3.5 mg/dL: The dosage of sevelamer should be decreased by 400 to 800 mg per meal.\n\nSwitching from calcium acetate:\nWhen transitioning from calcium acetate to sevelamer, appropriate dosing adjustments are necessary to ensure effective management of hyperphosphatemia.\n\nA dose of 800 mg of sevelamer hydrochloride or sevelamer carbonate should be substituted for 667 mg of calcium acetate.\nA dose of 1600 mg of sevelamer hydrochloride or sevelamer carbonate should be substituted for 1334 mg of calcium acetate.\nA dose of 2400 mg of sevelamer hydrochloride or sevelamer carbonate should be substituted for 2001 mg of calcium acetate.\n[14]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are necessary.\n\nRenal impairment:\nNo dosage adjustments are required, as sevelamer is not absorbed and does not necessitate changes in dosing for CKD patients, including those on hemodialysis or peritoneal dialysis.\n\nPregnancy considerations\n: No dosage adjustment is needed. However, repletion of folic acid and fat-soluble vitamins may be necessary, as sevelamer can interfere with their absorption by binding bile acids.\n\nBreastfeeding considerations:\nThe administration of sevelamer to lactating mothers does not lead to drug excretion in breast milk or cause any detrimental effects on the breastfed infant.\n[15]\n\nPediatric patients:\nFor off-label use in pediatric patients with CKD, sevelamer hydrochloride or sevelamer carbonate can be administered as pretreatment to lower phosphate levels before consuming dairy or breast milk. For this purpose, 800 mg of sevelamer hydrochloride or sevelamer carbonate (in tablet or powder form) should be mixed with up to 400 mL of breast milk, 100 mL of infant formula, tube feeding, or cow's milk. After the sevelamer is added, the mixture should be allowed to stand for 10 minutes before pouring off the liquid for feeding, leaving the sediment at the bottom. Clinical observations show reductions in phosphate levels of more than 85% in breast milk, 42% in cow's milk, 48% in tube feeding, and 68% in infant formula.\n[6]",
    "adverse_effects": "The primary GI adverse effects are attributed to sevelamer's action in the intraluminal space and its binding of phosphate and bile acids. Common adverse effects include gastrointestinal intolerance, vomiting, nausea, diarrhea, dyspepsia, abdominal pain, nasopharyngitis, limb pain, pruritus, arthralgia, and bronchitis.\n[16]\n[17]\n\nOther less commonly reported adverse effects include rash, flatulence, constipation, ileus, intestinal obstruction, intestinal perforation, worsening GI bleeding, necrosis, ulcers, and colitis.\n[18]\n[19]\nThese adverse events warrant careful consideration, especially in populations at higher risk for these complications.\n[20]\n[21]\n[22]\nNotably, addressing constipation before initiating sevelamer treatment on patients is advisable.\n[9]\n[16]\nMetabolic acidosis may occur with sevelamer hydrochloride use. Additionally, some reports have noted an increased incidence of peritonitis in patients undergoing peritoneal dialysis who are prescribed sevelamer.\n[23]\n\nDrug-Drug Interactions\n\nHealthcare providers should consider administering oral medications separately from sevelamer if decreased bioavailability might significantly impact the safety or effectiveness of the concurrent drugs (such as cyclosporine, tacrolimus, and levothyroxine). The duration of separation should be adjusted based on the absorption properties of the medications and whether they are immediate-release or extended-release. Close monitoring of the clinical response and blood concentrations of the concomitant medications is essential.\n\nThe binding affinity of sevelamer to bile acids and oleic acid may affect the absorption of fat-soluble vitamins, such as A, D, E, and K. Therefore, it is advisable to consider appropriate supplementation, especially for individuals with CKD who need vitamin D.\n[24]",
    "monitoring": "Serum biochemical parameters, including bicarbonate, calcium, phosphorus, parathyroid hormone (PTH), and chloride levels, should be regularly monitored.\n\nThe frequency of measuring serum calcium, phosphorus, and PTH may vary based on the severity of abnormalities, the rate of CKD progression, and the administration of therapies for CKD-associated mineral and bone disorders.\n\nAccording to the KDIGO 2017 guidelines:\n\nFor CKD stages 3a to 3b, serum calcium and phosphate should be assessed every 6 to 12 months. The frequency of PTH levels should be measured based on baseline levels and CKD progression.\nFor CKD stage 4, serum calcium and phosphate should be evaluated every 3 to 6 months, while PTH should be measured every 6 to 12 months.\nFor CKD stage 5 and end-stage renal disease, serum calcium and phosphate should be monitored every 1 to 3 months, and PTH levels should be assessed every 3 to 6 months.\n\nAdditionally, periodic assessments of 24-hour urinary calcium, phosphorus, magnesium, and alkaline phosphatase should be performed every 12 months or more frequently if PTH levels are elevated. Creatinine, blood urea nitrogen, albumin, and intact PTH should be monitored every 3 to 12 months, with the frequency adjusted based on the severity of CKD. In practice, these tests are often conducted more frequently.\n\nMonitoring of bicarbonate levels is recommended for patients receiving sevelamer hydrochloride, especially those with CKD who are not undergoing hemodialysis or are on peritoneal dialysis. A noncontrolled cross-sectional study found that 22% of patients on peritoneal dialysis experienced metabolic acidosis associated with the treatment.\n[26]",
    "toxicity": "Due to the nonsystemic nature of the mode of action of sevelamer, instances of systemic intoxication have not been reported. However, routine monitoring of phosphate levels is crucial for determining the necessity for dosage adjustments. Notably, sevelamer bears a resemblance to other medications in appearance. A notable case report highlighted metformin intoxication caused by the visual similarity between metformin and sevelamer tablets.\n[12]\n[27]"
  }
}