{
  "drug_name": "calcitonin",
  "nbk_id": "NBK560648",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560648/",
  "scraped_at": "2026-01-11T15:24:37",
  "sections": {
    "indications": "Erenumab\n: The only contraindication for the use of erenumab is hypersensitivity to drugs or excipients. The current commercially available form of erenumab makes use of substances such as latex. Allergic history to such substances should also be obtained before administration.\n[13]\n\nEptinezumab, galcanezumab, fremanezumab:\nThese drugs are contraindicated in patients with serious hypersensitivity to these or any of their excipients.\n[9]\n[10]\n[11]\n\nStudies have also shown the development of anti-drug antibodies (ADAs) against erenumab, eptinezumab, galcanezumab, and fremanezumab, with the highest prevalence of the same being in the case of eptinezumab. This reaction may also reduce the efficacy of these drugs in the long term.\n\nRimegepant\n: The contraindications for use of rimegepant include,\n\nHistory of hypersensitivity to rimegepant, especially delayed serious hypersensitivity reactions.\nIn patients with severe hepatic impairment (Child-Pugh C), the plasma concentrations of rimegepant were significantly higher; thus, the use of rimegepant in such cases should be avoided.\nAvoid the use of rimegepant in patients with end-stage renal disease (CLcr < 15 mL/min).\nAvoid concomitant administration with potent CYP3A4 inhibitors.\nAvoid concomitant administration as well as a second dose of rimegepant within 48 hours if the patient is on moderate CYP3A4 inhibitors.\nAvoid concomitant administration with P-gp or BCRP Inhibitors.\n[15]\n\nUbrogepant\n: The contraindications for the use of ubrogepant include,\n\nCo-administration of ubrogepant with a potent CYP3A4 inhibitor is contraindicated.\nIf the patient is on moderate CYP3A4 inhibitors such as ciprofloxacin, cyclosporine, and grapefruit juice, an initial dose of 50mg may be taken. But avoid the use of the second 50 mg dose within 24 hours.\nA loss of ubrogepant exposure, and thus efficacy, is expected in patients taking strong CYP3A4 inducers such as rifampin, barbiturates, and phenytoin. So, avoid concomitant use.\nIf ubrogepant and moderate or weak CYP3A4 inducers are given concomitantly, dose adjustment is recommended.\nUbrogepant acts as a substrate of P-gp and BCRP efflux transporters, but clinical drug interaction studies with inhibitors of only P-gp and/or BCRP (such as carvedilol and quinidine) were not conducted. Therefore, dose adjustment is recommended when administering these concomitantly.\nAvoid the use of ubrogepant in end-stage renal disease (CLcr <15 mL/min).\n[16]",
    "mechanism": "To understand the mechanism of action, some information on the anatomy of the CGRP receptors may prove useful. The CGRP receptor is a heteromeric receptor complex composed of three subunits:\n\nCLR (calcitonin receptor-like receptor)\nis a type B, G protein-coupled receptor.\n[5]\nCLR has a 55% overall identity with the calcitonin receptor for the thyroid hormone.\n[6]\nThe CLR receptor (class B GPCR) contains a structured N-terminal extracellular domain (ECD) or ectodomain, a seven helix transmembrane (7-TM) domain, and an intracellular carboxyl terminus. The ECD functions as a receptor for the CGRP molecule.\n[7]\nRAMP1 (receptor activity modifying protein 1):\nThis is a member of the single transmembrane RAMP family and is necessary for the proper functioning of CLR. RAMP presents CLR to the plasma membrane as a mature glycoprotein.\n[6]\nAmino termini of RAMPs determine the glycosylation of CLR, which in turn correlates with the receptor phenotype.\n[8]\nThe main CGRP receptor forms when CLR is delivered and modified via RAMP1. Different combinations of CLR/CTR and RAMPs (1, 2, and 3) create different glycosylation products, thus producing different receptors such as the ones for amylin and adrenomedullin.\n[5]\nCGRP may also signal via receptors other than the CLR/RAMP1 complex, such as the CLR/RAMP3 combination, which is an adrenomedullin receptor. RAMP1 may also serve as an antagonist binding site, but its role as a ligand for the binding of CGRP or its antagonists remains unclear.\n[8]\nRCP (receptor component protein)\nis important in intracellular G protein signaling.\n[5]\n\nErenumab\nis a human immunoglobulin G2 (IgG2) monoclonal antibody produced from Chinese hamster ovary cells. Erenumab acts by potently and competitively inhibiting the binding of CGRP to its receptor.\n[2]\n\nEptinezumab\nis a humanized immunoglobulin G1 produced in\nPichia pastoris\nyeast cells by recombinant DNA technology. Eptinezumab potently and selectively binds to the α and β-forms of the human CGRP ligand and prevents the activation of the CGRP receptor. It has a rapid onset of action and prolonged clinical activity. This action may be due to the rapid binding and inactivation of CGRP and slow dissociation from the peptide.\n[9]\n\nGalcanezumab\nis a humanized IgG4 monoclonal antibody produced in Chinese hamster ovary (CHO) cells by recombinant DNA technology. Galcanezumab binds to human CGRP with high affinity and prevents CGRP-induced receptor activation. Galcanezumab also inhibits capsaicin-induced vasodilation, a CGRP-induced, concentration-dependent, long-lasting relaxation of human coronary arteries.\n[10]\n\nFremanezumab\nis a fully humanized IgG2 produced by recombinant DNA technology in Chinese hamster ovary (CHO) cells. Fremanezumab selectively targets and binds to both the α and β isoforms of CGRP and prevents CGRP-induced receptor activation.\n[11]\n\nThese monoclonal antibodies act rapidly and prevent the binding of CGRP. This receptor blockade is long-term, which leads to a reliable method of migraine prophylaxis using only a few doses of the drug per month. These drugs are degraded into small peptides and amino acids by enzymatic proteolysis before excretion, as with other monoclonal antibodies.\n\nCGRP receptor antagonists (\"gepants\")\nare the first class of migraine-specific medication that does not have vasoconstrictive action, shows similar efficacy, has fewer adverse effects, and has a possibly longer period of activity than triptans.\n[7]\nGepants demonstrate an extremely high affinity for CGRP receptors of human and non-human primates, preventing in this way the interaction between CGRP and its receptor.\n[12]\nThe structured N-terminal extracellular (ECD) domain of CLR serves as a binding site for gepants, thus providing its fast-acting antagonistic action. The currently FDA-approved gepants are rimegepant and ubrogepant.",
    "administration": "The first four drugs listed are monoclonal antibodies used in the prophylaxis of chronic and episodic migraine.\n\nErenumab\nis a self-administrable subcutaneous injection. The recommended dosage is 70 mg subcutaneously once or twice a month in the abdomen, thigh, or upper arm. Alternatively, the dosage of 140 mg may be administered once a month.\n[13]\n\nEptinezumab\nThe recommended dosage is 100 mg of eptinezumab, administered as an intravenous infusion after dilution in 100 mL of 0.9% sodium chloride. Infusion is done over approximately 30 minutes every three months. Some patients could potentially benefit from a dosage of 300 mg.\n[9]\n\nGalcanezumab\nis administered as a subcutaneous injection. A loading dosage of 240 mg (administered as two consecutive injections of 120 mg each), followed by monthly doses of 120 mg, is recommended. Subcutaneous injection is administered in the abdomen, thigh, back of the upper arm, or buttocks.\n[10]\n\nFremanezumab\nis administered as a subcutaneous injection. The recommended dose is 225 mg monthly or 675 mg every three months, administered as three consecutive injections of 225 mg each. Subcutaneous injection is administered in the abdomen, thigh, back of the upper arm, or buttocks. This drug provides effective prophylaxis against episodic and chronic migraines by reducing the mean number of migraine attacks per month and improvement in the mean monthly Migraine Physical Function Impact Diary (MPFID).\n[11]\n\nRimegepant\nis given for the acute treatment of migraine with or without aura. Rimegepant is administered as an orally disintegrating tablet containing 75mg of rimegepant-free base orally/sublingually. Dosage should not exceed 75 mg in a 24-hour period.\n[14]\nThe safety of treating more than 15 migraines in 30 days has not been established. The current commercially available tablet disintegrates in saliva so that patients can swallow it without additional liquid.\n[15]\n\nUbrogepant\nis given orally at a dosage of 50 mg or 100 mg. 2 hours after the initial dose, a second dose may be taken if necessary. The dose should not exceed 200 mg in 24 hours. Treating any more than eight migraine episodes in 30 days is not recommended, as its safety has not yet been established. Like rimegepant, ubrogepant is for the acute treatment of migraine with or without aura.\n[16]\n\nAtogepant\nis given orally for the prevention of episodic or chronic migraines at doses of 10 mg, 30 mg, or 60 mg daily, with or without food.\n\nZavegepant\nis given intranasally at 10 mg per spray once daily.",
    "adverse_effects": "Erenumab\n: The adverse effects reported during the clinical studies of erenumab were injection site reactions such as injection site pain, erythema, and pruritus. There were also reports of constipation, cramps, and muscle spasms. Renal or hepatic impairment is not expected to affect the pharmacokinetics of erenumab. However, sufficient studies have not been conducted to establish the same.\n[13]\n\nEptinezumab\n: The adverse effects reported during the clinical studies include nasopharyngitis, angioedema, urticaria, facial flushing, and rash. Hypersensitivity reactions may also occur days after administration and may be prolonged. If a serious hypersensitivity reaction occurs, discontinue the administration of eptinezumab and initiate appropriate therapy.\n[9]\n\nGalcanezumab, fremanezumab:\nThe adverse effects reported during the clinical studies of these drugs were injection site reactions such as injection site pain, erythema, and pruritus. Hypersensitivity reactions may also occur days after administration and may be prolonged. If a serious hypersensitivity reaction occurs, discontinue the administration of these drugs and initiate appropriate therapy.\n[10]\n[11]\n\nRimegepant\n: The adverse effects reported during the clinical studies of rimegepant include nausea and rarely hypersensitivity reactions (less than 1%). Severe hypersensitivity reactions may also occur with symptoms such as dyspnea and rash. In such cases, the drug should be discontinued, and appropriate therapy should be given. Hypersensitivity reactions may occur even days after administration.\n[15]\n\nUbrogepant\n: The adverse effects reported during the clinical studies of ubrogepant were sedation, somnolence, and dryness of the mouth. There was an increased incidence of these adverse effects when the dosage increased from 50 mg to 100 mg.\n\nDose adjustment is not recommended for patients with mild or moderate hepatic impairment. For patients with severe hepatic impairment, the recommendation is for dose adjustment. Dose adjustment is recommended for patients with severe renal impairment.\n[16]\n\nAtogepant:\nThe adverse effects reported during the clinical studies of atogepant include constipation, nausea, fatigue, weight loss, and decreased appetite. No dosage adjustment is needed for patients with mild to moderate renal impairment. It is dosed at 10 mg daily in patients with severe and end-stage renal disease.\n\nZavegepant:\nThe adverse effects reported during clinical studies of zavegepant include taste disorder, nausea, nasal discomfort, and vomiting. No dosage adjustment is needed for patients with creatinine clearance of 30 ml/min or more or with moderate hepatic impairment. It is not to be used in severe renal or hepatic disease.\n\nHowever, the data provided for all these drugs may not correspond accurately to the clinical incidence of these adverse effects. Therefore, further studies and proper clinical evaluation are necessary to predict the incidence of adverse effects properly.\n\nThere is no adequate data on the developmental risk associated with the use of these drugs in pregnant women, as well as their presence in human milk, the effects on milk production, or their effects on the breastfed infant. Safety and effectiveness in pediatric patients have also not been established.\n\nClinical studies of the drugs mentioned above did not include sufficient numbers of patients aged 65 and over to determine whether this cohort responds differently from younger patients. In general, dose selection for an elderly patient should start at the low end of the dosing range. Extra caution is necessary for those patients with decreased cardiac, hepatic, or renal function.",
    "monitoring": "Currently, there are no guidelines in place for monitoring CGRP receptor-acting drugs. However, the general monitoring of responsiveness to monoclonal antibodies (erenumab, eptinezumab, galcanezumab, and fremanezumab) against the CGRP receptor is by periodic assessment of changes in mean Monthly Migraine Days (MMD) or monthly Migraine Physical Function Impact Diary (MPFID) activity scores. Changes in these values usually occur 3 to 4 months after starting the drug.\n\nIn the case of gepants, the drug's effect can be monitored by the reduction in pain 2 hours post-dose and freedom from the patient's most bothersome symptom (which may include photophobia, nausea, phonophobia).\n[15]\n[16]\n\nSeveral co-morbidities may also arise in patients over time, and timely modification or discontinuation of these drugs should follow accordingly.",
    "toxicity": "There is limited clinical experience with drugs acting on CGRP or its receptor. However, treatment should include general supportive measures, including monitoring of the vital signs and observation of the general clinical status. There is no specific antidote for the toxicity of erenumab, eptinezumab, galcanezumab, fremanezumab, rimegepant or, ubrogepant.\n[13]\n[9]\n[10]\n[11]\n[15]\n[16]\n\nFor rimegepant, dialysis is unlikely to remove rimegepant significantly due to its high serum protein binding.\n[15]\n\nSince the half-life of ubrogepant elimination is about 5 to 7 hours, patient monitoring after ubrogepant overdose should continue while symptoms or signs persist or for a minimum of 24 hours.\n[16]"
  }
}