{
  "drug_name": "camphor3%",
  "nbk_id": "NBK558917",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558917/",
  "scraped_at": "2026-01-11T18:46:44",
  "sections": {
    "indications": "Dermatomyositis is a rare acquired immune-mediated muscle disease characterized by muscle weakness and skin rash. It is classified as one of the idiopathic inflammatory myopathies (IIM). Although all idiopathic inflammatory myopathies share the common presentation of muscle weakness, they differ clinically in terms of muscle groups involved and histopathological findings.\n[1]\n[2]\nDermatomyositis presents with characteristic skin findings and symmetric proximal skeletal muscle weakness. Also, it can affect other organ systems such as the pulmonary, cardiovascular, and gastrointestinal systems. A significant proportion of patients with dermatomyositis have an underlying malignancy, which can alter the prognosis of the condition. Although a majority of cases have muscular and cutaneous manifestations, other variants of the condition exist.\nClinically amyopathic dermatomyositis\n(CADM) is a condition in which patients have the characteristic cutaneous findings of dermatomyositis, but do not have muscle weakness. Clinically amyopathic dermatomyositis is further classified as\nhypomyopathic\nor\namyopathic\ndermatomyositis. Patients with hypomyopathic dermatomyositis lack muscle weakness clinically. However, there is evidence of myositis based on laboratory investigations, electromyography, or muscle biopsy. In contrast, patients with amyopathic dermatomyositis lack both clinical and laboratory evidence of muscle involvement.\n[3]",
    "mechanism": "Although the cause of dermatomyositis is unknown, several genetic, immunologic, and environmental factors are implicated in this condition.\n\nGenetic Factors\n\nMultiple studies have indicated that patients with particular human leukocyte antigen (HLA) types are at higher risk of dermatomyositis. High-risk haplotypes include HLA-A*68 in North American Whites\n[4]\n, HLA-DRB1*0301 in African Americans,\n[5]\nHLA-DQA1*0104 and HLA-DRB1*07 in Han Chinese,\n[6]\nDQA1*05 and DQB1*02 in people from the UK. Also, DRB1*03-DQA1*05-DQB1*02 haplotype is strongly associated with the development of interstitial lung disease in dermatomyositis.\n[7]\n\nImmunologic Factors\n\nAlthough autoantibodies are detected in patients with dermatomyositis, it is unclear whether they play a role in pathogenesis.\n\nEnvironmental Factors\n\nInfections\n\nViruses such as Coxsackie B virus, enterovirus, and parvovirus have been suspected of acting as triggers of dermatomyositis. There are multiple theories about the mechanisms of virus-induced autoimmunity. These include alteration of cellular proteins, breakdown of self-tolerance, an unmasking of previously hidden epitopes, autoantibody induced B cell activation, and molecular mimicry.\n[8]\n\nDrugs\n\nSeveral drugs can trigger dermatomyositis. These include antineoplastic drugs (hydroxyurea, cyclophosphamide), anti-infectious agents (penicillin, sulfonamides, isoniazid), non-steroidal anti-inflammatory drugs (diclofenac, phenylbutazone), D-penicillamine, statins, and certain vaccines.\n[9]\n\nRadiation\n\nDermatomyositis has been observed to occur more frequently among women exposed to high-intensity ultraviolet radiation.\n[10]",
    "monitoring": "Lab Investigations\n\nMuscle Enzymes\n\nInitial testing in suspected cases of dermatomyositis should include muscle enzymes, such as creatine kinase (CK), aldolase, lactate dehydrogenase (LDH), aspartate aminotransferase (AST) and alanine aminotransferase (ALT). Testing for muscle enzymes helps to guide further diagnostic studies and to assess response to therapy. In some cases, the elevation of muscle enzymes occurs prior to the appearance of muscle weakness.\n\nAutoantibodies\n\nAntinuclear antibodies (ANA) are present in a majority of patients with dermatomyositis but do not help to make a diagnosis. Instead, testing should focus on detecting myositis specific autoantibodies (MSA), which are present in approximately 30% of dermatomyositis and polymyositis patients. Testing for myositis-specific antibodies offers valuable information for determining the prognosis and can help to predict the pattern of organ involvement. Aminoacyl-transfer (t) ribonucleic acid synthetase (also known as antisynthetase antibody) is the most common myositis specific autoantibody associated with dermatomyositis. Anti-Jo is the most common antisynthetase antibody found in dermatomyositis. The following autoantibodies are associated with specific complications and findings:\n\nAnti-Jo: antisynthetase syndrome consisting of interstitial lung disease, mechanic's hands, Raynaud phenomenon, sclerodactyly, and arthritis.\nAnti-Mi2 (directed against-helicase): Acute onset disease, V-neck sign, and shawl rash\nAnti- SRP (directed against signal recognition particle): severe myositis, resistant to treatment\nAnti- MDA5 (melanoma differentiation-associated gene 5): severe cutaneous involvement, amyopathic dermatomyositis, and rapidly progressive ILD\nAnti- TIF-1 gamma (transcription intermediary factor) /Anti-p155/140: malignancy\nAnti-SAE (ubiquitin-like modifier activating enzyme): dysphagia, skin disease preceding myositis\nAnti-NXP2 (nuclear matrix protein 2): calcinosis cutis\n[20]\n\nElectromyography (EMG)\n\nElectromyography helps to identify which groups of muscles are most affected and provides guidance about which muscles to biopsy. It also helps to distinguish dermatomyositis from neuropathic conditions. However, the electromyographic findings are not specific and may be absent in 11% of patients.\n[21]\nFindings suggestive of dermatomyositis include the following:\n\nIncreased insertional activity\nSpontaneous fibrillations\nPositive sharp waves\nComplex repetitive discharges\nEarly recruitment\nLow-amplitude, short polyphasic motor unit potentials\n\nRadiology\n\nChest radiography: Every patient with dermatomyositis should undergo chest radiography to screen for interstitial lung disease. If the patient has respiratory symptoms or abnormal chest X-ray findings, further testing with high-resolution computer tomography (HRCT) of the chest. In addition, pulmonary function tests should be performed. Findings on HRCT suggestive of interstitial lung disease include nodules, fibrosis, linear opacities, honey-combing, or consolidation.\n\nMagnetic resonance imaging (MRI): Magnetic resonance imaging of skeletal muscles is a non-invasive and sensitive test to evaluate myositis. Typical findings include muscle edema, areas of inflammation; that appear hyperintense on T2-weighted images; and fat suppression.\n[22]\n\nBarium swallow: may be done if esophageal dysfunction is present.\n\nHistopathology\n\nMuscle biopsy is the most accurate test to confirm the diagnosis of dermatomyositis and to exclude other causes of muscle weakness or skin rash. However, choosing the right muscle for a biopsy is crucial to prevent a missing diagnosis. Muscle biopsy should be obtained on weak muscles as identified by physical exam or contralateral to the abnormal muscles, as identified by electromyography. A muscle biopsy should be obtained from patients with suspected dermatomyositis but who lack the characteristic skin findings. Similarly, patients who have the characteristic skin manifestations of dermatomyositis but lack muscle weakness should undergo a skin biopsy procedure.\n[18]\n\nOther Investigations\n\nOther baseline lab investigations include a complete blood count with differential, creatinine, liver function tests, and inflammatory markers such as erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP). ESR in dermatomyositis is usually normal, or may only be mildly elevated. Serum Thyroid-stimulating hormone (TSH) may be ordered to exclude hypothyroidism. Electrocardiography (ECG) may be ordered to look for conduction abnormalities that might be subclinical. Pulmonary function tests may be conducted to assess the severity of pulmonary involvement. Patients with interstitial lung disease show a restrictive defect on pulmonary function tests with reduced forced vital capacity (FVC), reduced total lung capacity (TLC), and diminished diffusing capacity. Patients with respiratory muscle weakness will also show a restrictive pattern, but they may have normal diffusing capacity.\n\nInvestigations for Malignancy\n\nPatients with dermatomyositis are at the highest risk of having an underlying malignancy during the first five years of diagnosis. Therefore, all patients should undergo age and sex appropriate cancer screening at diagnosis regardless of whether or not, and they have specific symptoms. Initial testing for malignancy may include colonoscopy (or fecal occult blood test), urine analysis, mammography, and pap smears. Women at high risk of ovarian cancer should be screened, with serial measurements of CA-125 and transvaginal ultrasound. There is no consensus on the frequency and how extensively patients with dermatomyositis should undergo cancer screening. Earlier studies recommend against extensive evaluation for malignancy apart from history, physical exam, and basic lab tests.\n[23]\nHowever, more recent evidence indicates that blind testing with computer tomography of the chest, abdomen, and pelvis in asymptomatic patients may be valuable in detecting occult malignancies.\n[24]\n\nClassification Criteria\n\nHistorically, several classification criteria have been used to identify idiopathic inflammatory myopathies, including dermatomyositis. These classifications systems include the Bohan and Peter classification (1975), Targoff criteria (1997), and the Dalakas and Hohlfeld's criteria (2003). However, most of these classification systems suffer from limitations ranging from a vague description of skin findings, unclear exclusion criteria, failure to incorporate the presence of autoantibodies as a criterion, and failure to include all subgroups of idiopathic inflammatory myopathies.\n[25]\n[26]\n\nIn 2017, the European League Against Rheumatism and the American College of Rheumatology (EULAR/ACR)  released a set of criteria to help identify idiopathic inflammatory myopathies and its major subgroups. This new classification system overcomes many of the limitations of the previous classification systems. The EULAR/ACR criteria for idiopathic inflammatory myopathies have been found to have a sensitivity of 87% (93% with muscle biopsy) and specificity of 82% (88% with muscle biopsy). According to this classification, a combination of\nclinical, lab, and muscle biopsy\ncriteria are used to calculate the probability of having idiopathic inflammatory myopathies.\n\nClinical criteria include the age at onset of symptoms, the pattern of muscle weakness (proximal, progressive, symmetric muscle weakness involving upper limbs/lower limbs, selective involvement of neck flexors), presence of skin manifestations (heliotrope rash, Gottron papules, Gottron sign) and other findings (esophageal dysmotility, dysphagia). Lab criteria include the presence of anti–Jo-1 (anti–histidyl–transfer RNA synthetase) and elevation of muscle enzymes (creatine kinase, lactate dehydrogenase, aspartate transaminase, alanine aminotransferase).\n\nA probability of 55% or more is considered the threshold for the diagnosis of idiopathic inflammatory myopathy. Patients are further classified as having \"\npossible\"\n\"\nprobable\n\" or \"\ndefinite\n\" idiopathic inflammatory myopathy if the probabilities are 50% to less than 55%, 55% to 75% (including muscle biopsy findings), and greater than 90%, respectively. Once the minimum criteria for the diagnosis of idiopathic inflammatory myopathy are met, subtypes such as dermatomyositis can be identified using a sub-classification tree.\n[27]",
    "administration": "The goals of managing dermatomyositis are focused on treating muscle weakness, skin disease, and addressing any other underlying complications.\n\nThe first-line treatment of muscle disease in dermatomyositis is systemic glucocorticoids with or without immunosuppressants. Although there is no standard systemic steroid regimen specified for dermatomyositis, the general principles of therapy are the same. Initially, prednisolone is given at high doses for the first few months until the muscle enzyme levels decline, and muscle strength improves. During this time, patients should be regularly evaluated for an adequate response, keeping in mind that it takes approximately six weeks for muscle enzymes to normalize. Also, it may require as long as three months for muscle weakness to improve. Once an adequate response occurs, the administration of systemic steroids is gradually tapered off over time. The total duration of therapy with systemic steroids usually spans between nine and twelve months. It is important to note that administering high dose glucocorticoids for more than six weeks may lead to glucocorticoid myopathy.\n\nA failure to respond to initial treatment with systemic steroids should prompt the physician to exclude other causes of myopathy. These may include hypothyroidism, inclusion body myositis, glucocorticoid myopathy, or underlying malignancy. Once alternate diagnoses are ruled out, steroid-sparing immunosuppressants can be added.\n\nImmuno-suppressants help to alleviate the adverse effects of long-term systemic steroids. Such adverse effects could include osteoporosis, increased susceptibility to infections, cushingoid features, and secondary diabetes. Immunosuppressant administration can be initiated along with steroids in cases of severe myopathy, chronic medical conditions (e.g., diabetes), and profound extra-muscular complications (e.g., interstitial lung disease, esophageal dysfunction). First-line agents include azathioprine and methotrexate. The choice of immunosuppressant depends on many factors, including dosing frequency, systemic involvement, adverse effects, and alcohol use. Administration of an immuno-suppressant such as azathioprine is preferred in patients with liver involvement, interstitial lung disease, and those who are unable to abstain from alcohol. On the other hand, methotrexate has the advantage of once-a-week dosing.\n\nPatients who do not respond satisfactorily to therapy with steroids and azathioprine or methotrexate are considered resistant. Treatment options for resistant cases include rituximab, mycophenolate mofetil, calcineurin inhibitors, intravenous immunoglobulin (IVIG), and cyclophosphamide. Rituximab is an anti-CD 20 agent and is the recommended first-line agent in resistant cases. If this fails, intravenous immunoglobulin or a combination of azathioprine and methotrexate can be used as second-line therapy. Mycophenolate mofetil and tacrolimus are useful in refractory cases, especially if there is a concomitant interstitial lung disease. Cyclophosphamide is preferred in cases of rapidly progressive interstitial lung disease.\n\nIt is essential to monitor patients for any adverse effects of immunosuppressants. For example, patients on methotrexate should be monitored for stomatitis, hepatotoxicity, and leucopenia. Cotreatment with folic acid or leucovorin can help to minimize these adverse effects. Azathioprine can cause a flu-like reaction, which may require discontinuation of therapy. It also causes myelosuppression and pancreatitis. Cyclophosphamide increases the risk of malignancy and should be avoided unless multiple drug therapies have failed.\n\nSkin disease in dermatomyositis is managed with general measures, physiotherapy, and medical therapy. These measures should include sun-protective measures, such as sunlight avoidance, the use of sun-protective clothing and sunscreen with sun protective factor (SPF) of 30 or higher. Pruritis due to skin disease can be disabling and can be managed by employing local agents (pramoxine, menthol, camphor) or oral drugs (e.g., sedating antihistamines, amitriptyline, gabapentin). Medical therapy for skin disease includes topical agents and systemic medications. Topical agents include corticosteroids and calcineurin inhibitors. Most patients end up requiring systemic drugs to control skin disease. The most commonly used systemic agents to treat skin disease are hydroxychloroquine and methotrexate. Although systemic glucocorticoids can control muscle disease, they are not effective in controlling skin disease.\n\nCalcinosis, which occurs more frequently in juvenile dermatomyositis, can be managed with calcium channel blockers such as diltiazem. In some cases, surgical removal of calcinotic nodules may be indicated.\n\nPhysical therapy and rehabilitation play an essential role in management. Patients with mild disease should be encouraged to participate in active exercise programs. Range of motion exercises can help in preventing contractures. Patients with esophageal dysfunction may require consultation with speech therapy and may also require measures to prevent aspiration. Anti-aspiration measures include elevation of the head off the bed, thickening of feeds, and even feeding via gastric tubes when indicated.\n\nAnti-resorptive therapy may be indicated in patients on long term systemic corticosteroids in order to prevent osteoporosis. Patients on high dose systemic glucocorticoids or immunosuppressants should be considered for prophylaxis against\nPneumocystis Jirovecii\nwith trimethoprim and sulfamethoxazole. Lastly, all patients should receive the appropriate immunizations prior to receiving immunosuppressants.",
    "adverse_effects": "Respiratory Disease\n\nPulmonary involvement may occur in the form of hypoventilation, aspiration pneumonia, or interstitial lung disease. Interstitial lung disease (ILD) is present in approximately a third of patients with dermatomyositis and is strongly associated with the presence of anti-histidyl transfer ribonucleic acid synthetase antibodies. Aspiration pneumonia can occur due to respiratory muscle weakness and can lead to significant morbidity and mortality.\n\nMalignancy\n\nPatients with dermatomyositis are at an increased risk of malignancies, which occur in 24% of cases.\n[34]\nA population-based study of patients from Sweden, Denmark, and Finland revealed a standardized incidence ratio of 3.0. Risk factors for malignancy included old age, absence of interstitial lung disease, severe cutaneous involvement (or shawl sign), presence of anti-155/140 or anti-NXP2 antibodies, absence of myositis specific antibodies, resistance to treatment, and history of previous malignancy with relapse. The most common malignancies were adenocarcinomas of ovary, lung, pancreas, stomach, and colon, as well as non-Hodgkin lymphoma\n[35]\n. The risk of malignancy was highest in the first year of the disease and remains high for up to five years. Even after this period, the risk of malignancy was higher than that found in the general population\n[36]\n.\n\nHeart Disease\n\nCardiac involvement in dermatomyositis is usually subclinical. Electrocardiography (ECG) may reveal conduction abnormalities and arrhythmias. Cardiac involvement may occur in the form of myocarditis, congestive heart failure, or coronary artery disease.\n[37]\n\nEsophageal Disease\n\nPatients can develop dysphagia due to oropharyngeal and esophageal muscle weakness. These conditions can lead to malnutrition and can also increase the risk of aspiration.\n\nOther complications may also include calcinosis, muscle atrophy, and contractures."
  }
}