{
  "drug_name": "canagliflozin",
  "nbk_id": "NBK603733",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603733/",
  "scraped_at": "2026-01-11T15:24:58",
  "sections": {
    "indications": "Contraindications\n\nCanagliflozin is contraindicated in individuals with a history of severe hypersensitivity, anaphylaxis, or angioedema to any drug components.\n[29]\nPatients with severe renal impairment (eGFR <30 ml/min), end-stage renal disease (ESRD), or are on dialysis should avoid treatment with canagliflozin due to its ability to increase serum creatinine. In addition to patients with renal impairment, if they are taking medications that interfere with potassium excretion and the renin-angiotensin-aldosterone system (potassium-sparing diuretics or angiotensin-converting enzyme inhibitors/angiotensin receptor blockers [ACEI/ARBs]), they are at a higher risk of developing hyperkalemia.\n\nWarnings and Precautions\n\nHypotension:\nCanagliflozin can cause symptomatic hypotension and intravascular volume contraction. Patients with impaired renal function (eGFR <60 mL/min/1.73 m\n2\n), low systolic blood pressure, who are taking any medications that interfere with the renin-angiotensin-aldosterone system (ACEI/ARBs)  and who are older are at a higher risk of developing hypotension. Before initiating therapy, volume status should be assessed, and patients should be monitored for signs and symptoms.\n[30]\n\nKetoacidosis:\nKetoacidosis is a serious life-threatening emergency that requires urgent hospitalization. Through postmarketing surveillance and clinical trials, reports of ketoacidosis have been identified in patients with T1DM and T2DM who received SGLT2 inhibitors like canagliflozin. The risk of developing ketoacidosis is greater with higher doses of canagliflozin. All patients being treated with canagliflozin who present symptoms of severe metabolic acidosis should be assessed for ketoacidosis regardless of blood glucose levels. Ketoacidosis associated with canagliflozin may be present even if glucose levels are <250 mg/dL. If ketoacidosis is suspected, canagliflozin should be immediately discontinued, and treatment should be initiated, which may include insulin, fluid, and carbohydrate replacement. Before initiating therapy with canagliflozin, clinicians should consider patient risk factors for ketoacidosis, which may include pancreatic insulin deficiency, alcohol abuse, and caloric restriction.\n[31]\n[32]\n\nImpaired renal function:\nCanagliflozin increases serum creatinine and decreases eGFR. Patients with hypovolemia have a higher risk for impaired renal function. Renal function abnormalities should be closely monitored, especially in those patients with an eGFR <60 mL/min/1.73m\n2\n.\n[14]\n\nHyperkalemia:\nPatients who have moderate renal impairment and concurrently take medications that interfere with the renin-angiotensin-aldosterone system (ACEI/ARBs) are at a higher risk of developing hyperkalemia. Potassium levels should be monitored periodically after starting therapy with canagliflozin. Based on clinical trials, such as the CANVAS program, the rate of hyperkalemia events was comparable between the placebo and canagliflozin.\n[33]\n\nUrosepsis and pyelonephritis:\nCanagliflozin's primary mechanism of action works by increasing urinary glucose excretion. Excessive amounts of sugar are being excreted through the urinary tract, which makes it a perfect breeding ground for bacteria. Postmarketing reports on canagliflozin have shown significant numbers of severe urinary tract infections, which included pyelonephritis and urosepsis. Patients should be evaluated for signs or symptoms of urinary tract infections and treated promptly based on the clinical discretion of the healthcare team.\n[22]\n\nGenital mycotic infections:\nA high prevalence of genital mycotic infections has been identified in patients being treated with canagliflozin. Patients who have a history of genital mycotic infections and males who are uncircumcised are at a higher risk. Additionally, females who have a history of recurrent infections should be strongly advised to avoid therapy with canagliflozin. Treatment of genital mycotic infections consists of educating patients on proper hygiene. In the case of severe infections, patients may take a single dose of an oral antifungal such as fluconazole to resolve symptoms. Mild infections may be managed through self-care, and with appropriate management, alterations to canagliflozin therapy are not necessary.\n[34]\n\nHypoglycemia:\nCanagliflozin increases the risk of hypoglycemia when combined with insulin and insulin secretagogues. The doses of insulin and insulin secretagogue-like medications should be reduced to prevent hypoglycemia when used with canagliflozin.\n\nBone fracture:\nAs early as 12 weeks of therapy with canagliflozin, an increased risk of bone fracture has been noted in patients being treated. Patients should be assessed for risk factors contributing to bone fractures, such as hyperparathyroidism and increased bone turnover.\n[30]\nIndividuals with vitamin D deficiency showed an increased susceptibility to canagliflozin's adverse effects on biomarkers relevant to bone health. Supplementation with vitamin D3 provided protection.\n[35]\n\nLower limb amputation:\nClinical trials, the CANVAS program, have identified a doubled increased risk of amputation associated with canagliflozin compared to placebo. Amputations were more common in the lower limbs (toe, midfoot, and sometimes the leg) in patients with T2DM being treated and those with a prior history of cardiovascular disease. The risk of amputations was observed at the 100 and 300 mg doses. Before starting therapy with canagliflozin, patient risk factors should be assessed, which can include a history of amputations, peripheral vascular disease, diabetic foot ulcers, and neuropathy. Patients should be closely monitored for signs and symptoms of infection (cellulitis and osteomyelitis), pain or erythema, new tenderness, and sores or ulcers on the lower extremities. If any of these complications occur, canagliflozin should be discontinued immediately. Lastly, all patients should be counseled on preventative foot care for prevention.\n[36]\n\nFournier's gangrene:\nMultiple cases of Fournier's gangrene, also known as necrotizing fascitis, have been identified through postmarketing surveillance of canagliflozin. This is a rare but severe and life-threatening infection that requires urgent surgical intervention and may cause death if left untreated. Patients treated with canagliflozin who present with pain, tenderness, erythema, swelling in the genital or perianal area, and fever should be assessed for necrotizing fasciitis. If suspected, canagliflozin should be discontinued, and broad-spectrum antibiotics should be started immediately with surgical debridement. Glucose levels should be closely monitored, and an alternative therapy should be used for glucose control.\n[37]",
    "mechanism": "In healthy individuals, glucose in blood circulation is filtered through the renal glomerulus, reabsorbed in the proximal tubules, and then released back into circulation. Glucose reabsorption in the renal tubules is due to 2 glucose transporters: sodium-glucose co-transporter 1 and 2 (SGLT1 and SGLT2). Diabetic patients often have increased expression of SGLT2, which causes elevated renal glucose reabsorption and the presence of glucose in the plasma.\n[10]\n\nSGLT2 is primarily responsible for reabsorbing 90% of the glucose filtered by the kidneys. By competitively and selectively inhibiting SGLT2, canagliflozin reduces renal glucose reabsorption and increases urinary excretion of glucose. Increasing urinary glucose excretion can reduce pressure through an osmotic diuretic effect, loss of calories and body weight, and decreased glucose plasma levels. The mechanism of action is independent of insulin secretion, which makes canagliflozin unique in its ability to treat patients with varying stages of diabetes. Canagliflozin possesses unique characteristics distinct from other antihyperglycemic agents and demonstrates the potential for synergistic use with other agents for treating T2DM.\n\nWith higher selectivity for SGLT2, canagliflozin also inhibits SGLT1 with lower potency.\n[11]\nSGLT1 is expressed in the proximal renal tubules, but the majority is expressed in the lumen of the small intestine, which allows for the reabsorption of glucose and galactose. After being orally administered, canagliflozin can effectively inhibit SGLT1 in the small intestine, decrease intestinal glucose absorption, and lower postprandial glucose levels. In addition to being found in the small intestine, SGLT1 is also found in cardiac myocytes and plays a role in cardiovascular benefits from SGLT2 inhibitors.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nThe absolute mean oral bioavailability of canagliflozin is 65%. Peak plasma concentrations are achieved 1 to 2 hours after oral administration. Steady-state concentrations are typically achieved after 4 to 5 days of daily oral therapy within 100 to 300 mg of canagliflozin. Food such as high-fat meals do not affect the bioavailability of canagliflozin; it can be taken with or without food. With the potential to reduce postprandial glucose excursions, canagliflozin is recommended before the day's first meal.\n\nDistribution:\nCanagliflozin has a high binding affinity to proteins in plasma, mainly albumin (99%). Additionally, canagliflozin has extensive tissue distribution with a steady-state volume of 83.5 L based on a single intravenous (IV) infusion in healthy individuals.\n\nMetabolism:\nCanagliflozin is extensively metabolized through O-glucuronidation in the liver by uridine diphosphate-glucuronosyltransferase enzymes, primarily UGTA19 and UGTB24, into inactive O-glucuronide metabolites M7 and M5.\n[13]\nCYP3A4 metabolism of canagliflozin is minimal (7%).\n\nExcretion:\nThe terminal half-life of canagliflozin is 10.6 hours when administered at a dose of 100 mg, and it increases to 13.1 hours when the dose is increased to 300 mg. After a single radiolabeled dose, canagliflozin is excreted in the feces and urine. In the feces, it is excreted 41.5% as the unchanged radiolabeled drug, 7% as a hydroxylated metabolite, and 3.2% as an O-glucuronide metabolite. When excreted in the urine, only 33% of the ingested radiolabeled dose is measured in the urine as O-glucuronide metabolites.\n[13]\nLess than 1% is excreted in the urine in the form of an unchanged drug.",
    "administration": "Available Dosage Forms and Strengths\n\nCanagliflozin dosage formulations are available in oral tablets of 100 mg and 300 mg for the treatment of T2DM. Canagliflozin is not recommended for patients who are diagnosed with type 1 diabetes mellitus (T1DM). Canagliflozin is administered preferably before the first meal of the day.\n[11]\nBefore initiating therapy,  hypovolemia should be corrected if present. If the patient is on concurrent treatment with insulin or insulin secretagogues (sulfonylureas, meglitinides), a dose reduction of these medications should be considered to avoid the risk of hypoglycemia.\n\nAdult Dosage\n\nT2DM: 100 mg orally daily before the first meal of the day; can increase the dosage to 300 mg daily if needed after 4 to 12 weeks to achieve glycemic goals.\n\nAtherosclerotic cardiovascular disease or heart failure: 100 to 300 mg orally daily.\n\nDiabetic kidney disease: 100 mg orally daily before the first meal in patients with urinary albumin excretion >300 mg/day.\n[14]\n\nSpecific Patient Populations\n\nRenal impairment:\nRenal function should be evaluated before initiating canagliflozin. Treatment should be avoided for patients on intermittent hemodialysis, peritoneal dialysis, continuous renal replacement therapy (CRRT), and prolonged intermittent renal replacement therapy (PIRRT).\n[15]\n[16]\n\nestimated glomerular filtration rate (eGFR) ≥60 mL/min/1.73 m\n2\n: Clinicians may consider increasing the dosage to 300 mg orally daily to improve glycemic control further.\n\neGFR of 45 to <60 mL/min/1.73 m\n2\n: The dosage of canagliflozin is limited to 100 mg orally daily.\n\neGFR <45 mL/min/1.73 m\n2\n: Canagliflozin should not be initiated.\n\neGFR <30 mL/min/1.73 m\n2\n: The treatment with canaglifllozin is contraindicated. However, if the patient is already taking canagliflozin and has albuminuria >300 mg per day, they may continue therapy with 100 mg orally daily to reduce the risk of end-stage kidney disease and cardiovascular death.\n\nHepatic impairment\n\nMild to moderate impairment (Child-Pugh class A, B): No adjustment is necessary.\n\nSevere impairment (Child-Pugh class C): Use is not recommended.\n\nPregnancy considerations:\nCanagliflozin is not recommended in pregnant women, especially during the 2nd and 3rd trimesters.\n[17]\n\nBreastfeeding considerations:\nIt is unknown if canagliflozin passes into the breastmilk; it is 99% plasma protein bound. However, it is doubtful that it can pass into breast milk.\n[18]\nIn clinical trials with lactating rats, data from juvenile rats directly exposed to canagliflozin through lactation showed the risk of developing kidney issues during maturation. Despite no clear evidence of canagliflozin being passed through human breast milk, an alternate medication may be preferred for nursing mothers and infants due to the theoretical risk to the infant's developing kidney.\n\nPediatric patients:\nSafety and effectiveness for patients younger than 18 years old have not been established.\n\nOlder patients:\nPatients older than 65 years have a higher incidence of adverse reactions, particularly with the 300 mg daily dosage. A more prominent increase in incidence was noted in patients older than 75 years. Adverse reactions associated with the 300 mg dose included hypotension, postural dizziness, syncope, and dehydration.\n[19]",
    "adverse_effects": "In 2017, the FDA gave canagliflozin a box warning, highlighting the increased risk of leg and foot amputations. As of August 2020, the FDA has removed this box warning associated with canagliflozin and any other medications that include canagliflozin as part of combination therapy.\n[20]\n\nCommon Adverse Drug Reactions of Canagliflozin\n\nGenital yeast infections in both men and women\n[21]\n\nUrinary tract infections\n[22]\n\nIncreased urination\n[22]\n\nDehydration\n[23]\n\nOrthostatic hypotension\n[24]\n\nIncreased cholesterol levels (LDL-C)\n[20]\n\nDrug-Drug Interactions\n\nUDP-glucuronosyltransferase (UGT) enzyme inducers: If patients are currently tolerating a 100 mg daily dose of canagliflozin and have an eGFR ≥60 mL/min/1.73 m\n2\n, consider increasing the dosage of canagliflozin to 300 mg daily if coadministered with UGT enzyme inducers. UGT enzyme inducers, such as rifampin, phenytoin, phenobarbital, or ritonavir, all work on UGT enzymes such as UGT1A9 and UGT2B4. When coadministered with canagliflozin, medications that induce UGT enzymes decrease the efficacy of canagliflozin. Alternative antihyperglycemic therapy should be considered in patients with an eGFR <45 mL/min/1.73 m\n2\n.\n[25]\n\nDigoxin: An increase in digoxin's peak drug concentration occurs when used concurrently with canagliflozin 300 mg daily dosing. Patients treated with canagliflozin with concomitant digoxin should be monitored and have the dose adjusted for digoxin accordingly.\n[26]\n\nDiuretics: Canagliflozin results in osmotic diuresis, leading to reduced intravascular volume. Loop diuretics, hydrochlorothiazide, and thiazide-like diuretics are associated with the most significant increase in volume depletion-related adverse reactions. Concomitant use of canagliflozin with diuretics can increase the risk of dehydration and hypotension, and the dosing of diuretics should be adjusted accordingly.\n[27]\n\nCYP3A4 inducers: Medications that induce the CYP3A4 enzyme, such as rifampin, can decrease drug concentrations of canagliflozin. Dose adjustments of canagliflozin may be necessary when coadministered with CYP3A4 inducers.\n[28]\n\nCYP3A4 inhibitors: Medications that inhibit the CYP3A4 enzyme, such as ketoconazole, can increase drug concentrations of canagliflozin in the body. This can potentially lead to an increased risk for adverse events associated with canagliflozin.",
    "monitoring": "Monitoring parameters for individuals being treated with canagliflozin typically involve a combination of laboratory testing and clinical assessments to ensure medication effectiveness and safety. Treatment guidelines do not provide specific recommendations on the frequency or duration of monitoring. These parameters should be individualized for each patient based on a healthcare professional's clinical discretion.\n\nSince canagliflozin is an antihyperglycemic agent and affects renal glucose absorption, healthcare professionals should regularly check patient's diabetes through regular blood tests (blood sugar levels and HbA1c), renal function, and educate patients on adhering to a prescribed diet alongside adequate exercise. Healthcare professionals should monitor HbA1c twice a year for patients who have stable glycemic control and are meeting treatment end goals. If treatment goals are not met, HbA1c should be monitored quarterly.\n[7]\nFor nonpregnant adults, the goal HbA1c should be <7% and a more aggressive approach should be <6.5%. The blood glucose goal before meals (preprandial) should be between 80 and 130 mg/dL, and 1 to 2 hours after meals (postprandial) should be <180 mg/dL.\n\nHealthcare teams should monitor for risk of adverse events such as risk for lower limb amputation or bone fracture, ketoacidosis, symptomatic hypotension, necrotizing fascitis, pyelonephritis, and genital mycotic infections. Temporary interruption of canagliflozin is recommended for patients undergoing major surgery or procedures involving prolonged fasting. If possible, clinicians should withhold canagliflozin for at least 3 days before such interventions. After the surgery or procedure is completed and the patient has resumed oral intake and is clinically stable, canagliflozin therapy can be resumed.\n[38]",
    "toxicity": "Signs and Symptoms of Overdose\n\nCanagliflozin overdose and toxicity can increase the risk of hypoglycemia when administered with other diabetic medications. If a patient has severe hypoglycemia, they should self-administer an emergency glucagon kit. Additional symptoms of overdose include severe dehydration, electrolyte imbalances, and constant low blood pressure.\n\nManagement of Overdose\n\nIf an overdose is suspected, it is crucial to seek immediate medical attention and contact emergency services such as the poison control center. Overdose treatment typically consists of supportive care to reverse electrolyte imbalances with fluid replacement and additional supportive measures to manage symptoms.\n[12]\nIf clinicians deem it necessary to remove unabsorbed drug components of canagliflozin, a 4-hour hemodialysis session can remove canagliflozin to negligible levels. Healthcare teams should implement clinical monitoring based on the patient's health status. As canagliflozin is highly protein plasma bound, it is not expected to be dialyzable through peritoneal dialysis."
  }
}