{
  "drug_name": "candesartan cilexetil",
  "nbk_id": "NBK519501",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519501/",
  "scraped_at": "2026-01-11T15:24:58",
  "sections": {
    "indications": "The major contraindication to candesartan is hypersensitivity to the medication or excipients. Candesartan-induced angiodema has been reported.\n[33]\nConcomitant use of candesartan with aliskiren is contraindicated in patients with diabetes mellitus. The ALTITUDE trial was terminated early due to higher rates of renal dysfunction, hyperkalemia, and hypotension in patients taking aliskiren with ACE inhibitors or ARBs.\n[34]\n\nBoxed Warnings\n\nCandesartan is considered a teratogen and has an FDA-issued boxed warning for fetal toxicity. Medications that interfere with the renin-angiotensin-aldosterone system diminish fetal renal function if used in the second or third trimesters of pregnancy. The risk of fetal morbidity and mortality increases due to oligohydramnios caused by reduced renal function. Affected neonates may present with skull hypoplasia, lung hypoplasia, hypotension, renal failure, and death.\n[35]\n[36]\n\nWarnings and Precautions\n\nPediatric patients: Candesartan should not be administered to infants younger than 12 months due to adverse effects on developing kidneys.\n\nSymptomatic hypotension: Symptomatic hypotension may occur, particularly in patients with volume depletion; a dose reduction of candesartan may be required. Clinicians should also adjust diuretic doses and consider volume repletion. Blood pressure monitoring is advised during dose escalation and during major surgery or anesthesia. Intravenous fluids and vasopressors may be required in cases of severe hypotension.\n[37]\n\nNephrotoxicity: Renal function should be regularly monitored in patients receiving candesartan because drugs that inhibit the renin-angiotensin system can cause renal insufficiency. Candesartan may need to be discontinued if a significant decline in renal function is observed. The initiation of ARBs may increase serum creatinine levels, particularly in patients with extensive atherosclerotic cardiovascular disease. Elevations in serum creatinine levels could be due to bilateral renal artery stenosis or unilateral renal artery stenosis in patients with a solitary functioning kidney. Serum creatinine increases of greater than 30% from baseline warrant evaluation for bilateral renal artery stenosis.\n[38]\n\nAngioedema: Patients with a history of angioedema from an ACE inhibitor can receive an ARB beginning 6 weeks after the ACE inhibitor is discontinued. This decision should be made after a rigorous risk-benefit evaluation and patient education regarding recurrence risk.\n[4]\n[39]",
    "mechanism": "Similar to ACE inhibitors, such as enalapril, or direct renin inhibitors, such as aliskiren, candesartan interferes with the renin-angiotensin-aldosterone system. Typically, renin is released by renal juxtaglomerular cells in response to decreased renal perfusion pressure, increased sympathetic tone, or reduced delivery of sodium chloride to macula densa cells in the distal convoluted tubule of the nephron. The liver releases angiotensinogen, which is cleaved by renin into angiotensin I. Angiotensin I is converted into angiotensin II in the lungs by angiotensin-converting enzyme (ACE). Angiotensin II has several effects, including:\n\nBinding to type 1 angiotensin II receptor in vascular smooth muscle, leading to vasoconstriction and an increase in blood pressure.\nConstricting the efferent arteriole in the kidney, thereby preserving the glomerular filtration rate when renal perfusion decreases.\nIncreasing the activity of the sodium-proton cotransporter in the proximal convoluted tubule of the nephron, which promotes the reabsorption of sodium, water, and bicarbonate.\nStimulating the secretion of aldosterone from the zona glomerulosa of the adrenal cortex. Aldosterone acts on α-intercalated cells in the collecting duct to promote proton secretion and urine acidification, and on principal cells in the collecting duct to increase sodium reabsorption and potassium excretion. Ultimately, the net effect is water retention, increased intravascular volume, and elevated blood pressure.\nPromoting the release of antidiuretic hormone from the posterior pituitary gland, which acts on principal cells to increase water reabsorption via aquaporin-2 channels, thereby raising the intravascular volume and blood pressure.\n\nCandesartan antagonizes the type 1 angiotensin II receptor, thereby blocking the effects of angiotensin II and reducing both blood pressure and fluid retention. Because candesartan blocks the binding of angiotensin II to its target receptor, its action is independent of the upstream biosynthesis of angiotensin II. Although a type 2 angiotensin II receptor also exists, it plays no role in maintaining blood pressure and normal hemodynamics. Furthermore, candesartan binds the type 1 angiotensin II receptor with 10,000-fold higher affinity than to the type 2 receptor.\n[1]\n[3]\n\nPharmacokinetics\n\nAbsorption:\nCandesartan cilexetil undergoes rapid ester hydrolysis during absorption from the gastrointestinal tract, resulting in the conversion to candesartan. The bioavailability of candesartan is approximately 15%, and food does not affect absorption. The peak plasma concentration occurs within 3 to 4 hours.\n\nDistribution:\nThe mean volume of distribution of candesartan is 0.13 L/kg. Candesartan has high plasma protein binding (>99%). Results from animal studies have demonstrated that candesartan crosses the placental barrier and is distributed in the fetus.\n\nMetabolism:\nCandesartan undergoes limited hepatic metabolism via the cytochrome P450 system. Consequently, the potential for drug-drug interactions with medications metabolized by this system is minimal. Candesartan undergoes minor hepatic metabolism by\nO\n-de-ethylation to an inactive metabolite.\n[21]\n\nExcretion:\nThe clearance of candesartan is 0.37 mL/min/kg, with a mean elimination half-life of approximately 9 hours. Repeated once-daily dosing does not lead to the accumulation of the drug or its inactive metabolite. Candesartan is predominantly excreted unchanged in urine and feces (via biliary excretion).\n[22]",
    "administration": "Available Dosage Forms\n\nCandesartan is administered orally and is available in tablet formulations of 4, 8, 16, and 32 mg. For patients who have difficulty swallowing, an oral suspension is available.\n[23]\n\nAdult and Pediatric Dosage\n\nHypertension\n\nAdults and older patients should receive an initial dose of 16 mg/d. If volume depletion is present, the initial dose should be reduced to 8 mg/d. The usual maintenance dose ranges from 8 to 32 mg daily.\n[2]\n[3]\nChildren and adolescents aged 6 or older who weigh more than 50 kg should receive an initial dose of 8 to 16 mg/d. If the patient is volume-depleted, the initial dose should be reduced to 4 mg/d. The maintenance dose ranges from 4 to 32 mg/d.\n[2]\n[3]\nChildren and adolescents aged 6 or older who weigh less than 50 kg should receive an initial dose of 4 to 8 mg/d. If the patient is volume-depleted, the initial dose should be lowered to 2 mg/d. The dose ranges from 2 to 16 mg/d.\nChildren aged 1 to 6 should receive an initial dose of 0.2 mg/kg/d as an oral suspension. If the patient is volume-depleted, the initial dose should be reduced to 0.1 mg/kg/d. The usual dose ranges from 0.05 to 0.4 mg/kg/d.\nFixed dose combination contains candesartan 16 mg and hydrochlorothiazide 12.5 mg. The dose can be increased to candesartan 32 mg and hydrochlorothiazide 25 mg.\n[24]\n\nHeart Failure with Reduced Ejection Fraction\n\nAccording to ACC/AHA/HFSA guidelines, candesartan is initiated at a dose of 4 to 8 mg/d for patients with HFrEF. The target dose of candesartan, 32 mg/d, is achieved by gradual titration every 2 weeks.\n[6]\n[7]\n\nHeart Failure with Preserved Ejection Fraction\n\nFor guideline-directed medical therapy in patients with HFpEF, candesartan is initiated at the same dose (ie, 4-8 mg) and is gradually titrated to 32 mg/d as tolerated. Blood pressure should be controlled ideally to a systolic blood pressure of <130 mm Hg.\n[9]\n\nMigraine Prophylaxis\n\nFor migraine prevention, adults should receive 16 mg/d.\n[14]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment of candesartan is necessary in patients with mild hepatic impairment. For moderate hepatic insufficiency, initial treatment with candesartan 8 mg daily is suggested. According to the American Association for the Study of Liver Diseases, ARBs should be avoided in patients with cirrhosis.\n[25]\n\nRenal impairment:\nNo dose adjustment of candesartan is required for creatinine clearance greater than 30 mL/min. Dose reduction and monitoring of renal function and electrolytes should be considered when creatinine clearance is less than 30 mL/min. The American Diabetes Association recommends titrating ARBs to the maximum tolerated dose to prevent the progression of chronic kidney disease and decrease cardiovascular events in nonpregnant individuals with diabetes mellitus and hypertension.\n[19]\n\nPregnancy considerations:\nThe American College of Obstetricians and Gynecologists advises against using ARBs, including candesartan, during pregnancy due to the risks of fetal growth restriction and malformations such as renal dysgenesis and calvarial hypoplasia.\n[26]\nLabetalol, methyldopa, and long-acting nifedipine are preferred alternatives for hypertension in pregnancy.\n[27]\n\nThe fetal renin–angiotensin–aldosterone system plays a vital role in nephrogenesis and circulatory homeostasis. ARBs block angiotensin II type 1 receptors, thereby suppressing aldosterone and reducing renal perfusion in both the mother and the fetus, contributing to teratogenesis. Women of reproductive potential should be counseled about pregnancy risks before initiation and advised to use effective contraception.\n\nBreastfeeding considerations:\nThe excretion of candesartan in human milk is currently unknown. However, study results have shown the presence of candesartan in rat milk. Although preliminary evidence suggests that candesartan passes into breast milk in small amounts and is minimally detectable in the plasma of breastfed infants, there is potential for severe adverse reactions. According to the product label, breastfeeding is not recommended while undergoing candesartan treatment.\n\nChildren:\nThe FDA has not approved candesartan for use in infants younger than 12 months. Dosing recommendations for children aged 12 months or older are mentioned above.\n\nOlder adults:\nThe pharmacokinetics of candesartan were assessed in older patients, especially those aged 65 or older. The study results showed pharmacokinetic linearity, with minimal accumulation of candesartan observed with once-daily administration. Therefore, no dosage adjustment of candesartan is necessary.",
    "adverse_effects": "The most common adverse effects reported for candesartan include symptomatic hypotension, abnormal renal function, and hyperkalemia. In the CHARM trial, symptomatic hypotension, impaired renal function (elevated serum creatinine), and hyperkalemia occurred with an incidence of 18.8%, 12.5%, and 6.3%, respectively. Hypotension is more common in patients who are volume- or salt-depleted due to dietary restriction, dialysis, diarrhea, emesis, or diuretic use.\n[6]\nOther reported adverse effects include headache, back pain, angioedema, and upper respiratory tract infections. A case of candesartan-induced lichenoid drug eruption has been reported.\n[15]\n\nDrug-Drug Interactions\n\nConcurrent use of candesartan with spironolactone, potassium supplements, or other drugs that increase serum potassium levels may increase the risk of hyperkalemia. Regular monitoring of serum potassium is advised in these conditions.\n[28]\n[29]\n[28]\nConcurrent use of lithium and ARBs, including candesartan, may increase serum lithium concentrations and the risk of lithium toxicity. Monitoring of serum lithium levels is recommended.\n[29]\nCoadministration of nonsteroidal anti-inflammatory drugs with candesartan, including selective cyclooxygenase 2 inhibitors, may decrease renal function and oppose the antihypertensive effect of ARBs. Periodic monitoring of renal function is recommended for patients receiving concomitant therapy.\n[30]\nCombination blockade of the renin-angiotensin system with ARBs, ACE inhibitors, or aliskiren increases the risk of hypotension, hyperkalemia, and renal dysfunction, including acute kidney injury. Combination treatment with candesartan, ACE inhibitors, or mineralocorticoid receptor antagonists is not recommended.\n[31]\nConcomitant administration of candesartan and clarithromycin is associated with an increased risk of hyperkalemia and acute kidney injury compared to azithromycin, likely due to the inhibition of hepatic organic anion-transporting polypeptides by clarithromycin. This interaction is more pronounced in patients with renal impairment, warranting caution when prescribing clarithromycin with candesartan, but further research is required.\n[32]",
    "monitoring": "Patients receiving candesartan should undergo regular blood pressure monitoring to assess response to the medication. Additionally, clinicians should monitor for symptomatic hypotension, which may present with dizziness, lightheadedness, nausea, syncope, and fatigue.\n[40]\nAdditionally, ejection fraction and volume status should be monitored closely in patients with congestive heart failure receiving candesartan.\n[7]\nBecause hyperkalemia and impaired renal function can occur with candesartan use, serum potassium and renal function should be closely monitored.\n[41]",
    "toxicity": "Signs and Symptoms of Overdose\n\nCandesartan overdose manifests with symptomatic hypotension, dizziness, and reflex tachycardia. Patients who develop symptomatic hypotension should have their vital signs monitored closely. Unintentional overdoses in children have also been reported.\n[42]\n\nManagement of Overdose\n\nPatients should be placed in a supine position with their legs elevated to improve venous return. If this intervention is ineffective, clinicians can initiate fluid resuscitation and supportive pharmacotherapy to increase blood pressure.\n[40]\nFurthermore, when an overdose involves the candesartan-hydrochlorothiazide combination, clinicians should also evaluate for hydrochlorothiazide toxicity. Hydrochlorothiazide overdose, characterized by hypokalemia, hyponatremia, dehydration, and metabolic alkalosis, can worsen hypotension and electrolyte disturbances. While addressing an overdose of candesartan, clinicians must consider the possibilities of multiple-drug overdoses, drug-drug interactions, and altered pharmacokinetics.\n[43]\nConsultation with a medical toxicologist or the National Poison Control Center for the most recent information is recommended in a complex overdose."
  }
}