{
  "drug_name": "canola",
  "nbk_id": "NBK558952",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558952/",
  "scraped_at": "2026-01-11T18:46:44",
  "sections": {
    "indications": "Retinal traction detachment (RTD) or tractional retinal detachment (TRD) is defined as the separation of the neurosensory retina from the retinal pigment epithelium (RPE) due to the traction caused by proliferative membranes present over the retinal surface or vitreous. The proliferative membranes can result from different etiologies of proliferative retinopathies, the most common being proliferative diabetic retinopathy (PDR), which is a complication of prolonged and uncontrolled diabetes mellitus.\n[1]\n\nThe detached retina takes a concave shape in contrast to the convex shape of rhegmatogenous retinal detachment (RRD). In contrast to RRD, which is caused by one or more retinal breaks, RTDs are caused by tractional forces, and there is no retinal break in the area of RTD.",
    "mechanism": "Retinal traction detachment can result from various causes of proliferative retinopathies. These causes can be broadly divided into 2 types, those affecting the adult population and those affecting the pediatric population.\n\nCauses of RTD in adult population include:\n\nPDR\nRetinal vein occlusion (RVO)\nRetinal vasculitis\nTrauma\nSickle cell retinopathy\nUveitis\nProliferative vitreoretinopathy (PVR)\nPenetrating trauma\n\nCauses of RTD in the pediatric population include:\n\nRetinopathy of prematurity (ROP) and its complications\nFamilial exudative vitreoretinopathy (FEVR)\nPersistent fetal vasculature (PFV)\nToxoplasma retinitis\nToxocara retinitis\nSickle cell retinopathy\nTrauma\nPVR\nIncontinentia pigmenti",
    "monitoring": "The ophthalmic evaluation includes slit-lamp biomicroscopy, fundoscopy, fundus photo, fundus fluorescein angiography (FFA), and OCT scan of the macula.\n\nOcular alignment should be noted to rule out the presence of strabismus since long-standing chronic Retinal traction detachment can be associated with sensory exotropia, which may denote a poor visual prognosis. Pupillary reflex should be noted to rule out the relative afferent pupillary defect. Inaccurate projection of ray gives a poor visual prognosis.\n\nIris and angle neovascularization should be looked for in the un-dilated state to find the presence of neovascularization. The presence and grade of cataracts should be noted since this will help in the decision of simultaneous cataract surgery.\n\nThe exact localization of the fibrovascular membranes, neovascular tufts, large-caliber neovascularization fronds, areas of tractional detachments, subretinal bands, presence of preretinal and subretinal bleed should be noted in the preoperative workup. In the presence of the RTD, the formation of a break in the retina converts it into a combined retinal detachment (CRD). In the preoperative workup, localization of the break may not be noted, and the clues for combined retinal detachment are convex retinal surface, sudden loss of vision, progression to ora serrata, and relatively less tangential traction. Intraoperatively the break(s) can be usually identified at the base of a proliferation where there is maximum anteroposterior traction. CRD cases should be operated early because a delay in the surgery will result in increased accumulation of subretinal fluid and difficulty in membrane removal due to more approximation of the retina with the membranes and mobility of the retina.\n\nSpectral-domain optical coherence tomography (OCT)\nimaging is helpful in assessing the level and severity of the membranes than other modalities.\n[18]\nOCT can provide clues regarding the location of potential spaces where safe dissection or initiation of membrane removal can be performed. The presence of subretinal bands (SRB) can be detected in OCT scans and helps in the planning of the surgery. Also, it documents the foveal status, including epiretinal membrane, vitreomacular traction, cystoid macular edema, subfoveal fluid, retinoschisis, loss of ellipsoid zone, and the external limiting membrane.\n\nColor photographs, red-free photographs, and wide-angle fundus photographs are helpful in the preoperative workup and documentation of the pathology like location and extent of RTD, SRB, preretinal and subretinal hemorrhages, and ischemic retinal vessels.\n\nWide-angle fundus autofluorescence (FAF)\ncan help in visualization of the laser free area of the retina where additional PRP can be done preoperatively.\n\nFundus fluorescein angiography (FFA)\ncan be done in doubtful cases where exact cause to RTD can not be found out due to the absence of clinically evident neovascularization. Also, FFA helps in delineating the areas of peripheral and macular ischemia, which will prognosticate the visual outcome in these cases.\n\nUltrasound B scan (USG-B scan)\nis a time tested investigational modality in the preoperative workup of the RTD cases. This helps in identifications of the areas of traction and retinal detachment, state of posterior vitreous detachment (PVD), presence of vitreous, subretinal, or preretinal hemorrhage, especially in the presence of a hazy media. There have been 2 types of description of RTD in ultrasound B scan. The detached retina may be tented by a narrow vitreoretinal adhesion causing an 'x' pattern in USG B scan and a broad vitreoretinal adhesion causing an 'H' shaped pattern in USG B scan.\n[19]\n[11]\n\nThe systemic evaluation includes fasting and postprandial blood sugar, HbA1c, blood urea, serum creatinine, systemic blood pressure measurement, the hemoglobin level, lipid profile, and urinary microalbumin. Along with the ophthalmic evaluation, the patient should receive a tailored approach to all systemic involvements and consult concerned specialists.",
    "administration": "The management of TRD can be divided into systemic management and ocular management. Systemic management includes control of the predisposing systemic factor, including diabetes mellitus (DM), systemic hypertension (HTN), nephropathies, and hemoglobinopathies. This should be done as per the advice of the treating physician or specialist.\n\nOcular management is to be done as per the discretion of the treating vitreoretinal surgeon. The decision to recommend surgery for TRD depends upon many factors, both systemic and ocular. The possible visual outcomes must be discussed with the patient before surgery. Diabetic vitrectomy is one of the most difficult vitreoretinal surgeries which demands the surgeon's expertise and a good understanding of the mechanism of the disease. Fortunately, with the advent of newer vitrectomy machines and with the advantages of small gauge vitrectomy surgeries, both the anatomical and functional outcomes of RTDs have been improved. The anatomical success rate of diabetic vitrectomy surgeries is reported to be in the range of 83% to 94%.\n[20]\n\nSurgery is usually indicated for RTD of duration less than 6 months and progressive RTD threatening macula. Recent studies also mention RTD of a duration of more than 6 months as one of the indications for surgery.\n[11]\n\nRole of Preoperative Anti-vascular Endothelial Growth Factor (VEGF) Agents\n\nAll types of intravitreal anti-VEGF agents. e.g., bevacizumab, ranibizumab, aflibercept, conbercept, and pegaptanib have been injected preoperatively in diabetic RTDs.\n[11]\nThough there is no consensus regarding the indication of these injections, they help reduce intraoperative hemorrhage in the presence of large, active neovascular fronds, and may make surgical dissection easier. The presence of more fibrous than a neovascular component is a risk factor for aggravation of RTD, in case preoperative anti-VEGF agents injected. Usually, the injections are given 3 to 5 days before the surgery. Bevacizumab is more frequently used, which may be due to economic affordability among other agents. Standard dosing of bevacizumab 1.25 mg/0.05 ml may be used, but even lower doses of bevacizumab 0.16 mg and 0.25 mg have been shown to be effective.\n[11]\nThe preoperative injection of dexamethasone implant is also studied with good results.\n[21]\nSystemic control should be optimal before anti-VEGF injection as surgery should be done within 1 week of injection to prevent further worsening of TRD due to the contraction of fibrovascular membranes.\n[22]\nIn eyes with severe PDR with fibrovascular proliferation but no TRD, bevacizumab has shown to cause progression to TRD as early as 3 days and an average of 13 days after injection.\n[23]\n\nRole of Preoperative Pan-retinal Photocoagulation (PRP\n)\n\nPreoperative PRP may be considered in cases with RTD, especially if the eye never received any laser or the previous laser appears inadequate. Though it may help stabilizes the eye in a case of PDR with RTD, it has a potential risk of retinal tear creation (if very high power is used), attributed to laser energy and induced fibrovascular contraction. However, PRP with a safe distance from the base of the fibrous membranes done preoperatively helps in the induction of PVD and better ease of surgery. It may also reduce the time needed to complete endolaser pan-retinal photocoagulation.\n\nSurgical Equipment\n\nMicroscope and lenses - Binocular surgical microscope with coaxial illumination equipped with motorized power zoom, power focussing, and X-Y positioning via foot pedals is necessary. A laser filter to permit endophotocoagulation is needed. For fundus visualization, both contact lenses and noncontact viewing systems e.g., Binocular Indirect Ophthalmomicroscope (BIOM), are common in use.\n\nMicroinstruments and Illuminations\n\nTwenty gauge systems had become the standard and are still used in some vireo-retina setups. They have the advantage of offering many additional instruments with minimal flexibility.\n[24]\nHowever, recent years have seen a preference towards smaller gauge vitrectomy systems like 23, 25, and 27gauge vitrectomy. These smaller gauge systems offer benefits of sutureless surgery, less postoperative inflammation, and hence less patient discomfort.\n[25]\nAlso, the cutter mouth of 23G and 25D are very near to the tip of the vitrectomy cutter, allowing the surgeon to go very near to the retina to dissect the membranes.\n\nVitrectomy Machine Set-Up\n\nThe standard set up for vitrectomy consists of a vitrectomy cutter, combined with a suction unit, a fiber optic light pipe, an infusion of balanced salt solution, and an air pump. Additional combinations of diathermy, endophotocoagulation, cryo gas filling, or phacoemulsification modules are present in different vitrectomy setups.\n\nVitrectomy Cutter\n\nThe vitrectomy probe serves to cut and dissect vitreous gel and membranes. Newer probes with port closer to the tip of the probe are significantly safer.\n\nIllumination\n\nIlluminators range from single-function illumination probe to multipurpose illuminated scissors, forceps, or vitrectomy probes. The use of Chandelier illumination allows bimanual dissection. However, endoilluminator induced retinal phototoxicity is a potential side effect.\n\nMembrane Dissection Instruments\n\nA wide variety of tissue scissors, forceps, spatulas, and picks are available to remove vitreous and epiretinal membranes. The vitrectomy probe can also be used for membrane dissection.\n[26]\nVertical scissors can be used for segmentation and horizontal scissors for delamination.\n\nRetinopexy Instruments\n\nEndolaser probes are used for endophotocoagulation. Scleral depression with indentor can be used for peripheral treatment. Endodiathermy can be used for stopping hemorrhage during surgery or for making retinotomy sites.\n\nDyes\n\nVarious vital dyes are used for vitrectomy and identification of membranes for their removal. Triamcinolone acetonide is used for staining of the vitreous cortex and remnant vitreous membranes, the identification, and removal of which ensures complete membrane removal. Trypan blue is more specific for epiretinal membrane removal. Brilliant blue-green (BBG), indocyanine green (ICG), and infracyanine green are more specific for the internal limiting membrane (ILM). Dissection of the posterior vitreous face in cases with vitreomacular traction needs to be done with care to prevent iatrogenic macular hole formation.\n\nTamponade\n\nVarious tamponade agents are used for internal tamponade in vitrectomy surgery for retinal traction detachment. Perfluorocarbon liquid (PFCL) helps intraoperatively during membrane dissection since it gives counter traction and a temporary hemostatic agent due to its mechanical pressure effect. Tamponade agents with effect in the postoperative period include SF6, C3F8, and silicone oil.\n\nPars Plana Vitrectomy for TRD\n\nPreparation of Entry Sites\n\nStandard 3 port vitrectomy is the common practice. A 6 mm infusion cannula can be used instead of a regular 4 mm canola in cases with anterior displacement of the retina due to severe retinal traction. The infusion port is played in the inferotemporal quadrant. Superior quadrants are used for the vitrectomy probe and endoilluminator probe.\n\nVitrectomy\n\nVitreous removal is started behind the crystalline or intraocular lens. Then central vitreous is removed. In RTDs, the vitreous is usually detached in the mid periphery, but multiple attachments remain at the posterior pole, thus forming a vitreous cone. After the removal of central vitreous, its necessary to trim and release 360° of the peripheral vitreous cone. Induction of PVD or membrane dissection before removing peripheral vitreous cone may result in iatrogenic retinotomy. Once the peripheral vitreous has been released, membranes of the posterior pole should be addressed. There are two ways of handling the fibrous tractional membranes: an outside-in or an inside-out technique. In the outside-in technique, dissection of the membranes starts at or posterior to the vascular arcades and comes toward the optic nerve, whereas, in the inside-out technique, dissection starts from the optic nerve and goes toward the periphery.\n\nMembrane Peeling\n\nRTD is most commonly associated with incomplete posterior vitreous detachment (PVD), the presence of pre retinal membranes, and vitreoretinal adhesions.\n\nThe vitreoretinal adhesions (VRAs) can be\n\nfocal (point-like localized vitreoretinal adhesion)- Focal vitreoretinal adhesions may be single or more commonly multiple. The dissection of such adhesions is easier, but there may be partial or no separation of vitreous from the retina between multiple focal VRAs. Focal VRAs may be associated with epiretinal membrane. or\nbroad- Broad VRA can be of 2 types,\nthose associated with and\nthose not associated with folding of the underlying retina.\n\nThe latter type is less common in occurrence and probably formed by a large segment of neovascularization. The more common type of broad VRA is formed due to fibrotic posterior hyaloid and associated with underlying retinal folds. There may be an associated epiretinal membrane near the broad VRA. Broad adhesions are more common in the nasal retina.\n\nThe traditional methods described to remove the membranes are segmentation, delamination, en-bloc dissection, other methods, and the combination of all these methods.\n\nIn segmentation, a sheet of fibrovascular membrane present over the retinal surface is divided into multiple pieces by dissecting in between the fibrovascular attachments to the retinal surface, which are to be removed later.\nIn delamination, a large sheet of the fibrovascular membrane is severed from the underlying retina by cutting the multiple fibrovascular stalks attached to the underlying retina. This can be achieved with horizontal scissors, pick, or the vitrector. Delamination can be started in the posterior pole and progressed towards periphery or vice-versa, depending upon the availability of the correct plane of cleavage.\nEn-bloc dissection is a method in which the whole fibrovascular proliferation and the posterior hyaloid is detached from the optic nerve head in one go as a single piece. Various methods for this are described. If the cutter is used to remove the attachment near the disc to induce PVD, it is frequently associated with severe bleeding and/or multiple breaks and is avoided by most retina surgeons. The original description of 'en-bloc excision technique' by Abrams and Williams and colleagues\n[27]\n[28]\nis:'In summary, the goal of the technique is to relieve all traction on the retina by removing the fibrovascular diabetic membranes and posterior hyaloid as a single unit. Initially, the posterior hyaloid is partially excised to allow access to the subhyaloid space. We prefer to open the hyaloid temporally if possible, but the opening may be made wherever the hyaloid is separated from the retina. The amount of hyaloid initially removed may vary, but should not be sufficient to release anterior-posterior traction exerted by the hyaloid on the fibrovascular membranes. This traction by the partially intact hyaloid provides a mechanical advantage during the excision of the fibrovascular membranes from the retinal surface with horizontally cutting vitreoretinal scissors. As the adhesions between the retina and the posterior hyaloid are cut, the membrane is lifted away from the retina by the hyaloid, and the tractional retinal detachment partially flattens. Subsequent identification of other adhesions thus is facilitated. An illuminated pick also may be used to manipulate the hyaloid and/or fibrovascular membrane to further expose the fibrovascular adhesions, which are then cut.\n[29]\nAfter the membranes and posterior hyaloid are separated from the retina, both are excised with the vitrectomy instrument. Modifications of this method include total en bloc excision of the membranes as described by Kakehashi in which lifting of the dense glial ring from the optic disk is done using a hook or forceps.\n[30]\nThe dense posterior hyaloid membrane is lifted and peeled from the posterior to the peripheral retina. The creation of a window in the posterior hyaloid membrane is not done in this method. If any strong vitreoretinal adhesion site is encountered, the posterior hyaloid is partially removed, followed by the delamination of the membranes. Another method of modified en block excision is described, which uses bimanual dissection.\n[1]\n[31]\nViscodissection using sodium hyaluronate 1% in between the retina and the preretinal membrane by Stenkula and Tornquist.\n[32]\nEn bloc perfluorodissection (EBPD) by Arevalo.\n[32]\nIn this method, a hole is created in the posterior hyaloid at mid-peripheral posterior hyaloid, and perfluorocarbon liquid (PFCL) is injected with 'viscodissector; 20-gauge x 1-inch cannula with a 30-gauge x 3/16-inch tip extension)' beneath the posterior hyaloid to create a separation of the posterior hyaloid and the retina.\n\nRemnants of the posterior hyaloid should be diagnosed with the help of staining with dye, minimal stroking with diamond-dusted membrane scraper, intraoperative forceps, or intraoperative optical coherence tomography (OCT) and removed. These remnants are called second membranes, and failure to remove them completely may result in recurrent retinal detachment, vitreous hemorrhage, and subsequent failure of the surgery.\n[33]\n\nThe taut posterior hyaloid membrane is a vitreoretinal interface disorder that causes tangential traction and results in diabetic macular edema (DME). Dye assisted removal of this membrane results in the resolution of DME. The peeling of the ILM (ILMP) in the posterior pole in these cases ensures the removal of all contractile elements. ILMP results in the prevention of astrocyte formation in these areas and hence prevention of recurrence.\n[34]\nILMP also facilitates fluid passage from the retina through the vitreous, thus reducing DME.\n[35]\n\nBimanual membrane dissection, with the help of 25 gauge self-retaining chandelier endoilluminator, is a useful method for difficult membranectomy. Forceps, scissors, and vitrectomy probe can be used as per the surgeon's comfort. Newer vitrectomy high-speed cutters (10,000 cuts per minute via a dual pneumatic technology) beveled probe has a beveled-tip design that allows the cutting port to come closer to the retina, which provides additional safety to use the cutter as an instrument for membrane removal.\n\nControl of the intraoperative hemorrhage is very crucial in diabetic vitrectomy. The source of the bleeding points is usually elevated fibrovascular tissue over the attached or detached retina, surface retinal bleed, or over the optic nerve head. Intraoperative bleeders should be immediately managed well. A delay in the hemostasis will cause the blood clot to be thick and formed and thus will make the removal of the clot difficult, as the cleavage plane between the retina and the membrane becomes obliterated. Endodiathermy of the individual bleeding nails, increasing the intraocular pressure, and mechanical pressure with the help of the cutter tip are some of the methods to stop the bleeding. The mechanical effect of the PFCL as a temporary tamponade agent can be helpful in the management of bleeding in some cases. Raised intraocular pressure should be decreased to see any ooze or bleed and if present, should be managed before concluding the case. Adequate hemostasis is very important, as postoperative hypotony may cause early rebleed in the posterior segment.\n\nIntraoperative use of perfluorocarbon liquid (PFCL) is very helpful in stabilizing the retina and removal of the membranes, especially in the presence of combined RTD and rhegmatogenous retinal detachment.\n\nSome eyes with PDR with RTD are associated with lamellar or full-thickness macular hole. The mechanism of MH formation in these eyes is the deroofing of the retinal layers in the region of DME resulting from tangential and anteroposterior traction from the vitreous membranes. Complete removal of the membranes and peeling of ILM should be done in these eyes.\n\nIatrogenic retinotomies or breaks are unwanted complications of diabetic vitrectomy. If created, these retinotomies should be made free of membranes near them and lasered adequately.\n\nPhotocoagulation\n\nPanretinal photocoagulation (PRP) in eyes with preoperative incomplete PRP and without PRP need to be completed with endophotocoagulation. Endophotocoagulation probe with curved tip is preferred, especially in phakic patients. Laser marks should be as light as possible and spaced one laser mark apart. Care should be taken to avoid the 3- and 9-o'clock hours to prevent damage to the ciliary nerves and avoid postoperative loss of accommodation.\n\nTamponade\n\nRelatively uncomplicated cases and cases without retinotomy are managed with either filtered air or gasses like SF6 or C3F8. However, silicone oil is the tamponade of choice in complicated cases and cases needing longer tamponade. Different silicone oils are available from 1000 to 10000 centistokes. They also act as a protective shield to prevent neovascular growth factors and cytokines from affecting the ocular tissues. They are usually removed after 3-6 months or as soon as silicone oil-related complications appear.\n\nIn a case of pure TRD, the goal of the surgery is the safe removal of all reactions. After this is done, the surgery is concluded. Though the subretinal fluid (SRF) may remain during the end of the surgery, the SRF usually resolves with time due to the pump function of the RPE.\n[36]\nHowever, some cases with thick SRF from chronic TRD may take more than 6 months to resolve.\n[37]\n\nAn intravitreal anti-VEGF agent may be injected after surgery to prevent recurrent hemorrhage.",
    "adverse_effects": "The complications of Retinal traction detachment include progressive retinal ischemia and atrophy of the photoreceptor layer. Progressive retinal ischemia may result in neovascularisation of iris (NVI), neovascularisation of angle (NVA), and neovascular glaucoma (NVG). Complications of the vitrectomy for RTD include vitreous hemorrhage (VH), secondary ocular hypertension, recurrent retinal detachment, cataract formation, and NVG.\n\nPostoperative complications:\n\nDispersed vitreous hemorrhage (VH):\n\nThe reported incidence of postoperative vitreous hemorrhage after TRD repair ranges from 5% to 55%.\n[11]\nThis complication is less common with silicone oil tamponade and more with gas tamponade. Immediate postoperative dispersed VH may resolve with conservative management. However, persistent VH needs vitreous lavage, removal of remnant membranes, and silicone oil tamponade. Port site neovascularisation or anterior hyaloidal proliferation may need cryotherapy to the port sites.\n\nA secondary increase in intraocular pressure (IOP):\n\nElevated IOP in the postoperative period may be related to inflammation, hemorrhage, and tamponade. Initially, this is managed with topical anti-glaucoma medications and steroid drops. Nonresponding cases may need glaucoma drainage devices.\n\nRecurrent retinal detachment post PPV for RTD:\n\nRecurrent RD after vitrectomy for diabetic RTD is reported in 5-15% cases and carries a worse prognosis.\n[11]\nIntraoperative occult retinotomy, incomplete membrane removal, anterior vitreous cortex proliferation are some of the risk factors for the same. The presence of minimal subretinal fluid (SRF) may be resolved with time in some cases, and these cases need regular to follow up with OCT evaluation. Cases with non-resolving SRF need repeat vitrectomy, complete membrane removal, and long term silicone oil tamponade.\n\nCataract after vitrectomy for RTD:\n\nThe intraoperative touch of the phakic lens is reported to be 1-4%. However, postoperative cataract formation and progression is very common. The type of cataract is nuclear sclerosis and posterior subcapsular cataract.\n[40]\nThe extraction of cataracts with implantation of the intraocular lens is needed if the cataract development is visually significant. The cataract surgeon must be aware of the lens touch, if any, which may harbor a preexisting posterior capsular rent.\n\nNeovascular glaucoma (NVG) after PPV for diabetic RTD:\n\nAfter diabetic vitrectomy, VEGF levels increase inside the eye. This poses a risk for anterior segment neovascularisation, especially if pars plana lensectomy is combined. Studies have reported the incidence of NVG to be 1-7% after modern diabetic vitrectomies.\n[41]\n[42]\n[43]\n\nThe risk factors include preoperative NVI, other eye NVG, ocular hypertension, and young males.\n[42]\nAnti-VEGF injections can be used intracamerally or intravitreally in these NVG eyes. Postoperative NVG may be the initial sign of recurrent retinal detachment (RD), and conversely, recurrent RD can be associated with NVG. Though these eyes need repeat vitrectomy, the prognosis is poor. For the management of increased intraocular pressure in NVG eyes, glaucoma drainage devices are preferred by glaucoma surgeons."
  }
}