{
  "drug_name": "capric caprylic",
  "nbk_id": "NBK549897",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549897/",
  "scraped_at": "2026-01-11T15:25:01",
  "sections": {
    "indications": "Hypersensitivity reactions have been reported.\n[20]\nLipid emulsion formulations in the United States are derived from egg phospholipids and are thus contraindicated in patients with documented severe egg allergy.\n[30]\nHowever, the risk of allergy requires measurement against the benefit of ILE administration. Caution should be warranted to administer to a patient with severe hypertriglyceridemia, impaired lipid metabolism, and lipid storage disorders.\n[31]\n[32]",
    "mechanism": "The precise mechanism of action of ILE is unknown, though several proposed theories exist. The early “lipid sink” theory by Weinberg et al suggested that a lipid compartment gets created in the blood into which the lipophilic bupivacaine may dissolve, thereby removing bupivacaine from the aqueous plasma circulation.\n[3]\nBy binding bupivacaine to this “lipid sink,” a reduction in its free concentration is available to organs sensitive to the effects of local anesthetics, such as the heart and brain.\n[1]\n\nThe “lipid sink” hypothesis had garnered widespread acceptance and was the basis for extrapolating ILE therapy with other lipophilic drug toxicities.\n[11]\nHowever, subsequent research has moved from the “lipid sink” theory to the combined effects of multiple scavenging and non-scavenging mechanisms.\n[13]\nA static lipid phase reservoir would rapidly fill before removing enough drugs from the plasma circulation to recover toxicity. Instead, ongoing research better supports ILE as a dynamic “lipid shuttle” or “lipid subway.”\n[13]\nThe lipid compartment scavenges local anesthetic from high blood flow sensitive organs (ie\n,\nheart and brain), then redistributes to muscles for storage and the liver for detoxification.\n[1]\n\nBesides scavenging, animal and human models have indicated cardiotonic and postconditioning effects from lipid infusion. Lipid directly increases cardiac contractility, which improves cardiac output and increases preload through simple volume expansion. Studies have also found a lipid-induced effect on vascular resistance separate from cardiac mechanisms. Contractility and vascular tone improve only when the local anesthetic concentration in the heart falls below sodium channel-blocking thresholds.\n[13]\nThese cardiovascular benefits improve blood pressure and cardiac output, though the exact biochemical mechanisms are still unclear.\n[1]\n\nLAST experiments suggest a similarity with cardiac ischemia-reperfusion injury at the cellular level, which seems to be mitigated by the cardioprotective effects of lipids through multiple biochemical pathways.\n[13]\nThis postconditioning benefit requires further research to elucidate its contribution to ILE therapy. Of note, other mechanisms of action for ILE therapy have been proposed but do not merit discussion due to the lack of current experimental evidence.",
    "administration": "Available Dosage Forms and Strengths\n\nMany commercially 20% IV lipid emulsion preparations are available. The most prevalent formulations have 100% long-chain fatty acids derived from soybean oil. Others in the market contain 50% medium-chain fatty acids from coconut oil and 50% long-chain fatty acids from soybean oil. Nevertheless, newer formulations, such as those that introduce other fatty acid sources from olive and fish oils.\n[14]\n\nThe formulations with 100% long-chain fatty acids contain linoleic acid (53%), oleic acid (24%), palmitic acid (11%), alpha-linolenic acid (8%), and stearic acid (4%).\n\nThe formulations with 50% medium-chain triglycerides contain caprylic acid (28.5%), capric acid (20%), lauric acid (1%), and caproic acid (0.5%), and the long-chain fatty acids in the formulations contain linoleic acid (29.1%), oleic acid (11%), palmitic acid (7.4%), alpha-linolenic acid (4.5%), and stearic acid (2%).\n[15]\n\nOther formulations with 50% MCT/50% LTC contain 30% coconut, 30% soybean, 25% olive, and 15% fish oil.\n\nILE is also available in 20% soybean and 80% olive oil combinations.\n[16]\n\nILE, formulated from 100% long-chain fatty acids and derived from soybean oil, appears to be the predominant ILE in research studies and clinical use for LAST. This formulation is the recommended lipid emulsion by ASRA for the LAST treatment.\n[1]\nAnimal studies suggest that the 100% long-chain fatty acid composition may be superior to 50% mixtures.\n[17]\nHowever, additional research is needed to determine whether other commercial lipid formulations are equivalent or superior to the known standard for ILE therapy.\n[18]\n\nAdministration\n\nASRA has published guidelines for LAST, including recommendations for ILE therapy. The team should rapidly obtain the LAST rescue kit. The LAST rescue kit consists of 1 L (20%) lipid emulsion, appropriate syringes and needles, standard IV tubings, and an ASRA checklist.\n[19]\n\nFor patients over 70 kg, a rapid 100 mL bolus of 20% lipid emulsion followed by another 200 to 250 mL infusion over 15 to 20 minutes is recommended.\n\nFor patients below 70 kg, a rapid 1.5 mL/kg (lean body weight) bolus of 20% lipid emulsion followed by a 0.25 mL/kg/minute infusion should start.\n\nThe same bolus dose is repeatable, and doubling the infusion rate if cardiovascular instability continues is also recommended. The recommended dosing limit is approximately 12 mL/kg.\n\nPropofol, reconstituted in 10% lipid emulsion, is not an acceptable ILE therapy alternative for LAST due to the large volume of 10% lipid emulsion needed to match the effects of the more concentrated 20% emulsion. Additionally, the cardio-depressant effects of propofol would worsen hemodynamic instability.\n[1]",
    "adverse_effects": "ILE is early, and less frequent adverse effects include allergic reactions, dyspnea, hyperlipidemia, hypercoagulability, and irritation. ILE's delayed and less frequent adverse effects include transient elevation of liver function test values, hepatomegaly, splenomegaly, and thrombocytopenia.\n[14]\n\nAccording to AHA guidelines for Special Circumstances of Resuscitation, ILE administration may increase the absorption of lipophilic drugs from the GIT. ILE can also interfere with the function of venoarterial extracorporeal membrane oxygenation circuits.\n[2]\nAs parenteral nutrition, adverse reactions of lipid emulsion treatment are infection, hyperlipidemia, acute pancreatitis, decreased immune response, interference with laboratory examinations using serum, and parenteral nutrition-associated hepatic diseases. In addition, hyperlipidemia and infection can be associated with impaired reticuloendothelial function, leading to impaired pulmonary gas exchange. However, the adverse effects of lipid emulsion infusion are mild and transient for a short-term infusion compared with the fatal complications, such as cardiovascular depression and cardiac arrest, induced by toxic doses of local anesthetic, which require immediate lipid emulsion treatment.\n[14]\nAcute kidney injury, ventilation-perfusion mismatch, venous thromboembolism, and fat embolism have been reported.\n[20]\n\nThe complications are minor and infrequent within the recommended doses of 12 mL/kg, and early administration of ILE therapy for LAST is encouraged.\n[1]\nWith ILE's expanding clinical use outside of LAST as a general antidote for lipophilic drug overdoses, reports exist of adverse effects and complications from ILE therapy. Published clinical cases of acute pancreatitis and adult respiratory distress syndrome are available.\n[21]\nOne report described filter obstruction from lipemic blood during continuous venovenous hemofiltration.\n[22]\nAdditional dose-related effects appear under \"Toxicity.\" A risk-benefit evaluation is a recommendation before initiating ILE therapy.\n\nWarnings\n\nLAST resuscitation is different from standard ACLS.\n\nAvoid the use of vasopressin for resuscitation. Epinephrine dosing is lower than standard resuscitation in LAST; starting epinephrine at ≤1 mcg/kg is advisable. LAST decreases myocardial contractility, which is exacerbated by acidosis. Hence, large doses of epinephrine can worsen the toxicity through severe vasoconstriction and increased lactate production, which is detrimental to hemodynamic recovery.\n[23]\n\nFor the control of seizures, benzodiazepines are preferred.\n[19]\n\nCaution is warranted in preterm infants due to the risk of fat embolism. Consider reducing the dose.\n[24]\n\nLaboratory-Drug Interferences\n\nILE can alter laboratory parameters, including glucose and magnesium levels. The presence of lipemia leads to measurement difficulty of serum creatinine. The RCT results indicated inaccurate results for total calcium, lactate dehydrogenase, serum sodium, and aspartate aminotransferase.\n[25]\nConsequently, the clinical team should obtain baseline laboratory parameters before administering ILE.\n[26]\n[27]\n[28]\n\nCentrifugation has been used to reduce interference with laboratory parameters after administering ILE.\n[29]",
    "monitoring": "Due to the potential for allergic reactions, monitoring for signs and symptoms, such as dyspnea, cyanosis, or fever, is essential. As lipemia may occur with ILE, patients require assessment for hypertriglyceridemia and symptoms of pancreatitis. Triglyceride levels require monitoring, especially when doses are adjusted. Lipase levels, liver enzyme tests, and bilirubin levels are necessary if a suspicion of acute pancreatitis or cholecystitis is apparent.\n[30]\nLaboratory interferences could be considered, and laboratory values should be repeated with a different method if there is doubt.\n\nObserve the patient for signs of hemodynamic instability. According to ASRA, continuing lipid emulsion for ≥15 minutes is advisable when the patient is hemodynamically stable. After successful treatment LAST by ILE, patients should be monitored for seizures and cardiovascular instability.\n[19]",
    "toxicity": "Higher ILE doses have correlated with hypertriglyceridemia, acute pancreatitis, lipid embolus, extracorporeal circulation machine circuit obstruction, acute kidney injury, cardiac arrest, acute lung injury, and increased susceptibility to infections. Higher infusion rates and higher total doses increase the likelihood of these events.\n[20]\nClogging of dialysis filters by lipid molecules is also an issue of concern.\n[33]\nFat overload syndrome is another well-known complication of ILE; initial reports of this condition appeared in the setting of parenteral nutrition. Characteristic symptoms include sudden elevation of triglyceride levels, fever, liver dysfunction, splenomegaly, pancreatitis, coagulopathy, and hemolysis. These symptoms improve as lipemia resolves.\n[34]\nIn a severe case of ILE toxicity, clinicians observed somnolence and metabolic acidosis with elevated lactic acid levels after administration of 66 mL/kg, which is well above the recommended threshold.\n[35]"
  }
}