{
  "drug_name": "captopril",
  "nbk_id": "NBK535386",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535386/",
  "scraped_at": "2026-01-11T15:25:06",
  "sections": {
    "indications": "Contraindications to captopril use include the following:\n\nHypersensitivity to captopril, any component of the formulation, or any other ACEI\nAngioedema related to previous treatment with ACEI\nConcomitant aliskiren use in patients with diabetes\n[3]\nCoadministration with or within 36 hours of switching to or from a neprilysin inhibitor (sacubitril)\n[33]\n\nBoxed Warning\n\nCaptopril has a boxed warning of fetal toxicity. Exposure of the fetus to ACE inhibitors in pregnancy has adverse pregnancy outcomes that can lead to fetal lung hypoplasia, skull hypoplasia, renal agenesis, and oligohydramnios. ACE inhibitors are associated with congenital malformations and miscarriages. If pregnancy is detected, clinicians should discontinue captopril immediately.\n[34]\n[35]",
    "mechanism": "The benefits of captopril in hypertension and heart failure result primarily from suppressing the renin-angiotensin-aldosterone system (RAAS).\n[9]\nAn angiotensin-converting enzyme (ACE) inhibitor inhibits ACE, converting angiotensin I to angiotensin II. Angiotensin II binds to AT1 receptors on smooth muscles to produce vasoconstriction of precapillary arterioles and postcapillary venules, inhibiting norepinephrine reuptake and releasing catecholamines from the adrenal medulla, which all increase blood pressure. Angiotensin II also stimulates the adrenal cortex to secrete aldosterone. Aldosterone causes the distal tubules and collecting ducts of the kidneys to reabsorb water and sodium in exchange for potassium, which results in an expansion in extracellular volume and an increase in blood pressure.\n[10]\n\nACE inhibition leads to decreased plasma angiotensin II, resulting in vasodilation and reduced aldosterone secretion. Small increases in serum potassium and sodium and fluid loss may occur due to decreased aldosterone secretion.\n[1]\n\nCaptopril results in a reduction of peripheral arterial resistance in hypertensive patients. Regarding the cardiovascular system, ACE inhibitors reduce preload by causing vasodilation and natriuresis and reduce afterload by inhibiting the formation of angiotensin II. The overall effect is the improvement of cardiac output and reduced blood pressure.\n[11]\n\nACE also metabolizes bradykinin, a peptide that causes vasodilation. ACE inhibitors impede the breakdown of bradykinin, resulting in vasodilation and a bradykinin-evoked cough. The only 2 ACE inhibitors that do not have to be activated in the body to be effective are lisinopril and captopril, while others require activation to exert their effect.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nCaptopril is well-absorbed orally, with peak plasma concentration achieved within approximately 1 hour of administration. Food decreases the bioavailability of captopril; captopril should be administered 1 hour before meals.\n\nDistribution:\nThe volume of distribution is 0.8 L/kg. Plasma protein binding is approximately 25% to 30%. Captopril can cross the blood-brain barrier.\n[12]\n\nMetabolism:\nCaptopril is metabolized to cysteine-captopril disulfide and captopril dimer disulfide.\n[13]\n\nElimination:\nThe kidney is the major route of elimination of captopril. The clearance is 0.7 L/h/kg, and the elimination half-life is approximately 2 hours; thrice daily administration is required. The clearance of captopril (unchanged) is greater than the glomerular filtration rate due to the active tubular secretion.\n[14]",
    "administration": "Adult Dosage\n\nCaptopril should be taken 1 hour before meals. Therapy initiation requires analysis of recent antihypertensive drug treatment, the extent of blood pressure elevation, and salt restriction. If possible, the previous antihypertensive drug regimen should be stopped 1 week before starting captopril. The daily dose of captopril may be increased every 24 hours under continuous medical supervision. The initial daily dosage should be reduced for patients with significant renal impairment, and smaller increments should be utilized for titration.\n\nHypertension\n\nInitial dosage: 25 mg, 2 times or 3 times per day\nUnsatisfactory reduction of blood pressure after 1 to 2 weeks: Increase the dosage to 50 mg, 2 or 3 times daily.\nThe dosage of captopril may increase to 100 mg, 2 or 3 times daily, and to 150 mg, 2 or 3 times daily, if further blood pressure reduction is required.\nThe usual dosage range is 25 to 150 mg, 2 or 3 times daily. The maximum daily dose should not exceed 450 mg.\n[15]\n\nHeart Failure\n\nThe initial dosage in patients vigorously treated with diuretics, hyponatremic, and hypovolemic patients is 6.25 or 12.5 mg, 3 times daily with titration to the usual daily dosage within several days.\nAccording to AHA/ACC/HFSA guidelines, the initial dosage in patients is 6.25 mg, 3 times daily, and the target dosage is 50 mg, 3 times daily.\n[2]\nAfter a dosage of 50 mg, 3 times daily, further increases in dosage should be delayed for at least 2 weeks.\n[16]\n\nLeft Ventricular Dysfunction after Myocardial Infarction\n\nAfter a single dose of 6.25 mg, captopril therapy should be initiated at 12.5 mg, 3 times daily, and then increased to 25 mg, 3 times daily, over several days.\nLong-term use: target maintenance dose of 50 mg, 3 times daily.\nTherapy can be initiated as early as 3 days following myocardial infarction.\n[17]\n\nDiabetic Nephropathy\n\nLong-term use: 25 mg, 3 times daily\n[18]\n\nAcute Hypertensive Crisis\n\nDosed orally or sublingually: 25 mg. Alternative therapy should be considered if blood pressure is nonresponsive within 20 to 30 minutes.\n[6]\n\nRaynaud Phenomenon\n\nThe initial dosage is 12.5 mg, 2 times daily; it can gradually increase to 25 mg, 3 times daily.\n[8]\nThe starting dosage may gradually increase to 25 mg, 3 times daily.\nNeutropenia is a common adverse event with captopril administration in patients with the Raynaud phenomenon.\n\nSpecific Patient Population\n\nHepatic impairment:\nNo information is provided in the manufacturer's labeling. According to AASLD (American Association for the Study of Liver Diseases), ACE inhibitors should be avoided in patients with cirrhosis and ascites.\n[19]\n\nRenal impairment:\nAs discussed in pharmacokinetics, captopril is primarily excreted by the kidney. The initial dose of captopril should be decreased for significant renal impairment, and gradual up-titration is advised.\n\nPregnancy considerations:\nCaptopril is FDA pregnancy category D. Drug use that acts on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death.\n[20]\nCaptopril must be discontinued as soon as possible when pregnancy is confirmed.\n\nBreastfeeding considerations:\nCaptopril is present in breast milk at approximately 1% of those in maternal blood. Captopril may be considered acceptable for use in breastfeeding. Monitor the weight of the breastfeeding child for the first 4 weeks. However, the manufacturer recommends discontinuing breastfeeding or captopril due to the possibility of severe adverse reactions in nursing infants. A risk-benefit analysis should consider the importance of captopril therapy for the mother.\n[21]\n\nPediatric patients:\nAccording to AAP (American Academy of Pediatrics) guidelines, the recommended initial dose for infants is 0.05 mg/kg 4 times daily, and the maximum recommended dose is 6 mg/kg/d. The initial dose is 0.5 mg/kg 3 times daily for children, and the maximum recommended dose is 6 mg/kg/d.\n[22]\n\nOlder patients:\nConsider the comprehensive evaluation of comorbidities, including renal impairment and polypharmacy; monotherapy is recommended at a low dose in frail patients.\n[23]",
    "adverse_effects": "While captopril is generally well-tolerated, it does have several potential adverse effects.\n[24]\n\nDry cough (1% to 10%)\n[11]\nProteinuria (1%), which subsides or clears within 6 months even when captopril therapy is continued\n[25]\nRenal insufficiency, renal failure, nephrotic syndrome, polyuria, oliguria, and urinary frequency (0.1% to 0.2%)\n[20]\nNeutropenia (<1000/mm\n3\n) or agranulocytosis with myeloid hypoplasia\nRash with pruritus and occasionally with fever, arthralgia, and eosinophilia (4% to 7%)\n[25]\nAngina pectoris, myocardial infarction, Raynaud syndrome, and congestive heart failure (0.2% to 0.3%)\n[26]\nDysgeusia (diminution or loss of taste perception) is reversible and usually self-limited (2% to 4%)\n[26]\nAnaphylactoid and other related reactions due to the inhibition of the metabolism of eicosanoids and polypeptides, including bradykinin\nAngioedema can occur in any region, such as the intestine, but angioedema of the tongue, glottis, or larynx causes airway obstruction. The prevalence of angioedema is higher in the African-American population. Treatment for angioedema involving the airways involves immediate stabilization with an endotracheal tube until the swelling resolves. Many pharmacological agents like diphenhydramine, methylprednisolone, epinephrine, or bradykinin blocking agents have been tried as treatment without a definitive answer\n[11]\nIntestinal angioedema, which presents as abdominal pain with or without nausea or vomiting\n[25]\nFlushing or pallor\nTachycardia, chest pain, and palpitations\nHypotension\n[11]\nACE inhibitors may cause hyperkalemia. Individuals more prone to developing hyperkalemia have a history of renal impairment or diabetes, concurrent use of potassium-sparing diuretics, or potassium supplements. Treatment planning should also consider factors such as potassium levels, EKG changes, and the patient’s renal function and urine production.\n[11]\nThere has been 1 case of sudden death in a patient taking an ACE inhibitor and trimoxazole simultaneously. Hyperkalemia was assumed to be the cause since it can trigger lethal arrhythmias.\n[11]\nSymptoms of hyperkalemia can range from nausea, palpitations, muscle pain, or paresthesia. Electrocardiography (ECG) monitoring is required in patients with serum potassium >6.5 mmol/L. ECG changes may present as non-specific repolarization abnormalities, peaked T-waves, widening of QRS, and ST-segment depression. Treatment involves immediate stabilization of cardiac myocytes with calcium gluconate, dextrose, and insulin infusion or beta-agonists. The last step involves removing total body potassium using loop diuretics, polystyrene sulfonate, or hemodialysis.\n[27]\n\nPrecautions\n\nHypertension:\nIncreased BUN and serum creatinine have been observed in some patients with renal disease.\n[20]\n\nHeart failure:\nElevations of BUN and serum creatinine greater than 20% above normal or baseline with long-term treatment\n[16]\n\nHyperkalemia:\nElevations in serum potassium\n\nSurgery/Anesthesia:\nIn patients undergoing major surgery with anesthesia with agents that produce hypotension, captopril will block angiotensin II formation, and hypotension may result.\n\nDrug-Drug Interactions\n\nAliskiren:\nCaptopril should not be coadministered with aliskiren in patients with diabetes.\n[3]\n\nAngiotensin-II receptor blockers:\nDual therapy blockade of the renin-angiotensin-aldosterone system (RAAS) with ARBs and ACE inhibitors increases the risk of renal failure and hyperkalemia. The combination is not recommended.\n[28]\n\nNSAIDS:\nThe antihypertensive effect of captopril is decreased by NSAIDs. NSAIDS can also cause worsening renal function and potential acute kidney injury.\n[29]\n\nDiuretics:\nDiuretics increase the risk of hypotension and acute kidney injury when administered concomitantly with captopril. Optimize and monitor volume status before initiating therapy.\n[24]\n\nLithium:\nConcomitant therapy with lithium and ACE inhibitors increases serum lithium concentration and the risk of lithium toxicity.\n[30]\n\nDigoxin:\nConcomitant use of captopril with digoxin increases serum digoxin levels, especially in severe congestive heart failure. Use with caution.\n[31]\n\nDrug-Laboratory interaction:\nCaptopril may cause a false-positive urine test for acetone in patients with diabetes.\n[32]",
    "monitoring": "The patient's BUN, electrolytes, serum creatinine, and blood pressure require routine monitoring. If captopril is initiated in patients with impaired renal function or collagen vascular disease, the complete blood count with differential (risk of agranulocytosis) should be evaluated before starting treatment and at 2-week intervals for about 3 months, then periodically after that.\n[20]\n\nAll patients treated with captopril receive counsel to report any signs of infection, including sore throat or fever. Patients with heart failure should be followed closely for the first 2 weeks of treatment and whenever the dose of captopril is titrated, especially in patients with preexisting hypotension, hyponatremia, diabetes, azotemia, or those taking potassium supplements due to the potential for excessive hypotension, arrhythmia, and conduction defects.\n[36]\n\nAccording to the latest hypertension guidelines, patients with or without CVD or increased ASVD risk should maintain a blood pressure lower than 130/80 mm Hg while on therapy. On the other hand, according to the diabetes guidelines, adult patients with both diabetes and hypertension have a goal blood pressure of lower than 140/90 mm Hg.\n[37]\n\nRenal function in patients being administered captopril and NSAID therapy should be monitored. Additionally, lithium levels should be monitored in patients taking this medication.\n[30]",
    "toxicity": "Correction of hypotension is the primary concern through volume expansion with an intravenous infusion of normal saline. Excessive hypotension has been rarely seen in hypertensive patients but is a possible consequence of captopril use in salt/volume-depleted persons. ACE inhibitors have rarely shown an association with a syndrome that begins with cholestatic jaundice and progresses to fulminant hepatic necrosis and sometimes death.\n[1]\n\nCaptopril should be discontinued if a marked elevation of hepatic transaminases or jaundice occurs. A persistent, dry, hacking, nonproductive cough within the first few months of treatment can also occur with captopril therapy. ACE inhibitor-induced cough results from inhibiting the degradation of bradykinin and generally resolves within 1 to 4 weeks after discontinuation.\n\nAcute captopril overdose presents with profound hypotension, acute kidney injury, central hypoperfusion, and altered mental status. Management is primarily supportive. Maintenance of hemodynamics with IV fluids and vasopressors is required. The literature review suggests the role of dialysis in acute overdose.\n[38]\nCase reports also describe the role of naloxone in the reversal of ACE inhibitor toxicity, including captopril.\n[39]\nThe proposed mechanism is the impact of ACE inhibitors on the endogenous opioid systems, leading to the accumulation of enkephalin and its reversal by naloxone.\n[40]"
  }
}