{
  "drug_name": "carbohydrate",
  "nbk_id": "NBK537084",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537084/",
  "scraped_at": "2026-01-11T15:25:11",
  "sections": {
    "clinical_significance": "The study of low-carb diets has centered on weight loss in obese and overweight people and patients with or at risk for cardiometabolic diseases such as type 2 diabetes and nonalcoholic fatty liver disease. Ketogenic diets have also been used for seizure disorders and, more recently, have found use in the athletic population as an alternative fuel for performance and health.\n\nWeight Loss\n\nMost research on low-carb approaches has shown that a low-carb diet, specifically a ketogenic diet, induces rapid weight loss induction. Initial weight loss is due partly to water loss, but fat loss occurs with adherence to the low-carb approach. With all dietary interventions, as adherence to the diet wanes, the weight loss effect becomes similar to other nutritional approaches after one year.\n[23]\n\nNotably, most low-carb diet studies generally use an\nad-libitum\napproach to caloric intake (limiting carbs instead), while most comparison diets are calorie-restricted. In general, shared decision-making is a valid and person-centered approach to determining nutritional strategies for weight loss.\n\nType 2 Diabetes\n\nBefore medications, carbohydrate control has been the cornerstone of glycemic control in type 1 and type 2 diabetes. Dietary carbohydrates increase insulin needs, and reduction of carbohydrate intake can improve glycemic control.\n[24]\nA recent study demonstrated a significant reduction of insulin and oral medications and hemoglobin A1c reduction with ketogenic approaches while demonstrating a high adherence to the intervention at 12 months.\n[25]\n[26]\nAlso, markers of cardiometabolic risk factors improved.\n[27]\nA systematic review and meta-analysis found low-quality evidence that low-carb approaches increase type 2 diabetes remission and are generally safe.\n[28]\n\nApproaches to nutritional lifestyle and approaches to diabetes medical nutrition therapy have included a low-carb approach as an option in recent guidelines.\n[29]\n[30]\n[31]\nRecent prospective and randomized controlled trials have consistently benefited glycemic control, weight loss, and sustained medication reduction using a very low-carb approach, less than 14% of energy from carbohydrates.\n[32]\n[33]\n[34]\n\nAs patients with type 2 diabetes improve glycemic control, lower weight, and reduce medication use, hemoglobin A1c may fall below the threshold for diagnosis. Recent data demonstrate that remission from type 2 diabetes may be possible.\n[35]\nA consensus statement from the American Diabetic Association, the Endocrine Society, the European Association for the Study of Diabetes, Diabetes UK, and the Diabetes Surgery Summit defines remission as a hemoglobin A1c of less than 6.5% for at least 3 months without using glycemic lowering medications.\n[36]\n\nCardiovascular Risk Factors\n\nAs mentioned above, the effect of low-carb diets on cardiovascular risk factors continues to be controversial. While a few studies have demonstrated an increase in LDL cholesterol with low-carb diets, others showed negligible changes. However, other metabolic markers, such as lowering triglycerides and increases in HDL, have been demonstrated with low-carb diets.\n[4]\n[27]\n[17]\n\nInitiation of a Low-Carb Lifestyle\n\nAfter a shared decision-making process with the patient, there are numerous ways to start a patient on a low-carb diet. Low-carb nutrition may be advisable for those who desire healthy or athletic performance, weight loss, improvement of glycemic control for type 1 or 2 diabetes, or a seizure disorder.\n\nFirst, understanding macronutrients and their relation to food is critical to patient counseling.\nSecondly, determine the patient's desire for either small steps or a rapid induction phase through motivational interviewing and S.M.A.R.T (specific, measurable, attainable, realistic, and time-bound)\ngoal setting.\nLimiting added sugar (sucrose) and refined carbohydrates is critical in improving food quality and will generally reach a moderate carbohydrate (<45% carbohydrates) level.\nOne method to initiate low-carb is through a rapid induction phase of 2 to 4 weeks, with 20 to 50 grams of carbohydrates to induce nutritional ketosis. Ad libitum\nvegetables that grow above the ground and are lower in carbohydrate content are encouraged. Additionally, carbs should be limited to those found in whole, unprocessed food.\nFinally, after the induction phase, depending on goals, patients can remain in the keto phase or slowly add healthy carbohydrates from whole, unprocessed vegetables and low-glycemic, high-fiber fruit (eg, berries).\n\nMaintenance of a Low-Carb Lifestyle\n\nIf limited initially or during the induction phase, full-fat dairy, legumes, and whole grains can also be added during this maintenance phase as long as goals are maintained and tolerated without any hypersensitivity or an adverse response. The lifelong maintenance phase can then continue per patient preference. Periodic monitoring of cardiovascular risk markers and control of cardiometabolic disease should also be a priority. Those with type 2 diabetes require close monitoring for hypoglycemia, and reducing insulin or hypoglycemic medications is prudent with rapid reductions in fasting glucose.\n[37]"
  }
}