{
  "drug_name": "carbomer 40",
  "nbk_id": "NBK570559",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570559/",
  "scraped_at": "2026-01-11T18:46:45",
  "sections": {
    "indications": "Animals play a valuable role in our lives as food, livestock, hunting, travel, sports, zoo, fairs, research, pets, and guide-pets.\n[1]\n[2]\nZoonotic diseases encompass more than 200 diseases that are transmitted to humans from an animal origin, where humans are usually accidental hosts. They were first recognized by Rudolf Virchow and Osler in the 1800s. The word “zoonosis” consists of 2 parts; “Zoo” means an animal, and “nosis” means sickness.",
    "mechanism": "One important reason for the spread of zoonoses is anthropogenic changes in animal biodiversity, leading to the predominance of bats and rodents in the environment. Other important factors include the rapid increase in the human population, the intersection with animal habitats, deforestation practices, suburbs formation, bushmeat industry (worth $15 billion annually in the U.S.), effects of global warming, free travel and open trade, adoption of exotic pets, consumption of edible insects, genetic mutations, asymptomatic animal carriers especially poultry, and the spill-over effect, i.e., the transmission of a pathogen from one host species to another new one, crossing the biological barriers, due to the high infection prevalence in the former.\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n\nChildren below 5 years of age, the elderly above 65, immunocompromised persons, and pregnant women are all vulnerable populations at the highest risk for zoonotic diseases.\n[12]\n[13]\nThose with specific occupations like veterinarians, butchers, hunters, etc., are by nature at a higher risk of acquiring zoonotic diseases. It is interesting to note that new and young pets carry a higher risk of transmitting zoonotic disease than old adult ones.\n[14]\n\nMore than 2200 species of rodents exist, making them the most abundant zoonotic hosts. Almost 1100 species of bats act as a reservoir for many serious zoonoses like Nipah, Hendra, Menangle, Corona, Ebola, and Marburg viruses.\n[15]\n[16]\nCarnivores make up the greatest fraction of carrier zoonotic hosts, especially for bacteria and viruses.\n[17]\n\nClassification of zoonotic diseases can be done according to pathogen type, transmission, animal source, affected human organ system, or ecosystem.\n\nTable\nTable 1. List of the most common pathogens causing zoonoses[18][19][20][21][22][23][24][25][26].\n\n(*: Avian: H5N1, H7N9, H9N2. Swine: H1N1, H1N2, H3N2, H7N2. Spanish Flu is H1N1 from bats)\n\n(SARS: Severe Acute Respiratory Syndrome, MERS: Middle East respiratory syndrome, WNV: West Nile virus, EEE: Eastern Equine encephalitis, WEE: Western Equine encephalitis, VEE: Venezuela Equine encephalitis, LCMV: Lymphocytic Chorio-Meningitis virus, HIV: human immunodeficiency virus, vCJD: Variant Creutzfeldt-Jakob disease)",
    "monitoring": "It is important to have public health data available at both national and local levels as a valuable reference while considering a possible zoonotic infection.\n\nCBC: lymphocytosis is seen in influenza and brucellosis, lymphopenia is seen with COVID-19, thrombocytopenia in babesiosis, Coxiella, RMSF and leptospirosis, eosinophilia in trichinellosis.\nPeripheral blood smear: maltese cross appearance is seen in babesiosis\nKidney function tests, liver function tests\nImaging as a chest x-ray\nCSF testing: to look for WNV, vCJD, rabies\nEEG: to look for waveform abnormalities as seen with WNV and vCJD\nCultures (blood, sputum, tissue): to detect plague, anthrax, salmonella, and Capnocytophaga\nSerology: to detect Lyme disease, WNV, psittacosis, Bartonella.\nPCR / RT-PCR: to detect influenza, COVID-19, WNV, psittacosis\nMatrix-assisted laser desorption/ionization (MALDI-TOF): as in anthrax\nAnimal autopsy: for rabies",
    "administration": "Treatment varies with the pathogen.\n\nInfluenza is usually self-limited. Otherwise, treatment regimens include Oseltamivir or Baloxavir.\n\nSalmonella is usually managed supportively. Quinolones, azithromycin, trimethoprim-sulfamethoxazole, and ceftriaxone are all available options.\n\nPlague is classically managed with aminoglycosides, tetracyclines, and quinolones as a last resort.\n\nA combination treats brucella of doxycycline and an aminoglycoside or rifampicin in non-pregnant adults.\n\nCOVID-19  is currently managed per the latest guidelines on remdesivir, dexamethasone, and supportive measures.\n\nLyme disease is treated by doxycycline or a beta-lactam depending on the stage and presentation.\n\nRMSF is managed by doxycycline as the drug of choice.\n\nPsittacosis is recommended to be treated by tetracyclines, with azithromycin as an alternative.\n\nCoxiella is managed with doxycycline, with the addition of hydroxychloroquine in vascular complications.\n\nA combination lately treats anthrax of quinolones, carbapenems, linezolid, and immunoglobulin for systemic infections. Quinolones or doxycycline are utilized for limited cutaneous infections.\n\nDermatophytes: Topical or systemic antifungals in addition to animal treatment as well.\n\nWNV, Rabies, and Rift Valley Fever are managed through supportive treatment only.\n\nEbola is suggested to be managed with the new agents atoltivimab, maftivimab, odesivimab (REGN-EB3), and ansuvimab.\n\nGovernment strategies to decrease zoonoses include ensuring safe food products of animal origin, scaling back economic development in the wild, the shift from reactionary to pre-emptive approach on zoonoses, and availability of travel medicine guidelines.\n[46]\n\nThe ‘One Health 2006 Initiative’ focuses on the collaboration between human (physicians, nurses, and public health practitioners), animal (veterinarians), plants (agricultural workers), and environmental (ecologists, and wildlife experts) sectors to achieve optimal health since they are all interconnected.\n[47]\nThis was started after the 1999 WNV outbreak in New York City, where one-sided prevention was shown to be inefficient. One Health Zoonotic Diseases Prioritization (OHZDP) workshops aim to prioritize zoonoses, develop action plans, maintain equative collaborative sectors’ input, and appropriately focus resources.\n[48]",
    "adverse_effects": "Known complications of the important zoonotic diseases are as follows:\n[54]\n\nInfluenza: Secondary pneumonia, myositis, myocarditis, encephalitis, and Guillain-Barre syndrome\n\nSalmonella: Bacteremia, osteomyelitis, endocarditis, and mycotic aneurysms\n\nWNV: Meningitis, encephalitis, chorioretinitis, fatal hemorrhagic fever, hepatitis, and myocarditis\n\nPlague: Meningitis, shock, DIC, and multiorgan failure\n\nCOVID-19: Respiratory failure, arrhythmias, acute coronary syndrome, shock, thromboembolic manifestations, acute kidney injury, and systemic inflammation\n\nRabies: Seizures, coma, respiratory failure, arrhythmias, and myocarditis\n\nBrucella: Arthritis, meningitis, pneumonia, orchitis, abortion, uveitis, and endocarditis\n\nLyme: Bannwarth syndrome, facial palsy, meningitis, atrioventricular blocks, acrodermatitis chronica atrophica, and post-Lyme syndrome\n\nThe economic impact of zoonotic diseases is a major concern, mostly due to its notorious effect on international travel, tourism, and trade, especially about animals and animal products. For example, the avian flu 2015 outbreak has caused a $3.3 billion loss to the U.S. economy.\n\nMany zoonotic diseases also have the potential for causing severe complex diseases in transplant patients and other immunocompromised individuals. Also, many of them can be utilized as bioterrorism weapons."
  }
}