{
  "drug_name": "carbomer",
  "nbk_id": "NBK562253",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562253/",
  "scraped_at": "2026-01-11T18:46:45",
  "sections": {
    "indications": "Erectile dysfunction (ED), formerly termed impotence, is defined as the failure to achieve or maintain a rigid penile erection suitable for satisfactory sexual intercourse.\n[1]\nWhile no specific time is part of this definition, some have suggested that the condition needs to persist for six months. ED is a common condition in men who are 40 years and older; prevalence increases with age and other co-morbidities.\n[2]\n\nED can be a symptom of a wide range of underlying pathologies and is an essential but underutilized cardiovascular risk factor.\n[3]\n[4]\n[5]\n[6]\n[7]\nAny disease process that affects penile arteries, nerves, hormone levels, smooth muscle tissue, corporal endothelium, or tunica albuginea can cause erectile dysfunction. This condition is closely related to cardiovascular disease, diabetes mellitus, hyperlipidemia, and hypertension, among other disorders. Endothelial dysfunction appears to be the other common pathway in patients with this condition.\n[8]\n\nWhile the vast majority of patients with ED will have organic disease, some may have a primary psychological issue, particularly younger men. Even when the underlying cause is organic, there are almost always psychological consequences to ED regarding marital and relationship issues, cultural norms and expectations, loss of self-esteem, shame, anxiety, and depression, among others. ED can cause considerable emotional damage to the patient and their partner, as well as have a significant impact on their quality of life. Fortunately, ED is almost always treatable.",
    "mechanism": "The cause of ED is often multifactorial. Distinguish whether the condition has an underlying psychological cause or an organic etiology. Depression, performance anxiety, and other sexual disorders can be strong contributing factors even when organic causes also exist. Aging is an essential factor contributing to ED. As patients age, cardiovascular diseases, hypertension, and other co-morbidities play an increasingly significant role in this condition. Diabetes mellitus and metabolic syndrome can affect several organ systems, resulting in the accelerated deterioration of erectile function, and can disrupt the mechanisms underpinning erections on a molecular level.\n[8]\n[9]\n\nOther causes of ED include neurological diseases (such as multiple sclerosis), hormonal causes (hypogonadism, thyroid), traumatic (eg, pelvic fractures, spinal cord injuries), hyperlipidemia, stroke, sleep apnea, COPD, glaucoma, multiple sclerosis, sequela of priapism, depression, prostatic hyperplasia with lower urinary symptoms (BPH with LUTS), iatrogenic (eg, post transurethral resection of the prostate) and a variety of medications (antidepressants, antihypertensives, antipsychotics, opioids, and recreational drugs).\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n\nCardiovascular Disease and Erectile Dysfunction\n\nCardiovascular disease is a very significant risk factor for ED. Almost 50% of men with known coronary artery disease proven by cardiac catheterization have significant ED.\n[19]\nPart of the reason for this is that the coronary arteries and the penile cavernosal arteries are similar in size and tend to develop atherosclerotic problems similarly. Since the cavernosal arteries are small, they can develop blockages from atherosclerotic plaques earlier, resulting in vasculogenic ED years before the clinical appearance of coronary artery disease. Both cardiovascular disease and ED involve endothelial cell dysfunction in their pathophysiology.\n[20]\n\nPatients will often demonstrate subclinical atherosclerosis long before any overt ED by as much as 10 years. The cavernosal arteries being of smaller diameter means that vasculogenic ED often precedes coronary artery disease, myocardial infarctions, and strokes by up to 5 years.\n[3]\n[21]\nYounger men who present with unexplained ED appear to have a very significant increase, up to 50-fold, of their cardiovascular risk in later life compared to an age-matched control group.\n[4]\n[22]\nInform patients that ED is a significant indicator of underlying heart disease and refer them for further cardiovascular risk screening and treatment.\n[3]\n[4]\n[5]\n[6]\n[7]\n[22]\n\nThe Prostate Cancer Prevention Trial database showed that having ED increased a patient's cardiovascular risk roughly equivalent to the risk of smoking or having a family history of myocardial infarctions.\n[23]\nA meta-analysis of 14 studies totaling over 90,000 men with ED found that these patients had 44% more cardiovascular events, 62% more myocardial infarctions, 39% more strokes, and a 25% increased risk of death compared to patients presenting without ED.\n[24]\n\nED has useful independent predictive value for future cardiovascular events; therefore, screen all patients with ED for cardiovascular risks.\n[21]\nIf cardiovascular risk is intermediate, perform non-invasive testing for subclinical atherosclerosis and an exercise stress test, but if the patient has a high risk, recommend a formal cardiology referral.\n[4]\n[25]\n[26]\n[27]\n\nBesides cardiovascular disease, there are strong correlations between ED, hypertension, hyperlipidemia, diabetes, hypogonadism, obesity, smoking, alcoholism, benign prostatic hyperplasia (BPH) with lower urinary symptoms (LUTS), depression, and premature ejaculation.\n\nAbout 40% of men with ED will have hypertension, while 35% of all hypertensive men will also have ED\n[28]\n[29]\n[30]\nHyperlipidemia is in about 42% of men with ED\nUndiagnosed diabetes is up to 3 times as likely in men with erectile dysfunction (28%) compared to non-diabetic men with normal erections (10%)\n[28]\n[31]\n[32]\nAmong men over 50 years of age, people with diabetes are roughly twice as likely to have ED (46%) compared to those without (24%).\n[33]\nThe longer a patient has diabetes and the more severe the disease state, the greater the risk of ED.\n[33]\nOne-third of diabetic men will have hypogonadism, which may partly explain the high correlation between diabetes and ED\n[34]\nUp to 35% of all men with ED will also have hypogonadism, and about 6% will have abnormal thyroid function.\n[35]\n[36]\nWhile testosterone deficiency can negatively impact erectile function, vascular disease and diabetes are far more likely causes of ED.\n[37]\nObesity is associated with a 50% increase in ED compared to men of normal weight.\n[38]\nOne-third of the obese men with ED who enrolled in a weight loss program resolved their ED symptoms in 2 years\n[39]\nIn smokers who quit, erectile quality improved by 25% after one year\n[40]\nHeavy alcohol users also report an increased risk of ED compared to the general population.\n[31]\nThe precise cause is uncertain but is thought to be due to direct alcoholic toxicity to the corporal endothelium, loss of corporal smooth muscle tissue, and early neuropathy\n[41]\nThere is a strong correlation between BPH with LUTS and ED. The majority of men with symptomatic BPH, up to 72%, will also have ED\n[42]\n[43]\n[44]\nPatients with depression are almost 40% more likely to have ED than men without depression. Conversely, the incidence of depression in men with ED is almost 3 times greater.\n[45]\nObesity and morbid obesity are significant risk factors for ED. Treatment of obesity with bariatric surgery can significantly improve sexual performance.\n[46]\n[47]\n[48]\nAt least 30% (and up to 60%) of patients with ED will also have premature ejaculation.\n[28]\n[49]\nSuccessful treatment of the ED will often alleviate premature ejaculation due to reduced performance anxiety. ED treatment usually alleviates premature ejaculation.\n\nPrescription medications are thought to cause one-quarter of all cases of ED. Of the 12 most commonly prescribed medications in the US, 8  list erectile dysfunction as a possible side effect.\n[35]\n[50]\nThese drugs would include most antidepressants (especially selective serotonin reuptake inhibitors), cimetidine, ketoconazole, spironolactone, sympathetic blockers (methyldopa, clonidine, and guanethidine), thiazide diuretics, and other antihypertensives. (Angiotensin-converting enzyme [ACE] inhibitors and calcium channel blockers are the least likely to cause ED.) Beta-blockers are only a minor contributor to ED, while alpha-blockers improve erectile function.\n[51]\n[52]\n\nOf the prostate cancer patients who undergo radical prostatectomy surgery, 85% can expect ED post-operatively, compared to an ED rate of only 25% for men who received definitive radiation therapy.\n[53]\n[54]\n(This data refers to patients who did not have ED prior to their prostate cancer treatment.) Interestingly, the use of robotic surgery for radical prostatectomies has not changed the post-operative incidence of ED.\n\nThe role of bicycle riding in ED is controversial. Traditional racing bicycle seats place considerable pressure directly on the perineal nerves as well as the pudendal and cavernosal arteries, which suggests it could be a potential problem for cyclists.\n[55]\n[56]\nA 2020 meta-analysis of 3330 cyclists compared to 1524 non-cycling controls indicated a significantly increased risk of ED in cyclists.\n[57]",
    "monitoring": "Many clinicians often find it challenging and uncomfortable to initiate discussions about their patient's sexual health, a sentiment that is rooted in cultural norms and the potential for embarrassment.\n[70]\n\nThe following phraseology is very acceptable when vocalized to patients in a way that indicates, by intonation, that the questioner is expecting that everything will be fine and normal. If you ask,\n\"How is your sex life? Everything working OK for you?\"\nmen without any sexual problems or issues are likely to respond with a quick \"everything is fine\" response. If the patient hesitates with their response or indicates that things are \"not like they used to be,\" this should suggest that there is a potential sexual disorder that warrants further inquiries and investigation.\n\nPsychogenic ED and Mental Health\n\nIt is beneficial to distinguish between obvious psychological and organic causes of ED as well as to verify that the patient has erectile dysfunction and not another type of sexual disorder, such as premature ejaculation. Careful questioning should be able to determine if the patient has actual, organic erectile rigidity failure or some other sexual problem.\n[71]\nItems in the history that point towards a psychological etiology include sudden onset of erectile dysfunction (primarily if related to a new partner or a major life-changing event), situational ED, normal erections with masturbation or a different partner, the presence of good morning erections and high daily variability in erectile rigidity.\n[71]\nRefer obvious cases of psychogenic ED to an appropriate mental health professional.\n[66]\nEven without obvious psychological issues, involving mental health experts can help deal with associated problems, such as reducing performance anxiety, promoting treatment adherence, improving relationship issues, identifying interpersonal conflicts, and setting realistic expectations for the couple.\n[66]\n[72]\n[73]\n\nRecommendations for a mental health evaluation can be complex and uncomfortable for a clinician, particularly during a patient's initial visit. Here are some strategies to clarify and support the need for a mental health consultation, making it more readily accepted by patients:\n\nA mental health assessment is just part of our routine evaluation; we recommend it for everyone with ED.\nIt is just a one-time evaluation, an opinion. If we do not find any problems, we cross that off our list and move on.\nThe assessment is like a blood test; if everything is normal, we go on, and if not, we deal with it.\nWe take vital signs (blood pressure and temperature) at every office visit for the same reason because problems in these areas are not always obvious, yet if not diagnosed and treated, they can cause severe harm.\nIdentifying any emotional, anxiety, or relationship issues earlier means they can be dealt with properly, and if we find nothing, we proceed.\n\nMost patients with ED will not have an underlying psychological cause, but just having ED will damage relationships, increase stress, diminish self-esteem, and create anxiety, all of which interfere with a successful outcome.\n\nBlood Testing\n\nThere are no specific tests required for the initial evaluation of ED. However, many clinicians will order routine blood testing to include a complete blood count (CBC) and electrolytes, baseline renal and liver function tests, HgbA1c to screen for diabetes mellitus, and a lipid profile. Checking a morning testosterone level is recommended by the 2018 AUA Guidelines on Erectile Dysfunction. However, some experts feel it is not necessary unless there are other symptoms suggestive of hypogonadism, such as loss of sexual desire or testicular atrophy on physical examination.\n[66]\nIf not measured initially, check morning testosterone levels to rule out hypogonadism if patients fail oral PDE-5 ED therapy.\n[66]\nOther blood tests that may be requested include LH and prolactin (if hypogonadism is present) and sickle cell testing in patients of African/Caribbean descent. Measure thyroid function (TSH) and prostate-specific antigen in appropriate patients (optionally). We refer patients with abnormal laboratory test results to their primary healthcare providers for further evaluation and treatment.\n\nA standard laboratory workup might include CBC, a comprehensive metabolic panel (CMP, which includes liver and renal function), a lipid profile, TSH level, HgbA1c, and a morning testosterone assay on all new patients presenting for evaluation of their ED.\n\nShared Decision Making\n\nAccording to the 2018 AUA Guidelines Statement on ED, the recommended approach to patients with ED involves shared decision-making. In this approach, the clinician informs and educates the patient and his partner using the best available evidence about the various appropriate treatment options available to them; further diagnostic testing may be reasonable or advisable.\n[66]\n[74]\nA frank discussion about the pros and cons of testing and treatment ultimately leads to an informed patient choice that corresponds to the couple's values and preferences.\n[75]\nThis is similar to the older \"goal-oriented\" approach of famed urologist Dr. Tom Lue, who urged healthcare professionals to focus on realistically discussing therapeutic options with patients to facilitate their personal treatment selection rather than pursuing extensive testing, which ultimately does not significantly affect outcomes.\n\nThe basis for this approach is that, with the possible exception of psychotherapy for purely psychogenic ED, there is no effective cure; identification of the underlying cause is only helpful in detecting other potential health issues and comorbidities. Given this fact, the focus changes from expensive diagnostic testing that will not significantly affect the outcome to facilitating patient treatment selection after a detailed discussion on reasonable therapeutic options. With this in mind, no other investigations are generally required for patients with ED, although specialized testing may be helpful in selected individuals.\n[66]\n\nFurther Testing (Optional)\n\nAll of the following tests for patients with ED should be considered optional for selected patients only.\n\nPenile biothesiometry\ninvolves a straightforward office screening test for penile neuropathy utilizing skin vibrational threshold sensitivity. The process entails placing a blunt-tipped vibrating probe on the right and left shaft, as well as the glans. Patients are required to indicate when they first sense the tip vibrating, determining their threshold vibrational sensitivity. This value is compared to age-based normal standards after obtaining 5 separate readings at each site and averaging the results.\n[76]\nWhile it does not directly examine erectile nerves, it is a reasonable, safe, and cost-effective office test for penile neuropathy. Patients who test positive may undergo more specialized nerve testing.\n[76]\n[77]\n[78]\nWhile not confirmed, some have suggested that individuals with an abnormal biothesiometry test might display hypersensitivity to intracavernosal injection therapy due to denervation hypersensitivity.\n\nNocturnal tumescence testing\n(NPT) proves valuable in distinguishing psychogenic from organic erectile dysfunction. Testing involves measuring the frequency, tumescence (circumference changes), duration, and maximal rigidity of nocturnal erections. Nocturnal erections require complete functioning of the neurovascular axis and typically occur during REM sleep. An average functioning man has between 3 and 6 erections a night, with a mean duration greater than 30 minutes, maximal rigidity greater than 70% at both base and tip, as well as an increase in circumference of over 3 cm at the base and 2 cm at the tip.\n[79]\nThis process is then repeated, usually for 3 nights. Men with purely psychogenic ED will typically demonstrate normal NPT tracings, while those with organic problems will show abnormal nocturnal erectile activity. Hypogonadism will often cause a decrease in rigidity while maintaining some tumescence in NPT studies.\n[80]\n[81]\nToday, NPT monitoring is rarely used or considered necessary to distinguish psychogenic from organic erectile dysfunction reliably. A careful and detailed personal and sexual history typically allows for the determination of significant psychogenic factors.\n[71]\n\nPenile duplex Doppler ultrasound\nmeasures arterial vascular flow and checks for cavernous veno-occlusive dysfunction (venous leak).\n[82]\nThis test may also be helpful after penile trauma, post-priapism, Peyronie disease, and in patients with ED who fail to respond to oral agents.\n[82]\nThe ultrasound is typically done by giving the patient an intracavernosal injection of a vasoactive drug, usually 20 μg of prostaglandin E1. (This also serves as a clinical trial of penile injection therapy.) Following the injection, the peak systolic velocities (PSV) are measured. A normal value is > 35 cm/s, while a reading of < 25 cm/s suggests arterial insufficiency. The value of < 25 cm/s was found to have 100% sensitivity and 95% specificity for patients with abnormal pudendal arteriography.\n[83]\nHypertensive patients who have vasculogenic ED, as demonstrated by a significantly reduced cavernosal arterial flow on duplex ultrasound, should be referred for a complete cardiac evaluation due to their increased cardiovascular risk.\n\nUltrasound can also demonstrate cavernous veno-occlusive dysfunction, often called \"venous leak\" by patients; this finding represents the failure of penile corporal rigidity despite adequate arterial inflow. Venous leak becomes evident when rapid detumescence occurs despite normal peak systolic and end-diastolic velocities (EDV > 5 cm/s).\n[84]\nMeasuring the vascular resistive index (RI) can aid in the diagnosis of veno-occlusive dysfunction. Calculate RI using the formula: RI = (PSV-EDV)/PSV. An RI < 0.75 is consistent with veno-occlusive dysfunction.\n[85]\nThe main benefits of this investigation are its non-invasiveness and its ability to exclude both penile arterial and venous dysfunctions accurately. However, the results are very user-dependent, and abnormal anatomy can give erroneous readings. Further, the information provided would remain the same treatment for most patients. Refer hypertensive patients who have vasculogenic ED and demonstrate significantly reduced cavernosal arterial flow on duplex ultrasound for a complete cardiac evaluation.\n\nUse\ndynamic infusion cavernosometry\nand\ncavernosography\nfor patients in whom a site-specific venous leak is suspected--usually for patients who have suffered pelvic/perineal trauma or those who have primary erectile dysfunction (ie, have never been able to achieve an erection). These tests usually precede corrective vascular surgery.\n[86]\n[87]\nTwo needles are placed in the penis to infuse saline simultaneously and measure intracavernous pressure. The inability to raise intracavernous pressure to match the mean systolic blood pressure with the saline infusion or the sudden fall in intracavernous pressure after stopping the saline infusion demonstrates veno-occlusive dysfunction.\n[86]\n[87]\nCavernosography shows the site of the veno-occlusive dysfunction.\n[88]\n\nPudendal arteriography\nprovides a clear visualization of the penile arterial vasculature. This test is reserved for young patients with erectile dysfunction resulting from trauma in cases where revascularization surgery is a potential consideration.\n[89]\nThe anatomy of the internal iliac, internal pudendal, and penile arteries are carefully studied.\n[89]\nThe inferior epigastric arteries are also examined for potential use in penile revascularization.\n[89]\n\nEndothelial cell dysfunction\ncan be tested by various means, such as the penile nitric oxide release test, peripheral arterial tonometry, and flow-mediated dilation. There are also different serum markers such as C reactive protein, endothelin 1, vascular cell adhesion molecule-1, as well as the presence of endothelial progenitor cells and microparticles.\n[90]\nNone of these tests for endothelial cell function has much current clinical utility, and they are of research interest only at present.",
    "administration": "Initial treatment involves improving general health status through\nlifestyle modifications\n. This treatment not only improves erectile function but reduces cardiovascular risk. Recommended lifestyle modifications would include the following:\n\nIncreased physical activity\nSwitching to a Mediterranean diet or nutritional counseling\nStopping smoking, drugs, and alcohol\nGaining reasonable control of diabetes, lipids, and cholesterol\n\nCarefully review the patient’s drug history to remove or alter the doses of offending medications. Offer men who have a psychological cause psychosexual counseling. With the patient’s consent, this counseling should be offered to the partner as well.\n\nL-arginine\nis an amino acid supplement that is the essential substrate for producing nitric oxide synthase, the enzyme that produces nitric oxide in the body. Supplemental L-arginine increases nitric oxide synthase levels, theoretically improving erection function. Several studies have shown some efficacy in treating mild to moderate ED with L-arginine supplementation (1500 mg to 5000 mg).\n[91]\n\nEroxon\nis a proprietary topical gel and the only OTC product with an FDA recommendation for treating ED. The gel contains carbomer, ethanol, glycerine, propylene glycol, and potassium hydroxide. After applying the gel to the glans penis, which takes about 15 seconds, the gel quickly evaporates and provides an immediate cooling effect on the glans. This rapid cooling stimulates the nerves and induces tissue warming, resulting in the relaxation of smooth muscles. Consequently, this process enhances blood flow to the corpora and relaxes intracavernosal smooth muscles, promoting erectile function and rigidity.\n\nThe gel has successfully treated ED in about 60% of men, typically within just 10 minutes. At 20 minutes, the success rate increased to 75%, equivalent to the reported efficacy of prescribed oral agents. This efficacy was maintained over 12 and 24 weeks in studies, with minimal side effects. Unfortunately, there are only a few studies with a limited number of individuals available on this gel. Only one of the studies was double-blinded, and none were placebo-controlled. It is unclear how this new gel might work with existing ED therapies, such as phosphodiesterase-5 inhibitors like sildenafil and tadalafil. The gel is currently available in the UK and Belgium. When it will be available in the US is still undetermined. While the expected cost in the US is unknown, in the UK, a single application cost is equivalent to $8.\n\nOral phosphodiesterase-5 inhibitors\n(PDE-5 inhibitors), such as sildenafil and tadalafil, are usually the first-line treatment of ED. They are effective in a wide range of etiologies, including cardiovascular disease, diabetes, hypertension, and hypogonadism.\n[92]\nPDE-5 inhibitors act by decreasing the degradation of cyclic GMP via phosphodiesterase inhibition, which increases the relaxation of cavernosal smooth muscle and intracavernosal arterial blood flow. It is important to note that PDE-5 inhibitors do not initiate the erectile response. Sexual stimulation is required to release nitric oxide from the vascular endothelium and penile nerve endings to commence the erectile process. PDE-5 inhibitors are highly effective and have an overall success rate of up to 76%.\n[93]\nPatients on sildenafil should remember to take it on an empty stomach, or it will not be absorbed.\n\nAdverse events will occur in about 40% of patients but are usually mild. The most common side effects are headache, indigestion, nasal stuffiness, and mild visual changes such as temporary light sensitivity or bluish coloration to vision. There have been rare reports of permanent blindness from non-arteritic anterior ischemic optic neuropathy with PDE-5 inhibitors.\n[94]\n[95]\nThere are also rare reports of unilateral deafness, typically starting within 24 hours of ingestion, related to these drugs.\n[96]\n[97]\n[98]\nFortunately, these reactions are rare, but patients should be appropriately informed.\n\nDifferent PDE-5 inhibitors have varying half-lives, which can influence the patient’s final selection.\nNote the importance of using these drugs with antihypertensives and alpha-blockers with caution. They should not be used at all with nitrates due to potentially dangerous, profound hypotension.\n\nPatients who fail PDE-5 inhibitor therapy should try at least one other PDE-5 medication, as up to 50% of initial treatment failures will respond to a different PDE-5 drug. (Check testosterone levels in patients who fail PDE-5 therapy if this was not measured earlier.) Those who are hypogonadal might benefit by adding testosterone supplementation to their PDE-5 inhibitor therapy.\n[99]\n\nInstructing patients on how to take their medication correctly is essential. For example, sildenafil is poorly absorbed and might be ineffective if taken with food, and it also frequently requires several therapeutic tries before it begins working successfully.\n\nResults from studies on adding daily L-arginine supplements to sildenafil or tadalafil therapy demonstrated a significant improvement in IEFF scores and erectile function compared to sildenafil or tadalafil monotherapy.\n[91]\n[100]\n[101]\n\nTestosterone supplementation\nappears to be more effective as a treatment for low libido than for ED.\n[102]\n[103]\nRecommend starting with oral PDE-5 inhibitors as the initial therapy for most patients with both ED and hypogonadism. Testosterone supplementation is reasonable in those with proven hypogonadism and ED who have already failed PDE-5 inhibitor therapy or who also have low libido. Patients with hypogonadism with borderline erectile rigidity are most likely to benefit from testosterone supplementation. The patients with ED who received the most significant benefit from testosterone supplementation were those with the most severe level of hypogonadism.\n[104]\nOverall, only 35% of all patients with hypogonadism with ED will show significant improvement in their erectile function from testosterone supplementation.\n[105]\nTestosterone monotherapy is not considered an effective treatment for ED.\n[66]\n\nExternal vacuum devices\nare an excellent, non-surgical option for many patients with ED. The outer cylinder of the device is placed over the penis and pressed to the body to create an airtight seal. The patient then uses a small, hand-operated (or battery-powered) vacuum pump to create negative pressure around the penis, which engorges the corpora with blood. Placing an elastic band around the base of the penis maintains the artificial erection. The vacuum can then be released, leaving the artificial erection maintained for up to 30 minutes. Practice with the device seems to improve outcomes, and manual dexterity is required. The efficacy rates of these devices have been high, at about 70% to 80%, but the patient satisfaction rates are low.\n[106]\n[107]\n\nExternal vacuum device therapy is a cost-effective, safe, and highly efficient long-term treatment for ED, suitable for frequent use if desired. However, using the device initially requires practice for optimal performance. It remains a good, safe, and effective noninvasive option for patients who deem it practically acceptable.\n\nIntraurethral prostaglandin E1\n(alprostadil)\npellets (also called medicated urethral system for erection or MUSE) are available for use as urethral suppositories. The pellets are small, about the same size as a grain of rice. The patient first voids and then places the tip of the insertion device inside the urethral meatus and pushes the plunger to deposit the prostaglandin E1 pellet into the pre-moistened distal urethra, where it will dissolve with a gentle hand massage. The medication is absorbed through the urethra and makes its way to the corpora cavernosa, where it causes muscle relaxation, resulting in an erection. Overall efficacy is reportedly good, generally at about 50% to 65%.\n[108]\n[109]\nResults from a large, double-blinded, placebo-controlled study of over 1500 men with chronic ED found that two-thirds responded to intraurethral prostaglandin E1 pellet therapy sufficiently to have intercourse.\n[109]\n\nIntraurethral prostaglandin E1 pellets are commercially available in 4 different strengths, but the 2 largest dosages are used most often (500-1000 mcg.) Side effects include urethral burning and somewhat variable efficacy even from the same dosage, possibly depending on the precise site of pellet application. This therapy is used relatively infrequently due to its high cost, the variability of efficacy, and the frequent need for patients to purchase at least 6 doses at a time.\n\nIntracavernosal Injections\nwith prostaglandin E1 are frequently the next choice of therapy if oral PDE-5 inhibitors are unsuccessful.\n[106]\nIntracavernosal injections of papaverine (an alpha-blocker and vasodilator) as a therapy for ED were first described in 1988 and have delivered good results.\n[110]\nSince then, several agents have been found that can cause smooth muscle relaxation, vasodilation, and erections when injected (alone or in combination) into the corpora cavernosa. These include papaverine, prostaglandin E1, phentolamine, and atropine.\n[111]\n[112]\n[113]\n\nThe single agent used most frequently today is prostaglandin E1, which has fewer systemic adverse events and good efficacy while offering reduced priapism risk and less fibrosis compared to other agents. This agent works via its effects to increase cavernosal cyclic AMP, the body’s most effective, natural smooth muscle relaxant and is the only FDA-approved agent for intracavernosal injection therapy of ED.\n[66]\n\nA single injection, which is sufficient as the corpora cavernosa shares vascularity, is done on the side of the penile shaft near the base to avoid the urethra (ventrally) and the dorsal neurovascular bundle.\n[114]\n[115]\nPatients should switch sides to minimize scarring. Typically, use short, 27 to 30-gauge needles with 1 cc syringes of insulin type. Intracavernosal injection therapy has demonstrated high effectiveness in up to 94% of patients.\n[116]\nHowever, prostaglandin E1 is relatively expensive and somewhat painful when injected into the corpora. Combination therapy has become popular using a relatively standard combination of papaverine 30 mg, phentolamine 1 mg, and prostaglandin E1 20 mcg/cc (known as “TriMix”) or by adding 0.2 mg of atropine to make “QuadMix.” These combinations need to be prepared by a compounding pharmacy. In general, they are about twice as effective as prostaglandin E1 alone, tend to cost less, and usually avoid the discomfort associated with intracavernosal prostaglandin E1 injections when used alone. Dosages and concentrations can be adjusted to double strength levels if needed. Only prostaglandin E1 is recommended by the FDA for intracavernosal injection therapy for ED.\n[66]\n\nUsually, the initial trial dosage is 0.2 to 0.25 cc, which increases slowly to give the patient a rigid erection for a reasonable time; no more than 90 minutes and optimally only about 45 minutes. If the corpora cavernosa are healthy with good vascularity, intracavernosal injections are almost always going to be successful. Failure of intracavernosal injection therapy is a good diagnostic indicator of vasculogenic ED. Side effects from intracavernosal injections include pain, priapism, bleeding or bruising at the injection site, and scarring of the tunica.\n\nPatients need to be carefully counseled not to exceed the recommended dosage for them as it is highly tempting to inject more medication “just to be sure” or because the initial effect appeared sub-optimal. Be prepared to offer a priapism antidote (usually a diluted phenylephrine solution) either in their office or in the emergency department.\n[117]\n\nPatients must be warned not to increase the injected dosage without the approval of their clinician, not to mix it with other ED agents such as PDE-5 inhibitors, and to go to the nearest emergency department for reversal therapy if their erection lasts longer than 4 hours to prevent permanent damage to the corpora.\n\nCombined therapy\nwith intracavernosal injections (or intraurethral prostaglandin pellets) plus the addition of a PDE-5 inhibitor can be very effective if neither treatment alone is successful.\n[112]\n[118]\n[119]\n[120]\nThe two treatments use different chemical mediators (cyclic AMP for injections, cyclic GMP for PDE-5 inhibitors), which synergistically enhances their combined activity. While effective, the risk of priapism increases, and experience with this type of combined therapy is limited.\n[121]\n[122]\n[123]\nNevertheless, it may be worth a clinical trial before considering penile prosthesis surgery or giving up entirely on those who are not surgical candidates.\n[124]\n\nPenile prostheses\nare a surgically invasive treatment typically offered when all other, less intrusive measures fail or are otherwise unacceptable. These devices are surgically inserted into the corpora cavernosa to restore erectile function artificially. There are 2 main types available: malleable and inflatable. The malleable prosthesis is physically manipulatable into a straight or bent position per the patient’s wishes. The inflatable type becomes erect by activating a small pump in the scrotum, which fills the inflatable penile balloon cylinders from a hidden fluid reservoir surgically implanted in the lower abdomen. Older men with limited manual dexterity or mental health issues find the malleable prostheses more manageable. In contrast, most men, especially from younger generations, typically prefer inflatable devices due to their more natural operation and function. Patients with diminished pelvic or penile sensation might have better outcomes with inflatable devices to avoid painless ulcers and erosions due to excessive pressure from the malleable rods on the skin.\n\nComplications from these devices include erosion, leakage, infection, and possible mechanical failure. Early inflatable penile prostheses had many problems, including infections, penile deformities, aneurysm formation, leakage, pump failures, and other mechanical issues. Current devices have resolved these problems and are mechanically reliable. The current mechanical failure rate for inflatable prostheses is <5% over 5 years.\n[125]\n[126]\nOther improvements include antibiotic or hydrophilic coatings that further reduce the risk of infection.\n[127]\n[128]\n[129]\n[130]\n[131]\nThe overall infection rate for penile prostheses is now only about 3% but might be as high as 10% in patients with prior implants, diabetes, or spinal cord injuries.\n[132]\n[133]\n\nAlthough many patients with this condition will not wish to have surgery, penile prosthesis implantation procedures tend to have very high patient satisfaction scores (about 90%).\n[134]\n[135]\nLong-term results are not quite as good, with only 41% of patients indicating they are still using their penile prosthesis after 20 years.\n[134]\n[136]\n\nPenile revascularization surgery\nis performed only in a small subgroup of patients, with an estimated occurrence rate of 5% in all patients with ED.\n[137]\nThis is ideally considered for younger patients (less than 30 years) with ED following pelvic/perineal trauma who have sustained an isolated vascular injury. Arterial insufficiency must be demonstrated on penile Doppler ultrasound and then identified on a formal arteriogram. Perform the revascularization operation by anastomosing the inferior epigastric artery to the dorsal artery of the penis or directly to the corpus cavenosum. Long-term results are only marginal.\n\nArterial balloon angioplasty\nhas been done successfully for focal arterial stenosis of the pudendal or penile arteries. However, improvement does not usually last due to recoil arterial narrowing and restenosis unless using drug-eluting stents. This therapy is not yet the standard of care and is only helpful in patients with focal, identifiable arterial stenosis in vessels large enough to accept a stent.\n[138]\n[139]\n[140]\n\nVenous ligation surgery\nfor veno-occlusive dysfunction involves embolizing or ligating the penile veins (eg, the deep dorsal vein). This surgery is not recommended as long-term results do not show lasting efficacy.\n[66]\n[138]\n[141]\n\nLow-intensity shockwave therapy\nhas shown efficacy, particularly in patients with severe ED not responding to PDE-5 inhibitors.\n[142]\n[143]\n[144]\n[145]\n[146]\nIts presumed mechanism of action is through improved cavernosal hemodynamics, induction of endothelial cell proliferation, and activation of endogenous stem cells as well as from penile revascularization. Shockwave therapy increases angiogenic factors that promote neovascularization, restore smooth muscle activity, and attract stem cells. This therapy also increases vascular endothelial growth factor, neuronal nitric oxide synthase, and other natural bioactive agents.\n[147]\nThe exact mechanism of action of shockwave therapy is not well understood, but it does seem that the effect is dose-dependent, as 3000 pulses per session give better results than 1500 or 2000 pulses.\n[143]\n\nWhile early results appear promising in optimal candidates, some study results have shown no effect.\n[148]\nMeta-analysis of all the currently available studies has demonstrated that low-intensity shockwave therapy generally provides a clinically significant short-term improvement in erection rigidity and function. However, the lack of long-term data makes it difficult to recommend at this time.\n[149]\nOverall, low-intensity shockwave therapy appears to be a reasonable, safe, and moderately effective initial therapy for relatively healthy patients with mild to moderate ED, with an overall success rate of 30 months in about 40% of patients.\n[146]\n[149]\n[150]\nNegative risk factors that limited successful outcomes include advanced age, hypertension, smoking, obesity, hyperlipidemia, high pre-therapy SHIM (Sexual Health Inventory for Men) scores, and lengthy duration of ED. Low-intensity shockwave therapy is relatively useless in men with severe ED.\n[151]\nThe therapy is still considered investigational in the US and is not recommended by the FDA.\n[66]\n\nIntracavernosal stem cells and platelet-rich plasma therapy are promising but experimental, requiring more investigation.\n[66]\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n\nSeveral studies are looking at\npenile rehabilitation therapy after radical prostatectomy surgery\nthat suggests a benefit, but there is no consensus on the exact treatment selection, duration, or timing. The majority of the published studies suggest a combination of PDE-5 inhibitors together with external vacuum device therapy offers the best results, although intraurethral pellet therapy and intracavernosal injections have been successful.\n[158]\nTadalafil offers a theoretical benefit over sildenafil based on its longer half-life and pharmacokinetics, but there is insufficient data to make any formal recommendation.\n[159]\n[160]\n[161]\n[162]\nEarly use of penile rehabilitation treatment is recommended lasting up to 1 year after surgery, but the exact timing has not been adequately studied.\n[159]\n[160]\n[161]\n[162]\n\nThough there is currently insufficient data to support any recommendation, it seems reasonable that penile rehabilitation techniques should also help prostate cancer patients who select definitive radiation therapy.\n[163]\nNevertheless, with sildenafil and tadalafil now being generic and low-cost, there seems to be little harm in recommending their early use after definitive prostate cancer treatment.",
    "adverse_effects": "Complications of ED can cause a strain on relationships and negatively impact the quality of life of these patients. The cardiovascular pathologies and diabetic complications that may accompany this condition are correlated with other health issues as well.\n\nPriapism from PDE-5 inhibitor medications is relatively uncommon at only about 3% of all priapism cases despite the widespread use of these drugs. Penile injection therapy is involved in about 8.8% of priapism cases and trazodone in about 6%, while second-generation antipsychotic drugs are responsible for 33.8%.\n[165]\n\nTreatment for drug-induced priapism is intermittent intracavernosal injections of diluted phenylephrine solution, 200 μg at a time, about 5 to 10 minutes apart until detumescence or when a maximum dose of 1 mg of phenylephrine is delivered. If this fails, a surgical shunting procedure will be necessary. Treatment should begin quickly, as permanent corporal fibrosis can occur with delayed therapy.\n[166]\n[167]"
  }
}