{
  "drug_name": "carisoprodol",
  "nbk_id": "NBK553077",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553077/",
  "scraped_at": "2026-01-11T15:25:13",
  "sections": {
    "indications": "Important contraindications listed in the package insert are acute intermittent porphyria as well as hypersensitivity reactions to a carbamate such as meprobamate. Patients with a sulfa allergy can develop a reaction after the carisoprodol is converted into meprobamate.\n[19]\n\nWarnings and Precautions\n\nBeers criteria:\nAs per the Beers criteria, carisoprodol is considered a potentially inappropriate medication for individuals aged 65 and older due to the anticholinergic adverse effects and associated heightened risk of fractures.\n[20]\n\nPotential for abuse and physical dependence:\nDependence, withdrawal, and carisoprodol misuse have been reported with prolonged use, especially in patients with a history of addiction or when used in combination with other drugs with misuse potential. Furthermore, withdrawal symptoms have been reported after abrupt discontinuation from prolonged use. Therefore, per the package insert and labeling, carisoprodol is not recommended for more than 2 to 3 weeks to relieve acute musculoskeletal discomfort. The belief is that carisoprodol elicits barbiturate-like effects, whereas animal studies described that this medication can produce rewarding effects, like other drugs of abuse. In addition to the potential for sedation, a normal prescribed dosage of carisoprodol may result in short-lived mild to moderate euphoria or dysphoria due to carisoprodol's potent anxiolytic effects. Carisoprodol, more so than meprobamate, may be responsible for the euphoria. Tolerance to the adverse effects of carisoprodol can develop and lessen over time. The active metabolite meprobamate itself was a frequently misused drug in the 1950s and 1960s, and overdoses have been reported.\n[10]\n\nWith prolonged usage, carisoprodol and meprobamate can produce physical dependence of the barbiturate type and withdrawal symptoms similar to those of alcohol withdrawal. Like benzodiazepines, potential psychological dependence can result in withdrawal symptoms that persist for significantly longer periods, lasting months or years. These symptoms may include anxiety and depression, long-term memory loss, chronic insomnia, social withdrawal, agitation and aggression, and other potential symptoms.\n[8]\n[13]\nThe severity of the symptoms appears to be magnified in patients with a history of substance misuse and patients concomitantly on other drugs with sedatives or benzodiazepine or opioid-like effects. The combination of benzodiazepine, opioid, and carisoprodol is referred to as the \"Holy Trinity\" or the \"Houston cocktail\" reported to increase the power of the \"high.\"\n[3]\n\nBecause of the significant abuse potential due to the sedating, relaxant, and anxiolytic effects, in December 2011, the drug enforcement agency classified carisoprodol as a schedule IV medication according to the Controlled Substance Act.\n[4]\nThis drug also goes by other names such as Ds, Dance, and Las Vegas Cocktail, which refers to the mixture of Soma and Vicodin. Additionally, the drug is known as Soma Coma when Soma is combined with codeine and further labeled as PCC, which stands for paracetamol-caffeine-carisoprodol.[WHO.\nPre-View Report on Carisoprodol\n]\n\nSeizures\n: Seizures have been reported in patients exposed to toxic doses of carisoprodol.\n[5]\nThese instances are particularly prevalent in cases involving multiple drug overdoses with substances like drugs of abuse, illicit drugs, and alcohol.",
    "mechanism": "The exact mechanism of carisoprodol as linked with acute painful musculoskeletal conditions is unknown. The medication is a centrally-acting skeletal muscle relaxant that indirectly relaxes the muscles. The muscle relaxation effects induced by carisoprodol in preclinical studies are linked to changes in interneuronal activity in the descending reticular formation of the brain and spinal cord. The primary metabolite, meprobamate, is believed to work at the GABA receptors similar to benzodiazepines and is considered to be responsible for the therapeutic effects as well as the abuse potential.\n[5]\n[6]\nMeprobamate is a benzodiazepine-type anxiolytic that also has sedative properties.\n[7]\n\nPharmacokinetics\n\nAbsorption:\nCarisoprodol has a quick onset of action after oral ingestion. The maximum plasma concentration (Tmax) is around 1.5 to 1.7 hours for the 250 and 350 mg strengths, respectively. The time to maximum plasma concentration for the meprobamate metabolite is approximately 3.6 to 4.5 hours. Carisoprodol is a racemic mixture, only slightly soluble in water but freely soluble in alcohol. The solubility of carisoprodol is practically independent of pH. Furthermore, as per the package insert, taking this medication with fatty food does not appear to affect the pharmacokinetics.\n[8]\n\nMetabolism:\nCarisoprodol is metabolized in the liver primarily by the cytochrome P450 oxidase isozyme CYP2C19 and excreted by the kidneys. Carisoprodol's primary metabolite is meprobamate, a known drug of abuse and dependence. Meprobamate was classified as a schedule IV controlled substance in 1970 and is in the tranquilizer medication class. Given the significantly prolonged half-life of meprobamate compared to carisoprodol, a risk of meprobamate bio-accumulation follows extended periods of carisoprodol administration. Also, patients with reduced CYP2C19 activity are poor metabolizers of carisoprodol, increasing exposure to carisoprodol and reduced exposure to meprobamate.\n[9]\n[10]\n[11]\n[12]\n[13]\n\nDistribution:\nThe volume of distribution of carisoprodol is 0.93 to 1.3 L/kg. Carisoprodol, recognized for higher lipophilicity compared to meprobamate, has been observed to penetrate the central nervous system (CNS).\n[14]\n\nExcretion:\nCarisoprodol is excreted through renal (major) and non-renal pathways, with an elimination half-life of about 2 hours. The half-life of the metabolite, meprobamate, is approximately 10 hours.",
    "administration": "Available Dosage Forms and\nStrengths\n\nCarisoprodol is available in 250 and 350 mg tablet oral dosages up to 3 times a day and once before bed. This medication is also available in various co-formulated forms: carisoprodol combined with acetaminophen and caffeine, carisoprodol combined with γ-aminobutyric acid, and carisoprodol with acetylsalicylic acid and codeine.\n\nAdult Dosage\n\nThe suggested dosage of carisoprodol tablets ranges from 250 to 350 mg, administered 3 times daily and before bedtime. Carisoprodol tablets should be limited to a maximum duration of 2 to 3 weeks.\nAlthough carisoprodol prescription is decreasing, the medication is commonly prescribed in the United States, with over 3.4 million prescriptions in 2017. A study was conducted to investigate the impact of the federal classification of carisoprodol as a schedule IV controlled substance on the dispensing patterns within a commercially insured population in the United States. The research aimed to assess whether this regulatory action led to a reduction in the utilization of carisoprodol, regardless of previous scheduling at the state level. The findings revealed a moderate decrease in carisoprodol dispensing following the federal classification, indicating a potentially positive effect in impeding its utilization. Particularly noteworthy was the observed decline among younger patients and those with musculoskeletal injuries, suggesting a targeted impact on populations more prone to the prescription. These results highlight the importance of regulatory measures in mitigating prescription drug abuse and promoting safer prescribing practices for managing musculoskeletal pain.\n[1]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe safety and efficacy of carisoprodol in hepatic impairment have not been investigated. Caution is advised when administering carisoprodol to patients with impaired liver function since metabolism mainly occurs in the liver.\n\nRenal impairment:\nThe safety and effectiveness of carisoprodol have not been examined in patients with renal impairment. Caution is advised when administering carisoprodol in renal impairment. Of note, carisoprodol is dialyzable by hemodialysis and peritoneal dialysis.\n[15]\n\nPregnancy considerations:\nCarisoprodol is pregnancy category C. However, animal studies indicate that carisoprodol adversely affects fetal growth and postnatal survival. Based on the limited post-marketing data, the primary metabolite meprobamate did not demonstrate any increased risk for particular congenital malformations. An overdose of carisoprodol during pregnancy has been noted in the literature.\n[5]\n[16]\n\nBreastfeeding considerations:\nGiven the absence of consistent reports regarding adverse events in breastfed infants throughout decades of usage, weighing the developmental and health advantages of breastfeeding alongside the mother's clinical requirement for carisoprodol is advisable. Additionally, any potential adverse effects on the breastfed infant resulting from carisoprodol or the underlying maternal condition should also be taken into consideration. Minimal sedation has been observed in a breastfed newborn who was exposed to the drug during pregnancy and breastfeeding; however, sedation could potentially be significant in newborns experiencing exposure for the first time during nursing. Considering alternative medications may be preferable, particularly when breastfeeding a newborn or preterm infant or when other sedative medications are concurrently used.\n[17]\n\nPediatric patients:\nThe effectiveness and safety of carisoprodol have not been documented in pediatric patients aged under 16.\n\nOlder patients:\nThe effectiveness, safety, and pharmacokinetics of carisoprodol have not been established in patients aged 65 and older.\n\nPharmacogenetic considerations:\nStudies indicate that individuals classified as poor CYP2C19 metabolizers may experience a fourfold increase in carisoprodol exposure and a 50% reduction in meprobamate exposure compared to those with normal CYP2C19 metabolism. Poor metabolizers are more prevalent among Caucasians and African Americans (around 3% to 5%) compared to Asians (15% to 20%). Therefore, careful consideration is needed when prescribing carisoprodol to patients from these populations.\n[6]",
    "adverse_effects": "The most common adverse drug reactions of carisoprodol include drowsiness, headache, and dizziness. According to the product labeling, up to 17% of patients experienced sedation after receiving carisoprodol compared to 6% of patients who were administered a placebo. This adverse drug reaction can impair the mental and physical capabilities required to perform potentially hazardous work, such as driving or working with heavy machinery. Post-marketing reports have indicated motor vehicle accidents linked to carisoprodol usage. The potential for misuse, abuse, physical dependence, and withdrawal is apparent if carisoprodol is used indiscriminately. In March 2007, Norwegian medical regulatory authorities reviewed carisoprodol, leading the Committee for Medicinal Products for Human Use and the European Medicines Agency. They concluded that the benefits of carisoprodol no longer outweigh their associated risks. Consequently, all marketing authorizations for carisoprodol were suspended throughout Europe.\n[18]\nAnother potentially significant reported adverse effect is seizures.\n[14]\nIn Indonesia, in September 2017, close to 100 people suffered seizures with at least 1 fatality when PCC, standing for \"paracetamol-caffeine-carisoprodol,\" was mixed into student's drinks.\n\nDrug-Drug Interactions\n\nCYP2C19 inhibitors:\nCo-administration of CYP2C19 inhibitors could result in increased levels of carisoprodol and decreased levels of the meprobamate metabolite. Common CYP2C19 inhibitors include omeprazole, ticlopidine, fluoxetine, fluvoxamine, topiramate, sertraline, and tricyclic antidepressants. Conversely, co-administration of CYP2C19-inducers could result in decreased levels of carisoprodol and increased levels of meprobamate. Common CYP2C19-inducers include rifampin, carbamazepine, phenobarbital, aspirin, and St. John Wort.\n[6]\n\nCNS depressants:\nDue to the sedative effects of CNS depressants, patients need to be cautious about taking additional CNS depressants such as opioids, alcohol, or benzodiazepines at the same time. They should also take necessary precautions to avoid driving or engaging in potentially hazardous activities if they are experiencing sedation.\n[3]",
    "monitoring": "No specific monitoring is necessary per the package insert. However, considering that this medication is metabolized in the liver and excluded through the kidney, the levels of carisoprodol and meprobamate can potentially increase if the patient has decreased liver function or renal insufficiency. Therefore, dose or frequency adjustments may be indicated. Also, given the significant abuse potential of this medication as a controlled medication, performing appropriate monitoring, such as periodic urine drug tests and pill counts, should be considered.\n[21]\nCarisoprodol is designated as a schedule IV substance.\n[1]\nClinicians can utilize Prescription Drug Monitoring Programs (PDMPs) to monitor potential misuse.\n[22]\n[23]",
    "toxicity": "Signs and Symptoms of Overdose\n\nIn cases of carisoprodol tablet overdosage, symptoms can range from ataxia and headaches to more severe presentations such as respiratory depression, hallucinations, and death.\n[3]\nSerotonin syndrome may also occur, presenting with symptoms like confusion, agitation, fever, and tachycardia.\n[24]\nDue to limited redistribution, maximum concentrations of carisoprodol may appear in cardiac tissue. Several case reports indicate that in overdose situations, cardiotoxicity may occur.\n[12]\n\nManagement of Overdose\n\nNo specific antidote is available for carisoprodol. Since carisoprodol acts at the barbiturate site, a carisoprodol overdose itself is not directly reversible with flumazenil, a GABA-A receptor antagonist. However, the primary metabolite meprobamate, similar to benzodiazepines, does work on the GABA-A receptor.\n[5]\nLater in the course of an overdose, when a significant amount of meprobamate is circulating, flumazenil can help reverse the effects of an overdose. Supportive care, including possibly charcoal, gastric lavage, and dialysis, should be considered in overdose. Significant hypotension can also occur with carisoprodol overdose and is usually treated with supportive care and possibly dialysis.\n[15]\n[25]\n[26]"
  }
}