{
  "drug_name": "carmoisine red",
  "nbk_id": "NBK603718",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603718/",
  "scraped_at": "2026-01-11T18:46:45",
  "sections": {
    "indications": "Topical corticosteroid withdrawal, also known as red skin syndrome or topical steroid addiction, is a drug-related dermatosis characterized by burning, itching, and erythema following the sudden termination of medium- to high-potency topical corticosteroids after prolonged use (typically at least after 3 months of use).\n[1]\n[2]\nThe syndrome is a form of tachyphylaxis and rebound vasodilation with skin barrier dysfunction. Topical corticosteroid withdrawal most frequently affects the face and scrotum. However, every part of the body can be involved.\n[3]",
    "mechanism": "The etiology of topical corticosteroid withdrawal remains inadequately defined, but the condition typically manifests following the application of medium-to-high-potency fluorinated topical corticosteroids belonging to class I, II, and III for more than 12 weeks. The withdrawal less frequently occurs with short-term use of topical corticosteroids or those classified as low-potency topical corticosteroids.\n[4]\nAs a type of drug addiction emerging from the inappropriate, excessive use of topical corticosteroids, the reaction occurs when the topical drug is used without supervision for an extended time, without a prescription, or when applied for unrecognized indications (eg, acne vulgaris). For example, use in high potency in age groups (like children and older adults) or on unsuitable body areas like the face and scrotum is not indicated.\n[5]\nContinual topical corticosteroid use creates withdrawal or rebound symptoms when the drug is discontinued, leading the patient back to using topical corticosteroids and making discontinuing the medication difficult.\n[6]",
    "monitoring": "The diagnostic criteria for topical corticosteroid withdrawal is unclear, but recent literature has identified some key features, including:\n\nHistory of prolonged and frequent use of topical steroids on the initial eruption area or face and genitalia\nHistory of atopy, particularly atopic dermatitis\nPrevious use of oral prednisone for skin symptoms\nThe rapid development of skin burning or itchiness with widespread redness (erythema) days to weeks after stopping topical steroids, along with oozing, crusting, and exfoliation\n\nOne of the primary challenges involves distinguishing between the skin reaction resulting from discontinuing topical corticosteroids and a deterioration in the underlying skin condition for which the steroids were prescribed. Patch testing is beneficial in ruling out contact dermatitis caused by topical corticosteroids, cream components, or other topically applied agents (eg, emollients). However, this could be challenging if insufficient areas of normal skin are available for testing.\n[12]\n[23]\n[24]",
    "administration": "Topical corticosteroid withdrawal poses a challenge in clinical management due to the absence of definitive treatment protocols. Therapeutic interventions are varied and demonstrate limited evidence in reducing the duration of the withdrawal symptoms. General therapeutic approaches include the application of emollients and moisturizers coupled with adjunct modalities such as cold compresses, ice, and gabapentin to alleviate burning pain. Antihistamines and doxepin are utilized to address pruritus, while simple analgesics may mitigate the burning pain. Psychological support plays a crucial role in managing the psychosocial impact of topical corticosteroid withdrawal.\n\nFor more severe symptoms, gabapentin, phototherapy, or immunosuppressants might be recommended. Limited use of sleeping aids and anxiolytics is appropriate in certain situations.\n[17]\nSpecific strategies involve the cessation of topical corticosteroids as the primary intervention, necessitating vigilant monitoring for potential rebound reactions. The method of discontinuation, abrupt cessation versus tapering, remains a matter of debate. Some advocate for a tapering dose of oral corticosteroids, while others may consider a low-potency topical corticosteroid with minimal allergenic potential. For patients with the papulopustular type of topical corticosteroid withdrawal, tetracycline antibiotics and calcineurin inhibitors have reportedly been effective. In cases of atopic dermatitis, dupilumab may be considered.\n[10]\n[22]\n[25]",
    "adverse_effects": "Many complications may occur if topical corticosteroid withdrawal is not appropriately addressed. These include:\n\nSevere pruritus and sleep disturbances: Patients withdrawing from topical corticosteroids often have intense itching (pruritus), which can severely disrupt sleep.\nTachyphylaxis: This refers to the diminished response to topical steroids over time, often seen in conditions like psoriasis and atopic dermatitis.\nExacerbation of original skin conditions or rebound phenomenon: Abrupt discontinuation of topical corticosteroid therapy can worsen initial skin disorders like atopic dermatitis, resulting in increased flare-ups.\nSecondary cutaneous infections: Withdrawal from these medications can compromise the skin barrier, making patients more susceptible to secondary skin infections.\nSkin atrophy: This is the most frequently occurring issue. Topical steroids cause thinning in the epidermis and dermis, leading to skin that appears lax, wrinkled, and transparent. Over time, the atrophy can result in reduced cellular layers in the skin, hypopigmentation, and visible veins.\nStriae: Striae distinct from those caused by weight gain or pregnancy can develop.\nContact allergy: Steroid withdrawal can lead to contact hypersensitivity, which may worsen or prolong existing skin conditions.\nRosacea: Older women may experience topical steroid-induced rosacea, marked by papules and pustules, which can worsen with withdrawal.\nPigmentary changes: Both hyperpigmentation and hypopigmentation can occur, with the latter more noticeable in patients with Fitzpatrick skin types IV, V, or VI.\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]"
  }
}