{
  "drug_name": "casein",
  "nbk_id": "NBK594258",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594258/",
  "scraped_at": "2026-01-11T15:25:18",
  "sections": {
    "clinical_significance": "Healthcare teams should assess patients based on clinical findings and laboratory data to screen for, diagnose, and treat sepsis effectively. Once sepsis is suspected clinically, different clinical decision-making algorithms and tools may be used to assess for severity and guide treatment; these algorithms and tools may be institution dependent. Current guidelines endorsed by the American College of Emergency Physicians and the Society of Critical Care Medicine recommend collecting the data required to calculate the Sequential Organ Failure Assessment (SOFA) score for stratifying disease severity and estimating patient mortality.\n\nThe SOFA score assesses organ dysfunction, and most of the data required to calculate an accurate SOFA score is readily available through clinical assessment and commonly performed laboratory testing. An important limitation of the SOFA criteria is the scoring of respiratory dysfunction, which requires a PaO\n2\nvalue to obtain the PaO\n2\n/FiO\n2\nratio.\n[104]\nRoutinely performing an arterial blood gas to calculate a respiratory SOFA score in patients where the results would not otherwise dictate a change in management is not currently recommended. A proposed alternative to the PaO\n2\n/FiO\n2\nratio is using pulse oximetry (SpO\n2\n) values to approximate the likely PaO2/FiO\n2\nratio described in the original SOFA scoring criteria.\n[105]\n[106]\n\nIncreases in the SOFA score within 24 hours of admission to the intensive care unit (ICU) may indicate clinical deterioration. Additionally, increases of 2 points or more imply an increased risk of in-hospital mortality and prolongation of ICU length of stay by 3 days or more. Some studies have shown that the mean and maximum or worst SOFA score in critically ill patients was a significant predictor of 28-day mortality. SOFA demonstrated the best capacity to estimate these outcomes compared to other scoring systems in the Third International Consensus Definition for Sepsis and Septic Shock.\n[107]"
  }
}