{
  "drug_name": "caspofungin",
  "nbk_id": "NBK545140",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545140/",
  "scraped_at": "2026-01-11T15:25:18",
  "sections": {
    "indications": "The main contraindication to caspofungin therapy is a known hypersensitivity reaction to the formulation's caspofungin acetate or other ingredients. Caution is advised in patients with Child-Pugh Class C hepatic impairment.\n\nThere is inadequate data regarding the use of caspofungin in pregnancy; clinicians should use the drug cautiously in this patient population. When treatment of systemic fungal infections is necessary during pregnancy, Amphotericin B is the first-line therapy.\n[23]",
    "mechanism": "Caspofungin, along with other echinocandins, works by noncompetitive inhibition of the enzyme β-(1,3)-D-glucan synthase, a critical component in the synthesis of the fungal cell wall; this enzyme is not present in mammalian cells.\n[10]\n\nCaspofungin exhibits fungicidal activity against\nCandida\nspecies, including triazole-resistant isolates, and fungistatic activity against\nAspergillus\nspecies.\n[1]\n[10]\nCaspofungin displays triphasic nonlinear pharmacokinetics. After an initial intravenous administration of the drug, there is a rapid decrease in plasma concentrations due to tissue distribution. This is followed by a gradual re-release of the drug from the extravascular tissues and slow hepatic metabolism.\n[11]\n[12]\nThe drug undergoes hepatic metabolism via hydrolysis and slow N-acetylation into 2 inactive metabolites; dose reduction is advisable in severe hepatic insufficiency.\n[11]\n[12]\n[13]\nCaspofungin also undergoes spontaneous disintegration to an open-ring compound.\n\nThe pharmacokinetics of caspofungin also show an increased accumulation as the dose increases, and there is a dose-related dependency in the time to reach a steady state upon multiple-dose administration. Therefore, a loading dose followed by a lower once-daily dose is required to attain an initial therapeutic plasma concentration and avoid drug accumulation. This approach results in a trough concentration of at least 1 μg/mL (proposed target concentration in invasive infections derived from\nin vitro\nsusceptibility testing of\nCandida\nspp).\n[13]\n[14]\n\nPharmacokinetics\n\nAbsorption:\n\nCaspofungin has negligible oral bioavailability (less than 0.2%) but has 92% tissue distribution within 36 to 48 hours after intravenous infusion.\n[15]\n\nDistribution:\n\nThe drug is well distributed to tissues when administered intravenously, but it exhibits a high level of protein binding (97%).\n\nMetabolism:\n\nCaspofungin is hepatically metabolized via chemical degradation by peptide hydrolysis and N-acetylation, with some CYP450 metabolism. Caspofungin has a short α-phase half-life (t\n1/2\n) of 1 to 2 hours (volume of distribution of 9.7 L) and a β-phase t\n1/2\nof 9 to 11 hours that exhibits log linearity. Unlike the other phases, the γ-phase t\n1/2\nof 40 to 50 hours appears nonlinear and responsible for caspofungin accumulation over time. Caspofungin is slowly eliminated from plasma, with a 10 to 12 mL/min clearance.\n[6]\n[13]\n\nElimination:\n\nApproximately 75% of a radioactive dose is recovered after 27 days, with 41% in urine and 35% in feces. Only about 2% of caspofungin is excreted unchanged in the urine.\n[6]\n[13]",
    "administration": "Dosage Forms\n\nCaspofungin acetate is administered solely by the intravenous (IV) route. Because the echinocandins have a large molecular weight, they are poorly bioavailable for oral use. The IV infusion should take place slowly over an hour and not be administered by IV bolus or mixed or co-infused with other medications. Do not use diluents containing dextrose (alpha-D-glucose).\n\nThe available doses include 50 and 70 mg per vial powder for injection containers.\n[12]\nThe dosage varies by patient population.\n\nAdult Dosing\n\nFor all indications, administer an initial dose of 70 mg (loading dose) followed by 50 mg once IV daily. The daily dose may be increased to 70 mg if there is no response or if CYP3A4 inducers such as rifampin, nevirapine, efavirenz, carbamazepine, dexamethasone, and phenytoin are coadministered. The maximum daily dose should not exceed 70 mg.\n\nFor esophageal candidiasis, the dose is 50 mg once daily with no loading dose.\n\nSpecial Population\n\nHepatic impairment:\nThe dosage for adult patients with moderate hepatic impairment is reduced to 35 mg once daily, with a 70 mg loading dose on day 1 where appropriate. Dose reduction for patients with hepatic insufficiency is recommended based on the Child-Pugh (C-P) score. However, in critically ill patients, the dose should not be reduced unless there is evidence of liver cirrhosis.\n[16]\n\nRenal impairment:\nNo dose reduction is necessary for renal impairment; echinocandin passage through the membranes seems low because of high protein binding, 97% to albumin.\n[17]\n\nPregnant patients:\nClinicians should weigh the risks vs benefits in pregnant patients. No human data is available on this topic. Animal data indicates possible embryo-fetal toxicity.\n\nBreastfeeding patients:\nPatients may use the drug while breastfeeding; infant harm is not expected based on drug properties. There is no human data regarding caspofungin's effect on milk production.\n\nPediatric patients:\nThe basis for dosing is on the patient's body surface area. For all indications, a single 70 mg/m\n2\nloading dose on day 1 will be followed by 50 mg/m\n2\nonce daily.\n\nOlder patients:\nTrials performed to date have not revealed any data that would limit the use of caspofungin injection in older patients.",
    "adverse_effects": "Caspofungin has a relatively low incidence of adverse effects; the most commonly reported include chills, fever, phlebitis/thrombophlebitis, tachycardia, nausea, vomiting, rash, abdominal pain, headache, and diarrhea.\n[6]\nCaspofungin can also increase AST and ALT levels.\n\nCaspofungin has been found to cause skin erosions similar to those seen in toxic epidermal necrolysis (TEN). A case report by Lee et al describes the development of a rash (erythematous macules and plaques) that quickly progressed to blisters and skin erosions after administering caspofungin in an 86-year-old man with disseminated\nCandida krusei\ninfection.\n[18]\nOther rare but potentially severe reactions include Stevens-Johnson syndrome, septic shock, and erythema multiforme.\n\nDrug Interactions\n\nAn increase in the maintenance dose of caspofungin is recommended with the coadministration of potent inducers of hepatic CYP3A4 enzymes. These agents include rifampin, nevirapine, efavirenz, carbamazepine, dexamethasone, and phenytoin.\n[6]\nUsing caspofungin with CYP3A4 inducers, the daily dose may be increased to 70 mg. However, the maximum daily dose should not exceed 70 mg.\n\nConcomitant use of caspofungin with cyclosporine has also been linked to increased caspofungin-induced hepatotoxicity. However, several case reports describe patients treated with both drugs without clinically important signs or symptoms of liver toxicity.\n[19]\n[20]\n[21]\n[22]\nCombined therapy with cyclosporin should be avoided as this combination could increase caspofungin levels and impact liver enzymes, increasing AST and ALT levels.",
    "monitoring": "Given caspofungin's potential hepatic adverse effects, monitoring liver function is essential. Caspofungin is known to release histamine in peripheral blood cells, which predisposes patients to potentially developing histamine-mediated symptoms ranging from severe to fatal anaphylaxis. As a result, monitoring patients for anaphylaxis, rash, or histamine-related reactions (eg, facial swelling, bronchospasm, a sensation of warmth) is paramount to decreasing the risk of morbidity and mortality.\n[24]\n[25]\n[26]",
    "toxicity": "Hepatitis, hepatomegaly, and hyperbilirubinemia can rarely occur. There are also reports of hepatic failure with the echinocandins. Therefore, checking hepatic aminotransferases regularly during caspofungin therapy is recommended.\n[27]"
  }
}