{
  "drug_name": "cassia",
  "nbk_id": "NBK599503",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599503/",
  "scraped_at": "2026-01-11T15:25:18",
  "sections": {
    "indications": "Cefuroxime is contraindicated in individuals with known or documented severe hypersensitivity or allergic/anaphylaxis reactions to penicillins, cephalosporins, or other drugs. Patients with a history of an anaphylactic response, Stevens-Johnson syndrome, or toxic epidermal necrolysis to penicillin should not receive cefuroxime or other cephalosporins.\n[47]\nIn patients with penicillin allergy, caution should be exercised when considering cefuroxime, and discontinuation of the medication is recommended if an allergic reaction occurs. Severe hypersensitivity reactions may require epinephrine and other emergency measures.\n[2]\n[22]\n\nWarnings and Precautions\n\nCaution should be exercised when administering cefuroxime to patients with prolonged prothrombin time or international normalized ratio, including those with poor nutritional status, renal disease, hepatic disease, prolonged antibiotic therapy, or those previously stabilized on anticoagulants. Administration of vitamin K may be necessary when warranted.\n\nLaboratory interference:\nIn patients taking cefuroxime, ferricyanide tests may lead to false-negative blood/plasma glucose results, while copper reduction tests may result in false-positive glucose readings in urine. It is recommended to use either the hexokinase or glucose oxidase method to determine plasma glucose levels in patients receiving cefuroxime.\n\nPseudomembranous colitis and\nC difficile\ninfection:\nBroad-spectrum antibiotics, including cefuroxime, can disrupt the normal gastrointestinal flora, potentially leading to the development of pseudomembranous colitis. Healthcare practitioners are advised to use caution when prescribing cefuroxime, especially in patients with a history of pseudomembranous colitis or confirmed C\ndifficile\n-associated disease.\n[2]\n[48]\nIf the diagnosis is confirmed, discontinuation of cefuroxime is recommended, and further management with fluid and electrolytes, along with antibiotic agents effective against\nC difficile\n(oral vancomycin or fidaxomicin), may be necessary.\n[49]",
    "mechanism": "Bacterial cell walls are strengthened by cross-linking peptidoglycan units through the action of penicillin-binding proteins (PBPs), specifically peptidoglycan transpeptidase.\n[14]\nThe peptidoglycan layer protects the cell wall from lysis. As a bactericidal agent, cefuroxime binds to PBPs via β-lactam rings. This binding inhibits the transpeptidation or cross-linking in the peptidoglycan cell wall synthesis of susceptible bacterial organisms.\n[2]\n[15]\nAlthough PBP3 is the primary target of cefuroxime, it can also inhibit PBP 1a and PBP 1b.\n[16]\n[17]\nThis inhibition of the bacteria's ability to form a functional cell wall leads to death through osmotic lysis.\n[18]\n\nSusceptible Organisms\n\nGram-positive aerobic bacteria:\nThese bacteria include\nS aureus\n,\nS epidermidis\n,\nS pneumonia\n,\n[19]\nand\nS pyogenes.\n\nNotably, cefuroxime is generally ineffective against most strains of enterococci (eg,\nEnterococcus faecalis\n). In addition, the medication does not effectively target methicillin-resistant\nStaphylococcus\naureus\n(MRSA) and\nListeria monocytogenes\n.\n\nGram-negative aerobic bacteria:\nThese bacteria include\nCitrobacter\nspp\n.,\nEnterobacter\nspp\n.,\nE coli\n,\nH influenzae\n(including methicillin-resistant strains),\n[20]\n[21]\nH parainfluenza\n,\nKlebsiella\nspp\n.\n(including\nK pneumonia\n),\nM catarrhalis\n(including ampicillin- and cephalothin-resistant strains),\nMorganella morganii\n,\nN gonorrhoeae\n(including penicillinase- and non-penicillinase-producing strains),\n[22]\nN meningitidis\n,\nProteus mirabilis\n,\nProvidencia rettgeri\n,\nSalmonella\nspp\n.\n, and\nShigella\nspp\n.\n\nNotably, in vitro tests have indicated resistance to cefuroxime in some strains of\nM morganii, Enterobacter cloacae,\nand\nCitrobacter\nspp. Furthermore, cefuroxime is generally ineffective against\nPseudomonas\nand\nCampylobacter\nspp.,\nAcinetobacter\ncalcoaceticus\n, and the majority of strains from\nSerratia\nspp\n.\nand\nP\nvulgaris\n.\n[23]\n[24]\n[25]\n\nAnaerobic bacteria:\nThese bacteria include\nBacteroides\n,\nClostridium\n,\nFusobacterium\n,\nPeptococcus\n,\nand\nPeptostreptococcus\nspecies\n.\n\nNotably,\nClostridium difficile\nand most strains of\nBacteroides fragilis\nare resistant to cefuroxime.\n\nResistance\n\nThe global challenge of developing resistance to antibacterial agents is substantial. Bacteria primarily acquire resistance to cefuroxime through various mechanisms, as listed below.\n\nDrug inactivation or modification:\nCertain bacteria can produce β-lactamases, which can cause hydrolysis of the β-lactam ring of cefuroxime, thus hindering its bactericidal effects. Despite its susceptibility, cefuroxime exhibits high stability in the presence of most β-lactamase strains.\n[2]\n\nAlteration of target or binding site:\nModifications occur in the binding site of cefuroxime's PBPs, rendering it ineffective against MRSA and penicillin-resistant strains of\nS pneumoniae\n. MRSA possesses a resistant gene,\nmecA\n, encoding PBP 2a. PBP 2a differs from other PBPs, as its active site does not bind to methicillin or other β-lactam antibiotics. Consequently, acquiring\nmecA\nconfers resistance to methicillin and β-lactam antibiotics, as their β-lactam ring cannot interact with PBP 2a.\n[26]\n\nAlteration in cell membrane penetration:\nThis phenomenon is predominantly observed in gram-negative bacteria due to the impermeable outer membrane of their cell wall. The diminished penetration of the antibiotic through the outer membrane of the bacteria prevents the drug from reaching the target PBPs.\nPseudomonas aeruginosa\nprovides an illustrative example of this mechanism.\n[27]\n[28]\n\nPharmacokinetics\n\nUnderstanding the pharmacokinetic profile of cefuroxime is necessary for appropriate dosing, monitoring, and optimizing therapeutic outcomes. The fundamental aspects of cefuroxime's pharmacokinetics are mentioned below.\n[29]\n\nAbsorption:\nCefuroxime can be administered orally or parenterally. The parent molecule, cefuroxime, exhibits poor absorption after oral administration. Cefuroxime axetil, the ester prodrug form of cefuroxime, is effectively absorbed from the intestines and promptly converted to cefuroxime through hydrolysis by esterases in the mucosal cells of the gastrointestinal tract. Subsequently, it is released into the systemic circulation, significantly enhancing absorption in the presence of food.\n\nThe bioavailability of cefuroxime axetil tablets is about 37% on an empty stomach and increases to around 52% if taken after food. Following oral administration, adults typically reach peak serum concentration of cefuroxime in about 2 to 3 hours, while in children, it takes approximately 3 to 4 hours.\n[22]\nCefuroxime is rapidly absorbed into the bloodstream after intramuscular (IM) or IV injection, with the peak serum concentration achieved in about 2 to 3 minutes after IV administration.\n\nDistribution:\nCefuroxime exhibits a relatively small volume of distribution of 0.25 to 0.3 L/kg, with approximately 33% to 50% of the drug binding to plasma proteins. Cefuroxime effectively penetrates various tissues, including tonsils, sinus tissues, lungs, bronchial mucosa, aqueous humor of the eye, and middle ear effusion. Notably, cefuroxime demonstrates good penetration into bone tissue—a valuable attribute in treating odontogenic infections.\n[30]\n\nMetabolism:\nThe active parent compound cefuroxime is produced from its ester prodrug.\n[31]\n\nElimination\n: Cefuroxime is excreted by the kidney as an unchanged drug, resulting in a high urinary concentration.\n[32]\nApproximately 50% of the dose can be recovered in the urine within 12 hours. The elimination half-life of cefuroxime is about 1 to 2 hours in adults and 1.4 to 1.9 hours in children. The pharmacokinetics of cefuroxime is influenced by its renal excretion, with decreasing renal function increasing its half-life.\n[33]",
    "administration": "Available Dosage Forms and Strengths\n\nCefuroxime is available in various formulations, including oral tablets, oral suspension, and powder for injections. The oral tablet cefuroxime axetil is available in strengths of 250 mg and 500 mg. The oral suspensions are available in concentrations of 125 mg/5 mL and 250 mg/5 mL. The powder for injection form is supplied in vials containing 750 mg, 1.5 g, and 7.5 g of cefuroxime as cefuroxime sodium. Administration of the powder for injection can be done either via IM or IV route.\n\nAdult Dosage\n\nCefuroxime is administered twice or thrice daily, depending on the severity of the infection.\n[34]\nThe tablets and oral suspension demonstrate non-bioequivalence, making them non-substitutable on a milligram-to-milligram basis.\n\nPharyngitis or tonsillitis:\nThe recommended dosage of cefuroxime is 250 mg PO every 12 hours for 10 days.\n\nAcute bacterial maxillary sinusitis:\nThe recommended dosage of cefuroxime is 250 mg PO every 12 hours for 10 days.\n\nAcute bacterial exacerbations of chronic bronchitis:\nThe recommended dosage of cefuroxime is 250 to 500 mg PO every 12 hours for 10 days. Alternatively, the suggested dosage for IV administration is 500 to 750 mg every 8 hours, with a switch to oral cefuroxime as soon as clinically possible.\n\nUncomplicated pneumonia:\nThe recommended dosage of cefuroxime is 750 mg administered IV or IM every 8 hours.\n\nUncomplicated skin and skin structure infections:\nThe recommended dosage of cefuroxime is 250 to 500 mg PO every 12 hours for 10 days. Alternatively, the suggested dosage for IV or IM administration is 750 mg every 8 hours, with a switch to oral cefuroxime as soon as clinically possible.\n\nUncomplicated UTIs:\nThe recommended dosage of cefuroxime is 125 to 250 mg PO every 12 hours for 7 to 10 days. Alternatively, the suggested dosage for IV or IM administration is 750 mg every 8 hours, with a switch to oral cefuroxime as soon as clinically possible.\n\nGonorrhea:\nCefuroxime is not the preferred choice due to bacterial resistance. The reference dosage per the product label for uncomplicated gonococcal infection is 1.5 g administered IM as a single dose at 2 anatomical sites and 1 g of oral probenecid.\n\nEarly Lyme disease:\nThe recommended dosage is 500 mg PO every 12 hours for 20 days as per AAN/IDSA/ACR guidelines. Treatment for erythema migrans may be sufficient with a 14-day course, but carditis and arthritis may necessitate prolonged treatment.\n[9]\n\nPediatric Dosage\n\nPharyngitis or tonsillitis:\nThe recommended dosage for children aged 3 months to 12 years is 20 mg/kg/d PO every 12 hours for 10 days, with a maximum daily dosage of 500 mg/d. Alternatively, for IV or IM administration, the dosage is 75 to 150 mg/kg/d every 8 hours for 10 days, with a maximum daily dosage of 6 g/d. The suggested dosage for individuals aged 12 and older is 250 mg PO every 12 hours for 10 days.\n\nAcute bacterial maxillary sinusitis:\nThe recommended dosage for children aged 3 months to 12 years is 30 mg/kg/d of suspension PO every 12 hours for 10 days, with a maximum daily dosage of 1 g/d. Alternatively, for IV or IM administration, the dosage is 75 to 150 mg/kg/d every 8 hours for 10 days, with a maximum daily dosage of 6 g/d. The suggested dosage for individuals aged 12 or older is 250 mg PO every 12 hours for 10 days.\n\nAcute otitis media:\nThe recommended dosage for children aged 3 months to 12 years is 30 mg/kg/d of suspension PO every 12 hours for 10 days, with a maximum daily dosage of 1 g/d. Alternatively, for IV or IM administration, the dosage is 75 to 150 mg/kg/d every 8 hours for 10 days, with a maximum daily dosage of 6 g/d. The suggested dosage for individuals aged 12 or older is 250 mg PO every 12 hours for 10 days.\n\nImpetigo:\nThe recommended dosage for children aged 3 months to 12 years is 30 mg/kg/d of suspension PO every 12 hours for 10 days, with a maximum daily dosage of 1 g/d. Alternatively, for IV or IM administration, the dosage is 75 to 150 mg/kg/d every 8 hours for 10 days, with a maximum daily dosage of 6 g/d. The suggested dosage for individuals aged 12 or older is 250 mg PO every 12 hours for 10 days.\n\nSpecific Patient Populations\n\nHepatic impairment:\nCefuroxime has not been extensively studied in patients with hepatic impairment, and as a result, there are no specific recommendations regarding its use in this population. As the metabolism of cefuroxime is not dependent on hepatic function, dosage adjustment is not necessary in patients with hepatic impairment.\n[35]\n\nRenal impairment:\nThe degree of the impairment determines the dosage adjustment of cefuroxime. In individuals with creatinine clearance (CrCl) levels ranging between 10 and 30 mL/min, the recommended frequency for standard individual dose administration is every 24 hours. In patients with CrCl levels below 10 mL/min, the recommended frequency is every 48 hours. Those undergoing hemodialysis should receive an additional standard dose after each dialysis session. For IV or IM injection, the dosage should be reduced to 750 mg twice daily if CrCl is 10 to 20 mL/min and 750 mg once daily if CrCl is less than 10 mL/min. Cefuroxime is effectively removed by dialysis, and an additional dose should be given at the end of dialysis.\n[36]\n\nPregnancy considerations:\nCefuroxime is classified as an FDA pregnancy category B drug. The available data from published studies do not indicate any association between cefuroxime and major congenital disabilities, miscarriage, or adverse outcomes for the fetus or mother. Animal reproduction studies have revealed no evidence of fetal risk or impaired fertility. Although considered safe in pregnancy, cefuroxime use should be limited to situations where it is deemed necessary.\n[37]\nThe American College of Obstetricians and Gynecologists (ACOG) acknowledges cefuroxime as a viable off-label option for preventing infection during cesarean delivery.\n[38]\n\nBreastfeeding considerations:\nAs cefuroxime is excreted in human milk, caution is required in lactating mothers. Potential adverse effects, such as diarrhea or thrush, may occur in breastfed infants. The concentration of cefuroxime in breast milk is typically low and depends on maternal dose, administration timing, and the presence of mastitis. Although adverse effects are not generally severe, careful monitoring is advised to ensure the well-being of breastfed infants.\n\nPediatric patients:\nThe safety and efficacy of cefuroxime have not been established in pediatric patients younger than 3 months. Currently, recommendations for treating infection with cefuroxime in this age group are absent.\n[2]\nThe dosage of cefuroxime for pediatric patients is based on body weight.\n[39]\n\nOlder patients:\nResearch indicates no significant disparities in safety and efficacy between older and younger patients. Given the substantial renal excretion of cefuroxime, caution is advised in dose selection for older patients due to their increased potential for decreased renal function.\n[2]\n[22]",
    "adverse_effects": "Similar to penicillins and most β-lactam antibiotics, cefuroxime is generally well-tolerated. However, cefuroxime may potentially lead to adverse drug reactions in some patients, as seen with other medications. The most commonly reported adverse drug reactions are gastrointestinal disturbances, including nausea, vomiting, and diarrhea.\n[22]\nAdditional gastrointestinal adverse drug reactions include anorexia, abdominal pain, dizziness, and headache. In cases of parenteral administration, local reactions at the injection site, including thrombophlebitis, can occur.\n\nCefuroxime may elicit hypersensitivity reactions, including pruritis, urticaria, and skin rashes. In rare instances, severe reactions, such as anaphylaxis, drug fever, erythema multiforme, toxic epidermal necrolysis, and Stevens-Johnson syndrome, have been reported.\n[40]\nReports indicate decreased hemoglobin or hematocrit, eosinophilia, and prolonged prothrombin time associated with cefuroxime use.\n[41]\n[42]\nFurthermore, elevations in bilirubin and liver enzymes, including aspartate transaminase, alanine transaminase, and alkaline phosphatase, have been observed.\n\nCase reports have also documented instances of acute kidney injury attributed to cefuroxime.\n[43]\nFurthermore, a post-marketing surveillance study identified a statistically significant elevated risk of delirium associated with several antibiotics, including cefuroxime.\n[44]\nSimilar to all broad-spectrum antibacterial agents,\nC difficile–\nassociated diarrhea and\npseudomembranous colitis have been noted during and after courses of cefuroxime.\n[2]\n\nDrug-Drug Interactions\n\nCefuroxime may interact with drugs that serve as substrates, inhibitors, or inducers of renal tubular secretion, including probenecid, furosemide, or penicillins. These interactions can influence the renal clearance and serum levels of cefuroxime by competing for or modifying the activity of organic anion transporters in the kidney. Notably, probenecid can increase the concentration of cefuroxime in the blood.\n\nDrugs that decrease stomach acidity, such as proton pump inhibitors, H2-blockers, and antacids, may reduce the absorption of cefuroxime.\n[45]\nTherefore, it is recommended to administer cefuroxime axetil at least 1 hour before or after the intake of these drugs.\n\nCefuroxime may interact with highly protein-bound drugs, such as warfarin, phenytoin, or aspirin. These drugs can displace cefuroxime from its binding sites on plasma proteins, increasing its free fraction and potentially intensifying its antibacterial activity and adverse effects.\n\nClinicians should exercise caution when concurrently using cefuroxime with nephrotoxic drugs, such as aminoglycosides and potent diuretics.\n[46]",
    "monitoring": "Cefuroxime administration and dosing necessitate adjustment in the geriatric population and individuals with poor renal function. Monitoring renal function is crucial, particularly in critically ill patients receiving higher doses and older patients. Clinicians should also monitor prothrombin time in at-risk patients and liver enzymes in individuals with hepatic dysfunction.\n[2]\n[22]",
    "toxicity": "Signs and Symptoms of Overdose\n\nCefuroxime toxicity may present with a range of clinical signs and symptoms. Overdose of cefuroxime can induce cerebral irritation, potentially resulting in seizures.\n[22]\nThe risk of toxicity is elevated in individuals with impaired renal function. Caution is advised when administering cefuroxime to patients with a history of seizures, particularly those with poor renal function.\n\nManagement of Overdose\n\nPrompt recognition and management of cefuroxime toxicity are crucial for mitigating potential risks. Immediate discontinuation of the drug is imperative in cases of suspected overdose or adverse reactions. Supportive care, including fluid resuscitation and electrolyte repletion, may be necessary to address fluid and electrolyte imbalances. In severe cases, particularly those involving neurological manifestations or anaphylactic reactions, advanced life support measures, including airway management and the administration of epinephrine, may be warranted.\n[47]\nIn instances of hematologic toxicity, close monitoring of blood counts and, if necessary, hematopoietic growth factors or transfusion therapy may be indicated. Hemodialysis may be considered in cases of severe overdose or in patients with renal impairment to enhance drug clearance and alleviate potential toxicity."
  }
}