{
  "drug_name": "cayenne pepper",
  "nbk_id": "NBK560532",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560532/",
  "scraped_at": "2026-01-11T18:46:45",
  "sections": {
    "indications": "Schamberg disease represents the most common type of pigmented purpuric dermatoses (PPDs), a chronic, benign, cutaneous eruptions characterized by petechiae, purpura, and increased skin pigmentation (brown, red, or yellow patchy). The PPDs are grouped into five clinical entities: Schamberg's purpura, Majocchi purpura, lichen aureus, Gougerot-Blum purpura and, eczematoid-like purpura of Doucas and Kapetanakis.\n[1]\n\nSchamber disease (SD) has also been called: progressive pigmentary dermatosis of Schamberg, purpura pigmentosa progressive and, Schamberg's purpura.\n[2]\nIt is commonly seen in males and mainly affects the tibial regions, and could involve thighs, buttocks, trunk, or upper extremities.\n[3]",
    "mechanism": "The exact cause of Schamberg disease is not known. It is caused by extravasation of blood vessels particularly capillaries which allow red blood cells to get deposited into the skin which then releases their iron from hemoglobin. This iron causes a rust color accounting for the orange or brown tint of the rash.\n[4]\n\nThe exact cause of capillary inflammation is unknown and can be multifactorial. Potential contributors in the etiology can be:\n\nGravitational dependency\n[5]\nAlcohol intake\n[6]\nDrugs such as acetaminophen, aspirin, adalin, amlodipine, carbromal, chlordiazepoxide, glipizide, glybuzole, hydralazine, meprobamate, nitroglycerin, persantin, reserpine, thiamine, interferon-alfa, injection medroxyprogesterone acetate, topical fluorouracil, and sildenafil\n[7]\n[8]\n[9]\n[10]\n[11]\nGenetic causes, as cases are seen in family members\n[12]\nHepatitis B antigenemia\n[12]\nDysfunctional immune system\n[13]\nIdiopathic\n[5]",
    "monitoring": "The diagnosis is usually made by clinical inspection and identification of the classic morphology of the lesions. Although a biopsy is not mandatory, it is useful to rule out differential diagnoses.\n\nCapillary fragility can be assessed by the Hess’s or Rumpel-Leede test, also called a tourniquet test. For this test, the pressure is applied to the forearm with a blood pressure cuff inflated between systolic and diastolic blood pressure for 5 to 10 minutes. After removing the cuff, fifteen or more petechiae in a 5 cm diameter area indicates capillary fragility. It occurs due to poor platelet function.\n[19]\n\nDermoscopy is a diagnostic tool to examine the skin using a special magnifying lens. In SD it shows coppery-red pigmentation as the most common finding in 97%, followed by red globules in 75%, then red dots (69%), brown dots (53%), reticular network (34%), red patch (34%), brown globules (26%), and linear vessels (22%).\n[20]\n\nNo laboratory abnormalities are associated with SD although a complete blood count and peripheral blood smear are necessary to exclude infection and thrombocytopenia, coagulation screening helps to exclude other possible causes of purpura; other recommended tests are bleeding time, platelet aggregation function, ANA, RF, anti-HBsAg antibody and anti-HCV antibody.\n[20]\n\nSkin biopsy: Histopathology shows perivascular T-cell lymphocytic infiltrate around superficial small blood vessels, extravasation of red blood cells with marked hemosiderin deposition in macrophage in the superficial dermis.\n[4]",
    "administration": "Schamberg disease is still considered idiopathic. Without an established therapy, treatment is sometimes ineffective, and recurrences are not uncommon. It is not life-threatening or causes any major health concern. Reassurance about the chronic and benign nature of the disease is required, and residual pigmentation could last for years.\n[4]\n\nFirst-line interventions are nonpharmacologic interventions and topical steroids. Various non-drug strategies are aimed at eliminating or reducing potential contributing factors such as discontinuing or changing the offending medication, avoiding food preservatives and artificial coloring agents, and wearing support stockings to counteract abnormal vein function.\n\nThe itching will improve with moisturizing, oral antihistamines, and topical steroids, such as cortisone or betamethasone, may be used. Topical steroids decrease inflammation by suppressing the migration of polymorphonuclear leukocytes and reversing capillary permeability.\n[4]\nThe use of anti-inflammatory drugs is used to treat skin diseases by immune mediation.\n[21]\n\nSecond-line intervention: Pentoxifylline, a methylxanthine derivative, acts by various mechanisms.\n\nPotent rheological and anti-inflammatories properties.\n[22]\nImmunomodulatory action by modifying cytokine profile and anti-fibroblastic action.\n[23]\nA decrease in expression of ICAM-I on endothelial cells of blood vessels that leads to decreased exudation of inflammatory cells from capillaries into the surrounding perivascular tissue.\n[23]\n[24]\nInhibits synthesis and release of TNF-a, which also reduces the extravasation of blood from the capillaries.\n[23]\n\nDifferent clinical trials reported a clinical improvement from the 2-3 weeks until six months, with doses ranging from 100-400 mg three times a day.\n[22]\n[23]\n\nPhototherapy had shown to be effective in a few case reports. Most of these were resistant to other therapies. Narrowband ultraviolet B therapy-induced immunomodulation by suppression of the interleukin-2 production and altering the T cells activity. It was used in two children and one adult two-three times a week for 10-20 treatments with improvement and without recurrence during the follow-up.\n[25]\n[26]\nAlthough it was effective in an adult, the treatment should be continued for a long period.\n[27]\n\nPUVA phototherapy diminished the CD4+ and CD1a+ cells and the adhesion molecule receptor and had proved to be effective in eight patients.\n[28]\n[29]\n[30]\nIntense pulse laser (IPL) acts through the absorption by the hemoglobin in the vessels generating thermal damage. The Advanced Fluorescence Technology, a new generation of IPL, selectively targets hemosiderin within macrophages and hemoglobin within extravasated erythrocytes shown to be effective in 5 patients.\n[31]\n\nMultiple other therapies have been utilized for SD, although only a few of them have been effective.\n\nAscorbic acid and bioflavonoids have additive antioxidative properties that wield an angio-protective and anti-inflammatory effect. It also decreases the permeability of endothelial cells and reduces capillary permeability and fragility by increasing their resistance. Three patients were treated with 500 mg bid and 50 mg bid, respectively, with clinical improvement at four weeks.\n[16]\n\nColchicine 0.5 g bid has been used with the improvement from the first week to complete clearance by the four months.\n[32]\n[33]\nAminaphtone helps reduce capillary fragility, and red blood cell leakage reported improvement with 75mg bid for one month without recurrence for one year after suspended.\n[34]\nGriseofulvin could have an immunomodulatory activity improving the SD at a dose of 500-750 mg since the first week.\n[35]\nVariable results are found with other drugs, also like oral cyclosporin, calcineurin-inhibitors, methotrexate.\n[24]\n[4]\n[36]",
    "adverse_effects": "In general, SD is a benign condition, although it can cause worsening and recurrent chronic skin lesions, resistant to treatment.\n\nThere are infrequent reports of patients with SD that developed mycosis fungoides presented as SD. Clinical and histopathological properties shared some similarities. Although it is rare to develop mycosis fungoides after an initial diagnosis of SD this could be suspected when has a long-lasting course (>1 year), and follow-up could be made every year.\n[42]\n\nEmotional stress and psychological trauma can come due to the longstanding pigmentation in the skin leading to depression and anxiety in some patients."
  }
}