{
  "drug_name": "cefaclor",
  "nbk_id": "NBK562176",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562176/",
  "scraped_at": "2026-01-11T18:46:45",
  "sections": {
    "indications": "Haemophilus influenzae disease is a name collectively used for any kind of infection caused by the bacteria called\nHaemophilus influenzae\n. They are broadly classified into encapsulated and non-encapsulated types. The encapsulated bacterium is further subdivided into ‘a’ through ‘f’ subtypes based on capsule type. The most familiar and predominant form is\nH. influenzae\ntype b (Hib), which infects mostly children and immunocompromised individuals. Other types such as type a, e and f are also isolated but less commonly than type b. Only rarely type c and d are identified. All of the serotypes, particularly type b, are common etiological agents in lower respiratory tract infections such as pneumonia. They can also cause many other types of serious infections such as meningitis, epiglottitis, cellulitis, septic arthritis, and even empyema and bacteremia.\n\nThe Hib conjugate vaccine is effective for protection against capsular polysaccharide type ‘b’ and has decreased the rate of Hib infections to a greater extent. Currently, non-encapsulated\nH. influenzae\n, also called non-typeable\nH. influenzae\n(NTHi), is responsible for the majority of cases of otitis media, sinusitis, and pneumonia in patients that have already been immunized with the vaccine. The mode of transmission is through inhalation of respiratory secretion droplets from infected individuals or by direct close contact.\n[1]\n[2]\n[3]",
    "mechanism": "Haemophilus influenzae\nis characterized as a small (0.3 micrometer to 1 micrometer), facultatively anaerobic, pleomorphic, and capnophilic gram-negative coccobacillus of the family\nPasteurellaceae\n. It requires a medium containing two erythrocyte factors, i.e., factor X (hematin) and factor V (phos­phopyridine nucleotide), which are released after lysis of red blood cells, thereby favoring the growth of this organism on chocolate agar. Some of\nH. influenzae\nhave a polysaccharide capsule depending upon which they are classified into 6 distinct groups designated as serotypes a, b, c, d, e, and f. These serotypes are detected based on the agglutination reaction to serum specific to them.\nH. influenzae\ntype b (Hib) is noteworthy because of its polyribosyl ribitol phosphate (PRP) capsule, which accounts for 95% of invasive disease in children and >50% of invasive disease in adults.\n\nThe other capsular types are less common causes of infection. Most isolates are non-typeable (NTHi), which means that they lack a polysaccharide capsule, and therefore agglutination with antiserum does not occur. More definitively, tests like polymerase chain reaction (PCR) and matrix-associated laser desorption ionization-time of flight mass spectrometry (MALDI-TOF MS) are done to determine capsule types. They can also help to differentiate true NTHi from\nHaemophilus haemolyticus\nand from those\nH. influenzae\nstrains that possess a complete or partial capsule focus. Human beings are the sole natural host for this bacteria, and some NTHi strains are considered to be part of the normal flora of the upper and lower respiratory tract, the conjunctivae, and the genital tract.\n[2]\n[4]\n[5]",
    "monitoring": "Laboratory tests are done on samples obtained from body fluids. The initial test is Gram staining, which reveals pleomorphic gram-negative coccobacilli. Cultures of blood and body fluids confirm the presence of the organism. Its growth is potentiated on chocolate agar and BVCCA, which contains antibiotics (bacitracin, vancomycin, and clindamycin) in addition to chocolate agar constituents. It also determines the presence of NTHi in nasopharyngeal swabs. The sensitivity of BVCCA to grow NTHi from true positive swabs is approximately 10% higher than that for chocolate agar. Agglutination with antiserum or capsular typing with polymerase chain reaction (PCR) is often done for serotyping. For rapid diagnosis, methods like immunoelectrophoresis, latex particle agglutination, and enzyme-linked immunosorbent assay are employed for the identification of PRP polysaccharide, in addition to ordering cultures. False-positive results are seen in urine and serum but are less common in cerebrospinal fluid (CSF). In children infected by invasive NTHi, a workup for immunodeficiency is necessary to establish the precipitating factor for such infections.\n[4]\n[11]\n\nInvestigational methods are based on the location of the infection. If meningitis is the presenting feature, then a lumbar puncture (LP) with CSF examination is done. Hib meningitis often shows a marked pleocytosis with neutrophil predominance. The glucose levels in the CSF are decreased, and protein levels are elevated. The capsular antigen is detected in 90% of patients, and 80% demonstrate a positive CSF gram stain. To ensure a proper diagnosis, the LP is done before the administration of antibiotics. Pneumonia is often diagnosed by ordering a chest x-ray initially, and then sputum gram-stain and cultures are done for definitive diagnosis. A real-time PCR is usually done for capsule serotyping, and it also precisely differentiates NTHi from other pathogens such as\nH. haemolyticus,\nwhich resembles\nH.influenzae\nbut is not pathogenic.\n\nIn pneumonia patients, reverse transcription (RT) PCR of respiratory secretions yields a high sensitivity (75%), specificity (80%), positive predictive value (PPV) (45%), and negative predictive value (NPV) (94%) as compared to other methods. Multiplex PCR is an advanced technique that allows detecting multiple pathogens at the same time and also identifies pathogens even after the initiation of antibiotics resulting in shorter time to diagnosis. A line probe assay (LPA) based on the mechanism of multiplex PCR and reverse hybridization using specific sequence probes can detect bacteria causing meningitis like\nH. influenzae\n,\nS. pneumonia\n, and\nN. meningitis\n. LPA has a sensitivity and specificity of 88% and 96% for Hib infections. A better and cheaper alternative to PCR is the isothermal nucleic acid amplification test (isothermal NAT), as it does not require an expensive thermocycler apparatus. A promising kind is duplex recombinase polymerase amplification (RPA) because it has both sensitivity and specificity of 100% for diagnosing\nH. influenzae\nmeningitis. Matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF MS) can aid in quick species identification and has a high sensitivity (100%) and specificity (92%) for capsule identification.\n[12]\n[13]\n\nImaging is helpful to get a better view of the extent of the disease process, e.g., a computed tomography (CT) head scan demonstrates complications of meningitis, such as subdural effusion and orbital cellulitis. A chest X-ray is often required in the evaluation of pneumonia and shows characteristic diffuse, patchy, or lobar infiltrates. In some pneumonia cases, invasive procedures, i.e., bronchoscopy and trans-tracheal aspiration, are performed to get samples and establish a diagnosis. It is more common to find pleural and pericardial effusion with\nH.influenzae\nthan other bacterial infections. The workup of epiglottitis includes a lateral neck radiograph, and the hallmark feature is a thumb-print sign, which signifies a swollen epiglottis.\n[9]",
    "administration": "Medical Treatment\n\nThe approach to treating\nH. influenzae\ninfections mainly involves antibiotics and conservative measures. The initial antibiotic choice is a third-generation cephalosporin while waiting for the culture and sensitivity results. Antibiotic resistance is the issue of concern, and it is essential to monitor the response to treatment and alter the antibiotic accordingly. In a study performed in the UK on sputum samples of\nH. influenzae\npositive patients with COPD, 67% showed resistance to ampicillin (more than half were beta-lactamase positive), 46% were resistant to macrolides like erythromycin, and none of the specimens demonstrated resistance to fluoroquinolones. Similar results were obtained in a study carried out in China on the pediatric population, with almost 52% isolates resistant to ampicillin. Cefotaxime and ampicillin/sulbactam had the highest susceptibility rates making them the best choices for empiric therapy. The duration of antibiotic treatment depends upon the site of infection and the response to therapy.\n[14]\n\nIn cases of suspected Hib meningitis, antibiotic choices include ceftriaxone, ceftazidime, cefotaxime, ampicillin-sulbactam, fluoroquinolones, and azithromycin given via parenteral route for one week. Antibiotics typically avoided are ampicillin due to resistance caused by plasma-mediated beta-lactamase production, cefuroxime due to delayed sterilization, and chloramphenicol because of the exhausting monitoring of drug levels for side effects such as bone marrow toxicity and idiosyncratic aplastic anemia. Dexamethasone is an important adjunctive treatment as it reduces the cerebral edema associated with inflammation of the meninges and also reduces complications such as hearing loss and other neurological sequelae. For steroids to be beneficial, they must be administered prior to or along with starting parenteral antibiotics. There is an established benefit of a 4-day steroid course given at a dose 0f 0.6 mg/kg/day. Additionally, continuous supportive therapy, and proper management of complications like shock, syndrome of inappropriate antidiuretic hormone secretion (SIADH), seizures, and abscesses are carried out to decrease mortality. A repeat lumbar puncture is needed in complicated cases to check the sterility of CSF after treatment completion.\n[15]\n[16]\n\nIf children come in with respiratory distress from suspected epiglottitis, management includes starting face mask oxygen, nebulized epinephrine in 1:1000 ratio, repeated intravenous steroids, and, most importantly, ensuring patency of the airway by endotracheal tube or tracheostomy in emergency cases. The antibiotic of choice is ceftriaxone 2 grams intravenously (IV) once daily until clinical improvement, and then switched to oral antibiotics, for example, amoxicillin/clavulanate 625 mg three times a day. The antibiotics may be changed depending upon the culture and sensitivity results, and the total duration of treatment varies from 7-10 days. In cases of allergies to the above antibiotics, IV vancomycin plus IV ciprofloxacin followed later by an oral fluoroquinolone for 7-10 days is in practice. The recommended management of occult bacteremia is obtaining repeated cultures, chest radiographs, and CSF analysis to find out the focus of infection. A 5-14 day course of parenteral antibiotics is given subsequently to control infection, similar to the course followed in other gram-negative bacteremias.\n\nMucosal infections by NTHi are treated with oral antibiotics. The drug of choice is amoxicillin, given in a high dose, i.e., 80-90 mg/kg/day two times a day, and the second line is amoxicillin/clavulanate. If there is an allergy to penicillin, then erythromycin-sulfisoxazole or cefaclor is prescribed. The length of treatment depends upon the age of children and the severity of the disease process. Children less than 2 years with severe infection are treated for a total of 10 days, 2 to 5-year-olds with mild to moderate otitis media are treated for a week, and 5 to 7 days of therapy is enough for children older than 6 years with mild-moderate symptoms. Invasive NTHi disease is treated similarly as invasive Hib by administering parenteral antibiotics.\n\nSurgical Treatment\n\nIn cases of complications such as subdural and pleural effusion or empyema, surgical drainage is required. Septic arthritis requires repeated joint fluid aspirations and arthroscopy with the placement of a surgical drain to relieve pressure and reduce the risk of avascular necrosis of the femoral head.",
    "adverse_effects": "Meningitis is the most serious of all infections and can cause hearing loss, seizures, empyema, cerebral abscess, brain edema, subdural effusion, syndrome of inappropriate antidiuretic hormone, hydrocephalus, and cerebral herniation. Meningitis can sometimes be fatal and can cause hemiparesis, coma, and even death within a few hours if left untreated.\nH.influenzae\npneumonia can progress to sepsis or can give rise to localized empyema and pericarditis. Otitis media and sinusitis can be complicated with mastoiditis and parameningeal abscess, respectively. Epiglottitis is known to cause airway obstruction in untreated cases, warranting endotracheal intubation or tracheostomy to secure the airway and establish air entry."
  }
}