{
  "drug_name": "cefalexin",
  "nbk_id": "NBK587360",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587360/",
  "scraped_at": "2026-01-11T15:25:24",
  "sections": {
    "clinical_significance": "Indications for Antimicrobial Prophylaxis in Healthy Patients\n\nAntimicrobial prophylaxis is not routinely indicated in healthy patients undergoing dental or oral surgery procedures. However, there are some exceptions when prophylaxis is recommended, as it reduces the risk of postoperative complications, including implant failure, local infection, or sinusitis.\n\nIndications for Antimicrobial Prophylaxis in Healthy Patients: Dental Implants\n\nAntimicrobial prophylaxis is recommended before dental implants are placed, immediately after dental extraction, with or without clinical signs of infection. These recommendations stem from concerns regarding the placement of implants into a potentially infected wound bed, which may affect osseointegration.\n[24]\nAdministering amoxicillin 2 g to 3 g 1 hour before the procedure, followed by amoxicillin 500 mg every 8 hours, for 5 to 7 days reduces the risk of early failure.\n[25]\nIn penicillin-allergic patients, alternatives include azithromycin or clarithromycin 500 mg 1 hour before the procedure, followed by 250 mg daily for 5 to 7 days, or metronidazole 1 g 1 hour before the procedure, followed by 500 mg every 6 hours for 5 to 7 days.\n[25]\nAntimicrobial prophylaxis during the second phase, or prosthetic phase, of dental implants is not justified.\n[25]\nThis recommendation was extrapolated from studies involving periodontal access surgeries, which noted that the number needed to treat was 117 to prevent postoperative infection.\n[25]\n\nFor dental implant placements done concurrently with sinus lift procedures, amoxicillin/clavulanate 875/125 mg every twelve hours, started 1 day before the procedure and continued for 7 days, is recommended. Antimicrobial prophylaxis in this situation is to prevent sinusitis in case of perforation of the Schneiderian membrane, resulting in communication between the oral cavity and the maxillary sinus.\n[25]\nHowever, studies evaluating this subject are quite limited. Similarly, patients with oro-antral communication or fistula should receive antimicrobial therapy.\n[26]\nCiprofloxacin 500 mg every twelve hours, started 1 day before the procedure, is recommended for penicillin-allergic patients for 9 days. Antimicrobial prophylaxis before routine dental implants remains controversial. They have been recommended to reduce the risk of osseointegration failure caused by a microorganism affecting the wound healing process.\n[27]\nA Cochrane review performed in 2013 concluded that antimicrobial prophylaxis before dental implant placement reduced the risk of failure.\n[28]\nOther studies suggest that antibiotics decrease the risk of early failure but do not reduce infection risk.\n[29]\n\nOn the other hand, a meta-analysis including 3 studies found that the number needed to treat to prevent 1 implant failure was 33.\n[30]\nClinical practice guidelines developed by the Spanish Society of Implants acknowledge the disagreement about the subject and state that amoxicillin, either 2 g or 3 g 1 hour before the procedure or no antibiotic prophylaxis, is acceptable in routine dental implant placements in healthy patients.\n[25]\nIn penicillin-allergic patients, azithromycin 500 mg is an alternative to amoxicillin.\n[25]\nInfected bone grafts are a considerable problem as they often lead to total or partial graft loss.\n[31]\nAntibiotic prophylaxis must be prescribed before bone regeneration procedures, and the recommended regimen is amoxicillin (2 or 3 g) or azithromycin 500 mg 1 hour before surgery.\n[25]\nClindamycin should not be used to prevent dental implant-related infections, as worse outcomes, including infection and osseointegration failure, are noted compared to when amoxicillin is used.\n[25]\n\nIndications for Antimicrobial Prophylaxis in Healthy Patients: Facial Fractures\n\nInfection rates of mandibular fractures range from 3.3% to 43.9%, while infections involving fractures of the upper facial, third, and mid-face occur in 0% to 12.5%.\n[32]\nAntimicrobials are generally offered to prevent hardware-associated infection in these cases\n[33]\n. A review of all available studies involving infection after these fractures, conducted in 2022, did not reveal any benefit to extending prophylactic antibiotics beyond 24 hours in these cases.\n[32]\n\nAntimicrobial Prophylaxis in Special Populations\n\nSeverely immunocompromised patients, such as those on chemotherapy, should avoid invasive dental procedures whenever possible.\n[34]\nIf considered, dentists and oral surgeons should seek the opinion of the patient's managing physician.\n[34]\nThere is a lack of evidence regarding patients with severe neutropenia, high doses of immunosuppressants, or patients with immunodeficiencies.\n[35]\nConsulting with the patient's managing physician is helpful in such cases. Previous guidelines have recommended that antimicrobial prophylaxis be provided to patients with diabetes mellitus.\n[36]\nHowever, a recent systematic review found that guidelines have been inconsistent, and there is no evidence of the effectiveness of antimicrobial prophylaxis in this population.\n[37]\nThere is no consensus regarding the need for antimicrobial prophylaxis before dental procedures in patients who have received a splenectomy.\n[38]\nDentists and oral surgeons should seek an opinion from the patient's managing physician.\n\nThe American Dental Association does not routinely recommend antimicrobial prophylaxis in patients with implanted prosthetic joints before dental procedures.\n[39]\nThe American Academy of Orthopedic Surgeons also does not recommend antimicrobial prophylaxis in this population, citing that there has not been any study that demonstrates an association between bacteremia induced by dental procedures and prosthetic joint infection. To date, no study has shown that antimicrobial prophylaxis decreased the rate of prosthetic joint infection.\n\nIndications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors\n\nDue to the increased risk for infective endocarditis in patients with certain cardiac risk factors, the American Heart Association recommends antimicrobial prophylaxis before specific dental procedures if patients meet 1 of the following criteria.\n[40]\n\nA prosthetic valve or implanted prosthetic cardiac material is present. Materials include prosthetic valves in place, prosthetic material from a prior cardiac valve repair, or other prosthetic material in situ, including a transvenous aortic valve replacement. It also includes patients with a left ventricular assist device or artificial heart.\n[40]\nA previous episode of infective endocarditis has occurred.\n[40]\nCertain patients with congenital heart disease meet specific conditions: those with unrepaired cyanotic congenital heart defects, repaired congenital defects with prosthetic material within 6 months of repair, repaired congenital heart disease with a retained prosthetic device and residual defect, and patients with a pulmonary artery valve or conduit in place.\n[40]\nCardiac transplant patients with valvulopathy.\n[40]\n\nIn patients not meeting the above conditions, the American Heart Association\ndoes not recommend\nantimicrobial prophylaxis for infective endocarditis before dental procedures.\n[40]\nExamples of such patients include the following:\n[40]\n\nPatients using pacemakers or automatic cardioverter-defibrillators\nPatients who have undergone prior septal defect closure with success\nPatients with peripheral vascular grafts (such as those used for hemodialysis access) or vascular stents\nPatients with ventriculoatrial shunts\nPatients with vena cava filters\nPatients with pledgets\n\nProcedures that carry sufficient risk to justify antimicrobial prophylaxis in the groups outlined above involve gingival or periapical manipulation and cases that require perforation of the oral mucosa.\n[40]\nExamples of procedures that carry sufficient risk and those considered not risky are outlined in the table below.\n[41]\n[42]\nIt is worth noting that this is not an exhaustive list, and each case must be judged individually by the treating clinician. See\nFigure.\nAntibiotic Prophylaxis.\n\nTable\n\nRecommended Regimens for Patients with Cardiac Risk Factors\n\nAntimicrobials should be administered as a single dose 30 to 60 minutes before the procedure.\n[40]\nThe preferred regimen in adults is amoxicillin 2 g orally.\n[40]\nPractitioners should adjust amoxicillin dosing to 50 mg/kg in the pediatric population.\n[40]\nPractitioners can give ampicillin 2 g intravenously or orally for those unable to take oral medications.\n[40]\nAlternative regimens include cephalexin 2 g, azithromycin 500 mg, clarithromycin 500 mg, or doxycycline 100 mg for those with penicillin allergy.\n[40]\nIn children with penicillin allergy, cephalexin 50 mg/kg, azithromycin or clarithromycin 15 mg/kg, or doxycycline 2.2 mg/kg in patients weighing less than 45 kg, and 100 mg for patients weighing more than 45 kg can be prescribed.\n[40]\n\nIn patients with type I hypersensitivity to penicillins, including reactions of anaphylaxis, angioedema, or urticaria, cephalexin should not be administered.\n[40]\nInstead, prescribers should utilize an alternative agent, such as azithromycin, clarithromycin, or doxycycline.\n[40]\nThe recommended regimen in patients with a history of type I IgE-mediated penicillin allergy who cannot take oral medications includes cefazolin or ceftriaxone 1 gm intravenously or intramuscularly in adults and 50 mg/kg intravenously or intramuscularly in children.\n[40]\nClindamycin is not recommended for antibiotic prophylaxis before dental procedures and oral surgery due to the high incidence of adverse events, such as\nC. difficile\ncolitis.\n[40]\nC. difficile colitis can manifest with symptoms ranging from asymptomatic carriage to life-threatening colitis, resulting in toxic megacolon, which may require surgical intervention or result in death.\n[43]\nAdditionally, C. difficile colitis is often characterized by a high recurrence rate, making this infection particularly difficult to treat.\n[43]"
  }
}