{
  "drug_name": "cefditoren",
  "nbk_id": "NBK549881",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549881/",
  "scraped_at": "2026-01-11T15:25:25",
  "sections": {
    "indications": "Cephalosporins are contraindicated in patients with a known allergy to the cephalosporin group of antibiotics. Nevertheless, an allergy to a cephalosporin in one class may not induce any cross-reactivity to another agent within the same or different class/generation.\n[41]\nMoreover, cephalosporins share molecular similarities with penicillins and could lead to allergic reactions in 10% of patients with known allergies to penicillins. Nevertheless, the cross-reactivity between penicillins and cephalosporins is still debated and remains an open issue.\n[42]\nCephalosporins, along with penicillins, are also contraindicated in patients who have a history of severe anaphylactic reactions with these agents.\n\nCeftriaxone has the affinity for binding to albumin by replacing bilirubin and is contraindicated in jaundiced neonates at risk for bilirubin encephalopathy.\n[43]\nCeftriaxone can precipitate in the lungs and kidneys of infants less than 28 days old by reacting to calcium-containing solutions, and this could be life-threatening. Hence, in infants less than 28 days old, ceftriaxone is contraindicated if they are expected to receive any calcium-containing products.\n[44]\n\nAlthough not contraindicated, considerable attention is necessary while using cephalosporins and warfarin, as this combination correlates with an increased risk of bleeding.\n[45]\nAs a precautionary measure, patients should avoid alcohol consumption while on third-generation agents to avert disulfiram-like reactions.\n\nUse in pregnancy and lactating mothers: Because third-generation cephalosporins are pregnancy category B medications under the prior FDA rating system, they are not contraindicated in pregnancy. Compared with cephalosporins of the first and second generations, the third-generation drugs have significantly lower oral bioavailability, and all members of this group are believed compatible with breastfeeding.\n[46]\nCefixime was undetectable in milk after a 100 mg oral dose. Ceftibuten is poorly absorbed with meals, but small to moderate amounts may penetrate milk. After parenteral administration of ceftazidime 1-2 g, concentrations in milk peaked at 5 hours, with an approximate milk penetration of 4.4%.\n[47]\nOf the parenteral third-generation cephalosporins, ceftazidime, ceftriaxone, and cefotaxime have been approved by the American Academy of Pediatrics for use in breastfeeding mothers.\n[46]",
    "mechanism": "Cephalosporins act similarly to beta-lactam antibiotics. They inhibit the synthesis of the bacterial cell wall, in particular of peptidoglycan. Peptidoglycans are the exoskeleton of bacteria that provides structural integrity and shape to the cells and protects them from bursting.\n[22]\nThese structures are cross-linked in the final step of bacterial cell wall synthesis to make peptidoglycan polymers with the help of membrane-anchored enzymes (i.e., transpeptidases, carboxypeptidases, and endopeptidases), collectively called penicillin-binding proteins (PBPs).\n[23]\n\nMost bacteria possess at least one PBP, and they are the target of different beta-lactam antibiotics like cephalosporins, penicillins, carbapenems, and monobactams. The beta-lactam ring structure of third-generation cephalosporins mimics the “D-Ala-D-Ala” moiety of the natural substrate of PBPs. Structural binding of cephalosporin antibiotics to the active site of PBPs in bacterial cell walls leads to inhibition of their enzymatic activity and leads to defective peptidoglycan synthesis; this results in an inability to construct a functional cell wall and subsequent death of the bacterial cells by osmotic lysis.\n[24]",
    "administration": "Third-generation cephalosporins administration can be oral, intramuscular, or intravenous. Well-absorbed oral compounds include: cefixime, ceftibuten, cefdinir, cefpodoxime, and cefditoren and are useful in outpatient settings. Except for ceftibuten and cefdinir, all the oral compounds are esters and are hydrolyzed by esterases in the gastrointestinal tract for absorption.\n[25]\nThese drugs have high oral bioavailability with established therapeutic plasma concentrations and low potential for toxicity.\n\nPharmacokinetically, some third-generation compounds are poorly absorbed in the gastrointestinal tract and are administered only intramuscularly or intravenously. These agents are ceftriaxone, ceftazidime, and cefotaxime. The protein binding varies from 17% for ceftazidime to 96% for ceftriaxone. This latter has a high protein binding capacity and the longest-half life among antibiotics in this generation when administered as a once-daily dose.\n[26]\nThe volume of distribution ranges from 9 L for ceftriaxone to 27 L for cefotaxime.\n\nCephalosporins have excellent penetration into most body fluids and the extracellular fluid of most tissues, especially in the presence of inflammation (which increases diffusion). It involves therapeutic levels in the blood, urine, bile, lung, peritoneal fluid, and skin blisters. Consequently, ceftazidime is also helpful as an inhalational agent in bronchiectasis, ventilator-associated pneumonia, and post-transplant airway infections.\n[27]\nThere are also documented accounts of intraventricular administration of third-generation cephalosporins in the brain for meningitis.\n[28]\nAdequate penetrations of third-generation cephalosporins such as cefotaxime and ceftriaxone in cerebrospinal fluid (CSF) are achievable and thus are pharmacokinetically suitable for the treatment of meningitis. Like the other cephalosporin classes, the third-generation agents have poor penetration into the intracellular compartment and vitreous humor. Most cephalosporins are excreted primarily in the urine. Therefore their doses require adjustment in patients with renal insufficiency. Cefoperazone and ceftriaxone, which have significant biliary excretion, do not require dose adjustment, but the Food and Drug Administration (FDA) discontinued cefoperazone from the market in the USA.\n[29]\n\nConcerning metabolism, cefotaxime is metabolized to a biologically active form. This compound, known as desacetylcefotaxime, has good antibacterial properties, penetration into extravascular tissue, and synergy with cefotaxime. Nevertheless, its activity is eight-fold weaker than cefotaxime.\n[30]\n\nThird-generation cephalosporins are eliminated by the renal or biliary system. In particular, most agents are excreted primarily by the kidneys, while the biliary system eliminates cefoperazone for up 70%. Finally, ceftriaxone has a dual mechanism of excretion with about 40% of secretion in the bile.\n[7]\n\nIn Adults, Dosages (Per Os, PO; Intravenous, IV; Intramuscular, IM)\n\nCefpodoxime proxetil PO: 100-400 mg, q12h.\nCefditoren pivoxil PO: 200-400 mg, q12h.\nCeftibuten PO: 400 mg, q24h.\nCefdinir PO: 300-600 mg, q12-24h.\nCefotaxime IV/IM: 1-2 g, q4-8h.\nCeftizoxime IV/IM: 1-2 g, q8-12h.\nCeftriaxone IV/IM: 1-2 g, q12-24h.\nCefoperazone IV/IM: 1-2 g, q12h.\nCeftazidime IV/IM: 1-2 g, q8h.\n\nIn Pediatric\n\nCefpodoxime proxetil PO:10 mg/kg/d, q12h.\nCefditoren pivoxil PO: Not recommended.\nCeftibuten PO: 9 mg/kg/d, q24h.\nCefdinir PO: 7-14 mg/kg/d, q12-24h.\nCefotaxime IV/IM: 100-150 mg/kg/d, q4-6h.\nCeftizoxime IV/IM: 100-200 mg/kg/d, q6-8h.\nCeftriaxone IV/IM: 50-100 mg/kg/d, q12-24h.\nCefoperazone IV/IM: 100-150 mg/kg/d, q8-12h.\nCeftazidime IV/IM: 75-150 mg/kg/d, q8h.",
    "adverse_effects": "As with most beta-lactam antibiotics, third-generation cephalosporins are generally well tolerated and characteristically have a low toxicity profile. However, some toxicity profiles may be particularly severe. For instance, reports exist of coagulopathies leading to bleeding with the use of third-generation cephalosporins. For example, because cefoperazone contains the N-methyl-thio-tetrazole (NMTT) side chain, which inhibits vitamin K-dependent carboxylation, administration of cefoperazone and other NMTT-containing cephalosporins can induce alterations in the hepatic glutathione redox state, an increase in oxidized glutathione, and, in turn, inhibition of microsomal reduction of vitamin K epoxide with hypoprothrombinemia and bleeding.\n[31]\nAgain, moxalactam, another third-generation cephalosporin, was discontinued from the market for causing fatal bleeding in patients.\n[32]\nProbably, compared with the other cephalosporins, cefotaxime is less likely to provoke coagulopathies and pseudocholelithiasis.\n[33]\n\nNot unlike other classes and subclasses of antibiotics, the use of third-generation cephalosporins may expose the patient to the risk of superinfection. There are also reports of pseudomembranous colitis induced by\nClostridium difficile\nwith the use of third-generation cephalosporins.\n[34]\n\nHypersensitivity reactions have been noted, though severe allergic reactions are uncommon. The incidence of cephalosporin allergy is approximately 1–3% of the general population.\n[35]\nImmune-mediated hemolytic anemias and thrombocytopenias are possible, where cephalosporins act as a hapten and can potentially elicit antibody reactions.\n[36]\nPatients with hypersensitivity to cephalosporins may result in an anaphylactic reaction and are managed with antihistamines, corticosteroids, epinephrine, or vasopressors.\n\nOther rare reactions to some third-generation cephalosporins include seizures and disulfiram-like reactions. Concerning neurotoxicity, apart from the well-known epileptogenic activity, cephalosporin-induced neurotoxicity may occur in various clinical presentations, including myoclonus, asterixis, and encephalopathy. The pathogenetic mechanism is not well understood, but it is probably related to the competitive antagonism of gamma-aminobutyric acid (GABA). Although extremely rare, the possibility of ceftriaxone-induced encephalopathy featuring limb weakness or numbness, memory impairment, and behavioral problems has been reported.\n[37]\nClinically, the symptoms manifest after 1 to 7 days of antibiotic therapy and usually resolve within 2 to 7 days after discontinuation of the medication. On the other hand, there are no reports of nephrotoxicity with third-generation cephalosporins. Ceftriaxone binds calcium in the bile and can form stones, which eventually lead to biliary pseudolithiasis.\n[38]\n\nCephalosporins are in the high-risk category of medications that may cause Steven-Johnson syndrome or toxic epidermal necrolysis as this syndrome may occur with cefdinir and ceftriaxone.\n[39]\nCephalosporins are one of the leading causes of perioperative anaphylaxis and severe cutaneous adverse reactions.\n[40]\nOther more common but less severe adverse effects include stomach discomfort, nausea or vomiting, diarrhea, fungal infection, rash or itching, and injection site reactions.",
    "monitoring": "Antibiotic Resistance\n\nAccording to the Centers for Disease Control and Prevention (CDC), antibiotic resistance because of overuse, inappropriate prescribing, and extensive agricultural use is one of the biggest public health challenges of our time.\n[48]\nThe mechanisms of resistance to cephalosporins are manifold. For example, the production of extended-spectrum β-lactamase (ESBL-E) and overexpression of AmpC cephalosporinase (AmpC-E) are the mechanisms used by Enterobacteriaceae. Of note, although these mechanisms are almost exclusively found in the hospital setting, there is evidence of an increased number of EBSL strains in the community.\n[49]\nAnother significant concern is the emergence of third-generation cephalosporins resistant Enterobacteriaceae in severely ill neonates admitted to neonatal ICUs.\n[50]\n\nIn addition to ESBL-E and AmpC-E, other mechanisms of antibiotic resistance have been described to third-generation cephalosporins. For instance, PBP3 and PBP5 substitutions could be implicated in the processes of resistance adopted by\nHaemophilus parainfluenza.\n[51]\n\nOn these premises, third-generation cephalosporins should be avoided as first-line antibiotic therapy in critically ill patients with the hospital or ventilator-acquired pneumonia caused by AmpC-producing strains.\n[52]\nConsequently, antimicrobial stewardship programs based on preauthorization, prospective audit, and feedback systems, as well as ad hoc guidelines, are mandatory to induce judicious use of antibiotics. For example, before instituting treatment with cephalosporins, clinicians should obtain appropriate specimens for culture and isolation of the causative organism and determine its susceptibility to antibiotics. Therapy may commence before receiving the results of susceptibility testing. Regarding antimicrobial stewardship, clinicians should be aware that a third-generation cephalosporin can be used only if\nStreptococcus pneumoniae\nand\nHemophilus influenzae\nneed to be covered.\n\nEmpiric cefotaxime should be reserved for neonates with early-onset sepsis with a high likelihood of fulminant renal failure and or Gram-negative meningitis to minimize the risk of colonization with resistant Gram-negative bacilli.\n[18]\n\nSeveral strategies are being studied to combat antibiotic resistance. In addition to the possibility of developing new molecules, biotechnology offers an interesting perspective that can help design novel drug delivery methods. In particular, nanoparticles could be favorably adopted as a vehicle for antimicrobials. For example, chitosan is a natural polymer used to load various drugs that can provide prolonged release of ceftriaxone and other antibiotics.\n[53]\nThe early identification of third-generation cephalosporins resistant Enterobacterales directly from positive blood cultures is another potential strategy to avoid fruitless and dangerous therapies. In this regard, research is ongoing to develop reliable methods.\n[54]\n\nOther Issues\n\nClinicians who prescribe oral cephalosporins in the outpatient setting are safe. At the same time, parenteral agents like ceftriaxone, which get infused intravenously, are always done under a hospital in-patient setting and are subject to active monitoring. It is crucial to monitor for signs of an anaphylactic reaction and allergic reactions such as itching, swelling, and hives. Coagulation profile should be evaluated in patients with a known risk of bleeding while on third-generation cephalosporins.\n[32]\nFurthermore, dosing these antibiotics usually requires adjusting in geriatric populations, individuals with decreased renal function, and hepatic dysfunction. Consequently, renal function and liver enzymes may require careful monitoring. Again, since some drugs such as cefotaxime can potentially cause hematologic changes, including neutropenia, leukopenia, and agranulocytosis, blood cell counts should also be monitored.\n[55]\nFinally, although cephalosporins are potentially valuable for penicillin-allergic patients, they require careful observation for any potential adverse reactions.",
    "toxicity": "This cephalosporins group does not have any particular toxicity other than those already mentioned in the adverse effects section. In case of any suspicion of toxicity, appropriate laboratory tests and clinical evaluation should occur individually, and the decision on withdrawal of the drug and subsequent treatment initiated swiftly."
  }
}