{
  "drug_name": "cefdinir",
  "nbk_id": "NBK606088",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606088/",
  "scraped_at": "2026-01-11T18:46:47",
  "sections": {
    "indications": "Pediatric autoimmune neuropsychiatric disorders associated with streptococcal infections (PANDAS) involve the sudden onset of neuropsychiatric symptoms, including obsessions, compulsions, and various tics. These conditions are characterized by the rapid development of severe behavioral symptoms in children triggered by infections, particularly streptococcal infections. PANDAS is a rare autoimmune disorder that was first described in 1998 by Swedo et al, and is characterized by the sudden onset of obsessive-compulsive or tic disorder symptoms following group A streptococcus infection.\n[1]\n[2]\n[3]\n[4]\n[5]\nPANDAS is typically diagnosed in certain pediatric and prepubertal populations who have had a recent or currently have a group A beta-hemolytic streptococcus infection.\n[1]\n[6]\n\nPANDAS was initially categorized under postinfectious syndromes and defined as pediatric infection-triggered autoimmune neuropsychiatric disorders. Later, in 2010, these disorders were reclassified as pediatric acute-onset neuropsychiatric syndromes (PANS).\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\nPANS encompass acute-onset cases with obsessions, compulsions, and heterogeneous tics not solely triggered by infections but by other factors (eg, environmental factors, emotional stress, or exposure to oxidative toxins). PANS may involve severe eating restrictions in addition to at least 2 severe neuropsychiatric symptoms, including choreiform movements, sensory disturbances, and even hallucinations.\n[13]\n[14]\nPANS may also include somatic symptoms, ranging from sleep-related motor disruptions to mydriasis, enuresis, and urinary dysfunction.\n[12]\nThe classification of PANDAS and PANS as distinct clinical entities is debated. Some theories suggest that PANDAS may be a variant of Sydenham chorea due to overlapping features and genetic predispositions.\n\nPhysical symptoms of PANDAS can include tics, sensitivity to sensory inputs, motor skill deterioration, sleep disorders, and joint pain;  psychological symptoms can encompass obsessive-compulsive behaviors, anxiety, emotional lability, developmental regression, and depression. The diagnosis of PANDAS relies on clinical criteria, including the presence of obsessive-compulsive disorders or tic disorders, sudden onset of symptoms in childhood, episodic symptom course, association with streptococcal infection, and neurological abnormalities. Despite being a diagnosis of exclusion, prompt identification and management are crucial for patient outcomes. Comprehensive diagnostic evaluation includes psychoneurological assessments, infectious disease testing, autoimmune and endocrine evaluations, imaging, and genetic tests.\n\nConfirmation of streptococcal infection involves throat cultures and antibody tests, though these are not definitive markers for PANDAS. Neuroimaging in PANDAS patients often reveals basal ganglia abnormalities and can help distinguish PANDAS from other conditions. Treatment primarily involves antibiotics to address streptococcal infections, with β-lactams and macrolides being common choices. These antibiotics also have immunomodulatory, neuroprotective, and anti-inflammatory properties. Antibiotic prophylaxis and potential vaccinations against streptococcal infections are also being explored to prevent recurrence and manage symptoms. Overall, understanding the epidemiology, neuropathophysiology, diagnosis, and treatment of PANDAS is essential for improving patient care and outcomes in this rare and complex condition.",
    "mechanism": "Most PANS cases reveal that more than half of patients are associated with streptococcus infection, the same causal agent of Sydenham chorea. Hence, studies have disputed PANDAS/PANS as a definite clinical entity and theorized that PANDAS is just a mild type or variant of Sydenham chorea due to overlapping clinical manifestations and a shared genetic predisposition to this condition.\n[6]\n[8]\n[15]\n[16]\n[17]\nHowever, some study results have mentioned differences in age groups and vulnerability windows to poststreptococcal sequelae between these diseases. Other infections that could be related to pediatric infection-triggered autoimmune neuropsychiatric disorders and PANS include\nMycoplasma pneumoniae\n,\nBorrelia burgdorferi\n,\nStaphylococcus aureus\n, herpes simplex, Epstein–Barr virus, influenza, coxsackie virus,severe acute respiratory syndrome coronavirus 2, and varicella-zoster virus.\n[3]\n[17]\nStudies have also observed patients with PANS demonstrating processing speed, visual-motor, visuospatial integration, and memory deficits that could be related to cortico-subcortical network dysfunction.\n[3]\n[6]\n[10]\n[11]",
    "monitoring": "Defined diagnostic clinical and immunological criteria, along with characteristic phenotypes among patients with PANDAS, have not been established. However, laboratory studies to confirm streptococcal infection and neuroimaging studies are frequently utilized.\n[2]\n[7]\n\nStreptococcal Infection\n\nConfirmation of streptococcal pharyngitis includes correctly performed throat cultures or rapid antigen tests. Cultures taken from other involved sites (eg, nasal cavity, skin and skin structures, and perianal or vaginal areas) should be conducted accordingly.\n[8]\nOne cohort found antistreptolysin O and anti-deoxyribonucleic acid-ase B antibody titers to be positive in all PANDAS patients but negative in patients with PANS.\n[9]\nHowever, pharyngeal swabs and antistreptococcal antibodies are not considered markers of PANDAS. Positivity for these antibodies could indicate streptococcal exposure but does not distinguish a new acute infection from a chronic carrier state lasting for years.\n[15]\n\nNeuroimaging\n\nOne study proposes a pilot neuroimaging diagnostic protocol that can be prospectively used to compare and confirm the diagnosis of patients with PANS and PANDAS against other differential diagnoses, including obsessive-compulsive disorders, central nervous system vasculitis, Sydenham chorea, and autoimmune encephalitis. Magnetic resonance imaging of the brain has shown an enlargement of basal ganglia structures (eg, caudate nuclei, putamen, and globus pallidus) in patients with PANDAS.\n[15]\n[17]\nPositron emission tomography (PET) imaging and messenger ribonucleic acid analysis of post-mortem specimens from affected individuals have also shown bilateral inflammation in the basal ganglia in PANDAS patients.\n[6]\n[15]",
    "administration": "PANDAS treatment recommendations are debated due to a lack of consensus in the literature.\n[15]\n\nAntibiotic Therapy\n\nAccording to the National Institute of Mental Health and the PANS/PANDAS Consortium, the primary therapeutic approach for acute episodes of PANDAS and PANS should involve an initial course of antibiotic therapy. Either β-lactams or macrolides are used to eradicate streptococcal infection alongside symptomatic treatment. Initiation of antibiotic treatment in all PANS cases, even without documented infections, was suggested in one study.\n[11]\nThe efficacy of antibiotics in PANDAS and PANS lies in their direct effect against group A streptococcus infection and in their immunomodulatory and neuroprotective properties.\n\nβ-lactam molecules, including cephalosporins (eg, ceftriaxone and cefdinir) and penicillins, possess neuroprotective abilities. This modulates astroglia and microglia and minimizes glutamate neurotoxicity. The immunomodulatory effects of antibiotics facilitate serotonin or dopamine release and inhibit γ-aminobutyric acid (GABA)-A receptors in a dose-dependent manner. Macrolides (eg, azithromycin) act as immunomodulators, particularly in chronic inflammatory diseases. Macrolides modulate innate immunity and act on GABA-A receptors while reducing toll-like receptor 4 and interleukin 12. Additionally, the antioxidant and anti-inflammatory capabilities of antibiotics help to downregulate reactive oxygen. Results from studies in rats with PANDAS and group A beta-hemolytic streptococcus infection found that ampicillin prevented dysfunction by decreasing immunoglobulin G deposition in the brain and increasing levels of tyrosine hydroxylase.\n[4]\nClavulanate, a β-lactamase inhibitor used with amoxicillin, crosses the blood-brain barrier and exhibits antidepressant and anxiolytic properties by reducing glutamate.\n\nAntibiotic Prophylaxis\n\nSome studies advocate antibiotic prophylaxis against streptococcal infection, particularly in cases with a complicated course of illness manifesting severe or recurrent exacerbations of neuropsychiatric symptoms similar to rheumatic fever and its complications (eg, Sydenham chorea).\n[4]\n[9]\nA cohort study revealed that prophylaxis with benzathine benzylpenicillin for at least 5 years in patients with PANDAS or PANS showed reduced neurological symptoms.\n[9]\nHowever, the long-term use of low-dose antibiotics in PANDAS or PANS and its potential benefits remain largely unknown. Antibiotic resistance to group A streptococcus infection poses a potential threat that could lead to significant complications if PANDAS is left untreated. Appropriate monitoring should be provided to all high-risk patients.\n\nVaccinations\n\nVaccinations against group A streptococcus infection are also being studied for their potential benefits as prophylaxis against PANDAS.",
    "adverse_effects": "Thorough investigations for PANDAS diagnosis are crucial because untreated or unrecognized manifestations of PANDAS could elevate the risk of persistent neuropsychiatric symptoms. These symptoms may include obsessive-compulsive manifestations, tics leading to subsequent handwriting difficulties, visual and motor impairments, sleep disruptions, and anxiety disorders that persist into adulthood. Furthermore, some individuals may experience worsening symptoms after each streptococcal infection."
  }
}