{
  "drug_name": "cefepime",
  "nbk_id": "NBK542232",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542232/",
  "scraped_at": "2026-01-11T15:25:29",
  "sections": {
    "indications": "Cefepime is contraindicated in patients with prior hypersensitivity reactions to the drug in the past.\n\nCephalosporins are contraindicated in patients with severe hypersensitivity reactions to penicillin. Early testing of cephalosporins (until the 1980s) came from the\nPenicillium\nmold of penicillin. The hypothesis is that these early cephalosporins were contaminated with penicillin and accounted for cross-reactivity allergic response. Thus, avoiding cephalosporins in patients with penicillin allergies likely developed from these early studies.\n[29]\n[30]\n\nCephalosporins are similar to penicillins with the beta-lactam ring but differ by side chains. The similarities of these side chains to the penicillin structure account for the IgE-mediated cross-reactivity and not the beta-lactam ring, as previously thought. The newer generation of cephalosporins has a greater difference in the side chain structures. A severe IgE-mediated hypersensitivity reaction to cefepime in a penicillin-allergic patient is rare. Delayed T-cell hypersensitivity reactions can still occur because T-cells can recognize the entire beta-lactam ring and the side chains.\n[31]\n[32]\n\nCaution is advisable in patients with compromised renal function (creatinine clearance less than or equal to 60 mL/min) as roughly 85% of the drug is excreted through the urine unchanged. Caution is necessary with cefepime in pregnant or breastfeeding women and should only be used if the benefits outweigh the risks.\n[1]\nCaution is required with prolonged therapy as cefepime can lead to superinfection with\nClostridium difficile (Clostridioides difficile)\n.\n[33]",
    "mechanism": "Cefepime has a mechanism of action similar to that of other beta-lactam antibiotics. Cefepime inhibits bacterial cell wall synthesis by covalently binding enzymes responsible for the final step in transpeptidation during peptidoglycan wall synthesis. This binding causes defects in the cell wall, leading to autolysis and subsequent death of the organism.\n\nCefepime has increased gram-negative coverage and is more stable against beta-lactamases when compared to third-generation cephalosporins due to a few mechanisms. One such mechanism is that penicillin-binding enzymes have a lower affinity for cefepime. Another difference is that the chemical structure differs from older generations by substituting a side chain, endowing it with more activity against staphylococcal species. Cefepime is also a zwitterion, which has faster gram-negative bacteria cell wall penetration. This is also why it has broader gram-negative coverage than third-generation cephalosporins.\n\n(a) Pharmacokinetics\n\n(i) Absorption:\nCefepime is completely absorbed after parenteral injection.\n\n(ii) Distribution:\nThe volume of distribution is approximately 18 L. Plasma protein binding of cefepime is low (20%); cefepime is removed by dialysis in poisoning cases. Like most cephalosporins, cefepime is widely distributed throughout body tissue and fluids, including pleural fluid, synovial fluid, bones, cerebral spinal fluid, and breast milk.\n\n(iii) Metabolism:\nTen percent to 20% of administered cefepime is metabolized to N-methyl pyrrolidine (NMP) and rapidly converted to NMP-N-oxide.\n[9]\n\n(iv) Elimination:\nThe primary route of elimination is renal excretion by glomerular filtration as an unchanged drug. The half-life is about 2 to 2.3 hours and is longer in patients with renal failure.\n[1]\n[10]",
    "administration": "(a) Dosage Forms\n\nThe intravenous solution as cefepime hydrochloride: 1 g/50 mL (50 mL), 2 g/100 mL (100 mL)\nInjection powder for reconstitution as cefepime hydrochloride: 500 mg (each vial), 1 g (each vial), 2 (each vial)\nIntravenous solution for reconstitution, as cefepime hydrochloride: 1 g cefepime per 50 mL (5% w/v) dextrose USP in water for injection.\n\n(b) Adult Dosing\n\nThe gastrointestinal tract does not absorb cefepime well and must be administered intravenously (IV) or intramuscularly (IM). The most common method of administration is intravenous. The typical administration is 1 to 2 g every 8 to 12 hours, depending on the infection treated. Infusions are usually administered over 30 minutes.\n\nStudies have examined extended infusions of 4 hours, showing lower overall mortality and reduced intensive care unit (ICU) lengths of stay compared with the standard 30-minute rate; however, other studies have failed to confirm these findings. Extended infusion rates for febrile neutropenia have been studied and appear feasible for treatment. For infections caused by susceptible strains of\nPseudomonas aeruginosa,\nIDSA recommends treatment with a high dose of cefepime (2 g IV every 8 hours, infused over 3 hours).\n[3]\n\nTable\nUrinary Tract Infections: Mild / Moderate, Uncomplicated / Complicated Urinary Tract Infections: Severe, Uncomplicated / Complicated\n\n(c) Specific Patient Population\n\n(i) Hepatic Impairment:\nNo dose adjustment of cefepime is required in patients with hepatic impairment.\n\n(ii) Renal Impairment:\nDose adjustment is required in renal impairment (creatinine clearance less than or equal to 60 mL/min). Cockcroft-Gault Equation can be used to calculate creatinine clearance.\n[11]\nEither the daily dose is reduced, or the dose is given at extended intervals for these patients.\n[12]\n[13]\n[14]\nThe suggested dose of cefepime dosing is 1 to 2 g every 6 to 8 hours in patients undergoing CRRT (continuous renal replacement therapy).\n[15]\n\n(iii) Pregnancy Considerations:\nCefepime is listed as a former FDA pregnancy category B medicine. Clinicians should use cefepime after careful risk-benefit evaluation. Cefazolin is preferred for prevention in the lower segment of a cesarean section.\n[16]\n\n(iv) Breastfeeding Considerations:\nCefepime is excreted in breast milk. Caution is necessary with cefepime in breastfeeding women and should only be used if needed. Monitor for diarrhea and thrush in infants.\n[1]\n[17]\n\n(v) Pediatric Patients:\nCefepime is FDA-approved in children and infants older than 2 months. The dose is usually 50 mg/kg every 8 to 12 hours for urinary tract infections and uncomplicated skin and structure infections. For febrile neutropenia, 50 mg/kg every 8 hours is recommended. Consideration should be given to renal function in pediatric patients.\n[18]\n[19]\n\n(vi) Older Patients:\nUse caution in patients with <60 mL/min creatinine clearance. Older patients are prone to neurotoxicity.\n[20]",
    "adverse_effects": "Cefepime is usually well tolerated by both adult and pediatric patients. The most common adverse effects in adults are diarrhea and rash. The most common adverse effects in the pediatric population are fevers, diarrhea, and rash.\n\nThere are multitudes of other less common adverse effects listed according to the system affected:\n\nNeurological: headache, fever, and neurotoxicity\nGastrointestinal: nausea, vomiting, abdominal pain, hepatic injury, colitis including pseudomembranous colitis, oral candidiasis\nGenitourinary: vaginitis, renal injury\nDermatological: local site injection irritation, pruritus, urticaria, Stevens-Johnson syndrome, and erythema multiforme\nHematological: positive Coombs test without hemolysis, pancytopenia, and anaplastic anemia\n\nAdverse effects typically reverse upon removal of the medication.\n\nNeurotoxicity is a serious, life-threatening adverse effect that deserves special mention. Symptoms can include altered mental status, encephalopathy, seizures, myoclonus, hallucinations, coma, and stroke-like symptoms. The onset of symptoms is typically 4 days after starting cefepime. Risk factors include renal failure (creatinine ≤60 mL/min), older patients, critically ill patients in ICU, strokes, Alzheimer disease, brain malignancy, history of seizures, and a compromised blood-brain barrier (BBB). The theorized mechanism is that cefepime can cross the BBB and antagonize gamma-aminobutyric acid receptors.\n[21]\n[22]\n\nTreatment consists of stopping the drug, seizure management with benzodiazepines, or renal replacement therapy in severe refractory cases. The clinical team must monitor and adjust dosing with renal dysfunction; however, neurotoxicity is also reported in patients with normal kidney function.\n[23]\n[24]\n[25]\n\nDrug-Drug Interactions\n\nSignificant drug interaction exists when using cefepime. Concurrent use of cefepime with aminoglycoside antibiotics increases the risk of cytotoxicity and nephrotoxicity. Concurrent use of cephalosporins (cefepime) and potent diuretics (eg, furosemide) can result in nephrotoxicity. Monitor renal function when these medicines are administered to the patient.\n[26]\nCefepime can lead to false positive glucose in urine; urinary glucose tests based on enzymatic glucose oxidase reactions are recommended.\nConcurrent use of intravesical BCG for bladder carcinoma is not recommended with cefepime as it may adversely affect carcinoma outcomes.\n[27]\nConcurrent administration of cholera and typhoid vaccines is not recommended due to the reduced efficacy of vaccines.\n[28]",
    "monitoring": "It is essential to monitor every patient for signs of a hypersensitivity reaction, especially if they have previously reacted to other beta-lactams. In addition, since cefepime is often used empirically for broad-spectrum coverage, the culture sensitivities should have close monitoring to deescalate treatment to a narrow-spectrum antibiotic.\n\nRenal function should be monitored with BUN and serum creatinine, especially when administered to older patients or those with pre-existing kidney dysfunction. In addition, the interprofessional clinical team must monitor for signs of neurological changes, particularly in older patients, patients with renal dysfunction, and patients with febrile neutropenia.\n\nThe effectiveness of cefepime can vary drastically with critically ill patients treated in the intensive care unit. Drug monitoring is suggested if the patient's creatinine clearance is ≤50 mL/min or the given pathogen's minimum inhibitory concentration (MIC) is ≥4 mg/L. If treating outside of these parameters, then dose adjustment is indicated.\n[34]\n[35]\n[36]\n\nPT/INR should be monitored as cefepime can elevate INR in patients with renal dysfunction.\n[37]\n[38]",
    "toxicity": "In the event of a suspected overdose, the clinician should discontinue the drug or adjust the dose. Determining if the symptoms result from an actual cefepime overdose or preexisting comorbidities may be difficult. If suspicion is high or symptoms do not subside after dose adjusting or discontinuing, blood and cerebral spinal fluid levels should be obtained to evaluate if the toxicity stems from elevated cefepime levels. Cefepime-induced neurotoxicity (CIN) can lead to generalized periodic discharges and a triphasic wave pattern on EEG. Dialysis may be necessary in severe cases.\n[20]"
  }
}