{
  "drug_name": "cefotaxime",
  "nbk_id": "NBK560653",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560653/",
  "scraped_at": "2026-01-11T15:25:26",
  "sections": {
    "indications": "Hypersensitivity to cefotaxime is an absolute contraindication to its use. Patients with known allergies to penicillin or other cephalosporins should also avoid cefotaxime.",
    "mechanism": "Cefotaxime is a bactericidal agent that exerts its mechanism of action by binding penicillin-binding proteins (PBPs) via beta-lactam rings and inhibiting the definitive activity of transpeptidation in peptidoglycan cell wall synthesis of susceptible bacterial organisms.\n[8]\n[9]\nIts action demonstrates a great affinity for PBP Ib and PBP III cell wall proteins.\n\nThe inability to form a bacterial cell wall further causes the autolysis of the bacteria.\n[7]\nSimilarly to other third-generation cephalosporins, its broad spectrum action makes it efficacious against gram-positive and gram-negative bacteria.\n\nResistance\n\nBeta-lactamases can cause hydrolysis to cefotaxime, further hindering its bactericidal effects. Although susceptive, cefotaxime is quite durable against the activity of most β-lactamases.\n\nMetabolism\n\nOnce administered, cefotaxime undergoes metabolism within the liver, and the majority of it is excreted renally. In the liver, cefotaxime converts to desacetylcefotaxime, which is further converted to desacetylcefotaxime lactone and then to M metabolites.\n[10]\nMore than 80% is recovered in the urine, with one-third being in the form of desacetylcefotaxime (des-CTX). Although desacetylcefotaxime (des-CTX) is the major metabolite of cefotaxime, its activity is eight-fold weaker than cefotaxime.\n[11]",
    "administration": "Cefotaxime is available and distributed in powder form and as a premixed solution for intramuscular and intervenous administration. The powder form is available in 500 mg, 1 g, 2 g, and 10 g vials. The premixed solution is available as 1g and 2g for injection.\n\nGonococcal Infections\n\nUrethritis (Males): 0.5 g intramuscular injection (can be administered as a single dose)\nCervicitis (Females): 0.5 g intramuscular injection (can be administered as a single dose)\nRectal infection (Males): 1 g intramuscular injection (can be administered as a single dose)\nRectal infection( Females): 0.5 g intramuscular injection (can be administered as a single dose)\n\nCefotaxime has no coverage for Chlamydia trachomatis, and treatment should be added if this organism is suspected.\n\nSepticemia\n\n2 g I.V. every 6 to 8 hours. (Daily dose of 6 to 8 grams)\n\nSpontaneous Bacterial Peritonitis (SBP)\n\nCefotaxime is the drug of choice in patients with SBP due to its ability to achieve excellent levels in the blood and ascitic fluid. The typical dose in SBP would be 2 g intravenous every 8 hours.\n\nUncomplicated Infections\n\n1 g intramuscular or IV every 12 hours. (Daily dose of 2 grams)\n\nModerate to Severe Infections\n\n1 to 2 g intramuscular or IV every 8 hours. (Daily dose of 3 to 6 grams)\n\nLife-threatening Infections\n\n2 g intramuscular or IV every 4 hours. (Daily dose of 12 grams)\n\nCesarean Section\n\nFirst dose: 1 g IV (Umbilical cord should be clamped)\nSecond dose: 1 g intramuscular or IV (six hours after the first dose)\nThird dose: 1 g intramuscular or IV (twelve hours after the first dose)\n\nSurgery Prophylaxis\n\n1 g intramuscular or IV 30 minutes before surgery.\n\nNeonates (age 0 to 4 weeks)\n\n(Age 0 to 1 week) 50 mg/kg per dose IV every 12 hours\n(Age 1 to 4 weeks) 50 mg/kg per dose IV every 8 hours\n\nInfants and Children (age 1 month to 12 years old)\n\n50 to 180 mg/kg intramuscular or IV every 6 to 8 hours (for individuals with body weight <50kg)\n1 to 2 grams intramuscular or IV every 8 hours. (for individuals with body weight >50kg)\n\nIndividuals with a body weight>50 kg should follow adult dosing. The daily dosage should not exceed 12 grams for infants and children.",
    "adverse_effects": "Local reaction: pain, swelling\nHypersensitivity: rash, pruritis, anaphylaxis\nGastrointestinal effects: nausea, vomiting, diarrhea\nPseudomembranous Colitis\nHeadache\nElevation in liver enzymes\nElevation in BUN and creatinine\nHematologic: Neutropenia, leukopenia, agranulocytosis\n\nLocal reactions such as pain, swelling, and rash are the most common adverse effects following cefotaxime administration. Like other cephalosporins, cefotaxime does not cause disulfiram-like reactions. Cefotaxime used concurrently with nephrotoxic agents may promote nephrotoxic effects on the kidney, and such use requires caution. Patients with hypersensitivity to the cephalosporin or penicillin group may result in an anaphylactic reaction and are manageable with epinephrine, antihistamines, vasopressors, or corticosteroids.",
    "monitoring": "Cefotaxime administration and dosing require adjusting in geriatric populations, patients with decreased renal function, and hepatic dysfunction. Renal function and liver enzymes require routine monitoring. The half-life of cefotaxime is generally one hour, and severe kidney dysfunction may prolong the half-life of cefotaxime and its metabolite desacetylcefotaxime.\n[9]\nCBC should also be monitored with cefotaxime use as there are reports of hematologic changes such as neutropenia, leukopenia, and agranulocytosis. Cefotaxime, like other cephalosporins, may also cause a false positive direct coombs test.\n\nCefotaxime is an FDA Pregnancy Category B drug. Cefotaxime use in pregnancy has not been studied clearly and should be used cautiously. Cefotaxime is reported to cross the placenta during pregnancy. It is also present in low concentrations in breast milk during lactation.",
    "toxicity": "Cefotaxime is metabolized by the liver and excreted through the kidneys, and dysfunctions may result in decreased drug clearance leading to increased plasma concentrations. About 50 to 60% of the agent is excreted unchanged, and 15 to 20% is excreted as a desacetyl metabolite desacetylcefotaxime.\n[9]\nToxicity may result in convulsions, dyspnea, hypothermia, cyanosis, reversible encephalopathy, and death. Mortality has occurred with dosages of 6000 mg/kg/day. Treatment for cefotaxime toxicity requires supportive management."
  }
}