{
  "drug_name": "cefoxitin",
  "nbk_id": "NBK580514",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580514/",
  "scraped_at": "2026-01-11T15:25:26",
  "sections": {
    "indications": "Contraindications to appendectomy in acute appendicitis include the following:\n\nInability to tolerate general anesthesia\nInability to tolerate the pneumoperitoneum of a laparoscopic method\nUncorrectable coagulopathy\n\nIncidental appendectomy is contraindicated under the following conditions:\n\nPatients with unstable hemodynamics\nPatients with an established diagnosis of Crohn disease\nPatients with a predetermined plan for radiation treatment.\n[35]",
    "clinical_significance": "Appendiceal Perforation Rate and Timing of the Appendectomy\n\nThe risk of appendiceal perforation within 36 hours ranges from 16% to 36%, with the risk of perforation increasing by 5% every 12 hours. This highlights the importance of timely diagnosis and appendectomy.\n[8]\n\nPostoperative Care for Nonperforated Appendicitis\n\nFollowing an appendectomy procedure for nonperforated appendicitis, patients must adhere to a clear liquid diet and gradually transition to a regular diet. Typically, postoperative antibiotic therapy is unnecessary. Most patients can be discharged within 1 to 2 days postoperatively. However, uneventful same-day discharge is a viable option following laparoscopic appendectomy.\n[61]\n\nPostoperative Care for Complicated Appendicitis\n\nPatients who have undergone appendectomy for complicated appendicitis are advised to have a longer hospital admission period of about 5 to 7 days. However, it is important to note that achieving a complete diet tolerance to prevent ileus may be a more accurate index when making decisions. A 3- to 5-day course of postoperative antibiotic therapy is also recommended.\n[39]\n[62]\n[39]\n\nLaparoscopic Appendectomy\n\nCompared to open appendectomy, laparoscopic appendectomy has been found to reduce wound infection rates and hospital stays. The conversion rates from laparoscopic to open appendectomy vary from 0% to 27%.\n[8]\n[59]\nConversion should be done according to the surgeon’s experience, judgment, and ability to manage operative findings safely.\n[63]\nWhen deciding to proceed laparoscopically, the availability of trained staff, equipment, the ability and training of the operating surgeon, and the patient’s ability to tolerate pneumoperitoneum and anesthesia must be considered. Prior laparotomy is not considered an absolute contraindication to laparoscopic appendectomy. A laparoscopic approach is safe and effective for treating uncomplicated appendicitis and may also be safely performed in cases of perforated appendicitis.\n[64]\n\nAppendectomy in the Case of a Normal Appearing Appendix\n\nIf a normal-appearing appendix is found intraoperatively and no other pathology has been identified, the decision for appendectomy should be individualized. Grossly normal appendixes may still be histopathologically abnormal in up to 40% of patients with a history compatible with acute appendicitis. It should be noted that an appendix is a viable option for antegrade continence enema (ACE), either following sphincteric trauma or in several pediatric congenital disabilities, including neurogenic bowel dysfunctions.\n[65]\n[66]\n\nAppendectomy in Unique Patient Populations\n\nLaparoscopic appendectomy is the preferred surgical approach in patients over 65; in this population, open appendectomy has a 2.4% complication and mortality rate versus 0.5% in the laparoscopic approach.\n[67]\n\nIn pediatric patients, laparoscopic appendectomy may be performed safely.\n[59]\n\nIn pregnant patients with presumed appendicitis, laparoscopic appendectomy may be performed safely in any trimester. Laparoscopic appendectomy is considered the standard of care for pregnant patients by many.\n[68]"
  }
}