{
  "drug_name": "cefpodoxime",
  "nbk_id": "NBK599548",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599548/",
  "scraped_at": "2026-01-11T18:46:46",
  "sections": {
    "indications": "Urinary tract infection (UTI) is one of the most common bacterial infections in children. UTI is typically caused when bacteria ascend from the urethra into the urinary tract. Infection may occur anywhere from the urethra to the renal parenchyma. Upper tract UTI is a UTI involving the kidneys and ureters, whereas lower tract UTI is a UTI involving the bladder and urethra. Commonly used terms for UTI based on the location of infection are urethritis (infection limited to the urethral mucosa), cystitis (infection limited to the bladder), and pyelonephritis (infection further ascending to the kidneys).\n\nBacteria may be present in the urinary tract without causing inflammation and symptoms. This condition is called asymptomatic bacteriuria. Sterile pyuria is increased white blood cells in urine with no bacterial growth on urine culture.\n\nComplicated UTIs are UTIs in newborns, urosepsis, a bladder and/or an abdominal mass, congenital anomalies of kidneys and the urinary tract (CAKUT), organisms other than\nEscherichia coli\n, atypical clinical course, renal abscess and absence of clinical response to an antibiotic within 72 hours.",
    "mechanism": "Colonic bacteria are typically responsible for UTIs.\nEscherichia coli\nis the most common organism, accounting for up to 85% to 90% of UTIs.\nKlebsiella\n,\nProteus\n,\nEnterococcus\n, and\nEnterobacter\nspecies are other common causative organisms.\n[1]\n[2]\n\nProteus\nspp is associated with renal stone formation, and organisms such as\nPseudomonas\nspp,\nStaphylococcus aureus\n, and group B\nStreptococcus\nare usually associated with CAKUT, genitourinary surgery, catheterization, or recent antibiotic use. Enterococci are a common cause of catheter-associated UTIs.\n\nHematogenous spread to the urinary system can occur in newborns and children with immunodeficiency. Group B\nStreptococcus\n,\nCandida\nspp,\nStaphylococcus aureus\n, and salmonellae can spread through the hematogenous route and cause pyelonephritis.\n[3]",
    "monitoring": "Nonspecific symptoms make diagnosis of UTI challenging in younger children, and a definite diagnosis requires an uncontaminated urine sample. Common methods for urine sampling in non-toilet-trained children include bagged specimens, midstream clean catch, catheterization, and suprapubic needle aspiration.\n\nThe \"Quick-Wee\" method has been reported, in which cold (2.8°C), saline-soaked gauze is rubbed onto the suprapubic area of non-toilet-trained children to stimulate urination and obtain a noncontaminated urine specimen.\n[9]\n[10]\n\nUrine test strip or dipstick analysis is only validated for ruling in or out infection provided nitrite (a marker of some gram-negative bacteria) and leucocyte esterase (LE), a marker of WBCs, are used in combination.\n[11]\nThe presence of blood and/or protein on a urine dipstick test is not a reliable indicator of UTI.\n\nUrine Collection:\nUrine sampling with a bag should only be analyzed for urinalysis (UA) and not culture, as the bacteria growing on the skin in the genital area but not in the urinary tract could potentially contaminate the bagged specimen. When evaluating UTIs in younger children, the physician can review the pros and cons of urine collection through bag vs catheterization. Urine obtained using a bag can be painless but may take time for the infant to void and, if abnormal, can proceed to catheterization to confirm. Urine obtained using a catheterization can be painful, but it is quick, has less risk of contamination, and can be sent for culture.\n\nThe diagnosis of a UTI is not reliably achieved through a urine culture collected using a bagged specimen.\n[12]\nCultures of urine samples obtained via perineal bag application demonstrate unacceptably high false-positive results and are considered valid only when they yield negative outcomes. The urine specimen should be obtained for both UA and culture before administering the antibiotic.\n\nIn older, toilet-trained children, midstream urine specimens can be obtained in a sterile cup after cleaning the skin around the genital area. Gentle retraction of the prepuce (if possible) is important to obtain an uncontaminated specimen in uncircumcised boys.\n\nSuprapubic needle aspiration of urine from the bladder is less commonly used because it is painful, and the success rate is low. The UA should be performed within 1 hour at room temperature or 4 hours of refrigerated sample.\n\nInterpretation of UA\n\nLeucocyte esterase\n:\nLE is an enzyme produced by leucocytes or white blood cells (WBC) and can be found in the urine if leucocytes are active (pyuria). The results are typically reported semiquantitatively (negative, trace, 1+, 2+, and 3+). The LE result can be a false negative in neutropenic patients and in younger children who frequently void.\n\nVarious organisms have been linked to varying levels of pyuria; specifically, Enterococcus species, Klebsiella species, and Pseudomonas species appear to cause infection even in the absence of significant pyuria.\n[13]\nMany children with a fever and an infection outside of the urinary tract may also have pyuria; thus, the test's sensitivity and specificity are low (see\nTable 1.\nThe Sensitivity and Specificity of Findings on UA).\n\nNitrites:\nNitrites are generated in the bladder through the metabolic action of gram-negative bacteria on dietary nitrate. The effectiveness of nitrite testing can also be influenced by age, as younger children tend to void more frequently, which reduces the time available for nitrite accumulation before urine sampling. Initial research studies indicate that a bladder dwell time of 4 hours is required to convert dietary nitrates into nitrites.\n[14]\nFurthermore, it is worth noting that certain bacteria, such as\nPseudomonas\nspecies and gram-positive organisms like Enterococcus, do not participate in the conversion of urine nitrates to nitrites. Thus, when compared to LE, nitrites have lower sensitivity but higher specificity in diagnosing UTI.\n[15]\n\nMicroscopy:\nIn most laboratories, detecting nitrites or LE will automatically initiate a microscopic examination for the presence of bacteria, WBCs, and red blood cells (RBCs). Uninfected urine should not show visible bacteria on microscopy. Therefore, the presence of bacteria observed under high-field microscopy strongly correlates with bacteriuria and UTIs. Additionally, a urine sample with more than 5 WBCs per high-power field (hpf) or 25 WBCs per microliter (µL) is considered abnormal and highly indicative of a UTI in symptomatic patients. The presence of pyuria helps in distinguishing a true UTI from asymptomatic bacteriuria.\n\nSterile pyuria:\nThis condition consists of white cells in urine in the absence of bacteria on the urine culture. It can be caused by dehydration, vigorous exercise, a partially treated UTI, viral, fungal, or parasitic infections, streptococcal infections, sexually transmitted infections, pelvic inflammatory disease, tuberculosis, and appendicitis (when an inflamed appendix is too close to the bladder). It can also occur with immunologic conditions, such as Kawasaki disease, acute glomerulonephritis, systemic lupus erythematosus, or with kidney stones, foreign body, analgesic nephropathy, interstitial nephritis, and papillary necrosis.\n[16]\n\nTable\nTable 1. The Sensitivity and Specificity of Findings on UA, Alone and in Combination- Adapted from the AAP Urinary Tract Infection Guidelines [15].\n\nUrine Culture:\nThe AAP defines the diagnosis of a UTI to include clinical symptoms, UA with evidence of inflammation (at least 5 WBC per hpf or LE), and urine culture results with at least 50,000 CFU/mL of a uropathogenic organism.\n[15]\nThe diagnostic bacterial account for UTI depends on the urine sample collection method, requiring >100,000 colony forming units (CFU)/mL for mid-stream urine specimens, >50,000 CFU/mL for catheterization, and only >1000 CFU/mL for suprapubic aspiration.\n[17]\n\nAsymptomatic bacteriuria\nis the presence of significant growth of a single uropathogen in an appropriately collected urine specimen without inflammation or pyuria and symptoms of UTI.\n[18]\n[19]\nChildren with neurogenic bladder dysfunction (eg, spina bifida and spinal cord injury), indwelling urinary catheters, and those using clean intermittent catheterization have high rates of pyuria and asymptomatic bacteriuria. The presence of bacteriuria only in these patient cohorts is not diagnostic of a UTI.\n[19]\n\nAs per the AAP guidelines, if the UA results indicate the possibility of a UTI, which includes positive findings of LE or nitrite tests or microscopic analysis revealing leukocytes or bacteria, it is advisable to obtain a urine specimen through catheterization or suprapubic aspiration for culture. However, in cases where the UA of freshly collected urine (within 1 hour since void) shows negative results for LE and nitrite tests, it may be reasonable to monitor the patient's clinical condition without initiating antimicrobial therapy. It is important to acknowledge that negative UA results do not entirely rule out the presence of a UTI. The incidence of coexisting bacterial meningitis is infrequent in neonates with UTIs. Neonates with UTI who appear well, along with a procalcitonin value <0.35 ng/mL, are at a low risk for bacterial meningitis. In such cases, avoiding routine lumbar punctures in these neonates may be worth considering.\n[20]\n\nBlood tests\nare not routinely ordered in patients with UTI. Patients with acute pyelonephritis may have an elevated WBC count and other nonspecific markers of inflammation, such as erythrocyte sedimentation rate, C-reactive protein, and procalcitonin. These markers can help differentiate pyelonephritis from cystitis; however, these markers are neither sensitive nor specific to confirm or rule out the diagnosis of pyelonephritis. Compared to C-reactive protein and leucocytosis, procalcitonin is more predictive of acute pyelonephritis during the early phase of infection and late renal scarring identified by DMSA scans.\n[21]\n\nRenal Ultrasound:\nA renal ultrasound examination is advised in all young children with a first febrile UTI and in older children with recurrent UTI. Ultrasonography of the kidneys and bladder should be performed to detect anatomic or structural abnormalities.\n[15]\nThe timing of the ultrasonographic examination depends on the clinical situation. Children who are very ill or who do not improve as expected (generally within 12 to 36 hours) should undergo ultrasonography within the first few days to assess them for an obstructive anatomic abnormality or renal abscess. Children with less severe infections can undergo ultrasonography after the acute phase of the infection has passed to reduce false positive findings from renal inflammation, which can persist for 1 to 2 weeks.\n\nVoiding Cystourethrography:\nA voiding cystourethrogram (VCUG) is the preferred diagnostic test to confirm the presence of vesicoureteral reflux (VUR) and to assess its severity. However, routine VCUG is NOT recommended after the first UTI.\n[15]\nIt should ONLY be considered when renal and bladder ultrasonography identifies hydroureter, hydronephrosis, scarring, or other suggestive findings or in case of a recurrent febrile UTI.\n\nIt may be considered after the first UTI, especially in atypical pathogen or complex clinical scenarios.\n[17]\nIn neonates with a history of antenatal hydronephrosis, a VCUG is indicated if there is moderate to severe hydronephrosis, ureteral dilation is observed on postnatal ultrasonography, or in the presence of bladder abnormalities suggestive of bladder outlet obstruction. Routine VCUG after a first febrile UTI may not be justified due to its invasive nature, cost, discomfort, potential UTI risk, and radiation risks. This test should be considered in cases of recurrent UTI and upper tract abnormalities on ultrasound to identify patients with VUR.\n\nVUR is graded as low-grade (I-III) and high-grade (IV-V). The International Reflux study group classifies VUR into 5 grades as follows:\n[22]\n\nGrade I: Reflux into the middle of the ureter without dilation\nGrade II: Reflux into the ureter and collecting system without dilation\nGrade III: Reflux into the ureter and collecting system with mild dilation and mild blunting of calyces\nGrade IV: Reflux into the ureter and collecting system with gross dilation and severe blunting of calyces\nGrade V: Massive reflux with gross dilation of ureter and collecting system, blunting of all calyces, and tortuosity of the entire collecting system\n\nContrast-Enhanced Voiding Urosonogram:\nTo limit radiation exposure in children needing VCUG, a contrast-enhanced voiding urosonogram (ceVUS) has been offered as an alternative. This test requires bladder catheterization, which is an unpleasant experience for young patients. Contrast material must be instilled, and the patient will be asked to void on command while scanned with ultrasound. False-negative results are reported in 3% of patients. The lack of availability in all centers should not deter physicians from considering ceVUS in situations where VUR and obstructive uropathies can be diagnosed in real-time with no radiation.\n[23]\n[24]\n\nDimercaptosuccinic Acid Scan\n: A renal scan using 99m technetium-dimercaptosuccinic acid (DMSA) may be considered in children with renal parenchymal abnormalities on ultrasound or recurrent febrile UTIs. A DMSA scan is the gold standard for diagnosing acute pyelonephritis and renal scarring; however, it is not advised for routine care of acute pyelonephritis. This test should be performed 6 months after acute infection to diagnose renal scarring (reflux nephropathy) following acute pyelonephritis.\n[15]\n[25]",
    "administration": "Urine culture results usually take 12 to 24 hours before bacterial growth results, another 1 day before the specific bacteria is identified, and 2 to 3 days before the final susceptibilities of bacteria are available. Antibiotics should be empirically initiated in patients with suspected UTIs after UA and before culture results to resolve the infection promptly. The choice of oral antibiotic should be tailored based on bacterial susceptibility results.\n\nAt present, the preferred treatment options for acute uncomplicated UTIs consist of second or third-generation cephalosporins or amoxicillin-clavulanate. The American Academy of Pediatrics (AAP) provides guidelines regarding suggested empirical antibiotic agents for the treatment of UTIs.\n\nWhen it comes to management, parenteral antibiotic therapy is recommended for infants aged 2 months or younger and for any child who exhibits a toxic appearance, bacteremia and/or sepsis, hemodynamic instability, immunocompromised status, an inability to tolerate oral medications or a lack of response to oral medication (see\nTable 2. E\nmpirical Antibiotic Agents for Parenteral Treatment of UTI).\n\nFor UTIs, including acute pyelonephritis, oral antibiotics alone demonstrate equivalent efficacy to intravenous (IV) antibiotics if the patient is nontoxic. If IV antibiotics are deemed necessary, transitioning the patient to oral antibiotics is recommended as soon they improve clinically and tolerate oral medications (see\nTable 3.\nEmpirical Antibiotic Agents for Oral Treatment).\n\nTable\nTable 2. Empirical Antibiotic Agents for Parenteral Treatment of UTI - adapted from AAP Urinary Tract Infection Guidelines [15].\n\nTable\nTable 3. Empirical Antibiotic Agents for Oral Treatment of UTI - adapted from AAP Urinary Tract Infection Guidelines [15].\n\nFirst-generation cephalosporins, such as cephalexin, typically offer effective coverage against uropathogens and are well-tolerated, readily available, and cost-effective. However, they require administration at least 3 times a day. Trimethoprim-sulfamethoxazole (TMP- SMX) is another well-tolerated and inexpensive option, with a dosing regimen of twice daily.\n\nNitrofurantoin is effective against uropathogens but is not suitable for treating pyelonephritis, particularly in younger children, as it does not penetrate renal parenchyma or the bloodstream effectively. It's important to note that in certain areas, there has been an increase in resistance to this antibiotic in recent years.\n\nLength of Antibiotic Treatment\n\nThe length of antibiotic treatment should be based on the child's age and the severity of the presentation, including whether it affects the lower or upper urinary tract.\n\nFor infants, toddlers younger than 24 months, and older children with pyelonephritis, antibiotics are recommended for 7 to 14 days.\n\nFor older children with cystitis, a 3 to 7-day antibiotic course may be sufficient. A 2 to 4-day course of oral antibiotics works just as effectively as a 7 to 14-day course for children with cystitis.\n\nChildren with acute pyelonephritis can be treated with oral antibiotics for 10 to 14 days or with IV antibiotics for 2 to 4 days, followed by oral therapy.\n[12]\n\nAsymptomatic bacteriuria should not be generally treated except during pregnancy, as they may develop acute infection leading to pyelonephritis. Pregnant women with asymptomatic bacteriuria need treatment with antibiotics for 3 to 7 days, and appropriate treatment decreases the risk of premature birth and low birth weight.\n\nManagement of Recurrent UTI\n\nThe management of recurrent UTIs involves the identification and management of risk factors, including CAKUT and BBD. Patients with recurrent UTIs should be evaluated by renal ultrasound to check for any signs of obstructive uropathy. A VCUG is used to diagnose and grade VUR.\n\nPreventing UTI by screening and treating BBD is underappreciated, safe, and effective. Inquiring about constipation symptoms, daytime wetting, and withholding behaviors will help identify children with bowel or bladder dysfunction.\n[26]\nIt is important to optimize bowel and bladder function and personal hygiene by behavioral interventions. This includes maintaining adequate hydration to enhance bladder cycling, adhering to timed voiding schedules every 3 to 4 hours, and engaging in pelvic floor muscle training with/without biofeedback therapy. The initial approach to treat constipation in children involves increasing fiber intake, ensuring proper hydration, and using stool softeners.\n[27]\nPolyethylene glycol is the most common stool softener prescribed in children. Additionally, children are encouraged to sit on the toilet for 10 minutes following meals to take benefit of the gastrocolic reflex. If these measures do not effectively address constipation, further interventions such as retrograde enemas, anterograde continence enemas, and disimpaction procedures may be considered. There is a lack of substantial evidence to support the recommendation of cranberry juice in preventing UTIs.\n[28]\n\nRecurrent UTI is defined as 2 or more UTIs in 6 months or 3 within 1 year. More than 30% of children who experience UTI will have recurrent UTI. Antibiotic prophylaxis decreases the risk of recurrent UTIs in children with VUR but not of renal scarring.\n[29]\nIt is important for the healthcare professional to advise parents to promptly seek medical evaluation in the event of any future febrile illnesses in a child with recurrent UTIs to ensure early detection and timely treatment (within 48 hours) to limit renal damage.\n\nAntibiotic prophylaxis is indicated in children with grade III or higher VUR, VUR with recurrent UTI, VUR in patients with BBD, and non-toilet-trained children with any grade of VUR.\n[30]\n\nTMP-SMX is bactericidal and preferred for prophylaxis in children with VUR.\n\nNitrofurantoin is bacteriostatic and is indicated for children with sulfa allergy and those having breakthrough infections with TMP-SMX prophylaxis.\n\nAmoxicillin prophylaxis is recommended for infants younger than 2 months because both TMP/SMX and nitrofurantoin interfere with hepatic conjugation and increase the risk of hyperbilirubinemia.\n\nProphylaxis with TMP-SMX can reduce the likelihood of UTI recurrence by 50%.\n\nAntibiotic resistance is a major risk of long-term prophylaxis; hence, it should be used carefully.\n[31]\n\nThe prophylactic dose of antibiotics is generally one-quarter to one-half of the therapeutic dose for acute infection (see\nTable 4.\nSuggested Dosages of Antibiotics Commonly Used for Prophylaxis).\n[32]\n\nTable\nTable 4. Suggested Dosages of Antibiotics Commonly Used for Prophylaxis.\n\nSurgical intervention is typically considered for children with persistent VUR when they continue to experience breakthrough infections with a risk of renal scarring despite receiving antibiotic prophylaxis. Surgical correction of VUR aims to prevent the backward flow of urine from the bladder into the ureters and kidneys, reducing the risk of UTIs and renal damage.\n\nTwo notable surgical approaches are commonly employed to address VUR. The first approach is an endoscopic injection for VUR (ambulatory cystoscopic injection of a bulking agent, typically dextranomer and hyaluronic acid [Deflux ®]), which is a less invasive option and is suitable for lower-grade VUR. The second approach is ureteric reimplantation (open, laparoscopic, or robotic-assisted), which involves surgically enhancing the antireflux mechanism and is a more invasive surgical option but with a higher success rate, suitable for persistent high-grade VUR.\n[17]\n\nCircumcision has been observed to lower the occurrence of UTIs in boys with a history of antenatal hydronephrosis during the first year of life.\n[33]",
    "adverse_effects": "Acute complications from UTI are similar to those of any febrile illness, such as dehydration and electrolyte abnormalities.\n\nThe long-term complications of acute pyelonephritis and persistent VUR are renal scarring and reflux nephropathy. The prevalence of renal scarring after febrile UTI is approximately 15%.\n[35]\nChildren with reflux nephropathy are at risk of developing microalbuminuria, proteinuria, hypertension, or chronic kidney disease later in their lives. Bilateral reflux nephropathy can progress to chronic kidney disease, ultimately leading to end-stage renal disease necessitating dialysis and renal transplantation."
  }
}