{
  "drug_name": "ceftibuten",
  "nbk_id": "NBK551643",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551643/",
  "scraped_at": "2026-01-11T18:46:47",
  "sections": {
    "indications": "The World Health Organization (WHO) defines diarrhea as loose or liquid stools occurring 3 or more times per day or more frequently than usual for an individual.\n[1]\n[2]\n[3]\nDysentery is the invasive form of diarrhea, with visible blood or mucous often accompanied by fever and abdominal pain. Viruses are the main culprits of acute infectious diarrhea in adults and children.\n\nHowever, identifying clinical features consistent with bacterial infection is critical to prevent morbidity and mortality. A strategic assessment is essential to determine which patients require stool studies, empiric antibiotic therapy, and intravenous fluid (IVF) resuscitation. Distinguishing between viral and bacterial causes of gastroenteritis can be challenging, as their symptoms may overlap. However, findings like fever, bloody or mucoid stools, or a history of recent antibiotic use or hospitalization help alert clinicians to the possibility of a bacterial etiology.\n\nSalmonella\n,\nShigella\n,\nCampylobacter jejuni\n,\nYersinia enterocolitica\n,\nC difficile\n, and\nEscherichia coli\nare common bacterial causes of acute diarrhea that can lead to complications such as sepsis, seizures, hemolytic-uremic syndrome (HUS), Guillain-Barré syndrome (GBS), and death. Accurately identifying bacterial gastroenteritis and deciding when to investigate less common causes, such as sexually transmitted infections, is essential to avoid unnecessary testing and antibiotic use and to prevent potential complications. While the goal of antimicrobial treatment is to shorten symptom duration and prevent complications, many causes are self-limited and do not require treatment. Antimicrobials may cause more harm in some cases, as in Shiga toxin-producing\nE coli\n(STEC) infection, where antibiotics increase the risk of developing HUS.\n\nLaboratory testing is not usually necessary. However, if available, clinicians should perform stool studies during an epidemic or when patients have severe illness, symptoms persisting for more than 7 days, or risk factors such as pregnancy, older age, or immunocompromised status. Stool studies are also indicated when blood or mucus is present along with fever.\n[4]\nIdentifying the bacterial pathogen helps inform clinicians about potential complications and treatment decisions. A routine stool culture is the ideal test for identifying\nSalmonella\n,\nCampylobacter\n, and\nShigella.\nE coli\nrequires a different medium, but antigen testing or polymerase chain reaction (PCR) of stool is an alternative diagnostic option.\n\nOral rehydration is the mainstay of therapy, with IVF reserved for individuals with severe hypovolemia. Clinicians reserve empiric antibiotic treatment for patients with severe illness, a high likelihood of\nC difficile\n, high-risk host features, and bloody mucoid stools.\n[5]\n[6]\nA clear understanding of the guidelines regarding empiric antibiotic use will decrease antibiotic misuse and prevent antibiotic resistance.",
    "mechanism": "Diarrhea is classified as acute if it lasts less than 2 weeks, chronic if it lasts more than a month, and persistent if it continues for 2 to 4 weeks. Most acute diarrhea is infectious and self-limited, with viral causes like norovirus, rotavirus, and adenoviruses as the primary offenders. Severe diarrhea increases the likelihood of bacterial etiology. While only 2% to 6% of stool cultures are generally positive, a recent study of patients with severe diarrhea found that 86% had positive bacterial culture results.\n[7]\n[8]\n\nThe following list includes potential bacterial causes of diarrhea and their associated sources or risk factors:\n\nC difficile\n:\nAntibiotic use, hospital stays, chemotherapy, gastric acid suppression, and inflammatory bowel disease\nClostridium perfringens:\nConsumption of meat, poultry, and home-canned goods\nEnterotoxigenic\nE coli\n: Fecal contamination of food or water and travel to resource-limited areas\nListeria monocytogenes\n: Eating processed deli meats, hot dogs, soft cheese, pâtés, and fruits, especially by patients who are pregnant, immunosuppressed, or at extremes of age.\nNontyphoidal\nSalmonella\n: Consumption of poultry, eggs, meat, fish, unpasteurized milk or juice, nut butter, and spices; exposure to petting zoos, reptiles, and live poultry; travel to resource-limited settings\nCampylobacter\nspp: Eating poultry, meat, or unpasteurized milk; traveling to resource-limited settings; having contact with puppies and kittens\nShigella\nspp: Eating raw vegetables, staying at daycare centers or crowded living conditions, engaging in sexual activity with men (in men), and traveling to resource-limited areas\nEnterohemorrhagic\nE coli\n: Consuming ground beef, fresh produce, and unpasteurized milk and juice; staying in daycare centers and nursing homes; being at an extreme age\nYersinia\nspp: Consuming pork or untreated water; receiving blood transfusion; having abnormalities of iron metabolism like hemochromatosis, cirrhosis, or thalassemia\nVibrio parahemolyticus\n: Eating raw seafood and shellfish; having cirrhosis\nAeromonas hydrophila\n: Consuming seafood, meats, and vegetables like sprouts; receiving medicinal leech therapy\nBacillus cereus\n: Eating rice, dairy products, spices, bean sprouts, and certain vegetables\nPlesiomonas shigelloides\n: Consumption of raw shellfish, contaminated vegetables, or contaminated water; contact with freshwater aquariums or fish tanks; exposure to amphibians or reptiles\nKlebsiella oxytoca:\nExposure to contaminated water or soil; in healthcare settings, contact with the contaminated hands of healthcare workers\nChlamydia trachomatis, Neisseria gonorrhea, and Treponema pallidum\n: In men having sex with other men, diarrhea is a possible sign of proctitis.\nSalmonella\nspp: Ingestion of undercooked or raw animal products like poultry, eggs, meat, and unpasteurized milk; contact with infected animals like reptiles or pets with diarrhea\nStaphylococcus aureus\n: Consumption of processed meats, dairy products, and mayonnaise-based salads, cream-filled pastries; cross-contamination due to poor hand hygiene\n[9]",
    "monitoring": "The initial evaluation of adults and children with diarrhea involves a thorough history and physical examination, which help determine stool consistency, the presence of blood in the stool, and the patient's volume status. Obtaining a detailed food history can aid in diagnosing foodborne illnesses, as the timing of symptom onset after eating can help identify the most likely sources of contamination. A travel history can expand the range of potential diagnoses.\n[39]\n\nQuestions about the patient’s occupation, hobbies, pets, and living conditions are also important. Documenting and reviewing medication use is crucial since many medications can cause diarrhea as an adverse effect, particularly when taken for the first time. Drugs commonly associated with diarrhea include antacids containing magnesium, laxatives, nonsteroidal anti-inflammatory drugs (NSAIDs), antibiotics, chemotherapy agents, and metformin. Antibiotic use, particularly in patients with C difficile, increases the risk of diarrhea associated with\nC difficile\n.\n\nMost patients with diarrhea do not require laboratory evaluations. However, determining the etiology is helpful during an epidemic. Serum electrolytes, creatinine, and blood glucose levels in the presence of significant hypovolemia are necessary to evaluate for hypokalemia, hypoglycemia, and acute kidney injury. A complete blood count (CBC) helps detect thrombocytopenia or anemia associated with HUS or a leukemoid reaction consistent with\nC difficile\nor\nShigella\n.\n\nPatients may develop sepsis associated with diarrhea due to\nSalmonella\nspecies and toxigenic strains of\nStaphylococcus aureus\n. Profuse watery diarrhea is often the initial presenting feature of staphylococcal toxic shock syndrome. Clinicians should obtain blood cultures in patients with high fevers or who appear toxic. Individuals with suspected nontyphoidal\nSalmonella\ngastroenteritis who are younger than 12 months or older than 50 years, or who have comorbidities such as hemoglobinopathy, atherosclerosis, or immunosuppression, require blood cultures due to an increased risk of bacteremia and extraintestinal infections, such as endocarditis and endovascular infections. Patients at high risk, with evidence of inflammatory diarrhea or severe illness, should undergo stool studies. The following list includes indications for microbiologic stool testing:\n\nHypovolemia\nSevere abdominal pain\nBloody stools\nTemperature of 38.5 ºC (101.3 ºF) or greater\nAge 70 or older\nPregnancy\nInflammatory bowel disease\nSymptoms for longer than 1 week\nPublic health concerns like illness in food handlers\nComorbid conditions exacerbated by hypovolemia\nGreater than 6 stools per day\n\nFecal leukocytes and calprotectin are both markers of neutrophil activity and can help distinguish between inflammatory and noninflammatory causes of diarrhea, but do not differentiate between infectious and noninfectious etiologies.\n[40]\nFecal leukocytes are more likely to be associated with bacterial than with viral gastroenteritis. Ideally, stool studies should be performed with fresh diarrheal stool. A rectal swab is a possible alternative when fresh stool is unavailable.\n[41]\n\nRoutine stool cultures can identify\nSalmonella\n,\nCampylobacter\n, and\nShigella. E coli\nO157:H7\nrequires an alternative medium, or the stool can undergo antigen or polymerase chain reaction testing. Clinicians should notify the laboratory of their specific concerns to ensure proper testing and identification. People typically excrete bacteria continuously in their stool, unlike ova and parasites, which patients excrete intermittently. Hence, a negative result is not typically a false negative when using the correct culture media.\n\nMultiplex stool tests identify the genetic material of the organisms and test for bacterial, viral, and parasitic causes. However, confirmatory cultures are necessary since the detection of genetic material does not confirm infection with a viable organism.\n[42]\nIn addition to stool cultures, bloody stools should be tested for Shiga toxin using immunoassays, molecular tests, or fecal leukocytes or lactoferrin. Patients with bloody diarrhea and no fecal leukocytes should undergo testing for amebiasis, as these organisms destroy leukocytes.\n\nTesting for\nC difficile\nin a patient hospitalized for 72 hours or more is likely more beneficial and cost-effective than routine stool cultures.\nC difficile\ninfection is the primary concern in patients receiving antibiotics, particularly those who have undergone antibiotic therapy or been hospitalized in the past 3 months. Available tests include nucleic acid amplification testing (NAAT), glutamate dehydrogenase (GDH) tests on rectal swabs, enzyme immunoassay (EIA) toxin assays, and aerobic cultures. The sensitivity of\nC difficile\ncultures is relatively low, and the turnaround time is slow. For these reasons, this method is not routinely used to establish the diagnosis.\n\nClinicians should only test liquid stool, and a 2-tiered approach is preferred to distinguish between infection and an asymptomatic carrier state. A standard protocol begins with NAAT and, if positive, proceeds with EIA for toxins A and B. A positive result on both tests confirms\nC difficile\ninfection. A positive NAAT and negative EIA for toxins A and B indicate either a carrier state or an infection with low toxin production. Please see StatPearls' companion reference, \"\nClostridioides Difficile Infection\n,\" for additional information regarding establishing the diagnosis of\nC difficile\ninfection.\n\nGiven the high colonization rate of\nC difficile\nearly in life, systematic testing is necessary for infants and children. Infants younger than 12 months who are not in the hospital or neonatal intensive care unit should only undergo testing for\nC difficile\nin the presence of Hirschsprung disease or other motility disorders. Those in the neonatal intensive care unit should only undergo testing in the presence of pseudomembranous colitis or when clinicians have excluded other potential causes of diarrhea. Children aged 1 to 3 should undergo testing only after other causes of diarrhea have been excluded, or if clinical suspicion is high based on risk factors. Children 3 years and older with clinical symptoms consistent with\nC difficile\nand concurrent associated conditions must be tested.\n[44]\n\nImaging is generally unnecessary in patients with acute diarrhea without peritoneal signs or ileus. When warranted, imaging, such as computed tomography, evaluates for potential complications, including perforation, abscess, toxic megacolon, and intestinal obstruction. Children may need an ultrasound if they present with intermittent abdominal pain and bloody diarrhea to evaluate for intussusception or if appendicitis is suspected.",
    "administration": "Most cases of acute diarrhea are self-limited and only require supportive care. Rehydration is the mainstay of treatment, preferably orally with a solution containing water, sugar, and salt. Commercially available or WHO-provided oral rehydration solutions are acceptable. Children can begin with 5 mL every 1 to 2 minutes to avoid too much liquid in the stomach at one time. Clinicians reserve IVF replacement for patients who cannot tolerate oral fluids or are moderately to severely dehydrated. The rate of fluid replacement depends on the level of volume depletion.\n\nAdults with severe hypovolemia should receive 1 to 2 liters quickly to help restore tissue perfusion. Once the signs and symptoms of hypovolemia improve or resolve, the rate of fluid infusion can decrease. All other patients should receive enough fluids to cover urine output, insensible losses, and any other fluid losses. Insensible losses are usually 30 to 50 mL/h in adults. Clinicians should calculate fluid requirements for children based on weight. Please see StatPearls' companion topic, \"\nPediatric Fluid Management\n,\" for an in-depth discussion regarding pediatric fluid administration.\n\nMost patients receive isotonic or one-half isotonic saline with or without potassium. However, the final choice of fluid depends on electrolyte levels. Children with severe hypovolemia receive an isotonic saline bolus of 20 mL/kg, followed by reassessment and repeat bolus if necessary. Children with less severe volume depletion can receive 10 mL/kg over 30 to 60 minutes with reassessment and a repeat bolus if necessary.\n\nAll patients must be encouraged to eat nutrient-rich foods once adequately rehydrated to counter diarrhea. Dietary restrictions are unnecessary. Breastfed infants should continue their usual feedings if possible. Clinicians often suggest bananas, rice, applesauce, and toast (BRAT) or bland diets to improve the condition, as some individuals may tolerate these regimens better. However, reliable data or prospective studies confirming their effectiveness are lacking, with most assumptions based on limited studies or personal experiences.\n\nSimilarly, research does not substantiate that certain foods, such as dairy products, should be excluded. However, dairy may be problematic to digest in patients with lactase enzyme deficiency. A systematic review suggests that evidence is insufficient to support or refute the benefits of dietary restrictions in diarrhea, and a typical diet may be resumed as tolerated.\n\nAntibiotics\n\nEmpiric antibiotic therapy for diarrhea is typically initiated when a bacterial etiology is suspected, especially in cases of severe illness, high fever, or prolonged symptoms. The choice of antibiotics depends on the suspected pathogen, local resistance patterns, and the patient's underlying health conditions. In many cases, however, antibiotics are not recommended unless specific bacterial infections, such as\nC difficile\nor certain invasive organisms, are confirmed or strongly suspected.\n\nEmpiric antibiotics\n\nThe decision to treat with antibiotics is often made empirically while awaiting stool study results. Due to the increased risk of HUS associated with STEC, clinicians generally avoid antibiotics in adults unless the patient has severe symptoms such as hypovolemia, intense abdominal pain, and a fever of 38.5°C (101.3°F) or higher. Antibiotics may also be considered in high-risk individuals, including those aged 70 or older or with underlying conditions like cardiovascular disease or immunosuppression, which increase the risk of complications from acute diarrheal illness.\n\nAdults with dysentery, fever, or a risk of fluoroquinolone-resistant infection should receive azithromycin. A single 1-gram dose is appropriate for patients without dysentery, and clinicians may use 500 mg daily for 3 days, regardless of dysentery status. Fluoroquinolones may also be prescribed as alternatives. Appropriate agents include ciprofloxacin, administered as a single dose of 750 mg or twice-daily dose of 500 mg for 3 to 5 days, as well as levofloxacin, given as a single dose of 500 mg or once-daily dose of 500 mg for 3 to 5 days.\n\nEmpiric therapy for children should cover\nShigella\nand include 3rd-generation cephalosporins\n.\nParenteral therapy is necessary for children with an underlying immunodeficiency like HIV infection, suspected bacteremia, or inability to tolerate oral intake (see\nTable 1.\nAntibiotics and Their Corresponding Dosages for Bacterial Gastroenteritis in Children).\n\nTable\nTable 1. Antibiotics and Their Corresponding Dosages for Bacterial Gastroenteritis in Children.\n\nClostroidies difficile\n\nOral fidaxomicin or vancomycin may be used to treat\nC difficile infection, with fidaxomicin preferred due to its\nlower recurrence rate.\n[43]\nMetronidazole is a possible alternative, but it is less effective.\n[44]\nTreatment duration is 10 days, unless the clinician expects the patient to require a prolonged course of antibiotics due to an underlying condition. In that instance, treatment for\nC difficile\ncontinues throughout antibiotic therapy and for an additional 1 week after completion. Repeat stool studies are unnecessary in patients who have improved or recovered, as 50% will continue to have positive stool assays for up to 6 weeks after therapy cessation.\n\nOral vancomycin, fidaxomicin, and metronidazole are treatment options for children with\nC difficile infection\n. Children with mild-to-moderate disease should receive either oral vancomycin 40 mg/kg/day with a maximum of 125 mg per dose divided into 4 doses for 10 days, oral metronidazole 30 mg/kg/day with a maximum of 500 mg per dose divided into 4 doses for 10 days, or oral fidaxomicin dosed according to body weight. Oral vancomycin is the 1st-line therapy for children with severe\nC difficile\ninfection. Fulminant disease warrants intravenous metronidazole and oral or rectal vancomycin.\n\nListeria monocytogenes\n\nPregnant patients with febrile\nListeria\ngastroenteritis undergo hospital admission and receive ampicillin 2 g intravenously every 4 hours. Immunocompetent patients younger than 65 do not require antibiotics. For individuals older than 65 or immunocompromised, oral amoxicillin 500 mg 3 times daily or trimethoprim-sulfamethoxazole (TMP-SMX) 1 double-strength tablet twice daily for 7 days is appropriate.\n\nIn children older than 3 months, the amoxicillin dose is 25 to 50 mg/kg/day divided every 8 hours with a maximum of 500 mg per dose. In children 2 months or older, the dosing of TMP-SMX is 6 to 12 mg/kg of the trimethoprim (TMP) component per day divided every 12 hours with a maximum single dose of 160 mg of TMP per dose.\n\nShigella species\n\nClinicians should prescribe a carbapenem like imipenem 500 mg intravenously every 6 hours for patients with severe illness and suspected shigellosis who are at risk of drug-resistant infections. High-risk groups include men who have sex with men, international travelers, individuals with HIV, and people experiencing homelessness.\n\nVibrio cholerae\n\nPatients with profuse, watery diarrhea from potential exposure to\nVibrio cholerae\nshould receive empiric treatment based on local resistance rates. Possible options are tetracyclines, fluoroquinolones, and macrolides. Resistance to tetracyclines is common, and fluoroquinolone resistance is becoming increasingly prevalent (see\nTable 2.\nAntibiotic Choices and Dosing for the Treatment of Cholera).\n\nTable\nTable 2. Antibiotic Choices and Dosing for the Treatment of Cholera.\n\nAdditional Therapies\n\nThe WHO recommends zinc supplementation for children with acute diarrhea in resource-limited settings. The suggested doses are 20 mg per day for children aged 6 months to 5 years and 10 mg per day for children younger than 6 months. Some experts prefer limiting supplementation to 10 mg per day for children aged 6 months to 5 years due to the association between zinc and vomiting, as well as recent studies showing no benefit in children younger than 6 months.\n[45]\nStudies indicate that zinc supplementation reduces the duration of diarrhea by half a day to one day.\n[46]\n\nClinicians should also provide vitamin A supplements to children with signs of vitamin A deficiency, such as xerophthalmia, keratitis, keratoconjunctivitis, corneal ulceration, or Bitot spots. These spots result from keratin build-up caused by pathologic dryness of the conjunctiva and cornea.\n[47]\n\nExperts advise against prescribing antimotility agents and antiemetics for children. Antimotility agents can prolong some bacterial infections and, rarely, may cause a fatal paralytic ileus. Antiemetics can cause sedation, impede rehydration efforts, and induce extrapyramidal reactions and respiratory depression.\n\nFor adults, loperamide may be used cautiously in patients without fever or bloody stool. Appropriate loperamide dosing is 2 tablets (4 mg) initially, followed by 2 mg after each unformed stool for up to 2 days, with a maximum of 16 mg/d. Bismuth salicylate, 30 mL or 2 tablets every 30 minutes for 8 doses, is an alternative to antimotility agents for patients with dysentery.\n\nSome experts believe that antimotility agents may be used cautiously in patients with dysentery and that antibiotics should be started simultaneously. However, these agents must be avoided in patients with\nShigella\nas they may prolong the illness. Patients must be aware that antimotility agents may cause fluid pooling in the intestine, potentially masking the amount of fluid lost. Patients must continue with diligent fluid replacement. Clinicians should keep in mind that bismuth salicylate is less effective and may cause salicylate toxicity.\n\nThe Infectious Disease Society of America guidelines state clinicians may offer probiotics to adults and children with acute infectious gastroenteritis. However, the organization provides no specific recommendations regarding the strain or dosing. To date, studies have not shown a consistent, proven benefit from this treatment.\n\nPrevention\n\nControlling the spread of organisms is the cornerstone of preventing diarrheal illnesses. Key measures include the following:\n\nWashing hands with soap\nProviding access to safe drinking water\nBreastfeeding infants and children\nPracticing proper sanitation and safe food handling\nControlling flies\n\nVaccinations, when available, are another valuable resource. Depending on their destination and country of origin, clinicians may recommend cholera and typhoid vaccines for travelers. The oral whole-cell killed cholera vaccine (Dukoral) has shown promise in reducing the incidence of traveler’s diarrhea caused by ETEC. The protective effect against ETEC is due to the antigenic similarity between the cholera toxin B subunit and the heat-labile enterotoxin of ETEC. The vaccine provides 85% protection against cholera and 43% to 67% against ETEC.\n[48]\nDukoral is not available in the United States, but the live attenuated cholera vaccine CVD 103-HgR (Vaxchora), which protects against cholera caused by serotype O1, is available for travelers aged 2 to 64 at high risk of exposure.\n\nClinicians should not routinely prescribe empiric antibiotics to prevent traveler's diarrhea unless the patient has an underlying condition that increases their risk of complications.\n[49]\n[50]\nRifaximin 200 mg 3 times a day for the duration of the trip would be indicated in patients with underlying severe cardiovascular disease, vascular or renal disorders, and inflammatory bowel disease.",
    "adverse_effects": "The most common complications of bacterial diarrhea are dehydration, malnutrition, and malabsorption syndromes. Additional complications are often specific to the underlying pathogen.\n\nC difficile\n\nChronic diarrhea\nToxic megacolon\nIleus\n\nShigella\nspecies\n\nSeizures\nHUS\nBowel perforation\nReiter syndrome\nEncephalopathy\nVaginitis or vulvovaginitis\n[56]\nKeratitis\n[57]\nMyocarditis\nProctitis or rectal prolapse in infants and young children\n[58]\nToxic megacolon\nIntestinal obstruction\nColonic perforation\nBacteremia\n\nListeria\ns\npecies\n\nBacteremia\nMeningitis\nMeningoencephalitis\nCholecystitis\nPeritonitis\n\nEnterohemorrhagic\nE coli\nO157:H7\n\nHUS\n\nSalmonella\nspecies\n\nEnteric fever\nEndovascular infection\nBacteremia\nMeningitis\nOsteomyelitis\nMyocarditis\nReiter syndrome\nSeptic arthritis\nBrain abscess\n\nVibrio\nspecies\n\nRapid dehydration\n\nYersinia enterocolitica\n\nAppendicitis\nBowel perforation\nIntussusception\nPeritonitis\nToxic megacolon\nCholangitis\nBacteremia\nReiter syndrome\n\nCampylobacter\ns\npecies\n\nBacteremia\nMeningitis\nCholecystitis\nUrinary tract infection\nPancreatitis\nReiter syndrome\nPeritonitis\nRash\n[59]\nOsteomyelitis\n[60]\n[61]\nSeptic pseudoaneurysm\n[62]\nPericarditis\nMyocarditis\nGBS\n\nBacillus\ns\npecies\n\nLiver failure\nRhabdomyolysis\n\nAeromonas caviae\n\nIntussusception\nSepsis\nHUS\n\nClostridium perfringens\n\nHemorrhagic necrosis of the jejunum or pigbel\n\nRecognizing and promptly managing the various complications of bacterial diarrhea can significantly improve patient outcomes and minimize the risk of severe consequences."
  }
}