{
  "drug_name": "ceftriaxone",
  "nbk_id": "NBK557412",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557412/",
  "scraped_at": "2026-01-11T18:46:48",
  "sections": {
    "indications": "Aseptic meningitis is defined as inflammation of the meninges, the protective membranes covering the brain and spinal cord. This condition is characterized by negative cerebrospinal fluid (CSF) pleocytosis with a negative Gram stain and sterile bacterial cultures. Diagnosis is based on the presence of CSF pleocytosis, indicated by a CSF white blood cell (WBC) count greater than 5 cells/mm³.\n[1]\n[2]\n[3]\nClinical manifestations vary based on the underlying cause and the patient's immune status. Individuals with impaired humoral immunity, including neonates and individuals with agammaglobulinemia, are particularly vulnerable to severe outcomes in cases of aseptic meningitis.\n[1]\n[4]\n[5]",
    "mechanism": "The syndrome is most commonly associated with infectious causes such as mycobacteria, fungi, spirochetes, parameningeal infections, and viruses—notably enteroviruses, herpes simplex virus type 2 (HSV-2), and West Nile virus. Noninfectious causes include medications, especially nonsteroidal anti-inflammatory drugs (NSAIDs) and antibiotics such as trimethoprim-sulfamethoxazole; malignancies, and connective tissue disorders.\n[1]\n[3]\n[4]\n[6]\n[7]\nDespite advances in diagnostic methods, the underlying cause is identified in only 30% to 65% of cases.\n[8]\nInstances in which no etiology is determined are classified as idiopathic.\n[1]\n\nNonpolio enteroviruses, such as enteric cytopathic human orphan viruses and coxsackieviruses, are the most frequent cause of aseptic meningitis across all age groups, accounting for at least 50% of cases, particularly in children.\n[9]\n[10]\nHSV-2 is a notable cause in adults and is associated with recurrent meningitis.\n[9]\nVaricella-zoster virus (VZV) and human herpesvirus-6 occur more commonly in immunocompromised adults and children, respectively.\n[9]\n[10]\nLess common viral causes include Epstein-Barr virus, mumps virus, measles virus, arboviruses (eg, West Nile virus), influenza virus, and lymphocytic choriomeningitis virus, the latter being more prevalent in unvaccinated and immunocompromised populations.\n[4]\n[8]\n[11]\n\nBacterial, fungal, and parasitic infections are less common causes of aseptic meningitis compared to viral infections. Bacterial sources may include partially treated meningitis, parameningeal infections (eg, epidural abscess and mastoiditis),\nMycoplasma pneumoniae\n, endocarditis,\nMycobacterium tuberculosis\n,\nTreponema pallidum\n, and leptospirosis. Fungal pathogens associated with aseptic meningitis include\nCandida\nspecies,\nCryptococcus neoformans\n,\nHistoplasma capsulatum\n,\nCoccidioides immitis\n, and\nBlastomyces dermatitidis\n. Parasitic causes of aseptic meningitis include\nToxoplasma gondii\n,\nNaegleria fowleri\n, neurocysticercosis (\nTaenia solium\n), trichinosis (\nTrichinella\nspiralis\n), and\nHartmannella\nspecies.\n[2]\n[12]\n\nNoninfectious causes of aseptic meningitis can be broadly categorized into 3 main groups:\n[1]\n\nSystemic diseases involving meningeal inflammation, such as neurosarcoidosis, Behçet disease, Sjögren syndrome, systemic lupus erythematosus, and granulomatosis with polyangiitis.\nDrug-induced aseptic meningitis is most commonly associated with NSAIDs, antibiotics (sulfamides, penicillins), intravenous immunoglobulin (IVIG), and monoclonal antibodies.\nNeoplastic meningitis, which may result from metastasis of solid tumors or hematologic malignancies such as lymphoma/leukemia.\n\nRarely, aseptic meningitis has been reported following certain vaccinations, including those for measles, mumps, rubella (MMR); varicella; yellow fever; rabies; pertussis; and influenza.\n[13]\n[14]\n[15]\nRecent reports have suggested its occurrence even after the meningococcal vaccination.\n[16]",
    "monitoring": "Evaluation of aseptic meningitis can be challenging; however, advances in diagnostic techniques, such as polymerase chain reaction (PCR) and next-generation sequencing, have facilitated the identification of pathogens. Progress has also been made in detecting autoimmune and paraneoplastic neurological syndromes, expanding the scope of recognized etiologies.\n[4]\n\nNotably, substantial differences exist between adults and children in both clinical presentation and laboratory findings.\n[2]\nThese distinctions often necessitate age-specific diagnostic and therapeutic approaches, highlighting the importance of tailoring management strategies to different patient populations.\n\nBefore performing a lumbar puncture, the clinical probability of elevated intracranial pressure should be assessed. If there is any suspicion of a space-occupying lesion or inflammation, a head computed tomography (CT) scan should be obtained before lumbar puncture, as recommended guidelines suggest.\n[5]\n[26]\nIn some cases, CT may also provide an alternative diagnosis, eliminating the need for a lumbar puncture.\n\nIn neonates and infants with open fontanelles, CT is typically unnecessary. Head ultrasound is the preferred imaging modality for this age group.\n[5]\n[27]\nResearch suggests that imaging can often be avoided if none of the following criteria are present:\n\nAge 60 or older\nHistory of CNS disease\nImmunocompromised state\nAltered mental state\nSeizure within 1 week of presentation\nNeurological deficits\n[4]\n[5]\n\nThese guidelines support evidence-based decision-making, ensuring that imaging resources are used appropriately and efficiently in patients suspected of having neurological conditions.\n\nEvaluation of aseptic meningitis follows a structured four-step approach:\n\nClinical assessment, including a detailed history and physical examination\nPre-lumbar puncture safety evaluation to assess contraindications\nLumbar puncture and CSF analysis\nMicrobiological and laboratory investigations to identify potential etiologies\n\nStep 1: Clinical Assessment\n\nObtain a detailed history\n[2]\nSymptoms: Headache, fever, neck stiffness, photophobia, and rash\nAge-specific features\nChildren: Nonspecific symptoms\nNeonates: Bulging fontanelle and irritability\nReview any recent illness, travel history, sick contacts, or potential exposures\nMedication history: Assess for drug-induced causes such as NSAIDs, antibiotics, IVIG, and monoclonal antibodies\n[4]\n[5]\n\nPerform a physical and neurological examination, including:\nVital signs (fever)\nNuchal rigidity, Kernig, and Brudzinski signs\nRash (viral)\nMental status (usually preserved; encephalopathy is less common)\n\nStep 2: Assess the safety of lumbar puncture\n\nEvaluate the risk of elevated intracranial pressure or a space-occupying lesion before lumbar puncture.\n[2]\n[4]\n[5]\nRisk factors include the following:\nAge 60 or older\nHistory of CNS disease\nImmunocompromised state\nAltered mental status\nSeizure within the past week\nFocal neurological deficits\n\nIf any risk factors are present, a head CT should be obtained before lumbar puncture\nIn neonates or infants with an open fontanelle, a head ultrasound is performed instead of a CT\n\nStep 3: Lumbar puncture and CSF analysis\n\nOpening pressure: Normal (<180 mm H\n2\nO) or slightly elevated.\nCell count with differential:\nLymphocytic pleocytosis (0-1000 WBC/μL).\nEarly neutrophil predominance (>50%), which later shifts to lymphocytes (>80%).\nAdults have higher CSF WBC and protein count.\n[5]\n[2]\nChildren have more neutrophilic pleocytosis and higher leukocyte counts than adults.\n[5]\n[2]\nNeonates and young infants require age-adjusted values (approximately 57% of children with aseptic meningitis demonstrate a predominance of neutrophils in CSF).\n[5]\n\nProtein: Usually normal or mildly elevated (<200 mg/dL)\nGlucose: Typically normal\n\nStep 4: Microbiological, molecular, and other testing\n\nGram stain and bacterial cultures to exclude bacterial meningitis\nPCR testing for viral pathogens:\nEnterovirus (most common)\nHSV-1 and HSV-2\nVZV, cytomegalovirus, and EBV\nArboviruses\n\nSerum laboratories (see\nTable.\nLaboratory Evaluation for Aseptic Meningitis)\nCBC with platelet count\nErythrocyte sedimentation rate\nC-reactive protein\nProcalcitonin\nSyphilis serology\nTuberculosis testing\nSerum HIV testing\nImmunoglobulin M and G for enterovirus, adenovirus, EBV, West Nile virus, and HSV.\n[4]\nIn immunocompromised patients, the diagnostic workup should be expanded to include fungal antibodies, mycobacterial studies, and less common viral pathogens.\n\nBlood cultures are used to rule out bacterial infections.\nImaging: Magnetic resonance imaging or contrast-enhanced CT is indicated for patients with focal neurologic deficits, concern for complications, or to exclude alternative diagnoses.\n\nAlthough distinguishing between aseptic and bacterial meningitis can be challenging, several diagnostic tools have been developed to support clinical decision-making. The Bacterial Meningitis Score remains the most specific tool currently available, with a sensitivity of 99% to 100% and a specificity of 52% to 62%. Additional laboratory findings, such as procalcitonin, C-reactive protein, and CSF basic profile, as well as CSF lactate levels, can provide valuable insights in differentiating bacterial from aseptic meningitis (see\nTable.\nBasic Profile of Cerebrospinal Fluid).\n\nThe Nigrovic Rule is a validated bedside tool that is particularly useful in children.\n[28]\nThis rule incorporates 5 criteria:\n\nSeizure at or before presentation\nBlood neutrophil count\nCSF Gram stain\nCSF protein\nCSF neutrophil count\n\nThe Nigorvic Rule demonstrates high sensitivity and serves as a practical guide for distinguishing bacterial from aseptic meningitis in pediatric populations.\n\nTable\nTable 1. Laboratory Evaluation for Aseptic Meningitis.\n\nAbbreviations: ESR, erythrocyte sedimentation rate; HSV, herpes simplex virus; LCMV, lymphocytic choriomeningitis virus; PCR, polymerase chain reaction; CT, computed tomography; CSF, cerebrospinal fluid; FTA-ABS, fluorescent treponemal antibody absorption; ELISA, enzyme-linked immunosorbent assay; IgM, immunoglobulin M; MRI, magnetic resonance imaging; PPD, purified protein derivative.\n\nTable 2.\nBasic Profile of Cerebrospinal Fluid\n\nTable",
    "administration": "Early recognition of the likely cause of meningitis is vital for initiating timely treatment. The primary goal is clinical stabilization, and studies have demonstrated that administering intravenous (IV) fluids over 48 hours can yield measurable benefits.\n[5]\n\nWhen bacterial or viral meningitis is suspected, empiric antimicrobial therapy should be started promptly. This therapy includes broad-spectrum antibiotics and antivirals such as acyclovir, selected according to the most likely pathogens for the patient's age group, which is particularly important in pediatric cases.\n[5]\nIn immunocompromised individuals, who are at increased risk for opportunistic infections, antifungal therapy should also be considered. Ideally, CSF should be obtained before administering antibiotics; however, if this causes treatment delays or if the patient is critically ill, antibiotic therapy should not be postponed. A repeat lumbar puncture is typically unnecessary but may be indicated if the patient's clinical status fails to improve after 48 hours. Ongoing monitoring and reassessment of neurological status are crucial for guiding management and ensuring comprehensive, responsive care.\n\nTreatment should be individualized based on clinical suspicion and diagnostic findings. A summary of therapeutic approaches is provided in the table at the end (see\nTable.\nKey Aspects of Asceptic Meningitis Treatment).\n\nStabilization and Supportive Care\n\nAirway, breathing, and circulation: Stabilize immediately.\n[29]\nNeurological monitoring: Use the Glasgow Coma Scale and perform frequent serial mental status examinations (every 2-4 hours).\nIntravenous fluids: Administer as needed, especially in children, to reduce the risk of complications such as seizures and neurologic deficits.\nAntipyretics and analgesics: Provide for symptom control.\nHospital admission: Recommended for children and for adults with significant symptoms or comorbidities.\n[2]\n\nEmpiric Therapy (Before Diagnosis Confirmed)\n\nEmpiric antibiotics: Initiate in all patients with suspected meningitis until bacterial causes are excluded by CSF analysis.\n[2]\nEmpiric acyclovir: Start if HSV or VZV is suspected, particularly in immunocompromised patients or those with encephalitic features.\n[3]\nDroplet isolation: Maintain for the first 24 hours if bacterial meningitis cannot be ruled out.\n[2]\n\nDefinitive Therapy (After Diagnosis Established)\n\nViral (most common): Supportive care only; discontinue antibiotics. No specific therapy is required for most enteroviral cases.\n[2]\nContinue acyclovir if HSV or VZV is confirmed or strongly suspected.\n[5]\nDrug-induced or noninfectious: Discontinue the offending agent and provide supportive care.\nFungal or other rare causes: Initiate pathogen-directed therapy as appropriate.\n\nSteroids\n\nDexamethasone is not routinely indicated for aseptic (viral) meningitis.\nDexamethasone is used to treat bacterial meningitis, particularly when a pneumococcal infection is suspected.\n[5]\nAdminister 10 to 20 minutes before or concurrently with antibiotics.\nClinical trials have shown a benefit in reducing short-term neurologic sequelae and hearing loss associated with bacterial meningitis.\n[30]\nIf steroids are started empirically and bacterial meningitis is ruled out, discontinue them.\n\nMonitoring and Follow-Up\n\nMonitor closely for complications such as seizures, increased intracranial pressure, or neurologic deficits.\nRepeat lumbar puncture is rarely required unless the clinical course is atypical or the patient deteriorates.\n\nDischarge\n\nDischarge may be considered in patients with a benign course of aseptic meningitis.\nDelay discharge for older patients, immunocompromised individuals, and children with pleocytosis.\nProvide home care instructions tailored to the underlying etiology (eg, strict hand hygiene and avoiding food sharing in enteroviral infections).\n[4]\n[5]\n\nTable\nTable 3. Key Aspects of Aseptic Meningitis Treatment.\n\nAbbreviations: IV, intravenous; HSV, herpes simplex virus; VZV, varicella-zoster virus; CSF, cerebrospinal fluid.",
    "adverse_effects": "The complications of aseptic meningitis are generally less severe compared to those associated with bacterial meningitis, but they can still occur, particularly in certain populations or with specific viral etiologies. Delays in treating suspected bacterial meningitis can result in permanent neurological sequelae, including hearing loss.\n[2]\n[4]\n\nViral meningitis may also be accompanied by encephalitis, resulting in a variable clinical presentation. For instance, mumps meningoencephalitis can lead to sensorineural deafness and aqueductal stenosis, the latter predisposing to hydrocephalus. Tuberculosis meningitis carries its own set of serious complications, including hydrocephalus, cerebral infarcts, epilepsy, mental regression, persistent neurological deficits, and cranial nerve palsies.\n[2]\n[4]\n\nNeurological Complications\n\nSeizures may occur, especially in children or when there is significant cerebral irritation, but prophylactic antiepileptics are not recommended in the absence of seizures.\n[4]\nSome patients experience transient cognitive or behavioral changes, such as confusion or irritability, during the acute phase of their illness. Rarely, mumps infection can lead to sensorineural hearing loss. Aseptic meningitis may also progress to encephalitis, particularly with enteroviruses, HSV, or arboviruses; HSV encephalitis can be severe and require urgent treatment.\n\nChronic headaches are another possible complication, sometimes lasting weeks to months, but are typically resolved. Recurrent cases, such as Mollaret meningitis (recurrent HSV-2 meningitis), can also occur.\n\nInflammation and obstruction of CSF pathways may result in hydrocephalus and increased intracranial pressure, causing headache, vomiting, and papilledema. Cranial nerve involvement may lead to temporary palsies, such as facial nerve palsy.\n\nSystemic Complications\n\nAlthough less common, systemic complications can develop. Enteroviral infections, for example, may lead to myocarditis or pericarditis. Arthritis or myositis may also occur in association with specific viral pathogens.\n\nComplications in Immunocompromised Patients\n\nPatients with weakened immune systems face a higher risk of severe complications. In this population, opportunistic infections are more frequent and outcomes are often worse, underscoring the importance of prompt recognition and targeted management.\n\nManagement of Complications\n\nManagement of complications in aseptic meningitis depends on the specific clinical presentation. Seizures are treated with antiepileptic drugs as indicated, whereas headaches are generally managed with analgesics and adequate hydration; however, persistent or chronic headaches may warrant further evaluation. Hearing loss should be assessed with an audiologic evaluation, and intervention may be required if deficits are significant. Hydrocephalus, when symptomatic, may necessitate neurosurgical management. Cranial nerve palsies typically resolve spontaneously but may benefit from supportive care during the recovery process."
  }
}