{
  "drug_name": "celecoxib",
  "nbk_id": "NBK535359",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535359/",
  "scraped_at": "2026-01-11T15:25:29",
  "sections": {
    "indications": "Due to its cardiovascular risk, celecoxib is contraindicated for the treatment of perioperative pain in the setting of coronary artery bypass graft (CABG) surgery.\n\nCelecoxib also contains a sulfonamide group and is contraindicated in patients who have demonstrated severe allergic reactions to drugs with a sulfonamide group (eg, sulfamethoxazole). Studies have shown that allergies to sulfonamide antimicrobials are a risk factor for allergic reactions to the sulfonamide chemical group. A history of penicillin allergy is at least as strong a risk factor for an allergic reaction. Thus, providers should understand that this phenomenon is likely not solely due to the cross-reactivity of sulfonamide-containing antimicrobials and non-antimicrobials and that certain patients have an increased propensity to celecoxib allergy if allergic to any antimicrobial drug.\n[14]\n\nSince CYP2C9 metabolizes celecoxib, its use requires caution in patients taking medicines that inhibit CYP2C9, eg, fluconazole, an antifungal drug.\n[9]\n[15]\nAs with all NSAIDs, celecoxib should not be taken after 29 weeks of pregnancy because of the risk of patent ductus arteriosus.\n[16]\n\nBox Warning\n\nLike all NSAIDs, celecoxib carries an FDA box warning for cardiovascular risk, including an increased risk of heart attacks and strokes. As a selective COX-2 inhibitor, celecoxib also faces scrutiny for increased cardiovascular risk due to another selective COX-2 inhibitor, rofecoxib, being withdrawn from production in 2004 due to cardiovascular risk concerns. Extensive reviews have had mixed results regarding whether celecoxib carries non-inferior or increased cardiovascular risk compared to ibuprofen and naproxen.\n[17]\n[18]\n\nLike all NSAIDs, celecoxib also carries an additional FDA box warning for gastrointestinal (GI) effects, including bleeding, ulceration, and perforation of the stomach and intestines. This adverse effect makes it particularly dangerous to susceptible populations such as older patients.\n[19]",
    "mechanism": "Celecoxib is chemically designated 4-[5-(4-methylphenyl)-3-(trifluoromethyl)-1H-pyrazol-1-yl] benzenesulfonamide and is a diaryl-substituted pyrazole. The mechanism of celecoxib's action is due to the selective inhibition of cyclooxygenase-2 (COX-2), responsible for prostaglandin synthesis, an integral part of the pain and inflammation pathway.\n[5]\nThis pharmacologic activity gives celecoxib its analgesic, anti-inflammatory, and antipyretic effects. Celecoxib also weakly inhibits COX-1, affecting platelet function less than aspirin.\n\nCelecoxib also has anticancer properties discussed below and exerts its anticancer properties by binding cadherin-11 (CDH11), which likely plays a significant role in the malignant progression of cancerous cells.\n[6]\n\nPharmacokinetics\n\nAbsorption:\n\nCelecoxib undergoes rapid absorption in the GI tract, with peak plasma levels achieved within 3 hours of a single dose.\n[7]\n\nDistribution:\n\nThe steady-state volume of distribution of celecoxib is about 429 L, suggestive of broad distribution into various tissues.\n[8]\n\nMetabolism:\n\nCelecoxib is extensively metabolized through cytochrome P450 2C9 (CYP2C9) and may interact with other medications that are substrates of CYP2C9.\n[9]\n\nElimination:\n\nCelecoxib has a half-life of 11.2 hours. The drug is primarily eliminated via hepatic metabolism, with a small amount of the drug unchanged in the feces. When taken orally, about 57% of the dose is excreted in the feces and 27% in the urine as metabolites.",
    "administration": "Dosage Forms and Strengths\n\nCelecoxib is a medication taken orally and is available in capsule form in 50, 100, 200, and 400 mg doses. In rare cases, celecoxib can also be added to customized compounds for topical administration with or without iontophoresis or other topical delivery mechanisms. Celecoxib also comes in an oral solution of 120 mg/4.8 mL (25 mg/mL).\n\nAdult Dosing\n\nOsteoarthritis: 200 mg orally daily or 100 mg twice daily.\n\nRheumatoid Arthritis: 100 to 200 mg orally twice daily, using the lowest effective dose.\n[10]\n\nAnkylosing Spondylitis: 200 mg by mouth daily. Dosing can increase to 400 mg. Always use the lowest effective dose for the shortest possible treatment duration. Prescribers should consider discontinuing the drug if there is no response at the highest dose after 6 weeks.\n\nDysmenorrhea: 200 mg by mouth twice daily. Dosing can increase to 400 mg. Always use the lowest effective dose for the shortest possible treatment duration. Prescribers should consider discontinuing the drug if there is no response at the highest dose after 6 weeks.\n\nAcute Pain: 200 mg orally twice daily; patients can start with 400 mg for a single dose on day 1 of therapy, with an additional 200 mg on the first day if necessary.\n\nAcute migraine: (Oral solution only) 120 mg orally, with or without food.\n[11]\n\nAll doses should be given with food if GI upset occurs. In patients who are poor CYP2C9 metabolizers, consider starting at 50% of the lowest dose.\n\nSpecial Patient Populations\n\nHepatic impairment:\nAvoid use in hepatic insufficiency if the patient is Child-Pugh Class C. For Child-Pugh Class B, decrease the dose by 50%.\n\nRenal impairment:\nCrCl >60 requires no adjustment. CrCl of 30 to 60 is undefined. Avoid use in renal impairment of creatinine clearance is less than 30 mL/s.\n\nPregnant women:\nClinicians should weigh the risks vs benefits if the patient is under 30 weeks gestation, especially from 20 to 29 weeks gestation; limit dose and duration; and consider amniotic fluid monitoring if the drug is used for more than 48 hours. Avoid using celecoxib after 30 weeks of gestation.\n[12]\n\nBreastfeeding women:\nCelecoxib can be used while breastfeeding; human data shows no known risk of infant harm.\n\nPediatric patients:\nJuvenile idiopathic arthritis (age 2 and older):\n\n10 to 25 kg: 50 mg orally twice daily; use the lowest effective dose for the shortest duration possible.\n>25 kg: 100 mg twice daily; use the lowest effective dose for the shortest duration possible.\n\nOlder patients:\n\nAppropriate studies to date have shown no specific problems that would limit the use of celecoxib in older patients. However, this population is more prone to renal, hepatic, and GI issues, so monitor for renal and hepatic impairment and signs of GI bleeding.",
    "adverse_effects": "Celecoxib is a generally safe and well-tolerated agent; its risks are similar to most other NSAIDs. Common adverse events include dyspepsia, diarrhea, abdominal pain, nausea, vomiting, and elevated AST/ALT or BUN.\n\nSevere adverse reactions to celecoxib include GI bleeding or perforation/ulcer, MI, stroke, and thromboembolism.\n[13]\nIn addition to these, celecoxib may cause new or worsening hypertension, fluid retention in patients with congestive heart failure, renal toxicity, liver toxicity, anaphylactic reactions, and skin changes ranging from a non-severe rash to Stevens-Johnson syndrome.",
    "monitoring": "Monitoring includes serum creatinine at baseline. In older patients, check for renal or hepatic impairment, CHF, dehydration, or hypovolemia. Prescribers should monitor a patient's blood pressure and renal and liver function and monitor for signs and symptoms of GI bleeding, especially with long-term usage.\n\nPrescribers need to monitor patients for adverse drug reactions due to the risk of celecoxib causing new or worsening hypertension, fluid retention in patients with congestive heart failure, renal toxicity, liver toxicity, anaphylactic reactions, and skin changes ranging from a non-severe rash to more severe reactions including Stevens-Johnson syndrome.\n[20]\n\nPatients taking medications such as lithium or warfarin should have the concentrations of these drugs monitored more carefully as well due to celecoxib's renal toxicity and inhibition of CYP2C9, respectively. Plasma concentrations of celecoxib are not routinely part of the monitoring to determine therapeutic efficacy.",
    "toxicity": "Unfortunately, no antidote is available for celecoxib overdose. However, celecoxib is a relatively safe medication. There were no reported overdoses of celecoxib during FDA trials, and doses up to 2400 mg per day for 10 days did not result in severe toxicity.\n\nSymptoms of celecoxib overdose would likely be similar to overdoses of other NSAIDs, which include lethargy, drowsiness, nausea, vomiting, and epigastric pain. Activated charcoal may be administered for overdose treatment at the discretion of emergency medical providers if the patient presents within 4 hours of known or suspected ingestion of significant amounts of celecoxib. Due to high plasma protein binding, dialysis, urine alkalinization, or diureses are unlikely to have a significant therapeutic effect on celecoxib overdose.\n[19]"
  }
}