{
  "drug_name": "cellulose gum",
  "nbk_id": "NBK589664",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589664/",
  "scraped_at": "2026-01-11T18:46:47",
  "sections": {
    "indications": "The American Dental Association (ADA) defines dental emergencies as potentially life-threatening diagnoses requiring immediate treatment to stop bleeding, remedy the infection, and alleviate severe pain. However, not all dental emergencies put life in danger. A dental emergency also refers to any problem affecting teeth or supporting tissues that requires immediate action to prevent biological, functional, or aesthetic complications.\n[1]\n\nPain is usually the most common presenting complaint.\n[1]\nBiologically mediated dental emergencies include bacterial, viral, or fungal infections; mechanically mediated dental emergencies refer to tooth fracture, luxation, and avulsion or when dental treatment leads to pulpal or periodontal complications and pain.\n\nThe management of a dental emergency should be focused on immediate concerns to relieve symptoms, such as pain or bleeding, and then to evaluate what is required next. Because the definition of a dental emergency encompasses many diagnoses, it is helpful to organize the evaluation and treatment of dental emergencies into 3 categories: traumatic, infectious, and post-procedural.\n[1]\n\nTraumatic Dental Emergencies\n\nTraumatic dental emergencies include tooth fractures, luxations, and avulsions. Traumatic dental injuries are all sustained by the direct or indirect impact on the dentition or surrounding structures.\n[2]\nThe inciting trauma is most commonly due to falls, sports injuries, traffic accidents, or physical violence.\n[3]\nWhile all traumatic dental emergencies are sustained via similar mechanisms of injury, they present with unique findings during the physical exam and are managed differently. If traumatic dental injuries are not managed correctly, the site of injury becomes an avenue for bacterial invasion, and the patient may develop an infectious dental emergency.\n\nInfectious Dental Emergencies\n\nInfectious dental emergencies in their early stages are localized and treatable. However, if they are not managed correctly, there is a risk of contiguous bacterial spread into the deep spaces of the neck, mediastinum, facial sinuses, and brain, resulting in life-threatening infections and airway compromise.\n\nAlmost all dental infections begin with dental caries. Dental caries is highly prevalent - experienced by nearly 100% of adults worldwide.\n[4]\nThe oral cavity is a polymicrobial environment, and extravasation of the bacteria into previously sterile oral spaces is the source of different types of dental infections, which include pulpitis, pulp necrosis, periodontitis, periapical and periodontal abscesses, necrotizing periodontal disease, and pericoronitis. Proper oral hygiene, mitigation of health risk factors, and early identification and treatment reduce the prevalence of dental infections and the risk of life-threatening complications.\n\nPost-procedural Dental Emergencies\n\nPost-procedural Bleeding\n\nThe most common post-procedural emergency seen in dental practice is post-extraction bleeding, which persists longer than 8 to 12 hours after a dental extraction.\n[5]\nPost-extraction bleeding is especially seen in patients with congenital bleeding disorders, systemic diseases affecting hemostasis, or in those taking anticoagulation medications. Lack of or inappropriate treatment may lead to more serious complications, including a large intraoral hematoma, severe blood loss, and compromise of a patient's airway in some cases.\n\nAlveolar Osteitis\n\nCommonly known as \"dry socket,\" alveolar osteitis is a post-extraction complication characterized by persistent severe pain at the extraction site (see\nImage.\nAlveolar Osteitis). Though the pathophysiology is not fully understood, the absence or loss of the fibrin clot at the extraction socket exposes an area of the alveolar bone, which causes prolonged pain and often leads to multiple dental visits for symptomatic relief.\n[6]\n[7]\nIt is important to note that alveolar osteitis is not considered an infectious process but rather the result of delayed healing. Considering dental emergencies within the above categories helps healthcare team members better evaluate and treat patients while improving overall outcomes.",
    "mechanism": "The etiologies of the various dental emergencies differ depending on the diagnosis, but general themes can be observed within each category.\n\nTraumatic Dental Emergencies\n\nTraumatic dental emergencies are all sustained by the direct or indirect impact on the dentition or surrounding structures.\n[2]\nThe inciting trauma is most commonly due to falls, sports injuries, traffic accidents, or physical violence.\n[3]\nFalls account for most dental trauma, followed by motor vehicle accidents, which most commonly affect primary dentition. Sports-related dental trauma is most prevalent in the teenage population, whereas the incidence of physical violence-related dental trauma increases in young adults aged 21 to 25.\n[8]\n\nWhether the inciting trauma results in a tooth fracture, luxation, or avulsion depends on multiple factors, including the location of the tooth in the dental arch, the force and direction of the impact, the structure of the impacting object, and the integrity of the tooth and its surrounding structures.\n[8]\nTeeth located anteriorly in the maxilla are most likely injured because of their position within the oral cavity. Any patients with previous dental injury, dental caries, or inflammatory changes of the tooth’s surrounding structures are more predisposed to traumatic injuries with even a lower impact than those with healthy tissues.\n[9]\n\nIt takes significant force to avulse a tooth; thus, additional injuries to the surrounding alveolar bony structures and the entire head and neck should be considered in patients with avulsed teeth.\n[2]\n\nInfectious Dental Emergencies\n\nDental caries are the basis for the majority of dental infections. While dental caries are not life-threatening, their presence can predispose patients to oral cavity infections. Other causes of dental infections include trauma or operative manipulation such as root canal treatment and third molar extractions.\n[10]\n\nInfections of dental origin prompt patients to seek emergency treatment mainly due to severe pain or swelling. These include irreversible pulpitis, necrosis, periodontitis, and apical and periodontal abscesses (see\nImage.\nDental Abscess). While periodontal disease does not normally induce pain, a severe necrotizing form of the disease exists, which is characterized by an aggressive infection with extreme gingival pain.\n[11]\nPericoronitis, the infection of the gingival tissue overlying an erupting or partially erupted tooth, and typically a 3rd molar, may also cause localized pain and swelling.\n\nThe progression of dental infections can lead to deep space infections of the head and neck and osteomyelitis of the facial bones. In 1 study, dental infections were the most common cause of almost 50% of deep neck abscesses.\n[12]\nLikewise, dental infections were found to be the etiology for over 90% of patients who presented with Ludwig angina, a rapidly progressive and sometimes fatal infection of the soft tissues of the mouth and neck, which can ultimately cause airway compromise.\n[13]\nThus, early identification and prompt treatment of dental infections are important to prevent more severe, widespread, and life-threatening infections.\n\nPost-procedural Dental Emergencies\n\nPost-procedural Bleeding\n\nMultiple mechanisms may disrupt hemostasis, which can be organized into local and systemic etiologies. Hemostasis can be disrupted locally when the blood clot fails to form or is lost at the site of vessel injury. This depends on intrinsic factors, including the surgical location (whether the site is easily accessible) and wound size, with smaller lesions responding better to local treatment. Extrinsic factors, including accidental disruption of the clot through persistent spitting or rinsing and constant suctioning, can also affect local hemostasis.\n[14]\n\nA systemic disruption of the hemostasis is seen in congenital and acquired coagulopathies. Congenital coagulopathies are rare, but the most commonly encountered are hemophilia A, hemophilia B, and Von Willebrand Disease, which inhibit stable clot formation.\n[15]\nAcquired coagulopathies include patients with systemic diseases that affect either the clotting factors or platelet number and integrity. This commonly involves patients with cirrhosis or end-stage renal disease managed with dialysis.\n[14]\nAcquired coagulopathies also include patients on anticoagulant medications such as enoxaparin, warfarin, and direct oral anticoagulants, all of which affect the clotting cascade in unique ways and thus prevent stable clot formation.\n\nAlveolar Osteitis\n\nWhile the etiology of alveolar osteitis is not fully understood, many hypotheses have been studied to determine why clot formation at the extraction site either doesn’t develop or prematurely breaks down. The etiology is likely multifactorial as many studies have found physiologic and non-physiologic mediators promoting premature clot lysis. Although poorly understood, cytokines (specifically IL-6), biomarkers, local intraoral bacteria, and poor oral hygiene have all been implicated as potential culprits in the pathogenesis of this disease.\n[7]",
    "monitoring": "Traumatic Dental Emergencies\n\nBoth intraoral and extraoral radiographs, in addition to CT scans, can help identify dental and periodontal fractures. The recommended radiographs are 1 parallel periapical view, 2 additional views with a vertical and horizontal angle, and an occlusal view.\n[49]\n\nThey can be useful in discerning between a dental luxation and a dental avulsion and can also better evaluate the extent of fractures below the gingival margin. Depending on the history obtained and the physical exam, radiographs and CT scans may not change the treatment plan. Dentists should consider the risks and benefits of radiation exposure to the patient.\n[17]\n[9]\n\nInfectious Dental Emergencies\n\nVisual inspection and palpation are the best initial methods to evaluate for infection. Common signs of infection include tissue erythema, swelling, or pus extrusion. Tooth discoloration and gingival necrosis may also be noted. Periodontal probing can aid in the diagnosis of periodontal disease.\n\nDental radiographs can show the extent of the infection and help evaluate areas that are not obvious to visual evaluation. These include intraoral periapical radiographs, bitewing radiographs, and panoramic radiographs. These radiographs help to identify the extent of dental caries, the presence of a periapical abscess, alveolar bone loss concerning periodontitis, and third molar eruptions. The dental practitioner’s physical examination must confirm all radiographic evidence for a full evaluation and accurate diagnosis.\n\nCT scans and MRIs help assess deep-space infections and osteomyelitis. Cone-beam CT is becoming increasingly common in clinical settings to better visualize areas of oral infections.\n[54]\n\nPost-procedural Dental Emergencies\n\nPost-procedural Bleeding\n\nUnless in a traumatic oral injury setting, radiographs and CT scans have little utility in managing post-extraction and postoperative bleeding.\n\nIdeally, any history of congenital coagulopathy, systemic illness, or medication use that would predispose a patient to have abnormal bleeding would have been identified by the oral surgeon or dentist before the procedure. It can be useful to ask whether bleeding disorders are present in any members of the patient’s family, as congenital coagulopathies are inherited and may not yet be diagnosed in the patient themselves. Suppose a patient has been diagnosed with congenital coagulopathy. In that case, it is ideal to coordinate their dental care in conjunction with their hematologist and provide factor replacement before any invasive procedures to prevent postoperative bleeding. Similarly, suppose a patient is known to have a systemic illness or uses anticoagulant medications. In that case, it can be beneficial to coordinate their dental care in conjunction with their primary care physicians to minimize the risk of postoperative bleeding.\n[28]\n\nSome literature reviews suggest patients should discontinue their anticoagulation medications before their dental procedure. Clinical trials suggest that patients on warfarin or direct oral anticoagulants would benefit from starting oral tranexamic acid before their dental procedure. However, these points remain controversial, and other sources suggest that the risk of bleeding is lower than the risk of thromboembolism and recommend patients continue their anticoagulant therapy perioperatively given the high efficacy and availability of local hemostatic therapies.\n[23]\n[25]\n[55]\n[56]\n[57]\n\nIn addition to a thorough physical exam, laboratory studies can be performed preoperative or postoperative if clinically indicated to evaluate hemoglobin and platelet levels, to identify supratherapeutic international normalized ratio (INR) levels with warfarin use and in patients with cirrhosis, and to determine clotting Factor VIII and IX blood levels in patients with Hemophilia A and B, respectively.\n\nAlveolar Osteitis\n\nAlveolar osteitis is a clinical diagnosis and does not require laboratory studies or radiographic examination. A thorough history and physical exam are sufficient to diagnose this postoperative complication. However, panoramic radiographs can be performed if there is a concern for a retained tooth fragment within the alveolar socket.\n[7]",
    "administration": "In addition to the treatments described below, all dental emergencies benefit from basic oral hygiene measures to prevent the natural oral cavity flora's overgrowth and opportunistic infections.\n\nTraumatic Dental Emergencies\n\nTooth Fractures\n\nEnamel infractions generally do not require treatment. However, if the microcrack starts progressing in size, etching, and sealing with bonding resin is recommended to prevent discoloration and bacterial infection.\n[49]\n\nIf the tooth fragment is available, enamel fractures can be managed by reattaching the enamel fragment. If the tooth fragment is unavailable, the tooth edges can be smoothed if the lesion is small or restored with resin composite if the lesion is more extensive. It is recommended that patients follow up in 2 and 12 months so the dentist can assess the integrity of the restoration clinically and with radiographs.\n[49]\n\nThe focus of initial treatment for enamel-dentin fractures is to protect the exposed dentin. Calcium hydroxide liners are commonly available in urgent care clinics, emergency departments, and primary care offices. These healthcare providers should apply this temporary treatment to prevent infection and protect the tooth’s viability.\n[58]\nIn dental offices, calcium hydroxide can also be applied initially; however, the material must eventually be covered with a composite resin or glass ionomer. If the fragment is available, a dentist can consider reattaching it. If the fragment is unavailable, the dentist can perform restorative procedures using various materials, including resin direct composites or ceramics.\n[49]\n\nThe focus of initial treatment for enamel-dentin fractures with pulp exposure is to protect the pulp. Calcium hydroxide is 1 method to accomplish this and is often available in non-dentistry practice settings. when initiated early, it can help prevent bacterial infection.\n[58]\nFor definitive treatment, the dentist has 2 main avenues of managing pulp exposure: pulp capping or partial pulpotomy. The best approach is dependent on the degree and duration of the pulp exposure and the presence of other injuries.\n\nPulp capping works best in immature teeth with open apices, where the pulp was considered healthy before the trauma. Indications for pulp capping include pulp exposure of a small diameter (less than 1.5 mm) that has only been exposed for a short time, thus minimizing the risk of bacterial invasion.\n[48]\n\nPartial pulpotomy is indicated when the duration of pulp exposure has been extensive, or the diameter of exposure exceeds 1.5 mm. In these cases, a partial pulpotomy can be performed, ultimately allowing the tooth to remain vital for an extended time. However, the tooth eventually requires root canal therapy and restoration.\n[9]\n\nCrown-root fractures are initially managed by identifying the extent of the fracture and exposing its margins. If still attached, the tooth fragment is removed by the dentist to evaluate for pulp involvement. If the pulp is not involved, the fragment can be reattached, or the exposed dentin can be covered with resin composite or glass ionomer.\n\nIf the pulp is exposed or the fracture extends far past the cementoenamel junction, definitive management becomes more complex and interdisciplinary, involving the dentist, endodontist, and oral surgeon.\n[9]\n[49]\n\nThe initial focus for treating root fractures involves ensuring appropriate crown fragment placement on physical exams and radiography. The crown is often mobile and thus needs to be stabilized with a dental splint for weeks to months, with cervically-located fractures requiring a longer duration of immobilization when compared to apically located fractures.\n[49]\n\nIt is recommended that patients who have undergone treatment for enamel-dentin fractures with pulp exposure, crown-root fractures, and root fractures should have regular follow up with their dentist or oral surgeon at 2 months, 3 months, 6 months, and 12 months duration.\n[49]\n\nTooth Luxations\n\nTooth subluxations generally do not require treatment; however, a passive and flexible splint can stabilize the tooth if there is marked mobility or tenderness when the patient bites down. If a splint is applied, it is recommended that the patient follow up with a dentist after 2 weeks to remove the splint. If a splint is not utilized, the patient should be reevaluated by a dentist clinically and radiographically after 2 weeks, 12 weeks, 6 months, and 12 months.\n[49]\n\nExtrusive luxations require that the tooth be gently pushed back into its alveolar socket under local anesthesia. The tooth must be stabilized with a passive, flexible splint for 2 to 4 weeks. The patient is recommended to follow up with a dentist after 2 weeks, 4 weeks, 8 weeks, 12 weeks, 6 months, and 12 months. The patient requires endodontic treatment if subsequent radiographs or pulp sensitivity testing indicate pulp necrosis.\n[49]\n\nIntrusive luxations in teeth with incomplete root formation may spontaneously re-erupt without intervention. If spontaneous repositioning does not occur within 4 weeks, orthodontic repositioning becomes necessary. Teeth with complete root formation may spontaneously re-erupt if there is less than 3 mm of intrusion; however, surgical repositioning should be initiated if there is no spontaneous eruption within 8 weeks. If there is more than 3 mm of intrusion, the tooth should be repositioned surgically. The tooth should be stabilized in a passive, flexible splint for 4 weeks. While teeth with incomplete root formation are unlikely to develop pulp necrosis, mature teeth almost always experience pulp necrosis, and the health of the pulp should be monitored at subsequent follow-up appointments. Root canal therapy should be considered early.\n[49]\n\nLateral luxations require that the tooth be gently relocated back to this alveolar socket under local anesthesia. This can be difficult when the root is “locked” into position by a concomitant alveolar fracture and may require the dentist to disengage the tooth apex before repositioning it. The tooth requires stabilization with a passive and flexible splint for at least 4 weeks, perhaps longer if there are concomitant alveolar fractures. The pulp should be evaluated for necrosis 2 weeks after the injury with sensitivity testing. Teeth with incomplete root formation may experience spontaneous revascularization. However, teeth with complete root formation likely experience pulp necrosis, and root canal therapy is often indicated. The patient is recommended to follow up with a dentist after 2 weeks, 4 weeks, 8 weeks, 12 weeks, 6 months, and 12 months.\n[49]\n\nTooth Avulsions\n\nIf possible, replantation is the preferred treatment modality.\n[59]\nThis must occur quickly, with the highest tooth survival seen with tooth replantation within the first 30 minutes. Early treatment focuses on preserving both tooth viability and a functioning alveolar socket.\n[17]\nPrimary teeth are never replanted, as this can affect the normal eruption of underlying permanent teeth.\n\nBefore replantation, it is recommended that the avulsed tooth be stored in an isotonic solution to prevent apoptosis of the periodontal ligament. Such acceptable solutions include milk, normal saline, or the patient’s saliva. Cell death of the periodontal ligament is inevitable and can only be temporarily delayed with a proper storage medium.\n[60]\nThe alveolar bone should be gently irrigated with normal saline, and any obstructing blood clot should be aspirated before replantation.\n\nThe tooth should be replanted in the correct anatomic alignment with firm pressure into the alveolar socket. It should then be stabilized with a passive and flexible splint.\n[9]\nImmobilization with a splint allows the periodontal ligament fibers to reform connections between the alveolus and the cementum. It is recommended that patients follow up to have their splint rechecked or removed at 2 weeks. If, at this time, the tooth is not viable, root canal therapy is indicated. If the tooth is viable, radiographs should be obtained at the 2-week, 1-month, 3-month, and 6-month follow-up appointments to evaluate for resorption of the tooth. Root canal therapy or even tooth extraction may be indicated if resorption develops.\n[49]\n\nInfectious Dental Emergencies\n\nDental infections should be promptly identified and treated immediately to avoid contiguous or hematogenous spread and subsequent life-threatening complications.\n\nAs with any infection, complete removal of the source is always ideal but not practical in the case of dental infections. Tooth extraction is an option for certain patients but is usually the last resort. Often, other techniques are recommended so patients can maintain their dentition.\n\nPulpitis requires treatment for pulp protection and insertion of restorative materials if considered reversible. Either root canal therapy or tooth extraction treats irreversible pulpitis and necrosis.\n\nPeriapical and periodontal abscesses require incision and drainage if a tooth extraction is not the desired option. Oral antibiotics should also be given if there is surrounding cellulitis or the patient is immunocompromised. Antibiotics should include gram-negative bacteria and anaerobic coverage. Common antibiotic choices include amoxicillin, amoxicillin-clavulanate, or clindamycin.\n[61]\nLarge abscesses and deep space infections require hospital admission, parenteral antibiotics, and sometimes operative intervention.\n\nTreatment for periodontitis is almost universally non-surgical. Mitigation of risk factors such as tobacco cessation and diabetes control is essential for treatment. Professional dental cleanings can be a first step to reversing the disease as it removes the gross buildup of plaque and calculus. Proper home oral hygiene and antimicrobial mouth rinses such as chlorhexidine gluconate are recommended. Rarely systemic oral antibiotics are needed. In extreme cases, surgery to remove the infected gums can be done to maintain dentition.\n[36]\n\nTreatment for necrotizing periodontal disease is dependent on the severity of the disease. However, the initial management generally involves mechanical debridement of necrotic tissue under local anesthesia, removal of any pseudomembrane, and aggressive oral hygiene incorporating an antiseptic mouthwash. In addition to these local measures, oral antibiotics are indicated if systemic symptoms (such as fever or lymphadenopathy) are present. Mitigating risk factors such as tobacco use or any underlying immunologic condition is also important in managing necrotizing periodontal disease.\n[11]\n\nTreatment for pericoronitis includes non-surgical and surgical treatment options. Aggressive oral hygiene with irrigation of the pericoronal space is recommended to dislodge any impacted debris.\n[62]\nOften, oral antibiotics help decrease the bacterial load in that area.\n[63]\nSurgical treatment involves removing the soft tissue layer overlying the erupting third molar called the operculum. This procedure is beneficial as it removes the deep pocket within the gingiva and makes it easier for the tooth to erupt.\n[64]\nExtraction of the involved tooth is often an acceptable treatment for pericoronitis involving third molar eruptions.\n\nPost-procedural Dental Emergencies\n\nPost-procedural Bleeding\n\nThe initial treatment of post-extraction and postoperative bleeding is to augment hemostasis while maintaining airway patency. The interventions available for post-extraction and postoperative bleeding can be categorized into local or systemic treatments.\n[5]\n\nLocal interventions consist of both surgical and non-surgical hemostatic measures. Basic non-surgical hemostatic measures include manual pressure or pressure packing with gauze. However, various therapies can be applied locally to absorb or halt bleeding. These therapies typically involve hemostatic pharmacologic or biologic agents impregnated into packing material, sponge, gel foam, adhesive, or solution applied locally to the bleeding site. These therapies have been well documented in the literature and are considered effective in common practice.\n[5]\n[55]\nBelow is a list of common locally acting hemostatic agents organized by category:\n\nAdhesive agents: cyanoacrylate glue, fibrin glue, and chlorhexidine bio-adhesive gel\nAbsorbable agents: oxidized cellulose, gel foam, collagen fleeces or sponges, and gelatin sponge\nBiologic agents: topical thrombin, green tea extract, Haemocoagulase, and Ankaferd Blood Stopper\nSealant agents: acrylic or surgical splints and calcium alginate\nPharmacotherapies: local antifibrinolytic solutions (ie, tranexamic acid mouthwash) and gauze soaked in the tranexamic acid\n\nSurgical measures can also be used in isolation or non-surgical methods to obtain hemostasis. This involves the oral surgeon cauterizing or suturing the site of bleeding. The exact surgical approach depends on the source of the bleeding.\n[5]\n\nSystemic interventions should be considered when a patient has a known congenital coagulopathy, a systemic illness that makes them prone to bleeding, or using anticoagulant therapies. The role of local hemostatic agents can be limited in these scenarios as they do not address the underlying etiology of the bleeding. Systemic interventions include the administration of:\n\nBlood products such as fresh frozen plasma (FFP), platelets, or packed red blood cells (pRBCs) in the setting of warfarin use or cirrhosis\nSpecific factor replacement therapy in the setting of congenital coagulopathies\nAnti-hemophilic factor A or anti-hemophilic factor B for Hemophilia A and B, respectively\nVon Willebrand factor concentrates on the setting of Von Willebrand disease\nProthrombin complex concentrate (PCC) in the setting of cirrhosis, warfarin use, or direct oral anticoagulant use\nEpsilon amino-d-caproic acid in the setting of enoxaparin use\nDesmopressin in the setting of damaged platelets\nTranexamic acid\n\nSystemic agents should be used cautiously in the anticoagulated patient as there is a risk of thrombotic events with anticoagulation reversal. The risks and benefits of anticoagulation reversal must be considered individually, discussed with the patient, and using the clinician’s best judgment.\n[5]\n[25]\n\nThe general approach to the patient experiencing postoperative bleeding should be for the dentist or oral surgeon to first clearly visualize the source of bleeding by removing all saliva and residual clots from the surgical site with suction. Manual pressure should be applied firmly with a damp gauze for at least 5 minutes. If the bleeding has not resolved with this measure, local anesthesia should be administered so the patient can be treated with more aggressive therapy. The oral surgeon or dentist should utilize an appropriate local non-surgical hemostatic agent with or without sutures. If the bleeding is not controlled with these methods, systemic treatment should be considered with a hematologist.\n[5]\n\nIf the bleeding is brisk and hemostasis is not obtained such that the patient cannot adequately tolerate their secretions, or if there is an expanding hematoma, the healthcare provider should have a low threshold to secure the patient’s airway in conjunction with definitive hemostasis.\n\nAlveolar Osteitis\n\nNot surprisingly, as the pathophysiology of alveolar osteitis is poorly understood, there is no consensus on protocols for its treatment or management. Despite this, treatment approaches focus on symptomatic relief rather than addressing any underlying disease process.\n\nWhile it does little to relieve pain, initial management involves intra-alveolar irrigation, which assists in removing clot debris and necrotic tissue. Local analgesia can be obtained with topical anesthetics gels, which can be applied after irrigation. Local analgesia can also be augmented with oral non-steroidal anti-inflammatory drugs (NSAIDs). Although they may impair healing and cause local inflammatory reactions, they appear to have a role in temporarily applying medicated dressings (impregnated with analgesic or antibacterial compounds) post-operatively. Additionally, chlorhexidine oral rinses after exodontia have been shown to help prevent alveolar osteitis, while its use as a primary treatment is still being investigated.\n[7]\n\nMore recently, low-level laser therapy (LLLT) has been suggested to be an effective alternative treatment with comparable results to other known treatments with the benefit of being both safe and inexpensive.\n[7]\nWith some studies showing this newer technology to be both effective and advantageous, with further study, it could become a protocolized consensus treatment in the future.",
    "adverse_effects": "The relevant complications for the various dental emergencies differ depending on the specific diagnosis and category being considered.\n\nTraumatic Dental Emergencies\n\nComplications of traumatic dental emergencies include pulp necrosis, pulpal obliteration, tooth discoloration, dental or periodontal abscesses, fistula formation, and root resorption.\n[72]\nTooth avulsions are especially at risk for loss of pulp vitality, especially as the risk increases with each minute the avulsed tooth remains outside the alveolar socket.\n[17]\n\nInfectious Dental Emergencies\n\nThe most common complication of dental infections is tooth loss. However, if left untreated, dental infections can spread both contiguously and hematogenously, with the potential to cause numerous complications. Through contiguous spread, dental and periodontal infections can lead to osteomyelitis of the mandible or maxilla, deep neck space infections (which include Ludwig angina, retropharyngeal abscess, and mediastinitis), and rarely intracranial infections (which include cavernous sinus thrombosis, meningitis, and subdural empyema). If patients with dental infections become bacteremic, there is the potential for hematogenous spread, which can lead to endocarditis.\n[51]\n\nSpecifically, Ludwig’s angina and retropharyngeal abscesses can compromise a patient’s airway. Patients experiencing Ludwig’s angina may present with soft tissue edema involving the face, oral cavity, and neck, which leads to trismus, respiratory distress, voice changes, and the inability to tolerate oral secretions. In these cases, stridor is an ominous sign, and the provider should have a low threshold to intubate before respiratory distress develops utilizing advanced airway equipment, such as video laryngoscopy or fiber optics.\n[13]\n\nPatients presenting with retropharyngeal abscesses are also ill-appearing and present similarly to patients with Ludwig’s angina; however, they are less likely to have facial or neck edema and are more likely to experience neck stiffness with their discomfort usually exacerbated with cervical extension.\n[73]\nAll these sequelae portend high morbidity and mortality. Because their presentations can be varied, healthcare providers must include them in the differential diagnosis for ill-appearing patients experiencing dental infections.\n\nPost-procedural Dental Emergencies\n\nThe most frequent complication for patients with post-extraction or postoperative bleeding experience is a return visit to their dental practitioner or the emergency department. They may also develop large intraoral hematomas that rarely can compromise their airway. In cases where hemostasis is difficult to achieve, patients may require blood transfusions or hospitalization.\n[5]\nAlveolar osteitis is self-limiting, and there is no evidence correlating it as a risk factor for developing additional dental complications."
  }
}