{
  "drug_name": "cephradine",
  "nbk_id": "NBK551517",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551517/",
  "scraped_at": "2026-01-11T15:25:32",
  "sections": {
    "indications": "One of the contraindications of cephalosporins is if patients are allergic to them or have had an anaphylactic reaction to penicillin or other β-lactam antimicrobials. The cross-reactivity is thought to be due to similar side chains, not the β-lactam ring. However, it is important to understand the contraindications according to the latest guidelines. The guidelines provided by the American Academy of Allergy, Asthma & Immunology (AAAAI) and the American College of Allergy, Asthma, and Immunology (ACAAI) offer recommendations for managing patients with a history of cephalosporin or penicillin allergies.\n[54]\n\nIn instances where patients have a history of nonanaphylactic allergy to cephalosporins, the guidelines from AAAAI and ACAAI suggest the performance of direct challenges to cephalosporins with dissimilar side chains. The guidelines do not advocate for skin tests before the direct challenge.\nThe guidelines recommend confirming a negative cephalosporin skin test for patients with a history of anaphylaxis to a cephalosporin before administering a parenteral cephalosporin with a nonidentical R1 side chain.\nIn cases where patients have a history of anaphylaxis to penicillin, the guidelines suggest administering a structurally dissimilar R1 side chain cephalosporin without necessitating testing or additional precautions. If any uncertainty exists about allergy testing, it is recommended to consult with an immunologist. A detailed explanation is provided in the guidelines.\n\nCeftriaxone is contraindicated in neonates with hyperbilirubinemia because of reports that ceftriaxone displaces bilirubin from albumin, increasing the free bilirubin concentrations and increasing the risk of jaundice in neonates.\n[55]\n[56]\nCeftriaxone reacts to a calcium-containing solution, and ceftriaxone-calcium crystals can precipitate in the lungs and kidneys of infants less than 28 days old, which could be life-threatening. Therefore, ceftriaxone is also contraindicated in infants under 28 days old if they are expected to receive calcium-containing products.\n[57]",
    "mechanism": "Bacteria synthesize a cell wall strengthened by cross-linking peptidoglycan units via penicillin-binding proteins (PBP, peptidoglycan transpeptidase). Initially derived from the fungus\nCephalosporium sp.\n, cephalosporins are a large group of bactericidal antimicrobials that work via their β-lactam rings. The β-lactam rings bind to the penicillin-binding protein and inhibit its normal activity. If bacteria are unable to synthesize a cell wall, they die. The inability to synthesize a cell wall eventually leads to bacterial cell death.\n\nS aureus,\nsusceptible to cephalosporins, can develop resistance by changing the structure of the penicillin-binding proteins.\nS aureus\ndoes this by having a gene that encodes a modified penicillin-binding protein; this prevents the cephalosporin's β-lactam rings from inactivating the protein. The bacterium that develops this resistance mechanism is MRSA. As mentioned above, out of the 5 generations of cephalosporin, only the fifth generation of ceftaroline has coverage against MRSA. Another crucial resistance mechanism is producing the enzyme β-lactamase, which cleaves the β-lactam ring, preventing it from attaching to the penicillin-binding proteins, eg, peptidoglycan transpeptidase. β-lactamase inhibitors can be co-formulated with cephalosporins to increase their spectrum of activity, eg, ceftazidime/avibactam and ceftolozane/tazobactam.\n\nCefiderocol is a siderophore cephalosporin with a distinctive structure and mechanism that enhances its potent antibacterial properties. Including a chlorocatechol residue sets it apart from its counterparts, categorizing it as a siderophore. This attribute makes it recognizable by iron transporters and facilitates efficient penetration to the periplasm, where it binds strongly to penicillin-binding proteins. This strategy is called the \"trojan horse,\" which effectively addresses porin loss resistance. Cefiderocol's properties also ensure stability against β-lactamases, including minor carbapenemases.\n[12]\n[14]\n\nLike cefepime and ceftazidime, cefiderocol features a pyrrolidine group at the C3 position for stability and a carboxy-propanoxyamino group at C7 to aid outer membrane transport. Iron transporters recognize this, enabling efficient penetration to the periplasm, where it strongly binds to PBP-3. Termed the \"Trojan horse,\" this strategy effectively addresses porin loss resistance. Cefiderocol's structural attributes also ensure stability against β-lactamases, including minor carbapenemases.\n\nPharmacokinetics\n\nAbsorption:\nCephalexin, cephradine, cefaclor, cefixime, cefadroxil, cefprozil, cefpodoxime, ceftibuten, and cefuroxime demonstrate effective absorption following oral administration.\n\nDistribution:\nCertain cephalosporins, such as ceftriaxone, cefotaxime, ceftazidime, and cefepime, can effectively penetrate the blood-brain barrier, making them a valuable treatment option for meningitis.\n[15]\n[16]\nCephalosporins can also cross the placenta and are present in high concentrations in synovial fluid.\n[17]\nAfter systemic administration of third-generation cephalosporins, they can penetrate well into the aqueous humor. Ceftolozane/tazobactam, ceftobiprole, ceftazidime/avibactam and ceftaroline have excellent pulmonary penetration.\n[18]\n\nMetabolism:\nCefotaxime undergoes metabolic conversion to a biologically active compound known as desacetyl-cefotaxime. This metabolite exhibits favorable antibacterial properties, effective penetration into extravascular tissues, and synergy with cefotaxime. Cefoperazone, ceftazidime, and ceftriaxone have significant biliary excretion.\n[19]\n[20]\n[21]\n\nExcretion:\nCephalosporins are primarily excreted via renal pathways, necessitating dosage adjustments in cases of renal insufficiency. Exceptions include cefpiramide and cefoperazone, which are primarily excreted in bile. Ceftriaxone, conversely, exhibits mixed renal/nonrenal elimination.\n[22]\nLike penicillins, probenecid can reduce the renal tubular secretion of the cephalosporins.",
    "administration": "Available Dosage Forms, Strengths, and Adult Dosages\n\nFirst-generation: Cefazolin, cephalothin, and cephapirin are administered parenterally. The administration route for cefadroxil and cephalexin is oral. Cephradine administration can be parenteral or oral.\nSecond-generation: Cefuroxime can be administered parenterally or orally. Cefprozil is administered orally. Cefmetazole, cefotetan, and cefoxitin are administered parenterally.\nThird-generation: Cefotaxime, ceftazidime, and ceftriaxone administration via the parenteral route. Cefdinir, cefixime, and cefpodoxime are administered orally. A single intramuscular shot of 125 or 250 mg of ceftriaxone effectively treats uncomplicated gonococcal infection or its complications, such as pelvic inflammatory disease or epididymo-orchitis.\n[23]\n[24]\n[25]\nFourth-generation: Cefepime is administered parenterally.\nFifth-generation: Ceftaroline is administered parenterally.\nCefiderocol: Cefiderocol is administered parenterally.\n[13]\n\nSpecific Patient Populations\n\nHepatic impairment\n: Generally, cephalosporins are known for their low propensity for hepatotoxicity, and instances of drug-induced liver injury attributed to these agents are infrequent in the published literature. Notably, an exception exists with ceftriaxone, a third-generation cephalosporin. When administered parenterally, ceftriaxone has been associated with the formation of biliary sludge, with symptoms resembling those of cholecystitis and cholestatic jaundice.\n[26]\nPharmacokinetic investigations conducted in cirrhosis have demonstrated heterogeneous results concerning the half-life of cefotaxime. However, cefotaxime has a broad therapeutic index, suggesting that dosage adjustments may not be necessary for hepatic impairment. In the context of spontaneous bacterial peritonitis therapy, cefotaxime's comprehensive coverage and high ascitic fluid concentrations make it a preferred antibiotic. Empirical antibiotic therapy, cefotaxime, administered every 8 hours, has demonstrated excellent ascitic fluid concentrations and clinical efficacy.\n[27]\n\nRenal impairment\n: Many parenterally administered cephalosporins have short half-lives and must be given more frequently in patients with normal renal function. Cefazolin and ceftriaxone do not require frequent dosing due to their longer half-life. Ceftriaxone does not require dose modification in renal failure. However, the recommended daily dosage should not exceed 2 g in renal and hepatic impairment patients.\n[28]\nIn chronic kidney disease patients, careful dosing of cephalosporins is imperative to mitigate drug accumulation and associated adverse effects. Cefepime, a fourth-generation cephalosporin, necessitates vigilant renal function monitoring and dose adjustment due to its potential neurotoxicity in renal impairment. Conversely, cephalosporins like cefazolin and ceftazidime, excreted renally, present an opportunity for streamlined dosing in hemodialysis. Administering these agents 3 times weekly post-hemodialysis optimizes convenience and adherence. Individualized decisions, guided by patient-specific factors and nephrotoxicity potential guidelines, are essential to ensure therapeutic efficacy while minimizing risks in chronic kidney disease management.\n[29]\n\nPregnancy considerations:\nThe guidelines provided by the American College of Obstetricians and Gynecologists for preventing Group B Streptococcal infection recommend the use of first-generation cephalosporins, specifically cefazolin, for women who have a documented penicillin allergy that indicates a lower risk of anaphylaxis or whose allergy severity is uncertain.\n[30]\n\nBreastfeeding considerations:\nCephalosporin antibiotics, including cefadroxil, cefazolin, cefepime, cefiderocol, cefixime, cefotaxime, cefpodoxime, ceftaroline, and ceftazidime, are generally considered acceptable for use in nursing mothers. These medications produce low concentrations in breast milk and are not anticipated to cause adverse effects in breastfed infants.\n[31]\n[32]\n[33]\nOccasional reports mention the potential for disruption of the infant's gastrointestinal flora, leading to diarrhea or thrush; overall, cephalosporins are deemed suitable during breastfeeding.\n[34]\n[35]\n[36]\n\nPediatric patients:\nIn children with acute bacterial arthritis from MSSA, the preferred initial intravenous treatment is a β-lactam agent like cefazolin. Cephalexin is the recommended choice for subsequent oral treatment. Ceftaroline is a reasonable alternative to clindamycin in acute bacterial arthritis caused by MRSA.\n[37]\n\nOlder patients:\nOlder patients with renal impairment and central nervous system disorders are at risk of neurotoxicity. Cefepime-induced neurotoxicity may present with altered mental status, myoclonus, and seizures.\n[38]",
    "adverse_effects": "Cephalosporins have low toxicity and are generally safe. The most common adverse reactions from cephalosporins are nausea, vomiting, lack of appetite, and abdominal pain. Important adverse drug reactions are enumerated below.\n\nHypersensitivity reactions:\nA hypersensitivity reaction to cephalosporin is infrequent and is more common in first and second-generation cephalosporins. Common allergic reactions to cephalosporin include rash, hives, and swelling. The hypersensitivity reaction rarely results in anaphylaxis. Patients allergic to penicillin might also show a hypersensitive reaction to cephalosporins. This cross-reactivity is more common in first- and second-generation cephalosporins because they have R-groups more similar to penicillin G. Third-generation and beyond cephalosporins show minimal cross-reactivity.\n[39]\n[40]\n\nDrug-induced immune hemolytic anemia:\nThe proposed mechanism of action of drug-induced immune hemolytic anemia (DIIHA) is that the drug binds to the red blood cell membrane; this causes no harm to the red blood cell itself or the patient. However, if the patient starts making IgG antibodies against the drug, the antibodies bind to the red blood cells. The immune system reacts with the abnormal red blood cells, resulting in hemolysis. Cefotetan and ceftriaxone are the 2 cephalosporins most likely to cause DIIHA.\n[41]\n\nDisulfiram-like reactions:\nCephalosporins containing a methyl-tetrazole-thiol side chain can inhibit the aldehyde dehydrogenase enzyme, resulting in the accumulation of acetaldehyde. Cefamandole, cefoperazone, and moxalactam are the most common cephalosporins to present with this reaction.\n[42]\n\nVitamin K deficiency:\nCertain cephalosporins can inhibit vitamin K epoxide reductase, preventing the production of the reduced (active) vitamin K. Therefore, a decreased synthesis of coagulation factors may occur, and the patient is predisposed to hypoprothrombinemia.\n[43]\n\nPseudomembranous colitis: Pseudomembranous colitis is often associated with clindamycin and ampicillin. Cephalosporin use is also a common cause of pseudomembranous colitis, especially third-generation cephalosporins.\n[44]\n[45]\n\nDrug-Drug Interactions\n\nWarfarin:\nCephalosporins containing an\nN\n-methyl-thiotetrazole (NMTT) side chain are predominantly found in cefotetan, cefamandole, cefmetazole, cefoperazone, and moxalactam. NMTT-cephalosporins induce hemostatic abnormalities, such as bleeding, prothrombin time prolongation, and hypoprothrombinemia, due to the NMTT's chemical structure interfering with vitamin K metabolism. These cephalosporins can interact with warfarin, potentiating the risk of hypoprothrombinemia and increasing the likelihood of bleeding incidents.\n[46]\nAdditionally, the literature review suggests that ceftaroline poses a risk of interaction with warfarin, potentially leading to elevated INR levels and an increased bleeding risk. Saum et al focused on ceftriaxone and discovered significant increases in INR values compared to other antibiotics. This suggests caution when using cephalosporins in patients on chronic warfarin therapy.\n[47]\n[48]\n\nFurosemide:\nConcurrent use of cephalosporins and furosemide can increase the risk of nephrotoxicity.\n[49]\n[50]\n\nAminoglycosides:\nReported cases of drug-induced nephrotoxicity consist of cephalosporin and aminoglycosides in combination, but other factors often cloud the evidence. Therefore, the synergistic nephrotoxicity of cephalosporin and aminoglycoside is not completely understood.\n[45]\n[51]\nConcurrent use of cefepime with other aminoglycoside antibiotics increases the risk of nephrotoxicity.\n[52]\n[53]",
    "monitoring": "Monitoring for possible signs of anaphylaxis and allergic reactions such as hives, itching, and swelling is essential. Clinicians and pharmacists should also monitor renal function periodically, which could potentially warrant changing the cephalosporin dose and dosing frequency (except for ceftriaxone).\n[58]\nIf DIIHA is suspected, monitor complete blood count, bilirubin, haptoglobin, and LDH.\n[59]\nClinicians should also monitor for possible signs of a disulfiram-like reaction or pseudomembranous colitis.\n[60]\n[61]\nMonitor PT/INR for concerns regarding hypoprothrombinemia.\n[62]\n[63]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAfter conducting experiments on rabbits to test the effects of high-dosage cephalosporin, it has been discovered that the drug's impact on the mitochondria system of the kidney results in nephrotoxicity.\n[64]\nCefepime overdose can result in seizures and encephalopathy. Studies show it to potentially result from cefepime crossing the blood-brain barrier and displaying concentration-dependent ϒ-aminobutyric acid (GABA) antagonism, which can also occur with toxic doses of penicillin G. Other studies show altered mental status and a triphasic wave discharge on electroencephalogram (EEG). Discontinuation of cefepime demonstrates normalization of mental status.\n[65]\n[66]\nA study analyzed 511 severe adverse drug reaction reports on cephalosporins recorded in the French Pharmacovigilance database from 1987 to 2017. Patients, primarily older men with compromised renal function, experienced various central nervous system manifestations, including encephalopathy, confusional state, convulsions, and myoclonia. Cefepime and ceftriaxone were the most implicated cephalosporins.\n[67]\n\nManagement of Overdose\n\nManagement of neurotoxicity and seizures involves discontinuing the offending cephalosporin, providing supportive care, and initiating anticonvulsant therapy if necessary.\n[68]"
  }
}