{
  "drug_name": "ceramide complex",
  "nbk_id": "NBK554375",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554375/",
  "scraped_at": "2026-01-11T18:46:47",
  "sections": {
    "indications": "Asteroid hyalosis (AH) is characterized by yellow-white brilliant reflecting particles surrounded by tightly adherent fibrils inside the vitreous cavity.\n[1]\nThese particles are known as asteroid bodies (ABs) due to their resemblance to stars (asteroids) in the night sky. AH was initially called \"asteroid hyalitis\" by Benson in 1894. However, in the absence of inflammation, the term asteroid hyalosis was introduced later. \"Scintillatio albescens or 'nivea\" is a term used to describe this entity and was introduced by Wiegmann in 1918. AH is a benign vitreous opacification that does not generally need active intervention. However, accurate clinical diagnosis, the study of the associated ophthalmic and systemic features, pathogenesis, and biochemical composition of AH merit discussion.",
    "mechanism": "The exact etiology of asteroid hyalosis is unknown.",
    "monitoring": "Patients with asteroid hyalosis are usually asymptomatic, and this condition is mostly diagnosed during the routine ophthalmic examination.\n[16]\nIn eyes with AH, only a small proportion of light gets scattered, and the smooth surface of the ABs results in the minimal scattering of light. ABs may be visually symptomatic when they are sufficiently closer to the macula or when a complete posterior vitreous detachment causes the particles to be concentrated behind the lens. These unusual cases may need vitrectomy.\n\nOphthalmic Evaluation\n\nBy ophthalmoscopy, ABs are small round refractile opacities associated with vitreous strands and suspended in the vitreous cavity. They move along with the movement of the vitreous body and get back to their previous position after the movement stops. (Supplementary video) However, they do not settle with gravity. The size of these particles is found to be 3 to 100 microns.\n[11]\nDuring ophthalmoscopy, the reflected light from these particles returns to the examiner and confounds the view. There occurs less reflection of light indirect ophthalmoscopy than in slit-lamp biomicroscopy with a 90 diopter lens or indirect ophthalmoscopy with a 20 diopter lens. So, direct ophthalmoscopy gives a relatively better view of the fundus in AH. The presence of AH in diabetic retinopathy eyes warrants fundus fluorescein angiography (FFA), especially in eyes with suspected neovascularisations.\n[17]\nWith the advent of wide-angle FFA, not only neovascularisations but also peripheral lesions e.g., malignancies, can be detected.\n[18]\nOptical coherence tomography angiography (OCTA) is being increasingly used as an alternative to FFA, and there are reports of its utility in detecting lesions in diabetic retinopathy.\n[19]\nWidefield fundus autofluorescence images are found to be helpful for the accurate localization of laser scars in the presence of AH.\n[20]\nOptical coherence tomography (OCT) helps in the study of the vitreoretinal interface in these eyes.\n[21]\nAH may induce media opacity during OCT scanning of the retina, and Swept source-OCT has superior diagnostic capabilities compared to SD-OCT in these settings.\n[22]\nB scan helps in the diagnosis of AH by the presence of moderate to high amplitude point spikes in the vitreous cavity separated by a clear zone from the retinal surface.\n[23]\nRecently, Reports of multicolor imaging of the fundus has been reported to be a preferred modality to detect retinal lesions that are difficult to be detected in color fundus photography.\n[24]\n\nAn\nintact vitreoretinal interface without posterior vitreous detachment is found more often in AH.\n[4]\n[11]\nStudies have postulated that the attached posterior vitreous may be responsible for the formation of ABs.\n[2]\nAH is seen less often in myopic eyes than in hyperopic eyes.\n[2]\nThere is a report of less frequent retinal detachment in eyes with AH. Other ophthalmic associations like retinitis pigmentosa, uveal melanoma, and pre-Descemet dystrophy have been less frequently reported in the literature.\n[25]\n[26]\n[27]\n[28]",
    "administration": "Since asteroid hyalosis is most often asymptomatic, it needs observation only.\n[16]\n[29]\nHowever, care should be taken not to miss any other significant fundus pathology in the context of a difficult fundoscopy. The presence of neovascularization in eyes with AH and DR can be detected with FFA.\n[17]\n[20]\nOCT is useful to detect any vitreoretinal surface anomaly, and B scan can be helpful to detect any mass lesion obscured by the ABs.\n[21]\n[23]\n\nCataract surgery in the presence of AH\n\nCataract surgery in the presence of AH may pose certain issues of which the surgeon must be aware.\n[30]\n[31]\n\nA scan may show falsely short axial length due to confusing echoes from ABs. A comparison with the axial length of the fellow eye may be helpful.\nReflections from the ABs can cause an impaired view of the posterior capsule.\nSilicone intraocular lenses should be avoided due to possible deposition of calcium and phosphorus content of ABs over the posterior lens surface.\n\nThough there are reports of successful removal of calcium deposits from the surface of silicon IOLs in the presence of AH by laser capsulotomy and pars plana vitrectomy, IOL exchange remains the preferred treatment of choice in these settings.\n[32]\n[33]\n[34]\n\nThere are certain scenarios where vitrectomy is needed in AH.\n[35]\n[36]\n[37]\n[38]\n\nPoor visualization of fundus and failure of imaging modalities like FFA, OCT and B scan to detect the cause of visual symptoms\nInability to perform laser photocoagulation especially in a case of DR\nInability to find retinal breaks in the presence of a rhegmatogenous retinal detachment\nVisual symptoms e.g., floaters or visual decline (rarely)",
    "adverse_effects": "Asteroid hyalosis is benign and does not cause any complications. However, some cases may develop dense AH and cause troublesome floaters, which may need vitrectomy. The presence of AH in the anterior vitreous face may cause intraoperative reflections during cataract surgery, and hence awareness about this effect will help the surgeon avoid intraoperative complications."
  }
}