{
  "drug_name": "cetiol he",
  "nbk_id": "NBK619810",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK619810/",
  "scraped_at": "2026-01-11T15:25:41",
  "sections": {
    "indications": "There are no absolute contraindications specific to HoLEP and ThuLEP other than those that prevent a patient from safely undergoing anesthesia. However, considerations for the patient's overall health and ability to tolerate a prolonged surgical procedure are critical, as laser enucleation typically requires 2 to 3 hours under general or spinal anesthesia. Patients with severe cardiopulmonary comorbidities or those classified as high anesthetic risk may be better suited to alternative treatments that require shorter operative times or staged procedures.\n[30]\n\nFor patients with a history of severe urethral stricture disease or bladder neck contractures, laser enucleation may be challenging due to difficulty in advancing the endoscopic instruments into the bladder and exacerbating any pre-existing strictures. Dealing with urethral strictures certainly extends the operative time for the surgery and the duration of the anesthesia required. These conditions should be thoroughly evaluated during preoperative planning, and alternative approaches should be considered when the risks outweigh the benefits of proceeding with laser enucleation.\n\nThe inability of a patient to safely discontinue anticoagulation is not an absolute contraindication to laser enucleation of the prostate.\n[5]\nWhen anticoagulation can safely be paused, it is recommended to do so according to the specific pharmacokinetics of the anticoagulant medication, such as discontinuing direct oral anticoagulants 24- to 48 hours before the procedure, depending on renal function.\n\nIn addition to medical contraindications, patient preferences and goals should be considered, especially for those concerned about potential adverse effects, such as retrograde ejaculation or stress urinary incontinence. Retrograde ejaculation without erectile dysfunction or anorgasmia is common, but significant urinary incontinence is rare. As these outcomes are associated with most surgical treatments for BPH, thorough discussions about the risks and benefits of laser enucleation compared to other procedures are essential for shared decision-making and obtaining informed consent.",
    "clinical_significance": "The clinical significance of HoLEP and ThuLEP lies in their role as highly effective, minimally invasive surgical techniques for treating BPH, particularly for larger prostates and patients who cannot safely stop their anticoagulation.\n\nSymptomatic benign prostatic hypertrophy is a prevalent condition among aging men, characterized by prostate gland enlargement that leads to lower urinary tract symptoms. Both HoLEP and ThuLEP offer several significant clinical benefits that enhance patient outcomes and quality of life. Please see StatPearls' companion resource, \"\nBenign Prostatic Hyperplasia\n,\" for more information.\n\nSince 1996, over 500 papers have compared laser enucleation to other prostatic surgeries, including TURP, Greenlight vaporization, open prostatectomy, and simple robotic prostatectomy. Laser enucleation is superior to all of these in terms of shorter hospital lengths of stay, less postoperative Foley catheter time required, blood loss, and long-term improvement in BPH symptomatology.\n[75]\n[76]\n[77]\n[78]\n[79]\nSome recent studies indicate that laser enucleation with more modern instruments is quicker compared to TURP and similar surgeries when performed by experienced surgeons.\n[80]\nProstate-specific antigen levels are typically lowered by about two-thirds by laser enucleation.\n[79]\n\nLaser enucleation of the prostate is now the recommended first-line surgical therapy for symptomatic larger prostates (>80 grams) that have failed medical treatment.\n[3]\n[4]\n[6]\n[25]\n\nAnticoagulant Use\n\nLaser enucleation of the prostate is one of the only surgical procedures for BPH that can be reasonably used in patients on active anticoagulation.\n[3]\n[5]\n[22]\n[81]\n[82]\n[83]\n\nApplicability to Various Prostate Sizes\n\nUnlike some surgical approaches that are less effective for larger prostates, HoLEP and ThuLEP are versatile and can be applied to prostates of all sizes, including large glands (>80 cc).\n[3]\n[4]\nThis adaptability makes these techniques suitable for a broader range of patients, including those with very large prostates, where traditional methods may be less effective or technically challenging.\n[3]\n[6]\n[7]\nLaser enucleation can also be safely performed in patients who have previously undergone TURP, laser vaporization, microwave ablation, urethral lift procedures, or any other failed prostatic surgery for BPH.\n\nCost-effectiveness\n\nLaser enucleation is roughly equivalent in initial cost to TURP and heated prostatic thermotherapy (Rezum) but becomes much more cost-effective over time due to its exceptionally long-duration benefits compared to other minimally invasive procedures. Cost-effectiveness is increased if patients can be discharged on the same day, as demonstrated in studies from several high-volume centers.\n[41]\n[42]\n[84]\nUrethral lift procedures (Urolift) can optimally be used only in selected patients (optimal prostate size without a large median lobe), are relatively costly, have a fairly high failure rate, and often require additional procedures later. Overall, laser enucleation of the prostate is the most cost-effective solution for symptomatic BPH.\n\nDurability\n\nLong-term studies have shown that both HoLEP and ThuLEP provide durable outcomes, with sustained improvements in urinary flow and symptom relief over time. The low retreatment rates observed in these procedures reinforce their efficacy as definitive treatments for BPH.\n[6]\n[7]\nBoth techniques offer long-lasting results, ensuring that patients benefit from fewer complications or the need for additional interventions in the years following the procedure.\n[6]\n\nEfficacy\n\nNumerous studies have demonstrated that both HoLEP and ThuLEP provide superior or comparable results to traditional BPH treatments, such as TURP, in terms of symptom relief, urinary flow improvement, and reduction in prostate volume. These procedures effectively address lower urinary tract symptoms caused by BPH and are associated with sustained improvements in patient's quality of life\n.\nLong-term data support their effectiveness, with a low incidence of retreatment (1%) and durable symptom relief over time.\n[6]\n[7]\n[35]\n\nBased on several meta-analyses, the 2023 European Association of Urology Guidelines have concluded that compared to other surgical options, laser enucleation of the prostate generally has shorter inpatient stays, reduced need for lengthy Foley catheterization, typically less than 24 to 48 hours; less blood loss, and fewer recurrences. Still, it needs specialized equipment, has a steep learning curve for surgeons requiring about 50 monitored cases, and tends to require longer anesthesia/operative time until proficiency is achieved.\n[3]\n[11]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n\nLow Reoperation Rates\n\nThe reoperation rates for HoLEP and ThuLEP are significantly lower compared to other BPH treatment options. Long-term studies report\nreoperation rates of no more than 5% over a 5-year period (1%-1.5% in experienced centers), making these procedures reliable long-term solutions for BPH management.\n[6]\n\nMinimal Blood Loss\n\nThe precision of laser technology used in HoLEP and ThuLEP allows for exact tissue removal while minimizing blood loss due to the laser's excellent coagulative ability. This precision significantly reduces the need for blood transfusions, which is particularly beneficial for patients with bleeding disorders, on anticoagulants, or those at risk of excessive bleeding\n.\n[3]\n[5]\n[6]\n[7]\nSuch precision improves intraoperative control and, together with the laser's natural anticoagulative properties, makes these procedures ideal for patients with coagulopathies or obligatory anticoagulation.\n[3]\n[6]\n[81]\n[82]\n[83]\n\nPreservation of Sexual Function\n\nOne of the key clinical advantages of HoLEP and ThuLEP is their ability to minimize the risk of erectile dysfunction; however, many patients experience retrograde ejaculation. Studies have shown that these procedures can preserve ejaculatory function in up to 46% of cases.\n[6]\nLong-term assessments indicate that HoLEP has a better outcome in maintaining erectile function compared to TURP, as measured by the International Index of Erectile Function-5 (IIEF-5) questionnaire.\n[6]\nSeveral studies also suggest that ThuLEP may be more favorable compared to TURP in preserving erectile function, further highlighting the sexual health benefits of these techniques.\n[6]\n[7]\n\nA systematic review comparing ejaculation-preserving to standard techniques of laser enucleation surgeries has demonstrated that modified surgeries are generally superior for preserving ejaculation, with decreasing rates of dysfunction over time while maintaining effective control of BPH symptoms.\n[91]\nSuch modified surgeries may be reasonably considered in patients who have significant concerns regarding postoperative retrograde ejaculation following laser enucleation procedures.\n\nSafety\n\nHoLEP and ThuLEP have been associated with lower intraoperative and postoperative complication rates compared to TURP, including a reduced risk of bleeding, fluid absorption issues, and sexual dysfunction.\n[6]\nThese advantages make these laser-based techniques a safer alternative for patients with comorbidities or those on anticoagulant therapy.\n[6]\n[7]\nFurthermore, studies have shown a lower incidence of urethral strictures following HoLEP and ThuLEP compared to bipolar TURP, with rates of 2.6% versus 4.4%, respectively, and lower infection rates, particularly in larger European studies.\n[6]\n[47]\n\nShorter Hospital Stay and Recovery\n\nOne of the significant advantages of HoLEP and ThuLEP is the shorter hospital stay and quicker recovery compared to open surgical approaches. These procedures can often be performed on an outpatient basis or with a short hospital stay, reducing the burden on healthcare resources and treatment costs.\n[6]\nThere is minimal time required with a Foley catheter postoperatively, as it can often be removed the same day after surgery, and most patients void well immediately with acceptable hematuria.\n[40]\n[41]\n[92]\n[93]\n[94]\n[95]\nFaster recovery allows patients to return to their daily activities more quickly, usually only 1 to 2 weeks, further enhancing the overall appeal of these techniques.\n[6]\n[7]\n\nTissue Available for Pathological Evaluation\n\nUnlike other types of laser prostate surgeries, laser prostate enucleation procedures provide abundant tissue for histological examination for prostate cancer. About 8% of these patients have been found to have prostate cancer.\n\nSummary\n\nThe clinical significance of HoLEP and ThuLEP lies in their ability to provide safe, effective, and durable treatment for BPH, even in patients with otherwise prohibitively large prostates and obligatory anticoagulation, while minimizing the risk of complications such as bleeding, postoperative urinary retention, and prostatic regrowth.\n[3]\n\nThese enucleation procedures represent important advancements in urological surgery, significantly benefiting patients with symptomatic BPH from very large prostates (>80 grams) and improving their quality of life.\n\nNo other prostatic surgical procedure offers the same level of safety and effectiveness for large prostates (>80 grams), even with patients on full anticoagulation therapy.\n[3]\n[81]\n[82]\n[83]"
  }
}