{
  "drug_name": "cetuximab",
  "nbk_id": "NBK459293",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459293/",
  "scraped_at": "2026-01-11T15:25:43",
  "sections": {
    "indications": "United States labeling:\nNo contraindications listed\nCanadian labeling:\nKnown severe hypersensitivity to cetuximab or any component of the formulation",
    "mechanism": "Cetuximab is a recombinant chimeric human/mouse IgG1 monoclonal antibody which binds to epidermal growth factor receptor (EGFR) and competitively inhibits the binding of epidermal growth factor (EGF) and other ligands. EGFR is a member of the ErbB family of receptors. When inactive, EGFR is a monomer, but when bound by epidermal growth factor or transforming growth factor-alpha (TGF-alpha), it forms homodimers or heterodimers with another member of the ErbB family of receptors. Dimerization activates the intracellular tyrosine kinase region of EGFR, resulting in autophosphorylation and initiating a cascade of intracellular events. The EGFR signaling pathway regulates cell differentiation, proliferation, migration, angiogenesis, and apoptosis, all of which become deregulated in cancer cells. Cetuximab binds to EGFR with high specificity and a higher affinity than either epidermal growth factor or TGF-alpha, thus blocking the ligand-induced phosphorylation of EGFR. Also, cetuximab enhances the effects of irinotecan and radiotherapy in experimental systems.\nK-ras\n, a small G-protein downstream of EGFR and a vital component of the EGFR signaling cascade, can acquire activating mutations in exon 2, thus isolating the pathway from the effect of EGFR and rendering EGFR inhibitors ineffective.\n[5]\n[2]\n[4]",
    "administration": "The administration of the drug is via IV infusion with a loading dose lasting over 2 hours, weekly maintenance dose over 1 hour. Do not administer as an IV push or bolus. Do not shake or dilute. Administer via infusion pump or syringe pump. Following the infusion, an observation period of 1 hour is recommended; a longer observation time following an infusion reaction may be necessary. Premedication with an antihistamine alone is acceptable, although the addition of a glucocorticoid (with or without an H2 receptor antagonist) is reasonable for those living in high-incidence areas. Dosing prescribed as initial loading dose 400 mg/m^2 infused over 120 minutes and a maintenance dose of 250 mg/m^2 infused over 60 minutes for colorectal cancer, metastatic, KRAS wild-type (without mutation), and head and neck cancer (squamous cell).\n[5]\n[1]",
    "adverse_effects": "Adverse effects include the following based on body systems:\n\nCentral nervous system\n: Fatigue (91%), malaise (73% or less), pain (59%), peripheral sensory neuropathy (45%; grades 3/4: 1%), headache (19% to 38%), insomnia (27%), confusion (18%), chills (16% or less), rigors (16%or less), anxiety (14%), depression (14%)\n\nDermatologic\n: Desquamation (95%), acneiform eruption (15% to 88%; grades 3/4: 1% to 18%), radiodermatitis (86%), xeroderma (14% to 57%), pruritus (14% to 47%), skin rash (28% to 44%), changes in nails (31%), acne vulgaris (14% to 22%), paronychia (20%), palmar-plantar erythrodysesthesia (19%), skin fissure (19%), alopecia (12%)\n\nEndocrine & metabolic\n: Weight loss (15% to 84%), hypomagnesemia (6% to 55%), dehydration (13% to 25%), hypocalcemia (12%), hypokalemia (12%)\n\nGastrointestina\nl: Diarrhea (19% to 72%), nausea (49% to 64%), abdominal pain (59%), constipation (53%), vomiting (40%), stomatitis (31% to 32%), anorexia (25% to 30%), dyspepsia (14% to 16%), xerostomia (12%)\n\nHematologic and oncologic\n: Neutropenia (49%; grades 3/4: 31%), leukopenia (grades 3/4: 17%)\n\nHepatic\n: Increased serum ALT (43%), increased serum AST (38%), increased serum alkaline phosphatase (33%)\n\nInfection\n: Infection (13% to 44%), infection without neutropenia (38%)\n\nLoca\nl: Application site reaction (18%)\n\nNeuromuscular and skeletal\n: Weakness (73% or less), ostealgia (15%), arthralgia (14%)\n\nOphthalmic\n: Conjunctivitis (10% to 18%)\n\nRespiratory\n: Dyspnea (49%), cough (30%), pharyngitis (26%)\n\nMiscellaneous\n: Fever (22% to 29%), infusion related reaction (10% to 18%; grades 3/4: 2% to 5%\n[5]\n[6]",
    "monitoring": "Vital signs during infusion and observe for at least 1-hour post-infusion. Patients developing dermatologic toxicities should be monitored for the development of complications. Periodic monitoring of serum magnesium, calcium, and potassium are recommended to continue over an interval consistent with the half-life (8 weeks); monitor closely (during and after treatment) for cetuximab plus radiation therapy.\nKRAS\ngenotyping of tumor tissue in patients with colorectal cancer.\n[1]\n[6]",
    "toxicity": "Cardiopulmonary arrest:\nCardiopulmonary arrest and/or sudden death occurred in 2% of patients. Use with caution in patients with a history of coronary artery disease, heart failure, and arrhythmias.\n\nInfusion reactions:\nSerious infusion reactions occurred with the administration of cetuximab in approximately 3% of patients in clinical trials, with fatal outcomes reported in less than 1 in 1000. Immediately interrupt and permanently discontinue cetuximab infusion for serious infusion reactions. In most subjects with a hypersensitivity reaction to cetuximab, IgE antibodies against cetuximab were present in serum before therapy. The antibodies were specific for galactose alpha-1,3-galactose. The presence of this oligosaccharide is related to the production of cetuximab in a murine cell line. Anaphylaxis in response to cetuximab is a significant clinical problem in the Southeastern United States, with a grade 3/4 infusion reaction rate of 14%.\n[6]\n\nDermatologic toxicity\n: An acne-like or maculopapular rash, a characteristic side effect of EGFR blockade, is due to the role of EGFR in maintaining the integrity of the skin. There are reports of acneiform rash in 76% to 88% of patients (severe in 1% to 17%), usually developing within the first two weeks of therapy, may require dose modification, generally resolved after discontinuation in most patients, although persisted beyond 28 days in some patients. The acneiform rash should have treatment with topical and/or oral antibiotics; topical corticosteroids are not recommended.\n\nInterstitial lung disease\n: use with caution in patients with preexisting lung disease.\n\nElectrolyte abnormality\n: Hypomagnesemia is common (may be severe). Because EGFR strongly expresses in the kidney, particularly in the ascending limb of the loop of Henle, where 70% of filtered magnesium gets reabsorbed, EGFR blockade may interfere with magnesium transport. Because symptoms may ameliorate rapidly with supplementation, when fatigue or hypocalcemia occurs during cetuximab therapy, serum magnesium levels should be measured, with repletion as necessary. The onset of electrolyte disturbance may occur within days to months after initiation of treatment; monitor magnesium, calcium, and potassium during treatment and for at least eight weeks after completion.\n[2]"
  }
}