{
  "drug_name": "cetyl myristoleate",
  "nbk_id": "NBK551626",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551626/",
  "scraped_at": "2026-01-11T15:25:46",
  "sections": {
    "indications": "With castor oil affecting smooth muscle, recommendations advise against its use in pregnancy, as this can lead to premature contractions. Contraindications to stimulant laxatives also include various abdominal pathologies such as gastrointestinal obstruction, appendicitis, perforation, and inflammatory bowel disease.\n[17]",
    "mechanism": "The main chemical with laxative properties in castor oil is ricinoleic acid. In the intestine, lipase breaks down castor oil into ricinoleic acid, which activates EP3 and EP4 prostanoid receptors in smooth muscle cells. This activation creates a transient calcium surge, causing propulsion in the intestine. Due to this mechanism of action, castor oil falls into the stimulant laxative category, similar to bisacodyl and sennosides. EP3 and EP4 prostanoid receptors are also present in the uterus, suggesting the potential use of castor oil for labor induction; however, more research is necessary on this subject.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nFollowing administration, castor oil undergoes a process where lipases in the intestinal lumen release ricinoleic acid, which is then absorbed in the intestine. Preclinical research indicates that the absorption of castor oil is inversely proportional to the dosage administered. However, absorption is nearly complete at smaller doses, such as 4 g. The onset of action is usually within 1 to 3 hours.\n\nDistribution:\nThe information regarding the volume of distribution is unavailable.\n\nMetabolism:\nCastor oil is broken down by pancreatic enzymes within the small intestine, which liberates glycerol and ricinoleic acid. Ricinoleic acid then undergoes systemic metabolism, excreting the resulting metabolites. As expected, pancreatic and intestinal lipases facilitate the degradation of fatty acids.\n\nExcretion:\nThe excretion of castor oil in feces varies between 11.4% (for a 10 g dose) and 86% (for a 44.4 g dose).",
    "administration": "Available Dosage Forms and Strengths\n\nCastor oil is taken orally and must be broken down by intestinal lipases to produce the stimulant laxative effects. Castor oil is available as a 100% oral solution and can be purchased over the counter.\n\nAdult Dosage\n\nAn appropriate daily dosage for an adult male is 15 to 60 mL. Taking castor oil with juice may improve the taste.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product label does not provide dosage adjustments for castor oil; therefore, it should be used cautiously.\n\nRenal impairment:\nThe product label does not provide dosage adjustments for castor oil; therefore, it should be used cautiously.\n\nPregnancy considerations:\nIn the early 1950s, over half of academic obstetrical departments in the United States administered castor oil alone or combined with soap suds enemas. With the advent of pharmacological interventions, castor oil is no longer used in hospitals in high-income countries. However, the general public still uses the treatment in low-resource settings. Potential complications include meconium staining and maternal electrolyte abnormalities due to diarrhea.\n[10]\nIngesting castor oil during pregnancy may induce labor, so use as a laxative is contraindicated.\n\nBreastfeeding considerations:\nCastor oil is a potent stimulant laxative. Homeopathic preparations of castor oil are sometimes used to reduce milk flow or as a galactagogue, although no scientifically valid clinical trials support these uses. Some preparations can be toxic to infants. Galactagogues should not replace evaluation and counseling on modifiable factors affecting milk production. No data exist on the excretion of castor plant components into breast milk or their safety and efficacy in nursing mothers or infants. Due to the lack of information, other laxatives may be preferred during lactation. The administration of castor oil to infants is risky and should be avoided due to adverse effects.\n[13]\n\nPediatric patients:\nCastor oil is frequently used in teas in newborn Haitian children to facilitate the passage of meconium stool or treat minor illnesses. Although typically administered in small doses, larger volumes are occasionally used, leading to significant risks. This traditional practice is underdocumented and can result in adverse outcomes. Consequently, administering castor oil to newborns is not advisable and should be avoided.\n[14]\nAs per the product labeling, adults and children aged 12 and older can take 1 to 4 tablespoons of castor oil daily, as advised by a clinician. The recommended dosage for children between the ages of 2 and 12 is 1 to 3 teaspoons daily or as a clinician directs.\n\nOlder patients:\nCastor oil should be used cautiously in older patients due to the increased risk of adverse effects related to potential renal and cardiac impairment, as well as possible fluid and electrolyte imbalance.",
    "adverse_effects": "The adverse effects of castor oil are a common reason for its infrequent use in conventional medicine. In a study comparing castor oil to sennosides, castor oil was more likely to cause abdominal cramping, vomiting, bloating, and dizziness. Far fewer adverse effects occurred with the use of other laxatives.\n[3]\nFew studies have also proposed that long-term use of a stimulant laxative may create a cathartic colon due to anatomic changes. However, more recent evidence suggests that a \"cathartic colon\" is not an actual condition.\n[15]\nAdditionally, a study identified castor oil, often used in lip care products, as a potential trigger for allergic contact dermatitis. Patients with sensitive skin who use castor oil-containing lip balms or glosses may develop symptoms like pruritus and erythema on the lips. While not universally applicable, these findings suggest that some individuals are susceptible to allergic reactions to castor oil.\n[16]\n\nDrug-Drug Interactions\n\nThe use of stimulant laxatives alongside castor oil is not recommended due to the risk of adverse effects, particularly gastrointestinal complications.",
    "monitoring": "As with any laxative, it is advisable to monitor for electrolyte disturbances and acid-base disorders. Imbalances may occur due to the loss of bicarbonate, water, and electrolytes, which can worsen with diarrhea. Physical examination signs in the patient may include rapid breathing, confusion, sleepiness, vomiting, and weakness, especially in cases of electrolyte disturbances and acid-base imbalances. These issues can potentially be lethal if not addressed immediately. The treating clinician should also monitor patients for laxative abuse. Patients with anorexia nervosa or bulimia are especially at risk as they may try to decrease weight through laxative abuse. Such abuse can be detrimental due to the loss of minerals, nutrition, and electrolytes.\n[18]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe castor plant,\nR communis\n, contains a toxic chemical called ricin. If an individual eats\nRicinus\nseeds directly, the ricin toxin can take effect in as little as 4 to 12 hours. Signs and symptoms of ricin toxicity include gastrointestinal bleeding, shock, pulmonary edema, and inflammation. These symptoms occur due to the inactivating effect of ricin toxin on ribosomes, which renders the body unable to create proteins. Castor bean ingestion can result in 2 distinct clinical effects—acute and late-phase manifestations. During the acute phase, patients commonly experience gastrointestinal symptoms. Conversely, the late phase is characterized by cytotoxic effects on the kidney, liver, and adrenal gland, typically manifesting 2 to 5 days post-exposure. Ricin toxicity affects multiple body systems, often presenting with fever as a prominent clinical feature. Fever onset can occur within 30 minutes to 2 hours after ingesting 1 to 4 beans.\n[19]\nDue to ricin's water-soluble properties, the castor oil extraction process negates these toxic properties.\n[20]\nCastor oil is purified with ricin during the extraction process. Castor oil is completely safe for human consumption with minimal toxic effects in both acute and chronic settings and has demonstrated no genotoxic effects. Castor oil is also used widely for nonmedical purposes, such as lubrication, cosmetics, and coatings.\n[2]\n\nManagement of Overdose\n\nClinicians need to provide supportive care to patients during ricin toxicity, as a specific antidote for castor oil toxicity is currently not available. Replenishing intravenous fluids and electrolytes is essential for managing gastroenteritis."
  }
}