{
  "drug_name": "chamomile ext",
  "nbk_id": "NBK544296",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544296/",
  "scraped_at": "2026-01-11T18:46:49",
  "sections": {
    "indications": "Osteochondromas represent the most common bone tumor, accounting for 20% to 50% of all benign osseous tumors.\n[1]\n[2]\nOsteochondromas are surface bone lesions composed of both cortical and medullary bone with hyaline cartilage caps. The presence of cortical and medullary continuity of the tumor with the underlying bone is a pathognomonic feature that establishes the diagnosis.\n[1]\n[2]\n[3]\nOsteochondromas may be solitary or multiple. The multiple form is an autosomal dominant syndrome referred to as hereditary multiple exostosis (HME) or familial osteochondromatosis.\n\nOsteochondromas can be an incidental finding or present with a palpable mass or symptoms due to compression of the adjacent structures, which varies based on the involved structure.\n[2]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\nComplications associated with osteochondromas are common, including osseous deformities, fractures, bursa formation with or without bursitis, vascular compromise, neurologic symptoms, and malignant transformation.\n[1]\n[2]\n[3]\n[11]\n\nRadiographs are often diagnostic; however, cross-sectional imaging may be indicated to assess for complications, assess the cartilage cap, or, in some challenging cases, establish the presence of medullary continuity. The lesions may increase in size in skeletally immature patients; however, growth or changes in morphology after skeletal maturation are concerning features for malignant transformation. The lesions may be sessile or pedunculated. When pedunculated, they extend away from the nearest joint.\n[1]\n\nThere are multiple osteochondroma variants or mimickers. Including subungual exostosis, dysplasia epiphysealis hemimelica (Trevor disease), turret exostosis, traction exostosis, bizarre parosteal osteochondromatous proliferation (BPOP) (or Nora lesion), and florid reactive periostitis.\n[1]\n[12]\nDifferential considerations also include subperiosteal hematoma, parosteal osteosarcoma, or juxtacortical chondroma, none of which have medullary continuity.\n[2]\n[3]\n[12]\n[13]\n[14]\n\nNonoperative treatment is indicated for the majority of solitary osteochondromas. Retinoid acid receptor gamma (RARy) agonists are an emerging potential treatment.\n[15]\n[16]\n[17]\nOperative management can involve marginal surgical excision of the lesion, with wide surgical excision reserved for cases of malignant transformation.\n[4]\n[18]\n[19]\n[20]\n[21]",
    "mechanism": "Osteochondroma can present as a solitary lesion or part of numerous osteochondromas in patients with HME.\n[1]\nSolitary lesions can be primary or secondary. Primary osteochondromas develop spontaneously with no precipitating etiology, whereas secondary osteochondromas can result from Salter-Harris fracture, postsurgery, or radiation therapy. Osteochondroma is the most common benign radiation-induced bone tumor, with postirradiation prevalence ranging from 6% to 24%. The latency period for post-radiation osteochondromas ranges from 3 to 17 years.\n[1]\n[22]\n[23]\n\nSecondary osteochondromas can also be a malignant transformation of a solitary osteochondroma or HME. Secondary osteochondroma is a low-grade tumor that is rare in the pediatric population but is more common in older age groups (50 years and older). The pelvis is the most common location of osteochondroma.",
    "monitoring": "Radiographs\n\nOsteochondromas are surface lesions. They are usually located at the metaphysis with characteristic cortical and medullary continuity of the parent bone and a cartilaginous cap.\n[41]\nThe lesions may be sessile (broad base) or pedunculated (narrow stalk). Pedunculated lesions grow away from the adjacent joint. The characteristic cartilage cap is not easily assessable on radiographs as it is radiolucent and involutes at skeletal maturity. Sessile lesions bear a higher risk of malignant transformation.\n[18]\n\nRadiographic findings concerning malignant transformation include an increase in size, changes in morphology, periostitis, or new indistinctness of the cortical margins. Lesions of the flat bones (scapula, pelvis, spine) are often indeterminant on radiographs and require further imaging to demonstrate the corticomedullary continuity.\n[1]\n[2]\n[3]\n[12]\n[23]\nSee\nImages.\nHumerus Radiograph, Osteochondroma and Osteochondroma on AP Radiograph.\n\nCT Scan or MRI\n\nA CT scan or MRI can further help delineate the lesion. This form of imaging is indicated in patients with radiographic features suggestive of malignant transformation.\n[42]\nThe cartilage cap will demonstrate intermediate to high signal on T2- and proton density (PD)–weighted images. Cartilage caps are generally thicker in skeletally immature patients (range 1 to 3 cm). In skeletally mature patients, the cartilage cap is generally only a few millimeters. Cartilage caps greater than 2 cm, especially in skeletally mature patients, are concerning for malignant transformation and require tissue sampling.\n[1]\n[33]\n\nMRI\n\nMRI can help further assess associated complications such as overlying bursae, which present well on T2- and PD fat-suppressed as well-defined hyperintense fluid collections with or without bursitis. MRI is also useful to assess displacement or impingement on neurovascular structures. In patients with neurologic findings, the involved nerve may be displaced, enlarged, or demonstrate a hyperintense T2/PD signal. Additionally, the musculature innervated by the affected nerve may demonstrate edema (acute denervation injury), fatty infiltration (chronic denervation injury), or both.\n[1]\nSee\nImage.\nOsteochondroma on MRI.\n\nBone Scintigraphy\n\nThis scan is generally not helpful, as both benign and malignant lesions may demonstrate increased radiotracer activity.\n[1]",
    "administration": "Nonoperative Management\n\nNonoperative management is usually indicated for small solitary asymptomatic lesions. Most patients with HME do not require surgical intervention until skeletal maturity. No medical therapy for osteochondromas exists, although biological therapy might be available in the future.\n[19]\nOne of the emerging potential treatments for HME is RARy agonists. RARy is a nuclear receptor and acts as a transcription factor as well. RARγ has a pivotal role in cartilage development and growth. The administration of RARy agonists has been reported to inhibit heterotopic ossification in mice and rats, and several other studies demonstrated its role in reducing the number of osteochondromas that developed in mice.\n[15]\n[16]\n[17]\n[43]\n\nOperative Management\n\nOperative management might involve marginal excision of the lesion from its base (allowing removal of the stalk and the cartilage cap). However, in the pediatric population, delaying the surgery until skeletal maturity is recommended as the recurrence rate is higher in the immature skeleton.\n[44]\n[45]\nAdditionally, extra care should be considered when dealing with tumors close to the growth plate\n\nSurgical Excision\n\nSurgical excision is usually indicated for symptomatic lesions, aesthetically displeasing lesions, or lesions with suspicious imaging features such as irregular or indistinct margins, focal areas of radiolucency, bony erosions, or destruction, and lesions with uncertain diagnosis.\n[4]\n[18]\n[19]\n[20]\n[21]\nIn spinal osteochondromas, surgical excision is an indication in radiculopathy, myelopathy, or vascular compression cases.\n[46]\n[47]\nAdditionally, surgical excision is indicated in cases of HME where the lesions are near the joints, resulting in restriction of the joint's range of motion or joint dislocations or subluxations.\n[1]\n[23]\n[33]\nSurgical excision is obligatory indicated in HME than solitary osteochondroma due to the higher risk of malignant transformation and severe bony deformities.\n[2]\n[18]\n[20]\n[33]\n\nWide Surgical Excision\n\nThis treatment is indicated for secondary chondrosarcoma, a similar treatment that would be offered for a typical chondrosarcoma.\n\nReconstructive Options\n\nReconstructive options\nsuch as bone grafting and internal fixation could be indicated in cases where complete resection was undertaken (eg, in the pelvis).\n[19]",
    "adverse_effects": "Complications of osteochondroma can range from simple cosmetic concerns to serious neurovascular complications and malignant transformation. Complications fall into three categories: cosmetic deformity, mechanical effect, and malignant transformation. Major and minor complications have been reported in 4.7% and 7% of patients, respectively.\n[49]\n\nCosmetic Deformity\n\nPainless swelling is the most common complaint that triggers patients to seek medical advice. The osseous deformity is often more severe in HME than in solitary osteochondroma.\n[1]\n[13]\n[23]\n\nMechanical Effect\n\nMechanical effects can result in impingement and repetitive mechanical compression on adjacent neurovascular structures. Since the knee is the most common location of an osteochondroma, there can be vascular complications.\n\nVascular Complications\n\nThese can include a pseudoaneurysm of the popliteal artery or even a true aneurysm, vascular compression, and arterial or venous thrombosis, all of which can compromise the blood supply to adjacent structures.\n\nNeurological Complications\n\nDepending on the lesion site, Neurological complications can result in peripheral neuropathy (eg, common peroneal nerve palsy with atrophy of the anterior and lateral leg compartment musculature) and radiculopathy or more serious spinal stenosis.\n[1]\n[13]\n[23]\n[50]\n[51]\n[52]\n\nMalignant Transformation\n\nMalignant transformation is estimated to be 1% in solitary lesions and up to 3% to 5% in HME. As previously described, an increase in size or change of radiographic appearance should raise the suspicion of malignancy. Suspicious signs of malignancy on the radiograph include surface irregularity, areas of lucency and heterogeneous mineralization, and a thick cartilage cap (greater than 2 cm). Chondrosarcoma is the most common form of malignant transformation; however,\n\nComplications of Surgical Excision\n\nThe rate of surgical-related complications for elective excision is higher than the rate of the tumor. This has been reported to be 12.5%, with neuropraxia being the most common, followed by artery laceration, compartment syndrome, and fibula fracture.\n[1]\n[53]\n[54]\n[55]"
  }
}