{
  "drug_name": "chelated iron",
  "nbk_id": "NBK555986",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555986/",
  "scraped_at": "2026-01-11T15:25:56",
  "sections": {
    "indications": "Busulfan or any of its dosage form components causing hypersensitivity is an absolute contraindication.\n\nBox Warning\n\nBusulfan induces severe and prolonged myelosuppression, requiring hematopoietic progenitor cell transplantation to prevent potentially fatal complications.\n[17]\nSevere granulocytopenia, thrombocytopenia, anemia, or a combination may occur, necessitating close monitoring of complete blood counts, including white blood cell differentials and quantitative platelet counts. Daily monitoring is crucial during treatment until graft success is confirmed. Use antibiotic therapy and blood product support when medically indicated.\n\nWarning and Precautions\n\nCautions are necessary when using busulfan and all alkylating agents like pancytopenia, gonadal dysfunction, pubertal development in children, carcinogenicity, mutagenicity, infertility, and busulfan-induced lung injury.\n[18]\n[19]\nEmbroyfetal toxicity has been reported with busulfan. The FDA has declared busulfan to be a pregnancy category D medication. Breastfeeding is not recommended when undergoing treatment with busulfan.\n[7]\nCardiac tamponade has been reported with high doses of busulfan and cyclophosphamide.\n[20]",
    "mechanism": "Busulfan is an alkylating chemotherapeutic agent. Alkylating agents are a broad category of antineoplastic agents, but all have a similar mechanism of action. Alkylating agents work by substituting alkyl groups for hydrogen atoms on the cancer cell DNA molecule; this results in cross-linkage within the DNA chain, inhibiting the transcription of DNA into RNA. The inhibition of transcription causes inhibition of protein synthesis and further results in cytotoxic, mutagenic, and carcinogenic effects.\n[3]\n\nBusulfan specifically works by having a hydrolysis reaction occur with the 2 easily displaced methanesulfonate groups located on opposite ends of a butane chain within the drug's chemical structure. This is a nucleophilic substitution reaction with the guanine molecules to create positively charged, highly reactive carbonium ions. These ions form DNA intrastrand cross-links, which, in turn, disrupt and damage the cancer cell's DNA.\n\nAnother inhibitory effect that busulfan exerts on DNA is binding to the cysteine molecules of histone proteins, which leads to DNA-protein binding. Busulfan also disrupts the cellular redox equilibrium by interacting with the sulfhydryl groups of glutathione, increasing oxidative stress in cancer cells.\n[4]\n[5]\n\nPharmacokinetics\n\nAbsorption: Busulfan's oral absorption in humans is variable, influenced by disease states, age, and dosage. The intravenous formulation has been developed to address erratic oral absorption, providing more consistent systemic exposure.\n\nDistribution: Intravenous busulfan exhibits a narrow therapeutic index with significant inter-individual variability. Approximately 32% irreversibly binds to plasma proteins. The drug enters cerebrospinal fluid, contributing to CNS adverse effects.\n\nMetabolism: Busulfan undergoes predominant metabolism through conjugation with glutathione, occurring spontaneously and facilitated by glutathione S-transferase catalysis. The resulting conjugate undergoes extensive oxidative metabolism in the liver.\n\nElimination: Only 2% of unchanged busulfan is excreted in the urine in humans. Urinary metabolites include sulfolane, 3-hydroxy-sulfolane, and tetrahydrothiophene 1-oxide. Busulfan clearance shows a coefficient of variation of 25%. Infusion rate affects clearance, emphasizing the need for standardized administration schedules. Limited unchanged busulfan in urine and detection of specific metabolites affirm the relevance of the sulfonium ion conjugate of glutathione in the mercapturic acid pathway.\n[4]",
    "administration": "Available Dosage Forms and Strengths\n\nPatients can receive busulfan either orally or by intravenous route. The intravenous solution presents a 6 mg/mL concentration, while the oral tablet is available in a 2 mg strength. Certain intravenous formulations may incorporate polyethylene glycol.\n\nAdult Dosage\n\nChronic myelogenous leukemia (Allogeneic hematopoietic progenitor cell transplantation)\n\nPatients can receive busulfan orally or intravenously. For pre-transplantation, patients over 12 kg in weight should receive busulfan at a rate of 0.8 mg/kg every 6 hours for 4 days. Pre-transplantation treatment also includes cyclophosphamide. Intravenous administration is preferable to oral administration because multiple studies show a sizeable therapeutic variability among patients receiving therapy with oral busulfan.\n[6]\n[2]\nBusulfan should be injected with cyclophosphamide as a conditioning regimen before bone marrow or peripheral blood progenitor cell replacement. For patients over 12 kg, use busulfan injection at 0.8 mg/kg intravenously every 6 hours for 4 consecutive days (Days -7, -6, -5, and -4), followed by cyclophosphamide at 60 mg/kg intravenously on Days -3 and -2. Hematopoietic progenitor cells should be administered on Day 0. The patient should be premedicated with anticonvulsants to prevent seizures and administer antiemetics before and throughout the busulfan injection administration. Busulfan injection clearance is best predicted using adjusted ideal body weight. Caution should be exercised with polycarbonate-containing components. A busulfan injection for intravenous infusion should be diluted with either normal saline or 5% dextrose injection. Use an administration set with minimal residual hold-up volume (2 mL to 5 mL). Aseptic techniques should be followed, and infusion pumps should be used for a 2-hour administration. The catheter line is then flushed before and after each infusion. Unused portions should be discarded and not infused concomitantly with other intravenous solutions of unknown compatibility.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments for busulfan are provided in the product labeling.\n\nRenal impairment:\nNo dosage adjustments for busulfan are provided in the product labeling.\n\nPregnancy considerations:\nBusulfan, as demonstrated by animal studies, demonstrates teratogenic effects in rabbits, mice, and hamsters, signifying potential harm to the developing fetus. The solvent dimethylacetamide (DMA) also demonstrates fetal risks in animal studies. Pregnant women should be apprised of these potential dangers, and it is advised to ensure effective contraception for females and males of reproductive potential during and post-busulfan treatment.\n\nBreastfeeding considerations:\nBreastfeeding is contraindicated when undergoing treatment with antineoplastic medications. Like many other antineoplastic medications, busulfan can impact breast milk's normal microbiome and chemical composition. One case has been documented involving a woman breastfeeding while taking busulfan 4 mg/day for 5 weeks to manage myeloid leukemia. No adverse effects were recorded involving her infant's hemoglobin and leukocyte count.\n[7]\nEven with this case, there is still not enough information to say whether it is safe to take busulfan when breastfeeding.\n\nPediatric patients:\nAdverse reactions, such as pneumonia, capillary leak syndrome, veno-occlusive disease, multi-organ failure, and mortality, have been reported in pediatric patients. Therapeutic drug monitoring, cautious monitoring, and individualized dosing are recommended for pediatric patients receiving busulfan injections. Per the busulfan dosing nomogram, for patients with an actual body weight (ABW) less than or equal to 12 kgs, the recommended dosage is 1.1 mg/kg. For those with a body weight greater than 12 kg, the suggested dosage is 0.8 mg/kg.\n\nOlder patients:\nStudies involving busulfan did not involve a sufficient number of older patients (aged 65 and older) to ascertain whether their response differs from that observed in younger patients.",
    "adverse_effects": "There are adverse effects that commonly correlate with busulfan use and that are common among all alkylating agents. Common adverse drug reactions associated with all alkylating agents include intestinal mucosal damage, alopecia, pancytopenia, anemia, amenorrhea, impaired spermatogenesis, and increased risk of malignancy.\n\nHepatic veno-occlusive disease is an adverse effect commonly associated with busulfan. This adverse effect typically occurs 10 to 20 days after hematopoietic cell transplantation, but it can present as late as 30 to 75 days with newer therapeutic regimens. Frequency ranges from 20% to 50%, but the incidence has decreased due to better therapeutic regimens. Hepatic veno-occlusive disease typically presents with abdominal pain, liver tenderness, and jaundice. Weight gain is also associated with fluid accumulation. Serum enzyme and serum aminotransferase concentrations typically become elevated, with a minimal increase in alkaline phosphatase concentrations. If severe enough, it can cause hepatic failure. With the fatality rate being as high as 50%, it is important to bear in mind how much busulfan a patient is receiving because hepatic veno-occlusive disease is dose-dependent. Doses higher than 16 mg/kg, for instance, would put the patient at more risk of hepatic veno-occlusive disease.\n[2]\n[3]\n[8]\n\nOther adverse effects of busulfan include interstitial pulmonary fibrosis. This adverse effect is commonly referred to as busulfan lung, and while it is rare, it is an important adverse effect to note. Research has not established the exact mechanism, but it is believed to be due to chemically induced inflammation of the alveoli. This inflammation then causes granular pneumocytes to proliferate, which causes the lungs to become fibrotic.\n[8]\n[9]\n[10]\n\nBusulfan-induced seizure is also another adverse effect to note. The seizures are generally tonic-colonic. Incidence is reported to be 10% and is associated with high concentrations of busulfan. Busulfan rapidly distributes into the CSF; clinicians can use plasma concentration to approximate CSF concentration when using high doses of busulfan. Physicians must treat patients with prophylactic phenytoin. Other medications that have been useful as a prophylactic treatment for busulfan-induced seizures are clonazepam, lorazepam, valproic acid, and levetiracetam. Some physicians have chosen to use benzodiazepines like the antiseizure medications previously suggested because phenytoin can increase the metabolism of busulfan by upregulating many P450 enzymes. Further research into this area is underway.\n[4]\n[11]\n[12]\n\nOther notable adverse drug reactions of busulfan include hyperpigmentation, emesis, wasting syndrome, thrombocytopenia, and sometimes medullary aplasia.\n[8]\n[9]\n[13]\n\nDrug-Drug Interactions\n\nMetronidazole:\nMetronidazole reduces busulfan clearance, potentially elevating the risk of busulfan-induced toxicity. Vigilant monitoring and dosage adjustments for busulfan may be imperative.\n[14]\n[15]\n\nItraconazole:\nItraconazole reduces busulfan clearance by 25%, warranting meticulous monitoring and potential dosage modifications due to elevated busulfan levels.\n[16]\n\nIron chelating agents:\nConcurrent administration with iron chelating agents reduces busulfan clearance. The precise mechanism remains unclear. To mitigate increased busulfan exposure, preemptive discontinuation of iron chelating agents before busulfan is advised.\n\nAcetaminophen:\nIf used concomitantly or within 72 hours before busulfan, acetaminophen may reduce busulfan clearance. This is attributed to acetaminophen's documented property of diminishing glutathione levels, influencing busulfan elimination.\n\nPhenytoin:\nPhenytoin increases busulfan clearance, likely through the induction of glutathione-S-transferase. Individuals not receiving phenytoin may exhibit altered busulfan clearance and increased exposure (AUC), necessitating dosage adjustments in phenytoin-treated subjects.\n[4]",
    "monitoring": "Optimal monitoring of busulfan uses the concentrations represented as the area under the concentration-time curve (AUC). AUC has significantly helped clinicians monitor the therapeutic concentrations and correct them as needed for better outcomes after allogeneic hematopoietic cell transplantation. An AUC of 100 mg*h/L reaches optimal efficacy in most patients, but the optimal target varies due to factors that include age and diagnosis. Anything less than 100 mg*h/L increases the risk of graft rejection or disease relapse. Anything greater than 100 mg*h/L or 1500 μM for AUC increases a patient’s risk of hepatic venous-occlusive disease.\n[1]\n[21]\nOther tests to use when analyzing the effects of busulfan on a patient include complete blood count, liver function tests, and pulmonary function tests.",
    "toxicity": "Signs and Symptoms of Toxicity\n\nWhen using busulfan, toxicity concerns are primarily associated with hepatic venous-occlusive disease, acute graft-versus-host disease, and chronic graft-versus-host disease. Most research indicates that maintaining the AUC between 78 to 101 mg*h/L significantly increases event-free survival for patients.\n[21]\n\nManagement of Toxicity\n\nTreatment for hepatic venous-occlusive disease (also known as a hepatic sinusoidal occlusive syndrome) includes defibrotide, an antiplatelet agent, and an antithrombotic agent. Research has shown that 25 mg/kg/d of defibrotide IV for 21 days has effectively treated hepatic venous-occlusive disease.\n[22]\nStandard first-line therapy for both acute and chronic graft-versus-host disease is corticosteroids.\n[23]"
  }
}