{
  "drug_name": "chenodeoxycholic acid",
  "nbk_id": "NBK567735",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567735/",
  "scraped_at": "2026-01-11T15:25:58",
  "sections": {
    "indications": "OCA is contraindicated for patients with complete biliary obstruction. Obeticholic acid is also contraindicated for patients with decompensated cirrhosis (eg, Child-Pugh class B or C) or compensated cirrhosis with evidence of portal hypertension, such as gastroesophageal varices, ascites, or ongoing thrombocytopenia.\n\nBox Warnings\n\nHepatic decompensation and hepatic failure in primary biliary cholangitis with cirrhosis:\nThe FDA has issued a boxed warning stating that administration of OCA to patients with PBC and compensated or decompensated cirrhosis is associated with hepatic decompensation and hepatic failure. These adverse effects may be fatal or require liver transplantation. The FDA further notes that OCA is contraindicated for patients with PBC and decompensated cirrhosis, a history of decompensation events, or compensated cirrhosis with evidence of portal hypertension. Furthermore, OBC was found to fatally exacerbate hepatic decompensation and failure in patients with PBC and decompensated cirrhosis when administered at doses higher than normal. Discontinuation of OCA is advised for patients with clinical or laboratory indications of hepatic decompensation, compensated cirrhosis with portal hypertension, or clinically significant hepatic adverse reactions.\n[31]\n[32]\n\nWarning and Precautions\n\nSevere pruritus:\nObeticholic acid treatment is associated with severe itching (pruritus) that can interfere with daily activities and may require medical intervention. Management strategies include bile acid binding resins, antihistamines, dose adjustments, or temporary cessation of OCA.\n[9]\n\nReduction in high-density lipoprotein-C:\nObeticholic acid treatment is associated with reduced high-density lipoprotein (HDL)-C levels. These reductions were observed across treatment arms compared to placebo. Monitoring lipid levels is recommended during therapy, particularly for patients experiencing significant and sustained decreases in HDL-C.\n[33]",
    "mechanism": "OCA is a semisynthetic hydrophobic bile acid analog that acts as a highly selective agonist for the farnesoid X-activated receptor (FXR), a nuclear bile acid receptor.\n[2]\nFarnesoid X-activated receptors are primarily expressed in human enterocytes and hepatocytes. Naturally occurring bile acids are the most common ligands for FXRs. In enterocytes, FXRs regulate the synthesis of bile acids and release a fibroblast growth factor (FGF-19) into the hepatic portal circulation.\n[12]\nFXRs primarily regulate hepatocyte hepatic triglyceride synthesis, fibrosis, and other metabolic pathways. Once FGF-19 is released into the portal circulation, it binds to the FGFR-4 receptor on the hepatocytes. This receptor complex eventually suppresses cholesterol 7α-hydroxylase (CYP7A1), the enzyme responsible for converting cholesterol into bile acids.\n[13]\n\nThis primary pathway inhibits bile acid synthesis by the hepatocytes. FXRs in the hepatocytes are also activated by circulating bile acids to stimulate the bile salt export pump (BSEP) to increase bile salt excretion. Upon intake, OCA is metabolized by the liver into glycine and taurine. Later, these conjugated products are secreted into the bile and absorbed by the small intestine. After glycine and taurine enter enterohepatic circulation, intestinal microbes deconjugate back into OCA.\n[14]\n\nObeticholic acid selectively binds and activates the FXRs of enterocytes and hepatocytes, reducing the toxic levels of bile acids. Compared with naturally occurring bile acids, its binding potency is over 100-fold, effectively blunting the harmful effects of bile acids on hepatic tissues. Reducing this exposure limits the progression of cholangitic processes such as PBC and PSC. Obeticholic acid also directly stimulates the BSEP to reduce circulating bile salts in the liver and biliary tree. While OCA has not been approved for use in patients with NASH, the data from some studies suggest OCA's efficacy in suppressing hepatic triglyceride synthesis and promoting insulin sensitivity and insulin-dependent activities. This suppression reduces the risk of lipid deposition into hepatocytes, reducing the incidence and progression of NASH.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nObeticholic acid reaches peak plasma concentrations (Tmax) at about 1.5 hours, and the alkaline phosphatase reduction plateau at about 3 months. Food does not alter absorption.\n\nDistribution:\nObeticholic acid and its metabolites demonstrate plasma protein binding of >99%. The volume of distribution is 618 L.\n\nMetabolism:\nObeticholic acid is conjugated with glycine or taurine in the liver and secreted into bile. These conjugates are absorbed in the small intestine, leading to enterohepatic recirculation. Deconjugation by intestinal microbiota in the ileum and colon converts them back to OCA, which is reabsorbed or excreted in feces, the principal route of elimination.\n[15]\n\nElimination:\nApproximately 87% of the dose is excreted in feces via biliary secretion. Less than 3% is excreted in urine.",
    "administration": "Available Dosage Forms and Strengths\n\nOCA is available as a 5 or 10-mg oral tablet for patients with PBC with inadequate response or intolerance to UDCA. Inadequate response is defined as an ALP level greater than 1.67 times the upper limit of normal or elevated bilirubin greater than twice the ULN after 1 year of UDCA therapy.\n[16]\n\nAdult Dosing\n\nThe recommended initial dose is 5 mg once daily, which can be increased to 10 mg daily if the patient does not have a reduction in ALP and bilirubin within 3 months and tolerates the drug well.\n[1]\n[17]\nThe effect of varying FDA-approved OCA doses is currently being studied. One double-blind study of patients with PBC with an inadequate response to UDCA demonstrated that OCA doses ranging from 10 to 50 mg daily for 3 months significantly reduced ALP, γ-glutamyl transpeptidase, and alanine aminotransferase levels.\n[18]\nSimilarly, another study demonstrated significant improvement in ALP and other biochemical marker levels with OCA 10-50 mg monotherapy.\n[19]\nPruritus as an adverse effect increased in a dose-dependent manner, and the 10 mg dosage demonstrated superior tolerability and fewer discontinuations.\n[19]\n\nSpecific Patient Populations\n\nHepatic impairment:\nObeticholic acid is contraindicated for patients with decompensated cirrhosis (eg, Child-Pugh class B or C), with a prior history of decompensation events, or with compensated cirrhosis and portal hypertension.\n\nRenal impairment:\nAccording to product labeling, any increase in the area under the curve (AUC) of total OCA in subjects with renal impairment is not clinically significant. Additionally, animal models have demonstrated the beneficial effects of OCA in the kidney by reducing TNF-α-mediated expression of matrix metalloproteinases (MMPs) after liver ischemia-reperfusion.\n[20]\n\nPregnancy considerations:\nAccording to the American Association for the Study of Liver Diseases (AASLD), OCA is not associated with teratogenicity or postnatal abnormalities in animal studies; however, human data are lacking. Due to the insufficient safety data, administration of OCA during pregnancy is not recommended.\n\nBreastfeeding considerations:\nPer the AASLD, OCA's presence in breast milk has not been determined. Due to insufficient safety data, OCA is not recommended for patients who are breastfeeding.\n[21]\n\nPediatric patients:\nObeticholic acid has not been established as safe and effective for pediatric patients.\n\nOlder patients:\nNo age-related differences in the safety or effectiveness of OCA have been observed.",
    "adverse_effects": "The most common adverse effects associated with OCA administration include pruritus, fatigue, and abdominal pain and discomfort. Other reported adverse effects include rash, oropharyngeal pain, dizziness, constipation, arthralgia, dyslipidemia, headache, eczema, depression, hypersensitivity reactions, and abnormal thyroid function.\n[1]\n[17]\nThe incidence of pruritus has been shown to increase in a dose-dependent manner and is increased when OCA is used as monotherapy. However, if a patient undergoes OCA therapy for 3 months without pruritus, this adverse effect is unlikely to occur subsequently.\n[22]\n[23]\n[24]\n\nIf pruritus does occur, it can be managed with bile acid sequestrants, antihistamines, dose reduction, or a temporary dosing interruption.\n[22]\nEsophageal varices and ascites were also shown to occur during a 3-year interim analysis of patients in the POISE trial.\n[25]\nObeticholic acid is also associated with decreases in high-density lipoprotein cholesterol and triglycerides and increases in low-density lipoprotein (LDL) cholesterol.\n[16]\n[26]\n[27]\n[28]\nHowever, a double-blind, placebo-controlled study of patients with NASH showed that atorvastatin could be in combination with OCA to mitigate LDL changes.\n[29]\nIn patients with decompensated cirrhosis or Child-Pugh B or C hepatic impairment who receive more frequent dosing than the recommended starting dosage of 5 mg once weekly, hepatic decompensation and failure have been reported. Patients at risk for hepatic decompensation should be closely monitored while on OCA.\n\nDose-dependent liver-related adverse reactions such as jaundice, worsening ascites, portal hypertension, and primary biliary cholangitis flare were also reported in patients with doses of 10 to 50 mg (5 times the recommended dose.) A pooled analysis of 3 placebo-controlled trials involving patients with PBC revealed that liver-related adverse effects occurred at a rate of 5.2 per 100 patient exposure years (PEY) for the 10 mg dose versus 2.4 for the placebo group. Liver-related adverse effects were 19.8 per 100 PEY for the 25 mg group and 54.5 per 100 PEY for the 50 mg group.\n[1]\nMonitoring the patient's liver function during OCA therapy and liver-related adverse reactions is vital. Patients who experience paradoxical worsening of liver disease, progressive elevation of liver enzymes, or evidence of hepatic decompensation should discontinue OCA.\n[1]\nPatients with cirrhosis presenting with portal hypertension should also discontinue OCA.\n[30]\n\nDrug-Drug Interactions\n\nBile acid binding resins (\neg, cholestyramine, colestipol, colesevelam): Obeticholic acid absorption and effectiveness may be reduced if administered concurrently with bile acid binding resins. To minimize interaction, OCA should be taken at least 4 hours before or after these resins.\n\nWarfarin:\nCoadministration of OCA with warfarin can lower the international normalized ratio (INR). Monitoring INR levels and adjusting warfarin dosage may be necessary to maintain therapeutic efficacy.\n\nInhibitors of bile salt efflux pump:\nConcomitant administration of OCA with\nbile salt efflux pump inhibitors (eg, cyclosporine)\nmay lead to bile salt accumulation in the liver, potentially causing clinical symptoms. These combinations should be avoided. However, if BSEP inhibitors are necessary, serum transaminase and bilirubin levels should be monitored.\n\nCYP1A2 substrate:\nObeticholic acid can potentially increase the exposure of CYP1A2 substrates. Serum drug concentrations should be observed in CYP1A2 substrates with narrow therapeutic indexes, such as theophylline and tizanidine.\n[17]\n[24]",
    "monitoring": "The patient's response and tolerability to OBC and progression of PBC disease should be monitored. Also, any relevant Child-Pugh classifications should be updated regularly, as dosage adjustments are based on classification changes. Monitoring liver function, including serum bilirubin, alanine transaminase, aspartate transaminase, and alkaline phosphatase, can be performed to assess safety and efficacy.\n[1]\nIf the patient has a biliary obstruction, evidence of worsening hepatic function indicating risk of decompensation, or liver-related adverse reactions (such as jaundice, worsening ascites, or PBC flare), OCA should be discontinued. OCA is associated with reduced HDL and increased LDL levels. Serum lipid levels should be monitored during treatment. The INR should be monitored for necessary dosage adjustments as OCA is associated with reduced INR in patients receiving warfarin.\n[17]",
    "toxicity": "Signs and Symptoms of Overdose\n\nFor patients with primary biliary cholangitis, the administration of OCA at doses higher than the recommended maximum (ie, 25 mg or 50 mg once daily) results in dose-dependent hepatotoxicity, evidenced by elevations in ascites, portal hypertension, jaundice, and exacerbation of primary biliary cholangitis.\n\nManagement of overdose\n\nThere is no antidote for OCA. The FDA recommends closely monitoring the patient and providing appropriate care during an overdose.\n\nRecommendations\n\nOCA should be administered only to patients who have an inadequate response or are intolerant to ursodeoxycholic acid alone.\n[5]"
  }
}