{
  "drug_name": "cherry",
  "nbk_id": "NBK563207",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563207/",
  "scraped_at": "2026-01-11T18:46:48",
  "sections": {
    "indications": "Cherry hemangiomas are common benign cutaneous vascular proliferations. They are also known as cherry angiomas, adult hemangiomas, or senile angiomas as their number tends to increase with age.\n[1]\nThey were named Campbell De Morgan spots, after the name of a surgeon who worked at Middlesex Hospital from 1842 to 1875.\n[2]\nSee\nImage.\nCherry Hemangioma.\nAccording to the current classification by the International Society for Vascular Anomalies (ISSVA) for benign vascular tumors, cherry hemangiomas are not included, although they have distinct clinical and histopathological features and are highly prevalent in adults.\n[1]\n\nIn the international literature, Campbell De Morgan spots have variously been known as senile angiomas, angioma eruption, angioma tuberosum, senile ectasia, angioma nodulare cutis, perles sanguines, ruby spots, and cancerodermes. Although De Morgan (1811 to 1876) associated these spots with the presence of cancer, this is not a common finding.\n\nAccording to light and electron microscopic studies of telangiectasia, cherry hemangiomas are a type of papular telangiectasia. These true capillary hemangiomas consist of newly formed capillaries with narrow lumens and prominent endothelial cells arranged in a lobular pattern in the papillary dermis.\n[3]\nCherry hemangiomas generally appear as multiple spots, 1 to 5 mm in size, bright red, and dome-shaped papules mostly on the trunk or upper limbs and rarely on hands, feet, and face.\n[3]",
    "mechanism": "There is no well-known cause of cherry angiomas. Some of the associations and possible etiologies of these lesions are as follows.\n\nAging: Since these lesions are seen mostly in old age, the aging process can be a cause of their development.\n[3]\nGenetic mutation: Some studies have seen somatic missense mutations in GNAQ (Q209H, Q209R, R183G) and GNA11 (Q209H) genes in these lesions.\n[4]\nPregnancy\n\nEruptive cherry angiomas: This term indicates the sudden development of multiple and extensive cherry angiomas. They may be seen in the following conditions:\n\nA side effect of topical nitrogen mustard used for the treatment of vitiligo\n[5]\nA side effect of cyclosporine\n[6]\nChronic graft-host disease\n[7]\nLymphoproliferative diseases and multicentric Castleman disease (MCD): The possible mechanism is hypersecretion of vascular endothelial growth factor in response to elevated interleukin 6 levels. Therefore, it is suggested that if the patient presents with sudden multiple cherry angiomas along with systemic symptoms and lymphadenopathy, the patient should be evaluated for multicentric Castleman disease (MCD) and other lymphoproliferative disorders.\n[8]\nA side effect of ramucirumab: The underlying mechanism for this is ramucirumab-induced somatic activating VEGFR2 mutation.\n[9]\nHuman herpesvirus-8 (HHV8): It is frequently found in eruptive cherry hemangiomas (52.9%)\n[10]",
    "monitoring": "Cherry hemangiomas are diagnosed clinically by appearance. Optical coherence tomography, which is a low energy light-based imaging device, can be used to evaluate cherry hemangiomas before treating them with laser therapy. This imaging study determines the extent and depth of these lesions, which is useful in predicting the response of these lesions to laser therapy.\n[16]\nIf there is a concern for malignancy, the lesion should be excised and sent for histopathologic examination.\n[4]\n\nAlthough cherry hemangiomas are diagnosed clinically by appearance, their histopathologic findings are essentially the same as true capillary hemangiomas.\n[3]\nThese histopathologic findings include a thinned epidermis and many newly developed, polypoid, neovascularized capillaries. These capillaries have thin narrow lumens along with prominent endothelial cells. The endothelial cells are most often arranged in a lobular fashion in the papillary dermis.\n[1]\nThe newly formed capillaries are found early, while these capillaries dilate later. Therefore, late-stage tumors often tend to have increased dilated vessels.\n[3]\nThe proliferative activation of endothelial cells may therefore be specific to the early stage and may disappear in the later stage.\n[1]\n\nIn addition to these findings, collagen fibers between blood vessels appear to be homogenous and show edematous changes. The epidermis may be atrophic, as characterized by loss of rete ridges. The epidermal collarette is similar in appearance to pyogenic granuloma. In addition, immunohistochemical staining demonstrates no abnormality in the expression or distribution of alpha-smooth-muscle actin and type IV collagen on the capillaries of cherry hemangiomas that have undergone proliferation. The dilated and congested vessels demonstrated through immunohistochemical staining may be responsible for the bright ruby-red appearance of cherry hemangiomas.\n[3]\nThe atrophic epidermis and proximity to the epidermis also demonstrated through immunohistochemical staining, may be responsible for the ease of bleeding of these lesions secondary to trauma.",
    "administration": "These lesions are most often asymptomatic but may bleed with trauma.\n[17]\nPatients may want to remove a cherry hemangioma, most often for either cosmetic reasons or for the prevention of bleeding following trauma.\n[18]\nTreatment for smaller lesions includes local anesthesia with 1% lidocaine, followed by electrocauterization. Larger lesions are often treated with shave excision, with electrocauterization of the base. In addition, cryotherapy may be employed. Superficial lesions may also be treated with CO2 laser therapy.\n[17]\n\nAlthough traditionally cryosurgery, electrosurgery, or curettage have been employed in the treatment of cherry hemangioma, more recently, pulsed dye laser or intense pulsed light has been used with success. Krypton and 532 nm diode lasers work very well in eradicating these lesions.\n[19]\nPatients should be advised that the removal of these lesions may cause scarring.\n[18]",
    "adverse_effects": "These lesions may bleed with trauma.\n[17]\nPatients may want to remove a cherry hemangioma most often for either cosmetic reasons or for the prevention of bleeding following trauma.\n[18]\nPatients should be advised that the removal of these lesions may cause scarring.\n[18]"
  }
}