{
  "drug_name": "chicory",
  "nbk_id": "NBK534767",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534767/",
  "scraped_at": "2026-01-11T15:25:58",
  "sections": {
    "clinical_significance": "Colostrum contains a high amount of immunoglobulins.\n[15]\nIt is often referred to as the first immunization. Colostrum provides mucosal immunity to the gastrointestinal (GI) tract by delivering secretory IgA (sIgA), IgM, and IgG. These vital immunoglobulins provide barrier protection to the gut and offer protection from some infectious processes.\n\nMilk contains microbiota like\nBifidobacterium\nand\nLactobacillus,\nwhich confer anti-bacterial activity to the gut along with the delivered oligosaccharides.\n[16]\n[17]\nFurthermore, this facilitates the synthesis of essential nutrients such as vitamins B12, B6, K, and folate. Early introduction of breastfeeding will colonize the neonatal gut with these safe micro-organisms derived from the breastfeeding parent, crowding out organisms from the hospital room and other caretakers. Early rooming-in, where the neonate stays with the breastfeeding parent, is advised when possible.\n\nLactoferrin is also transmitted via breastmilk; it confers immunoprotection against bacterial, viral, fungal, and parasitic infections by prohibiting the sequestration and degradation of iron by microbes.\n[18]\n\nProduced breast milk can be classified as foremilk and hindmilk. Foremilk contains higher levels of lactose, while hindmilk contains a higher proportion of proteins and fats. The nutritional needs of the neonate control the quantity of milk and its components. Understanding milk composition will help the breastfeeding parent regulate the feed from both breasts.\n[19]\n\nEvidence shows that breastfeeding lowers the risk of upper respiratory tract infections and diarrhea in newborns. Other postulated benefits include a lower risk of developing asthma, type 1 diabetes, food allergies, and obesity. Breastfeeding may also delay the return of menstruation and offers cost benefits. In the United States, while approximately 75% of neonates are breastfed, numbers decline within a few months of life. Cigarette smoking and alcohol or caffeine use are not valid reasons to stop breastfeeding. Generally, breastfeeding can be stopped between 6 to 12 months of age, although some children are breastfed until they are 2 to 4 years old.\n\nLactation consultants are trained, certified healthcare professionals who can support the breastfeeding dyad with education and support. They are trained to promote positive attitudes towards breastfeeding by boosting the confidence of the breastfeeding parent through positive counseling. The entire healthcare team should take care to use positive and supportive language, avoiding terms like \"problem,\" \"difficulty,\" \"inadequate,\" or \"improper.\" The presence of postpartum disorders like depression and psychosis may be subtle in presentation and can rapidly deter breastfeeding. These conditions should be considered while managing the postpartum and breastfeeding periods. A lactation consultant should be provided during the hospital stay and after discharge.\n[10]"
  }
}