{
  "drug_name": "chlorophyllin",
  "nbk_id": "NBK594255",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594255/",
  "scraped_at": "2026-01-11T18:46:50",
  "sections": {
    "indications": "Trimethylaminuria (TMAU), also known as fish odor syndrome or stale fish syndrome, is a rare metabolic disorder characterized by the abnormal accumulation and excretion of trimethylamine (TMA). The accumulation of TMA results in a strong, offensive odor resembling that of rotting fish.\n[1]\n\nThe underlying pathogenesis of TMAU is usually a deficient or dysfunctional hepatic enzyme, flavin-containing monooxygenase 3 (FMO3). This enzyme metabolizes TMA into an odorless compound, trimethylamine N-oxide (TMAO).\n[2]\n\nTMA has a strong fishy smell and is a pheromone in different organisms.\n[2]\nA case report described this condition in 1970, but it is believed that trimethylaminuria had been in existence long before then.\n[3]",
    "mechanism": "Primary Trimethylaminuria\n\nPrimary trimethylaminuria occurs secondary to a genetic mutation of the\nFMO3\ngene, located on chromosome 1q24.3. Various\nFMO3\nmutations result in decreased enzyme activity, impaired substrate binding, or disrupted protein structure.\n[4]\nPrimary TMAU is predominately inherited in an autosomal recessive manner; both copies of\nFMO3\nneed to be mutated for TMAU to manifest. However, some rare cases of TMAU may exhibit partial enzyme deficiency due to heterozygosity, compound heterozygosity, or regulatory mutational variants affecting\nFMO3\nexpression.\n[5]\n\nFailure to metabolize TMA results in its accumulation; it is subsequently excreted via urine, sweat, breath, and other body secretions. The excess excretion is what causes the fishy odor.\n[6]\n\nIn rare instances, an inborn error of metabolism resulting from a deficiency of the enzyme dimethylglycine dehydrogenase leads to a 100-fold serum and 20-fold urine increase of N,N-dimethylglycine (DMG); these patients also exhibit a fishy odor.\n[7]\n\nSecondary Trimethylaminuria\n\nSecondary trimethylaminuria also results in excessive accumulation of TMA. Patients with secondary TMAU have functional enzymes that become overwhelmed due to excess dietary intake of the precursors to the offending chemical. These dietary precursors include choline in eggs, beans, and peas and carnitine in red meats and fish. Some individuals use carnitine as a performance-enhancing supplement.\n[8]\n[6]\nCholine is used in the treatment of Alzheimer disease and Huntington disease.\n\nColonic anaerobic bacteria produce TMA from dietary precursors such as choline, carnitine, and lecithin, which are absorbed into the enterohepatic circulation by simple diffusion.\n[9]\nSymptoms of TMAU can develop when the liver enzyme flavin-containing monooxygenase 3 becomes overwhelmed.\n\nOther potential causes of secondary trimethylaminuria are liver failure, portosystemic shunting, menstruation, viral hepatitis, and testosterone therapy.\n[10]",
    "monitoring": "Diagnosing TMAU requires clinical evaluation and biochemical and genetic testing. Biochemical laboratory testing may require several steps.\n\nElevation of urinary TMA levels suggests impaired metabolism and can indicate TMAU.\n[25]\nTo perform this test, a urine sample is collected and analyzed for TMA using specialized laboratory techniques. Patients with results suggestive of TMAU may undergo a TMA challenge or TMA load test. A TMA challenge test begins with administering a large dose of TMA, which can be administered by eating a 300 g portion of marine fish. A random urine collection within 2 to 12 hours after the TMA load is sampled and the levels of TMA and TMAO are quantified.\n[16]\nIn patients with deficient or dysfunctional FMO3 activity, urinary TMA levels will be elevated following the challenge.\n[26]\n\nThe enzymatic activity of FMO3 may be quantified directly using blood samples.\n[27]\nReduced or absent FMO3 enzymatic activity supports the diagnosis of TMAU.\n\nPatients with TMAU may undergo genetic testing to identify specific\nFMO3\nmutations. Genetic testing is performed using blood or saliva to detect specific genetic variants associated with TMAU. Genetic testing can confirm the diagnosis, identify the specific genetic mutation, and help determine the inheritance pattern of the disorder.\n[16]",
    "administration": "The management of TMAU focuses on minimizing the symptoms and improving the quality of life for affected individuals.\n[6]\nWhile there is currently no cure for TMAU, various approaches can produce symptom management. A specific questionnaire for patients with TMAU has been developed to evaluate treatment efficacy; the tool includes questions about different aspects of health to address all disease consequences.\n[28]\nThe treatment options for TMAU include dietary modification, antibiotic therapy, activated charcoal administration, modifications to personal hygiene, and psychological support.\n\nDietary modifications to reduce the intake of TMA precursors are often recommended. Foods rich in choline, carnitine, and TMAO should be limited or avoided. This may include reducing or eliminating the consumption of certain types of fish, red meats, liver, eggs, legumes, and specific vegetables. Working with a registered dietitian specializing in metabolic disorders can be beneficial in developing an appropriate dietary plan.\n[29]\n\nIn some cases, low-dose antibiotics may be prescribed to reduce the population of TMA-producing bacteria in the gut. Antibiotics like neomycin and metronidazole have been used with varying degrees of success.\n[30]\nHowever, long-term antibiotic use should be carefully monitored due to potential side effects and the risk of antibiotic resistance.\n\nActivated charcoal can absorb and reduce TMA levels in the gut. It may be used as a supplement to help minimize TMA production and absorption. However, its effectiveness can vary among individuals.\n\nCopper chlorophyllin, a chlorophyll derivative, has been used as a supplement to help reduce body odor. Copper chlorophyllin is believed to neutralize odor-causing compounds; its effectiveness in managing TMAU symptoms is still being investigated, and individual responses may vary.\n\nMaintaining good personal hygiene practices, including regular bathing or showering using odor-reducing soaps or washes, can help minimize the odor associated with TMAU.\n\nTrimethylaminuria can have a significant impact on self-esteem and mental well-being. Seeking support from mental health professionals, joining support groups, and engaging in counseling can be valuable in managing the emotional and psychological aspects of living with TMAU.\n[20]\n\nA recent study revealed that the endovascular closure treatment resolved TMAU in patients with congenital portosystemic shunts when performed between birth and age 21.\n[31]\n[32]",
    "adverse_effects": "The characteristic fishy odor associated with TMAU can lead to significant social and psychological distress. Individuals with TMAU may experience embarrassment, social isolation, and low self-esteem due to the persistent and often unpredictable nature of the odor.\n[16]\nThey may also be at risk of anxiety and depression due to social stigma.\n[2]\nThese psychological and emotional challenges can profoundly impact relationships, employment opportunities, and overall quality of life."
  }
}