{
  "drug_name": "chlorpromazine",
  "nbk_id": "NBK553079",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553079/",
  "scraped_at": "2026-01-11T15:26:11",
  "sections": {
    "indications": "Chlorpromazine should not be given if there is a known hypersensitivity or allergy to phenothiazines. The drug should be used cautiously in patients on antihypertensive medications due to the risk of developing severe hypotension. It should not be administered concurrently with drugs that depress the central nervous system or patients with poorly controlled seizure disorder. The drug does not have approval for the treatment of dementia-related psychosis. Chlorpromazine's D2 receptor blockade action may affect the therapeutic efficacy of medications with dopamine agonist action, such as levodopa or cabergoline. Selective-serotonin reuptake inhibitors such as citalopram and escitalopram are contraindicated to use along with chlorpromazine. Studies have shown that chlorpromazine qualifies as a potential drug for use during breastfeeding, but under medical supervision, when the benefits outweigh the risks.\n[11]\n\nChlorpromazine occasionally may be used in low doses during pregnancy, although clinicians should weigh the risk vs. benefit of therapy during pregnancy, particularly in the third trimester.\n[12]\nLikewise, breastfeeding mothers may use chlorpromazine short-term, but it comes down to risk vs. benefit analysis for the prescribing clinician.\n[13]",
    "mechanism": "Chlorpromazine is a member of the typical antipsychotic or neuroleptic drug class, also known as first-generation antipsychotics (FGAs). Its precise mechanism of action is unknown, but it is believed to produce its antipsychotic effect by the post-synaptic blockade at the D2 receptors in the mesocortical pathway. However, blocking D2 receptors in the nigrostriatal pathway is responsible for its extrapyramidal side effects.\n[4]\n\nThe antiemetic effect of chlorpromazine stems from the combined blockade of histamine H1, dopamine D2, and muscarinic M1 receptors in the vomiting center.\n\nChlorpromazine is extensively metabolized by the liver (CYP450 enzymes 1A2 and 2D6; it is a CYP3A4 substrate). It also undergoes metabolism in the kidney and GI tract. It is excreted in the urine, bile, and feces. It has a half-life of between 23 and 37 hours for the parent drug, and its active metabolite has a half-life of 10 to 40 hours.",
    "administration": "The medication is available as tablets (10 mg, 25 mg, 50 mg, 100 mg, and 200 mg) for oral intake and can also be administered as intramuscular and intravenous injections. Dosage decisions are on a patient-by-patient basis.\n[5]\n\nFor the treatment of schizophrenia, the patient is initially started on 25 to 75 mg/day orally twice a day and maintained at 200 mg/day. However, the maximum dose per oral is 800 mg/day. If given by intramuscular or intravenous route, it is initially started at 25 mg, followed as needed by 25 to 50 mg after 1 to 4 hours. The usual dose can be 300-800 mg/day.\n\nTo treat nausea and vomiting, chlorpromazine dose can range from 10 to 25 mg orally every 4 to 6 hours as needed. If used as an intramuscular or intravenous injection, the dose can range from 25 to 50 mg every 4 to 6 hours as needed.\n\nPersistent singultus can be treated by giving 25 to 50 mg of chlorpromazine orally every 6 to 8 hours. If hiccups persist after 2 to 3 days of oral treatment, chlorpromazine is given as an intramuscular or intravenous dose.\n\nTo control preoperative apprehension, the dose for chlorpromazine can range from 25 to 50 mg orally and 12.5 to 25 mg intramuscularly given 2 to 3 hours before surgery.\n\nThere is no need for renal dose adjustments, and for patients on dialysis, no supplement is necessary. For patients with hepatic impairment, caution is advised.\n[6]",
    "adverse_effects": "Chlorpromazine is a low-potency antipsychotic that mainly causes non-neurologic side effects. It is highly lipid-soluble and stored in body fats, thus very slow to be removed from the body. Being a low-potency typical antipsychotic, it primarily causes dry mouth, dizziness, urine retention, blurred vision, and constipation by blocking the muscarinic receptors. There is a risk of angle-closure glaucoma in older patients. It also causes sedation due to the blockade of histamine H1 receptors.\n\nAntagonism at the D2 receptors in the tuberoinfundibular pathway is believed to be responsible for the increase in the prolactin level. This hyperprolactinemia can cause several endocrinal side effects, such as decreased libido in both genders. In males, increased prolactin may cause gynecomastia, galactorrhea, and erectile dysfunction. Rarely, it may cause priapism. In females, increased prolactin levels may result in irregular menstruation, oligomenorrhea, amenorrhea, and galactorrhea.\n\nWhen administered as intramuscular or intravenous injections, it may cause hypotension and headache. Prolonged use of chlorpromazine may cause corneal deposits and lens opacity. It may prolong the QT interval. Studies have shown that chlorpromazine may also result in cholestatic jaundice by impairing the bile flow. The drug-induced hepatotoxicity results from inflammation and injury to the liver, which may significantly increase the alanine aminotransferase level (ALT). It can be prevented by regular monitoring with liver function tests, and in case of the early detection of liver injury, the drug should be stopped, and symptomatic management should start.\n[7]\n[8]\n\nDespite being a low-potency drug, chlorpromazine can still cause extrapyramidal side effects (EPS) such as acute dystonia, akathisia, parkinsonism, and tardive dyskinesia (TD). The evolution of EPS side effects can occur from hours to days. Acute dystonia refers to muscle stiffness or spasms of the head, neck, and eye muscles that can start hours after starting the medication. Akathisia includes restlessness and fast pacing. Parkinsonism includes bradykinesia, \"cogwheel\" rigidity, and shuffling gait. TD results from prolonged exposure to antipsychotic drugs and includes involuntary, repetitive, abnormal movements of the face and extremities. Patients are at risk of developing neuroleptic malignant syndrome (NMS). In this life-threatening manifestation, the patient presents with \"lead-pipe\" muscle rigidity, autonomous instability, hyperpyrexia of more than 40 degrees Celsius, altered mental status, leukocytosis, and elevated serum creatinine kinase.\n[9]\n[10]",
    "monitoring": "The hepatic P450 enzyme CYP2D6 metabolizes the drug, and its half-life is approximately 30 hours. It gets excreted from the body via urine and bile. Studies have shown a correlation between chlorpromazine's therapeutic level and improving psychiatric symptoms. Researchers have noted that the patients receiving chronic treatment with chlorpromazine have lower plasma levels as compared to the patients acutely treated with an oral dose of chlorpromazine. Also, the concomitant use of anticholinergics can affect the plasma concentration of chlorpromazine. However, the plasma level and the response threshold for clinical improvement of symptoms and toxicity using chlorpromazine differ both for children and adults.\n[14]",
    "toxicity": "Patients who are allergic to phenothiazines can develop hypersensitive anaphylactic reactions with chlorpromazine. Such patients can be treated by discontinuing the drug and administering steroids or antihistaminic drugs. Chlorpromazine use also requires caution in patients with cerebrovascular and cardiovascular diseases. Patients should start on a low dose of chlorpromazine as an initial dosage, and the increase in subsequent dosing should be gradual. However, treatment should be discontinued if the patient develops agranulocytosis.\n[8]\n\nIn the event of an overdose, ensure adequate ventilation. No specific antidote is available, and treatment primarily addresses symptoms with regular cardiac and respiratory monitoring. Gastric lavage may be attempted if the patient presents to the emergency department within 4 to 6 hours. Activated charcoal is also an option. ECGs are necessary to assess for arrhythmias or QT-interval prolongation. NMS should be treated supportively with cooling and by giving dantrolene sodium. Treatment for TD can be done by discontinuing chlorpromazine and starting a second-generation antipsychotic along with valbenazine or deutetrabenazine."
  }
}