{
  "drug_name": "chlorhexidine gluconate 0.1%",
  "nbk_id": "NBK482221",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482221/",
  "scraped_at": "2026-01-11T18:46:50",
  "sections": {
    "indications": "Methicillin-resistant\nStaphylococcus aureus\n(MRSA) infection is one of the leading causes of hospital-acquired infections and is commonly associated with significant morbidity, mortality, increased length of stay, and a high cost burden.\n[1]\nSoon after methicillin entered clinical use in 1959, Professor Patricia Jevons identified methicillin resistance in\nStaphylococcus aureus\n(S. aureus) in 1960. In February 1961,\nThe British Medical Journal\npublished her observation of this resistant strain, now recognized as MRSA. The pathogen rapidly established endemicity in hospitals across the United Kingdom and, over time, expanded into a widespread global health concern.\n\nMRSA is defined by the presence of the 20 to 65 kb staphylococcal cassette chromosome mec (SCC\nmec)\nelement inserted within the\norfX\n(an RNA methyltransferase) gene of\nS aureus\n. SCC\nmec\ncontains the\nmecA\ngene complex (responsible for methicillin resistance) and a set of site-specific recombinase genes (\nccrA\nand\nccrB\n) responsible for its mobility.\n[2]\nOxacillin is a derivative of methicillin and is used to test for MRSA. Because of methicillin's historic role, we still use the acronym MRSA to describe these isolates.\n\nMRSA carries the\nmecA\nand\nmecC\ngenes, which confer oxacillin resistance by encoding a different penicillin-binding protein (PBP) that allows cell wall synthesis in the presence of beta-lactams due to low affinity for binding. According to the Clinical and Laboratory Standards Institute (CLSI), MRSA is defined as isolates with a methicillin minimum inhibitory concentration (MIC) of 4 μg/mL or greater or an oxacillin MIC of greater than 2 μg/mL. The\nmecA\ngene was first identified in Japan in 1987. The discovery of\nmecC\nin 2011 (in England) was significant because it represented a new mechanism of methicillin resistance in MRSA, distinct from the more common\nmecA\ngene.\n\nMRSA infections can be further divided into hospital-associated (HA-MRSA) and community-associated (CA-MRSA) infections, which differ not only in their clinical features and molecular biology but also in their antibiotic susceptibility and treatment.\n[3]\n[4]\nConsequently, MRSA represents a significant challenge in modern infectious disease management. Furthermore, the ongoing emergence of vancomycin-intermediate and -resistant strains further underscores the need for vigilant diagnosis, antimicrobial stewardship, and evidence-based therapeutic strategies to mitigate resistance and improve outcomes.",
    "mechanism": "MRSA are strains of\nS aureus\nthat have developed resistance to beta-lactam and many other antibiotics. MRSA strains are transmitted by direct skin-to-skin contact as well as indirect contact of surfaces. MRSA is not inherently more virulent than methicillin-sensitive\nS aureus\n. Please see StatPearls' companion resource, \"\nStaphylococcus aureus\nInfections\n,\" for further information.",
    "monitoring": "When evaluating patients with presumptive or proven MRSA infection, clinicians should consider the following general questions:\n\nDoes the patient have risk factors for MRSA?\nIn the absence of risk factors, are there features of the infection that suggest MRSA may be the etiology?\nIs the infection limited to a single anatomic site, or has it disseminated to other sites?\nDoes the patient have co-morbidities or socioeconomic factors that will impact the choice of antibiotic treatment?\nWhat are the potential benefits and risks of the chosen antibiotic and possible surgical option?\nOnce the current MRSA infection has been successfully treated, what strategies can be used to reduce the risk of recurrent MRSA infections?\n\nClinical suspicion in patients with risk factors for MRSA infection is crucial for diagnostic and therapeutic interventions. However, confirmation of MRSA infection should not delay treatment with empiric MRSA antibiotics. Clinicians should submit samples from suspected sources of infection for analysis, including blood, sputum, urine, wounds, CSF, and surgical specimens.\n[26]\nA Gram stain demonstrating the presence of Gram-positive cocci in clusters is suggestive of\nS aureus.\nPolymerase chain reaction (PCR) for MRSA identification is a valuable, rapid test while awaiting culture confirmation.\n[10]\n\nPCR identification of MRSA from the nares is a frequently employed screening test to rule out MRSA colonization. PCR is not a confirmatory test for MRSA infection, but a negative test has high specificity in ruling out MRSA infection.\n[22]",
    "administration": "The selection of empirical antibiotic therapy for treating MRSA infections depends on the type of disease, local\nS aureus\nresistance patterns, drug availability, adverse-effect profile, and individual patient characteristics.\n[27]\n[28]\n[29]\nClinicians should recognize that guidelines on the type and duration of antibiotic therapy are often based on limited data; thus, treatment should be tailored on a case-by-case basis. Please see StatPearls' companion resource, \"\nStaphylococcus aureus\nInfections\n,\" for additional information.\n\nA vancomycin trough level between 15 and 20 mg/L may result in an area under the curve to minimum inhibitory concentration (AUC/MIC) ratio greater than necessary for clinical efficacy. A vancomycin AUC/MIC of 400 to 600 mg⋅h/L is associated with better clinical outcomes in the treatment of MRSA infections.\n[30]\n\nSkin and Soft Tissue Infections\n\nSuperficial infections, eg, impetigo, are treated with gentle soap and water cleansing followed by topical mupirocin. For most uncomplicated SSTIs, empirical treatment is with oral antibiotics, eg, trimethoprim/sulfamethoxazole, tetracyclines (eg, doxycycline or minocycline), or clindamycin. Higher doses of trimethoprim/sulfamethoxazole 160/800 mg, 1 tablet 3 times daily or 2 tablets twice daily in adults are recommended for MRSA in patients with normal renal function. Newer agents, eg, linezolid, tedizolid, and delafloxacin, can also be used as alternative oral regimens if available and deemed cost-effective.\n\nParenteral antibiotics are indicated for invasive SSTIs or with signs of systemic involvement, inadequate response to oral therapy, or if an SSTI occurs adjacent to an indwelling device.\n\nIntravenous vancomycin is the drug of choice for most MRSA infections in hospitalized patients. This agent can be used as empiric and definitive therapy, as most MRSA infections are susceptible to vancomycin. As noted above, some sporadic cases of hVISA, VISA, and VRSA infections may not respond to glycopeptide antibiotics. The dosage depends on the type and severity of the infection. Vancomycin trough is obtained just before the fourth dose to ascertain a therapeutic level. The goal trough range is typically between 10 and 20 µg/mL. For complicated infections, the goal is 15 to 20 µg/mL. The dose should be adjusted based on serum trough levels or AUC/MIC and according to renal function.\n\nDaptomycin is a suitable parenteral alternative when vancomycin is unavailable or not tolerated. Other short-acting options include ceftaroline and telavancin. Long-acting treatment options include dalbavancin and oritavancin. Regardless of the initial empiric antibiotic choice, subsequent therapy should be tailored based on the careful review of culture and susceptibility data.\n\nThe duration of therapy for MRSA SSTIs typically ranges from 5 to 14 days, depending on the extent of the infection and the response to treatment.\n\nBacteremia\n\nSource control is a crucial component of MRSA bacteremia treatment, in conjunction with empiric MRSA coverage until susceptibility results are available.\n[31]\n[32]\nFollow-up blood cultures, echocardiography, and consultation by an Infectious Diseases physician are recommended quality-of-care indicators.\n[33]\n[34]\nPlease see StatPearls' companion resource, \"\nStaphylococcus aureus\nInfections\n,\" for further details.\n\nVancomycin and daptomycin are considered the standard of care according to the 2011 Infectious Diseases Society of America guidelines.\n[35]\nHowever, since the establishment of the guidelines, mortality due to MRSA bacteremia has not significantly changed, and remains between 20% to 30%.\n[36]\nEfforts to improve therapeutic response have led to the investigation of combination glycopeptide plus beta-lactam treatment in patients with MRSA bacteremia. Vancomycin and daptomycin, combined with a variety of beta-lactams, have generally demonstrated a shorter duration of bacteremia than the glycopeptide alone. Impact on mortality has met with mixed results; some studies demonstrate a reduction, others demonstrate no effect, and still others raise concern for increased risk due to the development of acute kidney injury in the patients receiving the antibiotic combination.\n[37]\nWhile additional studies are needed to establish safety, efficacy, and reduction in mortality, the use of combination antibiotic therapy should be considered for high-risk patients and those with refractory bacteremia. When to initiate combination therapy and for how long remains to be determined. However, it has been suggested that induction with combination antibiotics, followed by streamlining to monotherapy, makes biological sense.\n[37]\nWhich combinations and which patient population to target are areas of unresolved but great interest.\n\nTeicoplanin is a bacteriostatic glycopeptide with a similar spectrum of activity and efficacy as vancomycin and is better tolerated than vancomycin. However, teicoplanin is used less commonly due to its limited availability. Teicoplanin is not FDA-approved and is not available in the United States. The use of rifampin, gentamicin, linezolid, quinupristin-dalfopristin, tigecycline, or fluoroquinolones has no role in the treatment of\nS aureus\nbacteremia.\n\nFollow-up cultures should be repeated to document clearance of the infection from the bloodstream. Persistent, positive cultures after 48 hours of treatment should prompt further evaluation related to drug susceptibility and source control.\n\nEndocarditis\n\nThe 2015 American Heart Association (AHA) guidelines recommend intravenous vancomycin as the first-line treatment for endocarditis. For patients who can neither tolerate vancomycin nor achieve adequate dosing, intravenous daptomycin is an alternative option. The recommended duration of therapy for native valve endocarditis is 6 weeks. Prosthetic valve endocarditis secondary to MRSA should be treated with intravenous vancomycin and rifampin for 6 weeks, and gentamicin should be given in the first 2 weeks of therapy. However, evidence of additional benefit of combining rifampin or gentamicin with vancomycin or daptomycin for native valve endocarditis is absent. Combination glycopeptide plus beta-lactams, telavancin, ceftaroline, and quinupristin-dalfopristin have been successfully used as salvage therapy in select patient groups. Clindamycin or linezolid should not be used to treat endocarditis because they have poorer outcomes than cell-wall-active agents, eg, vancomycin and daptomycin.\n[24]\n\nPneumonia\n\nFor MRSA pneumonia, the recommended antibiotics are vancomycin (IV), linezolid (oral/IV at a dosage of 600 mg twice daily), or clindamycin 600 mg 3 times daily if the strain is susceptible. Avoiding daptomycin is crucial because this agent is inactivated by surfactant.\n[38]\nAdditionally, tigecycline is associated with an increased risk of mortality and should be used only as a last resort.\n[39]\nCeftaroline and ceftobiprole have been used off-label in the treatment of pneumonia due to MRSA.\n[40]\n[41]\n\nBone and Joint Infections\n\nFor osteomyelitis, intravenous vancomycin or daptomycin is recommended. Ceftaroline has been used off-label.\n[42]\nOral options include trimethoprim-sulfamethoxazole in combination with rifampin, linezolid, tedizolid, or clindamycin. Oral linezolid and tedizolid are attractive agents due to their excellent bone penetration.\n[43]\n[44]\n\nEarly-onset prosthetic joint infections (less than 3 weeks) are treated with intravenous vancomycin or daptomycin, combined with rifampin, along with debridement while attempting to retain the device. In cases of late-onset infections or unstable implants, debridement with device removal is recommended.\n[38]\nFor spinal hardware infections in which the hardware is retained, a treatment duration of more than 12 weeks may be required.\n[45]\n\nCNS Infections\n\nMeningitis is primarily treated with vancomycin. Alternative antibiotics that may be considered include linezolid, ceftaroline, and trimethoprim-sulfamethoxazole. Clinicians should note that daptomycin has poor penetration into the cerebrospinal fluid (CSF); therefore, if no other treatment options are available, it can be used in combination with rifampin.\n[46]\nLimited data currently exist regarding the treatment of MRSA intracranial abscess. Case reports suggest that a combination of surgical drainage and either vancomycin or linezolid should be used.\n[47]\n\nSalvage Therapy\n\nClinicians will encounter complicated MRSA infections that, for reasons of resistance or patient intolerance, are not amenable to treatment with standard-of-care antibiotics. It is unlikely that robust randomized clinical trials capable of evaluating the efficacy and safety of all possible antibiotic combinations that could be used to treat patients failing current therapy will be conducted. A myriad of case reports and case series that have utilized various antibiotic combinations to treat complicated MRSA infections have been published, and most report varying degrees of success. However, one must be cautious in drawing inferences due to the possibility of publication bias (ie, cases with negative outcomes often go unreported). Notwithstanding, salvage therapy using antibiotic combinations should be considered. These novel treatment approaches should be based on sound microbiological and pharmacological principles in the context of the specific MRSA strain resistance pattern and the infected host's characteristics.\n[37]\n[48]\n[49]\n[50]\n[51]\n[52]",
    "adverse_effects": "Complications associated with MRSA infection include necrotizing fasciitis, abscess, venous thrombosis, bacteremia, endocarditis, bone and joint infections, pneumonia, sepsis, and septic shock. The presence of MRSA infections is linked to several adverse outcomes, including longer stays in the ICU and hospital, as well as increased morbidity, mortality, and healthcare costs.\n\nThe widespread use of vancomycin has resulted in the emergence of hVISA, VISA, and VRSA strains. When the clinical response is not optimal, alternative therapies should be considered.\n[55]\nMyriad potential complications can arise from adverse events associated with the antibiotics used to treat MRSA infections. A discussion of all of the potential antibiotic-associated adverse events is beyond the scope of this discussion."
  }
}