{
  "drug_name": "chlorohexidine digluconat",
  "nbk_id": "NBK597364",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597364/",
  "scraped_at": "2026-01-11T18:46:49",
  "sections": {
    "indications": "Emergency Medical Services (EMS) workers, including emergency medical technicians and paramedics, will likely encounter working dogs. These dogs, often called a canine or 'K9,' are vital members of many specialty teams and are subjected to harsh environments and rigorous, physically demanding activities, including search-and-rescue efforts, suspect apprehension, and illicit substance location. EMS workers are often called upon for standby services or may be integrated into specialty response teams, such as tactical EMS, and are expected to be able to evaluate, treat, and rehabilitate members of tactical responses.\n[1]\n\nOver the past several decades, there has been increasing focus on the welfare of working canines, and perspectives have shifted to value canines as working partners rather than perceiving them as possessions.\n[2]\nDehydration, or a loss of body water at a rate greater than is consumed, can quickly become serious and harm the canine's ability to perform its tasks.\n[3]\nDehydration can be characterized further as hypertonic or hypotonic fluid loss.\n[4]\n[5]\nThe laboratory testing necessary to identify the specific type of dehydration is not usually available in the pre-hospital setting. This article will focus on the more general absolute hypovolemia associated with dehydration.\n[4]\nCanines cannot communicate their need for water or demonstrate the sensation of thirst to individuals unfamiliar with the canine's behaviors. Water may not always be available for consumption during a tactical incident. Goucher et al identified that \"dogs became mildly dehydrated\" after 15 minutes of physical exertion. Working canines are extremely goal-motivated to complete specific tasks that do not include searching for a water source.\n[6]\n\nA canine's motivations, environmental factors, and inability to readily communicate the need for water leave the canine's handler responsible for ultimately seeking adequate water intake and rest to promote the canine's well-being.\n[6]\nThe strenuous work performed by canines involved in tactical responses further complicates the ability to determine how much water should be consumed daily to maintain adequate hydration.\n[3]\nLimited research has identified an ideal hydration status among dogs, which further complicates the prevention of dehydration among working canines.\n[7]\n[8]\nIn a tactical setting, EMS workers are equipped to assess and treat various canine emergencies, including dehydration, and are placed in a unique role where medical equipment typically used on humans can be applied to working canines. With many locales legislating authorization for EMS workers to provide emergency care to working canines if trained by a licensed veterinarian, it is of utmost importance for EMS workers to appreciate the need for knowledge of assessment and management of canine dehydration.",
    "mechanism": "EMS workers will most likely encounter canine dehydration associated with fluid loss due to thermoregulation problems. Considering that working dogs may also suffer from gastroenteritis or diarrheal illness, just like their human counterparts, is essential. Recognition of dehydration through history taking and a physical exam is essential.\n\nCanine thermoregulation involves autonomic processes with heat conservation and dissipation similar to human physiology. As with human physiology, the processes of thermoregulation and thirst regulation in canines are primarily controlled by the hypothalamus, which promotes physiologic changes and behaviors in response to homeostatic needs that are influenced by environmental conditions and physical activity.\n[7]\n[9]\nCore body temperature is often decreased through convection and evaporation of water in both humans and canines, but the fur coat found on canines is a major insulator that reduces the efficiency of radiation of heat to the environment.\n[7]\nCanines with heavier coats or coats with longer hair will experience hyperthermia faster than canines with shorter or lighter coats.\n[3]\n\nEvaporation of water is the most effective method for heat dissipation from the body.\n[10]\nThe canine fur coat and the limited production of sweat leave evaporation of water from the mucous membranes as the primary method of heat loss from the canine body. As the canine engages in prolonged or increasing exertion of activity, the resulting state of hyperthermia causes an increase in fluid loss from the evaporation of water from mucous membranes lining the nasal turbinates and the oral cavity.\n[11]\nWithout the consumption of water, the net fluid loss will cause a state of dehydration.",
    "monitoring": "Prehospital evaluation of canines using laboratory testing is limited to glucometer or point-of-care lab testing. Point-of-care glucometers are accurate when used on canines, with similar expected values.\n[16]\nSome prehospital services carry an excess postexercise oxygen consumption or i-STAT blood analyzer veterinarians use.\n[17]\nHowever, the utility of such information in the prehospital setting is questionable.",
    "administration": "Like human medicine, the approach to treating canine dehydration is fluid replacement through the least invasive route possible, given the canine’s clinical presentation.\n[15]\n[18]\nIf the canine can access potable water and maintain oral intake without vomiting or having airway compromise, giving the canine\nad libitum\naccess to tap water is the least invasive method of fluid replacement. (Providing water\nad libitum\nmeans providing the canine water in a bowl or other appropriate source until they stop drinking water.)\n[8]\nZanghi and Gardner identified that canines provided nutrient-enriched water have an increased total liquid intake, though this may not be available in the field.\n[8]\n\nIf the canine cannot consume water, parenteral administration of crystalloid fluids is appropriate in the field setting to manage canine dehydration.\n[4]\nParenteral routes typically used in the veterinary setting include intravenous (IV) and subcutaneous fluid administration. Intraosseous (IO) administration of bolus fluids is performed when volume resuscitation is indicated. However, venous vascular access is not readily obtainable.\n[4]\nGiven the training required to achieve IO access in canines, there are other feasible routes for EMS workers. The process of attaining peripheral IV access, often in the cephalic vein, is similar to the procedure used to obtain IV access in human patients. Such placement may be hindered by decreased visibility or palpability of canine veins and lack of familiarity with canine vascular anatomy. Parenteral fluid administration may cause the canine to respond to painful stimuli. The EMS worker providing care must be prepared for the animal to react in a manner that could cause injury, such as biting.\n\nSubcutaneous (SC) access is the most feasible way and requires the least procedural familiarity. The EMS worker should identify a suitable location for SC fluid administration, typically in loose skin tissue on the dorsal surface at the level of the shoulder blades. After cleansing the site, an open region of skin is gently pinched, and a sterile needle is inserted, directed cranially, until it is in the SC space. Crystalloid fluids are then typically administered IV or IO to human patients and include 0.9% sodium chloride solution via drip set to the needle and allowed to flow by gravity. When administered subcutaneously, fluid volumes should be limited to 200 mL to allow for effective fluid absorption and decrease the risk of tissue injury.\n\nDehydrated canines may be hypovolemic, and rapid fluid resuscitation may be indicated. Rapid IV access cannot be obtained in such cases, and SC fluid administration may not be sufficient. An additional route of fluid administration for canines includes cannulation of the corpus cavernosum, which is easily located on male canines and requires no specialized equipment.\n[19]\nThe corpus cavernosum (the spongy tissue located along the lateral aspects of the penis that engorges with blood to sustain an erection) provides a site for highly vascularized tissue that permits fluid volume resuscitation.\n[19]\n\nAfter locating the appropriate site, the location should be cleansed with alcohol or chlorohexidine preps, and a large bore needle or angiocatheter (18- or 19-gauge) should be inserted obliquely into the corpus cavernosum caudally.\n[19]\nAfter placing the needle or catheter, confirm placement by the positive aspiration or blood.\n[19]\nOnce verified, vascular access via the corpus cavernosum can be used like EMS workers traditionally use IO access in human patients. A significant advantage of vascular access via the corpus cavernosum is the ability to administer blood products, epinephrine, and atropine.\n[19]\nIf parenteral fluid administration is necessary, the overall goal is for the canine to begin consuming water orally to maintain hydration.\n[18]",
    "adverse_effects": "Unrecognized or inadequately treated dehydration in canines can be further complicated by manifestations of hypovolemic shock, renal injury, hyponatremia, hypokalemia, and cardiac dysrhythmias, resulting in death.\n[11]\nDehydration in working canines is often coupled with hyperthermia.\n[11]\nWithout sufficient body water due to evaporative heat loss, dehydration will increase the risk of heat-related injury, including heat stroke.\n[11]\nThe invasive nature of parenteral fluid administration is associated with an increased risk of localized and subsequent systemic infection.\n[19]\nIO access complications include fat embolism, osteomyelitis, and tissue necrosis.\n[19]"
  }
}