{
  "drug_name": "chlorohexidine",
  "nbk_id": "NBK580528",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580528/",
  "scraped_at": "2026-01-11T15:26:11",
  "sections": {
    "clinical_significance": "The presentation of a patient with an electrical injury can vary greatly depending on the amount of electrical energy encountered. Additionally, the extent of contact is also important because the electrical field strength, which is directly related to voltage and inversely related to the total contact area, can vary greatly with small surface areas causing greater transmission of the electrical energy.\n[6]\nAs such, the extent of injury often cannot be determined by physical exam alone, and an extensive workup is necessary.\n[6]\n\nIn the field, the first step in evaluating a victim of electrical shock is to ensure the area is safe. The presence of a live wire, fire, or if the patient is lying in water may make the scene unsafe. After establishing a safe scene, the patient should quickly be assessed for breathing and circulation. Appropriate life support should be performed as the patient is transported to the hospital. Upon arrival, if the patient is awake and alert, a history of the event should be taken. However, it is possible they are not conscious. Given the potential for electrical shocks to influence heart conduction, an electrocardiogram should be taken. A complete blood count, complete metabolic panel, urinalysis, arterial blood gas, and serum creatine kinase should be performed for all patients, and serum troponin levels should be checked if they are suspicious of cardiac involvement.\n[7]\nBecause the injury is likely to affect muscles, patients may experience rhabdomyolysis, which results in greatly elevated creatine kinase and myoglobinuria. Burns to the skin are also likely and should be managed appropriately, focusing on hydration, electrolyte balance, and cleaning the affected area acutely with betadine chlorohexidine and silver sulfadiazine during healing.\n[8]\nThe long-term impact of electrical shocks on survivors includes but is not limited to neurologic injury, behavior changes, memory lapses, depression, cataracts, chronic pain, fatigue, and muscle spasms.\n[9]\n\nWhile electrical injuries are very dangerous, electrical energy also plays a key role in modalities across many fields of medicine. An automated external defibrillator is a common example that can stimulate the heart's electrical impulse to cease an abnormal rhythm.\n[10]\nElectrocautery is commonly used in surgical fields for cutting and coagulation.\n[11]\nRadiofrequency ablation can burn nerves at various locations for pain management.\n[12]\nElectrical energy can also be applied directly to nerves to modulate their firing or the propagation of their impulses, which is called neuromodulation. This can be used to manage chronic pain like dorsal root ganglion stimulation or with deep brain stimulation for Parkinson disease patients.\n[13]\n[14]\n[15]\nTechniques like neuromonitoring have even been developed to reduce the potential risks associated with these electrical devices.\n[16]\nThe widespread use of electrical devices in medicine makes electrical safety a very relevant topic within the hospital.",
    "monitoring": "Electricity is a very common energy source used to power many of the devices we use daily. However, a significant risk exists, should electricity and electrical devices be mishandled that can lead to significant injury or death. The risk is exceptionally high in the workplace due to the industrial-grade electrical generators commonly used for power. Outside of the workplace, risks are still present with everyday electrical sources like power outlets. At just 120 V, a standard power outlet can produce a strong enough current to inflict significant damage and even induce deadly arrhythmias. The workup of a patient with recent electric exposure involves extensive teamwork between healthcare professionals for acute stabilization and long-term recovery from the shock. The initial EMS team must stabilize the patient, begin life support, and transport them to the hospital. Once at the hospital, the emergency department team of emergency medicine physicians, physician assistants, and nurses must evaluate the patient and begin the workup, including labs and imaging.\n\nShould surgical intervention be necessary, the trauma surgery and anesthesia teams should be quickly consulted. The burn team should also be consulted if an electrical burn is likely. High voltage shocks may involve the bone, so an orthopedic surgery consult may also be necessary. Cardiology should also be consulted for cardiac monitoring. Pharmacy interventions are necessary and should stabilize the patient and reduce further injury or secondary complications. After the acute stabilization, the rehabilitation team of physiatry, physical therapy, and occupational therapy all play essential roles in returning the patient to normal functioning or helping them adapt to their new normal. Social work should also be involved to negate the risks that led to this shock.\n\nThe dangers of electricity are undeniable as this is a significant source of mortality worldwide in professional work, the home, and the outside environment. Given the risks associated with electricity, performing trials associated with exposure would be unethical. Nonetheless, evidence shows that electricity is among the most common causes of workplace injury and must be addressed and respected by both employers and employees.\n[17]\nReducing electrical shock risks in healthcare involves carrying out standard safety protocols and ensuring the working environment is free of electrical risks. In procedural rooms, this may include using an electrical parameters monitoring system, formulating procedures for electrical faults and fires, and standard inspection of devices for both safety and performance.\n[18]\n\nPracticing safety techniques is a common strategy by industry and the healthcare system to ensure training competency is maintained longitudinally. Specific to electrical safety, simulation of real-life cases proved to be an effective way of developing and strengthening electrical safety competency.\n[19]\nSuch techniques may be beneficial when utilized by workplaces to maintain the highest level of safety when working with electricity. Electrical safety is an essential aspect of workplace safety that aims to reduce the injuries and deaths associated with electrical shock. Strict adherence to OSHA standards is critical to maintaining the safety of all employees in the workplace."
  }
}