{
  "drug_name": "chlorthalidone",
  "nbk_id": "NBK553174",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553174/",
  "scraped_at": "2026-01-11T15:26:11",
  "sections": {
    "indications": "Absolute Contraindications\n\nHypersensitivity to chlorthalidone\nHypersensitivity to the sulfonamides-derived medications\nAnuria\n\nWarning and Precautions\n\nAdvanced chronic kidney disease\nSignificant electrolyte derangement (severe hypokalemia, severe hyponatremia)\nOrthostatic hypotension\nSyncope\nOlder adult population (due to risk of hyponatremia)\nPregnancy\nHypercalcemia\nSevere hyperuricemia or gout\n[26]\n\nA recent study investigated the effects of potassium magnesium citrate (KMgCit) versus potassium chloride (KCl) supplementation during chlorthalidone therapy for hypertension. The primary goal of this study was to evaluate changes in metabolic parameters. The study found that chlorthalidone alone increased fasting plasma glucose levels and reduced serum potassium, magnesium, and urinary citrate excretion. However, supplementation with KMgCit attenuated the rise in fasting plasma glucose compared to KCl. These findings suggest that KMgCit may be more effective than KCl in preventing chlorthalidone-induced hyperglycemia, potentially enhancing tolerability and cardiovascular safety.\n[28]",
    "mechanism": "Chlorthalidone exerts its therapeutic action by antagonizing sodium-chloride symporter in the distal convoluted tubule of the nephron. This drug is similar to a thiazide diuretic in its mechanism of action, although it has a mildly altered chemical structure. Both thiazide and thiazide-like diuretics contain a sulfonamide group that also works to inhibit carbonic anhydrase and its antagonistic action at the distal convoluted tubule.\n[11]\n\nChlorthalidone inhibits sodium reabsorption at the level of the distal convoluted tubule and thus chloride via inhibition of the Na-Cl symporter. By removing sodium reabsorption at this location, the distal convoluted tubule of the nephron retains a higher sodium content. This lack of reabsorption alters the osmotic gradient and shifts fluid distribution from the outside to the inside of the tubule. The increased osmotic load from its elevated sodium concentration leads to elevated intratubular volume, thus promoting its diuretic effect. The increased elimination of sodium and extracellular fluid leads to a reduction in intravascular water and solute concentration. Reduction of the intravascular volume and osmotic gradient decreases hydrostatic pressure, ultimately leading to a clinically significant decrease in blood pressure.\n\nPharmacokinetics\n\nAbsorption:\nChlorthalidone typically begins to exert its therapeutic effects within 3 hours of administration, with peak plasma concentrations achieved 2 to 6 hours after the dose.\n\nDistribution:\nChlorthalidone exhibits high protein binding, predominantly to albumin, owing to its affinity for erythrocyte carbonic anhydrase.\n\nMetabolism:\nChlorthalidone undergoes partial hepatic metabolism.\n\nExcretion:\nRenal excretion plays a pivotal role in eliminating chlorthalidone from the body, with the major portion excreted unchanged via the kidneys. This drug's elimination half-life ranges from 45 to 60 hours, contributing to its sustained duration of action, which typically lasts between 48 to 72 hours.\n[14]",
    "administration": "Available Dosage Forms\n\nChlorthalidone is available solely as an oral medication. The fixed-dose combination of atenolol/chlorthalidone, azilsartan/chlorthalidone, and clonidine/chlorthalidone is also available.\n[15]\n\nAvailable Strengths\n\nChlorthalidone is available in 15 mg, 25 mg, and 50 mg tablets.\n\nAdult Dosage\n\nDosing regimens vary depending on clinical indication. For the treatment of heart failure, guidelines recommend starting at 12.5 mg or 25 mg daily and titrating up to 100 mg daily as necessary. For generalized edema, dosing begins with 50 to 100 mg daily and can be titrated to a maximum of 200 mg daily. As outlined below, chlorthalidone can also be utilized to manage calcium nephrolithiasis, which is generalized administered at 25 mg daily.\n\nHypertension: starting dose of 12.5 to 25 mg daily, maximum dose of 100 mg daily (ACC/AHA)\n[16]\n\nHeart failure: starting dose of 12.5 mg or 25 mg daily, maximum dose of 100 mg daily (ACC/AHA/HFSA)\n[17]\n\nGeneralized edema: starting dose of 12.5 to 25 mg orally once to twice daily, maximum dose of 100 mg daily (ACC Expert Consensus)\n[18]\n\nCalcium nephrolithiasis (off-label): 25 mg daily\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments for chlorthalidone are provided in the product labeling; use caution.\n\nRenal impairment:\nAccording to the Kidney Disease: Improving Global Outcomes (KDIGO) 2021 guidelines, thiazide diuretics lose efficacy in diuresis and lower blood pressure as the glomerular filtration rate (GFR) worsens. However, chlorthalidone remains effective at a GFR <30 mL/min/1.73 m².\n[19]\nIn a double-blind, randomized, placebo-controlled trial among patients with stage 4 chronic kidney disease (eGFR 15 to 30 mL/min/1.73 m²) and uncontrolled hypertension, chlorthalidone therapy significantly improved blood pressure control compared to placebo at 12 weeks.\n[20]\n\nPregnancy considerations:\nThere is insufficient research to check teratogenicity, but chlorthalidone should be used only during pregnancy if absolutely necessary. Observational studies suggest that chlorthalidone use in pregnancy does not significantly increase the risk of major congenital disabilities or miscarriage. However, thiazide diuretics, including chlorthalidone, have been associated with adverse fetal outcomes such as jaundice, thrombocytopenia, hypoglycemia, and electrolyte imbalances. Consequently, chlorthalidone is not the preferred first-line treatment for hypertension in pregnancy. While chlorthalidone/thiazides do not prevent or alter the course of pre-eclampsia, they should not be the primary therapy for hypertension during pregnancy.\n\nBreastfeeding considerations:\nThe concentration of chlorthalidone in breast milk is relatively low; however, the drug's prolonged clearance kinetics can result in its accumulation in newborns, particularly in premature infants. Additionally, chlorthalidone's pharmacological properties may inhibit lactation. Therefore, an alternative medication may be considered to minimize potential risks associated with infant exposure to chlorthalidone via breast milk.\n[21]\n\nPediatric patients:\nThe safety and efficacy of chlorthalidone in pediatric populations have not been conclusively established. As per the American Academy of Pediatrics (AAP), the initial recommended dose of chlorthalidone is 0.3 mg/kg, with a maximum daily dose of 2 mg/kg (or 50 mg per day).\n[22]\n\nOlder patients:\nThe patient's age is also a consideration when determining the appropriate chlorthalidone dosage. Lower initial doses, typically ranging from 6.25 mg to 12.5 mg daily, are recommended, with gradual titration as needed. Diuretic medications, such as chlorthalidone, a Beers criteria medication, should be used cautiously.\n[23]",
    "adverse_effects": "Significant adverse effects are electrolyte derangement (hypokalemia, hyponatremia, etc), hypersensitivity reaction, and precipitation of acute gout attacks. The adverse effects of chlorthalidone involve most organ systems to differing degrees and manifestations. Of significance, electrolyte derangement is a commonly reported adverse effect of this medication, which results from increased diuresis and altering of nephron physiology. Most commonly, chlorthalidone causes hypokalemia, but it may also cause hyponatremia or hypochloremia. These known derangements make monitoring serum electrolytes essential for patients receiving chlorthalidone periodically throughout hypertensive management.\n\nReported Adverse Effects (per the Food and Drug Administration):\n\nGastrointestinal adverse effects: anorexia, gastritis, nausea, emesis, cramping, loose stools, constipation, and pancreatitis\n[24]\nNeurologic reactions: paresthesias, dizziness, and headaches\nHematologic reactions: aplastic anemia, leukopenia, agranulocytosis, and thrombocytopenia\nCardiovascular reaction: orthostatic hypotension\nDermatologic reactions: purpura, photosensitivity, rash, urticaria, necrotizing angiitis (cutaneous vasculitis), Lyell syndrome (toxic epidermal necrolysis), pseudoporphyria\n[25]\nOther adverse reactions include hyperglycemia, glycosuria, muscle spasm, weakness, restlessness, impotence, and hyperuricemia.\n[26]\n\nDrug-Drug Interactions\n\nDigitalis: Medications like digitalis can influence serum electrolyte levels, potentially leading to warning signs such as dry mouth, thirst, weakness, lethargy, drowsiness, restlessness, muscle pains or cramps, muscle fatigue, low blood pressure, decreased urine output, rapid heart rate, and gastrointestinal issues like nausea and vomiting.\nInsulin and oral hypoglycemic agents: Chlorthalidone therapy may affect insulin needs in patients with diabetes, potentially necessitating adjustments in insulin dosage or requirements for higher doses of oral hypoglycemic agents. Additionally, latent diabetes may become apparent during treatment with chlorthalidone.\nTubocurarine: Chlorthalidone and similar drugs can increase sensitivity to tubocurarine, affecting its action.\nNorepinephrine: Chlorthalidone may diminish arteries' responsiveness to norepinephrine, although the effect is not significant enough to render norepinephrine ineffective for therapeutic use.\nLithium: Close monitoring of lithium levels is imperative in individuals undergoing lithium treatment due to the potential of diuretics such as chlorthalidone to diminish lithium excretion, consequently triggering lithium toxicity.\n[27]",
    "monitoring": "The following items require periodic monitoring when the patients take chlorthalidone.\n\nSerum electrolytes\n: Serum sodium, potassium, chloride, and calcium levels should be monitored.\n[29]\nFluid status and blood pressure\n: All patients taking chlorthalidone require observation for dryness of mouth, thirst, lethargy, hypotension, oliguria, tachycardia, palpitations, and gastrointestinal disturbances, such as nausea and vomiting. Chlorthalidone is a diuretic, so an inappropriately high dose can cause severe volume depletion.\nMagnesium level\n: It can increase the urinary excretion of magnesium and may result in hypomagnesemia.\nUric acid level\n: Hyperuricemia may occur, or frank gout may be precipitated in certain patients receiving chlorthalidone.\nSerum glucose level:\nSerum glucose may increase with chronic use.\n\nThere is insufficient research on teratogenicity, but chlorthalidone should be used during pregnancy only if necessary.",
    "toxicity": "Signs and Symptoms of Overdose\n\nNausea\nWeakness\nDizziness due to severe hypotension\nElectrolyte disturbances such as hypokalemia, hyponatremia, and hypomagnesemia\n\nManagement of acute overdosage\n\nNo specific antidote is available\nGastric lavage\nSupportive management includes intravenous dextrose or normal saline for hypotension and intravenous potassium chloride for severe hypokalemia."
  }
}