{
  "drug_name": "chlorocresol",
  "nbk_id": "NBK559308",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559308/",
  "scraped_at": "2026-01-11T15:26:04",
  "sections": {
    "indications": "Absolute contraindications to a peripheral nerve blockade are rare. They include:\n\nPatient refusal\nSkin infection over the intended catheter or needle site\nAllergy to a chemical neurolytic agent\n\nRelative contraindications include:\n\nCoagulopathy:\nOral anticoagulants should be discontinued until the international normalized ratio is reduced to 1.5 or less. Correcting coagulopathy is especially important if the injection is planned at a site that cannot be easily compressed to control bleeding.\nElectronic implants:\nPatients with pacemakers or other electronic implants must be evaluated before procedures like radiofrequency ablation to prevent device interference or malfunction.",
    "clinical_significance": "Neurolysis offers patients an alternative way to manage their pain with reduced reliance on systemic medications, significantly improving their quality of life. Neurolysis is primarily advocated for treating severe, intractable malignant pain, typically in cases of advanced terminal cancer. While it is less common, neurolysis can also address certain nonmalignant pain conditions, such as intractable postherpetic neuralgia and chronic pancreatitis. However, the use of these non-pharmacological approaches in managing chronic nonmalignant pain remains controversial and is often discouraged. The literature currently includes large-scale controlled studies on the use and beneficial effects of peripheral neurolytic block in the treatment of malignant and nonmalignant pain. These investigations include randomized controlled trials (RCTs), observational trials, and many case series.\n\nTo evaluate the efficacy of cryoneurolysis in reducing pain associated with knee osteoarthritis, a randomized, double-blind, sham-controlled, multicenter trial was conducted. The study followed patients over 6 months, focusing on those who received cryoneurolysis targeting the infrapatellar branch of the saphenous nerve. Results showed a statistically significant improvement in the WOMAC (Western Ontario and McMaster Osteoarthritis Index) pain subscale scores at 30, 60, and 90 days post-treatment compared to the sham group.\n[30]\nCryoneurolysis led to notable decreases in knee pain and enhanced symptom management for up to 150 days, proving safe and well-tolerated. Notably, the effects of cryoneurolysis are not permanent as cryoinjured axons typically regenerate, with the median duration of pain relief lasting from 2 weeks to 5 months. This makes cryoneurolysis particularly suitable for conditions requiring short- to medium-term analgesia, such as neuroma, entrapment neuropathies, and postoperative pain.\n[31]\n\nRadiofrequency ablation for the lumbar medial branch has been extensively studied as a treatment for chronic low back pain (LBP). A notable study involving 85 patients with zygapophyseal joint (z-joint)-mediated LBP provided results showing that 70.6% of participants reported reduced pain after at least 6 months. These findings underscore RFA's effectiveness and durability in managing persistent lumbar z-joint pain.\n[32]\nAdditionally, a systematic review analyzing 1063 papers, which included 11 sham-controlled RCTs, further supports RFA efficacy. This review encompassed studies on discogenic back pain, lumbar facet joint pain, and sacroiliac joint pain, with the majority demonstrating significant pain relief in lumbar facet and sacroiliac joint treatments.\n[33]\n\nThe long-term effectiveness of RFA for chronic LBP remains controversial. One RCT involving 681 participants with chronic LBP originating from facet joints, sacroiliac joints, or a combination including intervertebral disks showed that combining radiofrequency denervation with exercise did not significantly reduce pain intensity after 3 months compared to exercise alone.\n[34]\nDespite these findings, radiofrequency denervation continues to be a common treatment for chronic facet joint pain resistant to more conservative treatments. A meta-analysis of 7 trials involving 454 patients found that a subgroup who responded well to diagnostic block procedures experienced significant improvements in back pain compared to controls.\n[35]\nHowever, this effectiveness is debated. Results from a Cochrane analysis by Maas et al, which included 23 RCTs with 1309 participants, found no high-quality evidence that RF denervation provides substantial pain relief in patients with chronic LBP who responded positively to a diagnostic block or discography.\n[36]\n\nEndoscopic ultrasound-guided neurolytic celiac plexus block (NCPB) should be considered as an adjunct to standard pain management for pancreatic cancer, as NCPB has been shown to reduce pain effectively. Results from a systematic review of 27 RCTs demonstrated that NCPB not only improves analgesia but also decreases opioid consumption and mitigates opioid-induced adverse effects, compared to conventional analgesic treatments.\n[37]\nAlthough the evidence is robust regarding its analgesic efficacy, the data on reducing opioid consumption and side effects are less conclusive. Nonetheless, current research largely supports the use of NCPB; this procedure is more effective than standard pharmacotherapy in reducing pain, lowering opioid requirements, and consequently, preventing a decline in the quality of life for patients.\n\nOf all peripheral nerve neurectomies, ilioinguinal and iliohypogastric neurectomies are the most extensively studied. Inguinal neurectomy at the time of hernia repair may reduce the risk of postoperative pain. Results from a meta-analysis (11 studies on 1031 patients, including Lichtenstein hernia repair) showed a significant reduction in pain with neurectomy for short and midterm.\n[38]\n\nInterventional techniques for managing pain can be highly effective for patients who are unable to tolerate systemic opioids or those with limited life expectancy and localized pain. However, outcomes data for pain relief are inconsistent, primarily due to variations in patient prognosis. Therefore, carefully selecting patients, considering their specific pain location and prognosis, is essential. Moreover, choosing the appropriate interventional technique requires a depth of knowledge that is still developing among clinicians. Peripheral neurolytic blocks are generally recommended only after other treatment modalities—including pharmacologic, physical, psychiatric, and non-destructive interventional therapies—have failed. In particular cases, such as severe pain from pancreatic neoplasia, minimally invasive techniques like NCPB should be considered early in the treatment pathway."
  }
}