{
  "drug_name": "chlorpropamide",
  "nbk_id": "NBK560612",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560612/",
  "scraped_at": "2026-01-11T15:26:12",
  "sections": {
    "clinical_significance": "Prehospital treatment for hypoglycemia depends upon the level of training for the provider.  2018 National EMS Scope of Practice Model for EMS delineates the ability of emergency medical technician level and above to perform blood glucose monitoring. In the United States of America, prehospital providers have to obtain a Clinical Laboratory Improvement Amendments (CLIA) waiver to perform blood glucose testing.\n[11]\n\nA review of the literature in prehospital treatment and release of hypoglycemic patients appears to be safe with the caveat that the patient did not have a severe hypoglycemic episode.\n[2]\n[12]\n[13]\n[14]\nThe National Association of State EMS Officials (NASEMSO) released in February 2019 the National EMS Scope of Practice Model, which delineates the roles for EMS providers with treating patients with hypoglycemia. Emergency Medical Technicians (EMTs), Advanced EMTs, and Paramedic providers are allowed to perform blood glucose monitoring and administer oral glucose for suspected hypoglycemia.  Advanced EMTs and Paramedics under the National Scope of Practice are allowed to initiate peripheral intravenous catheters as well as intraosseous catheters. They are both also allowed to administer non-medicated IV fluids such as those containing dextrose solutions in the treatment of hypoglycemia, but the state scope of practice on this may be variable. Administration of glucagon intramuscularly, a peptide hormone that stimulates the release of glucose, by Advanced EMTs and Paramedics is may also be dependant on the scope of practice for individual states.\n\nThe National Association of State EMS Officers (NASEMSO) National Model EMS Clinical Guidelines updated on January 5, 2019, has specific treatment disposition parameters for prehospital providers on the release without transport of the hypoglycemic patient requiring dextrose or glucagon administration.  Obtained from https://nasemso.org/wp-content/uploads/National-Model-EMS-Clinical-Guidelines-2017-PDF-Version-2.2.pdf to include specifically:\n\nDisposition\nIf hypoglycemia with continued symptoms, transport to the closest appropriate receiving facility.\nHypoglycemic patients who have experienced a seizure should be transported to the hospital irrespective of their mental status and therapeutic response.\nIf symptoms of hypoglycemia resolve following treatment, release without transport should only be a consideration if all of the following are true:\nRepeat glucose measurement is greater than 80 mg/dL.\nThe patient takes insulin or metformin to control diabetes.\nThe patient returns to normal mental status, with no focal neurologic signs/symptoms after receiving glucose/dextrose.\nThe patient can promptly obtain and will eat a carbohydrate meal.\nThe patient or legal guardian refuses transport, and EMS providers agree transport not indicated.\nA reliable adult will be staying with the patient.\nNo significant co-morbid symptoms exist, like chest pain, shortness of breath, seizures, intoxication.\nA clear cause of hypoglycemia is identifiable (e.g., missed meal)."
  }
}