{
  "drug_name": "chloroquine phosphate",
  "nbk_id": "NBK551512",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551512/",
  "scraped_at": "2026-01-11T15:26:07",
  "sections": {
    "indications": "Chloroquine has been proven safe to use during pregnancy and in children. Chloroquine has few but serious contraindications. There are reports of cases with death relating to chloroquine administered to patients with porphyria cutaneous tarda.\n[14]\nChloroquine should not be used in patients with retinal or vision changes unless treating acute malaria. Chloroquine is also contraindicated in patients who suffer from a known hydroxychloroquine sensitivity.",
    "mechanism": "Chloroquine exerts its antimalarial effects by preventing the polymerization of heme into hemozoin (a food source for the malarial parasite). Chloroquine forms a drug-hemozoin complex, and this complex caps the polymerizing chain, thereby preventing additional polymerization. Along with the prevention of polymerization, the free heme accumulates in the food vacuole, exerting its toxic effects on the parasite.\n[5]\n\nChloroquine also functions as an anti-autoimmune therapy. It exerts its effects by binding to transcriptional factors on T helper 17 cells and preventing differentiation. At the same time, chloroquine also activates the transcription factor Foxp3, driving the formation of regulatory T cells. Regulatory T cells have been shown to treat and prevent autoimmune diseases.\n[3]\nSpecifically, for the treatment of rheumatoid arthritis, chloroquine prevents the presentation of autoantigens from MHC class II, therefore, preventing activation of CD4+ T cells.\n[6]",
    "administration": "Chloroquine is currently administered orally when used as a prophylaxis for malaria and the treatment of chronic autoimmune diseases.\n[7]\nFor malaria prophylaxis, 500 mg is typically administered orally two weeks before, during, and up to 8 weeks after exposure to an endemic area, taken as a weekly dose. When used as a treatment for extraintestinal amoebas, chloroquine dosing 21 mg/kg for three weeks.\n[8]\nUnder severe or emergent cases of malaria, chloroquine can be administered parenterally.\n[9]\nSome research has shown that parenteral administration is potentially toxic; therefore, subcutaneous administration has been shown to be a more effective method in circumstances of severe malaria.\n[10]\nFor extraintestinal amebiasis, 1g is administered once daily for 2 days, and then 500mg is administered once daily for 14 to 21 days.",
    "adverse_effects": "Although chloroquine has relatively few side effects when taken as prescribed, higher doses of chloroquine have been shown to have severe adverse effects. The most severe adverse effects associated with high doses of chloroquine include retinal toxicity, long and subtle symptoms of reduced visual acuity, diplopia, and bilateral loss of vision.\n[11]\nHigh doses have also been shown to cause severe psychiatric issues, such as paranoia, hallucinations, and suicidal ideations.\n[12]\n\nDermatological reactions include pruritus and photosensitivity.\nRetinopathy will typically present with the inability to focus between near and far objects.\nNeuropathy can include seizures, paranoia, and hallucinations.\n\nWhen administered intramuscularly, chloroquine has been shown to cause potentially lethal hypotension.\n[13]\nPatients with glucose-6 phosphate dehydrogenase (G-6-PD) deficiency may cause hemolysis resulting in hemolytic anemia.",
    "monitoring": "Ideally, chloroquine should be dosed depending on body weight and height. For use as malarial prophylaxis, the appropriate chloroquine dose is 5 mg/kg of body weight with a maximum of around 500 mg given on a once per week dosing regimen.\n[15]\nIn patients with (G-6-PD) deficiency, blood monitoring is recommended to detect any possible hemolytic anemia.",
    "toxicity": "Chloroquine toxicity is rare but has been known to occur when unusually high doses of chloroquine are ingested or after chronic IV administration. Accidental ingestion has also occurred in children.\n[16]\nWhen toxicity is present, the most common symptom is retinal toxicity. Treatment of chloroquine toxicity includes mechanical ventilation and administration of diazepam and epinephrine, although these methods have not been a proven method of treatment in all cases.\n[17]"
  }
}