{
  "drug_name": "cholecalciferol vitamin d3",
  "nbk_id": "NBK557822",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557822/",
  "scraped_at": "2026-01-11T18:46:50",
  "sections": {
    "indications": "Parathyroid hormone (PTH) is secreted by parathyroid glands and plays a role in calcium and skeletal metabolism.\n[1]\nImportant triggers for PTH secretion are hypocalcemia and hyperphosphatemia.\n[2]\nOn the other hand, the secretion of PTH is reduced by 1,25 (OH)(2) vitamin D(3).\n[2]\nSecondary hyperparathyroidism (SHPT) is an increased secretion of PTH due to parathyroid hyperplasia caused by triggers such as hypocalcemia, hyperphosphatemia, or decreased active vitamin D.\n[2]\nThe increased PTH secretion, in turn, causes increased calcium in the blood by acting on bones, intestines, and kidneys.\n[2]\n\nProlonged SHPT is often associated with disturbances of bone turnover, as well as visceral and vascular calcifications, which are responsible for cardiovascular morbidity and mortality.\n[3]\n\nDespite improvements in medical treatment, surgical treatment of SHPT is often necessary, especially in refractory cases.\n[4]\nRenal transplantation is a therapeutic alternative but is frequently followed by the persistence of hyperparathyroidism.\n[5]",
    "mechanism": "Secondary hyperparathyroidism is commonly associated with vitamin D deficiency and chronic kidney disease (CKD).\n[6]\nThe kidney cannot convert vitamin D into the physiologically active 1,25-cholecalciferol.\n[7]\nReduced intestinal absorption of calcium resulting in a low serum calcium and elevated phosphate due to kidney's failure to excrete phosphate increases secretion of parathyroid hormone. Prolonged stimulation results in parathyroid hyperplasia.\n[7]\nSHPT also occurs in vitamin D-deficient rickets, malabsorption, and pseudohypoparathyroidism.\n[7]",
    "monitoring": "Evaluation in SHPT consists of monitoring the lab values of PTH, calcium, phosphorus, vitamin D levels, and renal function.\n\nSince it can present as bone mineral disorder and affect the musculoskeletal system, Kidney Disease for Improving Global Outcomes (KDIGO) 2017 recommends systematically performing bone mineral density in dialysis patients with bone mineralization disorders to assess the risk of pathological fracture.\n[23]\n\nThere are certain striking radiological features in renal osteodystrophy. Osteosclerosis is increased bone density, especially in the axial skeleton, but bone is structurally weak and prone to stress fractures.\n[24]\n\"Rugger jersey\" spine sign is a hallmark sign of osteosclerosis in SHPT.\n[25]\nOsteomalacia is softening of the bone due to poor mineralization of the newly formed osteoid and is characterized by the presence of looser zones on imaging.\n[24]\n\nThe brown tumor in SHPT is a lytic bone lesion caused by increased osteoclastic activity and proliferation of fibroblasts.\n[26]\nOn a standard radiograph, it presents itself as a well defined hypodense lesion. These tumors are located more commonly in hands, feet, facial bones, and skull.\n[26]\nBrown tumor represents the terminal stage of bone mineral disorder in secondary hyperparathyroidism.\n[27]\nBrown tumors can be misdiagnosed as neoplasms on imaging.\n[27]\n\nOsteitis fibrosa cystica is revealed on standard radiographs by subperiosteal resorption, especially at the distal phalanges, clavicles, distal ulna, and skull.\n[25]\nCortical thinning in long bones, bone cysts, and densification of the trabecular bone are also seen.\n[25]\n\nPeriarticular, vascular, and more rarely, visceral metastatic calcifications can also be found.\n[17]\nThere are no clear guidelines regarding lab or diagnostic testing for vascular calcifications in SHPT.\n[28]",
    "administration": "Medical Treatment\n\nManagement of SHPT targets abnormal phosphocalcic metabolism. Maintaining the serum calcium and phosphorus levels within the normal range along with control of PTH and vitamin D levels is the key in management of secondary hyperparathyroidism. The U.S. National Kidney Foundation (NKF) proposed the Kidney Disease Outcomes Quality Initiative (KDOQI) guidelines and established targets for biomarkers (calcium, phosphorus, and PTH levels) to lower SHPT related mortality.\n[29]\nAlso, the Kidney Disease Improving Global Outcomes (KDOGI) proposed clinical practice guidelines to address the management of CKD-MBD in dialysis patients.\n[29]\nHowever, most of these targets are difficult to achieve in the long term.\n\nPhosphate binders, vitamin D, and calcimimetics have been reported in the management of calcium and phosphate levels in patients with CKD. In addition, patients are advised to restrict dietary intake of phosphorus by limiting phosphate-rich foods such as soda beverages, meat, cheese, and dietary products.\n[6]\n\nPhosphate binders include aluminum hydroxide, sevelamer hydrochloride, sevelamer carbonate, and lanthanum carbonate.\n[6]\nPhosphate binders can be calcium-containing or calcium-free. Calcium-containing phosphate binders are known to increase vascular and soft tissue calcification and are associated with lower survival as compared to calcium-free phosphate binders.\n[30]\n\nVitamin D metabolites include cholecalciferol (vitamin D3) and ergocalciferol, which is vitamin D2. Vitamin D analogs such as calcitriol, paricalcitol, alfacalcidol, and doxercalciferol are grouped under vitamin D receptor activators (VDRA) based on their site of action. Vitamin D could have a possible survival benefit in CKD patients.\n[31]\nVitamin D analogs' use in CKD has been shown to decrease PTH levels and they are likely associated with reduced inflammation, decreased tubulointerstitial fibrosis, improved endothelial function, inhibition of renin-angiotensin system, prevention of vascular calcification and decreased cardiovascular outcomes, reduced hospitalizations, and improved mortality.\n[31]\nHowever, the majority of these findings is from observational studies, and randomized control studies are needed to validate the outcomes.\n[31]\n\nCalcimimetics are agents that increase the sensitivity of calcium-sensing receptors (CaSR) in the parathyroid gland and lead to decreased PTH production. Cinacalcet is a calcimimetic drug that is commercially available and extensively used in dialysis patients. Etelcalcitide is another calcimimetic. Important side effects of calcimimetics include nausea, hypocalcemia, QT prolongation, arrhythmias, worsening heart failure, and convulsions.\n[6]\n[32]\nCalcimimetics have been shown to suppress PTH levels but do not increase calcium or phosphorus levels.\n[31]\nCinacalcet, along with low dose vitamin D, minimizes the risk of calcification while offering the benefits of PTH lowering therapy.\n[33]\nIn Evaluation of Cinacalcet Therapy to Lower Cardiovascular Outcomes (EVOLVE) study, Cinacalcet did not improve survival or cardiovascular outcomes in dialysis patients but offered significant benefits in terms of lowering PTH, calcium, phosphate, and FGF-23 levels.\n[32]\nMore RCT studies are needed to explore the full range of benefits of calcimimetics.\n\nSurgical Treatment\n\nParathyroidectomy is a surgical modality available if medical therapy is unsuccessful or refractory. Other indications include calciphylaxis, refractory pruritus, severe hypercalcemia (serum calcium greater than 10.2 mg/dL) or hyperphosphatemia (serum phosphorus greater than 5.5 mg/dL), anemia hyporesponsive to erythropoietin, PTH levels more than 800 pg/mL (for more than 6 months despite medical therapy) and extraskeletal calcification.\n[6]\n[34]\nThe parathyroid glands in secondary hyperparathyroidism are characterized by asymmetric enlargement and nodular hyperplasia. Assessment of parathyroid mass is an important factor in predicting the response to medical management. Glands larger than 1 cm in size or greater than 500 mm^3 ) on ultrasound represent glandular hyperplasia and are usually refractory to medical treatment.\n[34]\nIt is estimated that surgery will be required in about 15% of patients in 10 years and 38% of patients in 20 years after the initiation of dialysis.\n[35]\nFollowing the introduction of calcimimetics, there appears to have been a reduction in parathyroidectomy rates.\n[34]\n\nSurgical techniques include subtotal parathyroidectomy and total parathyroidectomy with or without autotransplantation.\n[36]\nSubtotal parathyroidectomy involves leaving a remnant part of the gland while total parathyroidectomy removes all the glandular tissue. Sometimes, in total parathyroidectomy, small amounts of the parathyroid gland could be autografted post-surgery. There are no major differences between subtotal parathyroidectomy and total parathyroidectomy in outcomes such as complications, readmissions, 30-day mortality.\n[37]\nHowever, subtotal parathyroidectomy has been associated with lower extended hospital stay post-surgery and a lower incidence of postoperative hypocalcemia.\n[38]\nSubtotal parathyroidectomy is preferred in renal transplant patients with tertiary hyperparathyroidism due to a lower risk of recurrence.\n[39]\nTotal parathyroidectomy without autotransplantation is associated with a lower rate of recurrence of refractory SHPT and is preferred in patients with longer life expectancy or less likelihood of renal transplantation.\n[40]\nTotal parathyroidectomy with autotransplantation is preferred for patients who cannot undergo repeat neck surgeries due to conditions such as co-existing thyroid disorders requiring surgery, history of repeated neck surgeries, recurrent laryngeal nerve injury or patients with significant perioperative comorbidities.\n[34]\n\nAn interesting postoperative complication of surgery is the hungry bone syndrome where the lack of osteoclastic activity causes decreased PTH, leading to hypocalcemia.\n[6]\nIt can be prevented by administering high doses of calcium and using a high calcium dialysate post-surgery.\n[34]"
  }
}