{
  "drug_name": "cholestyramine",
  "nbk_id": "NBK534089",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534089/",
  "scraped_at": "2026-01-11T15:26:13",
  "sections": {
    "indications": "Cholestyramine is contraindicated in cases of severe hypertriglyceridemia and complete biliary obstruction.\n[28]\n\nWarning and Precautions\n\nPhenylketonuria:\nSome cholestyramine formulations may contain phenylalanine. This medication should not be administered to patients with phenylketonuria.\nBleeding risk:\nHigh cholestyramine doses may cause vitamin K deficiency and increase fetal hemorrhage risk. Clinicians should supplement vitamin K if PT is prolonged. Frequent PT/INR monitoring may be needed for women receiving cholestyramine.\n[33]",
    "mechanism": "Cholestyramine is a large cationic exchange resin polymer that is insoluble in water. As metabolites of cholesterol, bile acids are normally reabsorbed in the jejunum and ileum efficiently. Excretion is increased up to 10-fold when cholestyramine is given, resulting in the enhanced conversion of cholesterol to bile acids in the liver via 7a-hydroxylation, which is controlled by negative feedback provided by bile acids. Increased LDL and IDL cholesterol uptake from plasma results from the upregulation of the LDL receptors, particularly in the liver. Therefore, the bile acid resins, including cholestyramine, are ineffective in patients with homozygous familial hypercholesterolemia with no functioning receptors.\n\nDecreased activation of the farnesoid X receptor (FXR) by bile acids may result in a modest increase in plasma triglycerides but can also improve glucose metabolism in patients with diabetes.\n[21]\nThe latter effect is due to the increased secretion of the incretin glucagon-like peptide-1 (GLP-1) from the intestine, thus increasing insulin secretion.\n\nCholestyramine also interferes with the metabolism of thyroid hormone. Thyroid hormone is metabolized primarily in the liver, where it is conjugated to glucuronides and sulfates. These conjugation products then enter the enterohepatic circulation by excretion into the bile. A fraction of conjugated products is deconjugated in the intestine, and free hormones are reabsorbed. During thyrotoxicosis, there is increased enterohepatic circulation of thyroid hormone. Cholestyramine decreases the reabsorption of thyroid hormone from enterohepatic circulation.\n[13]\n[14]\n\nPharmacokinetics\n\nAbsorption:\nCholestyramine is not absorbed from the gastrointestinal tract.\n\nMetabolism:\nAnion exchange resins, such as cholestyramine, bind bile acids in the intestine and reduce the enterohepatic circulation of bile acids, leading to accelerated conversion of cholesterol to bile acids. Small heterodimer partner (SHP) is a key molecule regulating bile acid synthesis and plays a role in cholesterol metabolism in the liver.\n[22]\n[1]\n\nDistribution:\nCholestyramine is limited to the gastrointestinal tract, shows prolonged gastric retention through mucoadhesion, and is distributed throughout the stomach.\n[23]\n\nElimination:\nCholestyramine is excreted in feces.",
    "administration": "Available Dosage Forms and Strengths\n\nCholestyramine is available as an oral formulation packet containing 4 g of granules per dose and an oral powder containing 4 g per dose.\n\nAdult Dosage\n\nDyslipidemia:\nThe reduction in LDL cholesterol by cholestyramine resin is dose-dependent. A dose of 8 to 12 g of cholestyramine is associated with a 12% to 18% reduction in LDL cholesterol. A therapy length of 2 weeks is adequate to attain maximal LDL cholesterol reduction. A maximal dose of cholestyramine (24 g) may reduce LDL cholesterol by up to 25%. However, this will also lead to gastrointestinal side effects, which are often not well-tolerated.\n[24]\n\nPruritus:\nFor patients with pruritus associated with cholestasis, cholestyramine should ideally be taken with breakfast. Symptoms of pruritus are less frequent in the morning, and it is believed that the pruritogenic factors are concentrated in the gallbladder during overnight fasting. Most patients with chronic cholestasis and partial biliary obstruction will notice some relief of their symptoms after a week of therapy. If not, another 4 g dose may be given after breakfast. Additional doses can be taken with meals 2 or 3 times daily; the response with additional doses is not marked. The lowest possible dose that controls pruritus should be used. Care should be exercised when taking other medications that can potentially mix with cholestyramine, leading to diminished efficacy. The maintenance dose is usually 4 g daily, but the effective dose for treating cholestasis ranges from 4 to 16 g daily.\n\nAlthough cholestyramine lowers serum bile acid levels by inhibiting the reabsorption of bile acids from the small bowel, other bile acid sequestrants, such as colesevelam, do not relieve pruritus in cholestasis. Thus, binding of other pruritogens and stimulating the release of other endogenous anti-opioid agents, such as cholecystokinin, might explain why cholestyramine is effective in relieving pruritus in other non-cholestatic disorders, such as polycythemia versus uremia.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is required.\n\nRenal impairment:\nPatients with renal impairment and volume depletion are at risk of hyperchloremic metabolic acidosis; use with caution.\n[25]\n\nPregnancy considerations:\nAccording to the National Lipid Association guidelines, bile acid sequestrants can be administered to pregnant women.\n[3]\n\nBreastfeeding considerations:\nCholestyramine is a non-absorbable resin. Due to its inability to penetrate the maternal bloodstream, it does not pass to the infant through breast milk. Therefore, its use during lactation is deemed acceptable.\n[26]\n\nPediatric patients:\nAs per NLA guidelines, statins and bile acid sequestrants are treatments known to be effective and safe for children and adolescents. However, poor palatability often hinders adherence in these patients.\n[3]\n[27]\n\nOlder patients:\nPlease refer to adult dosing. Concurrent drugs should be given as described in the Interactions section.",
    "adverse_effects": "The various adverse effects associated with cholestyramine resin administration are discussed below.\n[25]\n[28]\n[29]\n[30]\n[29]\n[28]\n\nDyspepsia and bloating:\ncan be decreased if cholestyramine is wholly suspended in liquid several hours before ingestion\nConstipation:\npreventable with adequate water and fiber intake\nDecreased palatability:\ndue to a gritty sensation from drinking the powdered cholestyramine solution\nHyperchloremic metabolic acidosis:\nCholestyramine is generally considered safe since it is not systemically absorbed. However, in rare instances, such as in patients with renal insufficiency and patients receiving aldosterone antagonists such as spironolactone, it is known to cause hyperchloremic metabolic acidosis. Cholestyramine is a cationic resin that exchanges chloride anions for bile acids in the lumen of the small intestine, resulting in the fecal excretion of bile acids. The chloride and bicarbonate anti-porter present at the apical brush border of the duodenum causes increased chloride absorption and bicarbonate secretion, leading to hyperchloremic metabolic acidosis. This effect is more pronounced in patients with impaired urinary acidification due to renal insufficiency and medications such as spironolactone, since there is no adequate renal compensation.\nCrystal deposition and small bowel perforation:\ninfrequent adverse effects associated with cholestyramine administration\nColitis:\nOne case report describes cholestyramine-induced colitis\n\nDrug-Drug Interactions\n\nCholestyramine can interfere with the absorption of many medications such as digitalis glycosides, propranolol, thiazides, warfarin, tetracycline, iron salts, statins (eg, pravastatin and fluvastatin), ezetimibe, phenobarbital, non-steroidal anti-inflammatory medications, loperamide, and tricyclic antidepressants. Due to drug interactions, it is advised to administer other medications 1 hour before or 4 hours after taking cholestyramine.\n[31]\n\nThe American Thyroid Association has stated that cholestyramine can interfere with the absorption of levothyroxine.\n[32]",
    "monitoring": "Clinicians should monitor patients for gastrointestinal adverse effects and signs of vitamin malabsorption. Periodic monitoring of the lipid panel is required. Monitoring for severe hypertriglyceridemia is essential when the patient's fasting triglyceride level is ≥300 mg/dL.\n[4]\nThe ASCVD risk profile for individual patients can be calculated based on risk factors for the consideration of statins.\n[34]\nInterference with the absorption of fat-soluble vitamins like vitamin K can impact clotting factors; monitor PT/INR. Supplementation of fat-soluble vitamins is required.",
    "toxicity": "Signs and Symptoms of Overdose\n\nLong-term administration of high doses of cholestyramine can cause toxicity and gastrointestinal obstruction.\n\nManagement of Overdose\n\nFirst, the location and extent of the obstruction should be identified. Treatment is initiated with IV fluids. Perforation may require surgical intervention.\n[29]\nThe prognosis is good with proper treatment."
  }
}