{
  "drug_name": "cholecalciferol 100iu",
  "nbk_id": "NBK549768",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549768/",
  "scraped_at": "2026-01-11T15:26:11",
  "sections": {
    "indications": "Cholecalciferol is contraindicated in patients with inherited 24-hydroxylase deficiency.\n[43]\nIn this rare genetic mutation, the catabolism of cholecalciferol decreases, which may lead to vitamin D–dependent hypercalcemia.\n[44]",
    "mechanism": "Vitamin D–binding protein and albumin facilitate the transport of cholecalciferol to vitamin D receptors (VDRs),\n[4]\nwhich are present in most body tissues.\n[5]\n\nCalcitriol, the active metabolite of cholecalciferol, binds to VDRs,\n[6]\nwhich leads to the transcription of vitamin D–dependent genes. These genes activate osteoclasts and promote bone resorption and mobilization of calcium and phosphate from the bone into the bloodstream.\n[7]\n[6]\nIn addition, in the intestines, calcitriol promotes the absorption of calcium and phosphorus into the bloodstream.\n\nPharmacokinetics\n\nCholecalciferol is a prohormone that can be obtained from exogenous sources such as supplements or foods of animal origin.\n[8]\nEndogenously, the skin synthesizes cholecalciferol.\n[9]\nUpon exposure to ultraviolet B (UVB) radiation from sunlight, the skin converts 7-dehydrocholesterol to cholecalciferol. As tanning beds emit UVA, not UVB,\n[10]\nthey do not promote vitamin D synthesis.\n\nAbsorption:\nThe intestinal absorption of vitamin D occurs not only through passive diffusion but also through other mechanisms involving membrane carriers.\n[11]\nAs cholecalciferol shares a structural resemblance with cholesterol,\n[12]\nit utilizes an additional absorption mechanism that involves its transportation through cholesterol carriers.\n[11]\n\nData on the effect of food on vitamin D absorption are conflicting. A particular study indicated that vitamin D absorption improves when patients take it with the largest meal of the day.\n[13]\nGiven its fat-soluble nature, vitamin D absorption is enhanced when patients take it with a high-fat meal.\n[14]\nHowever, other studies indicate no correlation between vitamin D absorption and concurrent food intake, including high-fat consumption.\n[15]\n\nDistribution:\nAs a fat-soluble vitamin, vitamin D exhibits the highest distribution in adipose tissue and, to a lesser extent, in muscles and the liver.\n[16]\nThe adipose tissue stores cholecalciferol in its original form.\n[17]\nDue to cholecalciferol's affinity to adipose tissue, people with high body fat are at higher risk of vitamin D deficiency, as it can lower vitamin D plasma levels.\n\nMetabolism:\nCholecalciferol is inactive.\n[18]\nIn the liver, the enzyme 25-hydroxylase converts cholecalciferol originating from diet or sunlight to 25-hydroxyvitamin D3 (or 25(OH)D3) via hydroxylation. Vitamin D–binding proteins transport 25(OH)D3 from the liver to the kidneys.\n[6]\nThe parathyroid hormone stimulates the activation of cholecalciferol in the kidneys.\n[19]\nIn the kidneys, the enzyme 1-alpha-hydroxylase hydroxylates 25(OH)D3 to 1,25-dihydroxyvitamin D3 (1,25(OH)\n2\nD3), which is also known as calcitriol.\n[9]\n\nCalcitriol is a biologically active hormone. Although nonrenal calcitriol synthesis occurs, most calcitriol synthesis occurs in the kidneys. Therefore, the conversion of 25(OH)D to 1,25(OH)D is decreased in advanced kidney disease.\n[20]\n[21]\nPatients with chronic kidney disease (CKD), as early as stage 3, may require supplementation with the active form of vitamin D.\n[21]\n\nFibroblast-like growth factor-23 (FGF23) is a hormone originating from the bones.\n[22]\nFGF23 plays a crucial role in vitamin D homeostasis, with elevated levels of 1,25(OH)\n2\nD stimulating FGF23 release. FGF23, in turn, inhibits the hydroxylation of 25(OH)D3 in the kidneys and activates enzymes that lead to the degradation of vitamin D.\n\nThe half-life of 1,25(OH)\n2\nD is 15 hours, whereas that of 25(OH)D is 15 days.\n[16]\n\nElimination:\nBile acid secretions from the liver transport cholecalciferol to the intestine.\n[23]\nSubsequently, the intestines excrete cholecalciferol in the feces.\n[24]",
    "administration": "Available Dosage Forms and Strengths\n\nCholecalciferol is offered in various strengths and dosage forms, including solid and liquid formulations. Cholecalciferol is available as capsules, oral tablets, chewable tablets, sublingual liquid, and oral liquid. One microgram of cholecalciferol is equivalent to 40 international units.\n[25]\n\nAdult Dosage\n\nVitamin D deficiency or insufficiency:\nAccording to the Kidney Disease Improving Global Outcomes (KDIGO) guideline, most studies define vitamin D deficiency as a 25(OH)D serum level <20 ng/mL and vitamin D insufficiency as a serum level of 21 to 29 ng/mL.\n[26]\nThe target vitamin D level is >30 ng/mL. A study analyzing data from national surveys in the United States found that maintaining a 25(OH)D serum concentration of 30 ng/mL or more is associated with a reduced incidence of metabolic syndrome and diabetes when compared to a 25(OH)D serum concentration of <12 ng/mL.\n[27]\n\nThe appropriate dose of cholecalciferol depends on the extent of vitamin D deficiency or insufficiency. Maintenance dosing for addressing vitamin D deficiency and insufficiency is highly individualized and influenced by factors such as the target level and concurrent comorbidities, which might affect cholecalciferol metabolism and absorption.\n[28]\n\nHealthy adults with vitamin D insufficiency (serum 25(OH)D level of 20 to 30 ng/mL):\nPatients with vitamin D insufficiency are advised to take cholecalciferol 1000 to 2000 international units once daily.\n[29]\n\nHealthy adults with vitamin D deficiency (serum 25(OH)D level of <20 ng/mL):\nPatients with vitamin D deficiency are advised to adhere to the regimen as mentioned below.\n[29]\n\nPatients with a serum 25(OH)D level of 12 to 20 ng/mL should take 2000 international units of cholecalciferol daily.\n\nSymptomatic patients with a serum 25(OH)D level of <12 ng/mL should receive 30,000 international units of cholecalciferol per week.\n\nAsymptomatic patients with a serum 25(OH)D level of <12 ng/mL should receive 4000 to 5000 international units of cholecalciferol daily.\n\nClinicians should monitor 25(OH)D levels every 12 weeks for patients receiving cholecalciferol at an equivalent dose of >2000 international units per day.\n\nCKD patients with vitamin D deficiency or insufficiency:\nThe KDIGO guideline recommends treating vitamin D deficiency or insufficiency in CKD patients similarly to the general population if there is no severe hyperparathyroidism. Clinicians should regularly monitor serum levels of vitamin D, calcium, and phosphate. On the other hand, CKD patients with significantly elevated parathyroid hormone are recommended to receive calcitriol or vitamin D analogs rather than cholecalciferol.\n[30]\n\nSecondary hyperparathyroidism:\nSecondary hyperparathyroidism in CKD patients may involve the use of cholecalciferol, although it is not the preferred option. Calcium supplements combined with active vitamin D, such as alfacalcidol and calcitriol, are recommended to address secondary hyperparathyroidism.\n[31]\n\nOsteoporosis prevention:\nThe National Osteoporosis Foundation (NOF) recommends a daily oral intake of cholecalciferol at a dosage of 800 to 1000 international units for adults aged 50 or older.\n[32]\n\nSpecific Patient Populations\n\nHepatic impairment:\nCholecalciferol does not require dosage adjustment for individuals with hepatic impairment.\n\nRenal impairment:\nCholecalciferol does not require dosage adjustment for individuals with renal impairment.\n\nPregnancy considerations:\nThe American College of Obstetrics and Gynecology (ACOG) and Institute of Medicine (IOM) recommend daily vitamin D supplementation of 600 international units during pregnancy.\n[33]\nThis dosage maintains the requirements of both the developing fetus and the pregnant woman. The developing fetus requires vitamin D, potentially leading to decreased vitamin D levels in pregnant women.\n[34]\nIn the case of pregnancy with vitamin D deficiency, which is 25(OH)D <20 ng/mL, the ACOG guideline recommends a daily intake of 1000 to 2000 international units of vitamin D.\n\nBreastfeeding considerations:\nUnlike infant formulas fortified with vitamin D, breast milk lacks adequate vitamin D for infants.\n[35]\nTherefore, breastfed infants must supplement 400 international units of vitamin D daily to prevent rickets.\n\nAlternatively, supplementing the breastfeeding mother with 6400 international units of vitamin D daily can adequately provide vitamin D to exclusively breastfed infants through breast milk.\n[36]\n\nPediatric patients:\nThe World Health Organization (WHO) recommends vitamin D supplementation for children at risk of deficiency, such as those with limited exposure to sunlight.\n[37]\nThe Endocrine Society and IOM recommend supplementing children aged 1 to 18 with 600 to 1000 international units of vitamin D daily. Experts do not generally recommend regular testing of vitamin D levels in children.\n\nOlder patients:\nAs vitamin D deficiency increases the risk of bone fractures,\n[38]\nolder patients with vitamin D deficiency should receive calcium and cholecalciferol to reduce the risk of fractures. Studies indicate that a daily intake of 800 to 1000 international units of cholecalciferol and 1000 mg of calcium can reduce the risk of fractures by 8% to 12%.",
    "adverse_effects": "Although cholecalciferol is generally considered safe, its adverse effects can occur due to high vitamin D levels.\n[39]\nHigh-loading doses of cholecalciferol, ranging from 300,000 to 600,000 international units, have been associated with falls and fractures.\n[40]\nTherefore, the NOF guideline recommends limiting the use of such high doses to symptomatic patients or those at risk of hypocalcemia due to potent antiresorptive therapy.\n[40]\n[41]\n\nDrug-Drug Interactions\n\nBile acid sequestrants—colestipol and cholestyramine—interact with cholecalciferol in 2 ways.\n[42]\nAs cholecalciferol is a fat-soluble vitamin, bile acid sequestrants bind to it and decrease its absorption. In addition, bile acid sequestrants promote the excretion of bile acids.\n\nAs cholecalciferol is a fat-soluble vitamin, orlistat—a lipase inhibitor—binds to cholecalciferol from food or supplementation, resulting in decreased absorption of cholecalciferol.\n[42]",
    "monitoring": "Clinicians determine vitamin D status by measuring the 25(OH)D serum concentration.\n[27]\nLaboratories report vitamin D levels in ng/mL or nmol/L, and to convert from ng/mL to nmol/L, one can multiply by 2.496.\n\nRoutine testing for vitamin D status in the general population is not a standard practice. However, screening for vitamin D deficiency or insufficiency proves beneficial in individuals with specific risk factors, including malnutrition, malabsorption, and hepatic and renal diseases.\n[45]\n\nKDIGO guidelines recommend monitoring calcium, phosphorus, parathyroid hormone, and alkaline phosphatase in patients with CKD stage 3 or more.\n[46]",
    "toxicity": "On average, individuals need approximately 15 to 20 minutes of sun exposure per day to synthesize vitamin D.\n[29]\nThe likelihood of vitamin D toxicity from excessive sunlight exposure is low, as the skin naturally degrades excess vitamin D.\n\nSigns and Symptoms of Overdose\n\nAlthough rare, cholecalciferol toxicity occurs when serum 25(OH)D levels exceed 220 nmol/L.\n[47]\nSymptoms of cholecalciferol toxicity are nonspecific and may include confusion, vomiting, abdominal pain, polydipsia, polyuria, and dehydration.\n[48]\n\nCholecalciferol toxicity may result in hypercalcemia and hypercalciuria, potentially leading to complications such as nephrolithiasis, nephrotoxicity, and hyperphosphatemia.\n[39]\n\nManagement of Overdose\n\nSupportive therapy involves discontinuing cholecalciferol and stabilizing the patient, which represents the first step in treating cholecalciferol toxicity. Pharmacological intervention for hypercalcemia may become necessary, with examples of such therapies being loop diuretics or bisphosphonates. In instances of life-threatening hypercalcemia, intermittent hemodialysis may be required.\n[49]"
  }
}