{
  "drug_name": "choline",
  "nbk_id": "NBK573068",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK573068/",
  "scraped_at": "2026-01-11T15:26:13",
  "sections": {
    "clinical_significance": "Clinical Screening and Diagnostic Approach\n\nClinicians do not routinely recommend universal genetic testing for patients with obesity. Genetic testing should be considered in patients with early-onset severe obesity (before age 5), syndromic features, eg, developmental delays or dysmorphic features, a strong family history of severe obesity, or failure to respond to standard weight management interventions.\n\nPhysical examination protocol\n\nA systematic approach to the physical examination can identify features suggestive of genetic obesity syndromes (see\nTable 6\n). The examination should be comprehensive, focusing on identifying dysmorphic features, growth abnormalities, and signs of involvement in associated organ systems. Early recognition of these signs can significantly impact diagnosis and treatment planning.\n\nTable 6.\nThe Systematic Physical Examination in Patients with Suspected Genetic Obesity\n\nTable\nClinical Feature\nAbnormal Findings\n\nAHO, albright hereditary osteodystrophy; BBS, Bardet-Biedl syndrome; MC4R, melanocortin 4 receptor; POMC, proopiomelanocortin; PWS, Prader-Willi syndrome\n\nGenetic testing approach\n\nA structured genetic testing strategy supports the accurate diagnosis of monogenic and syndromic obesity, guiding appropriate clinical management. The patient's specific clinical presentation guides initial testing. In cases of isolated severe obesity accompanied by hyperphagia, clinicians should measure serum leptin levels, followed by sequencing of the\nMC4R\ngene if leptin levels appear normal. For infants displaying neonatal hypotonia that progresses to obesity, PWS methylation analysis remains the preferred diagnostic approach. When obesity occurs with polydactyly, a BBS gene panel should be performed. Obesity with associated developmental delay warrants a chromosomal microarray to detect underlying genomic abnormalities.\n\nSecond-line strategies provide additional diagnostic clarity when initial testing fails to identify a causative mutation. Whole-exome sequencing may reveal rare variants in genes not captured by targeted panels. A strong family history of early-onset obesity suggests the need for focused gene panels based on inheritance patterns. Clinicians should pursue syndrome-specific genetic testing in the presence of distinct syndromic features.\n\nGenetic counseling plays a vital role throughout the diagnostic process. All patients should receive pretest counseling to review the purpose and scope of testing, discuss inheritance patterns, and consider implications for family planning. Psychosocial support is equally essential, especially for families navigating the challenges of a genetic diagnosis.\n\nTable\nTable Pause and Reflect.\n\nTreatment and Management of Genetic Obesity\n\nTargeted therapies\n\nRecent advances in understanding the genetics of obesity have led to the development of targeted therapies that address the underlying pathophysiology (see\nTable 7\n). These therapies represent a paradigm shift from traditional weight management approaches to precision medicine based on a specific genetic diagnosis.\n[18]\nThe development of these targeted treatments has significantly improved outcomes for patients with previously untreatable genetic forms of obesity.\n[18]\n\nTable\nTable 7. Targeted Therapies for Genetic Obesity .\n\nBBS, Bardet-Biedl syndrome; FDA, (United States) Food and Drug Administration; GLP-1, glucagon-like peptide-1; PWS, Prader-Willi syndrome\n\nRecommended Long-term Monitoring Protocols\n\nStructured monitoring protocols tailored to general and disorder-specific needs are recommended for long-term management of genetic obesity syndromes (see\nTable 8\n).\n\nTable\nTable 8.  Recommended Long-term Monitoring .\n\nBBS, Bardet-Biedl syndrome; MC4R, melanocortin 4 receptor; PWS, Prader-Willi syndrome\n\nTable\nTable Pause and Reflect."
  }
}