{
  "drug_name": "ciclesonide",
  "nbk_id": "NBK542187",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542187/",
  "scraped_at": "2026-01-11T18:46:50",
  "sections": {
    "indications": "Atopy is a predisposition to respond immunologically to diverse antigens or allergens, leading to CD4\n+\nTh2 differentiation and overproduction of immunoglobulin E (IgE). The consequence of these cellular processes is the development of hypersensitivity reactions to allergens. The most common manifestations of atopy include allergic bronchial asthma, allergic rhinitis, atopic dermatitis, and food allergies. Two or more of these clinical conditions can coexist simultaneously in an individual or at different times. Other conditions involved in atopy include allergic conjunctivitis, IgE-mediated drug allergy, insect bites, urticaria, angioedema, and anaphylactic shock.\n[1]\n[2]\n[3]\n[4]",
    "mechanism": "The etiology of atopy is unknown. Twin and epidemiological studies, along with family and animal experiments, have demonstrated that genetic factors play a crucial role in atopy by regulating IgE synthesis and its specificity to different epitopes. The inheritance of several genes results in the overproduction of IgE. Although the concept of allergies running in families is partially demonstrated in the autosomal transmission of allergies, the full inheritance pattern is believed to be multigenic.\n[5]\n\nOne theory that explains the genesis of atopy suggests the involvement of abnormal regulation by T-helper cells and suppressor T lymphocytes, which facilitate the production of IgE by plasma cells.\n[6]\n[7]\nExamples of genes associated with atopy are associated with chromosome 5q and cytokine gene clusters and include several interleukins (such as IL-3, IL-4, IL-5, and IL-13), CD14, granulocyte-macrophage colony-stimulating factor (GM-CSF), and β2-adrenergic receptors.\n\nIL-4 and IL-13 promote IgE switching, whereas IL-5 stimulates eosinophil growth and activation. β2-adrenergic receptors regulate the contraction of bronchial smooth muscles. Chromosome 6p contains genes that code for major histocompatibility complex (MHC) class II proteins, and some of these alleles regulate T-cell responses to environmental antigens or allergens. A gene in chromosome 11q, which codes for the high-affinity IgE receptor β-subunit, mediates mast cell activation. Chromosome 12q houses genes that code for stem cell factor (affects mast cell growth and differentiation), interferon-γ (IFN-γ; inhibits IL-4 synthesis), and STAT6 (mediates IL-4 signal transduction).\n\nAdditional genes associated with atopy include the IL-4 receptor α-chain, DPP10 (regulates chemokine and cytokine activity), ADAM33 metalloproteinase (involved in airway remodeling), and CD80/CD86 (located in 3q) and RANTES (in 17q) are genes thought to be involved in atopy. Finally, PHF11 in 13q encodes for a transcriptional regulator involved in the clonal expansion of B cells and immunoglobulin expression.\n[8]\n[9]\n[10]\n[11]\nNonspecific triggers of asthma include infections (such as viral respiratory infections), climatic factors (such as ozone, cold air, and SO\n2\n), physiological factors (such as exercise and hyperventilation), and ingestants (such as aspirin and nonsteroidal anti-inflammatory drugs [NSAIDs]).\n\nThe list of occupational allergens causing IgE-mediated allergic asthma includes animal products (obtained from cows, pigs, mice, dogs, cats, and horses), insect dust (from mealworms, storage mites, cockroaches, bees, and flies), plant products (such as fruits, vegetables, seeds, leaves, pollens, flours, plant, grain, and cotton dust, castor beans, tobacco, and weeping fig). Other allergens include gums and extracts (such as western red, California redwood, and exotic woods), microbial agents (fungal allergens, alginates, protozoa, bacteria, and fungi), enzymes (such as papain, hog trypsin, pancreatic extracts, subtilisin, and pineapple bromelain), therapeutic agents (such as penicillins, tetracycline, cephalosporins, sulfonamides, and spiramycin), sterilizing agents (such as chloramides), inorganic chemicals (such as metal fumes and salts, aluminum, cobalt, fluoride, nickel, platinum, vanadium, and zinc) and organic chemicals (such as amines, anhydrides, and azodicarbonamide).\n[10]",
    "monitoring": "The evaluation of immediate hypersensitivity includes obtaining a complete blood cell count, an IgE level, and a skin prick test.\n[25]\n\nQuantitative Serum Immunoglobulins\n\nImmunoglobulins such as IgM, IgG, and IgA.\n\nTotal Leukocyte Count and Differential\n\nHemoglobin levels, which may be decreased in autoimmune hemolytic anemia.\nEosinophilia.\nLymphocyte studies, including CD4/CD8 count and suppressor T-cell count, which may be lower than the standard value.\n\nAllergic Tests\n\nSkin prick tests that utilize various allergens from animals, plants, food, pathogens, and environmental pollutants.\nA radioallergosorbent test (RAST) to determine specific IgE antibodies.\n\nOther Tests\n\nSerum protein electrophoresis to rule out IgE myeloma.\nStool examination to assess for intestinal parasitism.\nAppropriate exclusion diet and blinded provocations for diagnostic clarification of food allergies.\nChest x-ray to evaluate for bronchial asthma.",
    "administration": "Allergic Rhinitis\n\nTreating allergic rhinitis involves environmental measures to prevent allergen exposure, drugs, and desensitization. As with other allergic diseases, prophylactic treatment by avoiding allergens is the most effective means of management. However, avoidance is not always feasible, so medications are often necessary for symptom control.\n\nEnvironmental measures involve avoiding an allergen based on clinical history. A positive skin test or RAST alone is not sufficient. Environmental control also involves removing household pets, frequent dusting to minimize house dust, and avoiding toys and other objects that collect dust. Using air-cleaning devices to reduce airborne allergens may be helpful. Pollen and outdoor mold growth must be prevented.\n\nAntihistamines are the most commonly used drugs in allergic rhinitis and should be administered cautiously to avoid adverse effects. Newer nonsedating antihistamines are available that cause fewer adverse effects. Orally administered nasal decongestants may be helpful in combination with antihistamines. Antihistaminic eye drops are commonly used for treating allergic conjunctivitis. Treatment with nasal cromolyn spray 4 times daily is beneficial and causes no immediate or long-term toxicity. Systemic corticosteroids effectively reduce allergic rhinitis symptoms but should only be used in the short term. Allergic rhinitis is a chronic and benign condition. Desensitization (allergen injection therapy) is recommended for patients whose symptoms are uncontrolled despite appropriate previous therapeutic measures.\n[26]\n\nAllergic Asthma\n\nThis condition manifests as atopy localized to the bronchus, where mediators such as histamines, leukotrienes, and cytokines (IL-4, IL-5, IL-13, and TNF), as well as eosinophil chemotactic factors are released. Symptomatic asthma treatment aims to control the hyperirritable bronchial mucosa using environmental measures, drugs, and other therapies. Treatment of bronchial asthma includes environmental control similar to atopic rhinitis management.\n\nSympathomimetic β-adrenergic bronchodilators are used to abort acute attacks and for long-term management. Albuterol, metaproterenol, pirbuterol, and isoetharine are selective β-adrenergic bronchodilators administered via aerosol inhalation. Theophylline is a potent bronchodilator combined with sympathomimetic medication and can be administered 250 to 500 mg during an acute asthma attack. Epinephrine can be given subcutaneously in a 0.2 to 0.5 mL dose.\n\nGlucocorticoids are effective in treating allergic asthma; a typical dose is 30 to 60 mg. However, glucocorticoids should be reserved for asthma refractory to other therapies.\n[15]\n\nCromolyn sodium can be administered using a 20-mg (metered-dose) inhaler for long-term prophylactic therapy, although it cannot abort an acute attack. Antibiotics may be prescribed if secondary bacterial bronchitis or bronchopneumonia is present. Hydration and expectorants are effective for clearing thick sputum.\n\nDesensitization is equally effective for allergic rhinitis and allergic asthma. One example is an injection treatment for pollen hay fever. Antileukotrienes, such as montelukast and zafirlukast, can be administered in allergic asthma and atopic rhinitis.\n\nAtopic Dermatitis\n\nAtopic dermatitis is a chronic skin disease requiring proper skin care, environmental control, drugs, and allergen avoidance. The most effective preventive measure for pruritis is non-irritating topical lubricants. Topical steroids are effective for milder skin involvement. For eczema, systemic corticosteroids are initiated at a high dose and tapered until a therapeutic effect is achieved. Oral antihistamines can control itching. Frequent bathing and the use of irritating fabrics and detergents are discouraged. If infection occurs, an appropriate antibiotic is necessary.\n[27]\n\nFood Allergies\n\nTreating a food allergy requires strict elimination of the offending allergen. Having an emergency care plan and a written anaphylaxis action plan is paramount. Carrying a form of self-injectable epinephrine and wearing a medical alert bracelet aids healthcare professionals during an acute attack. The most common pediatric allergens include cow's milk, soy, wheat, eggs, and peanuts, accounting for 91% of reactions. The most common allergens for adults include fish, shellfish, peanuts, tree nuts, eggs, fruits, and vegetables.\n[28]\n\nImmunotherapy for atopic conditions such as allergic rhinitis, asthma, and atopic dermatitis has seen significant advancements in recent years, with monoclonal antibodies and cytokines playing crucial roles.\n\nMonoclonal antibodies are laboratory-produced molecules designed to mimic the natural immune mediators that aid the body in fighting off harmful pathogens. In atopic conditions, these antibodies target specific proteins or cells involved in the allergic response, as mentioned below.\n\nOmalizumab: This monoclonal antibody targets IgE—a key mediator in allergic reactions. By binding to IgE, omalizumab prevents it from triggering the release of inflammatory chemicals, thereby reducing allergic symptoms.\n\nDupilumab: This drug targets IL-4 receptor-alpha (IL-4Rα), which is involved in the signaling pathway responsible for allergic inflammation. Dupilumab is approved for the treatment of moderate-to-severe asthma and atopic dermatitis.\n\nMepolizumab, reslizumab, and benralizumab: These monoclonal antibodies target IL-5, a cytokine involved in the production and activation of eosinophils, which contribute to allergic inflammation. These medications are indicated for the treatment of severe eosinophilic asthma.\n\nCytokines are small proteins secreted by various cells in the immune system to regulate immune responses. Several cytokines are involved in the pathogenesis of atopic conditions:\n\nInterleukins: IL-4, IL-5, IL-13 are key cytokines involved in allergic inflammation. IL-4 promotes IgE production, IL-5 is crucial for eosinophil activation, and IL-13 contributes to airway hyperreactivity and mucus production.\n\nTumor necrosis factor-α: Although primarily associated with inflammatory conditions such as rheumatoid arthritis, TNF-α has also been implicated in the pathogenesis of severe asthma.\n\nInterferon-γ: IFN-γ plays a role in regulating the balance between Th1 and Th2 responses. Dysregulation of this balance is implicated in allergic diseases.\n\nImmunotherapy\n\nAllergy immunotherapy, often called desensitization or allergy shots, involves administering progressively increasing doses of allergens to reduce the allergic response over time and induce immune tolerance to specific allergens. This therapy can be administered via subcutaneous injections or sublingual tablets or drops.\n\nOverall, monoclonal antibodies targeting specific cytokines or cells involved in allergic inflammation have shown promise in treating atopic conditions, offering new avenues for personalized and targeted therapy. Additionally, allergy immunotherapy remains essential for long-term management, particularly in cases where allergen avoidance or conventional pharmacotherapy is insufficient.\n[29]\n[30]\n[31]",
    "adverse_effects": "Complications of Allergic Rhinitis\n\nSinusitis\nOtitis media\nNasal polyps\nApnea\n\nComplications of Allergic Bronchial Asthma\n\nPneumothorax\nSubcutaneous emphysema\n\nComplications of Atopic Dermatitis\n\nSecondary infections caused by\nStaphylococcus\nEczema herpeticum\nSecondary contact dermatitis (due to antibiotics)\nHand dermatitis (excessive hand washing)\nOphthalmic complications (including atopic keratoconjunctivitis, keratoconus, and atopic cataracts)\n\nAnaphylaxis\n\nAnaphylaxis is a medical emergency that can lead to acute, life-threatening respiratory failure.\nThis is an IgE-mediated reaction with massive and rapid release of histamines and leukotrienes from mast cells.\nIn severe cases, acute laryngeal edema, bronchospasm, hypotension, cyanosis, and shock are present.\nDrugs and additives known to cause anaphylactoid reactions include NSAIDs (such as aspirin, aminopyrine, fenoprofen, flufenamic acid, ibuprofen, indomethacin, and naproxen), opioids (such as morphine, codeine, and meperidine), mannitol, radiographic iodinated contrast media, dextran, curare, and d-tubocurarine.\nAnaphylactoid reactions should be treated similarly to anaphylaxis.\n[38]\n[39]\n[40]"
  }
}