{
  "drug_name": "cilostazol",
  "nbk_id": "NBK544363",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544363/",
  "scraped_at": "2026-01-11T15:26:23",
  "sections": {
    "indications": "Box Warning\n: According to the manufacturer's labeling, Cilostazol administration is contraindicated in patients with heart failure of any grade. Cilostazol and many of its metabolites are inhibitors of phosphodiesterase III. Several drugs with the pharmacologic effect have caused decreased survival compared to placebo in patients with class III-IV heart failure.\n[21]\n\nDrugs with vasodilator-type properties generally decrease systemic blood pressure, resulting in a reduction in lower limb perfusion pressure. These agents may also cause a steal of blood from ischemic regions in which blood vessels are already maximally dilated. Therefore, there have been questions regarding the justification for treatment with vasodilators in claudication with absolute contraindication in patients with a history of heart failure. Phosphodiesterase inhibitors have demonstrated decreased survival compared with placebo in patients with class III to IV heart failure. Patients with a history of ischemic heart disease may incur an increased risk of angina pectoris or myocardial infarction exacerbation.\n[22]\nThus, cilostazol is contraindicated in these populations.\n\nCaution is also necessary when prescribing cilostazol to individuals with atrial or ventricular ectopy and those with atrial fibrillation or flutter. Left ventricular outflow tract obstruction is another observation in patients with sigmoid-shaped interventricular septums undergoing cilostazol therapy.\n[23]",
    "mechanism": "Cilostazol is a phosphodiesterase III (PDE3) inhibitor. PDE3s are enzymes that utilize a catalytic core to hydrolyze cyclic guanosine monophosphate (cGMP) and cyclic adenosine monophosphate (cAMP).\n[5]\nPhosphodiesterase III enzymes are primarily located within the cardiac sarcoplasmic reticulum and in the smooth muscle of arteries and veins, where they regulate cardiac and vascular smooth muscle contractility. Cilostazol exerts its action by inhibiting phosphodiesterase activity and suppressing cAMP degradation. The inhibition of PDE3 allows for a rise in cAMP in platelets and blood vessels. Increased concentrations of cAMP subsequently lead to increase concentrations of the active form of protein kinase A (PKA), and increased PKA is directly related to the inhibition of platelet aggregation.\n[6]\nElevated concentrations of intracellular PKA also elicit a vasodilatory effect on smooth muscle cells by preventing contraction through the inactivation of myosin light-chain kinase.\n[7]\n\nMyosin light-chain kinase normally phosphorylates the light chain of myosin in the presence of calcium and calmodulin, which activates myosin to interact with actin. With the inactivation of myosin light-chain kinase by PKA, the myosin-actin interaction cannot occur, and thus, there is an inability to generate a smooth muscle contraction.\n[8]\n\nCilostazol has also recently been demonstrated to reduce plasma triglycerides and increase HDL cholesterol concentrations.\n[9]\nThe precise mechanisms of cilostazol's ability to lower plasma triglycerides and increase HDL are currently not understood; however, the lipoprotein effects of cilostazol are likely a result of the inhibition of cyclic nucleotide phosphodiesterase with a precipitant elevation of intracellular cAMP. As of now, several possible mechanisms have been proposed by which increased cAMP could result in lowered plasma triglycerides. One possible explanation is the reduction of hepatic triglyceride secretion (either directly or indirectly) by the increased effectiveness of glucagon in inhibiting VLDL secretion.\n[10]\nAlternatively, increased cAMP intracellular concentrations have demonstrated the ability to promote the release of lipoprotein lipase from rat adipocytes, which could also result in reduced plasma triglycerides.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nCilostazol is absorbed after oral administration. A high-fat meal increases absorption, with an approximately 90% increase in peak serum concentration and a 25% increase in plasma concentration of the drug over time.\n[12]\n\nDistribution:\nCilostazol is 95% to 98% protein-bound, predominantly to albumin. The free fraction of cilostazol is 27% higher in subjects with renal impairment than in healthy volunteers.\n\nMetabolism:\nCilostazol metabolism occurs extensively in the liver by hepatic cytochrome P450 enzymes (mainly CYP3A4 and, to a lesser extent, CYP2C19). Two metabolites are primarily active, with one appearing to account for at least half of the pharmacologic activity (PDE3 inhibition) after the administration of the drug\n\nExcretion:\nCilostazol is predominately eliminated by urinary excretion of metabolites (74%), with the remainder being excreted fecally (20%).\n[13]",
    "administration": "Cilostazol is available in 50 mg and 100 mg tablets. It can be dosed and administered for the following conditions. Cilostazol should be administered orally with water 30 minutes before or 2 hours after meals (breakfast and dinner). Do not take cilostazol with grapefruit juice, which may impair drug metabolism.\n[14]\nPeak pharmacodynamic effects (increased heart rate, antiplatelet activity, decrease in diastolic blood pressure) usually occur within 6 hours.\n[15]\nPatients may experience symptomatic relief of intermittent claudication within two to four weeks; however, it can take 12 weeks to obtain the optimal therapeutic effect. The dose of cilostazol can be reduced or discontinued without a rebound phenomenon.\n\nIntermittent Claudication\n\n100 mg orally twice daily.\n50 mg orally twice daily should be considered during the coadministration of CYP3A4 inhibitors such as diltiazem, erythromycin, ketoconazole, and itraconazole, and during coadministration of CYP2C19 inhibitors such as omeprazole.\n\nThrombotic Complications of Coronary Angioplasty\n\n100 mg orally twice daily can be substituted for either aspirin or clopidogrel as part of a dual antiplatelet regimen in patients with coronary artery stents who have an allergy or intolerance to aspirin or clopidogrel.\n\nSecondary Prevention of Non-cardioembolic Stroke or TIA(off-label use)\n\n100 mg orally twice daily (first-line drugs are aspirin and clopidogrel).\n[16]\n\nUse in Special Population\n\nHepatic Impairment:\nThe pharmacokinetic parameters of cilostazol and its metabolites are similar in healthy subjects compared to subjects with mild hepatic diseases. The use of cilostazol in patients with moderate/severe hepatic impairment is not analyzed.\n\nRenal Impairment:\nThe pharmacologic activity of cilostazol and its metabolites was similar in healthy subjects compared to subjects with mild to moderate renal impairment. In patients with severe renal impairment, metabolite levels are increased, altering the protein binding. However, the expected pharmacologic activity based on plasma concentrations and relative PDE III inhibiting potency of parent drug and metabolites appeared little changed.\n\nPregnancy Considerations:\nTeratogenic Effects: Pregnancy Category C. Cilostazol is teratogenic in rats at doses fivefold the human maximum recommended human dose on a body surface area basis. There are no adequate and well-controlled studies on pregnant women.\n\nBreastfeeding Considerations:\nBecause there is no information on using cilostazol during breastfeeding, an alternate drug may be preferred, especially while nursing a preterm infant or newborn. If a nursing mother uses it, monitor the infant for bruising and bleeding.\n[17]",
    "adverse_effects": "Cilostazol is a generally well-tolerated oral medication. Common side effects of cilostazol therapy reportedly include headache (34%), diarrhea (19%), and palpitations (10%).\n[18]\n\nA slight elevation in heart rate of 5 to 7 beats/min may also occur with the administration of cilostazol. These side effects are mild to moderate in intensity, transient, or alleviated with symptomatic treatment and seldom demand treatment withdrawal.\n[13]\nCilostazol may induce tachycardia, tachyarrhythmia, and hypotension.\n[19]\n\nPostmarketing research has shown cilostazol to induce thrombocytopenia or leukopenia, progressing to agranulocytosis when drug administration does not immediately discontinue. Agranulocytosis is reversible with immediate discontinuation of the drug.\n[20]",
    "monitoring": "Patients with an increased risk for serious cardiac events due to increased heart rate (patients with stable coronary disease) require close monitoring during treatment with cilostazol. Patients also need monitoring for bleeding episodes and easy bruising or other signs such as pyrexia and sore throat, suggesting the early development of blood dyscrasia. A complete blood count is necessary if a suspected infection or other clinical evidence suggests blood dyscrasia. If the patient shows any clinical or laboratory evidence of a hematologic abnormality, cilostazol therapy should be discontinued immediately.\n\nCaution is necessary when co-administering cilostazol with any other pharmacologic agent that can reduce blood pressure due to the possibility of an additive hypotensive effect with reflex tachycardia. Dual administration of cilostazol with other antiplatelet drugs also requires caution as there is a risk for spontaneous, prolonged, or excessive bleeding.\n[24]",
    "toxicity": "The oral lethal dose of cilostazol is over 5 g/kg in rats and mice and more than 2 g/kg in dogs. There is a lack of data on acute overdosage with cilostazol in humans. The signs and symptoms of an acute cilostazol overdose can present as a severe headache, diarrhea, hypotension, tachycardia, and possibly cardiac arrhythmia. In an overdose, patients require careful observation and provide supportive treatment. Cilostazol is highly protein-bound and unlikely to be efficiently removed by hemodialysis or peritoneal dialysis. Emptying the stomach by gastric lavage may be appropriate if needed.\n[25]"
  }
}