{
  "drug_name": "cimetidine",
  "nbk_id": "NBK544255",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544255/",
  "scraped_at": "2026-01-11T15:26:23",
  "sections": {
    "indications": "Cimetidine can induce clinically insignificant elevated serum creatinine in a high percentage of patients. However, this resolves when the discontinuance of the drug.\n[31]\nRecommendations are that patients with a GFR of 10 to 50 ml/minute receive 50% of the normal dose, while patients with a GFR of less than 10 ml/minute receive a dose of 300 mg every 8 to 12 hours. Elderly patients (greater than or equal to 65 years or with a CrCl under 50 mL/minute) should be treated with lower doses to prevent the risk of mental status changes. The use of acid-suppressing drugs during the first trimester of pregnancy is not associated with significant teratogenic risks.\n[32]\n[33]\nTherefore, cimetidine is assigned a category B in pregnant females by the FDA, which means that animal studies have failed to show a fetal risk. There are no adequate and well-controlled studies conducted on pregnant females. Patients who have experienced any hypersensitivity reaction to this drug or any H2-receptor antagonist should avoid cimetidine.",
    "mechanism": "Understanding the physiology of gastric acid secretion is essential for understanding the mechanism of action of cimetidine. The primary stimuli for gastric acid secretion include (i) gastrin, released from antral G cells, (ii) histamine released from oxyntic enterochromaffin-like cells, and (iii) acetylcholine released from antral and oxyntic neurons secondary to parasympathetic (vagal) stimulation.\n[17]\nOther stimuli for gastric secretion include ghrelin and motilin. Acid release results from the stimulatory effect of histamine on parietal cells, which is mediated by adenylate cyclase activation and the generation of cyclic AMP (cAMP).\n[1]\nThis cAMP activates a specific protein kinase, which phosphorylates a yet unknown substrate that propagates the stimulatory signal.\n[18]\n\nThe chief acid secretion inhibitors are somatostatin released from oxyntic and antral D-cells, cholecystokinin, atrial natriuretic peptides, nitric oxide, and glucagon-like peptide-1.\n[19]\n\nThe H2-receptor antagonist cimetidine competitively blocks histamine from stimulating the H2-receptors located on the gastric parietal cells (these cells are responsible for hydrochloric acid secretion and secretion of the intrinsic factor). The effect reduces the volume of gastric acid secretion from stimuli, including histamine, food, caffeine, and insulin.",
    "administration": "Cimetidine is available as an oral tablet and solution. The drug can also be administered parenterally as an intravenous (IV) injection. The recommended dosage of cimetidine for the pediatric patient is 20 to 40 mg/kg/day administered in divided doses every 6 hours (5 to 10 mg for neonates and 10 to 20 mg for infants; both divided every 6 to 8 hours also). The recommended dosage for treating peptic ulcers in adults is 300 to 400 mg twice daily or 800 mg at bedtime for up to eight weeks. The maintenance dosage of cimetidine is 400 mg per day. Dosages of 200 to 400 mg (OTC formulations) per day can effectively manage or prevent heartburn caused by the intake of caffeine and certain foods. Thus, cimetidine is optimally administered thirty minutes before a meal.",
    "adverse_effects": "High doses of cimetidine (over 5 g/day) can cause reversible impotence or gynecomastia.\n[20]\nThis effect appears to result from the antiandrogenic potential of cimetidine, which depends on an increase in prolactin levels secondary to histamine H2 receptor blockade. Also, cimetidine has non-specific actions that stimulate prolactin secretion, causing galactorrhea in men in a dose-related pattern.\n[21]\n[22]\nThe effects could also be related to a blockade of the 2-hydroxylation of estradiol. However, gynecomastia in men is not an adverse effect with the other H2 receptor blockers (ranitidine, famotidine, and nizatidine).\n\nPatients receiving treatment with drugs metabolized through the cytochrome P450 enzymatic pathway may experience enhanced drug effects resulting from pharmacokinetic interaction when treated concomitantly with cimetidine, as it is a well-known enzyme inhibitor of several CYP isoforms, including 1A2, 2C9, 2D6, 3A4 P450 isoforms. Clinically relevant is the inhibition of cytochrome 3A4 and 1A2.\n[20]\n[23]\nInhibition of these enzymes can lead to increased plasma levels of certain drugs, including warfarin, tricyclic antidepressants, lidocaine, calcium channel blockers, quinidine, oral sulfonylureas, phenytoin, theophylline, benzodiazepines, and beta-blockers (metoprolol and propranolol). For example, patients treated with warfarin sodium and cimetidine were found to have augmented hypoprothrombinemia and higher blood concentrations of warfarin. Such effects did not occur in patients treated with ranitidine and warfarin sodium. The effect is related to the inhibition of hepatic microsomal activity caused by cimetidine, which reduced the metabolic clearance of warfarin and augmented its anticoagulant effect.\n[24]\n\nThe interaction involving beta-blockers (metoprolol or propranolol) results in significant sinus bradycardia and hypotension.\n[25]\nSuch interaction does not occur with other beta-blockers such as atenolol or nadolol.\n\nDrug interactions are not observed clinically with other H2-blockers, including ranitidine, famotidine, and nizatidine. Cimetidine raises the pH of the gastric contents. This increased pH may lead to decreased absorption of drugs that require a lower pH to dissolve or increased absorption of drugs with absorption reduced by acid inactivation in the stomach.\n[26]\n[27]\n\nImpairment of vitamin B12 absorption raises the possibility that long-term, full-dose therapy with cimetidine may produce B12 deficiency similar to that observed in other hypochlorhydric states.\n[28]\nThis effect is because parietal cells produce intrinsic factor necessary for vitamin B12 absorption. This effect is more common in younger female patients and will resolve with the discontinuation of cimetidine therapy.\n[28]\n\nThere is a low incidence of cimetidine-induced hepatitis, suggesting a hypersensitivity-type reaction.\n[29]\nSome reported central nervous system effects, such as headache, dizziness, delirium, drowsiness, and somnolence, can limit cimetidine's use in the geriatric population and patients with renal and hepatic disorders.\n[30]\nTherefore, monitoring renal function is critical in the elderly to avoid these neuropsychiatric effects. The adverse effects mentioned here, along with the availability of proton pump inhibitors approved for treating similar gastrointestinal conditions, have limited the use of cimetidine.",
    "monitoring": "Since there may be an elevation in serum creatinine levels, renal function should be evaluated to either correct or discontinue the cimetidine dose where appropriate. Blood in the stool is a sign of many gastrointestinal pathologies and drug toxicities. Therefore, the monitoring of occult blood should be considered, especially in patients who may be using this drug without the advice of a physician. Although rare, reports exist of bone marrow suppression. It is advisable to obtain complete blood counts (CBC) if the patient exhibits signs of infection.",
    "toxicity": "Overdoses of cimetidine are rare. However, in the case of toxicity, maintaining the airway and cardiovascular status is critical. Decontamination of cimetidine includes gastric lavage and a reduction of drug absorption by the administration of activated charcoal."
  }
}