{
  "drug_name": "cinacalcet",
  "nbk_id": "NBK557658",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557658/",
  "scraped_at": "2026-01-11T15:26:23",
  "sections": {
    "indications": "A serum calcium level below 8.4 mg/dL is a contraindication to initiating this medication.\n[14]\n\nWarning and Precautions\n\nHypocalcemia:\nLife-threatening events and fatal outcomes related to hypocalcemia, including in pediatric patients, have been reported. Cinacalcet's safety and efficacy in pediatric patients have not been established. Cinacalcet is not indicated for non-dialysis CKD patients. In CKD patients not on dialysis, long-term safety and efficacy remain uncertain. Studies indicate an increased risk of hypocalcemia in this population, particularly with lower baseline calcium levels. Patients should be educated about hypocalcemia symptoms, and prescribers should be contacted if symptoms arise. Corrected serum calcium below normal limits or hypocalcemia symptoms may require calcium supplementation, dose adjustment, or discontinuation of cinacalcet.\n\nVentricular arrhythmia:\nSerum calcium reduction due to cinacalcet may prolong QT intervals, leading to ventricular arrhythmia. Close monitoring of corrected serum calcium and QT interval is essential, especially in at-risk patients. Isolated cases of hypotension, worsening heart failure, and arrhythmias have been reported postmarketing, particularly in patients with impaired cardiac function. Monitoring for these events is recommended.\n[18]\n\nSeizures:\nThe possibility of a lowered seizure threshold due to cinacalcet-induced hypocalcemia requires careful consideration.\n[19]\n\nGastrointestinal bleeding:\nUpper gastrointestinal bleeding has been reported with cinacalcet use. However, a recent study found no evidence of an increased risk of gastrointestinal bleeding that would necessitate hospitalization or result in death for hemodialysis patients exposed to cinacalcet.\n[20]",
    "mechanism": "Cinacalcet is a “calcimimetic,” implying it acts on the calcium-sensing receptors (CaSR) located on the chief cells of the parathyroid gland.\n[9]\nCaSR detects a minor change in the extracellular calcium level and maintains the PTH level accordingly.\n[9]\nThis process occurs through PTH gene transcription and parathyroid cell growth—the CaSR couples with a 7-transmembrane domain G-proteins. On the chief cells, the predominant forms are Gi and Gq. Once activated, cAMP accumulation is inhibited, and simultaneously, the phosphoinositide-phospholipase C pathway gets stimulated. The ensuing increase in IP3 and DAG levels leads to intracellular calcium influx. The result is that the Gq pathway is specifically dominant-negative, ie, suppression of PTH secretion. Disruption of this cascade has also been present in various etiologies of hyperparathyroidism.\n[10]\n\nCalcimimetic medications, as the name suggests, may not be the real calcium ligands. However, calcimimetics activates these receptors and utilizes the Gq/Gi pathways to establish the negative feedback loop to decrease calcium levels. This feedback occurs through the suppression of both the production of PTH and its secretion and ultimately leads to the mitigation of calcium and phosphorus products in the blood.\n[11]\nCinacalcet functions as a calcimimetic agent that can reduce PTH levels by enhancing the sensitivity of the CaSR. This mechanism results in a concurrent decrease in serum calcium concentrations.\n\nPharmacokinetics\n\nAbsorption:\nUpon oral administration, cinacalcet achieves peak plasma concentration within 2 to 6 hours. In the presence of a high-fat meal, Cmax and the area under the curve (AUC) increase by 82% and 68%, respectively. Cinacalcet demonstrates a decline in biphasic concentration, with an initial half-life of cinacalcet of approximately 6 hours. The terminal half-life of cinacalcet is approximately 30 to 40 hours. Steady-state concentrations are attained within 7 days. The pharmacokinetic profile remains consistent within the 30 to 180 mg daily dose range.\n\nDistribution:\nCinacalcet is extensively distributed in the body and has an apparent volume of distribution of approximately 1000 L. The plasma protein binding is approximately 93% to 97%.\n\nMetabolism:\nCinacalcet undergoes metabolism via various enzymes, primarily CYP3A4, CYP2D6, and CYP1A2.\n[12]\nCinacalcet is also an inhibitor of CYP2D6.\n[13]\nThe oxidative\nN\n-dealkylation process generates hydrocinnamic acid and hydroxy-hydrocinnamic acid, subsequently metabolized through β-oxidation and glycine conjugation. Circulating metabolites, including cinnamic acid derivatives and glucuronidated dihydrodiols, exceed concentrations of the parent drug. Importantly, hydrocinnamic acid metabolites and glucuronide conjugates exhibit minimal or no calcimimetic activity.\n\nElimination:\nThe primary elimination route is renal excretion, with approximately 80% of the dose excreted in urine and 15% in feces.\n[14]",
    "administration": "Available Dosage Forms and Strengths\n\nCinacalcet is available in tablet formulations for oral administration, with 30, 60, and 90 mg strengths.\n\nAdult Dosage\n\nThis medication is recommended daily with food at the same time of day. Food has a positive effect on cinacalcet's absorption, increasing its levels in the plasma by more than 3-fold.\n[14]\nDosing for the FDA-approved indications is mentioned below.\n\nSecondary hyperparathyroidism in CKD:\nThe suggested starting dose of cinacalcet is 30 mg daily. The titration of cinacalcet should occur at intervals no shorter than every 2 to 4 weeks. Sequential doses are required in this process, commencing with a 30 mg daily dose and gradually increasing to 60, 90, 120, and finally 180 mg. This titration aims to attain target intact PTH (iPTH) levels within the 150 to 300 pg/mL range.\n\nParathyroid carcinoma and primary hyperparathyroidism:\nThe suggested starting oral dose of cinacalcet tablets is 30 mg twice daily. The titration of cinacalcet tablet dosages is recommended at 2 to 4 weeks intervals. This involves a stepwise progression, commencing with 30 mg twice daily, advancing to 60 mg twice daily, and further to 90 mg twice daily. Maintenance of serum calcium levels may require administering 90 mg of medication 3 to 4 times daily. Monitoring serum calcium should occur within 1 week after the initiation or adjustment of cinacalcet tablet dosage.\n\nSpecific Patient Populations\n\nHepatic impairment:\nClinicians should closely monitor serum calcium, phosphorus, and PTH levels in moderate to severe hepatic impairment due to increased drug exposure.\n\nRenal impairment:\nNo adjustment in the dosage of cinacalcet is required for renal impairment.\n\nPregnancy considerations:\nThe available case reports on cinacalcet use during pregnancy lack sufficient data to establish a clear association with adverse developmental outcomes. In the context of animal reproduction studies, wherein female rats underwent exposure to cinacalcet during the organogenesis to the weaning period at levels 2 to 3 times the systemic drug concentrations associated with the maximum recommended human dose, occurrences of pup loss and diminished pup body weight gain were observed.\n\nBreastfeeding considerations:\nInsufficient data exists on the use of cinacalcet during breastfeeding. Nevertheless, reported cases of safely treating newborns with calcium metabolism disorders using cinacalcet are documented. It is unlikely that cinacalcet levels in breast milk reach therapeutic doses. The need for cinacalcet in the mother does not warrant discontinuation of breastfeeding. However, cautious use of cinacalcet during breastfeeding is advised, with close monitoring of the infant.\n[15]\n\nPediatric patients:\nThe safety and efficacy of cinacalcet have not been demonstrated in the pediatric population. The dosage schedules are adapted according to the individual PTH response in patients. The pediatric population may warrant reduced dosages because of their lower body surface area and the changed CYP profiles.\n[2]\n\nOlder patients:\nReported clinical experiences have not indicated notable differences in responses between older and younger subjects. However, it is prudent to recognize the potential for increased sensitivity in some older patients.",
    "adverse_effects": "The common adverse drug reactions of cinacalcet are nausea and vomiting.\n[6]\nIn some cases, up to one-third of patients who take cinacalcet may experience this adverse drug reaction. Dizziness, diarrhea, and decreased appetite are other adverse effects of this medication. Cinacalcet can cause hypocalcemia. The patients on this medication need to be closely followed for common symptoms associated with hypocalcemia, including tingling, muscle twitching, cramps, changes in mood, or irritability. On the electrocardiogram (ECG), a prolonged QT interval may be present. Patients with a history of congenital long QT syndrome, family history of long QT syndrome, and other conditions that predispose patients to QT interval prolongation may be at increased risk.\n[14]\nOversuppresion of PTH can cause adynamic bone disease.\n\nDrug-Drug Interactions\n\nCinacalcet is a potent inhibitor of CYP2D6.\n\nCinacalet, when administered to individuals classified as CYP2D6 extensive metabolizers, resulted in a significant increase in the levels of desipramine.\n\nIn individuals with extensive metabolizers of CYP2D6 and coadministration of cinacalcet with amitriptyline, a significant rise in the levels of both amitriptyline and nortriptyline is evident.\n[16]\n[17]",
    "monitoring": "Calcium levels need to be followed closely for any patient on this medication. Patients require assessment for signs and symptoms of hypocalcemia. Individuals on this medication need monitoring for adverse effects, including nausea and vomiting.\n[14]\nCinacalcet may interact with other medications, such as anticholinesterase inhibitors, in dementia patients. Patients with hepatic impairment require close monitoring.\n[3]",
    "toxicity": "Signs and Symptoms of Overdose\n\nNo toxic level of cinacalcet is recognized. Dose-limiting effects include nausea and vomiting, which would limit or preclude its use.\n[14]\nOverdosage of cinacalcet can lead to hypocalcemia. In the event of an overdose, it is crucial to closely observe individuals for the signs and symptoms associated with hypocalcemia.\n\nManagement of Overdose\n\nIf hypocalcemia is present, the clinician should discontinue the medication, and hypocalcemia should be treated with intravenous (IV) calcium. Other electrolyte abnormalities, including magnesium and phosphorous, should also be monitored.\n[14]"
  }
}