{
  "drug_name": "ciprofloxacin",
  "nbk_id": "NBK535454",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535454/",
  "scraped_at": "2026-01-11T15:26:25",
  "sections": {
    "indications": "Contraindications to ciprofloxacin include patients with documented hypersensitivity to the drug or components of the formulation. Anaphylactoid reactions and anaphylaxis following the first dose of ciprofloxacin have been reported in the literature.\n[47]\n[48]\nThe concurrent administration of tizanidine for muscle spasms is also a contraindication. The pharmacokinetics of tizanidine are altered by CYP1A2 inhibition (ciprofloxacin), leading to increased tizanidine levels and decreased psychomotor activity, blood pressure, and heart rate.\n[31]\n[49]\nAvoid ciprofloxacin and its fluoroquinolone class in patients with myasthenia gravis because it may exacerbate muscle weaknesses.",
    "mechanism": "Ciprofloxacin is a bactericidal antibiotic of the fluoroquinolone drug class. It inhibits DNA replication by inhibiting bacterial DNA topoisomerase and DNA-gyrase. Of the fluoroquinolone class, ciprofloxacin is the most potent against gram-negative bacilli bacteria (notably, the\nEnterobacteriaceae\nsuch as\nEscherichia coli\n,\nSalmonella\nspp.,\nShigella\nspp., and\nNeisseria\n).\n[17]\nCiprofloxacin also has effectiveness against some gram-positive bacteria. Ciprofloxacin is the most active against\nPseudomonas aeruginosa\namong the quinolones.\n[18]\nProgressively decreasing susceptibility among\nP. aeruginosa\nhas been reported in Europe, North and South America, predominantly in the hospital or nursing home settings with identifiable risk factors. Ciprofloxacin is one of the few oral antibiotics to treat\nP. aeruginosa\ninfections.\n[19]\n\nMechanism of Resistance:\nMutation in DNA gyrase, plasmid-mediated and efflux pump-mediated resistance confers resistance to fluoroquinolones, including ciprofloxacin. For\nEscherichia coli\n, the primary resistance mechanism is generally the GyrA subunit of gyrase.\n[20]\n[21]\nCiprofloxacin can be less costly and more cost-effective than traditional parenteral regimens in selected clinical settings with appropriate use. Additional well-designed studies would be helpful in further defining the most cost-efficient use of this antimicrobial agent. However, in\nE. coli\n-associated urinary tract infections, there has been an increase in ciprofloxacin resistance, more so in the hospital versus the community setting.\n[22]\nEvaluation of the use of ciprofloxacin as empiric therapy should be on a case-by-case basis.\n\nPharmacokinetics\n\nAbsorption:\nCiprofloxacin is readily absorbed but typically does not achieve complete absorption. The bioavailability of oral ciprofloxacin is 70 to 80%. The time to peak concentrations after oral administration Tmax is 1 to 1.5 h.\n[18]\nAvoid concurrent administration of ciprofloxacin with dairy products or calcium-fortified juices due to decreased absorption.\n[23]\n\nDistribution:\nThe volume of distribution of ciprofloxacin is high (2 to 3 L/kg). After oral administration, ciprofloxacin is extensively distributed throughout the body. Tissue concentrations usually exceed serum concentrations, and ciprofloxacin achieves therapeutic concentrations in saliva, bronchial secretions, lymph, bile, the prostate, and urine.\n[24]\n[25]\n[26]\nCerebrospinal fluid concentrations are usually lower than plasma concentration, but CSF concentration increases during active meningeal inflammation.\n[27]\nTopically applied ciprofloxacin is also present in the aqueous humor of the eye.\n[28]\n\nMetabolism:\nCiprofloxacin is an inhibitor of human cytochrome P450 1A2 (CYP1A2). Co-administration of ciprofloxacin with other drugs metabolized by CYP1A2 results in increased plasma concentrations of these drugs and could lead to toxicity.\n[29]\n\nExcretion:\nThe elimination half-life of ciprofloxacin is 4 hours. Ciprofloxacin is excreted in the urine as an unchanged drug (40 to 50%). The renal clearance of ciprofloxacin is approximately 300 mL/minute, which is greater than the normal GFR of 120 mL/minute; thus, tubular secretion is the dominant process in the renal elimination of ciprofloxacin. Approximately 20% to 35% of an oral dose is recovered from feces. Biliary clearance and transintestinal elimination play a significant role in excretion through feces.\n[30]",
    "administration": "Ciprofloxacin is available orally, intravenously, and in topical formulations (ophthalmic and otic).\n\nCiprofloxacin is administered orally twice daily for 7 to 14 days or at least two days after signs and symptoms of the infection are over. The recommended oral dose regimen is 250 mg twice daily to treat mild to moderate and 500 mg twice daily for severe or complicated urinary tract infections. Therapy for mild to moderate respiratory tract or skin and soft-tissue infections require 500mg twice-daily dosing. Comparatively, a dosage of 750mg twice daily is recommended for severe or complicated infections. Ciprofloxacin should be given with food to minimize gastrointestinal upset.\n\nAn intravenous dosage of 200 to 400 mg twice daily is recommended for mild-to-moderate infections and up to 400 mg every 8 hours for severe, life-threatening infections.\n[31]\nThe recommendation is a 50% reduction in daily dosage for patients with severe renal impairment (creatinine clearance = 1.2 L/hour). Ciprofloxacin is administered intravenously by slow infusion over 60 minutes. It is essential to maintain proper hydration and urine output. Usage of antacids should be avoided, or at least administer ciprofloxacin either two hours before or six hours after antacids for both the immediate or the extended-release formulations. The oral suspension should not be administered through feeding tubes as the suspension may adhere to the tube. Otic ciprofloxacin is a safe and effective antibiotic used in treating chronic otitis media compared to ciprofloxacin tablets.\n[32]\n\nSpecific Patient Populations\n\nPatients with Hepatic Impairment:\nIn patients with liver cirrhosis, no significant changes in the pharmacokinetics of ciprofloxacin have been observed. However, ciprofloxacin's pharmacokinetics are not fully studied in patients with acute hepatic insufficiency. Additionally, ciprofloxacin has the potential to cause hepatotoxicity. Use with caution in patients with impaired hepatic function.\n[33]\n\nPatients with Renal Impairment:\nAs discussed in pharmacokinetics, ciprofloxacin is primarily eliminated by the renal route; dosage adjustment is required, especially in severe renal impairment.\n\nNo dose adjustment is required for creatinine clearance > 50 mL/min/1.73m^2.\nFor creatinine clearance between 30-49 mL/min/1.73m^2, 250–500 mg every 12 hours is recommended.\nFor creatinine clearance between 5–29 mL/min/1.73m^2,  250–500 mg every 18 hours is recommended.\nFor patients on hemodialysis or peritoneal dialysis, 250–500 mg every 24 hours (after dialysis).\nFor patients on CRRT having sepsis, 200 to 400 mg every 8 to 12 hours is recommended.\n[34]\n\nPregnancy Considerations:\nConventionally, ciprofloxacin and other fluoroquinolones are contraindicated during pregnancy due to bone and cartilage damage concerns. However, available clinical data haven't identified any drug-associated risk of major congenital disabilities, adverse pregnancy-associated outcomes or miscarriage, or adverse pregnancy-associated outcomes.\n[35]\n[36]\nHence, the recommendation is to allow fluoroquinolone(including ciprofloxacin) use in early pregnancy in antimicrobial resistance or intolerance to the first-line antibiotics. Use ciprofloxacin only for compelling indications like inhalation anthrax. Similarly, reserve ciprofloxacin for severe Crohn's disease with the perianal disease; otherwise, the use of amoxicillin-metronidazole is recommended. (American gastroenterological association guidelines).\n[37]\n\nBreastfeeding Considerations:\nCiprofloxacin has conventionally not been recommended in nursing mothers because of concern regarding adverse effects on the developing joints. The calcium in milk might decrease the absorption of the small amounts of fluoroquinolones in milk, but clinical data is inadequate to support this assumption. The use of ciprofloxacin is justified in nursing mothers for required indications with monitoring of the infant for adverse drug reactions such as diarrhea or candidiasis. A possible strategy to avoid an infant's exposure to ciprofloxacin in breast milk is avoiding breastfeeding for 3 to 4 hours after the last dose of ciprofloxacin.\n[38]",
    "adverse_effects": "Adverse effects are mild at therapeutic doses and are mostly limited to gastrointestinal disruptions such as nausea and diarrhea. The serious adverse effects of ciprofloxacin include prolonged QT interval, hyper or hypoglycemia, and photosensitivity.\n[39]\nRare interactions include drug-induced bullous pemphigoid.\n[40]\n\nFDA  boxed warnings include tendinitis and tendon rupture, peripheral neuropathy and neuropsychiatric adverse events, and exacerbation of myasthenia gravis. The most common type of tendon rupture involves the Achilles tendon. There have also been reports of tendinopathies in the gluteal, iliopsoas, and triceps tendons\n.\nThe use of steroids and advanced age increased the risk of tendonitis. Upregulation of matrix metalloproteinases leading to collagen degradation is a possible mechanism for tendinopathy.\n[41]\n[42]\n[43]\nOral fluoroquinolone therapy, including ciprofloxacin, is associated with an increased risk of peripheral neuropathy based on the cumulative dose. Evidence of small fiber damage can be detected in nerve biopsy.\n[44]\nNeuropsychiatric adverse events include agitation, tremors, hallucinations, psychosis, and seizures.\n[45]\n\nAortic aneurysm and aortic dissection have been associated with the use of fluoroquinolones. Prolonged fluoroquinolone therapy and older age are the associated risk factors. Discontinue ciprofloxacin immediately if there is a suspicion of aortic dissection.\n[46]",
    "monitoring": "Providers should monitor patients taking ciprofloxacin for symptoms of tendinitis, altered mental status, complete blood count, and renal and hepatic function in prolonged therapy. Other significant interactions with ciprofloxacin include theophylline (particularly concurrent caffeine use), which acts on the CYP1A2 and raises theophylline levels.\n[31]\nReports have shown that using ciprofloxacin can lead to elevated cyclosporine serum levels. Oral absorption of ciprofloxacin decreases with antacids containing agents such as aluminum and magnesium. Monitor patients for g\nClostridioides difficile-associated\ndiarrhea.\n[50]\nMonitor serum glucose levels, especially in patients with diabetes, on insulin therapy as dysglycemia is a known adverse reaction of fluoroquinolones, including ciprofloxacin.\n[47]\n[51]\n[52]",
    "toxicity": "The elimination half-life of ciprofloxacin ranges from 3.3 to 6.8 hours in the elderly compared with three to four hours in younger persons.\n[53]\nThere is limited evidence suggesting ciprofloxacin excretion in breast milk.\n[54]\n. Clinical data indicate no significant evidence of osteoarticular toxicity in newborns and children. In these studies, the drug exposure of neonates and children was at much higher doses compared to children whose exposure was via breastfeeding.\n[14]\n\nAcute kidney injury following ciprofloxacin overdose has been reported. There is no specific antidote to ciprofloxacin overdose. Consider using magnesium and calcium-containing antacids to reduce the oral absorption of ciprofloxacin. Consider intermittent hemodialysis for ciprofloxacin-induced nephrotoxicity.\n[55]\n[56]"
  }
}