{
  "drug_name": "citalopram",
  "nbk_id": "NBK482222",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482222/",
  "scraped_at": "2026-01-11T15:26:26",
  "sections": {
    "indications": "Citalopram is contraindicated with the concomitant use of monoamine oxidase inhibitors (MAOIs). Evidence suggests that concurrent use of citalopram alongside an MAOI can result in serotonin syndrome (serotonergic hyperactivity). Symptoms of serotonin syndrome include rigidity, hyperthermia, autonomic instability, mental status changes, and coma. Similar adverse reactions are possible in patients who abruptly switched from an SSRI to an MAOI; therefore, the recommendation is to wait 14 days after discontinuing citalopram to initiate an MAOI.\n[36]\n\nCitalopram is also contraindicated in patients with hypersensitivity to the drug or excipient.\n[37]\nSecondary to its inhibitory effects on CYP 2D6, it could hypothetically increase thioridazine concentrations, inducing dangerous arrhythmias.\n[38]\nCanadian labeling for citalopram includes additional contraindications, specifically mentioning known QT interval prolongation or congenital long QT syndrome, which are not listed in the United States labeling.\n[39]\nCitalopram should not be administered in patients using urokinase, pimozide, methylene blue, linezolid, or dapoxetine. Linezolid is a reversible, nonselective monoamine oxidase inhibitor that can lead to serotonin syndrome if administered with serotonergic drugs.\n[40]\n[41]",
    "mechanism": "Citalopram hydrobromide exerts its antidepressant action by potentiating serotonergic activity in the central nervous system (CNS). Multiple studies confirm that citalopram hydrobromide, an SSRI, has minimal effects on norepinephrine and dopamine neuronal reuptake.\n[13]\nThe drug has a low affinity for muscarinic acetylcholine receptors and mild antagonist action on histamine but no significant effect on alpha- or beta-adrenergic receptors or dopamine-1, dopamine-2, gamma-aminobutyric acid, opioid, or benzodiazepine receptors.\n[14]\n[15]\nCitalopram is a racemic mixture of both\n(R)-\nand\n(S)-\nenantiomers, whereas escitalopram consists solely of the\n(S)-\nenantiomer.\n[16]\n\nThe neurotrophic hypothesis of depression emphasizes that depression results from reduced brain-derived neurotrophic factor (BDNF), leading to neuronal loss and reduced hippocampal neurogenesis. Antidepressants elevate BDNF levels, counteracting neuronal and cellular loss. Extensive research in both preclinical and clinical depression studies reveals reduced serum BDNF levels in depressed individuals. Antidepressants, including citalopram, raise the expression of BDNF in the hippocampus and preferential cortex.\n[17]\n\nPharmacokinetics\n\nThe onset of action for depression is about 1 to 4 weeks. However, the complete response may take 8 to 12 weeks after treatment initiation.\nBioavailability is 80%. Tablets and oral solutions are bioequivalent.\nHalf-life is 24 to 48 hours (average, 35 hours). However, in patients with hepatic impairment, mild-to-moderate renal impairment, older age (60 or older), and those who are poor CYP2C19 metabolizers, the drug's half-life notably extends.\nCitalopram is metabolized primarily by CYP450 3A4 and 2C19, and it exhibits weak inhibitory effects on CYP450 2D6.\n[18]",
    "administration": "Citalopram is available in multiple oral dosage forms, including 10 mg, 20 mg, and 40 mg tablets taken once daily, as well as an oral solution with a concentration of 10 mg/5 mL. It is typically administered orally for adult patients younger than 60.\n\nAn initial dosage of 20 mg once daily (morning or evening, with or without food)\nIncrease the dosage to 40 mg daily after one week (maximum dosage of 40 mg daily)\nThe maximum dosage is 20 mg daily for patients older than 60 or those who are poor metabolizers of CYP2C19.\n\nPatients who are at risk of experiencing significant adverse effects or overstimulation with citalopram should be started with the lowest recommended dosage. The dose should be increased gradually in 10-mg increments to optimize therapy. Anecdotal reports propose potential benefits of higher citalopram doses for individuals with OCD. Nevertheless, caution is advised, as dosages surpassing 40 mg daily are not recommended due to the associated risk of QT prolongation.\n[19]\n[20]\n[21]\n\nSpecific Population\n\nHepatic impairment:\nAccording to product labeling, the dosage needs to be reduced to 20 mg daily for patients with hepatic impairment.\n\nRenal impairment:\nNo dose adjustment is necessary for patients with mild-to-moderate renal impairment. Patients with severe renal impairments should be closely monitored for possible adverse reactions.\n\nPregnancy considerations:\nCitalopram is an FDA pregnancy category C drug. Citalopram is not an absolute contraindication in pregnancy but is not generally recommended, especially during the first trimester. Clinicians treating women with psychiatric conditions must inform the patient whether these medicines are needed during pregnancy.\n[22]\nSome reports associate SSRIs with persistent pulmonary hypertension of the newborn (PPHN).\n[23]\n[24]\nManufacturers report neonates exposed to SSRIs or SNRIs late in the third trimester have developed complications requiring respiratory support, tube feeding, and prolonged hospitalization.\n\nBreastfeeding considerations:\nBased on the safety scoring system, citalopram is considered acceptable for use during breastfeeding. In cases where the mother used citalopram during pregnancy or other psychotropic drugs have proven ineffective, most experts typically advise against switching medications while breastfeeding. Drugs with lower excretion into breast milk are generally preferred, especially while nursing preterm infants or newborns. Breastfed newborns should be monitored for poor feeding, excess drowsiness, restlessness, agitation, and poor weight gain. Extra care should be exercised in a younger and exclusively breastfed infant when a breastfeeding woman is on psychotropic drugs.\n[25]\n\nPediatric patients:\nAccording to the package insert, the drug is not approved for use in pediatric patients, although clinicians may use it off-label for major depressive disorder, generalized anxiety disorder, and OCD.\n\nOlder patients:\nCitalopram has been listed in the Beers Criteria (American Geriatric Society) as a potentially inappropriate medicine. Caution should be used in patients aged 65 and older as it can cause or worsen hyponatremia or syndrome of inappropriate antidiuretic hormone secretion (SIADH).\n[26]",
    "adverse_effects": "Reports suggest that adverse reactions occur in up to 10% of patients.\n[4]\n[27]\n[28]\n\nMost Common Adverse Effects\n\nCNS: Drowsiness, insomnia, dizziness, headache (dose-dependent)\nDermatologic: Diaphoresis\nGastrointestinal: Nausea, vomiting, xerostomia, constipation, diarrhea\nSexual: Ejaculation disorder (dose-dependent)\n[29]\n\nLess Common Adverse Effects\n\nCardiovascular: Myocardial infarction, prolonged QT interval, Torsades de pointes\nHematologic: Hemorrhage, abnormal\nNeurologic: Cerebrovascular accident\nPsychiatric: Suicidal ideation, suicide, induction of mania\n[30]\nOther: Serotonin syndrome\n[31]\n\nHyponatremia resulting from SIADH is a rare adverse effect. Citalopram has been shown to induce hyponatremia in case reports involving older patients. In addition to advanced age, other factors such as female gender, concurrent diuretic use, low body weight, and recent pneumonia may increase the likelihood of hyponatremia.\n\nEvidence indicates a direct correlation between the dosage and the severity of adverse effects such as impotence, fatigue, somnolence, insomnia, sweating, and yawning.\n\nAbrupt Discontinuation of Antidepressant\n\nAntidepressant discontinuation syndrome commonly results when patients suddenly stop antidepressant therapy. The most common discontinuation syndrome symptoms include nausea, vomiting, diarrhea, headaches, light-headedness, dizziness, diminished appetite, sweating, chills, tremors, fatigue, somnolence, and sleep disturbances. Less common symptoms include electric shock-like sensations, cardiac arrhythmias, myalgia, arthralgia, and balance difficulties. Due to these adverse effects, gradual tapering of the antidepressant therapy over several weeks to several months (based on the treatment duration) is strongly recommended. The half-life of drugs and duration of the therapy should factor in these decisions, as antidepressants with a shorter half-life may need to be tapered more conservatively.\n\nBoxed Warning\n\nCitalopram hydrobromide is correlated with suicidality and worsening depression, especially in children, adolescents, and young adults (younger than 24). Antidepressants may elevate the risk of suicidal ideation in children, adolescents, and young adults when compared to placebo administration. The decision to use citalopram hydrobromide or any other antidepressant in children through young adults depends on the patient's specific condition and the clinician's judgment, weighing the potential benefits and risks on a case-by-case basis.\n[32]\n\nPatients of any age who start antidepressant therapy should be monitored and observed closely for clinical deterioration, suicidality, or unusual behavior changes. Citalopram hydrobromide is not FDA-approved for use in pediatric patients.\n\nIncreased risk of suicidal ideation and treatment-emergent suicidal ideation (TESI) are concerns in younger patients at the onset of therapy. However, an analysis of 17 controlled clinical trials comprising 5000 patients who were treated with citalopram, a tricyclic antidepressant, another SSRI, or a placebo revealed that the citalopram group had the lowest incidence of suicide. Furthermore, family and twin studies offer evidence of a genetic influence on suicidal behavior, leading to the hypothesis that genetic factors may also contribute to TESI.\n\nDrug-Drug Interactions\n\nCitalopram has significant drug interactions, and clinicians should monitor patients closely. Limit the dosage of citalopram to a maximum of 20 mg per day if the patient is using bupropion, omeprazole, esomeprazole, cimetidine, fexinidazole, voriconazole, fluoxetine, fluvoxamine, or fluconazole.\nCitalopram is a substrate for CYP2C19, while fluconazole inhibits CYP2C19, potentially resulting in serotonin toxicity.\n[33]\n\nSSRIs, including citalopram, may increase the risk of bleeding. SSRIs inhibit the serotonin transporter responsible for serotonin uptake into platelets. Consequently, SSRIs can deplete platelet serotonin, decreasing the ability to form clots and increasing the risk of bleeding. In addition, concurrent use of aspirin, NSAIDs, and warfarin increases the risk of bleeding.\n[34]\n[35]",
    "monitoring": "Before Treatment\n\nElectrolytes, especially potassium and sodium, should be monitored and evaluated. Reevaluating electrolytes in patients at risk for electrolyte disturbances during the treatment is recommended.\nQT-prolongation should be monitored. ECG is necessary for patients with congenital long QT syndrome, bradycardia, hypokalemia or hypomagnesemia, recent acute myocardial infarction, uncompensated heart failure, or concomitant use of other QT-prolonging drugs.\n[42]\n\nDuring Treatment\n\nPatients need to be assessed and monitored for worsening depression, suicidality, or unusual changes in behavior during the initial few months of therapy or when the dose increases or decreases. Weekly face-to-face contact with patients during the initial first month of treatment, followed by visits every other week for the next month and ultimately at 3-month intervals, is recommended.\nWeight and growth should be monitored regularly by a clinician during treatment in children and adolescents.\nAccording to the Beers Criteria, monitor sodium levels closely when starting or adjusting the dose of citalopram in patients aged 65 and older.\n[26]\n[26]\n\nPsychiatric Assessment\nfor Depression and Anxiety\n\nVarious scales in clinical practice can assist in screening anxiety disorder and depression and response to citalopram therapy.\nPatient Health Questionnaire (PHQ-9)\n[43]\nMontgomery-Asberg Depression Rating Scale(MADRS)\n[44]\nHamilton Rating Scale for Depression(HDRS-17)\n[45]\nGeneralized Anxiety Disorder 7 score (GAD-7)\n[46]\nHamilton Anxiety Scale (HAM-A)\n[47]",
    "toxicity": "Studies reveal that citalopram toxicity is not common, even at doses up to 100 mg. However, there is a chance of developing serotonin hyperactivity at therapeutic doses, primarily if using another serotonergic medication concomitantly.\n\nIn the event of an intentional overdose, the ingestion of more than 600 mg of citalopram requires 8 hours of cardiac monitoring. At the end of the observation period, the patient can be discharged if the patient is asymptomatic and QTc is less than 450 milliseconds. However, continued inpatient cardiac monitoring is necessary for patients with QTc greater than 450 milliseconds at the end of the observation period.\n[48]\nCase reports also describe recurrent seizures associated with massive citalopram overdose. Seizures should be treated with benzodiazepines.\n[49]\n\nManagement of serotonin syndrome requires withdrawal of the citalopram and aggressive supportive treatment for hyperthermia and autonomic dysfunction. Cyproheptadine, a serotonin antagonist (5HT2 receptors), can be administered.\n[50]"
  }
}