{
  "drug_name": "citicoline",
  "nbk_id": "NBK559173",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559173/",
  "scraped_at": "2026-01-11T18:46:51",
  "sections": {
    "indications": "Cerebrovascular accident, otherwise called a stroke, is the second leading cause of death worldwide and 1 of the major causes of long-term disability. Stroke can be either ischemic or hemorrhagic. An ischemic stroke is due to the loss of blood supply to an area of the brain and is the common type of stroke. Hemorrhagic stroke comprises approximately 10% to 15% of all strokes globally but carries the highest mortality.\n\nHemorrhagic stroke results from bleeding into brain tissue or the subarachnoid space, most commonly due to vascular rupture or anticoagulation-related coagulopathy. Hemorrhagic stroke may be further subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH). ICH is bleeding into the brain parenchyma, and SAH is bleeding into the subarachnoid space. Hemorrhagic stroke is associated with severe morbidity and high mortality.\n[1]\nThe progression of hemorrhagic stroke is associated with worse outcomes. Thirty-day mortality remains around 30% to 40%, and half of all deaths occur within the first 48 hours.\n[2]\n[3]\n[4]\nEarly diagnosis and treatment are essential, given the usual rapid expansion of hemorrhage, causing sudden deterioration of consciousness and neurological dysfunction.",
    "mechanism": "Hypertension\n\nHypertension is the leading cause of hemorrhagic stroke.\n[5]\n[6]\n[7]\nChronic high arterial pressure pushes plasma proteins into the arteriolar wall, leading to hyaline arteriosclerosis. Over time, hypertension causes degeneration of the media, rupture of the elastic lamina, and fragmentation of the arteries' smooth muscles. Observations in the arterioles include lipohyalinosis, fibrinoid necrosis of the subendothelium, microaneurysms, and focal dilatations; the microaneurysms are known as Charcot-Bouchard aneurysms. Common sites for hypertension-related intracerebral hemorrhage are small penetrating arteries originating from the basilar, anterior, middle, or posterior cerebral arteries. These small artery branches, measuring 50 to 700 μm in diameter, often have multiple rupture points associated with layers of platelet and fibrin clots.\n\nHypertensive changes typically lead to nonlobar intracerebral hemorrhage. Additionally, eclampsia can cause ICH due to the loss of cerebrovascular autoregulation; it more commonly results in Posterior Reversible Encephalopathy Syndrome (PRES) and vasogenic edema, but intracerebral hemorrhage may also occur.\n\nCerebral Amyloid Angiopathy (CAA)\n\nCAA is a leading cause of primary lobar intracerebral hemorrhage in older adults.\n[8]\n[9]\nThis process involves the accumulation of amyloid-β peptide in the capillaries, arterioles, and small to medium-sized arteries within the cerebral cortex, leptomeninges, and cerebellum. This buildup can lead to intracerebral hemorrhages in older individuals and is often associated with variations in the gene encoding apolipoprotein E. A familial form may occur in young patients, typically associated with mutations in the gene encoding the amyloid precursor protein. The prevalence of CAA increases with age, affecting nearly 50% of those over 80, with recurrent hemorrhages being a possible outcome. The Boston Criteria 2.0, established in 2022, are now the standard for the noninvasive diagnosis of CAA, based on magnetic resonance imaging (MRI) findings such as lobar microbleeds and cortical superficial siderosis.\n\nOther Important Risk Factors\n\nThese include:\n\nCigarette smoking, moderate or heavy alcohol use, and chronic alcoholism are significant risk factors.\nChronic liver disease also raises the risk of ICH due to coagulopathy and thrombocytopenia.\nVery low levels of low-density lipoproteins (LDL) have been reported as a possible risk factor in some observational studies, but the evidence remains inconsistent.\nDual antiplatelet therapy carries a higher risk of ICH compared to monotherapy.\nSympathomimetics such as cocaine, heroin, amphetamine, ephedrine, and phenylpropanolamine increase the risk of cerebral hemorrhage.\nCerebral microbleeds (CMBs) associated with hypertension, diabetes mellitus, and cigarette smoking augment the risk of ICH.\nOld age and male sex are also factors—the incidence of ICH rises after age 55, with a relative risk of 7 after age 70. Tumors more prone to bleeding include glioblastoma, lymphoma, metastasis, meningioma, pituitary adenoma, and hemangioblastoma.\n\nThe usual causes of spontaneous SAH are ruptured aneurysm, arteriovenous malformation (AVM), vasculitis, cerebral artery dissection, dural sinus thrombosis, and pituitary apoplexy. The risk factors are hypertension, oral contraceptive pills, substance abuse, and pregnancy. Perimesencephalic nonaneurysmal SAH accounts for 10% to 20% of cases and has a distinctly better prognosis.\n\nIntracranial hemorrhage of pregnancy (ICHOP-intracerebral or subarachnoid hemorrhage) occurs with eclampsia and is due to the loss of cerebrovascular autoregulation.",
    "monitoring": "CT is usually the initial investigation.\n[19]\nThe hemorrhage increases in attenuation from 30 to 60 Hounsfield units (HU) in the hyperacute phase to 80 to 100 HU over hours.\n[20]\nAttenuation may be reduced in anemia and coagulopathy. Vasogenic edema around the hematoma may increase for up to 2 weeks. Noncontrast CT is the first-line imaging modality for suspected ICH. However, gradient-echo and T2* susceptibility-weighted MRI have the same sensitivity as CT for detecting acute hemorrhage. These sequences are more sensitive than CT for detecting prior hemorrhage. However, these sequences are inferior to CT for detecting hyperacute (<6-hour) ICH due to their lower speed and accessibility.\n\nIn the subacute phase, the hematoma may be isodense to brain tissue, and MRI may be necessary. The volume of the hematoma can be calculated using the formula A × B × C/2, where A and B are the largest diameter and the diameter perpendicular to it.\n[21]\nC is the vertical height of the hematoma. ICH with a volume greater than 60 mL is associated with high mortality.\n[22]\nThe other poor prognostic factors are hematoma expansion, intraventricular hemorrhage, infratentorial location, and contrast extravasation on CT scan (spot sign).\n[11]\nThe paramagnetic properties of deoxyhemoglobin allow early detection of hemorrhage in MRI.\n[23]\nGradient-echo (GRE) imaging is as good as CT for detecting acute bleeding. MRI can distinguish between the hemorrhagic transformation of an infarct and primary hemorrhage. MRI can detect underlying causes of secondary hemorrhages, such as vascular malformations, including cavernomas, tumors, and cerebral vein thrombosis.\n\nExtravasation of contrast in a CT angiogram (CTA) (spot sign) indicates ongoing bleeding associated with fatality.\n[24]\nMultidetector CTA (MDCTA) helps rule out the causes of secondary hemorrhagic stroke, eg, AVMAVM, ruptured aneurysm, dural venous sinus (or cerebral vein) thrombosis (DVST/CVT), vasculitis, and Moyamoya disease (see\nImage.\nComputed Tomography, Cerebellar Hemorrhage).\n[25]\n\nCertain imaging characteristics aid in differentiating the underlying disease.\n[26]\n\nMultiple hemorrhages of different ages in the parieto-occipital lobes are seen in cerebral amyloid angiopathy.\nHemorrhage in an arterial territory indicates hemorrhagic infarction.\nMultiple stages of bleeding in the same hematoma with a fluid level are seen in anticoagulation-induced hemorrhages.\nA combination of small ischemic and hemorrhagic lesions indicates vasculitis.\nHemorrhage in the presence of arterial occlusion is a feature of Moyamoya disease.\n\nFour-vessel digital subtraction angiography (DSA) is necessary in the case of SAH. A repeat study is needed to confirm if the DSA is negative for an aneurysm. If initial DSA is negative after nonperimesencephalic SAH, repeat DSA is typically performed at 1 to 2 weeks; routine 6-week follow-up is no longer universally recommended.\n\nVascular abnormalities need to be suspected if the following findings are present on a plain CT scan:\n\nSubarachnoid hemorrhage\nEnlarged vessels or calcifications along the margins of the ICH\nHyperattenuation within a dural venous sinus\nA cortical vein along the presumed venous drainage path\nUnusual hematoma shape\nPresence of edema out of proportion to the time of presumed ICH\nAn unusual hemorrhage location\nPresence of other abnormal structures in the brain (like a mass)\n[27]\n[28]\n\nAn additional MRI scan will be beneficial in the following circumstances to identify the following secondary causes for ICH:\n\nLobar hemorrhage location\nAge <55 years\nNo history of hypertension\n\nMagnetic resonance venography or CT venography is indicated based on the following conditions that suggest cerebral venous thrombosis:\n\nHemorrhage location\nRelative edema volume\nAbnormal signal in the cerebral sinuses\n\nBlood investigations, eg, clotting time, platelet count, peripheral smear, prothrombin time (PT), and activated partial thromboplastin time (aPTT), will detect abnormalities in bleeding or coagulation and any hematological disorders that can cause hemorrhage. Liver and renal function tests are also needed to exclude hepatic or renal dysfunction as a cause. The investigations to rule out vasculitis are the quantitative evaluation of immunoglobulins, thyroid antibodies, rheumatoid factor, antinuclear antibodies (ANA), anti-double-stranded DNA (ds-DNA antibodies), Histone antibodies, complement, anti-Ro [SS-A] and anti-La [SS-B-] antibodies, cytoplasmic staining and perinuclear staining antineutrophil cytoplasmic antibodies (c- and pANCA), and antiendothelial antibodies.\n[29]\nFor DOAC-related ICH, add anti-Xa level (for apixaban/rivaroxaban) and thrombin time (for dabigatran) where available.",
    "administration": "Opinions differ on the optimal treatment of hemorrhagic stroke. However, recent trials have refined the evidence base for blood pressure control, minimally invasive surgery, and anticoagulant reversal. There are many trials on the optimal management of hemorrhagic stroke - Antihypertensive Treatment in Acute Cerebral Hemorrhage (ATACH), Intensive Blood Pressure Reduction in Acute Cerebral Hemorrhage Trial (INTERACT), Factor VIIa for Acute Hemorrhagic Stroke Treatment (FAST), and Surgical Trial in Intracerebral Haemorrhage (STICH), and more recent major trials include INTERACT-2, ATACH-2, MISTIE III, and ENRICH (2023–2024), which have significantly impacted practice guidelines.\n[30]\nThe role of surgery in hemorrhagic stroke is a controversial topic.\n\nBlood Pressure Management\n\nThe American Stroke Association (ASA) recommends that, for patients presenting with systolic blood pressure between 150 and 220 mm Hg, acute lowering of systolic blood pressure to 140 mm Hg is safe and may improve functional outcomes. For patients presenting with systolic blood pressure greater than 220 mm Hg, an aggressive reduction of blood pressure with a continuous intravenous infusion is needed. Beta-blockers (labetalol, esmolol), angiotensin-converting enzyme (ACE) inhibitors (enalapril), calcium channel blockers (nicardipine), or hydralazine may be used for this purpose.\n[10]\nBlood pressure should be checked every 10 to 15 minutes. The ATACH study observed a nonsignificant relationship between the magnitude of systolic blood pressure reduction and hematoma expansion and the 3-month outcome.\n[31]\nBut the INTERACT study showed that early intensive blood pressure-lowering treatment attenuated hematoma growth over 72 hours.\n[32]\nEvidence has shown that high systolic blood pressure is associated with neurological deterioration and death.\n[27]\n\nManagement of Raised ICP\n\nThe initial treatment for raised ICP is elevating the head of the bed to 30 degrees and using osmotic agents (mannitol, hypertonic saline). Mannitol 20% is given at a dose of 1.0 to 1.5 g/kg.\n[10]\nShort-term hyperventilation after intubation and ventilation to a PaCO\n2\nof 30 to 35 mm Hg may be used only as a brief temporizing measure in the setting of impending herniation. ASA recommends monitoring ICP with a parenchymal or ventricular catheter in all patients with a Glasgow Coma Scale (GCS) score less than 8, or with evidence of transtentorial herniation or hydrocephalus.\n[27]\nThe ventricular catheter has the advantage of allowing drainage of cerebrospinal fluid (CSF) in cases of hydrocephalus. The aim is to keep cerebral perfusion pressure (CPP) between 50 and 70 mm Hg.\n\nHemostatic Therapy\n\nHemostatic therapy is administered to reduce hematoma progression.\n[10]\nThis is especially important for reversing coagulopathy in patients taking anticoagulants. Vitamin K, prothrombin complex concentrates (PCCs), recombinant activated factor VII (rFVIIa), and fresh frozen plasma (FFP) are used.\n[10]\n[27]\nASA recommends that patients with thrombocytopenia receive platelet concentrate.\n[27]\nPatients with elevated prothrombin time and/or international normalized ratio (INR) should receive intravenous vitamin K and FFP or PCCs. FFP has the risk of allergic transfusion reactions. PCCs are plasma-derived factor concentrates containing factors II, VII, IX, and X. PCCs can be reconstituted and administered rapidly. The FAST trial showed that rFVIIa reduced hematoma growth but did not improve survival or functional outcomes.\n[33]\nrFVIIa is not recommended for unselected patients, as it does not replace all clotting factors.\n[27]\nAndexanet alfa is the first-line reversal agent for apixaban/rivaroxaban, and idarucizumab is the first-line reversal agent for dabigatran. Tranexamic acid is safe but does not improve functional outcomes, and its role remains adjunctive in selected cases of hyperacute ICH. The Tranexamic Acid for Hyperacute Primary IntraCerebral Haemorrhage (TICH-2) trial concluded that tranexamic acid did not affect functional status at day 90. However, potential benefits were observed in reductions in haematoma expansion, early death, and serious adverse events\n[12]\n.\n\nAntiepileptic Therapy\n\nAround 3% to 17% of patients will have a seizure in the first 2 weeks, and 30% of patients will show electrical seizure activity on EEG monitoring.\n[27]\nThose with clinical seizures or electrographic seizures should be treated with antiepileptic drugs. Lobar hematoma and the enlargement of the hematoma produce seizures associated with neurological worsening. Subclinical seizures and nonconvulsive status in people with epilepsy can also occur. Continuous EEG monitoring is indicated in patients with decreased consciousness. Otherwise, prophylactic anticonvulsant medication is not recommended per ASA guidelines.\n[34]\n\nSurgery\n\nThe different types of surgical treatment for hemorrhagic stroke are craniotomy, decompressive craniectomy, stereotactic aspiration, endoscopic aspiration, catheter aspiration, and minimally invasive puncture surgery (MIPS).\n[10]\n[4]\nThe mechanisms of surgical benefit are the prevention of brain herniation, reduction of ICP, and reduction of the toxic effects of hematomas on surrounding tissue.\n[4]\nThe STICH trial showed no overall benefit from early surgery for supratentorial intracerebral hemorrhage compared with initial conservative treatment.\n[35]\nCurrent evidence supports early, minimally invasive evacuation for lobar ICH >30 mL when performed within 24 hours by experienced centers (ENRICH trial). Guidelines of the ASA state that craniotomy for hematoma evacuation might be considered as a lifesaving measure in patients who are deteriorating.\n[2]\nEmergency surgical evacuation is indicated in cerebellar hemorrhage with hydrocephalus or brainstem compression.\n[21]\nPatients with cerebellar hemorrhages of more than 3 cm in diameter will have better outcomes with surgery. Guidelines of ASA recommend urgent surgical hematoma evacuation with or without external ventricular drainage (EVD) for patients having cerebellar ICH with volume 15 mL or greater, and or with brainstem compression, and/or with hydrocephalus.\n[2]\nCerebellar hematoma is evacuated by suboccipital craniectomy. Evacuation of brainstem hemorrhages can be harmful and is not recommended. But successful evacuation of brainstem hematoma has been reported, both by suboccipital posterior fossa decompression and by stereotactic aspiration.\n[36]\n[37]\n\nA minimally invasive procedure, such as stereotactic aspiration, is also on trial. Hattori et al showed in a randomized study that stereotactic evacuation is beneficial in patients with spontaneous putaminal hemorrhage who open their eyes in response to strong stimuli.\n[38]\nMinimally invasive evacuation of supratentorial ICHs and intraventricular hemorrhages‚ can reduce mortality.\n[2]\nMinimally Invasive Surgery plus recombinant tissue plasminogen activator (rt-PA) for Intracerebral Hemorrhage Evacuation (MISTIE) was a randomized, prospective trial that evaluated image-guided catheter-based removal of the blood clot.\n[39]\nThis study showed a reduction in perihematomal edema with clot evacuation, but functional benefit was achieved only when 70% or more of the clot volume was evacuated. The ENRICH trial showed that minimally invasive hematoma evacuation was associated with better functional outcomes at 180 days, particularly for lobar hemorrhages\n[40]\n. The Clot Lysis: Evaluating Accelerated Resolution of IntraVentricular Hemorrhage (CLEAR IVH) trial demonstrated that low-dose rt-PA can be safely administered to stable intraventricular clots and increases lysis rates.\n[41]\n\nDecompressive craniectomy and hematoma evacuation are now being done more frequently for hemorrhagic stroke. Moussa and Khedr showed the improvement in outcome gained by adding decompressive craniectomy with expansive duraplasty to the evacuation of large hypertensive hemispheric ICH in a randomized controlled trial.\n[42]\nDecompressive hemicraniectomy with hematoma evacuation is performed in patients with GCS scores of 8 or less and large hematomas with a volume greater than 60 mL (see\nImage\n. CT Angiogram of a Patient With Intracerebral Hemorrhage, see\nImage\n. Spot Sign, and see\nImage.\nPostoperative Computed Tomography, Left Basal Ganglia Hematoma Evacuation).\n[43]\nPatient selection is crucial because the benefit is strongest for younger patients, and dominant-hemisphere involvement carries a high risk of severe disability. This procedure reduces mortality and may improve functional outcomes. ASA guidelines state that decompressive craniectomy may be considered as a lifesaving procedure for large supratentorial ICH associated with clinical deterioration and elevated ICP that is refractory to medical management.\n[2]\n\nCerebroprotection\n\nThe secondary injury of hemorrhagic stroke comprises inflammation, oxidative stress, and toxicity of erythrocyte lysates and thrombin. Strategies to reduce these are being implemented. Pioglitazone, misoprostol, and celecoxib have been tried to reduce inflammatory damage. Edaravone, flavonoid, and nicotinamide mononucleotide can reduce oxidative stress. The iron chelator deferoxamine is also in the experimental phase. The safety and neuroprotective efficacy of the cell membrane component citicoline (cytidine-5-diphosphocholine) has been shown in some studies.\n[44]\nRosuvastatin, a competitive inhibitor of the enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase, was associated with improved outcomes in a trial. Nimodipine reduces delayed cerebral ischemia in aneurysmal SAH; the mechanism is vascular rather than neuroprotective.\n[45]\n[45]\nTo date, no neuroprotective agent has demonstrated improved functional outcome in phase 3 trials.\n\nGeneral Care\n\nGood medical care, nursing care, and rehabilitation are paramount.\n[27]\nCommon problems include dysphagia, aspiration, cardiac arrhythmias, stress-induced cardiomyopathy, cardiac failure, acute kidney injury, gastrointestinal bleeding, and urinary tract infection. Percutaneous endoscopic gastrostomy (PEG) may be needed to prevent aspiration. PEG is usually deferred for 7 to 14 days to allow neurological recovery before long-term feeding decisions. Screening for myocardial ischemia with an electrocardiogram and cardiac enzyme testing is recommended in hemorrhagic stroke. Intermittent pneumatic compression reduces the occurrence of deep vein thrombosis, but the usefulness of elastic stockings is doubtful. Interprofessional rehabilitation is advised to reduce disability. Blood glucose should be monitored, and measures should be taken to prevent both hyperglycemia and hypoglycemia.\n[46]",
    "adverse_effects": "Complications of ICH include cerebral edema, increased ICP, hydrocephalus, seizures, venous thrombotic events, hyperglycemia, increased blood pressure, fever, and infections.\n[51]\nIntraventricular extension and hydrocephalus occur in 30% to 50% of patients with ICH.\n[2]\nPatients with ICH, especially women, have a risk of thromboembolic disease.\n[27]\nASA recommends the use of intermittent pneumatic compression devices for mechanical prophylaxis of deep vein thrombosis (DVT).\n[2]\nAlmost one-third of patients with ICH develop pulmonary complications, eg, pneumonia, aspiration, pulmonary edema, respiratory failure, and respiratory distress. About 4% of patients with ICH suffer cardiac complications, eg, myocardial infarction, atrial fibrillation, ventricular fibrillation, ventricular tachycardia, stress-induced cardiomyopathy, and acute heart failure.\n[52]\n\nVasospasm, ischemia, rebleeding, seizure, hyponatremia, and hydrocephalus are the complications of SAH. Neurogenic pulmonary edema, an increase in interstitial and alveolar fluid, commonly occurs in subarachnoid hemorrhage.\n[53]"
  }
}