{
  "drug_name": "citric a",
  "nbk_id": "NBK541072",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541072/",
  "scraped_at": "2026-01-11T15:26:31",
  "sections": {
    "clinical_significance": "Pyruvate Dehydrogenase Complex Deficiency\n\nA pyruvate dehydrogenase complex deficiency diagnosis most often results from a defective pyruvate decarboxylase subunit due to a mutated X-linked PDHAD gene.\n[10]\nThis deficiency typically results in congenital lactic acidosis because pyruvate is converted to acetyl-CoA at a decreased rate, meaning pyruvate will instead be converted to lactate by lactate dehydrogenase. Symptoms vary with this deficiency; these symptoms can include neonatal-onset, hypotonicity, lethargy, neurodegeneration, muscle spasticity, and early death.\n[11]\nLeigh syndrome or subacute necrotizing encephalomyelopathy is primarily caused by gene mutations that encode proteins of the PDC resulting in progressive neurodegeneration.\n[12]\n\nThiamine Deficiency\n\nEarly, acute thiamine (vitamin B1) deficiency is referred to as dry beriberi while chronic deficiency is referred to as wet beriberi, resulting in cardiac symptoms such as dilated cardiomyopathy.\n[13]\n[14]\nThis deficiency results in an impaired pyruvate dehydrogenase complex due to a shortage of TPP. Like with PDC deficiency pyruvate is shunted to lactate dehydrogenase and converted to lactate. This chronic shunting of pyruvate can result in a fatal metabolic acidosis.\n[15]\n\nIsocitrate dehydrogenase 2 Mutation\n\nIsocitrate dehydrogenase 2(IDH2), an isoform of isocitrate dehydrogenase, mitigates oxidative damage. IDH2 is also frequently mutated in adult patients with acute myeloid leukemia. This mutation causes IDH2 to catalyze its reaction to a final product of 2-hydroxyglutarate instead of the correct alpha-ketoglutarate.\n[16]\nIncreased levels of this oncometabolite results in DNA and histone hypermethylation, therefore causing epigenetic changes which make way for neoplasia.\n[17]\nNote that 2-hydroxyglutarate is often a cancer biomarker in pediatric patients with inborn errors of metabolism.\n[18]"
  }
}