{
  "drug_name": "cladribine",
  "nbk_id": "NBK545307",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545307/",
  "scraped_at": "2026-01-11T15:26:35",
  "sections": {
    "indications": "People with multiple sclerosis should not take cladribine if they have hepatic cirrhosis, chronic kidney disease, active malignancy, HIV, or tuberculosis. Other contraindications to cladribine include a history of use of other immunosuppressants, including cyclophosphamide, azathioprine, methotrexate, or mitoxantrone. Sexually active men and women should receive counseling about cladribine’s teratogenicity and its effects on sperm quality and viability. Patients must be urged to maintain strict adherence to effective contraception before, during, and after taking cladribine.\n[14]\n[13]\nThe effects of cladribine in patients under age 18 are unknown, and these young people should avoid taking this medication.",
    "mechanism": "Cladribine is an analog of deoxyadenosine that contains a substitution of a chlorine atom for a hydrogen atom at position 2 of the purine ring, rendering it resistant to deamination by adenosine deaminase (ADA). It mimics severe immunodeficiency disorder by selectively disrupting T-cell (cell-targeting) and B-cell (humoral) immunity. Within cells, high cladribine concentrations increase the expression of deoxycytidine kinase (DCK), leading to lymphocyte apoptosis. The phosphorylated form of cladribine disrupts intracellular processes, inhibiting DNA synthesis/repair, ribonucleotide enzymes, and alternating endonuclease activity—low intracellular levels of cladribine increase phosphatase 5’-nucleotidase, which inactivates phosphorylated (active) cladribine.\n\nT-cell and B-cell lymphocytes play a complex role in the immunopathology of multiple sclerosis, activating a cascade of inflammatory cytokines and antibodies directed against various central nervous system components, including myelin autoreactive T-cells.\n[1]\n[2]\nActivated T and B cells augment other proinflammatory cytokines in the serum and cerebrospinal fluid, raising chemokine levels, adhesion molecule expression, and mononuclear cell migration.\n[3]\n[4]\nIn histopathological slides, multiple sclerosis brain slices stain concurrently with CD8+ and CD4+ lymphocytes, showing that B-cell activation correlates with the formation of oligoclonal immunoglobulin G bands. These oligoclonal bands are a clinically useful CSF marker for multiple sclerosis.\n[7]\n[8]\n[9]\n[10]\nCladribine dampens these immune responses by targeting active immunity. The drug, clinically and radiographically, reduces the disease burden in people living with multiple sclerosis.\n[11]",
    "administration": "Cladribine for multiple sclerosis is an orally administered drug. The FDA-approved dose is 3.5 mg/kg over 2 years, administered as 1.75 mg/kg per year. Two treatment courses are separated by 12 months. The first course is given over 4 to 5 consecutive days in the first month, followed by an equivalent dose over 4 to 5 consecutive days in the second month.\n\nThe second course of cladribine follows 12 months later with the same frequency and dosing. For an adult of average body weight, dosing is estimated at approximately 10 to 20 mg daily for 4 to 5 days. Prescribers need to follow the manufacturer's specific guidelines for weight-based dosing according to approved federal guidelines of the Risk Evaluation and Mitigation Strategies (REMS) program. Monitoring occurs as described below to assure safe remission of the disease without severe lymphopenia or other adverse events.\n[9]",
    "adverse_effects": "In clinical trials, cladribine’s most serious adverse effects have included lymphopenia and infections. These side effects delayed the drug's approval in Europe and the USA. In a retrospective data analysis from the CLARITY and CLARITY Extension trials, severe lymphopenia was unlikely to occur with an oral cladribine dose of 3.5 mg/kg. More than 85% of patients taking FDA-approved doses of oral cladribine recovered to Common Terminology Criteria for Adverse Events grade 0 or 1 lymphocyte counts, and no patients developed grade 4 lymphopenia.\n[12]\n\nSevere lymphopenia did not occur in cladribine patients with a normal absolute lymphocyte count at CLARITY baseline and recovered to grade 0 or 1 lymphocyte counts before retreatment with cladribine tablets. Side effects include headaches, increased risk for herpetic infections or complications, nasopharyngitis, rashes, and alopecia. Although CLARITY investigators and others expressed initial concern that oral cladribine might increase the risk of malignancy in people with multiple sclerosis, neither the landmark ORACLE nor follow-up safety registry data from the PREMIERE study found any evidence of this risk, when given according to FDA-approved dosing guidelines of 3.5 mg/kg.\n[9]\n[13]",
    "monitoring": "Laboratory studies that require checking before considering oral cladribine as a multiple sclerosis disease-modifying therapy include complete blood count with differential, comprehensive metabolic panel, HIV screen, viral hepatitis panel, pregnancy test, and interferon-gamma release assay (\nQuantiFERON\n-TB). Clinicians must also monitor the medication history carefully; patients should not take cladribine with other immunosuppressive agents. Once people with multiple sclerosis start taking cladribine, they need complete blood counts with differential cell counts monitored at months 3 and 7 following each cladribine course over the following 2 years. If the drug is well-tolerated, routine monitoring of blood tests may not be necessary after the first 2 years.\n[13]"
  }
}