{
  "drug_name": "clavier",
  "nbk_id": "NBK563216",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563216/",
  "scraped_at": "2026-01-11T18:46:51",
  "sections": {
    "indications": "Stroke is the second most common cause of death worldwide and the leading cause of disability in the United States. Ischemic strokes are the most common, comprising about 62% of strokes worldwide in 2019. The remainder are hemorrhagic. Lacunar strokes account for about 25% of all ischemic strokes. By definition, these strokes are small and located in noncortical areas. These infarcts are classically defined to be smaller than 15 mm in diameter. However, more recent studies have found that the size correlates more with the order of the penetrating branches from the parent artery. The diameter may vary from 2 to 3 mm up to 15 to 20 mm.\n[1]\n[2]\n\nThe name lacunar, derived from the Latin\nlacune\n, meaning pond or pit, refers to the final pathology of small subcortical spaces in the grey or white matter filled with cerebral spinal fluid. The occlusion of small, deep penetrating branches of the cerebral vessels from the circle of Willis, including branches from the middle cerebral artery, anterior cerebral artery, posterior cerebral artery, or basilar artery, causes lacunar infarctions.\n[3]\nThese penetrating arteries are end arteries without any collaterals. Many lacunar strokes remain asymptomatic due to the involvement of small vessels causing small-sized infarcts. Additionally, 20% to 50% of the elderly population were found to have asymptomatic lacunar strokes on imaging.\n[4]\nHowever, accumulating multiple small lacunar infarcts can lead to significant physical and cognitive disabilities. Despite not having the devastating effects of large vessel strokes, lacunar strokes are not benign. About 25% will die from the lacunar stroke or complications, 20% will have a recurrent cerebrovascular event, and 30% will be functionally impaired at a 5-year follow-up.\n[5]\nCertain clinical syndromes are characteristic of lacunar stroke symptoms, but the correlation is not absolute. For example, large vessel cortical strokes can present with the same clinical picture as lacunar strokes, and lacunar strokes can be caused by embolic sources or disease in large cerebral vessels causing occlusion of the small perforating artery, rather than the typical lipohyalinosis or thrombosis associated with lacunar strokes.\n[5]",
    "mechanism": "Ischemic strokes are due to the occlusion of vascular supply to a specific part of the brain, leading to tissue hypoxia and damage. In lacunar infarction, the small penetrating cerebral vessels supplying the subcortical areas are occluded due to various vascular pathologies, including lipohyalinosis and microatheromas.\n[4]\nIn some cases, small embolic fragments from a cardiac source or large vessel disease can cause deep penetrating artery occlusion. In other cases, large vessel disease causing blockage of the origin of the small perforating artery causes ischemia.\n[6]\n[7]\n[8]\n\nThe development of small vessel disease, causing a lacunar stroke, is mainly due to underlying medical conditions such as hypertension and diabetes mellitus. Other risk factors include smoking, LDL levels, carotid artery atherosclerosis, peripheral artery disease, previous TIA, and hyperhomocysteinemia.\n[4]\nGenetic factors also increase the risk of developing small vessel disease, leading to lacunar infarcts. Cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) is a rare genetic disorder that can cause small vessel arteriopathy. Caused by mutations in the\nNOTCH3\ngene on chromosome 19\n,\nCADASIL is the most common inherited cause of stroke and dementia in adults.\n[9]\nWhile clinical presentations vary, the most common symptoms and signs, starting around the third or fourth decade of life, include the following: recurrent ischemic strokes, transient ischemic attacks, progressive white matter degeneration, memory loss, migraine with aura, debilitating dementia, and multiple psychiatric symptoms.\n[10]\nA pathognomic feature of CADASIL is granular osmophilic material found near blood vessels and can be seen on skin biopsy under electron microscopy. The result is degeneration of blood vessels, and the disease is incurable and fatal. Characteristic magnetic resonance imaging features are white matter hyperintensities in the anterior temporal lobes, external capsules, and superior frontal gyri.\n[9]\nOther less common genes associated with cerebral small vessel disease are\nHTRA1, TREX1, GLA, COL4A1, COL4A2, FOXC1\n, and\nPITX2\n. The\nApoE4\ngene may also confer increased susceptibility to cerebral small vessel disease, in addition to being a risk factor for Alzheimer disease.\n[26]",
    "monitoring": "The STRIVE criteria (Standards for Reporting Vascular Changes on Neuroimaging) is a consensus guideline for cerebral small vessel disease using criteria including recent small subcortical infarcts, white matter hyperintensities, perivascular spaces, microbleeds, and brain atrophy based on imaging studies for disease classification.\n[31]\n\nTranscranial Doppler\n\nThis safe, noninvasive study can show important information about structural, functional, and hemodynamic characteristics, including blood flow velocity and pulsatility index of cerebral blood vessels. A higher pulsatility index is associated with increased vascular resistance, ie, increased small vessel disease and acute infarct size. Transcranial dopplers can also measure cerebral autoregulation, usually decreased in a stroke setting.\n[26]\n\nComputed Tomography\n\nThe sudden onset of a neurological deficit requires emergent neuroimaging. An initial noncontrast head computed tomography (CT) scan is preferred in an acute setting as it is readily available, quick, and valuable to rule out life-threatening conditions such as intracerebral bleeding or herniation and to clear the patient for possible intervention. CT scans seldom identify lacunar ischemic infarcts within the first 24 hours due to their small size. If seen, lacunar strokes present as ill-defined hypodensities unless there is a hemorrhagic component to the acute stroke. A hyperdensity in a large artery on non-contrast head CT indicates the presence of a thrombus inside the arterial lumen or vessel calcification. Early infarct signs on non-contrast CT include loss of gray-white differentiation and focal hypoattenuation of brain parenchyma. These details are difficult to read in small subcortical strokes. Chronic lesions may appear as hypodense foci.\n[4]\n\nA CT angiogram of the head and neck can also be performed. This may show a filling defect consistent with a thrombus blocking a specified vessel. A CT angiogram may also show arterial narrowing and extensive chronic vessel disease, like in the carotid arteries, which may be a source of an embolus, or it may show middle cerebral artery features consistent with an atheroma. Neurovascular imaging modalities are essential to locate the presence of large artery occlusion as they help determine the need for catheter-guided thrombolysis. In general, large-vessel strokes are more likely to benefit from thrombectomy than lacunar infarcts.\n[4]\nCT perfusion studies also can demonstrate an infarcted core indicating irreversible ischemia and penumbra or reversible ischemia. This modality can also be used to evaluate patients for possible thrombectomy, as lacunar strokes are usually not appropriate for thrombectomy.\n[32]\n\nMagnetic Resonance Imaging\n\nMagnetic resonance imaging (MRI)\nis a superior imaging modality in acute and subacute settings to detect lacunar infarctions. In the acute stage, the MRI diffusion-weighted image (DWI) has the highest sensitivity, as it will be positive within half an hour of stroke onset and will remain positive for about 7 days. MRI-DWI helps to differentiate between acute and chronic infarctions.\n[33]\nIn an acute setting, on T1-weighted images, lacunes appear as focal areas of decreased signal intensity and as focal areas of hyperintensity on T2-weighted images. Chronic lesions are isointense to cerebral spinal fluid on all sequences. MRI can detect lesions as small as 0.2 mm, which a CT scan cannot detect. Recent advances in high-resolution MRI can also image cerebral perforating arteries for the first time, as well as their velocity and pulsatility index.\n[33]\n[34]\n\nAdditional Diagnostic Studies\n\nA carotid ultrasound can help diagnose an atherosclerotic narrowing of the extracranial carotid artery when a neck angiogram is not performed. The risk of stroke is higher in patients with severe carotid artery stenosis. Depending on clinical symptoms, significant stenosis can be between 50% and 99%. See StatPearls' companion article \"Carotid Stenosis\" for further information on carotid imaging.\n[35]\nExtensive embolic workup, including echocardiography and vascular imaging evaluation, has a very low yield in cases of lacunar strokes.\n[36]\nHowever, this may be necessary in some cases, like in young patients with no apparent medical issues.\n\nOther immediate tests to be performed include blood glucose levels, electrocardiogram, complete blood count including platelets, troponin, prothrombin time, international normalized ratio (INR), activated partial thromboplastin time, complete metabolic panel, lipid panel, hemoglobin A1c, and toxicology screen. These tests are helpful in the assessment of underlying stroke risk factors.",
    "administration": "Lacunar Stroke Management\n\nTreatment principles for acute lacunar stroke are similar to any acute ischemic stroke. The initial goal of acute-stage treatment is to ensure medical stability and determine candidacy for thrombolysis. Tissue plasminogen activator (tPA) improves outcomes for patients with ischemic stroke if administered within 4.5 hours of symptom onset. Once intracerebral bleeding is ruled out, intravenous thrombolysis is an important step in acute treatment.\n[34]\n[37]\n[38]\nThe goal blood pressure before administering tPA is <185/110 mm Hg; after administering, the goal is <180/105 mm Hg.\n[39]\nThrombectomy was previously restricted to patients presenting within 6 hours of neurologic deficit onset. However, more recent trials, including the DAWN (DWI or CTP Assessment with Clinical Mismatch in the Triage of Wake-Up and Late Presenting Strokes Undergoing Neurointervention with Trevo) and DEFUSE 3 (Endovascular Therapy Following Imaging Evaluation for Ischemic Stroke) trials showed benefit when the treatment window was extended to 16 to 24 hours.\n[32]\n[40]\nIf symptom onset duration is >4.5 hours and there is suspicion of an intracranial arterial occlusion in the anterior circulation, computed tomography angiography and magnetic resonance angiography are useful for selecting candidates for mechanical thrombectomy between 6 to 24 hours from when they were last known to be unaffected. Heparin has been studied in acute lacunar stroke and was found to confer no benefit but increase the bleeding risk.\n\nManagement of a patient who presents with acute lacunar infarct out of the tPA window consistent with a noncardioembolic stroke includes dual antiplatelet therapy with aspirin and clopidogrel within 24 hours of symptom onset and continued for 21 days. Dual antiplatelet therapy in the acute phase effectively lowers recurrent ischemic stroke for 90 days from symptom onset. This is supported by the Clopidogrel in High-Risk Patients with Acute Nondisabling Cerebrovascular Events (CHANCE) and the Platelet-Oriented Inhibition in New TIA and Minor Ischemic Stroke (POINT) trials. These studies were performed on patients with all types of ischemic stroke but supported for use in lacunar strokes in subgroup analysis. Antiplatelet therapy should be delayed for 24 hours in patients who received tPA.\n[34]\nPatients with stuttering lacunar infarcts may also benefit from intravenous tPA.\n\nThe Secondary Study of Small Subcortical Strokes studied over 3,000 patients with lacunar strokes demonstrated by MRI. This study evaluated blood pressure goals, finding that a systolic blood pressure goal of <130 mm Hg significantly reduced the incidence of hemorrhagic stroke.\n[41]\nThis study also evaluated using clopidogrel and aspirin versus aspirin alone in the same population. Findings were adding clopidogrel to aspirin alone did not reduce recurrent stroke risk but did increase the risk of death and significant bleeding.\n[42]\n\nManagement of hypertension includes allowing for permissive hypertension and cerebral autoregulation unless the blood pressure is markedly elevated to >220/120 mm Hg; in this case, blood pressure should be lowered by 15% during the first 24 hours, and outpatient antihypertensive medications should be held unless other comorbid conditions require the immediate lowering of blood pressure.\n[34]\nBlood sugar management is done to maintain euglycemia with recommended blood glucose levels at 60 to 180 mg/dL. Both hypoglycemia and hyperglycemia should be monitored and corrected. The recommended hemoglobin A1c goal is 6.5 to 7. The Insulin Resistance Intervention after Stroke Trial (IRIS) followed 3,000 patients with insulin-resistant diabetes who were treated with pioglitazone. After 5 years, patients in the treatment group had lower blood sugars, as well as decreased rates of stroke and myocardial infarction compared to placebo.\n[34]\nThe Stroke Prevention by Aggressive Reduction in Cholesterol Levels (SPARCL) study investigated using high-dose statins to prevent stroke recurrence. Over 4,000 patients with a recent transient ischemic attack or stroke but without known coronary artery disease were randomized to high-dose atorvastatin or placebo. The risk of stroke or cardiovascular event was significantly decreased in the statin group but was associated with a slight increase in intracranial hemorrhage.\n[43]\n\nStroke Prevention\n\nPrimary and secondary stroke prevention remains an essential part of the treatment plan. Primary prevention includes the prevention of the first episode of stroke, and secondary prevention consists of the prevention of recurrence. Primary stroke prevention measures include risk factor management that uses antihypertensive medications, diabetes control, cholesterol-lowering agents, smoking cessation, dietary intervention, weight loss, and exercise. Secondary prevention comprises antithrombotic agents like aspirin, clopidogrel, extended-release dipyridamole, and ticlopidine and managing underlying risk factors. Antiplatelet agents reduce the risk of recurrence in patients with lacunar strokes.\n[44]\nBlood pressure control, diabetes control, lipid management, smoking cessation, weight loss, and regular exercise are included in secondary prevention strategies. Blood pressure reduction at a systolic blood pressure target of <130 mm Hg is beneficial.\n[41]\n\nLong-term dual antiplatelet therapy (ie, clopidogrel and aspirin) for secondary prevention has not shown a further reduction in the risk of recurrence in lacunar stroke.\n[42]\nSecondary stroke prevention is an essential strategy, preventing as many as 80% of all recurrent strokes.\n[45]\nOral anticoagulants are not considered for small cerebral vessel disease-related stroke prevention, including recurrent lacunar infarcts, as they disproportionately increase intracranial cerebral hemorrhage risk.\n[46]\nPhysical therapy and rehabilitation are essential steps for managing patients who suffer lacunar strokes that cause physical disability. These patients require rehabilitation. The goal of rehabilitation is to optimize functional recovery after a stroke, increase independence, and maintain quality of life.",
    "adverse_effects": "Lacunar strokes are thought to be the leading cause of vascular dementia and cognitive impairment.\n[49]\nAccumulated lacunar infarcts can lead to other disease-related complications due to physical disability, including, but not limited to, aspiration pneumonia, deep vein thrombosis, pulmonary embolism, urinary tract infection, depression, and decubitus ulcers."
  }
}