{
  "drug_name": "clavulanic acid",
  "nbk_id": "NBK545273",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545273/",
  "scraped_at": "2026-01-11T15:26:31",
  "sections": {
    "indications": "All contraindications for clavulanic acid are considered in conjunction with amoxicillin since clavulanic acid is not administered by itself.  The drug combination is primarily excreted renally, so caution is necessary when a patient has renal impairment or is on hemodialysis.\n[1]\nPatients who have renal disease may need to have their dosages adjusted and monitored closely. The liver primarily metabolizes the drug combination, and therefore, caution is necessary when given to patients who have liver damage or disease.\n[1]\n[10]\nAmoxicillin/clavulanate should never be given to patients who have had an idiosyncratic drug-induced injury from clavulanic acid or amoxicillin, although there is no evidence that clavulanic acid itself is hepatotoxic.\n[9]\nBecause clavulanic acid is only administered in conjunction with amoxicillin, it is important to consider the adverse effects of amoxicillin, which is a penicillin-derived antibiotic so caution is necessary for patients who have a known history of penicillin allergy.",
    "mechanism": "Clavulanic acid use is always in conjunction with amoxicillin in its salt form clavulanate potassium. Amoxicillin is a beta-lactam antibiotic that disrupts bacterial cell wall synthesis. It binds to penicillin-binding proteins that are present on the inside of the bacterial cell wall, and this inhibits the synthesis of the peptidoglycan layer in the cell wall.\n[3]\nThis disruption in cell wall synthesis leads to cell lysis and bacterial death. Certain bacterial species produce the enzyme beta-lactamase, which can inactivate beta-lactam drugs by hydrolyzing the beta-lactam ring in the antibiotic compound, leading to drug resistance. Clavulanic acid is an inhibitor of beta-lactamase enzymes. Clavulanic acid contains a beta-lactam ring that binds to the beta-lactamase active site and inactivates the enzyme, thereby enhancing the antibacterial effect of beta-lactam antibiotics, such as amoxicillin. It is provided in a fixed dosage with amoxicillin. Clavulanic acid is classified as a suicide inhibitor of these beta-lactamases because it permanently inactivates the enzyme through chemical reactions at the active site.\n[1]\nClavulanic acid alone has no know antibacterial effect and is always used in combination with amoxicillin.\n[4]",
    "administration": "Clavulanic acid alone has been shown to have no antibacterial effects, and administration must accompany amoxicillin. It is available in both solid and liquid forms. For the solid form, the patient must chew the chewable tablets before swallowing, and there are also immediate and extended-release tablets that must be swallowed whole. The oral liquid suspension should be shaken before administration and is the recommended formulation for children who are unable to chew tablets or swallow whole pills. Administration of all forms of the drug should be done at the start of a light meal to enhance oral absorption and avoid gastrointestinal irritation. Clavulanic acid may increase the absorption of amoxicillin. This drug regimen is to be administered twice to three times daily, depending on dosage, at regular time intervals to maintain constant serum concentrations.\n[5]",
    "adverse_effects": "Clavulanic acid, when administered with amoxicillin, can cause some mild gastrointestinal adverse effects. These include vomiting, nausea, loose stools, and discomfort. Antibiotic-associated diarrhea due to amoxicillin-clavulanic acid treatment is the most common adverse effect. There is a higher incidence of diarrhea when clavulanic acid is added to amoxicillin compared to amoxicillin alone. Diarrhea is more common in those taking a high dose of the extended-release form of clavulanic acid and amoxicillin.\n[6]\nDrug-induced pancreatitis from clavulanic acid and amoxicillin has occurred in a few cases.\n[7]\n\nWhen used for the treatment of urinary tract infections, this drug combination can cause candida vaginitis.\n[8]\nAmoxicillin, in conjunction with clavulanic acid, is the most common cause of idiosyncratic drug-induced injury, specifically cholestatic liver injury, and this can lead to an increase in alkaline phosphatase and bilirubin levels.\n[9]\nSince clavulanic acid administration is always in conjunction with amoxicillin, it is important to consider the adverse effects of amoxicillin alone as well. Hypersensitivity reactions to this drug combination, usually due to amoxicillin, can occur and result in dermatological reactions. Still, none of these allergic reactions are known to be due to clavulanic acid alone.",
    "monitoring": "The monitoring and administration of clavulanic acid are only considered in conjunction with amoxicillin. There are reports of hypersensitivity reactions to this drug combination, so monitoring for this at the beginning of an administration is recommended. Monitoring for secondary infection while on this drug regimen is also advisable. Hepatic, hematological, and renal functions also require monitoring if the administration lasts for longer than one week. Patients with hepatic and renal impairment require close surveillance while on the drug and after discontinuation of the drug.",
    "toxicity": "The toxicity of clavulanic acid alone is unknown. However, the toxic effects of amoxicillin/clavulanate have been reported. The most common toxic effect is an idiosyncratic drug-induced hepatic injury which leads to a mixed hepatocellular-cholestatic injury, and it is more common in older men.\n[9]\nAmoxicillin-clavulanic acid is the most common cause of idiosyncratic drug-induced hepatic injury.\n[11]\nRisk factors for hepatic injury include sex, cytochrome P450, and genetic polymorphisms. These risk factors should be examined before administering amoxicillin/clavulanate to reduce the risk of toxic and adverse effects.\n[12]\nIn addition to early diagnosis and discontinuation of the drug, N-acetylcysteine can be administered to minimize damage.\n[13]\nAdditionally, steroids can be given to decrease the time it takes to return hepatic enzymes and bilirubin levels to normal.\n[13]\nLiver failure is also a rare but possible toxic effect of amoxicillin-clavulanic acid."
  }
}