{
  "drug_name": "clemastine",
  "nbk_id": "NBK538188",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538188/",
  "scraped_at": "2026-01-11T15:26:34",
  "sections": {
    "indications": "QT prolongation or concurrent use of other QT-prolonging drugs requires caution. During pregnancy and lactation, use should be limited to situations where the benefits outweigh the risks; loratadine and cetirizine are preferred. Renal and hepatic impairment necessitate careful use and dose adjustment.\n\nComorbidities such as hypertension, cardiovascular disease, urinary retention, and glaucoma also warrant caution, as first-generation antihistamines with anticholinergic properties may exacerbate these conditions.\n\nBox Warning (Promethazine)\n\nPromethazine injection should not be used in pediatric patients younger than 2 because of the risk of fatal respiratory depression. Cases of respiratory depression, including deaths, have been reported in children younger than 2. Caution should be exercised when administering promethazine hydrochloride injection to pediatric patients aged 2 or older. Severe tissue injury can result from intravenous administration, leading to significant chemical irritation and tissue damage. Irritation and damage can result from perivascular extravasation, unintended intra-arterial injection, and intraneuronal or perineuronal infiltration. Adverse reactions include burning, pain, thrombophlebitis, tissue necrosis, and gangrene. In some cases, surgical intervention, including fasciotomy, skin graft, and amputation, has been required. Because of the risks associated with intravenous injection, the preferred method of administering promethazine injection is deep intramuscular injection. Subcutaneous injection is contraindicated.",
    "mechanism": "Four histamine receptor subtypes (H1, H2, H3, and H4) belong to the superfamily of G protein–coupled receptors.\n[20]\nH1 mediates allergic reactions, vasodilation, bronchoconstriction, and pruritus and contributes to central nervous system (CNS) wakefulness. H2 stimulates gastric acid secretion and regulates gastric mucosal blood flow, with additional effects on cardiac and vascular function. H3 acts as an inhibitory autoreceptor and heteroreceptor in the CNS, regulating the release of histamine and other neurotransmitters. H4 modulates the chemotaxis of immune cells and inflammatory responses, particularly in mast cells, eosinophils, and T cells. Histamine released during allergic and inflammatory responses increases vascular permeability and promotes vasodilation, leading to edema. H1 antihistamines act as antagonists at H1 receptors to mitigate these effects, relieving allergy symptoms. First-generation agents penetrate the CNS, antagonizing central H1 receptors and causing sedation and anticholinergic effects. Second-generation antihistamines act peripherally with longer half-lives (12-24 hours versus 4-6 hours) and improved tolerability. Both classes undergo hepatic metabolism through cytochrome P450 pathways. H2 antihistamines block histamine binding on parietal cells, inhibiting the cAMP-PKA pathway that stimulates acid secretion, thus reducing stomach acid.\n[21]\n\nPharmacokinetics\n\nAbsorption:\nFirst-generation systemic antihistamines are rapidly absorbed orally, reaching peak plasma concentrations in 1 to 3 hours, with variable bioavailability due to first-pass metabolism. Second-generation systemic agents are also well absorbed orally and minimally affected by food except for a slight reduction with fexofenadine. Intranasal azelastine is absorbed locally across the nasal mucosa, with low systemic bioavailability (approximately 40%). At the same time, ophthalmic antihistamines such as olopatadine, ketotifen, alcaftadine, and bepotastine exhibit minimal systemic absorption and primarily act locally, with very low plasma concentrations.\n\nDistribution:\nFirst-generation systemic antihistamines are highly lipophilic, widely distributed, and cross the blood-brain barrier, resulting in CNS effects and sedation, with moderate-to-high protein binding. Second-generation agents have low CNS penetration, minimal sedation, moderate protein binding, and predominantly peripheral distribution. Intranasal azelastine exhibits limited systemic distribution with negligible CNS penetration, and ophthalmic agents remain confined mainly to ocular tissues with minimal systemic exposure.\n\nMetabolism:\nFirst-generation systemic antihistamines undergo hepatic metabolism via CYP2D6, CYP2C9, or CYP1A2, depending on the specific drug (eg, diphenhydramine via CYP2D6 and promethazine via CYP2D6 or CYP1A2). Second-generation agents vary, with loratadine and desloratadine extensively metabolized hepatically via CYP3A4 and CYP2D6, whereas cetirizine, levocetirizine, and fexofenadine undergo minimal hepatic metabolism. Intranasal azelastine is primarily metabolized in the liver via CYP3A4, whereas ophthalmic antihistamines undergo minimal systemic metabolism, with some hepatic metabolism possible if absorbed systemically.\n\nExcretion:\nFirst-generation systemic antihistamines are primarily renally excreted, with half-lives ranging from 3 to 12 hours that may be prolonged in older patients or those with hepatic or renal impairment. Second-generation agents exhibit variable excretion pathways. Cetirizine and levocetirizine are mostly renally excreted. In contrast, fexofenadine is predominantly eliminated unchanged via the feces (approximately 80% through biliary excretion), with only minimal renal excretion. Loratadine and desloratadine have half-lives ranging from 8 to 24 hours, which allows for once-daily dosing.",
    "administration": "Available Dosage Forms and Strengths\n\nOral administration is the standard method, with tablets and liquids being the most common forms of administration. Intranasal sprays are also available for the management of allergic rhinitis.\n[9]\nIntravenous and intramuscular formulations are used in hospital settings for acute allergic reactions or dystonic responses to antipsychotics. Emerging nasal sprays, sublingual formulations, and rapid-acting medications address allergic rhinitis and provide rapid symptom relief.\n[22]\n\nDiphenhydramine\nOral tablets: 25 and 50 mg\nFast-melt tablets: 12.5 mg\nCapsules: 25 and 50 mg\nSyrup: 12.5 mg/5 mL\nInjectable solution: 50 mg/mL\nChlorpheniramine\nOral tablets: 4 mg\nExtended-release tablets: 8 and 12 mg\nSyrup: 2 mg/5 mL\nHydroxyzine\nTablets: 10, 25, and 50 mg\nCapsules: 25, 50, and 100 mg\nSyrup: 10 mg/5 mL\nInjectable solutions: 25 and 50 mg/mL\nPromethazine\nTablets: 12.5, 25, and 50 mg\nSyrup: 6.25 mg/5 mL\nSuppositories: 12.5, 25, and 50 mg\nInjectable solutions: 25 and 50 mg/mL for IV/IM use\nMeclizine\nTablets: 12.5, 25, and 32 mg\nChewable tablets: 25 mg\nDoxylamine succinate\nTablets: 25 mg (for sleep)\nCombination with pyridoxine: 10 mg/10 mg delayed-release tablet (for nausea/vomiting of pregnancy)\nCetirizine\nTablets: 5 and 10 mg\nSyrup: 5 mg/5 mL\nInjectable solution: 10 mg/mL\nLevocetirizine\nTablets: 5 mg\nOral solution: 5 mg/5 mL\nLoratadine\nTablets: 10 mg\nSyrup: 10 mg/5 mL\nOral solution: 10 mg/5 mL\nDesloratadine\nTablets: 5 mg\nSyrup: 5 mg/5 mL\nFexofenadine\nTablets (60 and 180 mg)\nOral suspension (30 mg/5 mL)\nAzelastine\nNasal spray: 0.1% (137 mcg/actuation) and 0.15% (205.5 mcg/actuation).\nOlopatadine\nNasal spray: 0.6% (665 mcg/actuation)\nOphthalmic solution: Various strengths\nAlcaftadine\nOphthalmic solution: 0.25%\nBepotastine\nOphthalmic solution: 1.5%\nKetotifen\nOphthalmic solution: 0.025%\n\nAdult Dosage\n\nDiphenhydramine\nOral administration: 25 to 50 mg every 4 to 6 hours as needed, with a maximum dose of 300 mg/d.\nIntravenous or intramuscular administration: 25 to 50 mg per dose.\nChlorpheniramine: 4 mg orally every 4 to 6 hours, not exceeding 24 mg/d.\nHydroxyzine\nFor anxiety and insomnia, 50 to 100 mg orally 4 times daily\nFor allergic reactions, 25 mg orally 3 to 4 times daily\nPromethazine\nOral administration: 12.5 mg before meals and bedtime, or 25 mg at bedtime as required for allergy symptoms.\nIntravenous or intramuscular administration: 12.5 to 25 mg per dose.\nMeclizine\nFor motion sickness, 25 to 50 mg orally 1 hour before travel\nFor vertigo, 25 to 100 mg/d in divided doses\nDimenhydrinate: 50 to 100 mg orally every 4 to 6 hours as needed for motion sickness, with a maximum dose of 400 mg/d.\nDoxylamine succinate: 25 mg orally once daily, 30 minutes before bedtime, for insomnia.\nCetirizine\nOral administration: 5 to 10 mg once daily for allergic rhinitis and urticaria\nIntravenous administration: 10 mg once daily for acute urticaria\nLevocetirizine: 5 mg orally once daily\nLoratadine: 10 mg orally once daily\nDesloratadine: 5 mg orally once daily\nFexofenadine: 60 mg orally twice daily or 180 mg once daily\nAzelastine nasal spray (0.1%/0.15%)\n0.1%: 1 or 2 sprays per nostril twice daily\n0.15%: 2 sprays per nostril once daily\nOlopatadine nasal spray (0.6%): 2 sprays per nostril twice daily\nAlcaftadine ophthalmic solution: 1 drop in each eye once daily\nBepotastine ophthalmic solution: 1 drop in each eye twice daily\nKetotifen ophthalmic solution: 1 drop in each eye twice daily\n[23]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo antihistamine is universally safe in patients with liver disease, as the risks vary by antihistamine type and the severity of the liver condition. Fexofenadine, loratadine, and desloratadine are often considered safer options for long-term use. However, in severe liver conditions, particularly with advanced liver failure, antihistamines can worsen hepatic encephalopathy and should be avoided.\n[24]\n\nRenal impairment:\nAmong the FDA-approved second-generation antihistamines, desloratadine, fexofenadine, and levocetirizine exhibit varying renal elimination and dosing considerations in patients with kidney impairment. Desloratadine, which is about 47% metabolized and 45% renally excreted, should be used with caution in severe renal impairment. Fexofenadine, with approximately 80% fecal and 11% renal elimination, does not require dose adjustment in renal dysfunction. Levocetirizine undergoes about 13% hepatic and 85% renal elimination, necessitating dose adjustments based on creatinine clearance. Levocetirizine is contraindicated in patients with a creatinine clearance of less than 10 mL/min.\n[25]\nThe official product labeling should always be checked before dose adjustments are made in pediatrics, geriatrics, or in patients with hepatic or renal impairment.\n\nPregnancy considerations:\nAs mentioned above, doxylamine is preferred for nausea and vomiting during pregnancy in combination with pyridoxine. Doxylamine should be used only if the benefits outweigh the risks, with loratadine and cetirizine generally preferred alternatives.\n\nBreastfeeding considerations:\nMost modern antihistamines are likely compatible with breastfeeding, though product labels often caution due to limited safety data. The FDA recommends prioritizing drugs commonly used by women of reproductive age or with established safety information. Exclusive breastfeeding is advised for 6 months, but unfounded safety concerns contribute to early cessation. Studies of 9 antihistamines—cetirizine, chlorpheniramine, clemastine, ebastine, epinastine, loratadine, promethazine, terfenadine, and triprolidine—show relative infant doses below 5%, indicating minimal risk. Assessment should consider drug potency, half-life, maternal dosing, breastfeeding patterns, and infant age or organ immaturity. First-generation sedating antihistamines may cause drowsiness or irritability and are generally second-line. Second-generation non-sedating antihistamines, such as loratadine and cetirizine, have low milk transfer rates and favorable adverse effect profiles, making them a preferred choice for breastfeeding women. However, the use should only be considered after meticulous risk-benefit evaluation.\n[26]\n\nPediatric patients:\nSecond-generation antihistamines are generally preferred due to their safety and efficacy. First-generation antihistamines should be avoided in children younger than 6 due to risks of respiratory depression and arrhythmias.\n[27]\n\nGeriatric patients:\nOlder adults are at increased risk of adverse effects from anticholinergic and sedating first-generation antihistamines. The 2024 American Geriatric Society Beers Criteria classifies these agents as potentially inappropriate, recommending the use of second-generation antihistamines with dose adjustments based on renal function.",
    "adverse_effects": "H1 first-generation antihistamines: Common adverse effects include sedation, cognitive impairment, and anticholinergic adverse effects such as dry mouth, urinary retention, constipation, and blurred vision. Dizziness, tinnitus, and delirium may occur at high doses. The increased risk of falls and cognitive decline in older adults has led to restrictions on the use of first-generation antihistamines, particularly diphenhydramine. QT prolongation and cardiotoxicity are concerns in at-risk populations.\nH1 second-generation antihistamines: These agents generally cause minimal sedation. However, 2025 FDA warnings cite severe pruritus upon abrupt cetirizine or levocetirizine cessation after long-term use; a gradual taper is recommended.[\nU.S. Food & Drug. FDA requires warning about rare but severe itching after stopping long-term use of oral allergy medicines cetirizine or levocetirizine (Zyrtec, Xyzal, and other trade names)\n]\nH2 antihistamines: Generally well tolerated, but cimetidine can cause gynecomastia, galactorrhea, and clinically significant CYP450-mediated drug interactions. Rare adverse effects include gastrointestinal disturbances and dizziness; ranitidine was withdrawn due to carcinogen risk.\n\nCardiotoxicity, particularly QT prolongation, requires electrocardiogram (ECG) monitoring in patients receiving high-risk drugs or those with predisposing conditions.\n\nDrug-Drug Interactions\n\nBenzodiazepines, opioids, or alcohol: These drugs produce additive CNS and respiratory depression when used with antihistamines, increasing sedation, hypoventilation, and fall risk. Combination should generally be avoided; if necessary, the lowest doses should be used to closely monitor respiration and consciousness.\nTricyclic antidepressants, antipsychotics, or antimuscarinics: Concomitant use can enhance anticholinergic and sedative effects, leading to dry mouth, constipation, urinary retention, delirium, and possible angle-closure glaucoma. Polypharmacy should be avoided, particularly in older adults, and monitoring for cognitive impairment or urinary retention is recommended.\nMonoamine oxidase inhibitors: Co-administration can intensify anticholinergic and CNS depressant effects, resulting in excessive sedation, confusion, or cardiovascular instability. Concomitant use should be avoided or reserved for situations with close monitoring.\nCYP3A4 inhibitors (eg, ketoconazole, itraconazole, clarithromycin, or ritonavir): These drugs reduce the metabolism of loratadine, desloratadine, and azelastine, increasing systemic exposure and the risk of sedation or cardiac effects. Potent inhibitors should be avoided, or lower doses of antihistamines should be used with careful monitoring.\nCYP2D6 inhibitors (eg, fluoxetine, paroxetine, and quinidine): These medications can reduce the clearance of diphenhydramine and promethazine, leading to enhanced sedation and anticholinergic toxicity. Dose adjustment or selection of non-CYP2D6 substrates is recommended.\nQT-prolonging drugs (eg, class I/III antiarrhythmics, macrolides, fluoroquinolones, certain antipsychotics, or methadone): Co-administration may lead to additive QT prolongation and torsades de pointes, particularly with promethazine. ECG monitoring and electrolyte correction are advisable if used together.\nFruit juices (eg, apple, orange, or grapefruit) and polyvalent cation antacids (eg, aluminum or magnesium): These can reduce the intestinal absorption of fexofenadine by inhibiting the organic anion transporter or chelation, thereby decreasing its efficacy. Doses should be separated by at least 2 hours, or juice should be avoided around the time of administration.\nP-glycoprotein inhibitors (eg, erythromycin, ketoconazole, or verapamil): These drugs can increase fexofenadine concentrations by reducing its efflux, thereby increasing systemic exposure and risk of adverse effects.\nCholinesterase inhibitors (eg, donepezil, rivastigmine, or galantamine): First-generation antihistamines may counteract cognitive benefits and worsen confusion due to their central antimuscarinic actions. Second-generation, non-sedating drugs should be preferred in such patients.\nSedating psychotropics (eg, mirtazapine, trazodone, or some antipsychotics): Concomitant use enhances sedation and orthostatic hypotension, predisposing to falls and impaired concentration. The combination should be limited, and non-sedating antihistamines should be considered for effective allergy control.",
    "monitoring": "Monitoring and Safety Considerations\n\nOlder patients should be carefully monitored for signs of anticholinergic toxicity, including confusion, urinary retention, dry mouth, and constipation, as well as increased fall risk due to sedation or orthostatic hypotension. Regular cognitive and functional assessments can help detect early adverse effects. ECG monitoring is recommended for patients at risk for QTc prolongation, particularly those with pre-existing cardiac disease, electrolyte imbalances, or concurrent use of other QTc-prolonging medications.\n\nPharmacogenomics\n\nGenetic variations have a significant impact on the metabolism of antihistamines and the clinical response. Polymorphisms in\nCYP2D6\nand\nCYP3A4\nmay alter plasma concentrations and efficacy, whereas\nABCB1\nvariants influence CNS penetration and sedation risk of second-generation antihistamines.\n[28]\n[29]\nPharmacogenomic-guided dosing could enhance safety and therapeutic outcomes by personalizing drug selection and strategies.\n\nDrug Interactions\n\nClinicians should remain alert to clinically significant interactions. Cimetidine, a known inhibitor of multiple CYP enzymes, can increase systemic levels and toxicity of medications such as benzodiazepines and warfarin. Co-administration with other QTc-prolonging agents raises the risk of arrhythmias. Additionally, antihistamines may counteract the effects of cholinesterase inhibitors in patients with dementia and can potentiate CNS depression when combined with alcohol, opioids, or sedatives.\n\nPatient Counseling\n\nComprehensive patient education is essential. Patients should receive guidance on appropriate treatment duration, be aware of withdrawal-related itching that may occur with long-term antihistamine discontinuation, and avoid overlapping sedating agents and alcohol. Patients should also be encouraged to report new or worsening symptoms, review all OTC products for hidden antihistamine content, and maintain adherence to prescribed regimens for safe and effective symptom control.",
    "toxicity": "Signs and Symptoms of Overdose\n\nFirst-generation antihistamine overdose can cause CNS depression, paradoxical excitation, respiratory failure, anticholinergic toxicity, and arrhythmias. The Centers for Disease Control and Prevention analyzed data from the State Unintentional Drug Overdose Reporting System across 43 US states and the District of Columbia to evaluate the role of antihistamines, particularly first-generation H1 antihistamines, in fatal overdoses between 2019 and 2020. Deaths involving antihistamines alone were rare (<0.1%), highlighting that synergistic toxicity with other sedatives, particularly opioids, was the major contributor to fatality. The findings showed that approximately 15% of all overdose deaths during the study period were antihistamine-positive, and about 4% were antihistamine-involved (listed as a cause of death). Diphenhydramine accounted for most cases, representing the predominant agent among first-generation H1 antihistamines detected. The co-involvement of opioids, especially illicitly manufactured fentanyls, was strikingly high, with over 80% of antihistamine-involved deaths also involving opioids. The sedative and anticholinergic properties of first-generation H1 antagonists, such as diphenhydramine, can potentiate opioid-induced respiratory depression and increase fatal overdose risk.\n[30]\nThe severity of poisoning from second-generation antihistamines appears to be low among children and considerably lower than poisoning caused by first-generation antihistamines.\n[31]\n\nManagement of Overdose\n\nTreatment of an antihistamine overdose is supportive with activated charcoal and monitoring.\n[32]\nConsult a medical toxicologist in case of a complex overdose and contact the poison control center for the latest recommendations.\n[33]"
  }
}