{
  "drug_name": "clindamycin",
  "nbk_id": "NBK519574",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519574/",
  "scraped_at": "2026-01-11T15:26:39",
  "sections": {
    "indications": "Clindamycin is contraindicated in patients with a history of pseudomembranous colitis and ulcerative colitis. Care is also necessary for antibiotic use as bacterial and fungal superinfections may occur. Clindamycin is also contraindicated in patients with hypersensitivity to clindamycin, lincomycin, or any of its components. Special care must also be taken in patients with atopic dermatitis as colonization is more prevalent in this patient population. The pathogenicity of skin infections is higher in this population; this is important for future infections as antibiotic resistance is problematic.\n[32]\n\nBox Warnings\n\nClindamycin has a similar potency to develop\nClostridium difficile-associated\ndiarrhea, such as other antibacterial agents, and the implication of this may be from mild diarrhea and life-threatening colitis. If the patient develops symptoms of\nClostridium difficile\n-associated diarrhea (CDAD), then discontinuation of clindamycin is recommended, and a prompt evaluation and treatment of colitis should be instituted.\n[33]\n\nWarnings and Precautions\n\nWhen clindamycin is prescribed in older individuals, caution and monitoring are necessary as this population is vulnerable to clindamycin-associated CDAD. Clindamycin should be used cautiously in patients with gastrointestinal disorders and atopic diseases. When clindamycin is prescribed in patients with liver disorders, periodic monitoring of liver function is advised due to concern for hepatotoxicity.\n[23]\n\nUse clindamycin capsules cautiously for individuals at risk of developing allergic reactions, such as bronchial asthma, due to the presence of the excipient tartrazine, which can trigger allergic reactions.\n[34]\nWhen the therapeutic regimen is designed with clindamycin, differential diagnosis with confirmed bacterial infection and susceptibility should be ensured to avoid the development of bacterial resistance.\n[35]",
    "mechanism": "Clindamycin prevents peptide bond formation, inhibiting protein synthesis by reversibly binding to 50S ribosomal subunits. Depending on the organism, infection site, and drug concentration, clindamycin may be a bacteriostatic or bactericidal antibiotic.\n[8]\nMutation of specific bases at 23s rRNA is responsible for developing resistance in clindamycin. Other antibiotics, such as macrolides, lincosamides, and streptogramin B, whose binding sites in bacteria are the same as that of clindamycin, so clindamycin may show a cross-resistance pattern with these antibiotics.\n\nClindamycin is active in treating infection caused by gram-positive organisms such as\nStaphylococcus aureus\n(methicillin-susceptible strains),\nStreptococcus pneumoniae\n(penicillin-susceptible strains), and\nStreptococcus pyogenes.\n[9]\n[10]\nClindamycin is also proven to be effective in infection caused by anaerobic bacteria such as\nClostridium perfringens\n,\nFusobacterium necrophorum\n,\nFusobacterium nucleatum\n,\nPeptostreptococcus anaerobius,\nand\nPrevotella melaninogenica.\n[11]\n[12]\n[13]\n[14]\n\nCertain strains of macrolide-resistant bacteria result in clindamycin resistance. The D-zone test should evaluate the resistance pattern of beta-hemolytic streptococci and staphylococci.\n[15]\n[16]\n\nPharmacokinetics\n\nAbsorption:\nAbsorption cannot occur until clindamycin palmitate hydrolyzes in the gastrointestinal (GI) tract. Absorption of clindamycin through oral dosage form is achieved rapidly with excellent absorption (90%). The therapeutic blood concentration of clindamycin is typically attained within 45 minutes after oral administration. When administered orally, the peak concentration is achieved in about 60 minutes.\n\nWhen given intramuscularly (IM), the drug reaches peak concentrations in 1 to 3 hours. Peak serum concentrations of clindamycin are attained upon completing a short-term intravenous infusion. Oral clindamycin, administered at a daily dose of 2 grams for 14 days, shows no evidence of drug accumulation. Food does not affect the bioavailability of clindamycin. Clindamycin is generally well tolerated. However, GI adverse effects may occur at higher doses.\n\nDistribution:\nThe phosphate salt of clindamycin available as an injection dosage form is a prodrug, and its active metabolite is clindamycin after the first pass metabolite. Clindamycin intravenous infusion attains the maximum concentration within a short duration of time. Intramuscular administration of clindamycin results in a peak plasma concentration of approximately 3 hours for adult patients and around 1 hour for the pediatric population. The blood concentration is directly proportional to the dose of clindamycin.\n\nClindamycin is distributed widely throughout the whole body, including bones. Clindamycin cannot efficiently penetrate meninges very well and is, therefore, not an antibiotic of choice for infections of the cerebrospinal fluid (CSF). The topical application of clindamycin in the formulation of a gel, lotion, or cream achieves an equivalent dose to that of clindamycin in an isopropyl alcohol and water solution. In patients with obesity, ranging from 2 to 20 years of age, the clearance and volume of distribution of clindamycin have been observed to remain unchanged and comparable to individuals without obesity.\n[17]\n\nMetabolism:\nHepatic cytochrome P450 isoenzyme CYP3A4 is responsible for the metabolism of clindamycin to form clindamycin sulfoxide and a minor metabolite, N-desmethyl clindamycin. Along with CYP3A4 as a major enzyme, CYP3A5 is also involved in the metabolism of clindamycin.\n[18]\n\nExcretion:\nThe elimination half-life of clindamycin is around 3 hours in the adult population and approximately 2.5 hours in pediatric patients. The elimination half-life is increased in renal or hepatic impairment. Most clindamycin is excreted as active and inactive metabolites in urine (major) and feces (minor).\n[19]",
    "administration": "Available Dosage Forms\n\nClindamycin can be administered by multiple routes and is available as a topical gel, foam, lotion, or solution for treating acne vulgaris. A thin film needs to be applied twice a day.\n[20]\nClindamycin is also available as a cream or suppository for intravaginal administration to treat bacterial vaginosis.\n[21]\n\nAvailable Strengths\n\nSystemic infections can be treated orally with a capsule (75 mg, 150 mg, 300 mg) or in solution (75 mg/5 mL). To minimize esophageal ulceration, administer orally with a full glass of water.\n[22]\nThe absorption of clindamycin granules is not adversely affected by co-administration with food.\n\nClindamycin is also available as an intramuscular injection (9 g/60 mL, 300 mg/2 mL, 600 mg/4 mL, 900 mg/6 mL). Intravenous formulations are available as follows: clindamycin phosphate (300 mg/2 mL, 600 mg/4 mL, 900 mg/6 mL), and clindamycin phosphate in D5W or NaCl (300 mg/50 mL, 600 mg/50 mL, 900 mg/50 mL). When administered intramuscularly, the sites must require rotation with no dose exceeding 600 mg in a single injection. Clindamycin is administered by intravenous (IV) intermittent infusion over at least 10 to 60 minutes at a maximum rate of 30 mg/min. The final concentration of the IV solution should not exceed 18 mg/mL.\n\nSpecific Patient Population\n\nHepatic Impairment:\nDosage schedules do not require changes in the presence of mild or moderate hepatic impairment. Caution is advised in severe hepatic impairment (Child-Pugh C), requiring dose adjustment and monitoring of liver function tests.\n[23]\n\nRenal Impairment:\nRenal impairment can increase clindamycin's elimination half-life. No dose adjustment of clindamycin is required for mild to moderate renal impairment. Peritoneal and hemodialysis are ineffective in removing clindamycin from the systemic circulation.\n\nPregnancy Considerations:\nClindamycin has not shown an increased frequency of congenital abnormalities when systemically administered during the second and third trimesters of pregnancy in clinical trials with pregnant patients. Clindamycin should be used during the first trimester of pregnancy only if deemed necessary due to a lack of clinical studies. No teratogenic effects were observed in reproduction studies with clindamycin in rats and mice. According to the American College of Obstetricians and Gynecologists (ACOG) guidelines for Group B streptococcal (GBS) infection, intravenous penicillin is recommended for intrapartum prophylaxis. However, clindamycin is the suggested alternative if there is a significant risk of anaphylaxis to penicillin or if the GBS isolate is susceptible to clindamycin.\n[24]\n\nBreastfeeding Considerations:\nClindamycin can affect the gastrointestinal flora of breastfed infants. Nursing mothers can generally continue breastfeeding if they require oral or intravenous clindamycin, although an alternative drug may be preferred. Infants should be monitored for possible gastrointestinal effects such as diarrhea, candidiasis, or rare cases of colitis. Vaginal application rarely causes adverse effects in infants. Topical administration of clindamycin for acne is unlikely to cause adverse effects in infants. However, applying clindamycin topically to the breast may increase the risk of diarrhea if ingested by the infant. Only use water-miscible cream, foam, gel, or liquid products on the breast to avoid exposing the infant to high levels of mineral paraffin through licking.\n[25]\n\nPediatric Patients:\nPediatric dosing for neonates is 15 to 20 mg/kg/d, over 6 to 8 hours (IM or IV). Infants, children, and adolescents are treated with 8 to 40 mg/kg/d divided over 3 to 4 doses (oral). For IM/IV administration, 20 to 40 mg/kg/d can be given over 3 to 4 divided doses.\n[26]\n\nOlder Patients:\nLimited data from clinical studies on clindamycin does not provide information about potential differences in response between older and younger patients. Antibiotic-associated colitis and diarrhea are more prevalent in older patients.\n[27]",
    "adverse_effects": "The adverse effects of clindamycin vary based on how its mode of administration. The most common adverse effects experienced with topical use include pruritis, xeroderma, erythema, burning, exfoliation, or oily skin. The most common side effects of intravaginal administration are vaginal candidiasis, pruritis, vulvovaginal disease, and vulvovaginitis. With systemic administration, the primary adverse effects of clindamycin are pseudomembranous colitis, nausea, vomiting, and diarrhea, resulting from clindamycin destroying much of the GI tract’s healthy flora.\nClostridium difficile\nrapidly overgrows in this environment. The A and B toxins produced by\nC. difficile\ncause\nClostridium difficile\n-associated diarrhea (CDAD). If suspected, a stool antigen test should be in order.\n\nSevere cases that result from hypertoxic-producing strains occur in an increase in morbidity and mortality, which may require colectomy for definitive treatment. Other adverse effects include thrombophlebitis or metallic taste with IV administration, azotemia, agranulocytosis, anaphylactic shock, abscess formation, induration, or irritation at the IM injection site. Allergic contact dermatitis due to topical clindamycin has been reported.\n[28]\n[29]\n\nDrug-Drug Interactions\n\nNeuromuscular Blocking Agents:\nClindamycin has neuromuscular blocking actions; monitoring and caution are required when co-administering it with other neuromuscular blocking drugs like atracurium, cisatracurium, and rocuronium.\n[30]\n\nCYP3A4 Inhibitors/Inducers:\nClindamycin is primarily metabolized by the enzymes CYP3A4, with a minor contribution from CYP3A5. When drugs that inhibit CYP3A4 and CYP3A5 are used, the levels of clindamycin in the bloodstream can increase, while medications that induce these enzymes can lower their levels. Drugs such as rifampicin, known to induce CYP3A4, may result in increased metabolism and reduced efficacy of clindamycin.\n[31]",
    "monitoring": "Changes in bowel frequency, colitis, and resolution of symptoms should be monitored.\n[32]\nLiver function tests should be monitored periodically in patients with severe liver disease. Complete blood cell count (CBC), liver, and renal function should be monitored in prolonged therapy. Adequately managing fluid and electrolyte replacement in this patient population is vital. Monitoring is required in patients as CDAD has been reported to occur even after 2 months after the administration of clindamycin.\n[36]",
    "toxicity": "The most common adverse effects due to clindamycin toxicity are gastrointestinal or allergic. There is no antidote for clindamycin toxicity, and the adverse effects will resolve with dose adjustment or discontinuation of the antibiotic. Treatment is supportive. The recommendation is to measure serum electrolytes in patients with vomiting and diarrhea. Vital signs need to be monitored along with CBC with differential, platelets, LFTs, and renal function in symptomatic patients. The clinical team must also obtain an EKG and maintain continuous cardiac monitoring as cardiac arrhythmias, although rare, may occur. Evaluation for\nClostridium difficile\ntoxin will be needed when colitis is suspected.\n\nClinicians need to watch for severe allergic reactions like DRESS or Stevens-Johnson syndrome. Immediately discontinuing the antibiotic and supportive management, including IV fluids, oxygen therapy, diphenhydramine, and corticosteroids, are crucial in these situations. In cases of severe hypotension, administering fluid boluses and starting vasopressors may be necessary. Airway management is likely unnecessary, but severe anaphylactic reactions require airway management with endotracheal intubation. Rarely, clindamycin toxicity will lead to cardiac arrhythmias and cardiac arrest, in which case advanced cardiovascular life support will be required.\n[37]"
  }
}