{
  "drug_name": "clobetasone",
  "nbk_id": "NBK553050",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553050/",
  "scraped_at": "2026-01-11T18:46:52",
  "sections": {
    "indications": "Balanoposthitis is a relatively common condition affecting pediatric and adult men who are uncircumcised. This condition is an inflammation affecting the glans penis and prepuce. Many etiologies exist, but they can generally be classified as either infectious, irritative, or traumatic in origin. Balanoposthitis is separate and distinct from balanitis, which refers to inflammation of the glans penis, while posthitis refers to inflammation of the prepuce. This review focuses on balanoposthitis; see StatPearls' companion topic \"Balanitis\" for further information.\n[1]\n\nAt birth, the prepuce, commonly referred to as the foreskin, is attached by adhesions to the glans. These nonpathological adhesions are responsible for physiologic phimosis or decreased ability to retract the foreskin in neonates. These physiological neonatal adhesions and phimoses normally disappear by adolescence. Hsieh et al found that 17.1% of first-grade boys had physiologic phimosis, which decreased to 1.2% by seventh grade in a cohort of healthy children in Taiwan.\n[2]\n\"Pathologic phimosis\" refers to an inability to retract the foreskin secondary to scarring of the prepuce.\n[3]",
    "mechanism": "Poor hygiene is the most common underlying etiology of balanoposthitis, which commonly leads to nonspecific balanoposthitis. Other etiologies include infection, inflammatory skin diseases, trauma, chronic edematous conditions, and cancer. Patients with a history of frequent genital washing and recurrent problems are likely to have contact dermatitis. A specific underlying etiology cannot be determined in about one-third of patients with balanoposthitis.\n[4]\n\nThe most commonly identifiable etiology of balanoposthitis is infectious, with\nCandida albicans\nbeing the most frequently identified pathogen, followed by\nStreptococcus\n.\n[5]\nInfections with Candidal yeast are the most prevalent in children. They may also be associated with diaper rash in infants. Other infectious causes include\nStaphylococcus aureus\n, Group A\nStreptococcus\n,\nBacteroides, Gardnerella,\nanaerobic bacteriae, syphilis, and human papillomavirus (HPV).\n[6]\n[7]\n[8]\n\nSome inflammatory etiologies include contact dermatitis, reactive arthritis, and lichen sclerosus (balanitis xerotica obliterans.)\n[9]\nSee StatPearls' companion topics \"Lichen Sclerosus\" and \"Balanitis Xerotica Obliterans\" for further information.\n[10]\n[11]\nReactions to antiseptic solutions used in patients performing intermittent self-catheterizations have been reported.\n[12]\nIn older men, intertrigo, contact irritants, and fungal infections are common causes.",
    "monitoring": "In most cases of balanoposthitis, a thorough history and physical exam are sufficient for diagnosing and establishing a course of treatment. The history should elicit the duration of symptoms, hygiene habits, infectious exposures, potential allergens, and sexual practices. The physical examination should focus on the patient's general hygiene, presence of phimotic discharge, urethral discharge, urinary retention, erythema, edema, tenderness, scarring, inguinal lymphadenitis, testicular edema, or tenderness.\n\nPhysiologic preputial smegma can be confused with a urethral discharge. A true discharge is more exudative in appearance, may have a foul order, and may be associated with erythema and tenderness. Consider collecting fungal (\nCandida\n) and bacterial cultures from under the foreskin.\n[16]\nCulturing for group A beta-hemolytic\nStreptococcus\nmay be indicated in adult and pediatric patients.\n\nPenile ulcers, vesicles, urethral discharge, and other lesions point toward sexually transmitted infections as etiology and indicate the need for appropriate tests. If a sexually transmitted disease is suspected, cultures and swabs for nucleic acid amplification tests (NAATs) for gonorrhea and chlamydia should be performed and could provide a definitive diagnosis. Consider NAATs for\nTrichomonas vaginalis\nas well, especially in cases resistant to initial therapy.\n[16]\nIf ulcers are present, consider NAATs or similar testing for herpes simplex virus, as well as testing for syphilis.\n\nChildren in whom there is no suspicion of sexual abuse and in the absence of lesions or discharge are manageable empirically without any further testing is not required. Otherwise, further evaluation should be guided by other symptoms and a history of exposures. In new cases of balanoposthitis, especially a fungal etiology in older children, an evaluation for diabetes must be necessary as this may be the first sign of hyperglycemia and glycosuria.\n[14]\nAlthough most cases will respond to hygiene improvements or empiric treatment, patients with symptoms that recur or are refractory to treatment after 4 weeks may warrant a biopsy to investigate the etiology and pathology further and possibly a circumcision.\n[16]\n[17]",
    "administration": "Most cases of balanoposthitis will respond to hygiene improvements or empiric treatment. Balanoposthitis treatment should optimally be based on identifying the specific causative agent. When that is impossible, empiric therapy based on the most likely etiology and general therapeutic principles should be used.\n\nGeneral empiric therapy for balanoposthitis typically includes:\n\nAvoiding the application or exposure of any known or potential irritants to the penis. For example, soap should not be used to clean under the foreskin, as even a gentle soap can be irritating. If soap must be used:\nSelect one safe for babies, as it typically has fewer potentially irritating chemical ingredients.\nAvoid antibacterial soaps and those with fragrances and other unnecessary chemicals.\nAvoid potentially irritating agents, including detergents, perfumes, powdered talc, bubble baths, alcohol, adult or baby wipes, antiseptics, sexual lubricants, spermicides, moisturizers, ointments, and creams unless specifically recommended.\nCreams or ointments with parabens and neomycin should be avoided as these may cause an inflammatory reaction in some patients.\nAvoiding sexual activity is recommended until the balanoposthitis has entirely resolved.\nCleaning the area is best done passively by sitting in a warm sitz bath 2 or 3 times a day, more often if the condition is severe. The sitz bath is also anti-inflammatory. A dilute salt solution is suggested.\nCleaning beneath the foreskin may be gently and carefully done with a cotton swab and water, as needed.\n[18]\nIf phimosis prevents access to the glans, gentle irrigation with warm water can be done with a small 5 or 8-French straight catheter or feeding tube placed through the lumen of the foreskin.\n[19]\nReview the proper hygiene of the foreskin; this skin should not be fully retracted for cleaning unless it is easily done and painless.\nWater should be used for routine cleaning, and the area should be thoroughly dried before the foreskin is replaced over the glans.\n\nTopical empiric treatment of balanoposthitis includes antibiotics (bacitracin, metronidazole, mupiricin, or bacitracin/polymyxin B), antifungals (clotrimazole 1% cream), and low-potency (1% hydrocortisone) corticosteroids.\n[20]\n[21]\nMetronidazole is effective for anaerobic bacteria, fungi, and protozoa.\n[22]\nUpon presentation, if phimosis is severe enough to cause urinary obstruction, the patient should be urgently catheterized. If unable to place a catheter, the patient may require more invasive interventions such as a dorsal slit. Circumcision can then be deferred until preputial edema and inflammation have subsided.\n[23]\n[24]\n\nMalignant and premalignant penile lesions, including Buschke-Lowenstein tumor (giant condyloma), cutaneous penile horn, leukoplakia, lichen sclerosus, and pseudoepitheliomatous keratotic and micaceous balanitis, are discussed in StatPearls' companion topic \"Penile Cancer.\"\n[25]\nPenile intraepithelial neoplasia (formerly called Bowen disease, bowenoid papulosis, Erythroplasia of Querat, and squamous cell carcinoma in situ of the penis) are considered HPV-related premalignant lesions and are also discussed in StatPearls' companion topic \"Penile Cancer.\"\n[25]\n\nA Guideline for Treatment of Balanoposthitis of Specific Etiology\n\nAmebiasis\nis a rare cause of balanoposthitis but should be suspected in cases resistant to initial antibiotic therapy, especially in men who have sex with men and those who are immunocompromised. The diagnosis is made by biopsy as the clinical presentation is nonspecific. The finding of trophozoites on microscopic examination of the biopsy specimen is diagnostic. Treatment is with metronidazole, but emetine (no longer made in the US due to its increased toxicity) may also be used in metronidazole failures.\n[26]\n[27]\n\nAnaerobic bacterial infections\nshould be suspected in cases with erythema, edema, and a foul-smelling exudate or discharge. Superficial erosions may sometimes be seen. Lymphadenopathy may be present in severe cases. Diagnosis is made by culturing the exudate or discharge.\n\nMild cases can be treated with topical metronidazole, while more severe cases should receive oral antibiotics (metronidazole 400 mg to 500 mg twice a day or 15 to 35 mg/kg per day in divided doses) for 7 days. An acceptable alternate therapy is amoxicillin—clavulanic acid 250/125 mg 3 times daily or clindamycin (150 mg to 300 mg or 8 mg to 16 mg/kg/day 4 times daily) for 7 days.\n[16]\nConsider circumcision for recurrent or resistant cases.\n\nBacterial balanoposthitis\nshould be suspected in intense erythema and a transudative or exudative preputial discharge. Definitive diagnosis is by culture. The degree of erythema, edema, or both is variable.\n[16]\nStreptococcus pyogenes\nand\nStaphylococcus aureus\nare common causative aerobic bacteria. Mild cases can receive topical antibiotic therapy such as mupirocin 2% cream 3 times a day for 7 to 14 days. In severe cases or when phimosis prevents topical treatment, therapy should include at least 1 week of oral antibiotics, such as cephalexin or erythromycin, or as identified from cultures.\n[20]\nCases with concomitant group A Streptococcal pharyngitis are treated as pharyngitis with a beta-lactam.\n\nBalanitis circumscripta plasmacellularis (Zoon balanitis, plasma cell balanitis)\nis a benign condition that appears as well-demarcated, shiny (glazed), orange-reddish in color areas on the glans and inner surface of the foreskin. This is typically found with the symmetrical distribution of multiple tiny red spots and is often associated with other cutaneous pathologies.\n[16]\n[28]\nThe primary treatment is circumcision, but other therapies have been used, including the following:\n\nCircumcision (usually resolves and cures the lesion)\nGeneral hygienic measures\nLaser ablation\nTopical antibiotic cream (Mupirocin 2% ointment) applied twice a day\nTopical calcineurin inhibitor cream (pimecrolimus 1%) is applied twice a day, but there is a possible risk of malignancy\nTopical high-potency steroids (clobetasone)\nTreatment of any underlying or associated dermatoses\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n\nCandidal infections\nare the most commonly identified cause of balanoposthitis, particularly in children.\n[16]\nThis condition is often associated with or secondary to diaper rash (dermatitis) in infants. See StatPearls' companion topic, \"Diaper Dermatitis,\" for further information.\n[38]\nThe classic description is an erythematous rash with satellite lesions tender to palpation. In adults, candidal balanoposthitis can be associated with diabetes mellitus, older age, immunosuppressive disorders, or the use of broad-spectrum antibiotics.\n[16]\n[39]\nA potassium hydroxide (KOH) slide preparation can help visualize candida directly, facilitating the diagnosis, and a fungal culture can help with treatment. Candidal balanoposthitis can be treated with topical therapy, such as 7 days of 0.25% miconazole cream applied at each diaper change. Clotrimazole 1% or miconazole 2% cream is preferred in adults and is typically applied 2 times daily for 2 but no more than 4 weeks.\n[16]\n\nNystatin cream 100,000 u/gram 3 times daily for 2 weeks is also an option for the topical therapy of candidal balanoposthitis. A low-potency topical steroid cream (hydrocortisone 1%) twice a day can be added if there is significant inflammation. In severe cases, 150 mg of oral fluconazole may be used in addition to topical therapy.\n[16]\n[40]\n\nCircinate balanitis\ncan occur in isolation, with the human immunodeficiency virus, or associated with reactive arthritis.\n[16]\nAbout 20% to 40% of uncircumcised men with reactive arthritis will develop circinate balanitis. The typical appearance is whitish-grayish pale macules with white margins on the glans, which may coalesce to form a single lesion with an irregular, white margin. This condition is usually associated with eye, joint, and skin problems, but these are not required.\n[16]\n[41]\nSee StatPearls' companion topic, \"Reactive Arthritis,\" for further information.\n[41]\n\nScreening for sexually transmitted infections, including syphilis, which can appear similarly, should be considered.\n[42]\n[43]\nA positive human leukocyte antigen B27 blood test suggests a diagnosis of reactive arthritis.\n[41]\n[44]\nTreatment includes managing any underlying conditions and using mild to moderate topical steroids, such as applying a thin layer of 1% hydrocortisone topically twice a day for 1 to 2 weeks.\n[16]\n\nFixed drug eruptions\npresenting on the penis are relatively uncommon. They appear after using certain medications, including tetracyclines, phenolphthalein, phenacetin, paracetamol, non-steroid anti-inflammatory drugs, barbiturates, and sulfa drugs. They may also appear after intercourse with a sexual partner who is on one of these medications.\n[45]\n[46]\n[47]\nThe lesions are generally described as round, erythematous patches that turn darker with or without associated edema and vesicles.\n[45]\nThey most commonly occur in the genitals or oral mucosa.\n\nFixed drug eruptions resolve upon discontinuing the medication and return shortly to the same location if that medication is resumed. A drug challenge with the suspected offending agent can confirm the diagnosis, but the subsequent allergic reaction could be quite severe. Therefore, such a drug challenge should only be done after consultation with an allergist or dermatologist, where immediate treatment can be quickly administered. Appropriate skin testing is suggested before such a drug challenge.\n[16]\n[48]\nOther than stopping the offending medication, a mild to moderate potency steroid cream (such as hydrocortisone 1%) can be applied in a thin layer twice daily for 1 to 2 weeks. Severe eruptions may rarely require systemic steroids.\n[16]\n\nIrritative balanoposthitis\nis more common in patients presenting with atopic dermatitis and is often due to frequent or overly aggressive washing with soap.\n[9]\nThis typically presents as mild erythema with or without pruritus. Most cases can be appropriately managed by avoiding strong soaps and applying emollients such as petroleum jelly multiple times daily. Potential allergens such as latex condom use, lubricants, and detergents used in underwear should be investigated and avoided. Topical hydrocortisone 1% is a treatment option, applying a thin layer of cream twice daily for 1 to 2 weeks.\n\nLichen planus\nis an inflammatory skin disorder with an idiopathic etiology that is thought to be a T-cell-mediated autoimmune disease related to hepatitis C and various drugs such as angiotensin-converting enzyme inhibitors, beta-blockers, non-steroidal anti-inflammatory drugs, and thiazide diuretics. The typical presentation is purplish plaques or scales with well-defined margins appearing on the penile exterior epithelium. However, mucosal surfaces can show annular or erosive lesions.\n[16]\n[49]\nThe exterior epithelial dermatoses will usually resolve spontaneously after 18 months. However, the mucosal lesions tend to be intermittent and recurrent.\n[16]\nLichen planus is considered benign and will only develop premalignant characteristics extremely rarely.\n[50]\nInitial therapy usually involves high-potency topical steroids. However, calcineurin inhibitor creams can also be used. Cyclosporine may be considered in erosive lesions.\n[16]\n[49]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\nSteroids and circumcision may be considered in severe cases.\n[16]\n[56]\n[57]\n\nLichen sclerosus\nis an inflammatory skin condition of the male genitalia that is exacerbated by extended contact with urine in uncircumcised males.\n[58]\nThis is a common cause or contributing factor in childhood balanoposthitis. Contributing and predisposing factors include anatomical male genital abnormalities (hypospadias), obesity, and urological surgical procedures.\n[16]\nThe condition does occur in men circumcised as neonates but is quite rare.\n\nLichen sclerosus typically begins as an itchy area of white discoloration on the mucosal surface of the foreskin or the glans. These areas may initially appear mottled or diffuse, but they tend to coalesce. As the condition progresses, the skin loses elasticity, becoming sore and somewhat brittle.\n[59]\nTypical symptoms include adhesions around the corona, changes in the coronal sulcus (dull or effaced), frenulum abnormalities (bunching, effacement, or hyperkeratosis), hemorrhagic blisters, hyperpigmentation of preputial skin edges or meatus, itching, lichenoid or Zoonoid inflammation, meatal stenosis or thickening, post-void dribbling, scarring, skin splitting, soreness, and urinary problems.\n[10]\n[11]\n[16]\n[60]\n\nLichen sclerosus is associated with urethral strictures, meatal stenosis, phimosis, paraphimosis, and penile intraepithelial neoplasia; this is one of the predisposing conditions most closely associated with penile cancer (the other is HPV.)\n[11]\n[16]\nA biopsy is suggested as lichen sclerosus is closely related to squamous cell carcinoma.\n[59]\n\nTreatment includes:\n\nHigh-potency (clobetasone) topical steroid cream applications twice a day for up to 30 days. If not successful or recurrent, circumcision is recommended instead of prolonged or intermittent topical steroid use (Use cautiously in patients with a history of genital warts, as this may prompt a relapse.)\nRegular application of a topical skin barrier to urine (petroleum jelly)\nRemoval of any genital jewellery\nWashing without using irritating soap\nWeight loss\nMeatotomy or meatal dilation\nCircumcision, particularly for intractable or recurrent cases\n[16]\n[59]\n\nLichen sclerosus is reviewed in more detail in StatPearls' companion topics \"Lichen Sclerosus\" and \"Balanitis Xerotica Obliterans.\"\n[10]\n[11]\n\nNonspecific balanoposthitis\nis the most common type in children, usually secondary to poor hygiene. Some preputial discharge may be present on a physical exam, but there should be no urethral drainage, ulcers, or discrete lesions. An assessment for urethral discharge is done by milking the urethra from the base of the penis to the glans.\n\nThe diagnosis is generally one of exclusion, as patients typically do not respond to antifungal creams or high-potency topical steroids and have negative tests for bacteria, candida, chlamydia, gonorrhea, herpes simplex, HPV, syphilis, and trichomonas. Histological examination of biopsy specimens is nonspecific.\n\nTreatment involves gently cleaning the area 2 to 3 times daily. If physiologic phimosis is present, forceful prepuce retraction should be avoided. In patients able to easily retract the foreskin, clean the area gently with a cotton swab. After commencing a proper hygiene routine, symptoms usually resolve within 5 to 7 days. If not, definitive therapy would be a circumcision.\n[16]\n\nSexually transmitted infections\nmay present with urethral drainage when milking the penis from the penile base. This finding should prompt evaluation and treatment for sexually transmitted infections such as gonorrhea and chlamydia.\n[18]\nIn children, sexual abuse should be considered in the presence of a urethral discharge or the finding of a sexually transmitted infection.\n\nNeisseria gonorrhea\nor\nChlamydia trachomatis\ncan receive treatment with a single dose of ceftriaxone 250 mg intramuscularly and a single oral 1-gram dose of azithromycin. A painless ulcer may indicate a syphilis infection, which can be treated with benzathine penicillin G 50,000 units/kg up to a maximum of 2.4 million units once delivered via intramuscular injection.\nTrichomonas vaginalis\ncan be diagnosed from NAAT testing. Treatment is usually with metronidazole 2 grams in a single oral dose.\n[61]\n[62]\n\nViral balanoposthitis\nwould include herpes simplex virus and human papillomavirus (HPV).\n\nHerpes simplex presents as an erythematous base with overlying vesicles that may rupture. The diagnosis is made by NAAT or similar testing. A first episode is treated with oral acyclovir for 7 to 10 days. Recurrent episodes will require a 5-day treatment protocol.\n[63]\n[64]\nHuman papillomavirus can present as diffuse erythema. Lichenification, genital warts, and irregular borders suggest an HPV infection, which can be seen in association with balanoposthitis. Applying a gauze pad with 5% acetic acid solution to the penis for 3-5 minutes will cause any HPV-infected tissues to turn white. This technique is considered a very sensitive and specific test for HPV-affected skin.\n[65]\nTreatment includes topical podophyllotoxin 0.5% gel twice daily for 3 days, repeated weekly for up to 4 weeks. Alternative topical treatments include imiquimod (a topical immune response cream) 3 times weekly, sinecatechins 15% ointment, trichloracetic acid, and oral isotretinoin (an oral medication typically used for acne).\n[66]\nSurgery, laser therapy, photodynamic therapy, and cryotherapy may also be used in selected cases. See StatPearls' companion topic, \"Genital Warts,\" for further information.\n[66]\nCircumcision should be considered for intractable and recurrent cases.\n[16]",
    "adverse_effects": "Patients with symptoms that recur or are refractory to four weeks of treatment and present with associated pathologic phimosis or urinary obstruction should be considered for a biopsy to investigate the condition further. Circumcision or a 1 cm wedge biopsy of the affected area is necessary for a pathologic diagnosis and histologic grade. Refractory cases may represent cancerous or precancerous lesions, including balanitis xerotica obliterans, amebiasis, or squamous cell carcinoma.\n[68]\n[69]\nClinicians may miss these without histopathologic examination.\n[70]"
  }
}