{
  "drug_name": "clobetasol propionate",
  "nbk_id": "NBK597383",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597383/",
  "scraped_at": "2026-01-11T18:46:52",
  "sections": {
    "indications": "Immune-mediated diseases often involve the oral mucosa, frequently demonstrating the first visible sign of the disease process. Oral mucosal lesions related to immune dysfunction or presumed autoimmune etiologies may be symptomatic, seriously affecting quality of life, and serve as an associated comorbidity in high-risk patient populations. The clinical presentations of the lesions—including recurrent aphthous stomatitis, lichenoid lesions, and related conditions, systemic lupus erythematosus, vesiculobullous disease, erythema multiforme, and benign migratory glossitis—are often nonspecific, subtle, and ever-changing in appearance; typically, they require detailed evaluation of patient histories, histopathologic studies, and multidisciplinary consultation for definitive diagnosis. In otherwise asymptomatic patients, a detailed clinical examination allows an opportunity for early diagnosis and treatment. Patients may find treatments to provide unsatisfactory or inconsistent results but may also be content with simple, noninvasive therapies.",
    "mechanism": "Recurrent Aphthous Stomatitis\n\nRecurrent aphthous stomatitis is one of the most common oral ulcerative conditions; it typically presents as 1 of 3 clinical variations: minor, major, and herpetiform (see\nImage.\nAphthous Ulcer). Classification is based on the number of ulcerations, duration, location, frequency of recurrence, and severity.\n[1]\nThe etiology is unknown but is suggested to be a multifactorial process involving an underlying genetic susceptibility and possible contributing factors, including bacterial or viral microbial entities, topical agents, foods, medications, hormones, stress, nutritional deficiencies, and systemic disease.\n[2]\n\nOral Lichen Planus\n\nOral lichen planus is a T-cell–mediated autoimmune disease that can affect the mucosa of the skin, eyes, vagina, and mouth.\n[1]\nSystemic disease, local irritants, and drug reactions have also been found to mimic oral lichen planus. The oral lesions noted in oral lichen planus are often identified as oral lichenoid mucositis, which is a histologic inflammatory process that may represent true oral lichen planus or be caused by local irritation (contact reaction) due to dental materials, such as dental amalgam restorations, ingredients in toothpaste, food additives, and systemic medications including nonsteroidal antiinflammatory drugs (NSAIDs), antihypertensives, antimalarials, and antiretrovirals (see\nImage.\nLichenoid Mucositis).\n[3]\n\nSystemic Lupus Erythematosus\n\nSystemic lupus erythematosus (SLE) is a chronic and progressive autoimmune inflammatory disease characterized by immune complex deposition in various organ systems, resulting in inflammation and impairment.\n[4]\n[5]\n\nVesiculobullous Diseases\n\nVesiculobullous diseases are a group of immune-modulated conditions that often affect the oral cavity; the most discussed vesiculobullous diseases include mucous membrane pemphigoid and pemphigus vulgaris (see\nImage.\nVesticobullous Disease). These diseases are both B-cell–mediated autoimmune conditions characterized by antibody response toward the structural components of the epithelium, resulting in the formation of vesicles and bullae on the oral mucosa and other mucosal and skin surfaces. Characteristically, mucous membrane pemphigoid demonstrates immunoglobulin G (IgG), immunoglobulin A, immunoglobulin M, or complement factor 3 autoantibodies against basement membrane components, resulting in complete separation of the mucosa (epidermis) from the submucosa (dermis) and causing subepithelial bullae.\n[6]\n[7]\nPemphigus vulgaris is typically characterized by IgG autoantibodies directed against desmosomes, resulting in loss of cell-to-cell adhesion in the mucosa (epidermis) that can progress to intraepithelial vesicles (see\nImage.\nPemphigus Vulgaris).\n[8]\n\nErythema Multiforme\n\nErythema multiforme is a T-cell–mediated abnormal immune response that clinically presents with skin and oral ulcerations and classic targetoid lesions (see\nImage.\nErythema Multiforme).\n[9]\nErythema multiforme is most commonly associated with infectious conditions (herpes simplex virus [HSV],\nMycoplasma pneumoniae\n, Epstein-Barr virus), but an association has also been noted with medications (including NSAIDs, antibiotics, antifungals, antimalarial agents), food, immunizations, radiation, and malignancy.\n[10]\n[11]\n\nBenign Migratory Glossitis\n\nBenign migratory glossitis, also known as geographic tongue or erythema migrans, is a chronic inflammatory condition typically involving the tongue's dorsal surface (see\nImage.\nBenign Migratory Glossitis). The etiology of this condition is unknown but is believed to be an immune-mediated process.\n[12]",
    "monitoring": "Evaluation of oral mucosal lesions involves a thorough physical examination, detailed subjective history, and tissue biopsy if indicated. A bimanual exam with adequate illumination is used to characterize the size, shape, color, texture, and location of the lesion(s). While assessing a patient, the clinician must determine the onset and duration of the lesion, the change in character or size, and the presence, absence, and quality of pain.\n\nA tissue biopsy is often indicated for definitive diagnosis, especially if epithelial dysplasia or a malignancy, such as squamous cell carcinoma, is part of the differential diagnosis. The biopsy may involve traditional fixation in formalin for standard hematoxylin and eosin–stained evaluation or a transport medium such as Michel's, Zeus, or DIF solution for evaluation under direct immunofluorescence. The biopsy procedure is typically conducted on entirely or partially perilesional mucosa, as ulcerated tissue often fails to provide diagnostic specificity. It can be completed by a qualified healthcare provider such as an oral and maxillofacial surgeon, otolaryngologist, dermatologist, or dentist, and is preferably sent for histopathologic analysis to a pathologist with additional training in the fields of oral and maxillofacial pathology, head and neck pathology, or dermatopathology.",
    "administration": "Recurrent Aphthous Stomatitis\n\nPatients with mild recurrent aphthous stomatitis often manage symptoms with no treatment or with over-the-counter (OTC) topical anesthetics and medications. For those patients with recurrent minor or herpetiform recurrent aphthous stomatitis not relieved by simple at-home modalities (no treatment or OTC products), topical corticosteroids or in-office application of chemical cautery agents (sulfonated phenolics/sulfuric acid) is the palliative treatment of choice. Frequently utilized modalities include dexamethasone swish-and-spit (5 mg/5 mL) solution, 0.05% augmented betamethasone dipropionate gel, 0.05% fluocinonide gel, or 35%-60% sulfonated phenolics/25%-35% sulfuric acid preparations. Major recurrent aphthous stomatitis often requires more targeted corticosteroid therapy, as the large-scale application of chemical cautery products is often impractical and ill-advised. Local treatment options include triamcinolone acetonide injections, triamcinolone tablets dissolved over lesions, 0.05% clobetasol propionate gel, 0.05% halobetasol propionate ointment, or beclomethasone dipropionate aerosol spray. If these treatments remain ineffective, oral prednisolone swish-and-swallow can be added as a systemic adjunct to therapy. Several other systemic immunomodulatory agents have been used to treat recurrent aphthous stomatitis. However, the use of these agents should be weighted with their corresponding increased risk profile and high cost.\n[26]\n[27]\n\nOral Lichen Planus\n\nReticular lichen planus is often asymptomatic and requires no treatment despite clinically demonstrating classic lace-like Wickham's striate. The lichenoid lesions that mimic reticular oral lichen planus frequently resolve spontaneously upon cessation or removal of the inciting agent, often without any action by the patient or clinician, as the inciting agent may never be identified. Gaining an accurate history of the patient's lesions to elucidate the etiology may be the most crucial aspect of their treatment. When the source of the lesions is not immediately apparent, providing the patient with a list of common sources to avoid (eg, certain dental materials, sodium lauryl sulfate and other additives in toothpaste, and cinnamon products) may be helpful, in combination with close follow-up. In the case of dental amalgam–related reactions, replacement with composite resins are recommended. Likewise, medications should be replaced with agents that achieve similar therapeutic outcomes. In some cases, topical corticosteroids may be required for complete resolution. Erosive lichen planus provides additional treatment challenges. First-line treatment for these lesions continues to be topical corticosteroids with guidelines similar to those discussed for recurrent aphthous stomatitis. Similarly, the use of oral prednisone and topical and systemic immunomodulatory agents as secondary treatment options for refractory disease have been described.\n[28]\n[29]\n[30]\n[31]\n\nSystemic Lupus Erythematosus\n\nTreatment of SLE is characterized by general lifestyle modifications and individualized pharmacological therapy based on predominant symptoms. Avoidance of ultraviolet light is recommended to prevent exacerbation/induction of systemic symptoms. Patients with symptomatic SLE may be treated by their rheumatologist with hydroxychloroquine 400 mg daily (≥80 kg) or 5 mg/kg/day (≤80 kg). Depending on the severity of the disease, nonsteroidal NSAIDs and oral glucocorticoids may be utilized in varying doses. Additional immunomodulatory agents such as mycophenolate, cyclophosphamide, rituximab, and anifrolumab may be used in cases of severe disease. These agents are often prescribed by a specialist comfortable with and competent in managing SLE and other autoimmune diseases. As a systemic immunologic disease, treating oral lesions is often a secondary outcome of disease management.\n[32]\n[33]\n[34]\n\nVesiculobullous Diseases\n\nSimilar to SLE, the treatment of vesiculobullous diseases is focused on the control of systemic disease. Ideal initial management of pemphigus vulgaris and severe mucous membrane pemphigoid involves the use of oral prednisone 0.5 to 1 mg/kg/day with intravenous rituximab 1 g every 2 weeks for 2 doses. If rituximab therapy is not possible, the same oral prednisone treatment should be combined with oral mycophenolate mofetil 1 g twice daily or oral azathioprine 1 mg/kg/d with a targeted maintenance dose of 2.5 mg/kg/d. The ultimate goal is symptomatic control and appropriate prednisone and adjunctive therapy tapering. Management of mild mucous membrane pemphigoid involves the use of topical corticosteroids (0.05% clobetasol propionate gel, dexamethasone swish-and-spit (5 mg/5 mL) solution), 0.5 to 1 mL triamcinolone acetonide injections (10 mg/mL), or 0.1% topical tacrolimus ointment. Moderatemucous membrane pemphigoid treatment will often involve the use of oral prednisone 0.25 to 0.5 mg/kg/d for up to 6 months, with the addition of the aforementioned adjunctive therapies utilized in severe mucous membrane pemphigoid as needed. It is generally accepted that all patients diagnosed with mucous membrane pemphigoid should be referred to ophthalmology to manage and prevent ocular cicatricial pemphigoid.\n[35]\n[36]\n[37]\n\nErythema Multiforme\n\nErythema multiforme treatment primarily involves removing the inflicting agent and site-specific management. In the instance of medication-induced erythema multiforme, the causative drug should be discontinued. Likewise, infection-associated erythema multiforme is managed via treatment of the related infection. For acute erythema multiforme caused by an HSV infection, the use of antiviral therapy is controversial. The presentation of erythema multiforme symptoms follows the clinical presentation of HSV, potentially making antiviral therapy ineffective. Site-specific management for mild oral lesions involves topical corticosteroids (eg, 0.05% fluocinonide gel). For severe oral lesions, oral prednisone 40 to 60 mg/day tapered over 2 to 4 weeks may be used. Intravenous fluids may be necessary for those patients who become dehydrated due to painful oral lesions. Similar to mucous membrane pemphigoid, the presence of ocular lesions necessitates the involvement of the ophthalmology team.\n[38]\n\nBenign Migratory Glossitis\n\nPatients should be assured that benign migratory glossitis is a benign process that requires no treatment. For those patients who report symptoms, evidence-based treatment options are limited. However, treatment with topical and systemic antihistamines, topical tacrolimus, and topical corticosteroids have been described. As previously described, sensitivity or burning associated with acidic or spicy foods can be part of the benign migratory glossitis spectrum but also may represent a concurrent glossodynia or burning mouth syndrome; this neuropathic disease may be best evaluated by an orofacial pain specialist.\n[25]\n[39]\n\nFor all of the aforementioned disease processes, simple management with topical or limited-use medications can typically be conducted by a primary care physician, such as a general dentist or family practitioner. In many cases, the patient has already been referred to a surgical specialist, such as an oral and maxillofacial surgeon, dermatologist, or otolaryngologist, for evaluation and biopsy. If the surgeon or treating physician is unable to identify or favor an underlying specific disease process related to the immune-mediated oral mucosal lesion or feels uncomfortable treating a complex process with high-level agents, referral to a rheumatologist or other experienced provider is recommended. A multidisciplinary approach is required for many cases. Unfortunately for patients and physicians, some of these underlying diseases are indolent but refractory and may result in patient dissatisfaction with ultimate outcomes. Conversely, basic palliative management and patient education is frequently the only treatment needed, resulting in excellent outcomes.",
    "adverse_effects": "In general, immune-mediated oral mucosal lesions are self-limiting, and complications are associated with the underlying etiologic autoimmune disease process or side effects from anti-inflammatory medications. In vesiculobullous diseases like pemphigus vulgaris or mucous membrane pemphigoid, diffuse ulcerations of the mucosa and skin can cause scarring and, in severe cases, can cause life-threatening dehydration if left untreated.\n[6]\n\nOne of the more concerning complications is the premalignant potential of certain underlying disease types, particularly ulcerative oral lichen planus. Historically, oral lichen planus has been associated with a low but serious risk of malignant transformation; however, this is controversial due to the lack of reliable documentation proving a direct correlation. Some sources suggest that histologic similarities between a dysplastic leukoplakic lesion with a secondary lichenoid infiltrate and a true transforming lichen planus may be the reason for this historical association (see\nImage.\nErythro-Leukoplakic Buccal Mucosal Lesion). Additionally, lichen planus and squamous cell carcinoma are relatively common, so the possibility of concurrent processes at the same site could be confounding. Furthermore, epithelial dysplasia and proliferative verrucous leukoplakia have variable presentations that may clinically mimic lichenoid lesions. Researchers advocating for the premalignant potential of lichen planus note the increased vulnerability of the chronically inflamed and atrophic epithelium to cancer-causing agents, immune dysregulation, and decreased immune surveillance.\n[1]\n[3]\n\nAlthough initial evaluation and treatment are often performed by a primary care physician, such as a general dentist or family practitioner, to whom the patient may initially present or demonstrate an incidental finding, other specialists are typically required for treatment and further management. Inappropriate management, such as simply treating obvious symptomatic oral lesions palliatively without follow-up to evaluate improvement and possible systemic or cutaneous manifestations, may delay the diagnosis of a more impactful systemic autoimmune process. It is critical that primary care physicians, including general dentists, refer patients to a clinical specialist such as an oral and maxillofacial surgeon, dermatologist, ophthalmologist, or otolaryngologist when appropriate. An eventual referral to rheumatology is often required for additional work-up if simple anti-inflammatory treatments fail to resolve or control recurrences."
  }
}