{
  "drug_name": "clobetasone butyrate 0.1%",
  "nbk_id": "NBK482129",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482129/",
  "scraped_at": "2026-01-11T18:46:51",
  "sections": {
    "indications": "Balanitis circumscripta plasmacellularis, also called Zoon balanitis or plasma cell balanitis, is a chronic, idiopathic, reactive balanoposthitis that occurs in uncircumcised men and is thought to be secondary to a dysfunctional foreskin, characterized by silent symptoms and florid signs.\n[1]\nProfessor Johannes Jacobus (J.J) Zoon, a Dutch dermatologist, originally described this distinctive benign penile dermatosis in 1952.\n[2]\nThe dysfunctional foreskin is thought to trap heat, smegma, and moisture, predisposing the person to chronic infection and irritation. This benign condition must be differentiated from other benign conditions (eg, sexually transmitted infections, drug reactions, and other dermatoses), and it must also be discerned from erythroplasia of Queyrat, a neoplastic disease. A similar clinical condition has been described in women, named vulvitis circumscripta plasmacellularis.\n[3]",
    "mechanism": "The etiology of balanitis circumscripta plasmacellularis is still unclear. Researchers believe it is due to irritation from the retention of moisture, smegma, and heat in the context of a dysfunctional foreskin, as it typically does not occur in circumcised men. This retention occurs between two desquamative, secretory, hyper-colonized epithelial surfaces under inadequate hygiene conditions and repeated infection.\n\nThe 2 main contributing factors are constant exposure to high humidity and chronic irritation.\n[4]\n[5]\nThis explains why Zoon balanitis lesions go through long remissions after circumcision.\n[6]\nThe foreskin may be dysfunctional due to several coexisting diseases, including lichen sclerosus, chronic nonspecific inflammation, infection, lichen planus, psoriasis, or eczema.\n[4]\n[6]\nOther theories include chronic infection with\nMycobacterium smegmatis\nor human papillomavirus (HPV).\n[7]\nThese theories have not been validated.\n[8]",
    "monitoring": "At presentation, lesions typically have been present for over 3 months and are shiny and red. The lesions usually do not respond well to standard topical therapy except as noted below. No evidence of infection should be noted.\n\nA good response to mupirocin 2% ointment has been suggested as a diagnostic aid for balanitis circumscripta plasmacellularis, but the reliability of this clinical response has not been definitively determined or verified.\n[14]\n\nRecently, dermoscopic findings in balanitis circumscripta plasmacellularis have been described in 11 patients, which include focused curved vessels (100%) in different shapes, including serpentine (100%), convoluted (45%-50%), and chalice (27.3%-25%).\n[15]\nOrange-brownish structureless areas (75%-81%), linear irregular blurry vessels (36.4%-37.5%), and dotted vessels (25%-27.3%) have been described.\n[15]\nThese findings might assist in the clinical diagnosis of Zoon balanitis, distinguishing it from its primary differential diagnoses, which include:\n[15]\n\nErythroplasia of Queyrat, which shows scattered glomerular vessels;\nPsoriasis, which displays regular dotted vessels and seborrheic dermatitis; and\nNonspecific balanoposthitis, which typically demonstrates linear irregular unspecific blurry vessels.\n\nThe use of reflectance confocal microscopy in differentiating between balanitis and carcinoma in situ has been evaluated. Balanitis shows a nucleated honeycomb pattern and vermicular vessels, whereas carcinoma in situ shows round, nucleated cells with an atypical honeycomb pattern.\n[16]\n\nAs it may not be possible to diagnose balanitis circumscripta plasmacellularis by clinical examination reliably, a biopsy may be necessary for a definitive diagnosis.",
    "administration": "First-line therapy continues to be circumcision, the only treatment modality providing long-term, complete remission. Some patients often reject procedures in this sensitive area. Other options include topical steroids or calcineurin inhibitors, mupirocin ointment, photodynamic therapy, or laser ablation, but the disease tends to relapse with any alternative treatments.\n\nCarbon dioxide lasers and erbium:yttrium-aluminum-garnet (Er:YAG) lasers are therapies that have shown good outcomes. Carbon dioxide laser therapy has been successfully used in a defocused or \"silk touch\" approach where the laser head spins the beam rapidly, exposing each target for less than its thermal relaxation time.\n[5]\n[17]\nIn one study of 20 patients, Er:YAG lasers were used, focusing mostly on 3 mm.\n[18]\nThe frequency employed was 8 Hz, and the impulse energy was mostly 800 mJ. In most patients, a complete re-epithelization was achieved within 10 days. During follow-up, lesions were cleared completely at 3 to 30 months.\n[18]\nNo major complications, including phimosis, were found.\n[18]\nEr:YAG laser therapy offers a precise superficial ablation with low thermal injury, low risk of scarring, low pain, and rapid healing.\n[18]\n\nPhotodynamic therapy appears effective but has not yet been well established since it's primarily based on case reports.\n[19]\nNevertheless, it is considered a moderately effective and safe option for Zoon balanitis and has been used in refractory lesions.\n[19]\n\nMupirocin 2% ointment is a topical antibiotic for traumatic skin lesions and impetigo. When applied 3 times daily for 6 to 12 weeks, complete resolution of Zoon balanitis was seen in a small number of anecdotal reports.\n[14]\n[20]\n[21]\nThis could be explained by the possibility that Zoon balanitis is associated with bacterial colonization or super-antigen. A quick response of the lesion to mupirocin ointment therapy may be useful diagnostically as it strongly suggests balanitis circumscripta plasmacellularis and may help differentiate it from erythroplasia of Queyrat.\n[14]\nThe reliability of this finding is still to be determined and verified.\n\nTopical calcineurin inhibitors, such as tacrolimus 0.1% and 0.3% and pimecrolimus 0.1%, have been used, with complete remission after 3 to 8 weeks of therapy.\n[8]\n[22]\nHowever, there is concern regarding a possible relationship between topical calcineurin inhibitors and carcinogenesis.\n[1]\n[23]\n[24]\nTherefore, the diagnosis should be definitively made by a biopsy to exclude any malignancy before topical calcineurin inhibitors are used.\n[1]\n\nThe use of topical steroids in treating balanitis circumscripta plasmacellularis has been suggested, although little evidence supports their use. Tang et al reported an excellent response to a topical cream made of oxytetracycline 3%, nystatin 100,000 units/g, and clobetasone butyrate 0.05% with a complete clinical resolution observed.\n[25]\nThree of 10 patients had recurrences within 3 months after cessation of therapy but responded to a second course of clobetasone butyrate 0.05% cream. A fourth patient had 3 recurrences within 12 months, and each recurrence responded well within a few days of resuming treatment.\n[25]\nAnother similar study appears to show efficacy, but even taken together, this is insufficient evidence to recommend routine topical steroid therapy for Zoon balanitis.\n[26]\n\nThere are isolated, anecdotal reports of imiquimod 5% cream use, which appears beneficial in balanitis circumscripta plasmacellularis. Imiquimod 5% cream is thought to work by upregulating the cellular immune response. Additional studies are required to determine this treatment's optimal dosing, duration, and long-term effectiveness.\n[27]\n[28]\n\nRadiation therapy, cryotherapy, superficial electrodesiccation, topical antifungals, and griseofulvin have all been proven ineffective.\n[1]",
    "adverse_effects": "Minimal local complications of balanitis circumscripta plasmacellularis occur other than the development or persistence of localized symptoms such as discomfort, dysuria, or pruritus. The lesion may enlarge or spread over time. The main concern is the possible development of penile carcinoma due to a misdiagnosis. For that reason, it is suggested that follow-up care be instituted for at least 5 years after treatment, especially if a biopsy did not confirm the diagnosis."
  }
}