{
  "drug_name": "clomipramine",
  "nbk_id": "NBK541006",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541006/",
  "scraped_at": "2026-01-11T15:26:40",
  "sections": {
    "indications": "Clomipramine is contraindicated for patients taking monoamine oxidase inhibitors (MAOIs) or CYP450 2D6 inhibitors. Clomipramine therapy may not be initiated until at least 14 days after MAOI therapy is completely discontinued. Other S-RIs or MAOIs may be added or started 2 weeks after discontinuing clomipramine. CYP450 2D6 inhibitors may cause increased levels of clomipramine. Initiating clomipramine is contraindicated for patients receiving linezolid or IV methylene blue, nor can it be started during the acute phase after myocardial infarction. Other contraindications to clomipramine include hypersensitivity reactions.\n[2]\n[27]\n[28]\n\nBox Warnings\n\nSuicidality and antidepressant drugs:\nThe USFDA has issued a warning that antidepressants, including clomipramine, have been shown to increase the risk of suicidality compared to placebo in children, adolescents, and young adults, particularly in short-term studies of psychiatric conditions and major depressive disorders.\n[29]\nClinicians must weigh this risk against the clinical benefits when considering clomipramine or any antidepressant for these patients. In contrast, short-term studies have not demonstrated any significant risk of suicidality associated with antidepressants in adults older than 24, and there is evidence of a reduced risk in adults aged 65 and older. Depression and other psychiatric disorders themselves are associated with an increased risk of suicide.\n[30]\nPatients of all ages starting antidepressant therapy should be closely monitored for suicidality or unusual behavioral changes. Families and caregivers should be informed of the need for vigilant observation and communication with the prescriber. Clomipramine is approved for pediatric use only for patients with obsessive-compulsive disorder (OCD).\n\nWarning and Precautions\n\nUse clomipramine with extreme caution in heart block, prolonged QTc interval, arrhythmia, acute heart failure, mania, liver disease, narrow-angle glaucoma, urinary retention, or allergy to clomipramine.\n[2]\n[31]\nA systematic review and meta-analysis estimated that antidepressant discontinuation symptoms occur in about 15% of patients.\n[32]\nA pharmacovigilance study indicates that antidepressants, including clomipramine, are associated with a significant risk of withdrawal syndrome, highlighting the need for careful management of discontinuation symptoms.\n[33]",
    "mechanism": "Clomipramine is a tertiary amine and a dibenzazepine belonging to the tricyclic antidepressants (TCA) class. Clomipramine is a serotonin reuptake inhibitor (S-RI) with a stronger affinity for the serotonin transporter (SERT) than other TCAs and S-RIs.\n[2]\nThe effect of clomipramine administration is increased serotonergic and noradrenergic neurotransmitter levels within the synapses and increased transmission.\n[2]\n\nPharmacokinetics\n\nAbsorption:\nAfter a single 50 mg oral dose of clomipramine, maximum plasma concentrations are achieved within 2 to 6 hours. Clomipramine may exhibit nonlinear pharmacokinetics at higher doses.\n\nMetabolism:\nMetabolism of clomipramine is primarily through the liver via oxidation by CYP450 2D6. The half-life of clomipramine is 17 to 28 hours. Clomipramine is then metabolized to the steady-state active metabolite desmethyl clomipramine by CYP450 1A2. Desmethyl clomipramine demonstrates more significant noradrenergic activity than serotonergic.\n[13]\nExperts often use fluvoxamine, a CYP450 1A2 inhibitor, in combination with clomipramine for treatment-resistant OCD. Adding fluvoxamine blocks the conversion from clomipramine to desmethyl clomipramine, increasing serotonergic activity.\n[14]\n\nDistribution:\nClomipramine is distributed into cerebrospinal fluid, CNS, and breast milk, with a mean CSF/plasma ratio of 2.6. Clomipramine is approximately 97% protein-bound, primarily to albumin.\n\nExcretion:\nAfter clomipramine administration, approximately 60% of the dose is recovered in urine and 32% in feces. The elimination of clomipramine and its metabolite, desmethyl-clomipramine, may be capacity-limited, leading to potential accumulation and increased risk of dose-dependent adverse effects, including seizures. The half-life of clomipramine ranges from 19 to 37 hours, and that of desmethyl-clomipramine ranges from 54 to 77 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nClomipramine is available in generic formulations. Clomipramine is routinely administered orally, per os (PO), although open trials have taken place with intravenous (IV) clomipramine in treatment-resistant OCD.\n[15]\n[16]\n[17]\nClomipramine is available in capsule form as a hydrochloride salt, with dosages of 25 mg, 50 mg, and 75 mg. Patients with difficulty swallowing can open the capsules, mix the contents with soft foods such as applesauce or pudding, and swallow the mixture without chewing.\n\nAdult Dosage\n\nThe recommended initial dose for adults and children is 25 mg per day, which may be titrated in increments of 25 mg per day every 4 to 7 days to a target dose between 100 and 250 mg per day, with a maximum dose of 100 mg per day the first 2 weeks. The maximum daily dose for adults is 250 mg daily. Clinicians may administer clomipramine in single or split doses, with the larger dose given at bedtime due to the risk of sedation. Prescribers often augment clomipramine therapy with buspirone, lithium, atypical antipsychotics, or fluvoxamine for OCD.\n[2]\nFor off-label use, the dosing is between 25 and 100 mg at bedtime, with variations depending on the specific indication.\n\nThe onset of action of clomipramine is usually between 6 to 12 weeks for OCD; it may alleviate anxiety or insomnia immediately. If the patient achieves OCD remission with clomipramine, treatment should continue indefinitely.\n[18]\n[15]\nThere have only been a few long-term studies for clomipramine. Long-term OCD studies reveal a low remission rate, with one study noting 20% at 40 years.\n[18]\nA later study noted that 40% to 60% of patients given a trial of SRIs respond to treatment. For non-responders or those with side effects, clomipramine should be discontinued. To taper clomipramine, the dose is reduced by 50% every 3 days until reaching the lowest dose of 25 mg daily and then discontinued completely. Abrupt discontinuation of clomipramine can result in patients experiencing withdrawal symptoms of dizziness, irritability, headache, vivid dreams, and flu-like symptoms.\n\nSpecific Patient Populations\n\nHepatic impairment:\nClomipramine has been linked to elevated levels of AST and ALT. Most instances of liver enzyme elevation did not correlate with other signs of liver injury or jaundice. However, rare cases of severe liver damage have been reported.\n[19]\nCaution is warranted in patients with pre-existing liver conditions, and regular monitoring of liver enzyme levels and dose adjustment is required.\n\nRenal impairment:\nNo dosage adjustment is specified for clomipramine. However, clomipramine should be prescribed cautiously in patients with severe renal impairment.\n\nPregnancy considerations:\nAdverse effects of clomipramine have been observed in fetuses, indicating the medication crosses the placenta.\n[20]\nLethargy, congenital heart defects, and withdrawal have occurred in infants born to mothers taking clomipramine during pregnancy.\n[20]\n[21]\n\nBreastfeeding considerations:\nClomipramine may also be present in breast milk; it is recommended to bottle feed or discontinue the medication if the risk outweighs the benefits.\n[22]\nIf the benefits outweigh the risks, clomipramine therapy may continue during pregnancy and breastfeeding.\n\nPediatric patients:\nClomipramine is effective for pediatric OCD, but its use in other psychiatric disorders lacks sufficient evidence.\n[23]\nAvailable data is insufficient to establish the safety and efficacy of clomipramine hydrochloride in pediatric patients younger than 10 years. The typical daily dose for children (aged 10 and older) and adolescents is 1 to 3 mg/kg, and the maximum daily dose for children is 250 mg.\n\nOlder patients:\nAccording to the 2023 American Geriatrics Society Beers Criteria, clomipramine and other tricyclic antidepressants should be avoided due to their high anticholinergic properties, sedative effects, and potential to cause orthostatic hypotension.\n[24]",
    "adverse_effects": "The adverse effects of clomipramine include nausea, weight gain, increased appetite, sedation, dry mouth, constipation, urinary retention, blurred vision, headache, dizziness, fatigue, hypotension, anxiety, restlessness, sweating, blue-green urine, and sexual dysfunction.\n[2]\nLife-threatening adverse effects include arrhythmia, tachycardia, QTc prolongation, orthostasis, seizures, paralytic ileus, hyperthermia, hepatic failure, increased intraocular pressure, mania induction, and activation of suicidality.\n[2]\n[25]\n\nDrug-Drug Interactions\n\nHepatic enzyme inhibitors:\nHepatic enzyme inhibitors like cimetidine and fluoxetine can increase plasma levels of clomipramine, increasing the risk of toxicity.\n\nHepatic enzyme inducers:\nHepatic inducers such as barbiturates and phenytoin can reduce plasma levels of clomipramine, potentially decreasing its therapeutic efficacy.\n\nCytochrome P4502D6 inhibitors:\nInhibitors of cytochrome P450 2D6, including quinidine and cimetidine, can increase plasma levels of clomipramine in “poor metabolizers,” leading to higher effects and potential toxicity.\n\nProtein-bound drugs:\nCo-administration of clomipramine with highly protein-bound drugs such as warfarin or digoxin may increase their plasma levels, leading to a higher risk of adverse effects. Conversely, clomipramine levels may decrease if displaced by other protein-bound drugs, altering the efficacy.\n\nSelective serotonin reuptake inhibitors:\nSSRIs like fluoxetine and sertraline can inhibit P450 2D6 and increase clomipramine levels; fluvoxamine also inhibits P450 1A2. Caution is advised when prescribing SSRIs and TCAs, and a washout period of at least 5 weeks is required before initiating TCA therapy in a patient currently receiving fluoxetine.\n[26]",
    "monitoring": "Due to the risk of QTc prolongation and arrhythmia, electrocardiogram testing is recommended at baseline and after achieving the desired clinical effect.\n[2]\nDue to the risk of metabolic adverse effects, monitoring weight, body mass index (BMI), fasting plasma glucose, and fasting lipids are recommended before and during treatment. A basic metabolic panel (BMP) and magnesium level should be obtained before and during treatment in patients with a risk of electrolyte imbalances. In 7% of the population, a phenotypic variant of CYP450 2D6 is present; dose reduction or phenotypic testing may be considered.\n[34]\nThese phenotypic variants can result in a 40-fold difference in clomipramine concentrations. In children and adolescents, the clinician should monitor for growth, activation of mania in bipolar disorder, and the emergence of suicidality.",
    "toxicity": "Signs and Symptoms of Overdose\n\nClomipramine toxicity is often associated with doses over 300 mg per day.\n[2]\nToxicity with clomipramine can occur in overdose or if a patient is taking MAOI, S-RI, or drugs that inhibit CYP450 2D6. The most common symptoms seen in patients experiencing clomipramine toxicity include arrhythmias, seizures, and hypotension. Severe overdoses may also result in coma and death.\n\nManagement of Overdose\n\nThe antidote for TCAs is IV sodium bicarbonate (NaHCO\n3\n), along with supportive care of vital signs. When combined with an S-RI, MAOI, or other serotonergic medications, clomipramine may result in serotonin syndrome, which classically presents as a patient with the triad of altered mental status, myoclonus, and autonomic hyperactivity. The treatment for serotonin syndrome is cyproheptadine, along with appropriate supportive care.\n[35]\n[36]\nImmediate management includes securing IV access, administering high-flow oxygen, attaching monitoring equipment, and performing endotracheal intubation. As clomipramine is a lipophilic TCA, lipid emulsion therapy can be used for patients who are hemodynamically unstable.\n[37]\nLipid emulsion acts as a lipid sink, sequestering lipophilic clomipramine and reducing its harmful effects.\n[38]"
  }
}