{
  "drug_name": "clomiphene",
  "nbk_id": "NBK559292",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559292/",
  "scraped_at": "2026-01-11T15:26:40",
  "sections": {
    "indications": "The following are contraindications for the use of clomiphene citrate:\n\nHypersensitivity to clomiphene citrate or components of the formulation\nPregnancy\nBreastfeeding\nHistory of hepatic impairment\nHepatic disease\nAbnormal uterine bleeding\nUncontrolled adrenal dysfunction\nNon-PCOS-related ovarian cyst\nOrganic intracranial lesions\nUncontrolled thyroid disease\nPituitary tumor\nRisk of hypertriglyceridemia\nEndometrial cancer",
    "mechanism": "Clomiphene is a selective estrogen receptor modulator (SERM). The drug selectively binds to estrogen receptors in the hypothalamus, ovary, endometrium, and cervix, producing estrogenic and anti-estrogenic effects. Clomiphene also acts as a partial estrogen agonist in the hypothalamus, resulting in a negative estrogenic feedback inhibition, thus increasing gonadotropins.\n[16]\n\nClomiphene increases the secretion of luteinizing hormone and follicle-stimulating hormone, thus increasing the production of serum levels of testosterone.\n[17]\nClomiphene is also used as an adjuvant to alleviate pituitary suppression.\n[18]\n\n(a) Pharmacokinetics\n\n(i) Absorption:\nIn early radiolabeled clinical studies, research has shown that clomiphene citrate is readily absorbed orally.\n\n(ii) Metabolism:\nBased on a single-dose healthy volunteer clinical study, it is evident that zuclomiphene has a longer half-life than enclomiphene and may remain longer than a month in these volunteers.\n\n(iii) Elimination:\nAbout half of the orally administered dose of clomiphene is excreted in urine (8%) and feces (42%).",
    "administration": "(a) Available Forms\n\nClomiphene citrate is available as a 50 mg oral tablet.\n\n(b) Adult Dosage\n\nOvulation Induction:\nThe dosage is 50 mg daily (1 tablet) for 5 days. Treatment should start on day 5 of the menstrual cycle if there is spontaneous or induced bleeding. If the patient does not ovulate during the first cycle, the dose can be increased to 100 mg per day (2 50 mg tablets taken as a single daily dose) for 5 days during the second cycle. Treatment is repeatable for up to 6 cycles. A low dosage or treatment duration is explicitly recommended for patients with PCOS to prevent ovarian hyperstimulation syndrome.\n[19]\nPatients must be evaluated to exclude pregnancy, ovarian enlargement, or ovarian cyst formation between each treatment cycle.\n\nSpermatogenesis Induction:\nThe regimen is 25 mg daily (half of a tablet) for 25 days and off for 5 days. Alternative administration is a 25 mg oral tablet every other day. Semen analysis to evaluate spermatozoa level and motility should occur regularly. The dose can be increased to 50 mg daily for 25 days and off for 5 days.\n\nChronic Short-Lasting Unilateral Neuralgiform Headache Attacks (SUNCT)\n(off-label use if SUNCT is refractory to other recommended medications): The initial recommended dose is 50 mg orally daily. The maximum daily dose is 100 mg orally until the patient becomes pain-free. Continue for a couple of months until the patient is out of cycle, at which point, clomiphene citrate should be tapered off.\n\n(a) Specific Patient Population\n\n(i) Hepatic Impairment:\nNo dose adjustment information is available for patients with hepatic impairment. However, the recommendation is to use clomiphene in patients with normal liver functions.\n\n(ii) Renal Impairment:\nNo dose adjustment information is available for patients with renal impairment.\n\n(iii) Breastfeeding Considerations:\nNo data is available on the manufacturer label on whether clomiphene is excreted in human milk. Many drugs are excreted in human milk, so caution should be taken when clomiphene is administered to breastfeeding women. There are reports that clomiphene citrate may reduce lactation in some patients.\n\n(iv) Pregnancy Considerations:\nClomiphene citrate is a pregnancy category X drug; it is contraindicated to use clomiphene in pregnant women as this treatment has no additional benefits in this patient population. Human data on clomiphene do not suggest any increased risk related to congenital abnormalities. However, animal reproductive toxicology studies observed increased structural malformations and embryo-fetal loss.\n[20]",
    "adverse_effects": "Some reported adverse effects from using clomiphene include headache, dizziness, exacerbation of psychiatric illnesses, gynecomastia, testicular tumor, vasomotor flushing, gastrointestinal disturbance, and mastalgia.\n[17]\n[21]\nOther common adverse reactions are nausea, vomiting, ovarian enlargement, blurred vision, scintillating scotoma, abnormal uterine bleeding, pelvic pain, and hypertriglyceridemia. Some serious reactions to the use of clomiphene are multiple pregnancies, thrombocytopenia, pancreatitis, risk of ovarian cancer after prolonged use, increased risk of malignant melanoma, severe visual disturbance, and hepatic damage.\n[22]\n[23]\n[24]\n[25]\n\nOvarian hyperstimulation syndrome (OHSS) is reported in patients using clomiphene citrate therapy for ovulation induction. OHSS can progress rapidly (within 24 hours) and become a medical emergency.",
    "monitoring": "The clinician should monitor the patient's fasting lipid panel at baseline and then periodically if the patient is at risk for hypertriglyceridemia. Conduct a pregnancy test and perform a pelvic exam before initiating clomiphene citrate therapy and before each treatment cycle. Patients with any visual symptoms should discontinue treatment with clomiphene and have a complete ophthalmological evaluation conducted promptly.",
    "toxicity": "There are no reported toxic effects after the acute use of clomiphene citrate. The signs and symptoms of clomiphene citrate therapy overdose include nausea, vomiting, visual disturbance, vasomotor flushes, scotoma, ovarian enlargement, and pelvic and abdominal pain. Clomiphene is also nephrotoxic after prolonged use.\n\nThere is no known antidote for the overdose of clomiphene citrate; however, gastric lavage and other supportive procedures are necessary. There is some published evidence of possible teratogenicity, mainly neural tube defects and hypospadias; however, additional investigation is essential to permit the safer use of clomiphene.\n[26]"
  }
}