{
  "drug_name": "clonidine hydrochloride",
  "nbk_id": "NBK459124",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459124/",
  "scraped_at": "2026-01-11T15:26:42",
  "sections": {
    "indications": "Absolute contraindications are hypersensitivity to clonidine or excipients. For epidural use, clonidine administration is contraindicated above the C4 dermatome.\n\nBox Warnings (Epidural Clonidine)\n\nThe 500 mcg/mL strength of clonidine should be diluted in an appropriate solution before use.\nEpidural clonidine is not advised for the management of postpartum, obstetrical, or perioperative pain. The potential for hemodynamic instability, bradycardia, and hypotension, caused by epidural clonidine, may be unacceptable in these patient populations. However, in rare cases involving obstetrical, postpartum, or perioperative patients, the potential benefits may outweigh the associated risks.\n\nWarnings and Precautions\n\nDose adjustments are necessary in patients with renal impairment, cardiovascular disease, bradycardia, hypotension, and severe coronary artery disease. Caution is also advised when treating patients with a history of depression, recent myocardial infarction, and syncope.\nThere are no absolute drug interaction contraindications listed for clonidine; however, there are numerous agents that require caution, and the clinician is recommended to perform thorough medication reconciliation and enlist the services of a pharmacist if necessary.\n[29]\nThe drug should not be discontinued suddenly, as this may result in rebound hypertension and withdrawal symptoms.\nRare cases of hypertensive encephalopathy, stroke, and death have been reported. Clonidine should be tapered over several weeks, with beta-blockers discontinued several days earlier. Rebound hypertension can be reversed with oral clonidine or intravenous phentolamine. In children, vomiting from common illnesses may precipitate withdrawal-related hypertensive episodes.",
    "mechanism": "Clonidine hydrochloride is an imidazoline derivative that acts centrally on alpha-2 adrenergic receptors as an agonist. The chemical name for clonidine is 2-((2,6-dichlorophenyl) amino)-2-imidazoline hydrochloride.\n\nAs an alpha-adrenergic agonist in the nucleus tractus solitarii, clonidine excites a pathway that inhibits excitatory cardiovascular neurons.\nClonidine functions as an alpha-adrenergic antagonist in the posterior hypothalamus and medulla, ultimately reducing sympathetic outflow from the central nervous system (CNS). This central inhibition leads to a clinically significant decrease in arterial blood pressure.\n\nOne theory regarding clonidine's mechanism of action in pain management is that many pain signals are processed in the dorsal horn of the spinal cord before being transmitted to higher centers of the CNS. There is a release of norepinephrine from the descending inhibitory bulbospinal neurons that binds to alpha-2 receptors in the dorsal horn to decrease afferent pain transmission and produce analgesia. Therefore, drugs such as clonidine that target alpha-2 receptors can influence the transmission of pain.\n[15]\n\nEpidural clonidine, used as an adjunct to local anesthetics, has 3 different mechanisms of action. First, the stimulation of alpha-2 receptors in the dorsal horn reduces pain transmission. Secondly, clonidine can cause local vasoconstriction that limits vascular removal of local epidural anesthetics. Lastly, clonidine enhances the effects of neuraxial opioids and interacts additively with fentanyl, potentially reducing the dosage of each component by 60% for postoperative analgesia.\n[16]\n[17]\n\nThe exact mechanism by which clonidine manages ADHD is not clear; however, it is thought to involve alteration of prefrontal cortex brain activity. Clonidine activates alpha-2 receptors, which decrease the firing rate of presynaptic neurons and decrease norepinephrine release into the prefrontal cortex. This process opens potassium channels and lowers the levels of cyclic adenosine monophosphate. Clonidine is believed to improve impulsivity and hyperactivity in individuals with ADHD through this mechanism.\n[18]\n\nPharmacokinetics\n\nAbsorption\n: When taken orally, clonidine is quickly absorbed within 3 to 5 hours. In contrast, the extended-release formulation has a slower absorption rate, reaching peak absorption within 4 to 7 hours. The transdermal formulation of clonidine is absorbed steadily over 7 days, with the initial peak plasma concentration (Tmax) occurring between 2 and 3 days. The immediate-release form of clonidine begins to show effects within 30 to 60 minutes, with peak effects occurring between 2 and 4 hours. The effectiveness of clonidine can last up to 8 hours after administration, and similarly, the transdermal form may last for 8 hours after discontinuation.\n[18]\n\nDistribution\n: The volume of distribution of clonidine has been reported as 2.1 ± 0.4 L/kg. Clonidine exhibits high lipid solubility and is readily distributed within the central nervous system.\n[19]\nThe plasma protein binding ranges from 20% to 40%.\n\nMetabolism\n: Clonidine undergoes enterohepatic recirculation after oral administration.\n[20]\nThe predominant role of CYP2D6 in the nonrenal clearance of clonidine explains the increase in clearance during pregnancy. Clonidine may therefore be added to the list of CYP2D6 substrates whose pharmacokinetics are altered in pregnancy; however, further studies are needed to validate these findings.\n[21]\n\nExcretion\n: Following oral administration of clonidine, approximately 40% to 60% of the dose is recovered in the urine as unchanged drug within 24 hours. Clonidine has a half-life of between 6 and 20 hours. The half-life increases from 17 to 40 hours in cases of renal impairment.",
    "administration": "Available Dosage Forms and Strengths\n\nClonidine is available in multiple dosage forms, including immediate-release tablets, extended-release tablets, transdermal patches, and oral suspension. The different formulations are not interchangeable on a milligram-to-milligram basis.\n\nTransdermal patch (extended-release)\nDosage: 0.1, 0.2, and 0.3 mg/d. Change the patch every 7 days.\nIndications: Hypertension, smoking cessation, cyclosporine nephrotoxicity, menopausal flushing, and opioid withdrawal\nTablet (immediate-release)\nDosage: 0.1, 0.2, and 0.3 mg\nIndications: Hypertension, acute hypertension, opioid withdrawal, and pheochromocytoma\nTablet (extended-release)\nDosage: 0.1 mg\nIndications: Alcohol withdrawal, smoking cessation, restless leg syndrome, ADHD, Tourette syndrome, menopausal flushing, dysmenorrhea, postherpetic neuralgia, and psychosis\nInjectable Solution\nDosage: 100 and 500 mcg/mL\nIndications: Epidural infusion form in cancer pain not controlled by opioid analgesics, and as an adjunct in anesthesia\nThe initial dose of 30 mcg/h and titration are necessary for pain management and to minimize potential adverse effects.\n\nDosing Considerations\n\nExtended-release and immediate-release types of clonidine are not interchangeable. When converting from oral to transdermal clonidine, the following titration schedule is recommended:\n\nDay 1: Place a transdermal clonidine patch, and administer 100% of the oral dose.\nDay 2: Administer only 50% of the oral dose.\nDay 3: Administer 25% of the oral dose.\nDay 4: The use of the transdermal patch continues without any further oral clonidine.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment for hepatic impairment has been provided in the product labeling.\n\nRenal impairment:\nFor patients with renal impairment, it is recommended to start with a low dose and titrate the dose cautiously. The initial dose should be adjusted based on renal function. Monitor carefully for hypotension and bradycardia.\n[22]\n\nPregnancy considerations:\nReproduction studies in rabbits at doses up to approximately 3 times the oral maximum recommended daily human dose of clonidine showed no evidence of teratogenicity or embryotoxicity. In rats, increased resorptions occurred at doses as low as one-third the oral maximum recommended daily human dose when treatment began 2 months before mating, but not when administered during gestation days 6 to 15 at the same or higher doses. Marked increases in resorptions were observed in mice and rats at much higher doses. No adequate, well-controlled studies exist in pregnant women, and clonidine crosses the placental barrier. According to product labeling, clonidine should be used during pregnancy only if indicated. Pregnant patients should enroll or be encouraged to enroll in the National Pregnancy Registry for ADHD Medications.\n\nBreastfeeding considerations:\nClinicians should carefully weigh the risks and benefits of prescribing clonidine to breastfeeding patients. Although adequate human data are limited, there is a potential risk of infant sedation, hypotonia, and apnea. The drug could also theoretically impair breast milk production because of decreased prolactin levels. Due to high serum levels observed in some breastfed infants, potential adverse effects on the infant, and possible negative impacts on lactation, other antihypertensive medications are generally preferred, especially during breastfeeding of a newborn or preterm infant. Although clonidine as a single postpartum dose for neuraxial analgesia may not have been extensively studied, it could reduce the need for other drugs or decrease their doses, and is unlikely to affect breastfeeding significantly. Clinicians should weigh the risks and benefits of prescribing clonidine to breastfeeding patients. Although human data are limited, there is a potential risk of infant sedation, hypotonia, and apnea. Clonidine may also theoretically reduce breast milk production by lowering prolactin levels.\n[23]\n\nPediatric patients:\nThe safety and efficacy of clonidine extended-release for ADHD have been demonstrated in pediatric patients aged 6 to 17.\n[24]\nFor pediatric patients with ADHD, extended-release clonidine should be started at 0.1 mg at bedtime for 1 week, then increased by 0.1 mg/d at weekly intervals until the desired therapeutic effect is achieved. According to the manufacturer's label, the general guidance is to increase the dosage by 0.1 mg/d at weekly intervals, up to a maximum of 0.4 mg/d, administered in 2 divided doses of 0.2 mg each, with the larger portion given at bedtime.\n\nOlder patients:\nThe American Geriatrics Society Beers Criteria lists central alpha-2 agonists as potentially inappropriate for use in older adults with hypertension. According to the American Geriatrics Society, clonidine is not recommended as a first-line antihypertensive in older adults due to its high risk of adverse effects, including bradycardia, hypotension, and central nervous system effects, such as sedation.\n[25]",
    "adverse_effects": "Like other medications, clonidine has the potential for short-term and long-term adverse effects. According to FDA reports, commonly observed reactions include the following:\n\nCommon Reactions\n\nHypotension\nAbdominal pain\nHeadache\nFatigue\nNausea\nEmotional instability\nConstipation\nXerostomia\nDiarrhea\nSexual dysfunction\nDizziness\nSedation\n\nSerious Reactions\n\nAngioedema\nDepression\nHypersensitivity\nAtrioventricular block\nBradycardia\nSyncope\nSevere hypotension\n\nAbrupt discontinuation of clonidine may result in rebound hypertension and withdrawal symptoms.\n[26]\n\nOther Adverse Drug Reactions\n\nFever and headache\nFatigue\nBradycardia\nCongestive heart failure\nDecreased sexual activity\nThrombocytopenia\nAgitation\nDepression is one of the rarely reported adverse effects that can occur with the chronic use of clonidine; however, because of the variety of applications for this medication and also because of its slowly progressive onset, clinicians should monitor patients for signs of depression.\n[27]\n\nDrug-Drug Interactions\n\nCNS depressants:\nClonidine may enhance central nervous system depression when combined with alcohol, barbiturates, and benzodiazepines, increasing the risks of sedation and significant CNS depression.\n\nAntihypertensive drugs:\nThe combined use of antihypertensive medications with clonidine can increase the possibility of hypotension. Blood pressure monitoring and dose adjustments are required.\n\nDrugs affecting conduction:\nCoadministration of clonidine with digoxin or calcium channel blockers can lead to bradycardia or atrioventricular block due to the effects on conduction pathways, with severe cases requiring hospitalization or pacing.\n[28]\n\nBeta-blockers:\nThe combination of beta-blockers with clonidine can cause marked bradycardia, atrioventricular block, or hypotension due to synergistic suppression of sympathetic tone. Abrupt withdrawal of clonidine while on a beta-blocker can trigger severe rebound hypertension, resulting from unopposed alpha-adrenergic activity. Therefore, beta-blockers should be withdrawn several days before tapering clonidine over several weeks.",
    "monitoring": "Clonidine Black Box Warning and Safety Considerations\n\nProper use: The 500?mcg/mL formulation should be diluted in an appropriate solution before administration.\nObstetrical, postpartum, or perioperative use: The risks and benefits must be carefully weighed. Epidural clonidine is not recommended for obstetrical and postpartum perioperative pain management due to an increased risk of hemodynamic instabilities, including hypotension and bradycardia.\nPotential for misuse (in combination with other CNS depressants): Although clonidine is commonly used in detoxification to manage withdrawal symptoms of opioid addiction, it carries a rare risk of misuse and warrants appropriate monitoring.\n[30]\n\nIn many cases, clonidine use does not fit the typical addiction profile, particularly because most individuals who misuse it do not perceive their behavior as wrongful, given that it is a prescription medication. Clonidine is not classified by the United States government as a medication with high abuse potential. As a result, it has fewer restrictions, and it is less likely to be abused. Unfortunately, much of clonidine misuse starts in rehabilitation centers, as it is a common medication for opioid and alcohol withdrawal treatment. As it helps reduce withdrawal symptoms and cravings, clinicians should evaluate their concerns about the potential of trading addictions.\n[31]\n\nMisuse is rare and is primarily a polysubstance phenomenon involving excessive opioids or benzodiazepines to avoid synergistic effects and potent sedation. Patients should be educated, high-risk drug combinations should be avoided, and medications should be tapered rather than discontinued abruptly.\n\nPatients should also be informed and screened for signs of clonidine dependency, as outlined below:\n\nFeeling an intense urge to take clonidine\n[30]\nFeeling the need to use clonidine regularly\nIncreasing the dose to achieve the same effect\nEnsuring a constant backup supply of clonidine\nSpending more on clonidine than one can afford\nFeeling unable to imagine stopping clonidine\nExperiencing withdrawal symptoms, such as nausea, vomiting, dizziness, headache, insomnia, restlessness, or anxiety, when attempting to discontinue the medication\n[3]\n\nMost behaviors that may appear to suggest clonidine addiction are more explained by its role in controlling hyperadrenergic symptoms during opioid or alcohol withdrawal, or by the need to avoid rebound hypertension with missed doses. Actual misuse is infrequent and typically occurs in the context of combining clonidine with other central nervous system depressants, such as opioids or benzodiazepines, in excessive amounts to enhance sedation. Physiological dependence and withdrawal symptoms are expected with chronic clonidine use. Abrupt cessation can be life-threatening due to severe rebound hypertension and should not be mistaken for addiction.",
    "toxicity": "Signs and Symptoms of Overdose\n\nIn clonidine overdose, cardiovascular effects often begin with early hypertension, likely due to initial peripheral alpha-2 adrenergic stimulation causing vasoconstriction, and progress to hypotension, bradycardia, and, in severe cases, reversible cardiac conduction defects or arrhythmias. Respiratory involvement may manifest as depression or apnea. Neurologic features include drowsiness, irritability, decreased or absent reflexes, coma, and seizures. Hypothermia and miosis have been reported.\n[32]\nA retrospective review from 2014 to 2020 examined 111 pediatric clonidine poisonings, mostly in young children or adolescents, with 70% involving clonidine alone. Abnormal observations included bradycardia in 72%, hypotension in 69%, and a Glasgow Coma Scale score of less than 9 in 4%. Severe bradycardia occurred in 12% and was more frequent in young children. Interventions included naloxone, atropine, or rare intubation. Ingestion of less than 5 mcg/kg may result in moderate or severe toxicity, and such cases may not require admission.\n[33]\n\nManagement of Overdose\n\nThere is no specific antidote for clonidine overdose, and treatment is primarily supportive. The airway should be protected. Bradycardia may be managed with atropine, whereas hypotension can be addressed with intravenous fluids and, if necessary, vasopressor agents. Naloxone may serve as a helpful adjunct in cases of clonidine-induced respiratory depression, hypotension, or coma, though blood pressure should be closely monitored given the potential for paradoxical hypertension. Dialysis is unlikely to increase the elimination of clonidine. Case reports have suggested the use of naloxone to counteract clonidine's sedative effects.\n[34]"
  }
}