{
  "drug_name": "clonazepam",
  "nbk_id": "NBK556010",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556010/",
  "scraped_at": "2026-01-11T15:26:39",
  "sections": {
    "indications": "Narrow-angle Glaucoma\n\nClonazepam being a BZD drug is generally contraindicated in acute closed-angle glaucoma. Theoretically, these agents can induce relaxation of the iris and also have a mild anticholinergic activity, which can precipitate an acute attack of closed-angle glaucoma.\n[43]\n\nSignificant Liver Disease\n\nThe liver extensively metabolizes clonazepam. In the case of liver disease, benzodiazepine oxidation decreases, which leads to the accumulation of the drug and results in excessive sedation and respiratory depression.\n[21]\n\nHypersensitivity to drug or components of the formulation\n\nHypersensitivity to clonazepam is rare, but there are occasional reports.\n\nBoxed Warning\n\nConcurrent use of benzodiazepines and opioids may result in sedation, respiratory depression, coma, and death. Avoid combination.\nThe use of benzodiazepines, including clonazepam, has the potential for misuse and addiction. Misuse of benzodiazepines commonly involves concomitant use of alcohol and illicit substances, including opioids.\nThe continued use of clonazepam can lead to physical dependence. Abrupt discontinuation or rapid dosage reduction of clonazepam after continued use may precipitate life-threatening acute withdrawal. A risk mitigation strategy involves a gradual dose reduction of clonazepam.\n[38]",
    "mechanism": "Clonazepam is a highly potent long-acting benzodiazepine. Clonazepam exerts pharmacological effects by acting as a positive allosteric modulator of GABA-A receptors. The GABA-A receptor is a ligand-gated chloride ion selective channel whose endogenous ligand is GABA (gamma-aminobutyric acid). Benzodiazepines facilitate GABA-A action by increasing the frequency of chloride channel opening resulting in hyperpolarization of the neurons and reduced firing, thus producing calming effects on the brain by decreasing the excitability of neurons. In the absence of GABA, benzodiazepines have no effects on GABA-A receptor function.\n[16]\n\nGABA is an inhibitory neurotransmitter in abundance in the cortex and limbic system. There are three GABA receptors; A, B, and C. However, BZDs act only on GABA-A receptors. Each receptor complex has 2 GABA-binding sites and 1 BZD-binding site and is comprised of five subunits: two alpha, two beta, and one gamma. BZDs do not bind to the same receptor site on the receptor complex as the endogenous ligand GABA but bind to distinct BZD-binding sites situated at the interface between the alpha and gamma subunits. The binding results in a conformational change in the GABA-A receptor's chloride channel that results in the hyperpolarization of the cell and accounts for GABA's inhibitory effect throughout the central nervous system.\n[17]\n\nGABA receptors are also classified into various BZD receptors based on the isoforms of the alpha subunit. The benzodiazepine type-1 receptors (BZ1), which contain alpha-1 subunits, are abundant in the cortex, thalamus, and cerebellum and are responsible for their anticonvulsant and sedative effects. Whereas benzodiazepine type-2 receptors containing alpha-2 subunits, mostly concentrated in the limbic system, motor neurons, and dorsal horn of the spinal cord, mediate the anxiolytic effects of BZDs.\n\nPharmacokinetics\n\nAbsorption: Clonazepam has rapid absorption after oral administration. The maximum plasma concentration is reached within one to four hours after oral administration.\n\nDistribution: Clonazepam is approximately 85% bound to plasma proteins. Clonazepam has lower lipid solubility and is less likely to cause anterograde amnesia than other high-potency benzodiazepines.\n\nMetabolism: Clonazepam is extensively metabolized by the liver's cytochrome P-450, particularly by CYP3A, in a dose-dependent manner.\n\nExcretion: The elimination half-life of clonazepam is around 30 to 40 hours. Clonazepam's major metabolite, 7-amino-clonazepam, is excreted mainly in the urine.\n[18]",
    "administration": "Clonazepam is available as an immediate-release tablet of 0.5 mg, 1 mg, 2 mg, and orally disintegrated tablets (ODT) of 0.125 mg, 0.25 mg, 0.5 mg, 1 mg, and 2 mg strength. The medication may be administered once at bedtime to minimize somnolence. The patient should take the ODT tablet with water by swallowing it immediately after removing it from the package.\n\nTreatment of Absence Seizures, Petit Mal Variant (Lennox-Gastaut syndrome), and Akinetic and Myoclonic Seizures (myoclonia)\n\nAdults and adolescents (weight > 30 kg): Therapy should start with 0.5 mg tablets taken orally three times daily. The dosage may be increased by 0.5 to 1 mg every three days until seizures are under control. The maximum daily dose should not exceed 20 mg.\nGeriatric patients: The same dosage as adults. However, they require lower initial dosages as elderly patients may be more sensitive to the effects of benzodiazepines.\nPediatric patients (weight < 30 kg): Initially, for pediatric patients, 0.01 to 0.03 mg/kg/day orally (not to exceed 0.05 mg/kg/day) divided into two or three doses is recommended. The maximum dose in this population should not exceed 0.1 to 0.2 mg/kg in 3 doses.\n\nTreatment of Panic Disorder\n\nTreatment should start at a dose of 0.25 mg tablets, taken twice a day orally for three days, after which the dose should be increased to 0.5 mg tablets twice daily. The maximum daily dose should not exceed 1 to 4 mg.\n\nTreatment of REM Sleep Behavior Disorder\n\nThe recommended dose by AASM is 0.25 mg to 2 mg clonazepam 30 minutes before bedtime.\n[13]\n\nUse in Specific Patient Population\n\nPregnancy Considerations:\nClonazepam is a former FDA pregnancy class D drug. It has links with some facial and cardiac malformations of the human fetus. However, the data are equivocal. The use of clonazepam in late pregnancy can lead to either floppy infant syndrome or severe withdrawal symptoms in the neonate, including hypotonia, cyanosis, apneic spells, and impaired metabolic responses to cold stress. Clonazepam should only be used during pregnancy if the clinical benefits outweigh the clinical risks to the fetus.\n[19]\n[20]\n\nBreastfeeding Considerations:\nClonazepam is excreted into the breastmilk, although not in a significant amount. But for the premature neonate or those exposed during the pregnancy, it may cause problems because the pathway by which it undergoes metabolism is usually impaired in newborns. Therefore, such neonates should be monitored for the development of symptoms, and ideally, patients should be advised not to use clonazepam if they are breastfeeding.\n[19]\n\nLiver Impairment and/or Renal Impairment:\nNo dosage adjustment information is given in the manufacturer's labeling; use it with caution. Clonazepam is hepatically metabolized and renally excreted; its level requires monitoring in hepatic or renal impairment as it can lead to toxic drug accumulation in the body in either condition. Clonazepam is contraindicated in severe liver disease.\n[21]\n[22]\n\nGeriatric Population:\nAccording to the American Geriatric Society (AGS Beers Criteria), benzodiazepines(including clonazepam) AGS Beers Criteria are recognized as Potentially Inappropriate Medication (PIM). Benzodiazepines can cause cognitive dysfunction, delirium, falls, and fractures in older adults. However, use may be justified for seizure disorders and severe generalized anxiety disorder.\n[23]",
    "adverse_effects": "The adverse effects of clonazepam derive from its property to act as a central nervous system depressant like all the other BZD drugs.\n\nCommon Side Effects\n\nThe use of clonazepam is most commonly associated with lethargy, fatigue, sedation, drowsiness, and motor impairment (impaired coordination, impaired balance, dizziness).\n[17]\n[24]\n\nLess Common Side Effects\n\nClonazepam can cause blurred vision, confusion, irritability, loss of libido, lack of motivation, psychomotor agitation, hallucination, worsening of depression, short-term memory loss, and anterograde amnesia, especially with high doses.\n[25]\n[26]\n[27]\n\nOccasional Side Effects\n\nOccasional adverse effects of clonazepam include personality changes, behavioral disturbance, ataxia, increased frequency of seizures, thrombocytopenia, and dysphoria.\n[28]\n[29]\n[30]\n\nRare\nSide Effects\n\nRare but important side effects of clonazepam include paradoxical disinhibition, i.e., excitement, rage, and impulsive behavior. Older patients are especially prone to this side effect. Other side effects are suicide, psychosis, and incontinence.\n[31]\n[32]\n[33]\n[34]\nLong-term use of benzodiazepine can lead to depression and sexual dysfunction.\n[25]\n[35]\nThere have been reports of Lichenoid drug eruption with the use of clonazepam.\n[36]\nParadoxical sleep-related eating disorder (SRED) has been described, although clonazepam is used to treat SRED.\n[37]\n\nDrug-Drug Interactions\n\nConcurrent use of benzodiazepines and opioids may result in sedation, respiratory depression, coma, and death. Avoid combination.\n[38]\nThe use of clonazepam along with kratom may lead to increased CNS depression and death. Avoid combination.\n[39]\nConcurrent use of clonazepam with antidepressants, antipsychotics, hypnotics, antiepileptic drugs, and antihistamines leads to increased sedation due to pharmacodynamic synergism. Monitor the therapy.\n[40]\nConcurrent administration of clonazepam with CYP3A4 inducers like carbamazepine, phenobarbital, phenytoin, and primidone can reduce the concentration of clonazepam.\n[41]\nConcurrent administration of clonazepam with CYP3A4 inhibitors like clarithromycin, itraconazole, ketoconazole, nirmatrelvir/ritonavir, telithromycin, and voriconazole can increase the serum concentration of clonazepam.\n[42]",
    "monitoring": "While using clonazepam, several precautions and monitoring are necessary. Older adults and children are especially prone to the adverse effects of clonazepam due to impaired or immature liver function.\n\nComplete Blood Count, Renal, and Liver Function\n\nClonazepam is hepatically metabolized and renally excreted; its level requires hepatic or renal impairment monitoring as it can lead to toxic drug accumulation in the body in either condition. It can also rarely cause thrombocytopenia, so platelet levels should be monitored.\n[22]\n\nWorsening of Seizures\n\nClonazepam can cause a worsening of seizures in persons having multiple types of seizure disorders. In such cases, its dosing requires adjustment or an increase in the dose.\n\nAbrupt Discontinuation and Tolerance\n\nAbrupt withdrawal of clonazepam should be avoided, particularly in those patients on long-term, high-dose therapy for a seizure disorder or other conditions, as it may result in status epilepticus and withdrawal symptoms. Withdrawal symptoms include anxiety, irritability, insomnia, tremors, headache, depression, sweating, confusion, hallucinations, and seizures. Long-term use also leads to developing tolerance, especially to its anticonvulsant properties, which can precipitate a seizure.\n\nRespiratory Compromise\n\nPatients with compromised respiratory function, such as asthma, chronic obstructive pulmonary disease (COPD), obstructive sleep apnea, etc., should exercise extreme caution when taking clonazepam. Clonazepam significantly increases the risk of respiratory depression. The medication also causes hypersalivation, which may aggravate conditions in which patients have difficulty handling secretions.\n\nImpaired Cognitive and Motor Performance\n\nDue to its potential effect for inducing CNS depression, clonazepam may impair judgment, thinking, and motor skills. Patients should be advised against using heavy machinery, driving, or any other activity requiring higher motor skills. It should be carefully prescribed in patients with a neuromuscular disorder such as parkinsonism or myasthenia gravis, as it can exacerbate their condition. Care is also necessary when prescribing this drug to geriatric patients as it significantly increases the risk of falls due to poor motor control.\n\nSuicidal Behavior\n\nClonazepam is associated with an increased risk of depression, suicidal behavior, and thinking. So the patients and their caregivers should be cautioned to look for any symptoms of worsening of depression, changes in mood or behavior, or suicidal ideation.\n\nAlcohol Use\n\nPatients should be strongly advised against the use of clonazepam and alcohol concomitantly since both are CNS depressants. Their cumulative effect can result in sedation, severe respiratory depression, low blood pressure, and death.\n\nMonitoring for misuse/abuse\n\nClonazepam is a DEA-schedule IV drug. A prescription drug monitoring program (PDMP) can identify potential misuse.\n[44]",
    "toxicity": "The therapeutic range of clonazepam is from 0.02 to 0.08 mcg/mL. Any level over 0.08 mcg/mL is considered toxic. The symptoms of overdose develop rapidly.\n\nInitial Presentation\n\nThe initial symptoms appear within a few hours with symptoms of CNS depression such as:\n\nSomnolence\nDiplopia\nSlurred speech\nMotor impairment\n\nSevere Presentation\n\nIf the overdose is severe, then it may result in severe symptoms such as:\n\nRespiratory depression\nHypoxemia\nApnea\nHypotension\nBradycardia\nCardiac arrest\nPulmonary aspiration\nComa\n\nSevere consequences of clonazepam use alone are rare, but the toxicity increases significantly if other CNS depressants, such as opioids, ethanol, barbiturates, etc., are coadministered.\n[45]\n\nTreatment of Toxicity\n\nSupportive care and medical observation are the mainstays of the treatment. The supportive care includes monitoring vitals, IV fluids for hypotension, atropine for bradycardia, and maintaining the patency of the airway by intubation or artificial respiration if respiratory depression develops.\n\nThe use of flumazenil, a competitive benzodiazepine receptor antagonist, as the antidote is controversial as its use correlates with lowered seizure threshold and widened QRS complex resulting in adverse effects. Flumazenil's side effects do not outweigh the potential benefits. It has no role in multidrug toxicity and should only be used following a consultation with a medical toxicologist.\n[46]\n\nThe use of illicit benzodiazepines in combination with opioids is increasing, leading to synergistic toxicity and increased mortality. Consequently, increasing awareness among providers, patient education, and community involvement regarding hazards associated with illicit benzodiazepines is crucial.\n[47]\n[48]"
  }
}