{
  "drug_name": "clopidogrel",
  "nbk_id": "NBK470539",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470539/",
  "scraped_at": "2026-01-11T15:26:39",
  "sections": {
    "indications": "Clopidogrel is contraindicated in patients who have had anaphylaxis to clopidogrel or its components or have active bleeding.\n[28]\n\nBox Warnings\n\nDiminished antiplatelet activity in patients with both nonfunctional CYP2C19 alleles:\nThe effectiveness of clopidogrel relies on its ability to inhibit platelet aggregation, which occurs after it is metabolized into an active form by the cytochrome P450 (CYP) enzyme system, mainly by CYP2C19. In patients with homozygous nonfunctional variants of the CYP2C19 gene (\"CYP2C19 poor metabolizers\"), clopidogrel produces less of its active metabolite, resulting in a diminished effect on platelet function. Tests are available to identify these poor metabolizers; for patients identified as CYP2C19 poor metabolizers, alternative P2Y12 inhibitors may be considered.\n\nWarnings and Precautions\n\nRisk of bleeding:\nClopidogrel increases bleeding risk by inhibiting platelet aggregation for the lifespan of platelets (7 to 10 days). While platelet transfusions may restore hemostasis, they are less effective if administered shortly after clopidogrel dosing. CYP2C19 inducers may increase the active metabolite, potentiating bleeding risk. Concomitant use of anticoagulants, antiplatelet agents, or NSAIDs further amplifies this risk.\n[29]\n\nDiscontinuation of clopidogrel:\nPremature discontinuation of clopidogrel increases the risk of cardiovascular events. If temporary cessation is necessary, it should be resumed as soon as hemostasis is achieved. Therapy should be discontinued 5 days before surgery to minimize the risk of bleeding.\n\nThrombotic thrombocytopenic purpura (TTP):\nTTP is a rare but serious condition characterized by thrombocytopenia, microangiopathic hemolytic anemia, neurological signs, and renal dysfunction. This condition requires urgent treatment with plasmapheresis. Early recognition and treatment are critical to preventing morbidity and mortality.\n[30]\n\nCross-Reactivity among thienopyridines:\nHypersensitivity reactions, including rash, angioedema, or hematologic abnormalities, can occur with clopidogrel, particularly in patients with a history of similar responses to other thienopyridines like ticlopidine. Alternative antiplatelet therapy should be considered for these patients.\n[31]\n\nClopidogrel resistance:\nCoronary stent thrombosis due to clopidogrel resistance verified by CYP2C19 genotyping has been reported.\n[32]",
    "mechanism": "Clopidogrel is an irreversible inhibitor of the platelet P2Y12 adenosine diphosphate receptor. Inhibition of this receptor prevents the downstream activation of the glycoprotein IIb/IIIa receptor complex, which leads to reduced platelet aggregation. Clopidogrel is an inactive prodrug that requires enzymatic activation via various CYP enzymes, including the CYP2C19 and CYP3A4 enzymes, through a 2-step bioactivation process. Genetic polymorphisms of these enzymes can influence the response to therapy. The most commonly discussed genetic polymorphism related to clopidogrel is that of one or both alleles of the CYP2C19 enzyme. Patients with any loss of function allele will not effectively metabolize clopidogrel, leading to the inability to inhibit platelet activity. For example, patients who are homozygous for these non-functioning alleles often demonstrate the poorest metabolism and subsequent activation of clopidogrel, as indicated by high on-treatment platelet reactivity during platelet function testing.\n[9]\n[10]\n\nIn a normal metabolizer, the drug typically has a bioavailability of 50%, with only 15% of an oral dose becoming active via esterase hydrolysis with the CYP enzymes. Active clopidogrel inhibits the platelet for the life of the platelet (7 to 10 days). However, platelet function can begin to return as new platelets turn over, and a return of full function is often seen within 5 days. Given this factor, clopidogrel should be held at least 5 days before any surgical procedure. This decision should not occur in isolation, especially for high-risk patients (eg, patients with recent stenting for ACS). Thus, it is imperative to consult with the primary prescriber for the clopidogrel in these situations.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nClopidogrel is rapidly absorbed after oral administration, with a bioavailability of approximately 50%. The presence of food has a minimal effect on its absorption. When taken with a standard breakfast, the inhibition of ADP-induced platelet aggregation was reduced by less than 9%. The area under the curve for the active metabolite remains unchanged, while the maximum concentration (Cmax) decreased by 57%. These results are also observed when a 300 mg loading dose is administered with a high-fat meal. Dose-dependent inhibition of platelet aggregation occurs within 2 hours after a single oral dose of clopidogrel. Repeated daily doses of clopidogrel inhibit ADP-induced platelet aggregation from the first day, with steady-state inhibition achieved between days 3 and 7. At a steady state, inhibition typically ranges from 40% to 60%. Platelet aggregation and bleeding time gradually return to baseline within 5 days after treatment discontinuation.\n\nDistribution:\nClopidogrel is highly protein-bound (approximately 98%) and is rapidly distributed throughout the body, including platelets and tissues, to exert its antiplatelet effects.\n\nMetabolism:\nClopidogrel undergoes extensive metabolism via 2 primary pathways: one mediated by esterases leading to an inactive carboxylic acid derivative (85% of circulating metabolites), and the other by cytochrome P450 enzymes, predominantly CYP2C19, to form the active thiol metabolite.\n[10]\nThis active metabolite irreversibly binds to platelet P2Y12 receptors, thereby inhibiting platelet aggregation for the lifespan of the platelet.\n\nElimination:\nAfter administration of a 14C-labeled clopidogrel dose, approximately 50% is excreted in urine, and around 46% is excreted in feces within 5 days. Clopidogrel has a half-life of roughly 6 hours, while the active metabolite has a half-life of approximately 30 minutes.",
    "administration": "Available Dosage Forms and Strengths\n\nClopidogrel is only available in tablet form; thus, all dosages are given orally. Doses can be administered without regard to meals.\n\nAdult Dosage\n\nBelow are the typical dosing regimens for clopidogrel:\n\nMedical treatment of UA/NSTEMI: Administer a 300 mg to 600 mg loading dose followed by 75 mg daily, in conjunction with aspirin, ideally for up to 12 months.\nSTEMI patients receiving fibrinolytic therapy: If the patient is 75 years or younger, give a 300 mg loading dose followed by 75 mg daily for at least 14 days and up to 1 year. If the patient is older than 75, the loading dose is omitted.\nPCI during ACS/non-ACS setting: Administer a 600 mg loading dose as early as possible before PCI, followed by 75 mg daily. Ideally, clopidogrel should be administered with aspirin for at least 12 months post-ACS. The duration can vary depending on the stent type, its location, and the risk of bleeding. Any decision to alter this duration should be made with the primary prescriber.\nPeripheral artery percutaneous angioplasty or peripheral artery bypass grafting: Administer 75 mg daily.\nSymptomatic carotid stenosis: Administer 75 mg daily.\nSecondary prevention of coronary artery bypass graft surgery: Administer 75 mg daily.\n[12]\n\nSpecific Patient Populations\n\nHepatic Impairment:\nNo adjustment is required for patients with hepatic impairment.\n\nRenal Impairment:\nThe efficacy of clopidogrel is altered in patients with chronic kidney disease (CKD), as these individuals exhibit higher levels of high on-treatment platelet reactivity (HPR), which is linked to adverse cardiovascular outcomes. Studies show that CKD patients have a significantly higher risk of HPR compared to those with normal renal function, and HPR in CKD patients is associated with an increased risk of major adverse cardiac events, myocardial infarction, and stent thrombosis. Further research with standardized protocols is needed to confirm the clinical impact of HPR in CKD patients treated with clopidogrel.\n[13]\n[14]\nPatients with CKD, including those on peritoneal dialysis, have an elevated risk of peptic ulcer bleeding.\n[15]\n\nPregnancy considerations:\nRegarding pregnancy risk factors, clopidogrel is classified as a risk factor B, meaning there is no evidence of risk. However, most data supporting this evidence have been derived from animal models that found no adverse events in reproduction studies. A systematic review of 39 studies involving 42 live births found that clopidogrel use during pregnancy did not result in higher-than-acceptable maternal or neonatal risks, with a congenital anomaly rate similar to the general population. Regional anesthesia was safely administered in women on clopidogrel, and while some bleeding occurred post-caesarean, there were no significant neonatal delivery complications associated with maternal clopidogrel use.\n[16]\n\nBreastfeeding considerations:\nA literature review suggests minimal amounts of clopidogrel and its metabolites are excreted into breast milk, with negligible serum levels observed in one infant. Based on limited cases, the manufacturer's labeling suggests no adverse effects on breastfed infants with maternal clopidogrel use. While clopidogrel appears compatible with breastfeeding, physicians should carefully consider the benefits of breastfeeding, the mother's need for clopidogrel, and any potential risks to the infant from the drug or maternal health conditions.\n[17]\n\nPediatric Patients:\nThe safety and efficacy of clopidogrel in pediatric populations have not been established. In the RCT, 0.20 mg/kg/d in infants and young children (0 to 24 months) provides platelet inhibition comparable to 75 mg daily in adults without serious bleeding complications. The drug was well tolerated at this dose, although significant variability in platelet response was observed across patients.\n[18]\n\nOlder Patients:\nNo dosage adjustment is necessary in older patients. However, concomitant pharmacotherapy should be evaluated to assess and minimize bleeding risks.\n\nPharmacogenomics\n: Patients with CYP2C19 loss of function (LoF) alleles taking clopidogrel are at a significantly higher risk of recurrent ischemic stroke, particularly among Asian populations. This finding underscores the need for genetic testing and alternative therapies in such patients to optimize treatment outcomes.\n[19]",
    "adverse_effects": "Bleeding is the most common adverse effect reported and can occur at varying degrees of severity at any site. Risk factors for bleeding include age older than 75, a recent bleeding event, low body weight, or use of medications (eg, non-steroid anti-inflammatory agents or warfarin) that can increase the risk of bleeding. If bleeding should occur, the risk-benefit ratio of continuing therapy should be determined with the primary prescriber of the clopidogrel. There is currently no reversal agent for clopidogrel therapy. Theoretically, exogenous platelet administration could restore hemostasis; however, data exploring this strategy are mixed. The use of platelets should be reserved for severe, life-threatening bleeding.\n[20]\n\nThe other most common adverse effect is rash/pruritus. In mild to moderate hypersensitivity (eg, rash), the patient can undergo a steroid burst while maintaining their therapy. Other options to manage these patients or scenarios include desensitization and switching to an alternative agent with a different structure (eg, ticagrelor). One study suggests analysis highlights unexpected adverse events associated with clopidogrel, including interstitial lung disease and liver dysfunction. Further research is needed to understand these adverse events better and improve patient safety.\n[21]\nThe study suggests bleeding risk in patients undergoing elective inguinal hernia repair. Adverse drug reactions associated with clopidogrel may include bleeding risks, hematologic issues (such as thrombocytopenia), and gastrointestinal disturbances. Further clinical trials with larger sample sizes are needed to definitively assess the safety of continuing antiplatelet therapy, including clopidogrel, before elective inguinal hernia repair.\n[22]\n\nDrug-Drug Interactions\n\nCYP2C19 inhibitors:\nClopidogrel is a thienopyridine prodrug that requires the CYP2C19 enzyme to convert it to its active metabolite to inhibit platelet aggregation. Genetic polymorphisms in CYP2C19 can impair this conversion, reducing efficacy. Because CYP2C19 depends on activating metabolism, administering proton pump inhibitors that inhibit CYP2C19 metabolism, like omeprazole or lansoprazole, should be avoided.\n[23]\nRabeprazole is considered probably safe as it is minimally affected by CYP2C19.\n[24]\n\nOpioids:\nIn the acute setting, agents that slow down gastrointestinal motility and can delay absorption (eg, opioids) should be avoided.\nNSAIDs:\nConcurrent use of clopidogrel and NSAIDs increases the potential risk of gastrointestinal bleeding.\n[25]\nWarfarin:\nClopidogrel may increase the bleeding risk when coadministered with warfarin, requiring careful monitoring.\n[26]\nAntidepressants:\nSerotonin-norepinephrine reuptake inhibitors (SNRIs) and selective serotonin reuptake inhibitors (SSRIs) can impact platelet function, and their concomitant use with clopidogrel may increase the bleeding risk.\nOther Antiplatelet Agents:\nUsing multiple antiplatelet agents simultaneously increases the risk of bleeding through an additive effect on platelet inhibition. This underscores the need for close and continuous monitoring for signs of hemorrhage in these cases.\nRepaglinide:\nClopidogrel's acyl-β-glucuronide metabolite inhibits CYP2C8, potentially increasing systemic exposure to drugs metabolized by this enzyme, such as repaglinide. Glucose monitoring and dose adjustments are required.\n[27]",
    "monitoring": "Patients receiving clopidogrel should be visibly monitored for signs of bleeding and via laboratory testing (ie, hemoglobin and hematocrit). As discussed above, several patients can have genetic polymorphisms in the CYP enzymes. The CYP2C19 enzyme has been the most studied regarding medication metabolism and response. Genetic testing may be considered in patients before initiating therapy, especially patients at high risk for adverse outcomes (eg, PCI patients with increased risk of stent thrombosis). However, the most optimal dose has been determined based on available data. Furthermore, platelet function testing can assess patient response after drug administration. There are various consensus opinions on the defined threshold for non-responsiveness and optimal strategy for management.\n[28]\nThe American College of Cardiology/American Heart Association recommends continuing aspirin in patients undergoing coronary artery bypass graft (CABG) surgery instead of its perioperative interruption. Conversely, in patients receiving a P2Y12 inhibitor such as clopidogrel, the ACCP advises the temporary cessation of the P2Y12 inhibitor rather than its continuation perioperatively, based on a conditional recommendation with low certainty of evidence.\n[4]\nA study found that up to 25% of patients with ST-segment elevation myocardial infarction (STEMI) undergoing primary percutaneous coronary intervention with stenting may be resistant to clopidogrel, increasing their risk of recurrent cardiovascular events. Hence, careful monitoring and follow-up are essential.\n[33]",
    "toxicity": "Overdose following clopidogrel administration may result in bleeding complications. Based on animal studies, a single dose of 1500 to 2000 mg/kg was lethal to mice and rats, and 3000 mg/kg was lethal to baboons. A case report describes the overdose of clopidogrel.\n\nSigns and Symptoms of Overdose\n\nOne case report details the course of a 55-year-old male who ingested 4200 mg of clopidogrel (56 tablets of 75 mg) in a suicide attempt. Upon presentation, the patient was asymptomatic, with no signs of major or life-threatening bleeding. He reported pinkish-red urine but no rectal, nasal, or gingival bleeding or hemoptysis. Physical examination revealed normal vitals and no neurological deficits. Laboratory results were unremarkable, with stable hemoglobin levels, normal renal function, and normal coagulation parameters. Hematuria was the only clinical manifestation that resolved spontaneously.\n\nManagement of Overdose\n\nIn the above scenario, given the patient’s stable condition and lack of significant symptoms, the treatment focused on supportive care. A Foley catheter was inserted, and the urinary bladder was irrigated with isotonic saline, which lightened the pinkish-red urine. No active charcoal was administered due to the delayed presentation (5 hours after ingestion) and unavailability. The patient was monitored in the emergency department for 48 hours. Hemoglobin levels remained stable, and no complications developed. He was discharged after an uneventful observation period. According to the product labeling, platelet transfusion could help restore the clotting function in an emergency. According to the literature review, platelet transfusion in patients on clopidogrel can partially restore platelet function. Still, its effectiveness is limited, especially in overcoming the irreversible inhibition of the ADP P2Y12 receptor. Clinically, the benefits must be weighed against the potential risks.\n[34]\nHowever, The French Working Group on Perioperative Hemostasis recommends platelet transfusion as a therapeutic measure for reversing clopidogrel’s platelet inhibition in clinical situations necessitating hemostasis. A higher platelet transfusion dose is indicated compared to that used for aspirin reversal. Additionally, the efficacy of platelet transfusion may be diminished if the last dose of clopidogrel is administered within the preceding 6 hours.\n[35]"
  }
}