{
  "drug_name": "clotrimazole",
  "nbk_id": "NBK560643",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560643/",
  "scraped_at": "2026-01-11T15:26:41",
  "sections": {
    "indications": "Onychomycosis:\nTopical clotrimazole is not effective for onychomycosis. Therefore, fungal nail infections usually require treatment with an oral (systemic) antifungal drug.\n\nContraceptive devices and menstruation:\nPatients should abstain from sexual intercourse during the treatment course. With intravaginal clotrimazole preparations, contraceptive failures can occur during the treatment due to the damage of contraceptive devices such as diaphragms, condoms, and cervical caps. In addition, tampon use is not advisable while using clotrimazole during menstruation.\n\nAzole antifungal hypersensitivity:\nPatients with azole antifungal hypersensitivity should avoid using clotrimazole. Hypersensitivity reactions commonly occur due to the components in the formulation present in different clotrimazole preparations.\n\nOcular exposure and ophthalmic administration:\nIf eye contact with clotrimazole occurs, treat immediately by flushing the affected eye with cool, clean water. Contact an ophthalmologist if eye irritation persists.\n\nWarnings and Precautions\n\nClotrimazole is not suitable for the treatment of systemic fungal infections.",
    "mechanism": "Clotrimazole exerts its action primarily by damaging the permeability barrier in the fungal cytoplasmic membrane.\n[6]\nClotrimazole inhibits the biosynthesis of ergosterol in a concentration-dependent manner by inhibiting the demethylation of 14-α-lanosterol.\n[7]\nWhen ergosterol synthesis becomes inhibited, the cell can no longer construct an intact and functional cell membrane.\n[8]\nErgosterol also directly promotes the growth of fungal cells in a hormone-like fashion; therefore, the rapid onset of these events leads to a dose-dependent inhibition of fungal growth.\n\nClotrimazole exerts its anti-fungal action by suppressing ergosterol biosynthesis but exerts other pharmacological actions. These include the inhibition of sarcoplasmic reticulum Ca\n2+\n-ATPase, depletion of intracellular calcium, and blocking of calcium-dependent potassium channels and voltage-dependent calcium channels.\n[9]\n[10]\nSuch action of clotrimazole on different cell targets accounts for other effects of this drug that are separate from its antimycotic activities.\n[1]\n\nPharmacokinetics\n\nOral:\nClotrimazole oral lozenges are used for local treatment and do not demonstrate significant bioavailability. Concentrations persisting in saliva appear to be due to clotrimazole binding to the oral mucosa. Inhibitory levels remain in saliva for up to 3 hours after the troche dissolves.\n\nTopical:\nClotrimazole absorption through intact skin is negligible.\n\nIntravaginal:\nApproximately 3% to 10% of the dose is absorbed through this route. Vaginal cream reaches peak serum levels in about 24 hours. Roughly 5% to 10% of clotrimazole undergoes absorption following vaginal use. Therefore, fungicidal concentrations can persist in the vagina for up to 3 days after application.",
    "administration": "Available Dosage Forms and Strengths\n\nClotrimazole is available as topical lotions, powders, oral lozenges, and vaginal inserts/tablets under various tradenames approved by the FDA.\n\nOral formulations (10 mg) are administered transmucosal. Patients should allow the troches to dissolve slowly in their mouths without chewing.\n\nTopical cream/ointment/lotion (1%) formulations are applied by gently rubbing the medication into the cleansed, affected skin. These preparations should not be used in the eye or intravenously.\n\nIntravaginal administration (cream 1% and 2%, tablet) is only for those clotrimazole products labeled for intravaginal use. Some commercially available preparations contain both intravaginal tablets (200 mg, 500 mg) and vaginal cream (1%, 2%) in a combination package. The intravaginal cream may be applied externally to the affected area (vulva) to relieve itching and discomfort. The special applicator supplied by the manufacturer may be used. Patients should be instructed on proper administration and treatment courses.\n\nPatients should not use tampons, douches, or spermicides during treatment. The patient should also receive instruction to abstain from sexual activity during treatment. Vaginal clotrimazole products may cause damage to condoms, diaphragms, and cervical caps and cause them to fail.\n\nAdult Dosage\n\nVulvo vaginal candidiasis (VVC):\nVaginal application (cream/tablet)\n\nOne applicator of 1% cream (50 mg) vaginally for 7 days or one applicator of 2% cream (100 mg) vaginally for 3 days, applied at bedtime. External application of the cream may also be an option if there are extra-vaginal symptoms.\n\nGuidelines recommend treatment for 7 to 14 days for complicated infection (ie, VCC in pregnancy, recurrent/severe infection, infection with non-\nalbicans Candida\n) or immunocompromised patients.\n[11]\n[12]\n\nTablets: Insert one 200 mg tablet once daily for 3 days or 500 mg tablet as a single dose vaginally at bedtime.\n\nOropharyngeal candidiasis (thrush):\nTransmucosal application\n\nFor active infections, 10 mg is slowly dissolved in the mouth 5 times daily for 7 to 14 days.\n[13]\n[14]\n\nThe 2016 Infectious Diseases Society of America (IDSA) guidelines state that suppressive therapy is usually unnecessary for the prophylaxis of chronic suppression of recurrent Candida infections. However, systemic azoles such as fluconazole are recommended if prescribed.\n[13]\nIf prescribed, clotrimazole should be taken as a 10 mg lozenge dissolved slowly in the mouth 3 times daily for the duration of immunosuppression caused by high-dose steroids or chemotherapy.\n\nTinea versicolor:\nTopical cream 1%, solution 1%\n\nApply to the affected skin and surrounding areas twice daily, both morning and evening, for 2 weeks.\n\nTinea corporis/tinea cruris:\nTopical cream 1%, solution 1%, lotion 1%, ointment 1%\n\nApply to the affected skin and surrounding areas twice daily, both morning and evening, for 1 to 4 weeks.\n\nTinea pedis:\nTopical cream 1%, solution 1%, lotion 1%, ointment 1%\n\nApply to the affected skin and surrounding areas twice daily, in the morning and evening, and continue use for 1 week after clinical resolution. These patients typically require 4 weeks of therapy.\n\nCutaneous candidiasis:\nTopical cream 1%, solution 1%, ointment 1%\n\nApply cream/solution to the affected area twice daily; if no improvement occurs after 4 weeks of therapy, re-evaluate diagnosis. Apply ointment to the affected area twice daily for 2 weeks.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not provide specific dosage adjustments. Exercise caution, as abnormal liver function test (LFT) elevations have been reported. While usually minimal, periodic monitoring of LFTs is recommended.\n\nRenal impairment:\nThe manufacturer's labeling does not provide specific dosage adjustments.\n\nPregnancy considerations:\n\nOnly topical preparations are recommended for patients who are pregnant.\n[15]\nClotrimazole demonstrates poor absorption after dermal or intravaginal administration. There are inadequate, well-controlled human studies involving topical or intravaginal administration of clotrimazole. During the first trimester of pregnancy, clotrimazole should only be used if indicated.\n[16]\nHowever, clinical trials showed intravaginal clotrimazole to be safe during the second and third trimester of pregnancy.\n[12]\n[17]\n[18]\n\nAccording to the 2021 CDC's guidelines on Sexually Transmitted Infectious Diseases, vulvovaginal candidiasis (VVC) is common during pregnancy. Only topical azole therapies for 7 days are recommended for pregnant women.\n\nClotrimazole is not known to cross the placenta.\n[11]\nThe FDA classifies it as a class C drug in pregnancy risk classification. No teratogenic effects have been demonstrated after clotrimazole therapy in pregnancy.\n[17]\nIn animal studies, doses up to 100 times the human dose have been embryotoxic in rats and mice. There are no well-controlled studies in humans; hence, using oral clotrimazole lozenges during pregnancy should only be an option if the potential benefit justifies the potential risk to the fetus.\n\nBreastfeeding considerations:\nThe use of clotrimazole during breastfeeding has not been studied. No data is available about the excretion of clotrimazole in breast milk. Topical clotrimazole poses little risk to nursing infants as topical clotrimazole is not expected to result in significant maternal absorption.\n[19]\nInstruct mothers not to apply clotrimazole topically to the breast during breastfeeding. The oral troches should be used only when needed, as this may be systemically absorbed. Report to the FDA if a breastfeeding infant experiences any adverse effects. As per the 2016 Academy of Breastfeeding Medicine, clotrimazole cream or ointment can be used topically to treat candidiasis of the nipples or breasts.\n[20]\n\nPediatric patients:\n\nVaginal applications (vaginal cream) for adolescent females aged 12 to 17:\n\nApply one applicator of 1% cream (50 mg) vaginally for 7 days or one applicatorful of 2% cream (100 mg) vaginally at bedtime for 3 days. External application of the cream may also be an option if there are extra-vaginal symptoms. Guidelines recommend treatment of 7 to 14 days for immunocompromised patients and recurrent infections.\n\nOropharyngeal candidiasis (thrush) transmucosal application for children and adolescents aged 3 to 17:\n\n10 mg PO 5 times daily for 7 to 14 days\n\nTinea versicolor topical application for children and adolescents:\n\nApply to the affected skin and surrounding areas twice daily, both morning and evening.",
    "adverse_effects": "The adverse effects of the oral formulation include itching, nausea, and vomiting. More than 10% of patients receiving oral clotrimazole (troche) may have abnormal liver function tests. For this reason, patients receiving oral clotrimazole (troche) should have their liver function tests periodically monitored.\n\nWhen using clotrimazole to treat vulvovaginal candidiasis, <10% of patients have a vulvar or vaginal burning sensation. Other side effects include rash, hives, blisters, burning, itching, peeling, redness, swelling, pain, or other signs of skin irritation.\n[21]\nTopical formulations should be used externally and discontinued if irritation or sensitivity develops at the administration site.\n\nDrug-Drug Interactions\n\nClotrimazole therapy may result in a significant rise in tacrolimus levels, leading to tacrolimus-associated toxicities. Hence, caution should be exercised.\n[22]\nVaginal antifungal agents may reduce the therapeutic effectiveness of progesterone. These medicines should not be co-administered.",
    "monitoring": "Clotrimazole is not for systemic administration; it is administered via oral/transmucosal lozenges (troches), either topically or intravaginally. Small quantities absorbed are metabolized in the liver and excreted in the bile.\n\nOral\n\nTroches or lozenges should be dissolved in the mouth over 30 minutes. Patients with hepatic impairment need to be monitored for LFTs.\n\nTopical\n\nThere is minimal systemic absorption following the topical application of clotrimazole. Clotrimazole is not effective for nail or scalp infections. If there is no improvement within 2 weeks for jock itch or 4 weeks for athlete's foot or ringworm, it is advised to seek medical help. Monitor for any hypersensitivity and local irritation.\n\nIntravaginal\n\nRoughly 5% to 10% of clotrimazole undergoes absorption following vaginal use. Fungicidal concentrations can persist in the vagina for up to 3 days after application. Monitor for any hypersensitivity or local irritation.",
    "toxicity": "When clotrimazole is applied locally and topically, toxic effects such as pelvic cramps, hives, skin rash, occasional headache, itching, and irritation of the vulva and vagina may be observed. Therapy should be halted if there are any adverse effects."
  }
}