{
  "drug_name": "cloxacillin",
  "nbk_id": "NBK578180",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578180/",
  "scraped_at": "2026-01-11T18:46:52",
  "sections": {
    "indications": "Galactoceles, occasionally termed lactocele or a lacteal cyst, are benign milk retention cysts that primarily arise in lactating or recently lactating patients due to a persistent obstruction of the lactiferous duct.\n[1]\nThe term galactocele is derived from the Greek words\ngalatea\n, meaning milky white, and\ncele\n, meaning pouch, and is the most commonly diagnosed benign breast mass in lactating patients.\n[2]\n[1]\nThis obstruction of the lactiferous duct causes milk to accumulate in a cystic structure, which can present clinically as a mass of varying size, from a barely palpable mass to a large mass measuring greater than 10 cm.\n[3]\nTypically presenting as a moderately firm, painless unilateral or bilateral mass, galactoceles may grow or decrease in size during their clinical course. While galactoceles are generally not associated with pain or inflammation, complications can arise, leading to infection.\n\nAlthough a galactocele can occur anywhere along the milk line extending from the axilla to the groin, it has a propensity to form in the retroareolar region of the breasts (see\nImage.\nGalactocele, Retroareolar Region of Left Breast). Differentiating galactoceles from other breast pathologies, such as cysts, fibroadenomas, abscesses, or malignancies, is essential. Ultrasonography of a galactocele typically reveals a cystic fluid collection, and in symptomatic cases, fine-needle aspiration (FNA) may be performed for both diagnostic and therapeutic purposes. Although many galactoceles resolve spontaneously, symptomatic or infected patients often require medical intervention, including drainage and antibiotics.\n[4]",
    "mechanism": "The triad of secretory breast epithelium, prolactin stimulus, and ductal obstruction are needed to develop a galactocele (see\nImage.\nTriad of Secretory Breas Epithelium).\n[5]\n[6]\n\nSecretory Breast Epithelium\n\nGalactoceles most commonly present in patients after lactation cessation; galactoceles may also develop in the third trimester of pregnancy and during lactation. Ductal proliferation is predominantly controlled by estrogen, whereas acinar differentiation is a progesterone effect facilitated by estrogen. These hormones contribute to mammogenesis. The hormonal influence of chorionic gonadotropin forms lobules that have acini with epithelial cells of larger size and number. Small amounts of milk can be secreted as early as week 16 of gestation.\n[7]\nFactors that predispose to galactocele formation include:\n\nDifficulty breastfeeding (eg, infants with cleft palate)\nInfant conditions or settings in which breastfeeding is contraindicated and lactiferous ducts are not emptied\n[8]\nPhenylketonuria, rare amino acidurias, and classic galactosemia\nUntreated congenital diaphragmatic hernia, esophageal atresia, tracheoesophageal fistula, intestinal obstruction\nRisk of infant exposure to infectious pathogens via breast milk, such as HIV, human T-cell lymphotropic virus, or Ebola virus\nRisk of infant exposure to maternal medications or radioactive agents via breast milk\nCombined oral contraceptive use due to excessive stimulation of the breast epithelium\n[5]\n\nProlactin Stimulus\n\nApproximately 32 cases of galactoceles have been reported in male infants due to transplacental passage of prolactin or a fetal pituitary adenoma causing chronic galactorrhea.\n[9]\n[10]\n[6]\nRarely, galactocele can occur in adult men secondary to hyperprolactinemia.\n[11]\nHyperprolactinemia may be secondary to a prolactinoma, which may be sporadic or associated with multiple endocrine neoplasia type 1 or hypogonadotropic hypogonadism.\n\nDuctal Obstruction\n\nIn lactating patients, galactoceles develop due to a reduction in the diameter of lactiferous ductal openings, resulting in milk flow obstruction and accumulation of milk in a cystic cavity.\n[3]\nRecently, post–breast-augmentation galactoceles have also been reported; periareolar incisions are a significant risk factor for ductal injury and, subsequently, ductal obstruction\n.\nHowever, breast augmentation procedures performed via the inframammary approach, generally considered protective against the induction of postoperative galactorrhea, have been reported to cause galactocele in some cases.\n[12]\n[13]\n\nThe proposed theory of postsurgical galactocele formation is surgical stimulation of the intercostal nerves leading to autonomic control over central neurogenic paths, diminishing dopamine output into the hypophyseal portal circulation, and increasing circulating prolactin levels and milk secretion.\n[13]\nPrevious hormonal contraceptive use, pregnancy, and recent breastfeeding may also be contributing factors.\n[14]\nHowever, no genetic etiology or risk factors that increase galactocele formation have been identified.",
    "monitoring": "To avoid a missed diagnosis of a breast malignancy, which most commonly presents as a palpable mass, timely diagnostic imaging studies to evaluate these types of breast lesions are critical, even in pregnant and lactating patients.\n[24]\nRecommendations regarding the preferred imaging modality in lactating patients are limited; recent evidence-based guidelines have described an optimal approach.\n[25]\n[20]\nSubsequently, any new palpable breast mass requires prompt investigation with a three-pronged assessment, including clinical examination, imaging, and aspiration with histologic assessment when needed for confirmation.\n[4]\n\nUltrasonography\n\nLactating patients typically have extremely dense breast tissue due to physiologic changes associated with pregnancy and lactation. Therefore, ultrasonography, which has a higher sensitivity and less radiation exposure than mammography, is the preferred imaging modality for these patients. The optimal imaging modality has historically been less well-defined for patients older than 30 who were pregnant or breastfeeding, for whom the American College of Radiology (ACR) Appropriateness Criteria had recommended mammography as the initial imaging modality.\n[20]\nPreviously, the ACR recommended diagnostic ultrasonography as the initial imaging modality in any lactating or pregnant patient with a palpable breast mass, regardless of age.\n[24]\nThis recommendation has remained the same for pregnant patients with a new palpable mass.\n[20]\n\nHowever, current guidelines have changed for nonpregnant lactating individuals and now recommend that diagnostic imaging indications are the same in nonpregnant lactating and nonlactating patients. Therefore, the ACR now advises that diagnostic ultrasonography is initially indicated in lactating patients younger than 30 with a new palpable mass; in those older than 30, a diagnostic mammogram should be performed initially.\n[20]\n\nUltrasonographic features of a galactocele can vary depending on the chronicity of the lesion. In acute cases, the internal contents of the galactocele are a fluid suspension, appearing more homogeneous with medium-level echoes. Conversely, the contents of a persistent galactocele are inspissated material; the appearance is heterogeneous, with internal fluid clefts and anechoic fluid rims (see\nImage.\nInspissated Galactocele). Internal echogenic foci with acoustic shadowing are also secondary to milk products containing about 10% solids, fat, and desquamated epithelium. The distal acoustic enhancement is due to the fluid-filled cyst. The intensity of hypoechoic echo increases gradually due to the interface between the fat and water components.\n[7]\n\nUltrasonographic findings characteristic of galactocele include:\n\nFat-fluid level, with the hypo- or hyperechogenic fat layer occupying the nondependent or upper part of the cyst\nCircumscribed oval or round shape\nLack of internal vascularity on Doppler imaging\nVariable echogenicity: echotexture may be heterogeneous depending on fat and protein content\nPosterior acoustic enhancement is frequent, especially in uncomplicated galactoceles\nNo internal calcifications; peripheral calcifications may occur in some cases but are generally absent internally\n[20]\n[24]\n\nSuspicious imaging features should be correlated clinically with signs such as redness, tenderness, and warmth.\n[26]\nColor Doppler investigation may be of some benefit in cases of galactocele, as internal vascularity will be absent.\n[27]\n[19]\n[27]\nComplex cysts should be carefully differentiated from breast carcinomas. Suspicious or atypical ultrasonographic features of a galactocele include:\n\nIndistinct or obscured margins\nPosterior acoustic shadowing, mimicking malignancy\nInternal heterogeneous echotexture, which may indicate atypical composition, especially if milk has thickened over time\nAbsence of a clear fat-fluid level\nInternal vascularity\nComplex cystic or solid appearance; further investigation (eg, BI-RADS 4) may be warranted to rule out other pathologies\n[20]\n[24]\n\nMammography\n\nDiagnostic mammography is recommended as the initial imaging modality in lactating patients older than 30 to evaluate a new palpable breast mass or for further evaluation of a mass in lactating women younger than 30 with suspicious ultrasonographic features.\n[20]\nMammogram findings consistent with a galactocele include:\n\nFat-fluid level (seen best on a 90-degree lateral mammogram); characteristic fat layering above the fluid\nWell-circumscribed oval or round shape with smooth borders\nPeripheral rim calcifications\n[20]\n\nDepending on the protein and fat content of the milk within the galactocele, lesions may have findings similar to other benign conditions, including lipoma, oil cyst, or pseudohamartomas; these findings may include a radiolucent mass or mixed densities.\n[20]\nSuspicious findings mammographic findings include:\n\nIndistinct or obscured margins\nComplex cystic or solid appearance\nClustered or irregular microcalcifications\nArchitectural distortion\nAbsence of a pathognomonic fat-fluid level\n[20]\n\nAspiration may be performed for symptomatic relief or diagnostic confirmation, and in patients with galactoceles, it should yield milky fluid. A biopsy may be recommended to rule out malignancy in patients with infection or atypical imaging features, with BI-RADS categorization as appropriate.\n\nMagnetic Resonance Imaging\n\nMagnetic resonance imaging (MRI) or diagnostic mammography may be performed for additional evaluation in lactating patients with dense breasts or as an initial evaluation in high-risk patients (eg, genetic mutation carriers and women who have received radiation therapy to the thorax or upper abdomen at an early age) aged 30 or older with a new palpable mass.\n[20]\nHowever, MRI is rarely needed for galactocele diagnosis, as ultrasonography is generally adequate for evaluation.\n[2]\nMRI will typically reveal a distinct fat-fluid level, which can be visualized by combining non–fat-saturated T1-weighted images (highlighting the fat component) and T2-weighted fat-saturated images (showing the fluid component). When positioned prone, the fat layer may shift towards the chest wall.\n[20]\nAdditional MRI features can include a thin septation and heterogeneous internal content within the cyst, confirming the diagnosis.\n[2]",
    "administration": "Conservative Management\n\nThe treatment of a galactocele is dictated by symptom severity, lesional size, and the presence of infection. Observation is the primary management approach for most asymptomatic galactoceles, which typically spontaneously resolve. Conservative measures should be advised, including anti-inflammatory medication as needed, avoidance of over-frequent pumping, and on-demand breastfeeding or pumping. Ice packs and breast support may be helpful.\n[28]\n[3]\n[1]\n\nGalactocele Aspiration and Catheter-Drainage\n\nLarge and symptomatic galactoceles often require intervention, typically with serial aspirations or drainage catheter placement by a breast surgeon for relief and diagnostic confirmation (see\nImage.\nFine Needle Aspiration Specimen of Galactocele).\n[3]\nSurgical drainage is generally avoided in favor of less invasive approaches, as aspiration or catheter drainage is typically sufficient.\n[28]\nDrainage alleviates symptoms and somewhat reduces mass effect, aiding in breastfeeding.\n[3]\n[1]\n\nHowever, aspiration does not decrease surrounding tissue edema; cavities often refill and frequently require repeated aspiration.\n[28]\n[3]\nRepeated aspirations can increase the risk of infection. Therefore, catheter drainage is generally preferred over multiple aspirations to prevent the conversion of a sterile galactocele to an infected one.\n[3]\n\nManagement of Infected Galactoceles\n\nIf infection develops, drainage and antibiotics are indicated. Initial antibiotic therapy typically includes dicloxacillin or flucloxacillin 500 mg 4 times daily for 10 to 14 days, which treats the most common infectious organisms,\nStaphylococcus\nand\nStreptococcus\n.\n[3]\n[1]\nCloxacillin may be administered if typical antibiotics are unavailable, although cloxacillin has variable bioavailability. Cephalexin is also an option, as it provides broader gram-negative coverage and does not require administration separate from meals.\n[3]\n\nIf first-line antibiotics are ineffective or contraindicated, as in cases of penicillin allergy, second-line options include clindamycin 300 mg 4 times daily for 10 to 14 days or trimethoprim-sulfamethoxazole twice daily for 10 to 14 days. However, the latter should be used cautiously in mothers of infants under 30 days old, those with G6PD deficiency, or preterm infants due to the risk of hyperbilirubinemia.\n[3]",
    "adverse_effects": "Inspissated Galactoceles\n\nGalactoceles usually resolve spontaneously as the rapid hormonal changes linked to lactation stabilize. However, in some cases, desquamated epithelial cells and stagnated milk result in an inspissated cyst forming crystals. This leads to the development of a crystalizing or solid galactocele, a rare entity with only approximately 10 reported cases in the literature.\n[30]\n[31]\n[32]\n[22]\nInspissated galactocels are not easily diagnosed by ultrasound as they do not have any typical features of a galactocele and may even be mistaken for other benign or solid breast lesions (see\nImage\n. Inspissated Galactocele).\n\nFine-needle aspiration of inspissated galactoceles retrieves thick, chalky white material with a gritty sensation noted during aspiration. Hematoxylin and eosin staining of the aspirate reveals well-defined purple crystals. Leishman staining demonstrates discrete and polymorphic refractile crystals. These crystals are positively birefringent with surrounding amorphous proteinaceous material. Crystallized galactoceles cannot be emptied by aspiration alone and may require further intervention, like excision.\n[22]\n\nInfected Galactoceles\n\nAnother complication associated with galactoceles is infection. The rich nutrient content of milk in galactocele with a possible unsterile technique of aspiration or excision may lead to acute mastitis, which can become further complicated by the formation of a breast abscess.\n[28]\nClinically, the affected breast becomes swollen and tender, with signs of inflammation present.\nStaphylococcus aureus\nis the most common causative organism, followed by streptococci. These common pathogens are present in the nose and throat of nursing infants and infect the breast via the damaged epithelial interface of the nipple-areolar complex. An infected galactocele appears as a complex cyst with thickened walls during ultrasonography.\n[3]\n\nTreatment includes intravenous antibiotics and aspiration or surgical drainage. (Please refer to \"Management of Infected Galactoceles\" in the Treatment section for more information on managing this complication). Sometimes, a breast implant, which is a known predisposing factor, may also get infected with an infected galactocele, necessitating implant removal along with incision and drainage of the abscess.\n[33]\n[28]\nBreastfeeding should continue because it promotes drainage. A milk fistula is a rare complication following aspiration or drain placement of an infected galactocele or breast abscess.\n[3]"
  }
}