{
  "drug_name": "clozapine",
  "nbk_id": "NBK535399",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535399/",
  "scraped_at": "2026-01-11T15:26:43",
  "sections": {
    "indications": "Clozapine is contraindicated in patients with serious hypersensitivity reactions to clozapine or any component of the formulation.\n\nFDA states the following boxed warnings:\n\nNeutropenia (due to the risk of agranulocytosis)\nOrthostatic hypotension, bradycardia, and syncope\nSeizures\nMyocarditis and mitral valve incompetence\nIncreased mortality in dementia-related psychosis in elderly patients (risk of a cardiovascular event)\n[29]",
    "mechanism": "Clozapine is part of a group of drugs known as second-generation antipsychotics or atypical antipsychotics. Antipsychotic drugs are vital in treating the core symptoms of schizophrenia: hallucinations and delusions.\n[6]\nAs an atypical antipsychotic, clozapine is an antagonist to dopamine and serotonin receptors. Clozapine binds to the dopamine D4 receptor with a higher affinity than the dopamine D2 receptor, contributing to decreased adverse events and extrapyramidal symptoms. Clozapine is a partial 5-HT1A agonist that reduces adverse and extrapyramidal symptoms and a muscarinic M1, M2, M3, M5, histamine, and alpha-1 adrenergic-receptor antagonist. Norclozapine, the metabolite of clozapine, actively works on the M1 and M4 receptors.\n[1]\n\nPharmacokinetics\n\nAbsorption:\nClozapine tablets are bioequivalent to a clozapine solution. The peak plasma concentrations are attained at 2.5 hours(1 to 6 hours). Food does not seem to influence the bioavailability of clozapine; clozapine may be administered with or without food.\n\nDistribution:\nClozapine exhibits approximately 97% plasma protein binding. Clozapine is transported across the blood-brain barrier.\n\nMetabolism:\nThe uptake of clozapine in the liver is mediated by SLC22A1, SLC22A2, and SLC22A3 (solute carrier (SLC) family). Clozapine is extensively metabolized in the liver by cytochrome P450 isozymes, particularly CYP1A2, CYP2D6, and CYP3A4. CYP3A4 and CYP1A2 are the major enzymes responsible for demethylation, with CYP2D6 playing a minor role. The desmethyl-norclozapine is an active metabolite of clozapine.\n[3]\n[7]\n\nExcretion:\nThe mean elimination half-life ranges from 8 to 12 hours; the elimination half-life increases after multiple dosing. Approximately 50% of clozapine is excreted in the urine and 30% in the feces.\n[8]",
    "administration": "Healthcare Providers must apply and receive certification in the Clozapine REMS program to prescribe clozapine for outpatient use. To receive treatment, a patient must be enrolled in the clozapine REMS registry by a certified clinician. In addition, pharmacies and pharmacists must obtain certification through Clozapine REMS to receive clozapine and dispense it to patients. All of these actions can be done online through the website www.clozapineREMS.com.\n\nClozapine is available as oral tablets, orally disintegrating tablets, and oral suspension in the following strength. The choice of dosage form depends on patient acceptability and tolerability.\n\nOral tablet dosages of 25 mg, 50 mg, 100 mg, and 200 mg\nOrally disintegrating tablet dosages of 12.5 mg, 25 mg, 100 mg, 150 mg, and 200 mg\nOral suspension dosage of 50 mg/mL (100 mL)\n\nAdult Dosing\n\nTreatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 150 to 300 mg orally twice daily. Start 12.5 mg daily or twice daily, and increase by 25 to 50 mg daily to target 300 to 450 mg daily in divided doses by day 14. Then, increase by up to 100 mg daily every 3 to 7 days.\n\nPediatric Dosing\n\nTreatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 125 to 475 mg orally daily in 2 or 3 divided doses. Start 12.5 mg daily or twice daily, and increase by 12.5 to 25 mg daily every 3 to 5 days as tolerated. The maximum dose is 700 mg daily. If divided doses are not equal, give the larger dose at bedtime.\n\nAccording to the FDA, clozapine's maximum recommended dosage is up to 900 mg daily. The average dose is 300 mg for women and 400 mg daily for men. Slow titration is essential for reducing many side effects associated with clozapine.\n[9]\nWith the persistent partial response, clozapine may be augmented with ECT to increase efficacy.\n[9]\n[10]\nOther methods of augmentation include lamotrigine and other antipsychotics.\n[9]\n\nLook-alike/sound-alike (LASA): According to the Institute for Safe Medication Practices (ISMP), clozapine may be confused with clonazepam or clonidine. Prescribe and dispense with caution.\n[11]\n[12]\n\nUse in Specific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant hepatic impairment.\n\nRenal impairment:\nThe manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant renal impairment.\n\nPregnancy considerations:\nWomen between 18 to 45 years of age and exposed to clozapine during pregnancy should be enrolled in the Atypical Antipsychotics Pregnancy Registry by their healthcare providers. (website: womensmentalhealth.org/pregnancyregistry). Clozapine is an FDA pregnancy category B medicine. Cases reports of shoulder dystocia, atrial septum defect, seizures, and floppy infant syndrome have been reported. Use with caution.\n[13]\n\nBreastfeeding considerations:\nSince clozapine use is not studied during breastfeeding, and some case reports of sedation and adverse hematologic effects in breastfed infants are in the literature, alternative medicine is advised. If the infant is exposed to clozapine via breastfeeding, closely monitor the infant for excessive sedation and white blood cell count. Some expert panel recommends against breastfeeding if women require clozapine while lactating.\n[14]\n\nPotentially inappropriate medication for older patients:\nAccording to the American Geriatric Society(AGS) beers criteria, clozapine has anticholinergic properties, and its use should be considered only for FDA-approved conditions.\n[15]\n\nPharmacogenomic considerations:\nDose reduction may be required in patients who are CYP2D6-poor metabolizers.\n[16]",
    "adverse_effects": "Agranulocytosis\n\nThe risk of developing agranulocytosis is around 1% in patients who take clozapine, which may occur independent of dosing.\n[2]\n[3]\nMost cases occur early in the treatment, within six weeks to six months, and require extensive monitoring of blood absolute neutrophil counts.\n[2]\n\nThe definition of neutropenia is an ANC level below 1500/mm, and agranulocytosis is an ANC level below 500/mm. Many have tried to explain the link between clozapine and agranulocytosis by attributing this adverse effect to drug interactions with the immune system and genetic predisposition.\n[3]\n\nA study in 2015 looked into the benefits of pharmacogenetic testing and how it may affect monitoring in patients at risk for clozapine-induced agranulocytosis.\n[17]\nThe study suggested that patients with a lower genetic risk may benefit from a more relaxed hematological monitoring schedule.\n[17]\nRisk factors include old age, female, genetics, and concurrent treatment with other drugs known to cause agranulocytosis.\n[3]\n\nClinicians must place patients taking clozapine on a national registry.\n[2]\nGranulocyte colony-stimulating factor may be an option to increase levels of white blood cells.\n[9]\n\nMyocarditis\n\nClozapine-induced myocarditis is a rare complication, affecting less than 3% of patients. This lethal dose-independent side effect appears more frequently during the first four weeks of treatment. In these patients, signs and symptoms of myocarditis may vary from having a flu-like illness to respiratory and cardiovascular symptoms.\n[3]\nSome clozapine-induced myocarditis cases may even present atypically without any symptoms, leading to higher fatality rates. Risk factors include rapid titration of the drug, metabolic side effects of clozapine, concurrent use of selective serotonin reuptake inhibitors, and illicit substances.\n[3]\nTreatment includes immediate clozapine cessation, which may resolve the case.\n[3]\n\nMetabolic Syndrome\n\nClozapine is associated with significant weight gain, type 2 diabetes, diabetic ketoacidosis, and increased lipid levels due to increased insulin resistance.\n[2]\nBoth clozapine and olanzapine have higher metabolic side effects than the other atypical and typical antipsychotics due to their high affinity for serotonin 5-HT2C receptors.\n[2]\n[6]\nClinicians must note that other factors, including poor diet and a sedentary lifestyle, may contribute to the development of metabolic syndrome.\n[3]\n\nThe American Heart Association defines metabolic syndrome as increased weight, dyslipidemia, increased blood pressure, increased glucose intolerance, increased proinflammatory, and prothrombic states.\n[6]\nThe development of DKA is one of the serious side effects of clozapine, having a higher mortality rate than agranulocytosis.\n[3]\nRecommendations include counseling the patient on proper diet, exercise, and other drugs like metformin and orlistat to reduce the metabolic effects of clozapine.\n[3]\n[2]\n\nSeizures\n\nClozapine may lower the seizure threshold in patients with epilepsy. The risk is usually dose-dependent, around 1% to 6%, especially with rapid titration, and might be more prevalent in younger patients. This side effect may appear at any stage of treatment. Patients who experience a seizure while on clozapine may benefit from adding an anti-epileptic such as valproic acid.\n[3]\n\nExcessive Salivation\n\nSialorrhea is a dose-dependent and benign condition that may bother some patients.\n[3]\nOne risk of excessive salivation is aspiration pneumonia.\n[18]\n\nPulmonary Embolism\n\nA recent study comparing clozapine to several other antipsychotics showed it to be the only drug to increase platelet adhesion and aggregation.\n[3]\nThe risk seems higher in older patients and pregnant women taking high doses.\n[3]\nMany studies have found this link dose-independent, highly lethal, and demonstrate early onset.\n[19]\n\nConstipation\n\nCholinergic and serotonergic properties of clozapine may affect the gastrointestinal system and lead to constipation or even ileus. Constipation affects anywhere from 15% to 60% of all patients taking clozapine and is dose-dependent, making it one of the most common side effects. In severe cases, constipation can progress to ileus, leading to obstruction and ischemia.\n[3]\n\nOne study suggests these cholinergic effects may even lead to dysphagia, which can progress to aspiration pneumonia, meaning gastric hypomotility may not be limited to the bowel.\n[18]\nManagement includes adequate fluid intake, laxative or docusate use, and dose reduction.\n[3]\n\nNeuroleptic Malignant Syndrome\n\nClinical manifestations include muscular rigidity, altered mental status, autonomic dysfunction, hyperthermia, and blood pressure fluctuation. Increased creatine phosphokinase levels, rhabdomyolysis, and acute kidney injury have been reported. Other laboratory abnormalities may include reduced serum iron levels, metabolic acidosis, and coagulopathy. Prompt discontinuation and supportive care of clozapine are required.\n[20]\n[21]\n[22]\n\nOther\n\nOther side effects may include orthostatic hypotension, sedation, tachycardia, sexual dysfunction, and urinary retention.\n[3]\n\nDrug-Drug Interactions\n\nDrugs that may inhibit cytochrome CYP1A2, leading to increased levels of clozapine, include but are not limited to antifungals, oral contraceptives, fluvoxamine, ciprofloxacin, and caffeine disulfiram. Drugs that may induce CYP1A2 include but are not limited to omeprazole, rifampicin, tobacco, phenytoin, and phenobarbital.\nDrugs that induce (carbamazepine and rifampicin) and inhibit (cimetidine and erythromycin, among others) CYP3A4 may also affect clozapine drug levels.\n[3]\nTobacco may affect clozapine metabolism through CYP1A2; therefore, it is important to monitor the blood levels and efficacy of clozapine when a patient smokes or abruptly stops.\n[3]\nQTc prolongation has been reported with clozapine, especially in patients with electrolyte abnormalities.\n[23]\nAntipsychotic drugs like amisulpride, ziprasidone, risperidone, olanzapine, quetiapine, and haloperidol can prolong QTc interval and can lead to Torsades de Pointes.\n[24]\nAntibiotics like macrolides (eg, erythromycin), linezolid, imipenem-cilastatin, moxifloxacin, and ceftriaxone can also prolong QTc interval. Use with caution.\n[25]\nAntiarrhythmic drugs, Class Ia antiarrhythmic agents (quinidine and procainamide), and class III antiarrhythmics (sotalol and amiodarone) prolong QTc interval and increase the risk of polymorphic ventricular tachycardia (TdP). Concurrent administration with clozapine may further increase the risk.\n[26]\nMethadone is associated with QTc prolongation in a dose-dependent manner. Concurrent administration with clozapine requires close monitoring.\n[27]\n[28]",
    "monitoring": "Serious adverse effects that require monitoring include but are not limited to the following:\n\nAgranulocytosis:\nWeekly complete blood count (CBC) to measure ANC levels. ANC levels less than 1500 per mm indicate neutropenia. Levels less than 500 per mm indicate agranulocytosis.\n[3]\nA complete blood count should be taken weekly for the first 6 months, then every other week for the next 6 months.\n[1]\nA national registry is in place to monitor for safe use.\n[2]\n\nMetabolic syndrome:\nDiet and exercise, blood glucose levels.\n[3]\n\nCardiovascular:\nBaseline troponin I or T levels, high sensitivity CRP levels, echocardiography, and BNP levels, as well as vitals and weekly laboratory testing of troponins, CRP, and BNP levels.\n[3]\n\nSeizure:\nEEG and clozapine blood levels\n[3]\n\nClinical monitoring:\nMonitor for clinical improvement in patients at each visit. The Clinical Global Impression–Schizophrenia (CGI–SCH) scale can assess the treatment response in patients with schizophrenia.\n[30]",
    "toxicity": "The reported mortality rate of clozapine intoxication is approximately 12%.\n[31]\nA 36-year-old man experienced rhabdomyolysis following an overdose of clozapine 125 mg tablets. After 5 days, the patient was discharged from the hospital when the creatinine kinase levels returned within normal range. Monitor creatinine kinase levels to diagnose possible rhabdomyolysis.\n[32]\nAnother acute overdose in a 60-year-old man reported venous thromboembolism and pulmonary embolism; therefore, it is essential to monitor patients initiated on clozapine who may be at an increased risk of thromboembolic events.\n[33]\n\nThe common adverse events associated with clozapine overdose are hypersalivation, tachycardia, hypotension, sedation, delirium, coma, respiratory depression, or failure. There are few reports of cardiac arrhythmias, aspiration pneumonia, and seizure. Fatality is reported at doses above 2500 mg; however, some patients recovered after ingesting 4000 mg of clozapine.\n\nManagement\n\nThere is a lack of a specific antidote to an overdose of clozapine. Monitor and maintain an airway, ventilation, cardiac status, and vital signs, and provide symptomatic and supportive measures. Consider the possibility of multiple-drug overdose and contact the Poison Control Center to report and get information on additional management (1-800-222-1222)."
  }
}