{
  "drug_name": "cmc 0.5%",
  "nbk_id": "NBK507877",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507877/",
  "scraped_at": "2026-01-11T18:46:52",
  "sections": {
    "indications": "Carney complex (CNC) is a rare genetic tumoral disorder associated with one of the multiple endocrine neoplasia syndromes or with primary pigmented nodular adrenal dysplasia. CNC affects multiple glands in the body, such as the thyroid, pituitary, and adrenal glands. The most common clinical effects are on the adrenocortical axis, and CNC can cause Cushing syndrome. Other hormonal systems can also be affected. CNC is also known to cause the following: cardiac myxomas, abnormal pigmentation, and myxomas of the skin, breast myxomatosis, melanotic schwannoma, and testicular and ovarian tumors. Most of the morbidity and mortality are related to cardiac myxomas and schwannomas. Symptomatic treatment usually involves bilateral adrenalectomy, but cases can sometimes be treated without surgical intervention.\n[1]\n[2]",
    "mechanism": "Approximately 25% of cases occur sporadically due to a de novo mutation. CNC was initially thought to be autosomal dominant, but genetic loci have been linked to Carney complex.\nCNC\ngene 1 is a germline mutation in a regulatory subunit 1A of protein kinase A (PRKAR1A) located at 17q22-24 observed in about two-thirds of patients with CNC.\n[3]\n[4]\nThe second locus has been seen on chromosome 2p16, but no specific gene has been identified. Alterations in a locus at 2p16 have been reported in patients with\nPRKAR1A\ngene mutations.\n[5]\nInactivating mutations of the phosphodiesterase genes\nPDE11A\nand, less commonly,\nPDE8B\nhave been identified in patients with isolated micronodular pigmented adrenal disease or nonpigmented adrenal hyperplasia. These mutations result in premature stop codons or single-base substitutions in the catalytic domain of the encoded proteins, thereby contributing to the pathogenesis of Carney complex.\n[6]",
    "monitoring": "Once the diagnosis is made, the patient requires lifelong surveillance. A clinical workup for all manifestations of CNC should be conducted at least annually in all patients. These workups should start in infancy for some manifestations.\n[33]\n\nAdrenal:\nUrinary cortisol usually increases, but can be variable. The dexamethasone suppression test fails to suppress cortisol secretion even after high doses of dexamethasone are administered. Most patients respond to dexamethasone with a contradictory rise in cortisol production. The dexamethasone suppression test may be used diagnostically to identify PPNAD, even in patients who have normal baseline cortisol levels and do not have clinical stigmata of Cushing syndrome. Plasma adrenocorticotropic hormone levels are usually low, and adrenal glands appear normal on computerized tomography scans in one-third of the patients, whereas the other patients present with micronodules (generally <6 mm) or, rarely, macronodules larger than 10 mm. Pathology reports typically indicate that the adrenal glands are normal in size and weight, and are characterized by black or brown nodules within the cortex, which is often atrophic.\n\nPituitary:\nBiochemical abnormalities of the growth hormone (GH) axis are present in up to 80% of the patients. These biochemical abnormalities develop before radiological evidence of a frank pituitary tumor. They may be secondary to hyperplasia of GH cells, as characterized by pathological examination of poorly delineated regions with increased cellularity. Most remaining patients exhibit abnormal responses to the oral glucose tolerance test, but have normal pituitary imaging. Follow-up on these patients should include magnetic resonance imaging and an oral glucose tolerance test. If a tumor develops, it is typically treated surgically. Conversely, if insulin-like growth factor 1 levels increase without a visible tumor, somatostatin analogs or GH receptor antagonist treatment may be used.\n\nThyroid:\nAround 75% of patients are found to have cystic or multinodular disease. An annual clinical examination, including thyroid ultrasonography, is recommended for postpubertal pediatric and adult patients. Fine-needle aspiration of thyroid nodules helps establish the diagnosis.\n\nGonadal:\nSonographic evaluation of the testes and ovaries often shows microcalcifications and hypoechogenic lesions. Suspicious or large lesions should be monitored for possible malignancy, especially LCCST larger than 6 cm.\n\nCardiac myxoma\n: Early diagnosis of these tumors is important and should start within the first 6 months of life. Annual screening with an echocardiogram should follow. Patients with cardiac myxoma should be screened every 6 months. In difficult cases, transesophageal ultrasound and cardiac magnetic resonance imaging can be helpful.\n\nBreast lesions:\nAlthough regular mammograms do not show clear evidence of improved mortality, breast magnetic resonance imaging is performed in patients with previously diagnosed lesions. Treatment and follow-up are not well standardized.",
    "administration": "Cushing syndrome due to PPNAD must be treated to control the consequences of cortisol oversecretion. Bilateral adrenalectomy is the most common treatment, although, under certain circumstances, ketoconazole or mitotane have been used as anti-cortisol treatment.\n\nFine-needle aspiration is indicated for patients with thyroid nodules. Patients with lesions suspicious of malignancy should be referred for surgery.\nFew patients with CNC and acromegaly have an aggressively growing tumor that will require surgery with possible radiation treatment. Treatment of acromegaly with somatostatin analogs may also be used either as a primary treatment or as an adjuvant to transsphenoidal surgery.\nLCCSCTs, especially when bilateral, are benign and require imaging surveillance alone. If measures of tumor markers or imaging features indicate a suspicion of malignancy, then testicle-sparing surgery may be considered for small tumors to allow for histopathologic examination. There are a few reports of prepubertal boys with LCCSCT treated with aromatase inhibitors.\nMalignant LCCSCTs typically occur in older patients and those with unilateral and unifocal disease. Orchiectomy is the treatment of choice for malignant LCCSCTs.\nSurgical resection is the treatment of choice for cardiac myxomas. They often recur in affected patients, so follow-up monitoring is required.\nPsammomatous melanotic schwannomas are treated with complete surgical resection with tumor-free margins. Chemotherapy and radiation therapy may be required for malignant tumors.",
    "adverse_effects": "The most significant complication of CNC is the mortality associated with cardiac myxomas, psammomatous melanotic schwannoma, carcinomas, or metastatic disease. These are especially common when part of the multiple endocrine neoplasia syndrome. Treatment often involves adrenalectomy, leaving patients with lifelong dependence on exogenous steroid replacement and the risks of hypocortisolism."
  }
}