{
  "drug_name": "cocamido triethanolamine",
  "nbk_id": "NBK557866",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557866/",
  "scraped_at": "2026-01-11T18:46:52",
  "sections": {
    "indications": "Toxicodendron\nis a genus of plants, shrubs, vines, and trees within the Anacardiaceae family. Common names of plants within the family include poison oak, poison ivy, poison sumac, and the Chinese lacquer tree. Many of these names come from similar appearances to other leaves that are non-toxic. The genus as a whole is widespread throughout North America except for Hawaii and Alaska and can have regional variations in appearance. Many of these plants prefer lower elevations and are typically found below 1500 meters. An often-repeated adage regarding their identification is “leaves of three, leave it be,” but it should not be the sole method used. Poison ivy is pervasive throughout North America and has been known to hybridize where its geographic distribution overlaps. Eastern poison ivy (\nToxicodendron radicans\n) is commonly found in the eastern half of North America and typically appears as a vine with almond-shaped leaves in groups of three. Leaves change from green to red in the fall. Western or Rydberg’s poison ivy (\nToxicodendron rydbergii\n) is commonly found as a shrub with small yellow berries. It is distributed throughout much of North America, with the general exception of the Southeastern United States.\n\nAll parts of both plants contain urushiol, which causes characteristic dermatitis associated with exposure. While the genus and its many subspecies have a strong predilection for North America, they can both be found in China, Mexico, Africa, Australia, and New Zealand, to name a few other places. Poison oak has two common variations. Western poison oak (\nToxicodendron diversilobum\n) is a deciduous shrub with scalloped or lobed leaves, generally appearing in groups of three that resemble true oak leaves. It is found primarily west of the Rocky Mountains, as the name suggests. While Eastern or Atlantic poison oak (\nToxicodendron pubescens\nor\nquercifolium\n) is frequently confused with Eastern poison ivy as it has three grouped leaves that are structurally similar in appearance. A unique feature useful in identification is the presence of clustered small green fuzzy berries on the plant. Distribution is more common in the Southeastern United States but can extend as far north as New Jersey. The leaves of both western and Atlantic poison oak change colors in the fall time and drop off in the Western species. Poison sumac (\nToxicodendron vernix\n) is a deciduous tree or tall shrub found in moist, swampy areas of the eastern United States. It has red stems with a pinnate or feather-like leaf arrangement comprised of 7 to 13 oblong or oval-shaped leaves. The plant also produces green clustering flowers and small globular fruit. The leaves and fruit of the plant are the primary sources of urushiol.\n\nThe Chinese lacquer tree (\nToxicodendron vernicifluum\n) is a common deciduous tree in many Asian countries and gets its name for the use of its urushiol-containing sap in lacquer production. Leaves are large and grouped in leaflets of 7 to 19 with flowers that bloom in the summer. All parts of Toxicodendron plants contain urushiol, which is found in sap channeled within the plant. When exposed to air, urushiol turns black and hardens to prevent moisture loss and can be useful in identifying plants in the fall. Urushiol is the primary allergenic cause of contact dermatitis and is typically encountered by brushing up against damaged stems or leaves. Skin exposure results in rapid absorption of the urushiol due to its lipophilic nature. Names for the toxicity are variable and include names such as Rhus dermatitis, urushiol-induced contact dermatitis, and Toxicodendron dermatitis.",
    "mechanism": "Toxicodendron dermatitis is the most common cause of allergic contact dermatitis in North America and is caused by skin exposure to urushiol, producing a type IV hypersensitivity reaction.\n[1]\nThe chemical structure of urushiol is variable and primarily comprised of catechol with a long hydrocarbon chain.\n[2]\n[3]\nEvidence suggests longer saturated hydrocarbon side chains, the addition of aliphatic side chains and phenolic groups are associated with increasing clinical severity.\n[4]\n[5]\nIt is estimated that 50 to 75% of adults are allergic to urushiol.\n[6]",
    "monitoring": "A thorough history and physical primarily determine the diagnosis, and no additional testing is required. Allergy patch testing is widely available and may help identify patients with severe urushiol sensitivity, but it is not necessary. It can also increase the risk of sensitization in unsensitized subjects. Dermoscopy, if available, is another alternative for evaluation of black spot dermatitis caused by Toxicodendron species and would show jagged red-rimmed dark brown lesions.\n[18]",
    "administration": "Toxicodendron dermatitis is typically self-limited and resolves within a couple of weeks.\n[1]\nInitial management consists of immediate irrigation with soap and decontamination of clothing upon exposure.\n[4]\nSpecific instruction should be given to clean under fingernails as they are commonly missed.\n[21]\nMild detergents are a reasonable choice when compared to expensive alternatives.\n[22]\nAdditional anecdotal options include cool, moist compresses, oatmeal baths, calamine lotion, and topical astringents.\n[7]\n[23]\nA small study comparing topical commercially available cream containing polyethylene granules, sodium lauroyl sarcosinate, nonoxynol-9, C12-15 pareth-9, disodium EDTA, quaternium-15, carbomer (2%), triethanolamine, and water, to placebo showed improvement in symptoms if applied early. Some literature suggests the use of prophylactic homeopathic oral preparations of poison ivy may be somewhat protective, but randomized controlled trials (RCTs) are lacking.\n[24]\n\nTopical and oral antihistamines are commonly taken medications to decrease pruritus and are typically ineffective outside of their sedative effects as the biochemical process is not due to histamine release. Management should be centered on moderate to high dose topical or systemic corticosteroids that are beneficial early in the disease course, particularly before the appearance of papules or vesicles.\n[25]\n[26]\n[27]\nA tapered dose of prednisone for severe cases can begin at 1 mg/kg/day (0.5 mg/kg/day in pediatric patients) for a max dose of 60mg/day and tapered weekly over three weeks to prevent rebound dermatitis.\n[28]\n[29]\nAlternatives for patients who are not candidates for systemic corticosteroids include applying moderate strength topical corticosteroids with an occlusive dressing for 24 hours that is then repeated 48 hours after initial application.\n[30]\n\nInitial studies assessing the use of topical immunosuppressants for atopic dermatitis were mixed.\n[31]\n[32]\nNewer evidence shows some benefit with the use of tacrolimus and pimecrolimus compared to topical corticosteroids (TCS); however, a meta-analysis of RCTs showed increased adverse events in comparison to TCS.\n[33]\nBoth appear to be well tolerated and may play a role in patients who require long-term treatment. While there is considerable interest in developing a vaccine-like compound, current research is ongoing, with the initial phases of clinical trials sound promising.\n[34]\nAlthough patients typically appear relatively late in the clinical course, care should be taken to actively treat any signs of secondary skin infection with appropriate antibiotics. Excoriations and decreased skin integrity are common etiologies of secondary infections, with the most common pathogen being\nStaphylococcus aureus\n. Evidence also supports the possibility of polymicrobial infections.\n[35]\nHyperpigmentation is a possible complication of contact dermatitis in patients with darker skin types and typically resolves within a couple of months.\n[1]",
    "adverse_effects": "Uncommon complications include secondary bacterial infection and skin hyperpigmentation. Secondary infections are most commonly due to Staphylococcus aureus or streptococci and should be treated appropriately with additional consideration of concurrent polymicrobial infection.\n[7]\nHyperpigmentation of darker skin types is often self-limited with resolution within months. More severe symptoms are often associated with hypersensitive individuals or cases of aerosolized urushiol exposure. These cases should begin with airway assessment and management of any potential signs of anaphylaxis followed by systemic high-dose corticosteroids. In rare circumstances, nephropathy has been reported with Toxicodendron dermatitis.\n[37]"
  }
}