{
  "drug_name": "codeine",
  "nbk_id": "NBK526029",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526029/",
  "scraped_at": "2026-01-11T15:27:00",
  "sections": {
    "indications": "The following are contraindications to codeine:\n\nFDA warning: Not to be used to treat pain or cough in patients aged less than 12\n\nHypersensitivity reaction to codeine or any component of the formulation\n\nRespiratory depression due to comorbid respiratory disorders\n\nParalytic ileus\n\nIntestinal obstruction\n\nMonoamine oxidase inhibitor use\n\nKnown asthmatics taking codeine in an unmonitored setting\n\nBox Warning: Pediatric patients with obesity or conditions that can impair respiration, including those with a history of tonsillectomy or adenoidectomy.\n[22]\n\nBox Warning: Concomitant use of opioids with benzodiazepines or other CNS depressants, including alcohol, may result in respiratory depression, profound sedation, coma, and death. The FDA box warning has been associated with a decline in the number of patients with co-prescriptions of opioids and benzodiazepines; however, prescribers must be cognizant of this ever-present possibility.\n[23]",
    "mechanism": "Codeine is a prodrug metabolized by cytochrome P450 2D6 to morphine which mediates most of the analgesic effects of codeine in the body. Over 100 variants of this enzyme (CYP2D6) result in a continuum of activity. The effects of codeine are primarily dictated by the specific subtype (ultrafast metabolizers vs poor metabolizers) of the polymorphic enzyme CYP2D6 present within the individual.\n[13]\n\nUltra-rapid metabolizers can have high concentrations of morphine following the administration of codeine. About 3% of African-Americans, 1% to 10% of the White population, and 11% to 30% of North Africans are ultra-rapid metabolizers.\n[1]\nChildren who are ultrarapid metabolizers have died following the administration of codeine.\n[14]\n\nOpioid-induced infant deaths have occurred from breastfeeding by mothers who were ultrarapid metabolizers taking codeine postpartum. Conversely, poor metabolizers may experience poor pain relief when treated with codeine. The presence of the methyl group on the number 3 carbon limits the first-pass presystemic metabolism of codeine in the liver. This increases the availability of codeine following oral administration. The difference between the oral and parental doses of codeine is much smaller than that of other opioids like morphine.\n[2]\n\nAbsorption:\nCodeine is absorbed from the gastrointestinal tract almost completely (94%), and maximum plasma concentration (Cmax) is achieved after 1 hour.\n[14]\nAdministration of codeine every 4 hours results in steady-state concentration in 48 hours. Most foods do not significantly affect the absorption of codeine.\n\nDistribution:\nCodeine has an apparent volume of distribution of 3 to 6 L/kg, suggesting extensive tissue distribution.\n\nMetabolism:\nCodeine is metabolized by conjugation to morphine (5% to 10%) and N-demethylation to norcodeine (approximately 10%). CYP2D6 is the principal enzyme responsible for transforming codeine to morphine, and P450 3A4 (CYP3A4) is the major enzyme for converting codeine to norcodeine.\n[14]\nCYP2D6 inhibitors (for instance, bupropion, fluoxetine, paroxetine, and quinidine) can lead to a decreased level of morphine from codeine metabolism and decrease the analgesic effect following treatment with codeine. Concomitant use with CYP3A4 inhibitors (for instance, macrolide antibiotics, protease inhibitors, and azole antifungal agents) can increase metabolism through the CYP2D6 pathway and thus increase the availability of morphine from treatment with codeine. Conversely, concomitant use with CYP3A4 inducers (for instance, carbamazepine, phenytoin, and rifampicin) can increase norcodeine levels and lower levels of morphine byproduct. Codeine exhibits first-order kinetics in that its rate of metabolism is proportional to the concentration of drug available in plasma.\n[15]\nCodeine 6 glucuronide may also cause analgesia. Due to differences in metabolism, the analgesic effects can vary from one individual to another.\n\nExcretion:\nApproximately 90% of codeine is excreted by the kidney, of which approximately 10% is unchanged. The t½ of codeine and its metabolites is about 3 hours.\n\nPharmacodynamics:\nClassically, 3 main opioid receptors are recognized, although other subtypes exist. These are all G-protein coupled and originally named mu, delta, and kappa.\n[16]\nWhen opioids bind to these receptors, a series of intracellular events occur, resulting in decreased intracellular cAMP, hyperpolarization of the cell and neuronal cells, and inhibition of the release of nociceptive neurotransmitters.\n\nWithin the nervous system, activation of mu receptors in the midbrain is the dominant mechanism of opioid-induced analgesia. The cough reflex is primarily mediated through the opioid receptors in the medulla and, as such, easily explains the anti-tussive effects of codeine.\n[17]",
    "administration": "Codeine is available in several formulations in combination with other agents, including acetaminophen, guaifenesin, promethazine, and pseudoephedrine. In pure form, codeine is available as oral tablets in 15, 30, and 60 mg strengths and as a 30 mg/5 mL solution. Codeine powder for compounding is available in 10 and 15 grams. Controlled release forms are available in some countries. Parenteral injections of codeine are discouraged.\n\nFor the typical adult, an oral dose of codeine for analgesia ranges from 15 to 60 mg every 4 to 6 hours; the maximum dose is 360 mg per 24 hours. A 60 mg dose of codeine has a number needed to treat (NNT) of 12. Doses above 60 mg can be associated with increased adverse effects and may not significantly improve analgesia.\n[1]\nInitial dosing and titration can be individualized depending on the patient's health status, previous opioid exposure, attainment of therapeutic outcomes, and predicted or observed adverse events.\n[18]\nGenerally, 1 mg of codeine is equivalent to 0.15 morphine milliequivalents (MME).\n\nUse in Specific Patient Population\n\nHepatic impairment:\nAccording to manufacturer labeling, no studies have been conducted on patients with hepatic impairment. Hence clinicians should prescribe codeine at a lower dose in these patients.\n\nRenal impairment:\nThe kidney is the major route of elimination, so pharmacokinetics is altered in patients with renal impairment. Consequently, clinicians should prescribe codeine at a reduced dose or with longer dosing intervals.\n\nPregnancy considerations:\nWhen used in pregnancy, unfavorable newborn outcomes such as premature birth, low birth weight, hypoxic-ischemic brain injury, and neonatal death may occur. Newborns may also develop neonatal abstinence syndrome. Suppose long-term codeine use is required in a pregnant patient. In that case, a clinician should counsel the patient on the risk of neonatal opioid withdrawal syndrome (box warning) and ensure adequate management.\n[19]\n\nBreastfeeding considerations:\nMaternal use of codeine during breastfeeding can cause infant drowsiness, central nervous system depression, and death. An increased sedation rate is noted in nursing infants of mothers taking codeine compared to non-opioid medications.\n[20]\nIf the newborn shows sedation, problems in breastfeeding, or breathing difficulties, the mother should contact the clinician immediately. Given the increased susceptibility of newborns to the adverse effects of codeine, professional organizations, and regulatory agencies have advised against the use of codeine while breastfeeding. Non-narcotic analgesia is heavily encouraged for pregnant and breastfeeding mothers for these reasons.\n\nPediatric patients:\nCodeine is not indicated for monotherapy in pediatric patients.\n\nOlder patients:\nSee hepatic and renal dosing.\n\nPharmacogenomic considerations (box warning):\nPatients who are ultra-rapid metabolizers of codeine due to a CYP2D6 polymorphism gene (ultrarapid metabolizers) can metabolize codeine to morphine rapidly. Consequently, with standard doses of codeine, these patients may experience the symptoms of opioid overdose. Hence the FDA drug label for codeine reports that individuals who are ultrarapid metabolizers may have life-threatening or fatal respiratory depression at a therapeutic dose.\n[21]\n\nAlthough considerable heterogeneity exists concerning CYP2D6 enzyme capability within all ethnicities, Hispanic and White patients exhibit the highest CYP2D6 \"ultrafast metabolizer\" functionality.\n[21]",
    "adverse_effects": "Constipation is one of the most common adverse effects of codeine. Most patients report some constipation following the initiation of therapy or increases in dose. With continued exposure, constipation remains a persistent harmful effect of the drug.\n[16]\nIncreased fluid intake and stool softeners are often recommended to patients to mitigate this unwanted effect. Nausea/vomiting is another common adverse effect, but it generally diminishes within days to weeks of continued codeine exposure. Anti-emetic therapies in both oral and rectal formulations are readily available for treatment.\n\nClouded mentation or sedation following codeine initiation tends to fade over time. However, during initiation or dosage adjustments, patients should be counseled by their prescribing clinician about the drug's ability to affect their cognitive state, especially if that patient intends to drive or operate heavy machinery while on the medication until tolerance develops to this adverse effect. When prescribed codeine, patients should also receive counsel regarding the risk associated with exposure to other mind-altering substances. The concomitant use of codeine with other known sedatives, such as alcohol or benzodiazepines, can significantly increase the risk of adverse and possibly dangerous effects. Naloxone availability can help as a specific antidote to reverse significant opioid overdose or CNS depression, even when these are secondary to concomitant use with other CNS depressing agents.\n\nAbuse, misuse, and addiction can occur, and patients should be appropriately counseled. Abrupt discontinuation in those who are physically dependent can lead to withdrawal reactions. Slow tapering (about 15% per week) is recommended for long-term users. Chronic use of controlled-released codeine is associated with hypogonadism and lower dehydroepiandrosterone sulfate levels.\n[16]\nPatients have reported symptoms consistent with diminished sexual function, including decreased libido, fatigue, and/or impotence.\n\nOther common adverse effects include pruritis, urinary retention, hypersensitivity, blurred vision, bronchospasm, tremor, weakness, abdominal cramps, and pancreatitis. Patients with sleep apnea or other coexisting pulmonary disorders may be at a higher risk for respiratory depression, and doses must be initiated and titrated cautiously. When used in pregnancy, unfavorable newborn outcomes such as premature birth, low birth weight, hypoxic-ischemic brain injury, and neonatal death may occur. Newborns may also develop neonatal abstinence syndrome.\n[20]",
    "monitoring": "Monitoring should include subjective as well as objective assessment via laboratory testing. Documentation of pain intensity, level of functioning, progress toward therapeutic goals, the presence of adverse effects, and adherence to the therapy is recommended.\n[16]\nGenerally, analgesia, adverse effects, activities of daily living, and abuse/addiction (the \"4 As\" of chronic opioid therapy) should be monitored in patients on chronic opioid therapy. Urine drug screening, pill counts, caregiver or family member encounters, and prescription monitoring program data can be helpful monitoring tools for patients on stable doses and with a low risk for adverse outcomes; monitoring every 3 to 6 months may be adequate. Weekly monitoring is a reasonable strategy for patients at high risk for abuse.\n[24]\n\nMonitoring with tools such as the Opioid Risk Tool (ORT) helps identify patients with an increased risk for misuse. This tool helps to determine which chronic pain patients might benefit from other pain control modalities besides narcotics. Clinicians can use the Revised Opioid Risk Tool for patients with chronic nonmalignant pain (CNMP).\n[25]",
    "toxicity": "Deaths related to opioid toxicity have increased in the past decades, and a significant proportion of the increase derives from accidental overdoses. Opioid overdose is characteristically associated with a triad of abnormally slow respiration (apnea), decreased consciousness (coma), and pinpoint pupils (miosis). Codeine has a narrow therapeutic index, with a dose of 500 to 1000 mg usually proving fatal, though codeine-dependent individuals have been reported to use as much as 1536 mg daily.\n[2]\n\nThis patient population is presumed to have a history of issues related to substance misuse/abuse, injection drug use, and chronic pain. These patterns indicate that, in accidental deaths, any number of strategies are being used by patients who engage in codeine misuse, including supplementing codeine with prescribed pain medication, persistently escalating dosages without clinician approval, and selling/buying the drug outside of regulatory control. Therefore, a clear need exists for specialist intervention for pain management in a complex patient population.\n[26]\n\nMaximum Tolerated Dose\n\nImmediate-release preparation: 360 mg per day\n\nControlled-release preparation: 600 mg per day\n\nTreatment of toxicity depends on both the symptoms and degree of intoxication. Toxicity involves symptomatic treatment (ie, enema for constipation) and definitive reversal with the opioid antagonist naloxone for life-threatening adverse effects like respiratory depression. If the patient is physically dependent on opioids, the administration of opioid antagonists may precipitate acute withdrawal syndrome. Consequently, clinicians should prescribe opioid antagonists cautiously in patients with physical opioid dependence, and decreased dosages of antagonists should be considered for known dependent patients."
  }
}