{
  "drug_name": "coenzyme q-10",
  "nbk_id": "NBK559220",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559220/",
  "scraped_at": "2026-01-11T18:46:53",
  "sections": {
    "indications": "Presbycusis refers to bilateral age-related hearing loss. In literal terms, presbycusis means \"old hearing\" or \"elder hearing.\"\n[1]\nIt becomes noticeable around age 60 and progresses slowly; however, there is evidence that certain stressors can speed the rate of deterioration. The diagnosis can be confirmed with audiometry.\n[2]\nThe hallmark of presbycusis is the impaired ability to understand high-frequency components of speech (voiceless consonants, such as p, k, f, s, and ch).\n[3]\nThere is no cure; however, hearing aids that amplify sounds can be used to mitigate symptoms. Anatomically, presbycusis involves multiple components of the auditory system. It is primarily due to age-related changes in hair cells, the stria vascularis, and afferent spiral ganglion neurons.\n[4]\n\nDuring the normal hearing, sound, in the form of air vibration, is captured by the funnel-shaped external ear and is directed to the tympanic membrane. This causes the tympanic membrane to vibrate at a specific frequency and amplitude. This movement is amplified by three small bones in the middle ear: the malleus, incus, and stapes. From there, the signal proceeds as vibrations that are transmitted through the fluid within the inner ear to the cochlea. In the cochlea, receptors known as hair cells transform the information encoded in the vibrations into a neurologic signal which travels to the auditory cortex via the cochlear nerve.\n[5]",
    "mechanism": "Presbycusis is multifactorial in origin.\nIn addition to age-related degeneration leading to physiologic and anatomic changes, other contributing factors include genetic factors, hormones, exposure to loud noises or ototoxic agents, history of ear infection, and the presence of certain systemic diseases.\n[6]\n[7]\n\nAge-Related Factors\n\nPresbycusis can be broken down further with regards to which structures and functions are primarily affected. Some argue that there is little clinical utility in subdividing presbycusis as there is no significant change in approach or treatment, and oftentimes mixed pathology is present.\n[6]\n[8]\n[9]\nPresently, there are thought to be six categories of presbycusis: sensory, neural, strial, mechanical, mixed, and indeterminate.\n[4]\n[10]\n\nSensory presbycusis: loss of receptor hair cells at the basal aspect of the cochlea resulting in characteristic high-frequency hearing loss.\n[6]\nNeural presbycusis: loss of cochlear nerve fibers as well as the loss of spiral ganglion neurons.\nStrial presbycusis: degeneration of stria vascularis cells. These cells are essential for maintaining the appropriate ion composition of endolymph to generate the endocochlear potential for signal transduction.\n[11]\nSometimes referred to as metabolic presbycusis.\nMechanical presbycusis (cochlear conductive): due to physical changes of the cochlear duct. This is accompanied by a specific audiogram pattern.\n[4]\nMixed presbycusis: characterized by pathologic changes in more than one of the above structures.\nIndeterminate presbycusis: cases in which changes to the above structures are not significant.\n[4]\n\nGenetic Factors\n\nGenetic factors, specifically, differences in mitochondrial DNA expression genes related to oxidative stress, have been found in patients with presbycusis when compared to controls.\n[12]\n[13]\n[14]\n\nOtotoxic Factors\n\nThere are multiple medications associated with ototoxicity, including salicylates, loop diuretics, aminoglycoside, and certain chemotherapeutic agents.\n[15]\n[16]\n[17]\nAdditionally, some work and environmental-related exposures to chemicals such as toluene, styrene, lead, carbon monoxide, mercury, and other toxins have been shown to cause ototoxicity.\n[18]\nMinimizing exposure to these agents can help to prevent age-related hearing loss.\n[19]\n\nNoise Exposure Factors\n\nSome long-term studies have shown that individuals who have sustained noise-induced cochlear damage in their youth go on to develop more severe presbycusis\n.\nAnatomically, noise exposure may lead to damage and subsequent loss of spiral ganglion neurons.\n[14]\n[20]\n\nHormonal Factors\n\nGlucocorticoids, sex hormones, and glutamate signaling are thought to play a role in presbycusis.\n[14]\nProlonged corticosterone levels and loss of nuclear factor kappa B have been associated with increased spiral ganglion neuron loss.\n[21]\n[22]\nThe use of progestin and combination hormone replacement therapy in postmenopausal is associated with a more frequent incidence of hearing loss.\n[23]",
    "monitoring": "Routine physical exam maneuvers alone are not sufficient for diagnosing presbycusis. An in-office screening audiometry test administered by trained personnel should be considered by providers such as geriatricians who have a large population of older adults at high risk of presbycusis. There should be a low threshold for referral for definitive auditory testing in patients suspected of presbycusis. Imaging is usually not performed except in cases in which there is a discrepancy between presentation and auditory testing, or there are associated neurological changes.\n[3]\n\nThere are many variations of audiometry testing and central auditory testing that are beyond the scope of this review. In general, an audiometry exam tests the ability to hear sounds at varying intensity (loudness) and frequencies (tone). Commonly, pure tone testing (also known as an audiogram) is performed in patients with suspected age-related hearing loss. Pure tones are delivered through the use of headphones to one ear at a time. Patients are asked to respond if they hear a sound. The results are presented in the form of an audiogram, a graph with hearing level (in decibels) on the y-axis and frequency (in hertz) on the x-axis. In presbycusis, the highest frequency sounds are typically affected first, followed by lower and lower frequency sounds as the condition progresses.\n[30]\nPresbycusis is characterized by bilateral hearing loss above 2000 Hertz. On a standard audiogram, presbycusis appears as an overall down-sloping line that represents impaired hearing at higher frequency sounds.\n\nLaboratory testing for diseases commonly associated with hearing loss, such as dyslipidemia, diabetes, and renal dysfunction, may be indicated but are not required for diagnosis.\n[3]",
    "administration": "There is no cure for presbycusis. Hearing aids are the mainstay of treatment and have been shown to have a significantly positive effect on the quality of life and communication.\n[3]\nHearing aids do have limitations. They do not repair normal hearing, but instead simply amplify sounds. Devices can be very expensive and often are not covered by the patient's insurance.\n[3]\n[35]\nWhile smaller hearing aids are potentially more comfortable and discrete, decreased dexterity in geriatric patients may make these devices less convenient. Importantly, the management of hearing aids does not stop once the devices are fitted. Learning to use hearing aids and adjusting to both the physical discomfort and cognitive adjustment takes significant effort and practice. A collaborative, interdisciplinary approach involving the primary care provider and audiologist is recommended for continued auditory rehabilitation.\n[36]\nPatients often require encouragement as many find hearing aids uncomfortable, unattractive, and embarrassing.\n[3]\nHearing aids are indicated at certain thresholds of hearing loss. Cochlear implants can be offered to patients with severe bilateral hearing loss that is not improved with hearing aids. Specific criteria exist for patients to be considered candidates, and often include a predetermined level of impairment in word identification.\n\nAs extrinsic factors are thought to have a role in the progression of presbycusis, wearing earplugs or earmuffs to attenuate sounds may be helpful if the patient needs to be exposed to loud noises. A diet low in saturated fat may help slow hearing loss.\n[37]\nMaintaining a healthy, active lifestyle is a logical form of risk reduction in light of the fact that hearing loss is associated with stroke, myocardial ischemia, hypertension, hyperlipidemia, and diabetes. Smoking should be discouraged, as cessation has been shown to delay age-related hearing loss.\n[38]\n\nThere is an abundance of ongoing research regarding the genetic and metabolic components of age-related hearing loss. Due to the potential role of oxidative damage, it was thought that antioxidants might slow the progression of hearing loss. While the administration of alpha-lipoic acid has been shown to prevent age-related hearing loss in rats, an antioxidant-enriched diet in humans did not delay the progression of hearing loss. Other agents, such as coenzyme Q-10 and ginkgo biloba, have been studied and lack sufficient evidence for use. Additionally, the use of these supplements is controversial as prolonged administration has been associated with an increase in overall mortality.\n[1]\nThere are ongoing investigations into potential gene and hormone therapies for hearing loss.",
    "adverse_effects": "Impaired hearing contributes to cognitive dysfunction in older adults.\n[44]\nIt has been shown that those with age-related hearing loss have an increased risk of developing dementia.\n[45]\n[46]\n[47]\nWhile there have been numerous studies that confirm the connection between the severity of hearing loss and cognitive impairment, the relationship is not completely understood. Some suggest that hearing impairment requires the brain to recruit more resources to make up for the deficits in auditory perception. Because there is a finite neurologic reserve, this recruitment takes away resources that could be used for other cognitive functions, such as memory.\n[48]\n[49]\n[50]\n\nHearing permeates through numerous aspects of daily living, including communication, safety, social interaction. Loss of hearing is believed to lead to increased social isolation and decreased autonomy in older adults.\n[41]\nNegative effects on mood, such as increased incidence of anxiety, depression, and lethargy, can be present.\n[42]\n[51]\nTreatment of hearing impairment with such devices as hearing aids has been shown to have a significantly positive effect on the quality of life.\n[3]\n[30]\n\nImpaired high-frequency hearing can pose serious safety concerns, as it may be difficult for older adults to respond to warnings and signals, such as doorbells, ringing phones, smoke alarms, and turn signals. There is evidence for a relationship between hearing loss and postural control in older adults, which may be related to the perception of one's motion and position in space.\n[43]\n[52]\nA deeper understanding of this connection may potentially impact the frequency of falls, a significant source of morbidity and mortality in the elderly."
  }
}