{
  "drug_name": "colchicum",
  "nbk_id": "NBK546606",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK546606/",
  "scraped_at": "2026-01-11T18:46:54",
  "sections": {
    "indications": "Historically termed the \"disease of kings and king of diseases,\" gout represents one of the most prevalent etiologies of chronic inflammatory arthritis in the United States. It is pathophysiologically defined by the presence of monosodium urate (MSU) monohydrate crystals within joints and periarticular tissues.\n[1]\n[2]\nFirst described by Hippocrates in ancient Greece, gout is among the most extensively studied and clinically manageable rheumatic diseases.\n[3]\n[4]\n\nGout is biochemically characterized by the saturation of urate in the extracellular fluid, typically reflected by hyperuricemia, with plasma or serum urate concentrations exceeding 6.8 mg/dL (approximately 400 µmol/L); this level is the approximate limit of urate solubility in the blood.\n[5]\nThe clinical manifestations of gout may include:\n\nAcute gout flare (recurrent flares of inflammatory arthritis)\nChronic gouty arthropathy\nAccumulation of urate crystals in the form of tophaceous deposits\nUric acid nephrolithiasis\nChronic nephropathy",
    "mechanism": "The etiology of gout is usually multifactorial, involving a combination of genetic predisposition, medical comorbidities, and dietary influences. In rare cases, a single-gene defect may underlie the development of gout, often in association with additional medical complications. Irrespective of the precipitating factors, the common pathogenic outcome is sustained hyperuricemia, which can manifest as clinical gout in susceptible individuals.\n\nGenes Associated with Gout\n\nThe heritability of hyperuricemia is estimated at approximately 73%, and 40% to 50% of individuals with gout have a positive family history of the disease.\n[6]\nGenetic factors associated with gout can be categorized into 4 major categories (see\nTable.\nGenes Associated With Gout).\n[6]\n[7]\n\nTable\nTable 1. Genes Associated With Gout.\n\nRisk Factors\n\nThe final step of purine metabolism is the conversion of hypoxanthine to xanthine, followed by the conversion of xanthine to uric acid by xanthine oxidase. This process is then completed by the transformation of uric acid to allantoin by uricase. Allantoin has a much higher solubility than uric acid. Humans, other primates, giraffes, and Dalmatians possess gene mutations that result in the absence of uricase production,\n[8]\n[9]\na genetic mutation resulting in the inactivation of the uricase gene occurred about 25 million years ago. Simultaneously, there was an increase in URAT1 activity, responsible for uric acid excretion. About 20 million years ago, humans and other primates lost the ability to produce vitamin C,\n[9]\nleading to the emergence of the antioxidant theory in which uric acid replaced ascorbic acid as the main antioxidant.\n\nOne unique aspect of this evolutionary process is the development of hyperuricemia in humans, making them the only known mammals to develop spontaneous gout. Hyperuricemia is the leading cause of gout,\n[1]\n[10]\na condition characterized by the accumulation of uric acid crystals in joints, resulting in inflammation and pain. Research has shown that individuals with higher serum urate levels face an increased risk of developing gout and experiencing more frequent flare-ups over time.\n[11]\n[12]\nIn a study involving over 2000 older adults with gout, those with serum urate levels exceeding 9 mg/dL were 3 times more likely to experience a flare over the next 12 months than those with levels below 6 mg/dL (see\nTable.\nRelationship Between Serum Uric Acid Concentration and Incident Gout).\n[13]\n\nTable\nTable 2. Relationship Between Serum Uric Acid Concentration and Incident Gout [12].\n\nHyperuricemia, while a significant risk factor, does not singularly account for the development of gout (see\nTable.\nRisk Factors of Hyperuricemia and Gout); only a minority of individuals with elevated uric acid levels develop the condition. To assess the impact of diet on uric acid levels, examining the lower physiological uric acid range in species that do not produce uricase becomes essential. Dietary sources that can contribute to hyperuricemia and gout include the consumption of animal products such as seafood (eg, shrimp and lobster), organs (eg, liver and kidney), and red meat (eg, pork and beef). Additionally, beverages like alcohol, sweetened beverages, sodas, and those containing high-fructose corn syrup may also contribute to the onset of this disease.\n[1]\n[14]\n[15]\n\nObstructive sleep apnea (OSA) is pathophysiologically linked to hyperuricemia through intermittent hypoxia, which increases purine nucleotide turnover and uric acid production, and through impaired renal uric acid excretion due to hypoxemia-induced renal dysfunction.\n[16]\n[17]\nEpidemiological studies show that OSA is associated with higher serum uric acid levels and an increased risk of hyperuricemia, independent of other risk factors. However, the association between OSA and clinically manifest gout is more modest and is substantially attenuated after adjusting for confounders such as body mass index and type 2 diabetes.\n[18]\nRandomization studies suggest that OSA is causally associated with increased serum uric acid, but not independently with gout, after accounting for shared risk factors.\n[19]\n\nEpidemiological studies have reported a rising burden of gout, primarily attributed to lifestyle changes like increased protein consumption and a sedentary lifestyle. These shifts in habits highlight the complex relationship between modern lifestyle patterns and the prevalence of gout in contemporary society.\n\nAdditional factors linked to gout and hyperuricemia include older age, male sex, obesity, a purine-rich diet, alcohol, certain medications, comorbid diseases, and genetic predisposition (see\nTable.\nCauses of Hyperuricemia). Medications such as diuretics, low-dose aspirin, ethambutol, pyrazinamide, and cyclosporine have been identified as potential contributors to elevated uric acid levels and gout development.\n\nTable\nTable 3. Risk Factors of Hyperuricemia and Gout [1][8][20].\n\nTable\nTable 4. Causes of Hyperuricemia.\n\nTriggers\n\nAny condition leading to changes in extracellular urate concentration has the potential to trigger a gout flare-up. These conditions include various factors such as stress (mainly due to medical illnesses like cardiovascular illnesses, recent surgical procedure, trauma, dehydration, or starvation), dietary choices (such as the consumption of high-purine foods like organ meats or seafood, as well as alcoholic beverages like beer, wine, and spirits), and drugs (including aspirin, diuretics, or even allopurinol).\n\nDietary Factors That May Lower Serum Uric Acid\n\nCertain dietary practices have been shown to lower serum uric acid and reduce the risk of incident gout. Higher consumption of meat and seafood is associated with an increased incidence of gout in men. Conversely, increased intake of dairy products is associated with decreased incidence of gout in men.\n[21]\nAdditionally, following the Dietary Approaches to Stop Hypertension (DASH) diet has been proven to decrease serum uric acid levels and mitigate the risk of gout.\n[22]\n[23]\nAdequate vitamin C intake is associated with decreased serum uric acid and a reduced risk of gout.\n[24]\n[25]\n[26]\n[27]\n[28]\nFurthermore, incorporating cherries into the diet has been shown to decrease serum uric acid\n[29]\nand reduce the risk of recurrent gout attacks.\n[22]\n[30]",
    "monitoring": "Synovial Fluid Analysis\n\nMonosodium urate crystal identification remains the gold standard for diagnosing gout.\n[84]\nGout flares are characterized by the presence of MSU crystals in synovial fluid from affected joints or bursae, visualized using compensated polarized light microscopy. The crystals are often intracellular, indicating active phagocytosis. This technique can also identify uric acid crystals from tophaceous deposits and joints during the intercritical period.\n[98]\nDuring a gout flare-up, the synovial fluid is typically yellow and cloudy, containing crystals and white blood cells (WBCs) with a predominance of neutrophils.\n\nIn patients with septic arthritis, the synovial fluid will be more opaque, with a yellow-green appearance. Microscopic examination reveals a higher WBC count (>50,000/microL) with a predominance of neutrophils. However, there is considerable overlap in WBC counts and neutrophil percentages between patients with acute gouty arthritis and septic arthritis, making these parameters unreliable for diagnosis. Positive synovial fluid gram stains and cultures, along with low synovial fluid glucose levels, are common findings in septic arthritis. It is essential to note that the presence of crystals in synovial fluid analysis does not rule out septic arthritis, as both conditions can coexist.\n[99]\n[100]\n\nUnder polarizing microscopy, synovial fluid or tophus aspiration analysis reveals needle-shaped, negatively birefringent crystals.\n[1]\n[3]\n[101]\nArthrocentesis is essential to confirm the diagnosis and differentiate it from other conditions such as septic arthritis, Lyme disease, or pseudogout (caused by calcium pyrophosphate crystals).\n[101]\n\nLaboratory Study\n\nThe examination typically reveals elevations in the WBC count, erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP) levels during acute gouty arthritis. These features are nonspecific and do not confirm or differentiate the diagnosis from septic arthritis.\n[99]\n\nDuring acute gouty arthritis, the serum urate level may be high, normal, or low. Approximately 50% of patients with acute gouty arthritis do not have an elevated serum uric acid level. Serum uric acid measurement during an acute attack is of no diagnostic value; it is most useful when checked after the resolution of the flare. Hyperuricemia is helpful in the clinical diagnosis of gout in symptomatic patients, but hyperuricemia alone does not confirm the diagnosis. Asymptomatic hyperuricemia is not uncommon in the general population. Persistently low serum uric acid concentrations make the diagnosis of gout unlikely.\n[3]\nIn patients suspected of having gout based on clinical features, an elevated serum uric acid level (>6.8 mg/dL) can support the diagnosis but is neither diagnostic nor required to confirm it. The most accurate time to assess serum urate level to establish a baseline value is 2 weeks or more after a gout flare has subsided.\n\nUrinary fractional excretion of uric acid can be measured, especially in young populations with nonspecific causes of hyperuricemia. The measurement can help differentiate between overproduction and underexcretion of uric acid and can guide therapy.\n\nImaging\n\nAlthough not routinely used, ultrasonography and dual-energy CT (DECT) can assist in diagnosing gout.\n[102]\n[103]\n[104]\n[105]\nOn ultrasound, MSU deposition appears as a hyperechoic enhancement over the cartilage, known as the double contour sign. DECT can identify urate deposits based on the beam attenuation after exposure to 2 different X-ray spectra.\n[1]\n[3]\nIn a pooled analysis, the ultrasound double contour sign had a sensitivity of 83% and a specificity of 76%, while DECT had a sensitivity of 87% and a specificity of 84% for diagnosing gout.\n[103]\nA meta-analysis of ultrasound's diagnostic accuracy, which included features such as the double contour sign, tophus, or bony erosion, showed a sensitivity of 65.1% and a specificity of 89% for diagnosing gout.\n[106]",
    "administration": "Specific goals guide the treatment of gout. During acute flares, the primary objective is to alleviate inflammation and symptoms. In the long term, the goal shifts toward reducing serum urate levels to suppress flare-ups and regression of tophi.\n[3]\n[107]\n[108]\n\nGeneral Principles of Therapy\n\nEarly on, introducing treatment for a gout flare leads to a more rapid resolution of symptoms.\nThe duration of gout flare therapy ranges from a few days to several weeks, depending on when treatment is initiated.\nAnti-inflammatory gout flare prophylaxis should generally be continued during the early months (up to 6 months) of ULT.\nFor patients receiving urate-lowering therapy (ULT) at the time of a gout flare, the medication should be continued without interruption, as there is no benefit to temporary discontinuation.\nThe presence of tophi indicates the initiation of long-term ULT either during or following the resolution of a gout flare to reverse or prevent joint damage and chronic gouty arthritis.\n\nAcute Gout Flare\n\nThe management of acute flares of gouty arthritis aims to decrease inflammation and resulting pain. Treatment should commence within the first 24 hours of onset to reduce the severity and duration of the flare-up if possible.\n[10]\nNonpharmacological management, such as rest with topical application of ice packs\n[109]\ncan be combined with medications that reduce inflammation.\n[110]\nFirst-line treatments for gout flares are nonsteroidal anti-inflammatory drugs (NSAIDs), colchicine, or systemic glucocorticoids.\n[111]\nThe length of treatment should be at least 7 to 10 days to prevent rebound flare-ups.\n[112]\nEarly initiation of NSAIDs may lead to the resolution of the attack with a single dose.\n\nNSAIDs\n\nNSAIDs are most effective when therapy is initiated within 48 hours of the onset of gout symptoms. Indomethacin and naproxen are the more potent NSAIDs for gout, although many other commonly used NSAIDs exist. NSAID names and dosing are as follows:\n\nIndomethacin 50 mg 3 times daily\nNaproxen 500 mg twice daily\nNaproxen 500 mg twice daily\nIbuprofen 800 mg 3 times daily\nDiclofenac 50 mg 2 to 3 times daily\nCelecoxib 200 mg twice daily\n\nTypically, NSAID treatment for a gout flare lasts for 5 to 7 days. There is no significant preference for one NSAID over another, but high-dose, fast-acting NSAIDs such as naproxen or diclofenac are options. Indomethacin is not preferred due to its toxicity profile.\n[10]\nNSAIDs are usually given in full doses for the first 3 days and then tapered according to the clinical improvement. COX-2 selective inhibitors, such as celecoxib, can be used to reduce adverse gastrointestinal effects.\n\nContraindications for the use of NSAIDs include active duodenal or gastric ulcer, cardiovascular disease (uncontrolled HTN or CHF), NSAID allergy, and CKD with creatinine clearance (CrCl) of less than 60 ml/minute per 1.73 square meters. Aspirin is not recommended for treating gout flares due to the paradoxical effects of salicylic acid on serum urate levels.\n[113]\n[114]\nThis paradoxical effect results from uricosuria at higher doses and renal uric acid retention at lower doses (less than 2-3 g/day).\n[115]\n[116]\n\nOral Glucocorticoids\n\nGlucocorticoids are recommended for gout patients with contraindications to NSAIDs and colchicine, and they are also preferred for patients with renal insufficiency. The initial dose for a gout flare is:\n\nPrednisolone or prednisone 30 to 40 mg once daily or divided into twice-daily doses until resolution begins. Taper the dose over the next 5 to 10 days.\n\nThis has been proven to be at least comparable to NSAID efficacy. High starting doses of systemic steroids (>0.5 mg/kg body weight) are required for acute gout, especially in patients with a polyarticular presentation. A depot preparation for triamcinolone (60mg once) or methylprednisolone has been reported to be effective.\n[117]\n[118]\nHowever, the dose may need to be repeated at 48-hour intervals to achieve resolution of the flare. Glucocorticoids can be administered intra-articularly for a monoarticular gout flare-up or orally for polyarticular flare-ups. The efficacy of glucocorticoids is similar to or superior to that of other agents, and they have no greater risk of adverse effects in most patients.\n[119]\n[120]\n[121]\n\nIn patients with an unclear diagnosis of an acute gout flare, arthrocentesis and synovial fluid analysis should be performed. Oral and intra-articular glucocorticoids should be avoided until the results are available. Initiation of other agents, such as NSAIDs or colchicine, should be considered. Frequent adverse effects of moderate-to-high-dose, short-term glucocorticoid use include hyperglycemia, fluid retention, increased blood pressure, and mood changes. Repeated and regular courses of glucocorticoids should be avoided to limit adverse effects.\n\nIn patients with concomitant or suspected infections, uncontrolled diabetes mellitus, prior glucocorticoid intolerance, and post-operative status, glucocorticoids may heighten the risk of impaired wound healing. Careful consideration of these factors is crucial when determining the appropriate course of treatment for patients with gout flares.\n\nParenteral Glucocorticoids\n\nIntravenous or intramuscular glucocorticoids are recommended for patients who are not candidates for intraarticular glucocorticoid injection or who are unable to take oral medications. A typical methylprednisolone dose is 20 mg intravenously twice daily, with a stepwise reduction and rapid transition to oral prednisone when improvement begins. Adrenocorticotropic hormone (ACTH) is also efficacious for treating gout flare, but limited availability and high cost restrict its use.\n\nColchicine\n\nColchicine, derived from the\nColchicum autumnale\nplant and with a history spanning over 3500 years,\n[122]\nhas proven comparable in efficacy to other agents when taken within 24 hours of gout flare onset. In a randomized control trial, colchicine reduced pain by over 50% at 24 hours compared to a placebo. The lipophilic nature of colchicine makes it readily bioavailable for cellular uptake after oral administration. The primary target of colchicine is tubulin, and it is metabolized through hepatic elimination.\n\nColchicine acts by binding tightly to unpolymerised tubulin and forms a colchicine-tubulin complex that regulates microtubule and cytoskeletal function. This regulation extends to various cellular processes, including cell proliferation, gene expression, signal transduction, chemotaxis, and the secretion of granule contents by neutrophils. Furthermore, colchicine decreases neutrophil adhesion by suppressing the redistribution of E-selectin in the endothelial membrane.\n\nEULAR consensus guidelines recommend a maximum of 3 doses of 0.5 mg of colchicine daily for treating acute gout. The total colchicine dose should not exceed 1.8 mg on day 1, 1.2 mg for the first dose, followed by 0.6 mg an hour later [US Food and Drug Administration (FDA) approved dose] or 0.6 mg 3 times on the first day.\n[123]\nOn subsequent days, colchicine should be taken once or twice daily until the gout flare resolves.\n[124]\n\nA reduced dose of colchicine may be required for patients with diminished hepatic or renal function or those at risk of potential drug interactions. Colchicine toxicity can occur with ABCB1 inhibitors like cyclosporin and clarithromycin; neuromyopathy may develop weeks after initiating cyclosporin. High-dose colchicine regimens should be avoided due to their high toxicity. Adverse effects of colchicine include gastrointestinal (GI) symptoms like nausea and diarrhea, myotoxicity, and myelosuppression (leukopenia, thrombocytopenia, and aplastic anemia).\n[125]\nThe most common adverse effects are abdominal cramping and diarrhea.\n[123]\n[126]\nIntravenous colchicine is strongly discouraged due to serious adverse effects, including death, and it is no longer approved by the FDA in the US.\n\nColchicine dosing adjustments for certain high-risk patient groups should follow the guidelines outlined in the manufacturer's FDA-approved information. Typically, a maximum of 0.3 mg dose is administered on the day of a gout flare, and the dose is not repeated for at least 3 to 7 days or longer in such patients. The high-risk groups include:\n\nIndividuals who have used colchicine prophylaxis within the last 14 days and have normal hepatic and renal function, as well as those who have taken a medication that inhibits P-glycoprotein or is a potent inhibitor of CYP3A4 within the previous 14 days.\n\nIndividuals who have used colchicine prophylaxis in the last 14 days, regardless of hepatic and renal status, and have taken a medication that is a moderate CYP3A4 inhibitor within the same timeframe.\n\nIndividuals with advanced hepatic or renal impairment (Child-Pugh C cirrhosis or equivalent CrCl of <30 mL/min), regardless of recent colchicine use.\n\nColchicine exhibits interesting effects beyond treating and preventing gouty arthritis flares. Research suggests it has a beneficial effect on cardiovascular events.\n[122]\n[127]\n[128]\nA population study linked colchicine use in patients with gout to reduced cardiovascular events and all-cause mortality.\n[129]\nIn a randomized, double-blind trial involving post-MI patients within 30 days (n = 4,745), low-dose colchicine use lowered the risk of cardiovascular events (resuscitated cardiac arrest, MI, stroke, and angina leading to revascularization) compared to placebo: 5.5% with colchicine versus 7.1% with placebo; HR 0.77 (95% CI 0.61-0.96;\nP\n=0.02).\n[130]\nWhile colchicine did not affect outcomes like death from cardiovascular causes, resuscitated cardiac arrest, or MI, it notably reduced stroke and angina, leading to coronary revascularization.\n\nProphylaxis For Acute Gout\n\nThe subclinical joint inflammation in gout justifies colchicine prophylaxis, as acute gout flares are ULT's most common adverse effect. For prophylaxis, low-dose colchicine therapy is the first choice.\n[131]\n[132]\nIt is commenced 1 or 2 weeks before using urate-lowering drugs and continues for up to 6 months after normalizing uric acid levels or until the clinically visible tophi are resolved.\n[132]\n[131]\nLow-dose NSAIDs and low-dose corticosteroids can be used but carry more toxicity.\n[133]\nThe recommended colchicine dosage is 0.6 mg once or twice daily without renal or hepatobiliary compromise. In patients with renal impairment, the colchicine dose may be reduced to 0.3 mg daily or 0.6 mg every other day.\n\nInterleukin-1 Inhibition\n\nIL-1 antagonists have shown efficacy in refractory cases of gouty arthritis. Anakinra, a soluble IL1 receptor antagonist, is administered at 100 mg/day subcutaneously for 3 days\n[134]\n[135]\nor a single dose of IL-1 beta monoclonal antibody, canakinumab.\n[136]\n[137]\nThe subcutaneous dose of 150 mg canakinumab was more effective than a single-dose intramuscular (IM) dose of triamcinolone acetonide, although the risk-benefit ratio is uncertain.\n\nUrate lowering therapy (ULT)\n\nNon-pharmacologic treatment\n\nGout is associated with several comorbidities, including obesity.\n[42]\nIn a study examining the association between obesity and gout, adults aged 40 to 75 years (n = 11,079) in NHANES 2007 to 2014 were categorized into 4 groups: stable obese, weight gain, weight loss, and those maintaining a normal BMI over time (reference group).\n[44]\nAmong those with stable obesity, the risk of gout was the highest, with an HR of 1.84 (95% CI 1.08-3.14). Patients who gained weight as adults also exhibited an increased risk of gout with HR of 1.65 (95% CI 1.19-2.29).\n\nDiet can affect serum uric acid levels. Weight loss and dietary adjustments can reduce serum uric acid by 1 to 2 mg/dL. Foods high in purines, such as organ meats, shellfish, and beer, can elevate uric acid levels. Soft drinks containing high-fructose corn syrup are associated with an increased risk of gout;\n[14]\n[15]\ntherefore, reducing their intake can help reduce serum uric acid. The DASH diet has been proven to lower serum uric acid compared to a standard Western diet, making it beneficial for gout management.\n[22]\nConsuming at least 500 mg daily of vitamin C has also been shown to decrease serum uric acid levels and lower the risk of incident gout.\n[24]\n[25]\n[26]\n[27]\n[28]\nStudies have shown that higher doses of vitamin C correspond to reduced risk of gout in men.\n[27]\nCherry consumption has also been linked to lowered serum uric acid levels\n[29]\nand a decreased risk of recurrent gout attacks\n[30]\n.\n\nPharmacologic\n\nThe 2020 American College of Rheumatology Guideline for managing gout\n[108]\nadvises against initiating ULT after the first episode of acute gouty arthritis. ULT should not be initiated in patients with asymptomatic hyperuricemia. The guidelines provide specific criteria for initiating ULT, including the following:\n\nFrequent or disabling gout flares (≥2 yearly) that are difficult to treat\nGout with chronic kidney disease (stage 3 or higher)\nTophus diagnosis on physical examination or imaging\nPast urolithiasis\nChronic tophaceous gout\n\nThe decision to initiate ULT should be individualized. For instance, in a younger patient with their first gout attack with elevated serum uric acid levels, the likelihood of future gout attacks and progressive joint damage with tophi is higher, making it prudent to start ULT. Conversely, in an elderly patient with gout, multiple comorbidities, and taking multiple medications, the decision to treat may be more nuanced, and careful consideration should be given in this scenario. It is essential to note that the guidelines are to provide guidance but not dictate therapy.\n\nULT is started at a low dose to monitor the side effects and treatment response. Dose adjustments are made every 2 to 6 weeks to achieve serum urate levels of less than 6 mg/dL or 5 mg/dL in patients with tophi.\n[108]\n[138]\nThe 2020 American College of Rheumatology Guideline conditionally recommends starting ULT during acute gout flares, with some evidence supporting its safety with medications such as allopurinol\n[139]\n[140]\nand febuxostat.\n[141]\nHowever, initiating therapy during an acute attack might pose challenges regarding patient compliance, especially considering that patients experiencing acute flares are often hospitalized for the first time.\n\nDuring the initiation of ULT, there is an increased risk of gout flare-ups. As a prophylactic measure, colchicine is recommended for 3 months after achieving the serum urate goal in patients without tophi or 6 months in those with tophi. This strategy helps to minimize the risk of flare-ups during this critical period.\n[108]\n\nULT can be categorized into 3 classes based on their mechanisms:\n\nXanthine oxidase inhibitors (XOI)\n\nXOIs work by inhibiting uric acid synthesis. This class includes allopurinol and febuxostat. Allopurinol is the recommended first-line pharmacological ULT in gout.\n[108]\nPhysicians should regularly monitor liver enzymes, renal function, and blood count. Adverse effects from allopurinol can range from skin rashes to life-threatening severe allopurinol hypersensitivity, especially in HLA-B*5801-positive patients.\n[1]\n[108]\n\nAllopurinol\n\nAllopurinol is converted to its active metabolite, oxypurinol, in the liver and has a half-life of approximately 24 hours. The initial allopurinol dose is 100 mg daily in patients with a CrCl greater than 60 mL/min and is titrated upward by 100 mg every 2 to 4 weeks. A daily dose of 300 mg of allopurinol reduces serum urate levels in 33% of the population. Allopurinol can be increased above 300 mg daily to achieve the target serum uric acid.\n\nAllopurinol is taken once daily. Medications such as allopurinol and oxypurinol lower serum urate levels through a dual mechanism: inhibition of xanthine oxidase and interference with the purine salvage pathway by competing with phosphoribosylpyrophosphate, along with suppressive effects of their nucleotide metabolites on aminotransferase activity. Allopurinol also nonselectively inhibits pyrimidine metabolism. In patients with stage 3 or greater CKD, the starting dose of allopurinol should be 50 mg daily.\n[108]\n\nAdverse effects associated with allopurinol include the potential to trigger gout flares, pruritic and maculopapular rashes, leukopenia, thrombocytopenia, diarrhea, and severe cutaneous adverse reactions. Bone marrow suppression is uncommon but may occur at very high doses or in patients with CKD. Allopurinol can lead to a drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome, a life-threatening reaction to allopurinol.\n\nMajor hypersensitivity reactions like Stevens-Johnson syndrome or toxic epidermal necrolysis may occur in major allopurinol hypersensitivity syndrome (AHS). The highest risk for AHS occurs in the first 60 days after initiating allopurinol therapy. Patients who carry the HLA-B*5801 allele are at increased risk for developing severe hypersensitivity reactions, which are more common in people of Han Chinese, Korean, or Thai descent.\n[108]\n[142]\nTesting for this allele is advisable in high-risk patients. Starting at a low dose and gradually increasing it can decrease the risk of adverse reactions. The recommended starting dose is 1.5 mg per unit of estimated GFR.\n[143]\nInterestingly, allopurinol can be safely increased above 300 mg daily, even in patients with CKD, to achieve the target serum uric acid level.\n[144]\n\nAllopurinol can enhance the cytolytic and immunosuppressive effects of azathioprine and 6-mercaptopurine (6-MP), as these drugs are partially metabolized by xanthine oxidase.\n[145]\nTherefore, allopurinol should be avoided in patients undergoing treatment with these agents.\n[146]\nAdditionally, in patients on warfarin, their anticoagulation status must be carefully monitored when allopurinol is prescribed.\n\nFebuxostat\n\nFebuxostat is a selective XOI that occupies the access channel to the molybdenum-pterin active site of the enzyme. Renal elimination plays a minor role in the pharmacokinetics of febuxostat. FDA approval for febuxostat in treating patients with gout and hyperuricemia includes initial daily doses of 40 mg. If the urate levels do not normalize within 2 weeks, the dosage is increased to 80 mg daily. Studies have demonstrated the superior effectiveness of febuxostat over allopurinol (maximum dose of 300 mg daily).\n[147]\n[148]\nHowever, febuxostat may be more common with allopurinol than cardiovascular and hepatic abnormalities. In patients with CKD, febuxostat exhibits a more potent urate-lowering than allopurinol. Febuxostat has a distinct chemical structure, making it an option for patients who have experienced hypersensitivity reactions to allopurinol. Patients taking azathioprine, 6-MP, and theophylline are considered contraindications for the use of febuxostat.\n\nIn the CARES trial, which focused on cardiovascular safety in patients with gout and a history of cardiovascular disease, febuxostat and allopurinol were compared.\n[149]\nThe primary endpoint, a composite of cardiovascular death, nonfatal MI, nonfatal stroke, or unstable angina requiring revascularization, showed no significant difference between the 2 drugs. However, febuxostat was associated with an increased risk of cardiovascular death (HR, 1.34; 95% CI, 1.03-1.73;\nP\n= 0.03) and higher all-cause mortality (HR, 1.22; 95% CI, 1.01-1.47; P = 0.04). Some population studies have also shown an increased risk of cardiovascular events and death.\n[150]\n[151]\nHowever, some studies do not show an increased risk of cardiovascular events, including a randomized, open-label noninferiority study,\n[152]\n2 population studies,\n[153]\n[154]\nand a systematic review\n[155]\n. In a follow-up investigation of the CARES trial, patients who discontinued ULT experienced increased cardiovascular events and deaths at 30 days and 6 months.\n[156]\n\nAllopurinol and febuxostat are similarly effective, although some data suggest that febuxostat may be more effective in patients with CKD. In a comparative noninferiority trial of allopurinol and febuxostat, where at least 33% of patients had stage 3 CKD, both drugs showed similar efficacy in managing flares and reducing serum uric acid levels to the target range.\n[157]\n\nXOIs have demonstrated various effects, particularly in population studies focusing on cardiovascular disease.\n[158]\nThe theory is that chronic hyperuricemia and MSU deposition result in chronic inflammation, thereby enhancing the progression of atherosclerosis. Notably, allopurinol has been associated with a modest reduction in all-cause mortality among patients with gout.\n[159]\n[160]\nA case-matched cohort study conducted in Taiwan revealed that patients with gout faced an increased risk of cardiovascular and all-cause mortality. However, ULT treatment was linked to a reduced risk of cardiovascular (HR 0.29, 95% CI 0.11-0.80) and all-cause mortality (HR 0.47, 95% CI 0.29-0.79).\n[161]\nAllopurinol use was correlated with a lower risk of developing incident atrial fibrillation.\n[162]\n\nULT may also slow the progression of CKD,\n[163]\n[164]\n[165]\n[166]\nand allopurinol is associated with a lower risk of incident renal disease in elderly patients compared to febuxostat.\n[167]\nLiterature suggests that ULT in gout patients might affect outcomes, including dementia, erectile dysfunction, and other comorbidities. While some controlled trials have explored the effect of allopurinol on the incidence rate of cardiovascular events, renal disease, and DM, these studies were performed in at-risk patients, not specifically in those with gout. Therefore, the relevance of these findings to patients with gout remains unclear.\n\nUricosuric Drugs\n\nThe uricosuric agents work by increasing renal urate clearance.\n[1]\n[70]\nPatients with low or normal urinary uric acid excretion in the presence of hyperuricemia are potential candidates for uricosuric therapy. Drugs in this class include probenecid and lesinurad (withdrawn from the US market). These agents inhibit URAT1 at the apical membrane of renal proximal tubular epithelial cells. However, they are ineffective as monotherapy in patients with low creatinine clearance (<30 mL/min) and contraindicated in patients with a history of nephrolithiasis.\n[168]\n\nProbenecid, the only agent approved as a monotherapy, is initiated at 250 mg twice daily. Dose adjustments are made according to the serum urate concentration level, with increments every few weeks. The usual maintenance dose ranges from 500 to 1000 mg (taken 2 to 3 times daily), aiming to achieve target urate levels of less than 6 mg/dL (<357 µmol/L).\n\nThe significant adverse effects of uricosuric drugs are the precipitation of a gout flare, uric acid urolithiasis, gastrointestinal intolerance, and rash. Uricosuric agents are not appropriate for patients with CKD and a creatinine clearance of less than 60 mL/min. Patients with tophi are best treated with XOIs or pegloticase.\n\nUricase Pegloticase (urate oxidase)\n\nUricase is present in nonprimates and lower primates. Pegloticase, a pegylated recombinant form of uricase, is a potent agent that rapidly reduces serum urate levels by directly degrading uric acid into highly soluble allantoin. Polyethylene glycol (PEG) molecules are attached to the recombinant porcine-baboon uricase in a process known as PEGylation.This process extends the PEG molecule's half-life to days or weeks, decreasing but not eliminating immunogenicity.\n[169]\n\nPegloticase is reserved for patients with refractory gout, usually those with a high tophaceous burden. Patients must discontinue ULT while starting this medication because antibodies against pegloticase may develop. Pegloticase is administered as intravenous infusions every 2 weeks. Before each infusion, serum urate levels should be monitored to confirm urate-lowering efficacy. If the serum uric acid rises above 4 mg/dL, the infusions should be stopped, indicating that the patient is developing antibodies to pegloticase, which could lead to infusion reactions.\n\nPegloticase has effectively lowered serum uric acid levels in patients with refractory gout, as evidenced by both short-term and long-term clinical trials.\n[170]\n[171]\nPhase 3 studies revealed complete resolution of 1 or more tophi in 20% of patients by 13 weeks and lowered uric acid levels to less than 6 mg/dl in 42% of subjects within 6 months.\n[172]\nDuring the initial 6 months of pegloticase therapy, all patients should receive gout flare prophylaxis.\n\nDue to the risk of severe hemolytic anemia, pegloticase is contraindicated in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency. Acute gout flares are observed in 80% of patients during the first few months of pegloticase therapy, even with prophylactic measures in place. Moderate infusion reactions like flushing, urticaria, and hypotension are expected, with 2% of patients experiencing severe reactions like anaphylaxis. Some reactions, such as severe muscle pain and cramping, occur due to unknown mechanisms. Efforts to reduce the immunogenicity of pegloticase, particularly when used in conjunction with methotrexate or mycophenolate mofetil, have been effective; however, infusion reactions remain a significant issue.\n\nRasburicase, a nonpegylated recombinant uricase, has not received FDA approval for the treatment of gout. It prevents acute uric acid nephropathy due to tumor lysis syndrome in patients with high-risk leukemia and lymphoma.\n\nOther Drugs With an Effect on Serum Uric Acid\n\nSeveral drugs used to treat conditions such as hypertension, type 2 diabetes, and hyperlipidemia (HLD) can affect serum uric acid levels (see\nTable.\nUrate-Lowering Drugs and Mechanisms and\nTable.\nUrate-Increasing Drugs and Mechanisms).\n[173]\nThe sodium-glucose cotransporter-2 inhibitors (SGLT2i) are particularly noteworthy. Studies have demonstrated their effectiveness in lowering serum uric acid levels.\n[174]\nIn an investigation on the effect of empagliflozin therapy on heart failure, significant interactions were observed between empagliflozin treatment and baseline serum uric acid levels, affecting cardiovascular and all-cause mortality.\n[175]\nAdditionally, SGLT2 inhibitors have been shown to reduce the risk of developing incident gout and acute flares of gouty arthritis.\n[175]\n[176]\n\nTable\nTable 8. Urate-Lowering Drugs and Mechanisms .\n\nTable reference\n[173]\n\nTable\nTable 9. Urate-Increasing Drugs and Mechanisms .\n\nTable reference\n[173]",
    "adverse_effects": "Complications of gout are diverse and may encompass various systemic issues, including the following:\n\nSkeletal Complications\n\nTophi\nJoint deformity\nOA\nBone loss\n\nUrological Complications\n\nUrate nephropathy\nNephrolithiasis\n\nOcular Complications\n\nConjunctivitis\nUveitis\nScleritis\n[177]"
  }
}