{
  "drug_name": "colesevelam",
  "nbk_id": "NBK557815",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557815/",
  "scraped_at": "2026-01-11T15:27:05",
  "sections": {
    "indications": "While a generally well-tolerated drug with relatively mild side effects, colesevelam still has a few side effects that healthcare providers should be aware of before prescribing a patient the medication. Clinicians should not give colesevelam to patients with a history of bowel obstruction. Additionally, patients with a history of serum triglyceride concentrations greater than 500mg/dL or a history of hypertriglyceridemia-induced pancreatitis should not be given this drug due to its ability to increase triglyceride levels.\n[5]\n[8]",
    "mechanism": "Colesevelam is a novel drug created to help patients lower their LDL cholesterol levels. Its primary mechanism of action is to create nonabsorbable complexes when exposed to bile acids in the GI tract. It forms these complexes due to its numerous hydrophobic side chains, which enhance the binding of bile acids.\n[2]\nOnce it forms the complexes, the bile acids are no longer able to be reabsorbed to participate in the enterohepatic bile acid recirculation system. This activity causes a reduction in the total amount of bile acids in the body, causing an upregulation of the 7-alpha-hydroxylase enzyme responsible for converting intracellular cholesterol into bile acids. With the need for bile acids increased, hepatic LDL receptors become upregulated to provide enough cholesterol for bile acid synthesis. As more and more cholesterol diverts into creating bile acids, there is an overall decrease in the plasma LDL cholesterol level, along with a decrease in total cholesterol levels.\n[3]\n\nThe main mechanism through which colesevelam reduces plasma glucose levels is not entirely understood. In animal studies, researchers have observed colesevelam increasing the hormone glucagon-like peptide-1, GLP-1, and other incretins. Mice models show that this occurs through the activation of TGR5 secondary to the binding of bile acids in the GI tract. Once GLP1 and other incretins are activated, overall hepatic glycogenolysis becomes suppressed. This suppression occurs because patients with type 2 diabetes have increased hepatic glucose production, contributing to elevated fasting serum glucose levels. By decreasing hepatic glycogenolysis, one can expect a reduction in serum glucose levels.\n[2]\n[4]",
    "administration": "Colesevelam comes in three major forms that are available to patients. Healthcare providers have the option of choosing an oral tablet formulation, a prepared suspension, as well as a recently approved chewable bar form. The recommendation is to take either once or twice daily to achieve therapeutic effects. Also, patients with susceptibility to fat-soluble vitamin and folic acid deficiencies should take the vitamins at least 4 hours after taking colesevelam to allow for proper absorption of the vitamins. This principle also applies to statins. Statins need to be taken at least 4 hours after taking colesevelam. Patients should be counseled on proper fluid intake once started on colesevelam.\n\nColesevelam comes in the following formulations:\n\nChewable bar\n3.75 g per bar, oral\nPowdered suspension\n3.75 g per packet, oral\nTablet\n625 mg, oral",
    "adverse_effects": "Colesevelam is part of the drug class known as bile acid sequestrants. While overall, very effective and safe to use as a nonsystemic approach to lower cholesterol, tolerability and compliance issues are not uncommon. Colesevelam has the lowest rate of side effects associated with its use, but it still shares the same side effects as the rest of the drugs in its class. Due to the mechanism of action and causing increased bile acid in the gastrointestinal tract, the predominant side effects are gastrointestinal. Symptoms like constipation, diarrhea, gas, as well as nausea, abdominal pain, and weakness are common. Patients have also noted muscle pain to be a side effect of colesevelam.\n[5]\nAnother notable side effect associated with the use of colesevelam is a significant increase in triglycerides.\n[6]\nAlso, steatorrhea is a common side effect of these drugs as well. Due to this, patients should receive counsel that they should take this drug at least four hours before ingesting vitamin supplements and statins.\n[7]\n\nColesevelam may decrease the bioavailability of many drugs, including but not limited to: amiodarone, oral corticosteroids, cyclosporine (systemic), estrogen derivatives, progesterone, oral contraceptives, ezetimibe, glimepiride, glipizide, glyburide, leflunomide, lomitapide, loop diuretics like furosemide, thiazides, methotrexate, mycophenolate, nonsteroidal anti-inflammatory drugs, olmesartan, phenytoin, pravastatin, niacin, propranolol, raloxifene, tetracyclines, levothyroxine, ursodiol, oral vancomycin, warfarin and fat-soluble multivitamins A, E, D, K. If these drugs are on the treatment regimen of the patient, monitor therapy or consider therapy modification. These drugs require administration either one to two hours before or four hours after colesevelam administration (see product information of the medications mentioned above).",
    "monitoring": "Colesevelam has relatively few monitoring needs. While the drug's desired effect is easily attainable without monitoring, the real monitoring that is necessary is with concomitantly administered drugs. Colesevelam primarily has been shown to decrease levels of fat-soluble vitamins as the drug tends to cause steatorrhea and the malabsorption of these vitamins. Patients with known deficiencies of these vitamins should understand to take their supplements either an hour before or about four hours after the administration of colesevelam.\n[5]\n\nIn addition to fat-soluble vitamins, studies have shown that patients with hypothyroidism that get started on colesevelam show an increase in TSH levels. This increase indicates that colesevelam causes a decreased absorption of levothyroxine. To counter this, healthcare providers should monitor the patient's TSH levels while on this drug and advise patients to take their levothyroxine four hours after taking colesevelam.\n[9]\nLastly, patients with triglycerides above 300 mg/dL should be given this drug with caution. Due to colesevelam's side effect of increasing triglyceride levels, patients with already elevated levels above 300 mg/dL are at risk for increased adverse events like triglyceride-induced pancreatitis and other adverse effects associated with high triglyceride levels.\n[10]",
    "toxicity": "Overall, colesevelam is a very safe drug to use with a long history of clinical use and study. The medication does not cause toxicity outside of the adverse effects mentioned above. Healthcare providers should be on the lookout for adverse effects patients may experience and work with the clinical care team as well as the patient to see if the medication needs to be adjusted or changed to help alleviate the adverse effects. Healthcare providers should also consider using an alternative formulation of the drug if there are side effects, especially gastrointestinal side effects."
  }
}