{
  "drug_name": "collagen from fish",
  "nbk_id": "NBK606121",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606121/",
  "scraped_at": "2026-01-11T15:27:07",
  "sections": {
    "clinical_significance": "Panniculitis is a relatively uncommon disorder characterized by various histopathological features and encompasses a range of subtypes linked to infection, trauma, malignancy, or inflammatory diseases.\n\nPatients typically present with tender, erythematous, subcutaneous nodules or plaques, most often on the lower extremities. However, certain types of panniculitides develop preferentially in certain areas, such as the calf for erythema induratum, the pretibial region for erythema nodosum, and the upper arms, shoulders, and face for lupus panniculitis.\n[72]\nDepending on the etiology, panniculitis may also present with ulcers, atrophy, sclerosis, or livedo racemosa.\n[73]\nAdditional systemic features may include fever, weight loss, malaise, and arthralgia.\n[74]\n\nPanniculitis is diagnosed and classified using a combined approach, including clinical presentation and histopathological correlation based on biopsy findings. Diagnosis sometimes requires additional tests and studies, including microbiological cultures, lab tests, and polarized light microscopy.\n\nManagement focuses on panniculitis resolution and treatment of the underlying illness. The recommended measures include:\n\nRest and elevation of affected areas\nNonsteroidal anti-inflammatory drugs\nSupportive care\nCompression stockings\nAntibiotics\nSystemic steroids\nImmunosuppressants\nBiologics\nSurgical removal of nonhealing lesions\n\nPanniculitis may last weeks to months, and the outcome depends on the underlying cause of inflammation. Lesions may resolve spontaneously and recur. Some forms of panniculitis heal without sequelae, but others may cause significant morbidity, resulting in scarring or disfigurement.\n\nPanniculitis is a relatively uncommon disorder encountered in clinical practice. However, the condition is best managed by an interdisciplinary team that may include a variety of practitioners, as the specific etiologies and histopathological subtypes differ significantly. Dermatology, rheumatology, pediatrics, and primary care may coordinate with pathology in managing the various panniculitis subtypes. Systemic disease-associated types may also involve oncology, infectious disease, gastroenterology, nephrology, or pulmonology.\n\nWhen initially presenting for evaluation, a trained clinician should perform the deep punch or incisional scalp biopsy to obtain a sufficient sample for the pathologist's evaluation. A shave biopsy is too superficial and should not be used for lesions suspected of panniculitis.\n\nCoordination between primary care providers and specialists in dermatology and dermatopathology is crucial for optimal patient care. Identifying the etiology of panniculitis can be challenging, especially if the practitioner is not well-versed in the diverse range of potential underlying conditions or the appropriate biopsy techniques. Once a diagnosis is made through clinical and histopathologic correlation, managing panniculitis effectively involves addressing the underlying cause. Given that different organ systems may be affected depending on the etiology, an interprofessional team approach is essential to improving outcomes."
  }
}