{
  "drug_name": "collagen peptides",
  "nbk_id": "NBK554489",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554489/",
  "scraped_at": "2026-01-11T15:27:07",
  "sections": {
    "clinical_significance": "Osteoarthritis\n\nOsteoarthritis (OA), a degenerative disorder of the hyaline cartilage and subchondral bone at the ends of bones, is the most common joint condition in the United States. It affects many individuals throughout the world.\n[13]\nOsteoarthritis is associated with an altered ratio of osteoblasts to osteoclasts, with an increased number of osteoclasts causing bone resorption of subchondral bone, leading to thinning of the subchondral bone plate. Not only is there an increased number of osteoclasts, but their activity is also increased, with a study finding that their surface area was increased in OA, leading to increased bone resorption.\n[8]\nAn interesting finding of the study was that loading a joint with osteoarthritis decreased the expression of RANKL, Cathepsin K, and TNF-alpha, which may provide a link between mechanical loading of a joint and reduced activity of osteoclasts.\n[8]\nTherefore, osteoclasts play a significant role in the pathogenesis of osteoarthritis.\n\nOsteopetrosis\n\nKnown as “marble bone disease,” osteopetrosis refers to several genetic diseases where patients have an increase in bone mass, but the bone is brittle and prone to pathological fractures.\n[9]\n[10]\nThere are many presentations of osteopetrosis, but they have a common link in that osteoclast function is decreased. The number of osteoclasts is typically normal or even increased. However, they are not functional and typically have problems with adhesion to the bone and activation, leading to impaired secretion of acids that cause bone resorption.\n[9]\n\nOsteoporosis\n\nOsteoporosis is an age-related microarchitectural deterioration of bone, hypothesized to occur due to an imbalance between osteoblasts and osteoclasts. While osteoporosis is common in postmenopausal females, it can occur in males as well. Postmenopausal females have lower estrogen levels, and estrogen is known to be a potent inhibitor of osteoclasts. Therefore, postmenopausal females lose that osteoclast inhibition, which then leads to increased osteoclast bone resorption. The hypothesis is that decreased testosterone levels in men also increase osteoclast activity, but it is not clear through what mechanism.\n[4]\nA significant cause of morbidity and mortality in elderly individuals, osteoporotic-related fractures (especially of the vertebrae and spine), should be prevented through effective patient counseling and treatment.\n[14]\n\nPaget Disease\n\nPaget’s disease is a systemic bone disorder that starts occurring in middle-aged individuals and older. It is the second most common bone disorder in that age group in the United States and the United Kingdom. While it can manifest with bony abnormalities and disfigurations of the skull, pelvis, and spine, it can also include deafness and nerve compression. In the majority of patients with the disease, it is asymptomatic. Paget disease has correlations with increased osteoclastic activity, but the exact cause is still unknown. Some studies have linked it to paramyxoviruses, but there has not been concrete evidence regarding its pathogenesis. Paget disease typically occurs in four stages. The first stage primarily shows increased osteoclastic activity. The second stage is a mix of osteoclastic and osteoblastic activity, the third stage being primarily osteoblastic activity, and the fourth stage is the degeneration of the bone. This progression ultimately leads to softening and enlargement of bone, which makes patients prone to pathological fractures. One rare complication of Paget disease is osteosarcoma, which can be deadly in patients. Histologically, there is typically a hypercellularity of osteoblasts and osteoclasts, with the osteoclasts normally having a very large number of nuclei (can reach up to 100) and intracytoplasmic inclusions.\n[9]\n[4]\n[15]\n\nJuvenile Paget Disease (JPD)\n\nJPD is an autosomal recessive condition where there is a loss of function mutation of OPG, which causes a loss of regulation of the RANK/RANKL interaction, leading to increased osteoclast differentiation and activity, and increased osteoblast activity. Patients have a high turnover in their bones, potentially leading to skeletal abnormalities such as skull thickening, axial spine vertebral compression fractures, kyphosis, widening of the diaphysis of long bones, and pelvic deformity. The key feature of JPD is its early onset, with newborn infants potentially showing symptoms of the disorder. JPD has a highly variable clinical presentation. The histology of patients with JPD is also variable, with some patients not having any woven bone and some highly disorganized bone matrix.\n[4]\n[9]\n\nFEO (Familiar Expanile Osteolysis), Expansile Skeletal Hyperphosphatasia (ESH), and Early Onset Paget’s Disease of Bone (Early Onset PDB)\n\nFEO, ESH, and early onset PDB are all characterized by focal skeletal abnormalities located in many regions throughout the body. Their onset of symptoms are during the second decade of life, and they range from progressive hearing loss found in all of the conditions (due to degeneration of resorption of the bones in the inner ear), to mainly the involvement of the appendicular skeleton in FEO, with the axial and appendicular skeleton involvement in early-onset PDB. ESH and early onset PDB are differentiated from FEO by episodic hypercalcemia. Skeletal abnormalities can lead to pathological fractures in patients. In all of these conditions, osteoclasts are hypothesized to have activating mutations of the RANK (not requiring the RANKL signal), which can cause excess resorption and lead to widespread bony involvement. Osteoclasts become enlarged in this condition, but the number of osteoclasts does not typically elevate in these conditions.\n[9]\nWith histological examination, there is a high amount of woven bone present in patients with these conditions, which ultimately can progress to lytic lesions of the bone and replacement with adipocytes and fibrovascular tissue.\n[9]\n\nPycnodysostosis\n\nPycnodysostosis is an extremely rare genetic disease that presents as short stature with dysmorphic features of the skull, clavicles, and digits. It results from a genetic mutation of Cathepsin K, a proteinase secreted by osteoclasts that destroys Type I collagen. As a result, osteoclasts can resorb the mineralized portion of the bone matrix, but they are unable to resorb the organic portion of the bone matrix. This impairment of type I collagen degradation leads to osteoclasts phagocytosing the organic components of the bone matrix, which can be visualized in osteoclasts as intracellular vacuoles containing fibrillary collagen.\n[4]\n[9]\nPatients with Pycnodysostosis typically have an increased number of osteoclasts.\n\nAdult T-Cell Leukemia (ATL)\n\nAs previously mentioned, T-cells can have RANKL ligands that bind to RANK on osteoclast precursors, causing osteoclastogenesis. In patients with ATL, a common side-effect is hypercalcemia, caused by increased osteoclast bone resorption activity. This directly results from increased RANK/RANKL interaction and indirectly by producing inflammatory cytokines such as PTHrP, IL-1, and TGF-beta. Other forms of cancer have correlations with increased expression of RANKL, such as breast cancer and multiple myeloma, which can present as hypercalcemia via osteoclastogenesis.\n[16]\n[17]\n[16]\n\nPeriodontitis\n\nThe pathophysiology of periodontitis is that as bacterial cells increase in number, they ultimately attract immune cells such as macrophages. Those immune cells release inflammatory cytokines such as IL-6, which increases the migration of osteoclasts and results in increased bone resorption of the alveolar bone of teeth, destroying the insertion sites of teeth.\n[11]\nAdditionally, T-lymphocytes can be called on to help destroy the bacterial infection, and they have RANKL, which can directly stimulate osteoclastogenesis and cause bone resorption of alveolar bone.\n[18]"
  }
}