{
  "drug_name": "collagen type ll",
  "nbk_id": "NBK574504",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574504/",
  "scraped_at": "2026-01-11T18:46:54",
  "sections": {
    "indications": "Uterine leiomyoma (fibroids) are the most common benign gynecologic tumors, occurring in up to 70% of women by menopause.\n[1]\nWhile many fibroids are asymptomatic and are only discovered incidentally, 25 to 30 % of women experience a spectrum of symptoms that increase morbidity and adversely affect their quality of life.\n[2]\n\nThe most common symptoms include abnormal uterine bleeding (AUB), heavy menstrual bleeding (HMB), pelvic pain and pressure, anemia, and bladder and/or bowel dysfunction. Importantly, the presence of one or multiple fibroids may affect fertility, as the distortion of the uterus can prevent successful implantation and/or continued survival of an intrauterine pregnancy.\n\nThe presence of fibroids can introduce obstetrical complications, such as recurrent pregnancy loss (RPL), preterm labor (PTL), abnormal placentation, increased rates of cesarean section, and postpartum hemorrhage.  With the current trend of increased childbearing age, fertility-sparing management of uterine fibroids is critical.  In this review, we discuss the clinical presentation of fibroids in women of reproductive age and the medical and surgical management options available for women with fibroids who wish to become pregnant in the future.",
    "mechanism": "Fibroids develop as inappropriate yet benign growths of monoclonal uterine cells, specifically smooth muscle cells and fibroblasts.\n[3]\nThough pathogenesis typically occurs in the myometrium, fibroids can extend superficially from the uterine serosa from the pelvis into the lower abdomen and, on occasion, into the upper abdomen as well. Alternatively, they can arise from the myometrium and delve into the uterine cavity.",
    "monitoring": "The relationship of the leiomyoma with the uterine cavity is important for understanding symptoms and treatment options. Myomas are classified using the International Federation of Gynecology and Obstetrics (FIGO) classification system, which predominantly categorizes based on location (Figure 1).\n[24]\n[25]\nThere are three main categories: submucosal (FIGO 0, 1, 2), intramural (FIGO 3, 4, 5), subserosal (FIGO 6, 7), and other (e.g., cervical, parasitic) (FIGO 8).\n\nTransvaginal ultrasonography (TVUS) imaging remains the best tool for initial evaluation when fibroids are suspected.\n[26]\nWith uterine size less than ten weeks of gestation, transvaginal ultrasound has 95 to 100 percent sensitivity in detecting fibroids.\n[27]\nOn TVUS, fibroids are typically described as well-circumscribed, concentric, hypoechoic masses with acoustic shadowing (figure 2).\n[28]\n\nSaline infusion sonohysterography (SIS) is also helpful in evaluating the distinction between Type 1-3 fibroids, as it provides a clearer picture of extension into the endometrial cavity (Figure 3).\n[26]\nSuppose the distinction between Type 2 and Type 3 fibroids cannot be made on SIS. In that case, diagnostic hysteroscopy can be a useful tool to do so, as it can characterize the extent of protrusion under direct visualization. However, hysteroscopy is less accurate in determining the size of the fibroid compared to ultrasound and SIS.\n[29]\n\nMagnetic resonance imaging (MRI) is the most effective imaging modality to detect the size and location of fibroids; however, given the cost of this modality, it is not routinely used and is instead useful for surgical planning since it can help identify vasculature, degenerating fibroids, location, and depth into the myometrium (Figure 4).\n[2]\n[30]",
    "administration": "Medical Management\n\nNSAIDs\n\nNSAIDs are commonly used as first-line agents for the treatment of fibroid-related dysmenorrhea, given their affordability, limited adverse effects, and availability.\n[31]\nTypically, ibuprofen (600 to 1800 mg daily) or naproxen (550 to 1100 mg daily) is given and advised to be taken 1 to 2 days before the onset of menstruation and through the duration of menstruation.\n[32]\nA Cochrane review showed that NSAIDs reduce heavy menstrual bleeding (HMB) compared to placebo. However, they are less effective compared to tranexamic acid, danazol, or LNG-IUD.\n[32]\n\nCombined Oral Contraceptives\n\nCombined oral contraceptives work by preventing endometrial proliferation and have shown some benefits in improving fibroid-related heavy menstrual bleeding. However, there is no evidence to support their use for the relief of bulk symptoms.\n[33]\n[31]\nIn a randomized trial comparing the use of the levonorgestrel intrauterine device (LNG-IUD) and a low-dose combined oral contraceptive (COCs), COCs showed a decrease in menstrual blood loss. However, the LNG-IUD group had significantly less blood loss.\n[34]\nThe use of progestin-only oral contraceptives is a reasonable option for patients with fibroid-associated heavy menstrual bleeding and contraindications to estrogen use. However, limited direct evidence supporting their benefit exists.\n\nLevonorgestrel Intrauterine Device\n\nLevonorgestrel IUDs (LNG-IUD) are currently FDA-approved for the treatment of HMB, including fibroid-related uterine bleeding.\n[31]\nThe LNG-IUD works via a local progesterone effect on the uterine cavity that induces endometrial decidualization, glandular atrophy, and desensitizes endometrial estrogen receptors, rendering them less responsive.\n[35]\n[36]\nThe device has been clinically FDA-approved for five years, but recent studies demonstrate effectiveness for up to 7 years.\n[37]\nAround 20% of patients experience amenorrhea in the first year after insertion, which is the most common reason for removal.\n[38]\nMultiple studies have demonstrated that despite reducing fibroid-related menorrhagia, the LNG-IUD had no significant reduction in fibroid volume among premenopausal women.\n[39]\n[34]\nExpulsion rates of IUDs seem to depend on fibroid size, with one study demonstrating a 15.4% expulsion rate in women with fibroids >3 cm compared to a rate of 6.3% in those with fibroids <3cm, regardless of fibroid type.\n\nGonadotropin-Releasing Hormone (GnRH) Agonists\n\nGonadotropin-Releasing Hormone (GnRH) agonists are peptide analogs of the GnRH molecule that act as agonists at the GnRH receptor in the pituitary gland.  Their initial activation at the GnRH receptor causes a flare effect, temporarily increasing serum gonadotropins and downstream sex hormone concentrations. Prolonged activation of the GnRH receptor, typically following 2-4 weeks of continuous therapy, leads to involution or downregulation of the receptor, thereby suppressing pituitary function, leading to hypoestrogenism.\n[40]\nGnRH agonists have a diverse array of clinical applications. Regarding symptomatic fibroid management, they are used for short-term treatment of AUB, typically inducing a state of amenorrhea, and help improve symptoms of uterine enlargement. Given their side effect profile with long-term use, GnRH agonists are meant to be utilized as a bridge therapy before surgical or interventional procedures or natural menopause.\n[2]\nLeuprolide acetate, the most studied and most frequently administered GnRH agonist for fibroid therapy, is given as an intramuscular depot injection, either as a monthly injection of 3.75 mg for up to three months or an 11.25 mg 3-month formulation as a single dose.\n\nGnRH agonists are often used to decrease uterine volume before surgical therapy, which may ultimately allow for a more minimally invasive surgical approach. In a recent Cochrane review, GnRH agonists were shown to reduce uterine volume by 175ml and fibroid volume by 155ml compared to placebo controls. The same review demonstrated GnRH agonist benefit in increasing preoperative hemoglobin by an average of 0.88 g/dL, decreasing intraoperative blood loss, and decreasing postoperative complications.\n[41]\n\nWith prolonged therapy, there is a risk of chemically induced menopause leading to vasomotor symptoms, bone loss, vaginal atrophy/dryness, and unfavorable changes to lipid profile.\n[2]\nIf therapy is to exceed six months, it is important to start hormone add-back therapy with estrogen and progesterone, which can prolong acceptable treatment to an additional six months (for a total of 12 months of therapy).\n[42]\n\nGonadotropin-Releasing Hormone (GnRH) Antagonists\n\nElagolix and relugolix are oral, non-peptide GnRH antagonists that function by reversible, dose-dependent suppression of GnRH, thereby suppressing gonadotropins and ovarian sex hormones and leading to a hypoestrogenic state.\n[43]\nThese medications have both been recently FDA-approved (elagolix in 2020 and relugolix in 2021) for the use of HMB related to fibroids. An advantage of these medications is that they are formulated with hormone replacement therapy. Elagolix comes co-packaged with two capsules; one containing elagolix 300 mg plus estradiol 1 mg plus norethindrone 0.5 mg taken in the morning, and the other capsule containing elagolix 300mg alone taken at night.\n[44]\nRelugolix is also a combined formulation consisting of relugolix 40 mg plus estradiol 1mg plus norethindrone acetate 0.5 mg; however, it is only a single daily dose.\n[45]\nBoth treatments are FDA-approved for 24 months of use.\n\nRegarding efficacy, elagolix is efficacious in reducing fibroid-related bleeding. In two recent identical double-blinded, randomized, placebo-controlled, 6-month phase III trials (trials UF1 and UF2), 68.5% of 206 women in UF-1 and 76.5% of 189 women in UF-2 receiving elagolix + add back therapy achieved the primary endpoint of reduced menstrual blood loss to less than 80 mL during the final month of treatment and at least a 50% reduction in menstrual blood loss compared to baseline. In those who received elagolix alone (without add-back therapy), the same primary endpoint was met in 84.1% of 104 women in UF-1 and 77% of 95 women in UF-2.\n[43]\n\nIn a subsequent extension phase III trial, when therapy was given for an additional six months (total of 12 months of treatment), more than half of the participants demonstrated amenorrhea, showing a significant improvement in quality of life.\n[44]\nThe most common side effects of elagolix were hot flushes (7%) and headaches (5.5%). With prolonged therapy, the bone mineral density of the lumbar spine was reduced by 1.5%; however, the reduction was improved to only 0.6% when measured one year following completion of treatment.\n\nFollowing the elagolix trials, the protocol was replicated for two international, randomized, double-blind, placebo-controlled, 24-week, phase 3 trials for the study of relugolix. The relugolix trials demonstrated a reduction of menstrual blood loss in 71 to 80 % of participants compared to placebo. They resulted in a significant decrease in pain, anemia, bulk-related symptoms, and uterine volume.\n[45]\nMoreover, relugolix was shown to preserve bone mineral density. The most common adverse effects of relugolix combination therapy were hot flashes and hypertension.\n\nSelective Progesterone Receptor Modulators (SPRMs)\n\nSPRMs are a class of synthetic steroids that bind to progesterone receptors and have tissue-specific antagonist effects of varying degrees.\n[46]\nSpecifically, Ulipristal Acetate (UPA) binds to the pituitary gland, endometrium, and uterine fibroids to elicit actions that have been beneficial in managing uterine fibroids. At the level of the pituitary, UPA inhibits ovulation and induces amenorrhea. At the level of the endometrium, UPA prevents endometrial proliferation and decreases uterine bleeding. UPA also binds progesterone receptors that are abundant within the fibroids themselves to decrease cellular proliferation and increase apoptosis, ultimately reducing the size of the fibroids. Of note, SPRMs lead to histologic changes in the endometrium, referred to as progesterone receptor modulator-associated endometrial changes (PAECs), which are reversible and are not associated with malignancy.\n[46]\n[47]\n\nClinical efficacy in the reduction of AUB-L and fibroid volume has been demonstrated in the European-based PEARL trials.\n[48]\n[49]\nUPA is currently not approved in the United States for the treatment of fibroids. UPA use outside the United States is limited due to the rare side effect of severe liver injury.\n\nAromatase Inhibitors\n\nLetrozole is a reversible non-steroidal competitive aromatase inhibitor that works by inhibiting the conversion of androgens into estrogens. Studies have demonstrated that uterine fibroid tissue overexpresses aromatase. Thus, aromatase inhibitors reduce the local production of estrogen from the fibroid itself, thereby preventing further fibroid proliferation and assisting in fibroid volume reduction.\n[50]\n[51]\nLetrozole can be administered orally at 2.5 to 5 mg/day for 12 weeks. One trial of 70 participants demonstrated a reduction in fibroid volume by 46% after 12 weeks of treatment; however, there was no significant difference compared to GnRH agonists.\n[52]\nAnother study demonstrated a decreased operative time and intraoperative blood loss when letrozole was used preoperatively for 12 weeks.\n[53]\nLetrozole is not currently FDA-approved for symptomatic fibroids; however, it has been used off-label for this purpose. Most reported adverse effects are hot flashes and bone mineral density loss with prolonged use.\n[52]\n\nSurgical Management\n\nMyomectomy is the surgical removal of uterine fibroids via hysteroscopic, laparoscopic, or abdominal surgery. Common indications for myomectomy include AUB with or without a history of symptomatic anemia, bulk-related symptoms such as urinary urgency, frequency, hydronephrosis, constipation, infertility, prevention of obstetrical complications, and in some cases, for the evaluation of potential malignancy. Establishing the type (location), size, and quantity of fibroids using the modalities described above is a crucial step in a patient’s evaluation that guides the optimal excision strategy.\n\nHysteroscopic Myomectomy\n\nHysteroscopic myomectomy (HSC-M) is a minimally invasive approach to fibroid removal with high success rates and low risk for complications in the appropriately selected patient (Figure 5).  The feasibility of performing a successful HSC-M is largely dependent on the type and size of the existing fibroids. HSC-M is most successful in resecting Type 0 and Type I fibroids.\n[54]\nComplete resection rates of Type 0 and Type I fibroids range from 96 to 97% and 86 to 90%, respectively.\n[54]\n\nHSC-M can be used for type 2 fibroids; however, this often involves repeat procedures due to the lower complete resection rate of 61 to 83%. The type of fibroid also correlates with operative time and the amount of distention fluid absorbed during the procedure. The deeper the penetration of the fibroid into the myometrium, the greater the volume of fluid absorbed (type 0: 450 ml, type I: 957 ml, type II: 1682ml).\n[55]\nPatients with fibroids >3 cm and/or with two or more fibroids present have the highest risk of needing a repeat procedure.\n[56]\nThe overall rate of incomplete resection is approximately 5 to 17%.\n[57]\n\nHSC-M has a 94.4% success rate, defined as improved quality of life (QoL) scores and resolution of symptoms.\n[58]\n[59]\nOne of the biggest advantages of HSC-M is the benefits that come with a minimally invasive approach, such as minimal recovery time, minimal need for opioids, minimal postoperative restrictions, sooner return to daily activity, and decreased perioperative morbidity.\n[60]\nPatients typically report a major improvement in symptom severity and quality of life within 6-12 weeks of surgery.\n[60]\n\nRegarding fertility, a 2009 study of infertile women with submucosal fibroids by Pritts et al found that women who underwent submucosal myomectomy were twice as likely to become pregnant as women who did not undergo myomectomy (RR 2.03, CI 1.08–3.82).\n[61]\nAnother study investigating conception rates up to 3 years after hysteroscopic myomectomy found a 49% conception rate after resection of type 0 fibroids and 33% after resection of type I fibroids.\n[62]\n\nHSC-M is overall a very safe procedure with a complication rate of <1%.\n[63]\nThe most common complication with hysteroscopy is uterine perforation at a rate of 0.76%, which most frequently occurs during uterine entry. This is also the most common reason for excessive bleeding during the procedure.  Other complications of HSC-M are associated with excess fluid absorption of the distention medium, which can occur during complicated resections with large or multiple fibroids that prolong the procedure.\n[64]\n\nLaparoscopic Myomectomy\n\nLaparoscopic myomectomy (LSC-M) is a minimally invasive surgical approach to remove symptomatic fibroids of types 2 through 8. Location, size, and the number of fibroids are all important determinants for the success of the surgery and reducing recurrence.\n\nLSC-M provides an 80% success rate in the relief of symptoms, similar to abdominal myomectomy. However, it comes with significantly fewer complications.\n[65]\nFurthermore, LSC-M shares the benefits of a minimally invasive approach, providing patients with shorter recovery times and fewer complications. One study looking specifically at the short-term quality of life post-LSC-M demonstrated a median 20-day shorter time to return to work and a 1-week shorter time to return to normal activity than abdominal myomectomy.\n[60]\n\nIn another study examining outcomes immediately post-op, patients who underwent laparoscopic myomectomy experienced less post-op pain at the 6-hour and 48-hour marks, a 50% lower chance of perioperative fever, and shorter hospitalization compared to those who underwent abdominal myomectomy.\n[66]\n\nRisk of complication during LSC-M is increased in patients with fibroids >5 cm, >3 total fibroids, and in those with intramural and intraligamentous fibroids.\n[67]\nComplications include hemorrhage, fever/infection, bowel or bladder injury, conversion to laparotomy, and adhesive disease.  A large multicenter study looking at over 2000 cases demonstrated a total complication rate of 11.1% (n=225), of which 9.1% were minor complications and 2.02% were major complications.  The most common minor complications were fever of unexplained origin (5.1%) and urinary tract infections (3.4%). Among the major complications were hemorrhage (0.7%), hematoma (0.48%), bowel injury (0.04%), and post-op kidney failure (0.04%).\n[67]\n\nConversion to laparotomy is overall a rare event. In a study examining over 700 intended laparoscopic myomectomies, only seven required conversion to an abdominal open approach.\n[68]\nRisk factors for conversion to abdominal myomectomy include the size of fibroids (5 cm on ultrasound), intramural type fibroids, anterior fibroids, preoperative use of GnRH agonists, and elevated BMI.\n[69]\nLong-term complications of surgery include adhesive disease (36-66%) and recurrence of fibroids.\n[70]\n[71]\n[72]\n\nIt is worth mentioning the use of robot-assisted laparoscopic myomectomy (RLSC-M), which has grown in popularity amongst many minimally invasive gynecologic surgeons in recent years. Preference for the use of either technique is based on the surgeon’s skill level in using the conventional vs. robotic approach in handling complex cases. Surgeons tend to prefer RLSC-M in cases that involve ≥10 fibroids ≤ 7 cm or in patients with obesity due to improved visibility.\n[73]\nThe most significant difference between the two techniques is the conversion to abdominal myomectomy. In a systematic review and meta-analysis looking at over 2000 patients, laparoscopic myomectomy was associated with a 4.5 times increased risk of conversion to abdominal myomectomy compared to robot-assisted laparoscopic myomectomy.\n[74]\n\nRegarding outcomes and complications, a meta-analysis of eight retrospective trials comparing the two techniques demonstrated no significant difference in complications, operative time, length of hospital stays, and postoperative fertility.\n[75]\nGiven these subtle differences and the increased costs associated with robotic-assisted laparoscopy, there is no significant indication for choosing it over LSC-M. With both approaches, the failure rate remains comparably low.\n[76]\n\nAbdominal Myomectomy\n\nAbdominal myomectomy (ABD-M) is a major surgical procedure typically reserved for complex cases where a minimally invasive approach is contraindicated or in failed intended laparoscopy cases. Similar to LSC-M, an abdominal myomectomy is best used for symptomatic intramural and subserosal fibroids.\n\nIn a retrospective cohort study of 30 patients who underwent ABD-M, 90% of patients showed improvement in overall symptoms, and 79% expressed satisfaction with their choice of procedure.\n[65]\nWith regards to fertility outcomes, a Cochrane review demonstrated no difference between LSC-M and ABD-M.\n[77]\nWhen looking at the difference in operative time, Barakat et al. demonstrated that ABD-M is associated with a shorter operative time of 126 minutes, compared to 155 and 181 minutes with LSC-M and RLSC-M, respectively.\n[78]\nAnother benefit is the lower risk of recurrence with ABD-M eight years post-procedure (63.4% vs. 76.2%) compared with LSC-M.\n[79]\nThis is likely due to the ability to identify and remove sub-centimeter-sized fibroids more easily with an ABD-M approach.\n\nDespite the similar outcomes in symptom reduction, fertility, and benefits in operative time, ABD-M is associated with significant morbidity. Blood loss is significantly higher with ABD-M compared to its minimally invasive alternatives, with an average of 200 mL blood loss during ABD-M compared to 150 mL and 100 mL in LSC-M and RLSC-M, respectively.\n[78]\nA systematic review and meta-analysis performed by Chen et al. demonstrated that ABD-M caused a longer duration of post-op ileus and increased length of hospital stay.\n[80]\nA Cochrane review concluded that pain was increased at the 6-hour and 48-hour mark after an ABD-M compared to LSC-M. This review also found a 50% increased risk of postoperative fever in patients who received ABD-M compared to LSC-M.\n[66]\nDue to the higher rate of surgical complications compared to its minimally invasive counterparts, patient selection for ABD-M and preoperative optimization are paramount.\n\nMyomectomy for Improving Fertility\n\nMany studies have demonstrated a clear relationship between uterine fibroids and infertility; however, surgical management of fibroids for the sole purpose of improving fertility (ie, in otherwise asymptomatic patients) is less clear-cut and largely depends on the location of the fibroids.\n\nFibroids that distort the uterine cavity, i.e., submucosal fibroids (FIGO Type 0-2), strongly influence reproductive outcomes.\n[81]\nIn one systematic review and meta-analysis of 23 randomized controlled trials evaluating pregnancy outcomes of infertile women with and without SM fibroids, women with SM fibroids had a significantly reduced rate of implantation (RR=0.283), clinical pregnancy (RR=0.363), and ongoing pregnancy/live birth rate (RR=0.318). Furthermore, women with SM fibroids have increased rates of spontaneous abortion.\n[82]\n[61]\nEvidence suggests that cavity-distorting myomas should be surgically removed to improve reproductive outcomes even if the patient is otherwise asymptomatic.\n[81]\nA prospective study of 181 infertile women with a solitary fibroid <4 cm compared pregnancy outcomes in those who underwent myomectomy vs. those who underwent expectant management. In patients with submucosal fibroids (n=52), those who underwent submucosal myomectomy had a clinical pregnancy rate of 43% compared to 27% in the expectant management group after one year of enrollment (p < .05).\n[83]\nAt this time, there is insufficient evidence to suggest that HSC-M for submucosal fibroids reduces miscarriage rates.\n[81]\n\nThe negative impact of intramural (IM) fibroids on fertility outcomes has been demonstrated in multiple studies. However, limited data suggest whether or not the removal of the intramural fibroids improves these outcomes. In general, women with intramural fibroids have a lower implantation rate, clinical pregnancy, and ongoing pregnancy/live birth.\n[82]\n[61]\nOne of the largest prospective cohort studies investigating the success of in vitro fertilization (IVF) in women with and without fibroids showed that in women with intramural fibroids ≤ 5 cm (mean size 2.3 cm), the clinical pregnancy rate per embryo transfer was 23.3% compared to 34.1% in women without fibroids.\n[84]\n\nAn RCT of 181 women with a solitary fibroid < 4 cm and at least one year of infertility showed that myomectomy was not associated with an improved clinical pregnancy rate in women with intramural fibroids (n=23, 56.5%, NS).\n[83]\nOn the other hand, a prospective, nonrandomized cohort study of 318 women with unexplained infertility or recurrent pregnancy loss showed that women who underwent LSC-M had higher birth rates than those with fibroids who did not undergo LSC-M (42% [44/106] vs. 11% [12/106], P <.001, respectively).\n[85]\nIn summary, myomectomy for intramural fibroids does not necessarily guarantee the resolution of infertility. However, there is fair evidence to support that it does not impair reproductive outcomes. If a patient with large intramural fibroids has failed multiple IVF cycles, myomectomy should be strongly considered. Ultimately, the decision to undergo myomectomy for intramural fibroids should result from a shared decision-making process between the patient and her surgeon.\n\nStudies looking at subserosal (SS) fibroids suggest they do not play a role in infertility and thus do not need to be removed to improve reproductive outcomes.\n[82]\n[61]\n\nAlternative Procedural Treatment Modalities\n\nUterine Artery Embolization (UAE)\n\nUterine artery embolization (UAE) is a percutaneous transcatheter embolization technique that occludes the cervicovaginal branch of both uterine arteries to deprive fibroids of their blood supply, leading to degeneration\n[76]\n(figure 6). Ideal candidates for this approach are patients with heavy menstrual bleeding (HMB) caused by intramural fibroids who are either resistant to or not ideal candidates for surgery.\n\nIn a study looking at ten-year follow-up after UAE, 62% of patients reported their HMB had resolved at two years, which increased to 83% at five years post-procedure. Overall, 78% of patients reported they were very satisfied with the treatment at the ten-year mark.\n[86]\nUAE is associated with decreased risk for transfusion, shorter hospital stays, and quicker return to baseline functioning.\n[87]\n[88]\n\nAlthough the UAE can provide relief for many patients and avoid surgery-associated risks, studies have shown that as many as 19-38% of patients undergo reintervention for persisting symptoms.\n[89]\nOver five years, the rate of re-intervention requiring hysterectomy was 28%.\n[90]\nMajor complications occur in about 1 to 12% of the time and include rehospitalization, ovarian failure, pulmonary embolism, and unplanned hysterectomy.\n[91]\n\nMinor complications include fever, pain, nausea, pelvic infection, postembolization syndrome, and vaginal discharge. There is conflicting data regarding reproductive outcomes after UAE compared to myomectomy. Overall, the UAE is not the ideal treatment option for patients who desire future fertility due to a potential post-procedure decline in ovarian reserve and increased risk of pregnancy-related complications. Regarding pregnancy-related complications, UAE for uterine fibroids is associated with an increase of miscarriage (35.2% versus 16.5%; OR, 2.8; 95% CI, 2.0–3.8), cesarean delivery (66% versus 48.5%; OR, 2.1; 95% CI, 1.4–2.9), and postpartum hemorrhage (13.9% versus 2.5%; OR, 6.4; 95% CI, 3.5–11.7) compared to expectant management.\n[92]\n\nMagnetic Resonance–guided Focused Ultrasound Surgery (MRgFUS)\n\nMagnetic resonance-guided focused ultrasound surgery is a form of therapy that involves continuous waves of ultrasound energy over a 3 to 5-hour period under magnetic resonance guidance. Eventually, the goal is to heat the entire fibroid to >57 degrees C for at least 1 second to induce coagulative necrosis.\n[76]\n[93]\nFibroids that possess a high T2-weighted signal intensity are more likely to be responsive to the treatment.\n[94]\nMRgFUS is a minimally invasive approach with very minimal recovery time, low radiation exposure, and provides symptomatic treatment, serving as a great option for patients who are opposed to surgery.\n\nA study performed by Funaki et al, looking at 91 women over 24 months who underwent MRgFUS, demonstrated a mean reduction in the volume of 36.5% at six months and 39.5% at 24 months.\n[95]\nAnother study looking at a 12-month follow-up showed an 86%, 93%, and 88% at 3, 6, and 12 months, respectively.\n[96]\nIn patients with primarily intramural myomas >3cm and uteri size < 24 weeks of gestation, MRgFUS decreased the percentage of patients reporting excessive bleeding from 69 to 31% and relieved pressure symptoms in 49% of patients.\n[97]\nThere is limited research regarding reproductive outcomes after MRgFUS, with most data coming from a few case reports and small case series.  Existing data is reassuring, with one case series describing 54 pregnancies in 51 women after MRgFUS.\n[98]\nMore studies are needed to determine whether MRgFUS should be recommended for patients seeking future fertility.\n\nThe overall complication rate with MRgFUS is low at about 13.1% in a study that looked at 150 women who underwent the procedure. However, only one of these was a major complication (deep vein thrombosis).\n[96]\nIn the same study, 7.4% of patients required treatment for fibroid-related symptoms at one year following the procedure. Other side effects of the therapy involve skin burns, nerve damage, necrosis of non-targeted tissue, bone heating, and venous thrombosis due to prolonged immobility.\n[76]\n[97]\n[99]\n\nUltrasound-guided Radiofrequency Ablation (Laparoscopic RFA)\n\nRadiofrequency ablation (RFA) is a therapy that involves applying energy via ultrasound, which utilizes direct thermal conduction to induce coagulative necrosis in tissue.\n[100]\nThe technique now includes using laparoscopic guidance using a laparoscopic transducer, allowing direct placement of the radiofrequency ablation tip directly into the fibroid.\n\nIn a prospective international trial observing a cohort of 135 women with fibroids and HMB, menstrual blood loss decreased from baseline levels by 38.3 months, and fibroid volume decreased by 45.1% at the 1-year mark. Furthermore, symptom severity scores improved significantly along with the quality of life, and 94% of women reported satisfaction with the procedure.\n[101]\nAnother study of 31 women had improved symptom severity scores by 82% and a mean reduction of uterine volume from 194.4 cm to 113.2 cm at one year.\n[102]\n\nThere is very limited data on fertility and pregnancy after RFA. There is documentation of 15 pregnancies in 13 patients, yielding 13 live births after RFA for fibroids.\n[100]\nIn addition, a case series of 30 pregnancies by Berman et al. demonstrated 26 full-term live births and four pregnancy losses.\n[103]\nCurrent trials are beginning to include more patients desiring fertility, given that RFA causes minimal myometrial damage. However, no definitive conclusions can be drawn about pregnancy outcomes and pregnancy-related risks.\n\nA meta-analysis regarding the rate of surgical reintervention after RFA was 4.2%, 8.2%, and 11.5% at 1, 2, and 3 years, respectively.\n[104]\nThe Halt trial looked at the 3-year outcome of RFA in 104 patients and reported a reintervention rate of 11% (14 patients), which included 11 hysterectomies, two laparoscopic myomectomies, and 1 UAE.\n[105]\nThe incidence of complications and adverse effects remains inconsistent across studies.",
    "adverse_effects": "Every medical intervention has a side effect profile, and every IR or surgical intervention has its associated risks, as described in detail above. Counseling patients on the adverse effects of medications, such as altered bleeding profile and medication-induced menopause, is worth mentioning to patients when they are deciding on a treatment modality. Informing patients about the risks of bleeding, infection, injury to nearby organs, scarring, and failed treatment are all important to mention when consenting a patient for surgery or an alternative procedure. Although the overall risk of hysterectomy for uncontrolled intraoperative bleeding is less than 1 out of 100 women, it is especially important to mention this risk to patients, particularly in women with multiple large fibroids."
  }
}