{
  "drug_name": "colloidal silicon dioxide",
  "nbk_id": "NBK459154",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459154/",
  "scraped_at": "2026-01-11T15:27:11",
  "sections": {
    "indications": "Dofetilide contraindications include patients with long QT syndrome.\n[27]\nAdditionally, dofetilide is also contraindicated in patients on kidney dialysis or with renal diseases. Dofetilide is contraindicated in patients with a low potassium level in the blood, vomiting and/or diarrhea, sweating, loss of appetite, decreased thirst, and whether the patients have ever had heart or liver disease. Dofetilide is contraindicated in patients planning to become pregnant, pregnant, or breastfeeding.\n\nBox Warnings\n\nThe FDA has issued a warning regarding the occurrence of torsades in patients taking dofetilide, necessitating hospital admission for its initiation.\n[28]\nTo prioritize patient safety and reduce the risk of arrhythmia, these patients must be monitored for at least 3 days in a facility capable of calculating creatinine clearance. Clinicians should offer continuous EKG monitoring and provide cardiac resuscitation if necessary.\n[13]",
    "mechanism": "As a class III antiarrhythmic agent, dofetilide blocks potassium channels in phase 3 of the action potential and slows the efflux of potassium out of the myocyte, slowing the repolarization rate of the cell and widening the action potential's plateau phase. The refractory periods of atrial, ventricular, and Purkinje cells are increased, leading to lengthening of the QT interval, which is often visible on an ECG. The increased widening of the QT interval is possibly due to the inhibition of phosphoinositide-3 kinase, which increases the late sodium current.\n[13]\n[14]\nBy inhibiting a component of the time-dependent potassium current, dofetilide increases the effective refractory period and action potential without affecting the conduction velocity.\n[15]\n\nPharmacokinetics\n\nAbsorption:\nOral absorption is approximately 100%. Food or antacids do not affect oral bioavailability. Steady-state plasma concentrations are attainable within 2 to 3 days. Plasma concentrations are dose-proportional. Dofetilide achieves its peak plasma concentration and onset of action within 2 to 3 hours following a single dose in the fasted state.\n\nDistribution:\nThe volume of distribution is 3.1 L/kg to 4.0 L/kg, suggesting that dofetilide is not sequestered in fatty tissues. Dofetilide's plasma protein binding ranges from 60% to 70%, independent of plasma concentration and renal impairment.\n\nMetabolism:\nFifty percent of dofetilide metabolism occurs in the liver. Dofetilide is metabolized to a small extent by the CYP3A4 isoenzyme of the cytochrome P450 system. Inhibitors of the CYP3A4 isoenzyme could increase systemic dofetilide exposure. Inhibitors of this isoenzyme (eg, macrolide antibiotics, azole antifungal agents, protease inhibitors, serotonin reuptake inhibitors, amiodarone, cannabinoids, diltiazem, grapefruit juice, nefazodone, norfloxacin, quinine, zafirlukast) should be cautiously co-administered with Tikosyn as they can potentially increase dofetilide levels. Dofetilide is not an inhibitor of CYP3A4 or other cytochrome P450 isoenzymes and is not expected to increase levels of drugs metabolized by CYP3A4.\n\nElimination:\nThe primary route of excretion is by the renal route. About 80% of a single dose of dofetilide is excreted in urine, with 80% as an unchanged drug and the remaining 20% consisting of inactive or minimally active metabolites. Dofetilide is eliminated in the kidney by cationic secretion. Inhibitors of renal cationic secretion are contraindicated with dofetilide. Also, drugs that are actively secreted via this route (eg, triamterene, metformin, and amiloride) should be co-administered with care as they might increase dofetilide levels. The elimination half-life of dofetilide was reported to range from 4.8 to 13.5 hours. The most reported half-life in the literature for dofetilide is 10 hours. General pharmacokinetic principles assert that it takes 4.5 to 5 half-lives to eliminate approximately 100% of a single dose administration of any drug. Hence, it takes 4.5 to 5 half-lives to eliminate a single dose of dofetilide from the human body, which is 45 to 50 hours. Therefore, the duration of action of a single dose of dofetilide is 45 to 50 hours.\n[16]",
    "administration": "Available Dosage Forms and Strengths\n\nThe dofetilide oral formulations contain inactive ingredients such as microcrystalline cellulose, corn starch, colloidal silicon dioxide, magnesium stearate, gelatin, titanium dioxide, and FDC Yellow 6\n.\n[17]\n[18]\n[19]\nDofetilide is available in strengths of 125 μg, 250 μg, and 500 μg.\n\nAdult Dosage\n\nDofetilide therapy should be initiated (or restarted) in a setting with continuous electrocardiographic (ECG) monitoring and healthcare personnel trained to manage severe ventricular arrhythmias. Monitoring must continue for at least 3 days. Patients should not be discharged until 12 hours after electrical or pharmacological conversion to normal sinus rhythm. The dofetilide dose must be tailored based on the patient's creatinine clearance and QTc length. The QT interval should be used to assess patients with heart rates under 60 beats per minute. The usual starting dose is 500 μg twice daily, with adjustments based on specific guidelines. Serum potassium should be maintained within the normal range before and during treatment. Hypokalemia should be corrected before starting dofetilide. Patients with atrial fibrillation should undergo anticoagulation therapy before cardioversion, continuing post-procedure as per standard practice.\n\nSteps for Individualized Dose Initiation:\n\nECG Assessment\n: Measure QTc or QT before the first dose. Dofetilide is contraindicated if QTc or QT is >440 msec (500 ms for those with ventricular conduction abnormalities). For heart rates <60 beats per minute, use the QT interval.\nCreatinine Clearance\n: Calculate creatinine clearance to determine the appropriate dosing.\nStarting Dose\n:\nCreatinine clearance >60 mL/min: 500 μg twice daily\nCreatinine clearance 40-60 mL/min: 250 μg twice daily\nCreatinine clearance 20-40 mL/min: 125 μg twice daily\nCreatinine clearance <20 mL/min: Contraindicated\nAdminister Dofetilide\n: Initiate continuous ECG monitoring.\nMonitoring QTc or QT\n: Check QTc or QT 2 to 3 hours after the first dose. Adjust the dose if it rises by more than 15% from baseline or exceeds 500 ms.\nSubsequent Doses\n: Monitor QTc or QT after each dose without further reductions based on QTc or QT after the second dose.\nDiscontinuation\n: If QTc exceeds 500 ms at any point, discontinue dofetilide. Patients should be continuously monitored with ECG for at least 3 days or 12 hours after conversion to normal sinus rhythm, whichever is longer.\n\nSpecific Patient Populations\n\nHepatic impairment:\nAfter adjusting for creatinine clearance, no further dose adjustment is necessary for those with mild or moderate hepatic impairment. Dofetilide should be used with caution in cases of severe hepatic impairment, as these conditions have not been studied.\n\nRenal impairment:\nIn patients with renal impairment and arrhythmias, the clearance of dofetilide is directly influenced by the level of creatinine clearance. As renal function declines, the half-life of dofetilide is prolonged, leading to increased plasma concentrations. Given that the prolongation of the QT interval and the associated risk of ventricular arrhythmias are positively correlated with dofetilide plasma levels, precise dose adjustment based on calculated creatinine clearance is essential. As outlined, dofetilide dosing should be individualized according to renal function, and renal parameters should be carefully monitored to mitigate risks associated with elevated plasma concentrations. Dofetalide is contraindicated if creatinine clearance <20 mL/min.\n\nPregnancy considerations:\nDofetilide has been associated with adverse effects on fetal development and survival in rats and mice during organogenesis, including bradycardia, hydronephrosis, hydro-ureter, and abnormalities of the vertebrae and sternum.\n[20]\n[21]\nDue to the lack of well-controlled studies in pregnant women, dofetilide should be prescribed during pregnancy only if the potential benefits outweigh the risks to the fetus. Dofetilide is classified as FDA pregnancy category C under the recently replaced system. Therefore, pregnant patients should not receive dofetilide.\n[22]\n\nBreastfeeding considerations:\nThere is no data on the excretion of dofetilide in breast milk; therefore, patients should be advised against breastfeeding while taking dofetilide.\n\nPediatric patients:\nThe safety and efficacy of dofetilide have not been established in children.\n\nOlder patients:\nOlder patients are more likely to have reduced renal function and lower creatinine clearance, so careful attention is necessary when selecting the appropriate dose of dofetilide.",
    "adverse_effects": "Dofetilide has virtually no extracardiac pharmacological effects.\n[23]\n\nTorsades de pointes occurred in 1% to 3% of patients in clinical trials where strict exclusion criteria (eg, hypokalemia) were applied, and continuous ECG monitoring was used to detect marked QT prolongation in the hospital. Torsades de pointes have been reported in postmarketing surveillance.\n[24]\n\nDofetilide may induce or worsen ventricular dysrhythmias with therapeutic use, producing life-threatening polymorphic ventricular tachycardia. Patients with a history of torsade de pointes, prolonged QTc (greater than 440 ms), hypomagnesemia, or serum potassium below 4.0 mEq/L show an increased risk of developing ventricular dysrhythmias. Other potential adverse effects of dofetilide administration include chest pain, nausea, abdominal pain, flatulence, diarrhea, headache, dizziness, and fatigue.\n\nOverdose experience is limited. Reported effects include QT prolongation, torsade de pointes, and complete heart block. The most common adverse effects include headaches, chest pain, and dizziness.\n\nSevere adverse reactions\n\nFast, pounding, or irregular heartbeat\nRash\nSevere diarrhea\nDizziness or fainting\nUnusual sweating\nVomiting\nLoss of appetite\nPolydipsia (drinking more than normal)\n\nMild adverse reactions\n\nHeadache\nChest pain\nShortness of breath\nNausea\nFlu-like symptoms\nStomach pain\nBack pain\nInsomnia\n\nDrug-Drug Interactions\n\nApproximately 80% of a single dose of dofetilide gets excreted in the urine, of which approximately 80% is excreted as unchanged dofetilide, with the remaining 20% consisting of inactive or minimally active metabolites. Renal elimination involves both glomerular filtration and active tubular secretion (via the cation transport system, a process that can be inhibited by cimetidine, trimethoprim, prochlorperazine, megestrol, ketoconazole, and dolutegravir).\nIn vitro\nstudies with the human liver microsomes show that CYP3A4 can metabolize dofetilide, but it has a low affinity for this isoenzyme. N-dealkylation and N-oxidation form metabolites.\n[25]\nThe drugs that are known to significantly interact with dofetilide by inhibiting renal elimination are prochlorperazine, megestrol, dolutegravir, and hydrochlorothiazide (alone or in combination with other medications).\n\nCimetidine:\nCo-administration increases dofetilide plasma levels, potentially leading to an increased risk of arrhythmias. Concomitant use is contraindicated.\nVerapamil:\nCo-administration increases dofetilide peak plasma levels, increasing the risk of torsade de pointes. Concomitant use is contraindicated.\nKetoconazole:\nCo-administration significantly increases dofetilide plasma levels, increasing the risk of arrhythmias. Concomitant use is contraindicated.\nTrimethoprim/sulfamethoxazole:\nCo-administration significantly increases dofetilide plasma levels and the risk of arrhythmias. Concomitant use is contraindicated.\nHydrochlorothiazide:\nCo-administration with dofetilide increases the risk of QT interval prolongation and arrhythmias, mainly due to potassium depletion. Concomitant use is contraindicated.\nTriamterene:\nCo-administration with dofetilide increases QT interval prolongation and arrhythmia risk, mainly due to potassium depletion. Concomitant use is contraindicated.\nRenal cationic secretion inhibitors (metformin, amiloride):\nCo-administration may increase dofetilide plasma levels, increasing the risk of toxicity and arrhythmias. Use with caution.\nCYP3A4 inhibitors (macrolides, azoles, amiodarone):\nCo-administration may increase systemic dofetilide exposure, raising the risk of toxicity. Caution is advised when using these agents together.\nDigoxin:\nNo significant effect on digoxin levels, but increased torsade de pointes risk due to possible underlying heart disease. Careful monitoring is required to manage potential arrhythmias.\nQT-prolonging drugs:\nClass III antiarrhythmics are QTc-prolonging agents, and their use may significantly increase QTc interval prolongation. Combining these drugs with other QT-prolonging agents, such as erythromycin, can further elevate the risk of severe toxicities, including torsades de pointes, though evidence on such combinations remains limited. Drugs like dofetilide, methadone, chlorpromazine, sotalol, amiodarone, procainamide, ziprasidone, quinidine, disopyramide, cisapride, quinine, dronedarone, and bedaquiline, among others, may amplify this risk.\n[26]",
    "monitoring": "Clinical monitoring of vital signs is essential. EKG is required for QTc monitoring during dofetilide treatment. As noted above, monitoring renal function is also critical for optimal dosing. Additionally, clinicians should consider monitoring for adverse drug reactions, as listed below.\n\nCentral Nervous System Effects\n\nThese include headache, dizziness, syncope, paresthesia, insomnia, anxiety, migraine, cerebral ischemia, facial paralysis, and cerebrovascular accident.\n\nCardiovascular Effects\n\nThese include ventricular fibrillation, ventricular tachycardia, torsades de pointes, AV block, chest pain, bradycardia, edema, cardiac arrest, sudden death, MI, QT prolongation, atrial fibrillation, and hypertension.\n[26]\n[29]\n\nRespiratory Effects\n\nEnsuring adequate ventilation is necessary, and endotracheal intubation is performed early in patients with life-threatening cardiac arrhythmias.\n\nAdditional Monitoring Requirements/Precautions\n\nGastrointestinal (GI): nausea, diarrhea, abdominal pain\nGenitourinary (GU): urinary tract infection\nMusculoskeletal: back pain, arthralgia, flaccid paralysis\nRespiratory: respiratory tract infection, dyspnea, increased cough\nSkin: rash\nOther: flu-like syndrome, accidental injury, angioedema, hepatotoxicity\n[2]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAll class III (potassium channel blockers) antiarrhythmic drugs are proarrhythmic. Therefore, physicians should take extreme care when prescribing dofetilide to patients. Toxic manifestations are usually an extension of pharmacological activity (eg, torsade de pointes). Oral dofetilide doses of 500 μg twice daily have correlations with an increased risk of developing torsades de pointed. There is a report of sudden death; a patient received 2 500 μg dofetilide doses 1 hour apart and developed ventricular fibrillation and cardiac arrest 2 hours after the second dose.\n[30]\nDuring a clinical study, one subject ingested 28 500 μg capsules and received treatment with gastric lavage within 30 minutes of exposure, with reports of no adverse effects. The most likely adverse effect of overdose is the excessive lengthening of the QT interval.\nA published article by the American College of Medical Toxicology (ACMT) reviewed 23 cases of supratherapeutic dofetilide exposure. Most cases involved older adults (median age 70). The clinical effects of small overdoses were generally minimal, with no significant bradycardia or hypotension. The QTc interval was mildly prolonged (median 460 ms), and electrolyte levels remained within normal limits. One patient who intentionally overdosed on 90 times the usual dose experienced nonsustained ventricular tachycardia and premature ventricular contractions.\n\nManagement of Overdose\n\nThere is no antidote for dofetilide; treatment of dofetilide overdose is supportive and symptomatic. The management of small overdoses typically involves home observation or brief medical monitoring without requiring invasive interventions. A few patients were treated with magnesium and potassium supplementation. The patient with a large overdose (90 times the usual dose) received magnesium sulfate and potassium chloride and fully recovered. The article highlights that small overdoses are usually manageable with supportive care, while more significant overdoses may necessitate intensive monitoring and treatment.\n[31]\nCardiac monitoring should be initiated with ECG. A charcoal slurry given within the first 15 minutes of administration is beneficial. Pharmacological management of dofetilide overdose and torsades de pointes may include electrolyte correction, isoproterenol, with or without cardiac pacing, and magnesium sulfate; β-blockers have also been used.\n\nRecommendations\n\nThe suggested approach by (Crosby J et al, 2021) for managing acquired QT prolongation with torsades de pointes (TdP) begins with administering 2 grams of intravenous magnesium, which reduces calcium influx into the cytoplasm from the sarcoplasmic reticulum. This influx, triggered by L-type calcium channels, contributes to early afterdepolarizations and triggered activity responsible for self-limiting TdP episodes. If the symptoms persist, lidocaine is used, as it blocks late sodium currents, significantly shortening the QT interval in cases caused by hERG potassium-channel blockers like dofetilide. In cases where the patient becomes hemodynamically unstable or progresses to ventricular fibrillation, immediate defibrillation is performed following Advanced Cardiac Life Support guidelines. For patients who remain stable but continue to experience self-limiting TdP, isoproterenol is administered to raise the heart rate and reduce the QT interval. If the heart rate is below 85 beats per minute, overdrive pacing is initiated to counteract the patient's intrinsic ventricular ectopy, typically 90 to 110 beats per minute. Transvenous pacing may be required to maintain this heart rate in some instances. Isoproterenol acts as a pharmacological pacemaker, supporting rate control and helping to reduce the QT interval.\n[30]"
  }
}