{
  "drug_name": "collage",
  "nbk_id": "NBK518992",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK518992/",
  "scraped_at": "2026-01-11T18:46:54",
  "sections": {
    "indications": "Arthritis is derived from the Greek term “disease of the joints.” It is defined as an acute or chronic joint inflammation that often co-exists with pain and structural damage.\n[1]\nArthritis is not synonymous with arthralgia, which refers to pain localized to a joint, regardless of the origin of the pain (which may or may not be due to joint inflammation). Arthritis affected both the Neanderthals and ancient Egyptians, but It was not until 1886 that Dr. John K. Spencer coined the term “osteoarthritis.” More than 100 different types of arthritis have been described, the most common being osteoarthritis or degenerative arthritis which is non-inflammatory arthritis. Inflammatory arthritis can occur in several settings, and inflammation can be caused by autoimmune processes (rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, etc.), crystal deposition induced inflammation (gout, pseudogout, basic calcium phosphate disease) or infections (septic arthritis, Lyme's arthritis).  Inflammatory arthritis can also accompany other autoimmune connective tissue diseases such as systemic lupus erythematosus, Sjogren syndrome, scleroderma, myositis, inflammatory bowel disease, celiac disease, etc.\n\nThe goal of this activity is to provide a general overview of the most common arthritides and briefly touch on key aspects of the different major disease types.",
    "mechanism": "The etiology of arthritis varies with the type of arthritis. In osteoarthritis, the major contributory factors include advancing age, female sex, joint trauma, and obesity. Some genetic factors have been described such as mutations in genes encoding types II, IV, V, and VI collagens.\n[2]\n[3]\n\nRheumatoid arthritis (RA), on the other hand, is an autoimmune systemic inflammatory disorder. An interplay between several genetic factors (HLADRB1 and others) and environmental factors (smoking) leads to activation and dysfunction of the immune system leading to inflammation in RA.\n\nIn Gout, prolonged hyperuricemia leads to uric acid deposition in joints, which then leads to joint inflammation. There are several genetic mutations that can cause hyperuricemia, although this accounts for less than 10% of gout. The majority of patients with gout are under-excretors ie. they are not able to get rid of all the uric acid that is produced in them as a result of endogenous or exogenous purine metabolism. Male sex, advancing age, chronic kidney disease, alcoholism, and certain drugs such as the diuretics are additional risk factors for hyperuricemia and gout.\n\nSeptic arthritis is acute arthritis that is rare in the general population, but patients with pre-existing risk factors such as immunodeficiency, advancing age, diabetes mellitus, prosthetic joints, rheumatoid arthritis, and intravenous drug abuse are at a higher risk.\n\nArthritis can frequently be seen in patients with other autoimmune diseases and is one of the most common clinical features in patients with systemic lupus erythematosus (SLE).\n[4]\nOther diseases frequently associated with arthritis include inflammatory bowel disease, psoriasis, celiac disease, Sjogren syndrome, systemic sclerosis, dermatomyositis, mixed connective tissue disease (MCTD), etc.",
    "monitoring": "Laboratory and radiographic evaluation can assist in the diagnosis and grading of the severity of an arthritic condition.\n\nInflammatory arthritides are associated with an elevation in markers of inflammation (ESR and CRP). Anemia of chronic disease is common. Leukocytosis can be seen in septic arthritis as well as gout, pseudogout and Adult-onset Still disease, while leukopenia and thrombocytopenia can be seen in RA and SLE-associated arthritis. Serum uric acid may be elevated in patients with gout, although this shall not be the sole diagnostic criterion. Serologies such as rheumatoid factor, anti-citrullinated peptide antibodies, Anti-Nuclear antibodies, and more specific autoantibodies shall be performed when appropriately indicated to assist diagnosis.\n[21]\n\nPlain radiographs shall be the initial imaging modality. Joint space narrowing, osteophytes and effusion are common findings in osteoarthritis. Periarticular osteopenia is the first radiographic feature in inflammatory arthritis and erosions, joint space narrowing and secondary osteoarthritis developing later in the disease. Central \"gull-wing\" erosions are a feature of erosive osteoarthritis, while periarticular erosions are seen in RA. Entheseal calcifications can be seen in seronegative spondyloarthritis especially psoriatic arthritis and ankylosing spondylitis. Xrays in axial spondyloarthropathies are normal early in the disease but later can show bamboo spine and sacroiliac joint fusion and erosions. Axial osteoarthritis, on the other hand, presents with osteophytes, disc bulges, joint space narrowing on the X-ray. Pseudogout has characteristic radiographic features of chondrocalcinosis which is calcification of the cartilages, as can be seen in the menisci, triangular fibrocartilage of the wrist, or the cartilages of the 2nd/3rd MCP joints of the hands. X-rays in gout are normal early in the disease, but later, can show the presence of hard tophi, periarticular osteopenia and classic juxta-articular erosions (rat-bite erosions) with overhanging edges.\n\nIf radiographs are non-diagnostic, further imaging can be considered. MRI is a very helpful tool and can assist in evaluating the presence or absence of synovitis, erosions, sacroiliitis with a much higher sensitivity than X-rays. Further, MRI may assist in evaluating soft tissue or ligamentous injuries and tumors that are otherwise difficult to identify. CT-scan can assist in identifying bony deformities and can detect chondrocalcinosis but is performed mostly if MRI cannot be performed. Musculoskeletal ultrasound which is an evolving technique is extremely helpful especially in the evaluation of peripheral arthritis and can assist in evaluating the presence or absence of synovitis, effusion, erosion, structural defect such as rotator cuff or meniscus teat and can also assist in performing ultrasound-guided aspiration/injection.\n[22]\nNuclear medicine joint scan is rarely indicated due to its high sensitivity but poor specificity but can assist in evaluating the presence or absence of inflammation, especially to evaluate prosthetic joint infections. Dual-energy CT scan is another evolving radiographic modality that is very accurate for assisting in gout diagnosis.\n\nThe synovial fluid examination is one of the most important tests especially for the initial diagnosis of arthritis. Cell counts and differentials, crystal evaluation under polarized light microscopy, bacterial/acid-fast bacilli/fungal cultures and Lyme's DNA PCR shall be performed on the synovial fluid as appropriate.  Degenerative arthritis is usually associated with cell counts of less than 2,000 cells/mm3 while in inflammatory arthritis, cell counts are usually more than 5,000 cells/mm3 and may be as high as 50,000 cells/mm3.  More than 50,000 cells/mm3 cells and/or more than 90% neutrophils in synovial fluid analysis shall raise suspicion of septic arthritis, although this can also be seen in the setting of acute gout or pseudogout.  Gout crystals are needle-shaped and strongly negatively birefringent.  Pseudogout crystals are rhomboid-shaped and are weekly positively birefringent.  Basic calcium phosphate crystals are not visible on polarized light microscopy and need special staining to confirm positivity. A synovial biopsy is rarely performed but can be considered especially in cases of monoarthritis where other modalities have failed to provide a diagnosis.\n[23]",
    "administration": "The management of osteoarthritic joints should aim to limit the pain and improve function. Usually, a combination of non-pharmacological (or conservative) and pharmacological treatments are required for optimal care. Non-pharmacologic treatments include specific exercises, physical therapy, bracing, acupuncture, and weight reduction. The pharmacologic management of osteoarthritis utilizes topical and oral medications. Frequently used medications include oral and topical non-steroidal anti-inflammatory drugs (NSAIDs), topical capsaicin, and duloxetine. Corticosteroids can be injected directly into the joint. In most instances, topical NSAIDs, capsaicin, and other ointments are first-line therapy, and oral NSAIDs are to be initiated if symptoms are not relieved by these, or the disease is more systemic. Duloxetine can be useful for patients that have medical contraindications to NSAID use and has been proven to be beneficial especially in osteoarthritis of the knees. If both non-pharmacological and pharmacological management fails, intra-articular corticosteroid injections might provide symptom relief. Opioids should be avoided.\n[24]\nSurgical replacement of the affected joint(s) is reserved for refractory symptoms and can be highly effective. Patients may experience post-surgical complications and limited function in the immediate post-surgical period is not unusual.\n[25]\nPhysical therapy is necessary post-operatively to optimize patient outcomes.\n\nThe emphasis in the pharmacological management of rheumatoid arthritis and the seronegative spondyloarthropathies is on early disease remission and preventing radiographic progression. The early use of disease-modifying anti-rheumatic drugs (DMARDs) and biologics is more effective than treatment with glucocorticoids and NSAIDs.\n[26]\nAnti-inflammatories can be used as an adjunct to reduce the amount of inflammation while the disease remains active. Regular monitoring of symptoms and dose adjustment continues through symptom remission. Treatment of disease exacerbations may require corticosteroids when severe.\n[27]\n\nIn gouty arthritis, flare-ups can be quite debilitating and painful. The use of anti-inflammatory medications can provide substantial relief and shall be ideally initiated within 24 hours an acute gouty flare. These include oral corticosteroids, NSAIDs such as indomethacin or high-dose naproxen, or colchicine. The use of intra-articular corticosteroid injections may be useful for a patient with pauciarticular involvement, whereas the use of intramuscular or intravenous corticosteroids may be used if the patient is not able to take medications orally. Medications that decrease uric acid levels play no beneficial role in the treatment of an acute flare but are recommended for patients with recurrent flares, chronic kidney disease, nephrolithiasis or tophi.\n[28]\nThe goal is to decrease serum uric acid burden which then decreases the intra-articular uric acid burden eventually leading to the resolution of gout is symptoms.\n\nThe treatment of septic arthritis requires draining the affected joint and the use of antibiotics. Cultures and sensitivities of the joint fluid determine the joints of antibiotics.\n[29]"
  }
}