{
  "drug_name": "collagen",
  "nbk_id": "NBK562271",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562271/",
  "scraped_at": "2026-01-11T15:27:06",
  "sections": {
    "indications": "The contraindications to standard CXL treatment include a corneal thickness of fewer than 400 microns and prior herpetic ocular infection. Traditionally, corneal thickness less than 400 microns is considered a contraindication for CXL, but hypo osmolar CXL can be performed when corneal thickness varies from 370 to 400 microns. Other contraindications are concurrent ocular infection, presence of severe corneal scarring, corneal opacity, neurotrophic keratitis, severe dry eye, history of poor epithelial wound healing, autoimmune disorders, and pregnancy.\n[18]\n\nPrice et al., in their analysis of CXL in microbial keratitis, having negative bacterial or fungal cultures but positive for herpes simplex, showed that patients developed dendritic keratitis after undergoing CXL. There have been reports of herpetic keratitis after CXL.\n[19]\nKymionis et al. reported a case of a young woman who underwent CXL and five days later presented with geographic keratitis and anterior uveitis. Similarly, Qarni and Harbi reported two cases of patients who underwent CXL and later presented with dendritic keratitis in the early postoperative period. Hence, past history of herpetic keratitis is a contraindication for CXL, and viral keratitis can also develop without prior history of keratitis.\n[20]",
    "clinical_significance": "More than 15 years since its introduction, conventional CXL has proven to be a safe and effective means of halting the progression of corneal ectasias, reducing the need for more invasive treatment options. Modified CXL techniques have had mixed results regarding efficacy when compared to conventional CXL, and long-term follow-up results are still needed. In addition to treating ectasias, CXL has increasing utilization as a treatment for microbial keratitis and reduction of low myopia, and further research into these domains is still underway.\n[36]\n[37]\n\nThe number of CXL procedures performed in the last ten years has increased drastically. The majority of patients are seen in the first two decades of life. Hence it is highly imperative to pick up these patients early in the course of the disease, document the progression, and cross-link these eyes so that irreversible visual loss can be prevented. There are treatment options for thin corneas of less than 400 um, and vision can be safeguarded in most cases.\n[38]",
    "monitoring": "Nursing, allied health staff, and interprofessional team help monitor these patients after the surgery for BCL removal, intraocular pressure check, regular medication use, Schiempflug imaging visit, and to document any progression with the change of spectacles or contact lenses.\n[40]"
  }
}