{
  "drug_name": "collagenase source",
  "nbk_id": "NBK574556",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574556/",
  "scraped_at": "2026-01-11T15:27:09",
  "sections": {
    "toxicity": "Toxicity and adverse events from managing PUK are primarily related to the systemic immunosuppressive therapies used to control the underlying autoimmune disease. An outline of potential toxicities and their management is provided below.\n\nCorticosteroids\nToxicity: Prolonged use can lead to cataract formation, glaucoma, and systemic effects such as hyperglycemia, hypertension, osteoporosis, and adrenal suppression.\nManagement: Regular intraocular pressure checks, monitoring blood glucose levels, and tapering steroids when appropriate are typical strategies. Using topical steroids with the lowest effective dose can mitigate systemic side effects.\n[71]\nMethotrexate\nToxicity: Liver toxicity, bone marrow suppression, and lung toxicity are potential concerns with long-term use of this drug.\nManagement: Regular blood tests can help monitor liver function and complete blood counts. Folic acid supplementation is often used to reduce toxicity. Pulmonary function tests may also be required.\n[72]\nCyclophosphamide\nToxicity: Hemorrhagic cystitis, bone marrow suppression, increased risk of infections, and secondary malignancies are risks.\nManagement: The standard approach includes hydration, using mesna to prevent bladder toxicity, regular blood work, and infection prophylaxis where appropriate.\n[73]\nAzathioprine\nToxicity: Adverse effects include bone marrow suppression, liver toxicity, and increased infection risk.\nManagement: The usual strategies include regular blood counts, liver function tests, and dose adjustments based on tolerance and side effects.\n[74]\nBiologic agents, including tumor necrosis factor inhibitors\nToxicity: These agents increase the risk of infections, including tuberculosis, and potential infusion reactions.\nManagement: The standard approach includes screening for tuberculosis before initiating therapy, monitoring for signs of infection, and managing infusion reactions with premedication if necessary.\n[75]\n\nIn summary, toxicity management involves regular monitoring through laboratory work, dose adjustments, and appropriate prophylactic measures to mitigate the risks of long-term immunosuppressive therapy."
  }
}