{
  "drug_name": "conjucated estrogen",
  "nbk_id": "NBK541051",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541051/",
  "scraped_at": "2026-01-11T15:27:15",
  "sections": {
    "indications": "Hormone replacement therapy, which includes estrogen therapy taken either orally or transdermally, has several contraindications that correlate with the adverse effects and relative toxicity of estrogen-based formulations. These include patients who have a known or suspected history of any form of breast or uterine cancer, a history of deep vein thrombosis or pulmonary embolism, a history of stroke or myocardial infarction, or a history of blood clotting disorders. These disorders include protein C, S, antithrombin deficiency, and other thrombophilic disorders.\n[27]\nThose patients who have a history of stroke, particularly ischemic stroke events, might benefit from estrogen therapy, as the current literature on the contraindications in stroke patients is controversial.\n[23]\nThese contraindications do not apply to estrogen taken transvaginally, as in the form of creams or suppositories, as the serum level of estrogen via this route is too low to cause any effect. Estrogen therapy is also contraindicated in patients with undiagnosed abnormal genital bleeding. Moreover, estrogen therapy is contraindicated in patients with active liver disease or hereditary angioedema.\n[24]\n[30]\n\nBOX WARNINGS:\nEndometrial Cancer, Cardiovascular Disorders, Breast Cancer, and Probable Dementia (Per the FDA label)\n\nEstrogen Therapy Alone\n\nEndometrial cancer:\nUnopposed estrogen therapy administered to women with an intact uterus increases the risk of endometrial cancer.\n[31]\nThe addition of progestin reduces the risk of endometrial hyperplasia, a precursor to endometrial cancer. Diagnostic measures, including endometrial sampling, should be considered for postmenopausal women with persistent or recurrent abnormal bleeding.\nCardiovascular disorders and probable dementia:\nEstrogen-alone therapy is not suggested for the prevention of cardiovascular disease or dementia. The Women's Health Initiative (WHI) substudy reported increased risks of stroke and deep vein thrombosis with daily oral conjugated estrogens in postmenopausal women aged 50 to 79. The WHI Memory Study suggested an increased risk of probable dementia in women aged 65 and older with daily conjugated estrogens.\n[32]\n\nEstrogen Plus Progestin Therapy\n\nCardiovascular disorders and probable dementia:\nEstrogen plus progestin therapy is not recommended for preventing cardiovascular disease or dementia. The WHI substudy reported increased risks of deep vein thrombosis, pulmonary embolism, stroke, and myocardial infarction with daily conjugated estrogens combined with medroxyprogesterone acetate. The WHI Memory Study indicated an increased risk of probable dementia in women aged 65 and older.\n[33]\nBreast cancer:\nThe WHI substudy also found an increased risk of invasive breast cancer with combined estrogen and progestin therapy.\n[34]\nThese risks may vary according to doses, formulations, or combinations of estrogens and progestins. Estrogen, with or without progesterone, should be administered at the lowest effective dose for the shortest duration compatible with individual treatment goals and risks.\n\nWarning and Precautions\n\nSystemic absorption:\nSystemic absorption may occur with the use of estrogen-based vaginal formulations. The risks and precautions associated with oral estrogen therapy should be considered when using vaginal preparations.\n\nVenous thromboembolism:\nEstrogen therapies increase the risk of venous thromboembolism, including deep vein thrombosis and pulmonary embolism.\n[35]\nThe risk is most pronounced during the first year of treatment.\n\nCholelithiasis:\nEstrogen therapy has been associated with an increased risk of gallbladder disease, including gallstones and cholecystectomy in postmenopausal women.\n[36]\n[37]\n\nHypocalcemia:\nEstrogen therapy may induce hypocalcemia in women with breast carcinoma and bone metastases.\n[38]\nIf hypocalcemia occurs, estrogen therapy should be discontinued, and appropriate corrective measures should be taken.\n\nOcular pathology:\nEstrogen therapy has been linked to retinal vascular thrombosis. If sudden partial or complete vision loss or symptoms such as proptosis, diplopia, or migraine occur, immediate discontinuation of the medication is warranted. In cases of papilledema or retinal vascular lesions, estrogen therapy should be permanently discontinued.\n[39]\n\nProgestin addition in women without hysterectomy:\nThe addition of progestin to estrogen therapy has been shown to reduce the risk of endometrial hyperplasia, a precursor to endometrial carcinoma. However, combination therapy may carry an increased risk of breast carcinoma.\n\nHypertriglyceridemia:\nIn women with pre-existing hypertriglyceridemia, estrogen therapy may elevate plasma triglycerides, potentially leading to pancreatitis. If pancreatitis occurs, discontinuation of treatment should be considered.\n[40]\n\nHepatic impairment and cholestatic jaundice:\nEstrogens may be poorly metabolized in women with hepatic insufficiency or a history of cholestatic jaundice, requiring careful monitoring and potential discontinuation if recurrence occurs.\n[24]\n\nFluid retention:\nEstrogens may induce fluid retention and should be prescribed with caution in women with underlying cardiovascular or renal dysfunction.\n[41]\n\nHypoparathyroidism:\nEstrogen therapy should be used cautiously in women with hypoparathyroidism, as it may lead to estrogen-induced hypocalcemia.\n\nExacerbation of endometriosis:\nEstrogen therapy may exacerbate endometriosis.\n\nAnaphylactic reactions and angioedema:\nSevere anaphylaxis and angioedema, including laryngeal edema and respiratory compromise, have been reported with estrogen therapy. If these reactions occur, immediate discontinuation is necessary.\n\nExacerbation of comorbid conditions:\nEstrogen therapy may worsen conditions such as epilepsy, migraine, and hepatic hemangiomas, requiring careful monitoring in affected individuals.\n[42]\n[43]",
    "mechanism": "Estrogen therapy is primarily used to treat menopausal symptoms. Although estrogen is prescribed less often as a preventative therapy, it is still routinely administered to treat menopausal symptoms locally. Typically, drugs administered vaginally are primarily used for their local effects, but they can also have systemic effects. Estrogen is a steroid hormone that plays a central role in the reproductive system by altering the transcription of genes in specific organs and tissues, primarily the uterus and vagina. These genes, known as nuclear transcription factors, are altered once estrogen binds to their associated receptors. Once activated by estrogen, these nuclear transcription factors can bind to promoter regions in sequences of specific genes and are, therefore, able to regulate these genes.\n[15]\nThe augmentation or prevention of the transcription of these genes allows for the development, regulation, and maintenance of the uterus and vagina.\n\nOne important function of estrogen is its influence on the acidity level in the vaginal canal. The pH of the vaginal lumen in the years preceding menopause typically ranges between 4.5 and 6.0, as it varies relative to the menstrual cycle. Estrogen is responsible for decreasing the pH of the vaginal lumen by acting on the vaginal-ectocervical epithelial cells to increase proton secretion.\n[16]\nDuring menopause, a decrease in estrogen levels causes an alkalinization of the vaginal canal, which reaches a pH of 6.5 to 7.0. A pH of above 6.5 correlates with an increased risk of vaginal infections, urinary tract infections, dryness, pruritus, and dyspareunia, all of which contribute to the symptoms of menopause.\n[17]\nFurthermore, alkalinization of the vaginal lumen has associations with the tendency to form tumors within the cervix. Symptoms of menopause, such as hot flashes, mood swings, and sleep disturbances, are primarily due to reduced estrogen levels, which disrupt the body's temperature regulation and affect neurotransmitter activity. This hormonal change also leads to alterations in the sympathetic nervous system, causing vasomotor symptoms like hot flashes, while decreasing estrogen can contribute to mood and cognitive changes.\n[18]\n[19]\n\nPharmacokinetics\n\nAbsorption:\nAs noted above, estrogen is administered through various formulations, such as oral or transdermal. Serum estradiol levels differ by formulation, even when similar doses of estrogen are used. Oral estrogens undergo first-pass metabolism in the liver, which can alter their bioavailability compared to transdermal formulations that bypass the liver initially. This leads to differing pharmacokinetic profiles.\n[20]\n\nDistribution:\nEstrogen is widely distributed, including target tissues such as the breast, endometrium, and bone. Estrogens are bound to sex hormone-binding globulin (SHBG) and albumin.\n\nMetabolism:\nExogenous estrogens are metabolized in the liver through enzymatic processes similar to those of endogenous estrogens. Estradiol is reversibly converted to estrone, and both estradiol and estrone can undergo further conversion to estriol, the principal urinary metabolite. Additionally, estrogens undergo enterohepatic recirculation, which involves hepatic sulfate and glucuronide conjugation, biliary excretion of conjugates into the intestines, hydrolysis in the gut, and reabsorption. In postmenopausal women, a significant proportion of circulating estrogens exists as estrone sulfate, which serves as a reservoir for the biosynthesis of more active estrogens. Estrogens are metabolized into inactive estrogenic metabolites, excreted via urine or feces. The initial step in estrogen metabolism involves hydroxylation, facilitated by cytochrome P450 enzymes, primarily in the liver. A major metabolite of estradiol, 2-hydroxy estradiol, is predominantly formed by CYP3A4 and CYP1A2 in the liver and CYP1A1 in extrahepatic tissues. However, CYP1B1, concentrated in estrogen-sensitive tissues such as the breast, ovary, and uterus, catalyzes the 4-hydroxylation of estradiol.\n[21]\n\nElimination:\nEstrogens are primarily excreted in the urine. However, serum estradiol concentrations may not fully correlate with tissue-specific estrogenic activity due to the complex interactions between estrogens, their receptors, and downstream effects on target tissues. The various estrogen formulations, such as conjugated estrogens and estradiol, have different pharmacokinetic profiles. These findings emphasize the need to consider the pharmacokinetic properties of estrogen therapies in clinical practice. The pharmacokinetics of oral estrogens can vary between younger and older postmenopausal women due to age-related declines in muscle mass, liver and kidney function, and changes in body composition.\n[22]",
    "administration": "Available Dosage Forms and Strengths\n\nEstrogen therapy can be subdivided into 4 common forms of application: oral estrogen, transdermal estrogen, topical estrogen creams, and estrogen suppositories. Examples of oral estrogen include esterified estrogens, conjugated equine estrogens, ethinyl estradiol, and 17β-estradiol. The non-oral estrogen therapy is produced in the form of 17β-estradiol. Oral and transdermal estrogen are both equally equipped to provide menopausal symptom relief while sparing the bone. While many women would prefer the oral route, it requires a higher dose as its bioavailability is due to the first-pass metabolism in the liver.\n[23]\n\nAdult Dosing\n\nThe form of administration and dose varies with estrogen therapy and depends on the specific symptoms the treatment is targeting, as well as the anatomy of the patient being treated. Combined estrogen-progestin therapy for patients with an intact uterus should also be taken into consideration, as these patients need a progestin hormone to prevent endometrial hyperplasia associated with the administration of unopposed estrogen. Those who have undergone a hysterectomy can safely use unopposed estrogen to treat menopausal symptoms. Vasomotor symptoms are best controlled with systemic estrogen therapy. Conversely, symptoms involving the vaginal lumen, such as dyspareunia, vaginal itching, and vaginal dryness, are better controlled with local estrogen therapy. Estrogen therapy is typically administered orally or transdermally.\n\nEstradiol patches are available in doses of 0.025 mg to 0.1 mg daily, and options involving weekly or twice-weekly administration are available. Oral estradiol is available in doses of 0.5 mg, 1 mg, and 2 mg, while esterified estrogens come in 0.3 mg, 0.625 mg, and 1.25 mg. Conjugated equine estrogens (CEEs) are available in doses ranging from 0.3 mg to 1.25 mg. Vaginal formulations target genitourinary atrophy; these include estradiol tablets (10 μg per tablet), vaginal cream (0.1 mg per gram), and the vaginal ring (0.05 mg or 0.1 mg per day over 3 months).\n\nEstradiol cypionate and valerate are available in depot intramuscular injection. For topical application, estradiol gels provide 0.75 mg per pump, while estradiol solutions offer 0.52 mg per pump. Combination therapies offer varying dosages, such as those with estradiol and norethindrone acetate or drospirenone. Estrogen-progestin patches offer doses from 0.05 mg estradiol to 0.25 mg norethindrone.\n\nSpecific Patient Populations\n\nHepatic impairment:\nSystemic estrogen therapy is contraindicated for patients with hepatic impairment.\n[24]\n\nRenal impairment:\nEstrogen therapy can be considered for women with chronic kidney disease, but the choice of treatment should depend on the individual's preferences and cardiovascular health. The dose of hormonal and non-hormonal therapies must be adjusted based on the patient's kidney function, specifically creatinine clearance.\n[25]",
    "adverse_effects": "There are several adverse effects of estrogen therapy that manifest in different ways depending on the route of administration and whether that route has local or systemic effects. A study exhibiting the adverse outcomes of hormone replacement therapy showed that unopposed estrogen correlates with an increased risk of endometrial and breast cancer. A large prospective study demonstrated a positive relationship between the estradiol form of estrogen and increased breast cancer risk. This study concluded that the relative risk was 1.7 (95% CI, 1.1 to 2.7) for women who used estrogen over 9 years and 1.8 (95% CI, 0.7 to 4.6) for those who used estradiol for more than 6 years. Another study showed a correlation between estrogen therapy and the risk of stroke, but that has yet to be confirmed.\n[26]\n\nHormone replacement therapy, such as estrogen therapy, has also been associated with an increased risk of developing venous and pulmonary thromboembolism.\n[27]\nPatients taking estrogen therapy for hormone replacement purposes should be thoroughly evaluated and considered on an individual basis to assess whether the benefits of estrogen therapy outweigh the risks. Additionally, the most common adverse effects experienced by women taking estrogen alone include breast tenderness, bloating, nausea, headaches, leg cramping, and vaginal or \"breakthrough\" bleeding.\n\nDrug-Drug Interactions\n\nSt. John's Wort:\nInduces CYP3A4, potentially reducing plasma estrogen concentrations, which may reduce the efficacy of estrogen therapy.\n\nPhenobarbital:\nInduces CYP3A4, potentially lowering plasma estrogen levels, reducing effectiveness, and possibly affecting uterine bleeding, which may result in inadequate symptom relief.\n\nCarbamazepine:\nInduces CYP3A4, which may decrease estrogen plasma concentrations and alter therapeutic outcomes or bleeding patterns, potentially diminishing the expected benefit of estrogen therapy.\n\nRifampin:\nInduces CYP3A4, potentially reducing plasma estrogen levels and reducing therapeutic effects.\n\nErythromycin:\nInhibits CYP3A4, possibly increasing plasma estrogen concentrations and leading to adverse effects such as nausea, headaches, or an increased risk of thromboembolic events.\n\nClarithromycin:\nInhibits CYP3A4, potentially raising plasma estrogen levels and the risk of adverse reactions or estrogen-related complications.\n\nKetoconazole:\nInhibits CYP3A4, which may increase plasma estrogen concentrations, leading to potential adverse effects.\n\nItraconazole:\nInhibits CYP3A4, which may elevate estrogen plasma levels and increase the risk of adverse effects.\n\nRitonavir:\nInhibits CYP3A4, potentially raising plasma estrogen concentrations. This may result in adverse effects.\n\nGrapefruit juice:\nInhibits CYP3A4, possibly increasing plasma estrogen levels and resulting in adverse effects.\n\nDrug-Laboratory Test Interactions\n\nCoagulation parameters:\nEstrogen therapy can impact several coagulation parameters and may lead to a reduced prothrombin time, partial thromboplastin time, and platelet aggregation time. Additionally, it can increase platelet count and several coagulation factors, including factors II, IX, X, XII, VII antigens, VIII antigens, VIII coagulant activity, and the VII-X complex, as well as the II-VII-X complex. Antifactor Xa and antithrombin III levels may be reduced, along with a reduction in antithrombin III activity. In contrast, fibrinogen levels and activity and plasminogen antigen and activity tend to rise.\n\nThyroid function:\nEstrogen therapy may also affect thyroid function by elevating thyroid-binding globulin (TBG), which leads to higher levels of total thyroid hormone, as measured by protein-bound iodine (PBI), T4, or T3.\n[28]\nThis can reduce T3 resin uptake due to the increased TBG, but free T4 and free T3 concentrations typically remain unchanged. Women on thyroid replacement therapy may need to adjust their thyroid hormone dosage to accommodate these changes.\n\nOther laboratory interactions:\nCorticosteroid-binding globulin (CBG) and sex hormone-binding globulin (SHBG) increase serum levels due to estrogen therapy. This can lead to an increase in circulating total corticosteroids and sex steroids, which in turn may decrease free hormone levels, such as testosterone and estradiol. Additionally, plasma proteins like angiotensinogen/renin, alpha-1-antitrypsin, and ceruloplasmin can be elevated.\n\nLipid metabolism:\nEstrogen therapy also affects lipid and glucose metabolism. Estrogen generally increases high-density lipoprotein (HDL) levels, reducing low-density lipoprotein (LDL) cholesterol and raising triglyceride levels.\n[29]",
    "monitoring": "The monitoring and close follow-up of patients on estrogen therapy is not as strict as for patients on warfarin, as symptom relief and absence of adverse effects are enough to determine the need for intervention or adjustment. Many patients on estrogen therapy undergo re-evaluation after several months for possible dose adjustments based on the response to the treatment and relief of symptoms. Depending on the health status and comorbid conditions, an annual exam is subsequently part of the continued care to re-assess the risks and benefits individualized to each woman. The yearly exam includes several history-taking and physical examination techniques used to evaluate whether adverse events or toxicity are developing, including breast and pelvic exams, a review of any health concerns, and a reassessment of symptoms. The liver function should be monitored.\n[24]\nAccording to the Endocrine Society guidelines, for postmenopausal women undergoing osteoporosis treatment with low bone mineral density and high fracture risk, bone mineral density should be monitored using dual-energy X-ray absorptiometry at the spine and hip every 1 to 3 years to evaluate treatment response. Monitoring bone turnover markers (serum C-terminal crosslinking telopeptide for antiresorptive therapy or procollagen type N-terminal propeptide for bone anabolic therapy) can help identify poor response or nonadherence to therapy.\n[14]\nCalf tenderness should be monitored, and ultrasound/d-dimer should be considered if there is a high risk of DVT.\n[44]\n[45]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe toxicity of estrogen is dose-dependent. If a patient takes too much estrogen, the potential toxicity lies in the organs it affects. In high doses, estrogen therapy can potentially cause severe effects, including excessive vaginal bleeding, fluid retention, and mental status changes. In one study analyzing the effects of estrogen therapy in surgically-induced postmenopausal mice, the results suggested that estrogen taken in high doses is associated with harmful effects on the heart but negatively impacts renal function.\n[41]\nThe hepatotoxicity related to estrogen therapy can lead to complications, including cholestasis, hepatic tumors, and venous thrombosis. Cholestasis is characterized by fatigue, pruritus, dark urine, and jaundice, often with elevated liver enzymes, and resolves upon discontinuation of estrogen. Prolonged use may cause benign liver tumors, like hepatic adenomas, which can present with pain, mass, or rupture. In rare cases, these tumors can transform into hepatocellular carcinoma. Estrogen use also increases the risk of venous thrombosis, including hepatic venous thrombosis (Budd-Chiari syndrome) and portal vein thrombosis, and may lead to peliosis hepatis and gallbladder disease.\n\nManagement of Overdose\n\nTreatment of overdose consists of discontinuation of estrogen therapy and symptomatic treatment. Management of hepatotoxicity involves stopping estrogen therapy, which generally resolves symptoms. Ursodeoxycholic acid may help manage cholestasis, particularly in reducing pruritus. For hepatic tumors, cessation of estrogen often results in tumor regression, but surgery may be required for more significant or high-risk tumors. Anticoagulation therapy may be needed for patients with hepatic venous thrombosis or portal vein thrombosis, especially if the patient has additional thrombophilic risks. Recurrence is possible upon reintroducing estrogen, so alternative non-estrogen therapies are often recommended for women with a history of estrogen-induced liver injury.\n[24]"
  }
}