{
  "drug_name": "cooper",
  "nbk_id": "NBK545224",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545224/",
  "scraped_at": "2026-01-11T18:46:54",
  "sections": {
    "indications": "Mask squeeze is a type of facial barotrauma that occurs most commonly during self-contained underwater breathing apparatus (scuba) diving or freediving. This condition arises when divers fail to equalize pressure inside the mask with the surrounding water pressure during descent, resulting in negative pressure relative to the ambient environment. The pressure difference can injure blood vessels and soft tissues of the eyes and the areas covered by the mask, including the forehead, nasal region, and periorbital tissues.\n[1]\nThe main risk factor is diver inexperience. Masks with high internal volume, as well as snorkeling or swim masks that do not cover the nose, also increase the risk. Recent eye surgery or preexisting glaucoma may further predispose divers to injury.\n[2]\n[3]",
    "mechanism": "Diving mask squeeze, a form of facial barotrauma, occurs when pressure inside the mask is not equalized during descent. As ambient pressure rises with depth, the air volume inside the mask decreases unless the diver actively exhales through the nose to balance the pressure. Without equalization, a relative vacuum forms inside the mask. The resulting negative pressure exerts force on the soft tissues of the face and eyes, leading to vascular rupture and tissue injury.\n\nThe condition is most commonly seen in beginner divers unaware of the need for equalization, or experienced divers using ill-fitting masks. Other contributing factors include rapid descent, facial hair compromising the mask seal, and nasal congestion preventing proper exhalation. Unlike other diving-related conditions, mask squeeze is not caused by gas toxicity or decompression, but by a mechanical failure to equalize pressure between the enclosed mask and the surrounding environment. Eye injury can also occur, including conjunctival hemorrhage and, rarely, orbital subperiosteal hematoma.\n[4]\n[5]",
    "monitoring": "The history of present illness, review of systems, and physical examination are sufficient to establish the diagnosis for most cases. Computed tomography or magnetic resonance imaging of the orbits is indicated if any visual abnormalities are observed, including diplopia, proptosis, and restricted ocular movements.\n[10]\n[11]",
    "administration": "The vast majority of mask squeeze injuries require no treatment. Mild skin manifestations, including swelling, bruising, and petechiae, typically resolve within 1 to 2 weeks with supportive care. Mild ocular injuries, such as conjunctival hemorrhages, also resolve without intervention in a short time. Severe eye injuries, including subperiosteal orbital hematoma, require emergent evaluation by ophthalmology. Needle aspiration or orbitotomy with drainage may be necessary in cases involving optic nerve compression or increased IOP. Otherwise, conservative management with ophthalmology follow-up may suffice.\n[12]\n[13]\n\nUnlike decompression-related injuries, mask squeeze results from a pressure gradient and not from microbubbles caused by decompression. Treatment does not include oxygen therapy or hyperbaric chamber use. Coexisting decompression injuries remain possible, so the examiner should assess for signs or symptoms suggesting such conditions.\n\nPreventive education on proper mask equalization techniques during descent is crucial to avoid recurrence. Diving should be avoided until complete recovery is confirmed.",
    "adverse_effects": "Complications from diving mask squeeze are uncommon, typically arising only when the condition is not promptly recognized or appropriately managed. More serious ocular injury may occur in rare cases, particularly if significant blunt trauma accompanies the barotrauma. Concurrent decompression illness can further complicate the clinical picture. Clinicians should remain vigilant for coexisting diving-related conditions to ensure timely diagnosis and management."
  }
}