{
  "drug_name": "copper sulphate pentahydrate",
  "nbk_id": "NBK557456",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557456/",
  "scraped_at": "2026-01-11T18:46:55",
  "sections": {
    "indications": "Copper is a trace element (minerals required in amounts of 1 to 100 mg/day by adults) found in high concentrations in the brain, liver, and kidneys. However, because of their size, bone and muscle contain more than half of the copper in the body.\n[1]\nCopper is bound to ceruloplasmin in the liver, which transports the copper from the liver to the peripheral tissues. Approximately 50% of copper is excreted in the bile, while the remaining half is excreted through other gastrointestinal secretions.\n[2]\nAs such, the gastrointestinal tract is the major regulator of copper homeostasis.\n\nWhile copper is required as an important catalytic cofactor in redox chemistry for many proteins, when present in excess, free copper ions can cause damage to cellular components. A delicate balance between the uptake and efflux of copper ions determines the amount of cellular copper.\n[3]\nExcess copper induces not only oxidative stress but also DNA damage and reduced cell proliferation.\n[4]\nIngestion of more than 1 g of copper sulfate results in symptoms of toxicity. Copper toxicosis can be classified as primary when it results from an inherited metabolic defect and secondary when it results from high intake, increased absorption, or reduced excretion due to underlying pathologic processes.\n[5]\nCopper toxicity (copperidus) can be caused by consuming acidic foods cooked in uncoated copper cookware or exposure to excess copper in drinking water or other environmental sources.",
    "mechanism": "Many instances of copper toxicity are often the result of accidental consumption or installation of contaminated water sources, copper salt-containing topical creams for burn treatments, acidic foods cooked in uncoated copper cookware, or in suicide attempts; the lethal dose of ingested copper is 10-20 g. Copper sulfate is a readily available chemical in many countries and is often sold over-the-counter. It is commonly used in farming as a pesticide in the leather industry and for making homemade glue. The burning of copper sulfate in houses and shops (as a good luck charm and for some religious activities) is a common practice among Buddhists and Hindus. The bright blue color of the hydrated form of copper sulfate crystals is alluring to children and is a frequent reason for inadvertent poisoning.\n[6]\nWilson disease is an autosomal recessive disorder characterized by excessive copper accumulation, resulting from a mutation in the gene encoding a copper-ATPase enzyme.\n[7]\nCopper in the blood exists in 2 forms: bound to ceruloplasmin (85% to 95%), and the rest \"free,\" loosely bound to albumin and other small molecules.",
    "monitoring": "Measurement of urine and blood copper levels, in addition to serum ceruloplasmin levels, remains the mainstay of initial evaluations for copper toxicity if a history and physical exam raise clinical suspicion.\n[11]\nFecal evaluation of copper levels may also be obtained in the evaluation of acute copper poisoning. Other laboratory evaluative tests include measures of kidney function, hemolysis, and liver damage (namely liver function tests, including ASL/ALT, which are likely to be increased). During a hemolytic crisis, methemoglobinemia, other measures of RBC lysis, and decreased blood glutathione levels are often observed.\n[12]",
    "administration": "The therapeutic management of copper toxicity focuses on 4 major principles: reduction of absorption, close observation, supportive measures to manage complications, and chelation therapy.\n[10]\n[13]\nIn the early stages, pharmacologic doses of zinc may be effective in delaying the onset of symptomatic disease because zinc competes with copper for absorption in the gastrointestinal tract. Zinc also induces metallothionein (an endogenous chelator of metals) in enterocytes, which has a greater affinity for copper than for zinc, causing it to bind luminal copper and thereby preventing its entry into the circulation.\n[3]\n\nD-penicillamine is the primary chelator used in the treatment of copper toxicity, although ethylenediaminetetraacetic acid (EDTA) and dimercaptopropanesulfonic acid (DMPS) may also be used for the treatment of heavy metal toxicity, including copper.\n[14]\nHowever, approximately 30% of patients do not tolerate long-term therapy because of side effects, and it may not be the treatment of choice in patients with neurologic symptoms. Trientine has traditionally been used as a second-line agent for those intolerant of D-penicillamine to enhance cupriuresis. A liver transplant may be necessary in severe cases, although liver transplantation is not recommended for patients with neurological and psychiatric symptoms.\n[13]\nAmmonium tetrathiomolybdate is another potential therapy but has not yet been approved in the US. In severe cases, plasmapheresis, exchange transfusion, molecular adsorbent recirculating system (MARS), or dialysis may be required as bridges to transplant if a transplant is deemed necessary.",
    "adverse_effects": "Ingestion may lead to the formation of strictures throughout the gastrointestinal tract. Acute liver failure can occur due to direct copper toxicity-induced tissue necrosis.\n[6]\nWhether patients are at increased risk of hepatocellular carcinoma is not clear, but to date, no study has yet shown an increase in hepatocellular carcinoma attributable to copper ingestion."
  }
}