{
  "drug_name": "creatine monohydrate",
  "nbk_id": "NBK562290",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562290/",
  "scraped_at": "2026-01-11T18:46:55",
  "sections": {
    "indications": "Myopathy is derived from the Greek words “myo” for muscle, and “pathy” for suffering which means muscle disease. The most common signs and symptoms of myopathies include weakness, stiffness, cramps, and spasms. Myopathies are a heterogeneous group of disorders primarily affecting the skeletal muscle structure, metabolism, or channel function. They usually present with muscle weakness interfering in daily life activities. Muscle pain is also a common finding and some myopathies are associated with rhabdomyolysis.",
    "mechanism": "The etiology of the myopathies is usually caused by a disruption in the muscle tissue integrity, and the metabolic stability which may be triggered by inherited genetic diseases, or metabolic errors, certain drugs and toxins, bacterial or viral infections, inflammation, besides minerals, electrolytes, and hormonal irregularities:\n\nInherited Myopathies\n\nMitochondrial Myopathies\n[1]\nMitochondrial encephalopathy, lactic acidosis, and strokelike syndrome (MELAS)\nKearns-Sayre syndrome\nOthers (Leber hereditary optic neuropathy; Myoclonic epilepsy with ragged red fibers; Leigh syndrome and neuropathy, ataxia, and retinitis pigmentosa; mtDNA deletion and depletion syndromes; Chronic progressive external ophthalmoplegia; etc.)\n[1]\n\nCongenital Myopathies\nNemaline myopathies\n[2]\nCore myopathies\nCentronuclear myopathies\nOthers\n[3]\n\nMetabolic Myopathies\n[4]\nLipid myopathies (most common are carnitine palmitoyltransferase II deficiency, very-long-chain-acyl-CoA dehydrogenase deficiency, trifunctional protein deficiency)\nGlycogen storage disease myopathy (Acid maltase deficiency - Pompe disease, Debrancher deficiency - Cori disease - and muscle phosphorylase deficiency - McArdle disease - are the most frequently encountered)\n\nChannelopathies\nPeriodic paralysis (Hypokalemic, hyperkalemic, Andersen-Tawil syndrome)\nNondystrophic myotonias (p.e. paramyotonia congenita, Thomsen disease)\n\nMuscular Dystrophies\n[5]\nDystrophinopathies (Duchenne muscular dystrophy, Becker muscular dystrophy, Intermediate phenotype)\nMyotonic muscular dystrophies (type 1 and type 2)\nFacioscapulohumeral muscular dystrophies (type 1 and type 2)\nEmery-Dreifuss muscular dystrophy\nLimb-girdle muscular dystrophies\nOculopharyngeal muscular dystrophy\nCongenital muscular dystrophy (most common being LAMA2-related, collagen VI-related and alfa-dystroglycan-related)\nDistal myopathies\n\nAcquired Myopathies\n\nToxic Myopathies\nNecrotizing myopathies (statins, fibrates, immune checkpoint inhibitors, labetalol, propofol, alcohol, cyclosporine)\n[6]\n[7]\nMitochondrial myopathies (some antiretrovirals)\nAmphiphilic myopathies (chloroquine, hydroxychloroquine, amiodarone)\nAntimicrotubular myopathies  (vincristine)\nHypokalemic myopathies (diuretics, steroids, laxatives, alcohol, etc.)\nCritical care-associated myopathies (corticosteroids, neuromuscular blockers)\nInflammatory myopathy (tumor necrosis alfa inhibitors, immune checkpoint inhibitors, statins, IFN-alfa, D-penicillamine, L-tryptophan, hydroxyurea, imatinib lamotrigine, phenytoin)\nUnknown mechanism (finasteride, omeprazole, isotretinoin)\n[7]\n\nImmune-mediated or Idiopathic Inflammatory Myopathies\nDermatomyositis\nAntisynthetase syndrome\nImmune-mediated necrotizing myopathy\nInclusion body myopathy\nOverlap myositis (association with other connective tissue diseases as systemic lupus erythematosus, Sjogren syndrome, systemic sclerosis, and rheumatoid arthritis)\nPolymyositis\n[8]\n\nInfectious Myopathies\nBacterial infections (Lyme disease, pyomyositis - Staphylococcus aureus)\nViral infections (Human immunodeficiency virus (HIV), Coxsackie A and B viruses, Influenza)\nParasitic infections (trichinosis, toxoplasmosis, cysticercosis)\n[9]\n[10]\n[11]\nFungal infection (Candida, Coccidiomycosis)\n[8]\n\nEndocrine Myopathies\n[12]\nThyroid and parathyroid dysfunction (hyperthyroidism, hypothyroidism, hyperparathyroidism)\nAdrenal dysfunction (Addison's disease, Cushing syndrome)\nDiabetic muscle infarction\n\nElectrolyte-mediated Mopathies (hypo- and hyperkalemia, hypercalcemia, hypermagnesemia, hypophosphatemia)\n\nMyopathies associated with systemic disease (amyloidosis, sarcoidosis, vitamin D deficiency, critical care myopathy, idiopathic eosinophilic myopathy, paraneoplastic)\n\nNOTE: Rhabdomyolysis is a syndrome defined by skeletal muscle damage with CK elevation. It can occur with or without underlying muscle disease and should not be considered as a primary myopathy.\n[8]",
    "monitoring": "The complementary evaluation should be guided by clinical suspicion. Useful tests include:\n\n1) Laboratory studies\n\nComplete blood count\nBlood urea nitrogen and serum creatinine\nElectrolytes (sodium, magnesium, potassium, calcium, phosphorus)\nAspartate aminotransferase (AST), alanine aminotransferase (ALT), lactate dehydrogenase (LDH), y-glutamyltransferase (GGT)\nCreatine kinase (CK), myoglobin, and aldolase: CK the most useful blood test but levels may not correlate with the degree of muscle weakness. Myopathies with enhanced regeneration or spared myofibers, such as in antisynthetase syndrome, dermatomyositis, and critical care myopathy, may present with normal CK and selectively elevated aldolase.\nC-reactive protein and erythrocyte sedimentation rate\nThyroid function tests\nAnti-nuclear antigen (ANA) and myositis associated antibody panel (importantly -Jo1, -PL7, -PL12, -OJ for antisynthetase syndrome; TIF1-gamma, - NXP2, -Mi2, -SAE, - MDA5 for dermatomyositis, - HMG-CoA, -SRP for immune-mediated necrotizing myopathy)\nUrinalysis: positive hemoglobin dipstick without erythrocytes on microscopic evaluation is a sign of myoglobinuria\n\n2) Electromyography (EMG) and nerve conduction study (NCS):\n[8]\n\nIn this context electrodiagnostic testing has many objectives:\n\nit is useful to exclude alternative diagnoses such as neuromuscular junction or motor neuron disorders.\nit can confirm the myopathic nature of the process if there is an identifiable pattern.\nit helps characterized and stratify the severity of the disease\nit can help to choose the best location to perform a muscle biopsy.\n\nMotor NCS are usually normal unless there is a concomitant neuropathy. Exceptions to this include distal myopathies and critical care myopathy where low compound muscle action potentials (CMAPs) with normal latencies and conduction velocities are seen. Sensory NCS are within normal range...Inclusion body myositis is the exception since it can cause sensory abnormalities.\n\nNeedle EMG is the most sensitive examination for myopathy. The presence of myotonic discharges and muscle membrane irritability (increased insertional activity, fibrillation potentials, and positive sharp waves) helps to narrow the differential diagnosis as it is generally present in necrotizing myopathies (inflammatory or toxic), myotonic dystrophies and a few metabolic and congenital myopathies. Repetitive stimulation and correlation with exercise may be needed in the special case of channelopathies.\n\nComplex repetitive discharges and decreased insertional activity are signs of a chronic process.\n\nIn some metabolic, congenital, endocrine myopathies, electrodiagnostic tests may be normal.\n\nOf note, electrodiagnostic testing is not always needed if there is a strong suspicion of a myopathic disorder (p.e. suggestive clinical features with elevated CK or positive family history), especially in the pediatric population.\n[18]\n\n3) Electrocardiography\n(ECG):\nFindings suggestive of hypokalemia include the following:\n\nDiffuse nonspecific ST-T wave changes\nIncreased PR interval\nU waves\nWide QRS\n\n4) Muscle biopsy:\nMuscle biopsies are categorized by three major components:\n[8]\n\nHistological/histochemical\nMyopathic vs. neuropathic patterns of disease\nPresence of unique features that are clues to underlying pathophysiology and diagnosis\nMyopathic pattern\nRounding and variation of myofiber size\nInternal nuclei, fiber atrophy, degeneration and regenerating myofibers\nFatty replacement\nNeuropathic pattern\nEvidence of denervation and re-innervation\nSmall, atrophic, angular fibers and target fibers\nRe-innovation results in fiber type grouping\n\n5) Muscle MRI:\nMagnetic resonance imaging of the muscles:\n[8]\n\nIncreased signal intensity within muscle tissue\nMay see muscle necrosis, degeneration, and/or inflammation\nMay see fatty replacement, an indicator of chronic muscle damage\nFindings may help guide site selection for muscle biopsy\nMRI offers a less invasive assessment tool in pediatric populations",
    "administration": "Treatment for myopathy is generally supportive due to the nature of the etiology of the muscle disease including exercises, physical and occupational therapies, nutrition, and dietetics, and may be genetic analysis and counseling.\n[19]\n[20]\n\nInherited muscular dystrophies: Prednisone 0.75 mg/kg/day has presented improvement in muscle strength, increased muscle bulking, and slowed the disease progression. It is also important to anticipate complications and treat them accordingly. In mitochondrial myopathies creatine monohydrate 5-10 g/day may benefit improving the symptoms, Coenzyme Q10 replacement still needs more consistent research results to prove significance.\n[21]\n[18]\n[21]\n\nAcquired myopathies, in general, improve by treating the main causing disease whether it is a systemic disease like thyroid disease, sarcoidosis. Some acquired myopathies will be caused by infection ( Bacterial, Viral, Fungal, Parasitic, or spirochetes) the myopathy symptoms improve by treating the infection. Toxin or drug-related myopathy is also managed by the removal of the causative agent and avoiding it in the future. HIV-related myopathy is also responding well to antiretroviral therapy HAART, and maybe steroids as well.\n[22]\n[18]\n\nInflammatory myopathy and autoimmune related myopathies are treated mainly by immunomodulatory, immunosuppressants, and steroid drugs. It is proved that steroids are better in comparison to immunomodulatory drugs due to side effects. Medications used are methotrexate, azathioprine, cyclosporin, and cyclophosphamide besides oral dexamethasone and daily oral prednisolone. Unfortunately, some cases including IBMs are refractory to immunosuppressants medication and steroids, and they continue to progress to more generalized weakness. High quality Randomised clinical trials are needed to determine the effectiveness and toxicity of the immuno-mediated drugs in the treatment of these inflammatory myopathies.\n[23]\n\nRhabdomyolysis: The ultimate goal for treatment in rhabdomyolysis is preventing the acute kidney injury by the myoglobin resulting from the muscle damage. Aggressive hydration by IV fluids, and closely monitoring the kidney functions, and the electrolyte balance.\n[18]",
    "adverse_effects": "The complications of the various types of myopathies are largely attributed to the progression of the disease. Congenital, metabolic and hereditary myopathies could have fatal complications like cardiomyopathies, recurrent infections, and sepsis, neuropathies, respiratory failure, or renal failures. On the other hand, the complications of acquired myopathies are relatively limited to the etiology. For example, if it is infectious related then it is dependant on the type of the infection or if it is related to drug or toxin, then it is dependant on the dose and the period, and so on. Here is a list of possible complications:\n\nDeath\nRhabdomyolysis\nHeart arrhythmias\nParaneoplastic syndromes\nHeart failure\nHypertension\nRenal failure\nNeuropathies: Seizures and cerebral dysplasias\nImpaired movement\nBedsores\nInfections and sepsis\nIrreversible muscle wasting\nRecurrent dysphagia\nAcute gastric dilation\nRespiratory system failure\nEndocrinopathies\nCataracts\nSensorineural hearing loss\n[25]\n[26]\n[27]"
  }
}