{
  "drug_name": "creatine",
  "nbk_id": "NBK557591",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557591/",
  "scraped_at": "2026-01-11T15:27:22",
  "sections": {
    "clinical_significance": "Diagnosis of Acute Myocardial Infarction\n\nBefore the advent of cardiac troponins, the CK-MB isoenzyme was the primary biochemical marker for diagnosing acute myocardial infarction.\n[27]\nCK-MB first appears 4 to 6 hours after the onset of symptoms, peaks at 24 hours, and returns to normal within 48 to 72 hours. Due to this short timeframe, its diagnostic value for acute myocardial infarction is limited both in the early stages (within the first few hours) and in the late stages (after 72 hours). However, its release kinetics can assist in diagnosing reinfarction if levels rise after initially declining following acute myocardial infarction.\n[9]\nThe most common diagnostic criterion involved 2 serial elevations above the diagnostic cutoff level or a single result more than twice the upper limit of normal.\n[28]\n\nNon-Acute Myocardial Infarction Causes of CK-MB Elevation\n\nElevated CK-MB can result from skeletal muscle or myocardial cell death due to various causes. Other causes of CK-MB elevation in plasma include the following:\n\nFalse elevations: False elevations in CK-MB occur in the presence of atypical CK isoforms, macrokinases, and adenylate kinase; however, these false elevations can be eliminated by adding reagents to testing kits.\n[28]\nCardiac etiology: Myocarditis and cardiac surgery can damage heart muscle, resulting in the elevation of CK-MB.\nPeripheral sources: Rhabdomyolysis, myositis, inflammatory myopathies, trauma, and medications, such as daptomycin, statins, and antiretrovirals, can also elevate CK-MB levels.\n\nTo differentiate the elevation of CK-MB for cardiac etiology versus skeletal muscle source, the CK-MB relative index can be calculated using the formula:\n\nCK-MB relative index = CK-MB (ng/mL) × 100/CK (IU/L)\n\nA CK-MB relative index < 3% is consistent with the skeletal muscle source, whereas a relative index > 5% is consistent with the cardiac source of CK-MB.\n[29]\nHowever, prior studies in patients with trauma and chronic skeletal muscle abnormalities have demonstrated the failure of the CK-MB relative index in differentiating skeletal muscle sources of CK-MB from myocardial cell death.\n[30]\n\nHence, in patients with clear evidence of no trauma, chronic skeletal muscle abnormalities, and a high index of suspicion for acute myocardial infarction, the use of CK-MB relative index can increase the specificity of CK-MB testing. Miscellaneous causes include hypothyroidism, renal failure, alcohol intoxication, pregnancy, and certain types of malignancies.\n\nCurrent Biomarker Use\n\nAccording to the World Health Organization (WHO) criteria for diagnosing acute myocardial infarction, various cardiac biomarkers were utilized in the diagnosis process. Among these, CK-MB was considered the most sensitive and specific marker for diagnosing acute myocardial infarction, detecting reperfusion, and estimating the extent of myocardial infarction, particularly in the 1990s. During this period, troponin emerged as a potentially more specific biomarker for myocardial infarction compared to CK-MB.\n[27]\n\nTroponin is a protein complex composed of 3 units—troponin T, troponin I, and troponin C—present in the actin filament of the skeletal and myocardial muscle cells. Troponin T and troponin I have multiple isoforms, with one specific to cardiac muscle. This isoform is not found in adult skeletal muscle, which enables the development of assays to measure its levels in plasma.\n[31]\n\nTroponin is present in the myocardium as a 3-unit complex in the contractile apparatus attached to the actin filament of the tropomyosin complex; however, similar to CK-MB, there is unbound or free troponin in the cytosol of myocardial cells, which is known as the cytosolic pool. In the event of myocardial damage, unbound troponin is first released.\n[32]\n[33]\nThis unbound troponin is about 6% of the total troponin in the myocardium. The rest of the troponin bound to the actin is released slowly with structural damage, resulting in the prolonged duration of elevated troponin levels in the plasma.\n[34]\nTroponin elevation >99th percentile is used as the cutoff value for diagnosing acute myocardial infarction.\n[35]\nTroponin concentration begins to rise 4 to 6 hours after the onset of symptoms, peaks by about 18 to 24 hours, and remains in detectable levels for 72 to 96 hours.\n[36]\n\nTroponin is more specific to cardiac muscle compared to CKMB, and current assays for troponin are more sensitive and specific than those used for CK-MB measurement.\n[28]\nDue to the expression of CK-MB in skeletal muscle and evidence demonstrating the limitations of the CK-MB relative index, along with its elevation in various non-acute myocardial infarction conditions, troponin has been established as the biomarker of choice for detecting myocardial damage of any etiology.\n[29]\n\nUse of CK-MB Despite Troponin Being the Biomarker of Choice\n\nTroponin remains in circulation for a longer duration compared to CK-MB. In conditions where reinfarction is suspected, CK-MB may be useful in classifying a new event due to its shorter duration of elevation at detectable levels in plasma.\n[37]\nHowever, with the advent of troponin and the current aggressive interventional strategies for acute myocardial infarction, and due to a lack of literature comparing CK-MB against troponin for diagnosing reinfarction, the use of CK-MB has declined.\n[38]\n\nCK-MB Isoforms\n\nThe CK-MB isoenzyme exists as 2 isoforms—CK-MB1 and CK-MB2. Laboratory measurement of CK-MB represents the simple sum of the isoforms CK-MB1 and CK-MB2.\n[8]\n[17]\nCK-MB2 is the tissue form released from the myocardium after myocardial infarction, and it is converted peripherally in serum to the CK-MB1 isoform rapidly after symptom onset. The tissue CK-MB1 isoform predominates; thus, the CK-MB2/CK-MB1 ratio is typically less than 1. A positive result occurs when CK-MB2 levels are elevated and the CK-MB2/CK-MB1 ratio exceeds 1.7.\n[28]\n\nCK-MB2 can be detected in serum within 2 to 4 hours after onset and peaks at 6 to 9 hours, making it an early marker for acute myocardial infarction. Two large studies evaluating its use revealed a sensitivity of 92% at 6 hours after symptom onset, compared to 66% for CK-MB and 79% for myoglobin.\n[13]\nThe major disadvantage of this assay is that it is relatively labor-intensive for the laboratory.\n[17]\n\nTroponin remains in circulation for a longer duration compared to CK-MB. In conditions where reinfarction is suspected, CK-MB may be useful in classifying a new event due to its shorter duration of elevation at detectable levels in plasma.\n[37]\nHowever, with the advent of troponin and the current aggressive interventional approach to acute myocardial infarction, and due to a lack of literature comparing CK-MB against troponin in the diagnosis of reinfarction, the use of CK-MB has declined.\n[38]"
  }
}