{
  "drug_name": "crisaborole",
  "nbk_id": "NBK559276",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559276/",
  "scraped_at": "2026-01-11T15:27:22",
  "sections": {
    "indications": "Hypersensitivity is an absolute contraindication to all phosphodiesterase inhibitors. Nitrites are contraindicated to use alongside PDE-5 inhibitors: sildenafil, tadalafil, vardenafil, and avanafil, as they may result in severe hypotension.\n[30]\nRelative contraindication such as pre-existing cardiovascular disease, resting hypotension, and anti-hypertensive use require evaluation before phosphodiesterase inhibitor use.\n\nHeart failure of any sort is a contraindication to cilostazol use. Patients taking medications that may cause QT prolongation or have congenital QT syndrome should avoid taking vardenafil. Patients with hemostatic or bleeding disorders are contraindicated to cilostazol use as its mechanism of action inhibits platelet aggregations and may worsen the underlying conditions. Milrinone and amrinone are contraindicated in patients with pre-existing valvular disease of the aortic or pulmonic valve as they may cause outflow obstruction. Pentoxifylline is contraindicated in patients with a recent history of cerebral hemorrhage or retinal hemorrhage.\n\nBlack Box Warning\n\nCilostazol: Heart failure is an absolute contraindication to cilostazol use.\nMilrinone: Should not be used for greater than 48 hours for heart failure as it may cause ventricular arrhythmias and result in sudden death.",
    "mechanism": "Cyclic adenosine monophosphate(cAMP) and cyclic guanosine monophosphate (cGMP) are intracellular second messenger molecules degraded and inactivated by the enzyme phosphodiesterases(PDE).\n[16]\n[17]\n[18]\nPhosphodiesterase inhibitors exert their effects on their targeted phosphodiesterase enzymes(PDE-3, PDE-4, PDE-5), preventing cGMP or cAMP degradation, further increasing their levels in smooth muscle cells, causing relaxation and vasodilatory effect in target cells. PDE-3 inhibitors exert their effects by increasing cAMP levels in the myocardium, peripheral vasculature, and platelets. This further causes positive inotropic effects by increasing ionized calcium in the myocardium, vasodilation of the peripheral vessels, and preventing platelet aggregation and can be used to treat decompensated cardiac failure and peripheral arterial disease(PAD).\n\nPDE-4 is an enzyme found in cells of the lungs, and PDE-4 inhibitors inhibit the degradation of intracellular cyclic adenosine monophosphate(cAMP) and increase cAMP levels in target cells, further causing bronchial muscle relaxation. Along with its effects on the lungs, it also decreases pro-inflammatory mediators.\n[1]\nThese agents are useful in treating COPD, psoriatic arthritis(PA), and atopic dermatitis(AD). Crisaborole is a PDE-4 inhibitor indicated for mild to moderate atopic dermatitis, and its mechanism of action its therapeutic effect is not fully understood.\n\nPDE-5 inhibitors carry out their action by preventing the breakdown of cyclic guanosine monophosphate (cGMP), further increasing cGMP levels in target cells. The endothelial cells of the penile smooth muscle corpus cavernosum release nitric oxide(NO), which initiates the enzyme guanylate cyclase, further enhancing the synthesis of cyclic guanosine monophosphate (cGMP). The prevention of cGMP breakdown further prolongs an erection and is used therapeutically to treat erectile dysfunction(ED).\n[14]\nPDE-5 inhibitors also cause pulmonary vasodilation and may be useful for treating pulmonary arterial hypertension(PAH) as PAH may be correlated with the weakened release of nitric oxide in the pulmonary vasculature, resulting in decreased cGMP levels. Nonspecific inhibitors(PDE-3,4,5) exert their action, increasing cAMP levels in the pulmonary vasculature, resulting in bronchial relaxation and further decreasing pro-inflammatory mediators.\n[19]\n\nTheophylline is a nonspecific phosphodiesterase inhibitor used to treat COPD, and the mechanism of action is not entirely understood.\n[19]\nAlthough not fully understood, pentoxifylline's mechanism of action is believed to act by the nonselective inhibition of phosphodiesterase enzymes similar to theophylline. This action further enhances blood flow and perfusion in the limbs by increasing erythrocyte flexibility, decreasing blood viscosity, decreasing cell proliferation, and reduced inflammation. This mechanism allows pentoxifylline to be used therapeutically in patients suffering from muscle aches and pain associated with peripheral arterial disease.\n[20]\n[21]\n\nAnagrelide exerts its effects by inhibiting PDE-3, decreasing the platelet count and platelet aggregation. The full agent's action is still being studied and is said to interrupt the cell cycle post miosis of megakaryocyte development, decreasing megakaryocyte's size and ploidy. This drug helps decrease platelet count, further preventing thrombotic complications in myeloproliferative disorders such as essential thrombocytopenia, polycythemia vera, and chronic myeloid leukemia.\n[20]\nIbudilast exerts its actions by nonselective phosphodiesterase inhibition of PDE-3, PDE-4, PDE-10, and PDE-11, decreasing nitric oxide production, pro-inflammatory chemokines, LTB4, and toll-like receptor 4 (TLR4).\n[16]\n\nIbudilast's bronchodilator and anti-inflammatory effects have been used therapeutically in Japan to treat bronchial asthma and post-stroke complications. Caffeine exerts its effects on phosphodiesterase enzymes by nonselective inhibition of PDE1, PDE4, and PDE5, promoting cAMP accumulation. Caffeine also inhibits adenosine and gamma-aminobutyric acid (GABA) receptors and enhances intracellular calcium release, improving and enhancing cognition, memory, energy, sleep, fatigue, and drowsiness.\n[22]",
    "administration": "Phosphodiesterase inhibitors (PDE inhibitors) are available in oral tablets, injection form, and topical ointment.\n\nErectile Dysfunction\n[13]\n[14]\n[23]\n[24]\n\nSildenafil 25 to 100 mg/day (available in 25 mg, 50 mg, and 100 mg tablets)\nVardenafil 5 to 20 mg/day (available in 2.5 mg, 5 mg, 10 mg, 20 mg tablets)\nTadalafil 5 to 20 mg/day (available in 2.5 mg, 5 mg, 10 mg, and 20 mg tablets)\nAvanafil 50 mg to 200 mg/day (available in 50 mg, 100 mg, and 200 mg tablets)\n\nThese agents can be administered 30 to 60 minutes prior to sexual intercourse.\n\nBenign Prostatic Hyperplasia (BPH)\n\nTadalafil 5 mg/day\n\nTadalafil is available in 2.5 mg, 5 mg, 10 mg, and 20 mg tablets.\n\nPulmonary Arterial Hypertension (PAH)\n\nSildenafil 20 mg three times per day\nTadalafil 40 mg/day\n\nSildenafil is available in 20 mg and 10 mg (12.5ml) vials and can be administered orally or via intravenous injection for pulmonary arterial hypertension.\n\nPsoriatic Arthritis (PA)\n\nApremilast\n\nDay 1: 10 mg/day\n\nDay 2: 10 mg twice a day\n\nDay 3: 10 mg (morning) and 20 mg (evening)\n\nDay 4: 20 mg (morning) and 20 mg (evening)\n\nDay 5: 20 mg (morning) and 30 mg (evening)\n\nDay 6: 30 mg twice daily\n\nApremilast tablets are available in 10 mg, 20 mg, and 30 mg tablets and are administered orally.\n\nChronic Obstructive Pulmonary Disease (COPD)\n[15]\n\nTheophylline 10 to 15 mcg/mL serum concentration for acute exacerbation.\nRoflumilast 500 mcg/day\n\nTheophylline is available in 200 mg, 400 mg, and 800 mg in 5% dextrose for IV injection.Roflumilast is available in 500mg tablets for oral administration.\n\nPeripheral Arterial Disease (PAD)\n\nCilostazol 100 mg two times a day (available in 50 mg and 100 mg tablets and are administered orally)\nPentoxifylline 400 mg three times a day  (available in 400 mg extended-release tablets and are administered orally)\n\nPostoperative Thromboembolic Prophylaxis\n\nDipyridamole 75 mg to 100 mg four times a day (available in 25 mg, 50 mg, and 75 mg tablets and are administered orally)\n\nDecompensated Cardiac Failure\n[25]\n\nMilrinone 100 ng/mL to 300 ng/mL (available in 10 ml, 20 ml, and 50 ml vials for injection)\nAmrinone 0.5 to 7.0 mcg/mL (available in 5 mg/mL for injection)\n\nAtopic Dermatitis (AD)\n\nCrisaborole (available as 2% topical ointment)\n\nCrisaborole can be used in patients ages two years or older for topical use only. It should be applied to the affected areas two times daily.\n\nThrombocythemia\n\nAnagrelide 0.5 mg 4 times a day or 1mg twice a day. (available in 0.5 mg tablets and are administered orally)\n\nNeonatal Apnea\n\nCaffeine Citrate 10 mg/ml to 20 mg/ml  (available as a solution for oral and injectable administration)\n\nFatigue and Drowsiness\n\nCaffeine 100 mg to 200 mg (available as tablets or capsules for oral administration). It should not be consumed six hours before bedtime.",
    "adverse_effects": "Cilostazol\n\nHeadache\nGastrointestinal symptoms: nausea, diarrhea, abnormal stools\nTachycardia\nPalpitations\n\nDipyridamole\n\nDizziness\nGastrointestinal distress\nRash\nHeadache\nElevated liver enzyme\n\nMilrinone\n\nVentricular arrhythmias\nHeadache\nHypokalemia\nTremor\n\nAmrinone\n\nThrombocytopenia\nGastrointestinal symptoms: nausea, vomiting, abdominal pain\nArrhythmia\nHepatotoxicity\nHypersensitivity\n\nRoflumilast\n\nGastrointestinal symptoms: nausea, vomiting, diarrhea\nWeight loss\nDecreased appetite\nHeadache\nInsomnia\nDizziness\nAnxiety\nWorsening depression\n\nApremilast\n\nGastrointestinal symptoms: nausea, vomiting, diarrhea\nHeadache\nWorsening depression\nSuicidal thoughts\nWeight loss\nUpper respiratory infections\n\nCrisaborole\n\nBurning on the site of application\nHypersensitivity: pruritis, swelling, erythema\n\nSildenafil\n\nHeadache\nFlushing\nVisual disturbance\nGastrointestinal symptoms: dyspepsia, nausea\nNasal congestion\nPriapism\nHearing loss\nBack pain\nDecreased in blood pressure\nRash\nDizziness\nHepatotoxicity\n\nTadalafil\n\nHeadache (most common)\nDecreased in blood pressure\nNasopharyngitis\nMyalgia\nBack pain\nPriapism\nHearing loss\nVisual disturbance\n\nVardenafil\n\nHeadache\nFlushing\nFlu-like symptoms\nSinusitis\nGastrointestinal symptoms: dyspepsia, nausea\nPriapism\nHearing loss\nIncreased creatinine kinase levels\nQT prolongation\n\nAvanafil\n\nHeadache\nFlushing\nBack pain\nNasal congestion\n\nTheophylline\n\nHypotension\nTachycardia\nGastrointestinal symptoms: nausea, vomiting\nSeizures\nArrhythmias\n\nPentoxifylline\n\nGastrointestinal symptoms: dyspepsia, nausea, vomiting\nDizziness\nChest pain\nArrhythmia\nHeadache\n\nAnagrelide\n\nHeadache\nPalpitations\nDecreased blood pressure\nDiahrrea\nAsthenia\nEdema\nGastrointestinal symptoms: dyspepsia, nausea, vomiting\n\nIbudilast\n\nHyperhidrosis\nHeadache\nGastrointestinal symptoms: nausea, vomiting, diarrhea\n\nCaffeine\n\nTachycardia\nPalpitations\nIrritability\nRestlessness\nDecreased sleep\nTremor\nGastrointestinal symptoms: nausea, vomiting, diarrhea\n\nSildenafil, vardenafil, and tadalafil have been associated with hearing loss.\n[26]\nOften the hearing loss is unilateral and may occur during the initial 24 hours after administration of the agent and is temporary in almost one-third of patients.\n[27]\nPatients should seek immediate medical attention if hearing loss does pursue. Although sildenafil is a PDE-5 inhibitor, it mildly has an inhibitory effect on a phosphodiesterase-6 enzyme found in the retinal rod and cone receptors. This may result in a \"blue-tinted\" visual disturbance in some subjects taking higher doses.\n[28]\nPatients also may experience increased sensitivity to the brightness of lights.\n\nThese visual disruptions due to the electrical responses to light are temporary and reversible.\n[29]\nPriapism is a reported adverse effect of phosphodiesterase-5 inhibitors. Patients who have erections lasting more than four hours should seek medical attention as permanent damage may result. Apremilast has an increased risk of depression. Patients who have an underlying history of depression should be evaluated thoroughly prior to the initiation of apremilast. Roflumilast may also worsen underlying depression or increased suicidal thoughts; a thorough assessment should be conducted before therapy.",
    "monitoring": "Medications that cause vasodilatory effects, such as antihypertensives, alpha-blockers, and amlodipine, should be avoided with concomitant use with phosphodiesterase-5 inhibitors. If used in sequence, patients should have routine monitoring, and therapy should be started on the lowest possible dosage as it may result in profound hypotension, lightheadedness, and dizziness. Patients with renal insufficiency and hepatic impairment can result in higher serum concentrations of medication; dose adjustment may be necessary. Fluid and electrolytes require monitoring routinely with milrinone use as it may precipitate hypokalemia and induce arrhythmias. Precautions are necessary for patients with underlying ophthalmopathy taking sildenafil, vardenafil, tadalafil, and avanafil as unexpected vision loss may occur unilaterally or bilaterally, which may be an indication of non-arteritic anterior ischemic optic neuropathy (NAION).\n[31]\n\nPhosphodiesterase-5 inhibitors are substantially and quickly metabolized by the CYP3A4 enzyme found in the liver.\n[3]\nCYP3A4 inhibitors such as ritonavir, ketoconazole, verapamil, itraconazole erythromycin, and grapefruit juice can increase serum concentrations of PDE-inhibitors and require dosing adjustments. Patients taking cilostazol to manage peripheral arterial disease(PAD) should routinely monitor platelet, and WBC counts as thrombocytopenia or leukopenia can develop. Dipyridamole may cause an elevation in liver enzymes and should be monitored routinely and used with precaution in patients with pre-existing liver insufficiency. Amirinone use may cause thrombocytopenia and is hepatotoxic; platelet count and liver enzymes should be monitored routinely. Thrombocytopenia from amrinone may be dose-dependent and is said to be non-immune mediated.\n[32]\n\nPatients receiving treatment milrinone should be monitored via EKG as it can precipitate ventricular arrhythmias. Electrolytes should also be monitored with milrinone use as it can decrease serum potassium. Patients being treated with roflumilast and apremilast should be followed for alterations in mood, such as worsening depression or suicidal thoughts, as it may precipitate underlying or undiagnosed mood disorders. Anagrelide serum concentration can increase eightfold in hepatic impairment. Liver function tests should be conducted before therapy, and platelet count requires routine monitoring for patients taking this medication.\n\nPregnancy Category B: apremilast, tadalafil, vardenafil, dipyridamole\nPregnancy Category C: sildenafil, theophylline, roflumilast, avanafil, cilostazol, milrinone, anagrelide",
    "toxicity": "PDE-4 inhibitor theophylline serum concentrations of more than 20 mcg/mL are in a toxic range.\n[33]\nTheophylline-induced seizures and arrhythmias prompt treatment immediately as it may result in mortality from hemodynamic compromise at serum concentrations of 30 mcg/mL or greater. Therapy with anticonvulsants such as benzodiazepine and antiarrhythmic treatment should start immediately. PDE-5 and PDE-3 inhibitors undergo hepatic metabolism, and inhibitors of CYP3A4 or CYP2C19 can increase the serum drug concentrations of therapy. Dose modifications are required before the initiation of treatment to avoid adverse effects.\n\nAlthough uncommon with sildenafil use, Hepatoxicity has been reported, but studies of the correlation are limited.\n[3]\nAnagrelide should not be administered in patients with pre-existing liver disease as it can result in large increases in drug concentration. Drug toxicity may ensue with a dosage of 10 mg per day or greater or 2.5 mg in a single dose of anagrelide. Caffeine toxicities can pursue at 50 mg/L to 350 mg/L, causing arrhythmias, seizures, and mortality.\n[34]\nCaffeine toxicity-induced seizures can be treated with benzodiazepines, and dysrhythmias have shown successful recovery with the treatment of beta-blockers such as metoprolol or esmolol.\n[35]\n[36]"
  }
}