{
  "drug_name": "cucumber",
  "nbk_id": "NBK553111",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553111/",
  "scraped_at": "2026-01-11T18:46:54",
  "sections": {
    "indications": "Metastasis is the spread of tumor cells from primary sites to surrounding structures and distant sites. It is considered a significant cause of morbidity and mortality. Distant metastasis is an indicative marker of the aggressive nature of the primary tumor.\n\nMetastasis in the lung is a complex multistep process. Metastatic tumor cells undergo stages of detachment from the primary tumor sites, invasion into vessels (capillary, lymphatics), extravasation into the appropriate secondary site, and establishment of a microenvironment supporting its nourishment and blood supply. Common cancers that metastasize to lung parenchyma include breast, lung, colorectal cancer, uterine leiomyosarcoma, and head/neck squamous cell carcinomas. Cancers that spread to the endobronchial tree of the lungs include colorectal, renal, lung cancer, and lymphomas. Other tumors that can metastasize to the lungs include osteosarcoma and testicular tumors. Other rare cancers described in the literature that metastasize to the lung include adrenal, thyroid, choriocarcinoma, and hypernephroma. Some tumors cannot be identified and classified as cancer of unknown primary (CUP). Around 90% of CUP are adenocarcinomas (90%), with squamous cell carcinomas and undifferentiated carcinomas reportedly less frequent.\n[1]\n[2]",
    "mechanism": "Tumors' histologic, genetic, and pathologic features guide them to metastasize to specific sites. Tumors spread to the lungs either by hematogenous or lymphatic route or by direct invasion.\n\nHematogenous spread: seen in tumors with venous drainage into lungs, eg, head and neck, thyroid, adrenals, kidneys, testes, melanoma, and osteosarcoma.\nLymphatic spread occurs in 2 ways: antegrade invasion through the diaphragm or pleural surfaces or retrograde spread from hilar nodal metastases. Examples include lung, stomach, breast, pancreas, uterus, rectum, and prostate cancer.\nDirect spread to pleura: occurs due to hematogenous dissemination with extension to the pleura, with lymphatic spread, or from established hepatic metastases. Examples include cancers of the lung, breast, pancreas, and stomach.\n[2]\n\nMultiple lung nodules in the setting of the primary tumor are highly suspicious of metastatic lung cancer. However, solitary nodules in the presence of primary tumors can be metastatic (melanoma, sarcoma) or a primary lung tumor.",
    "monitoring": "Abnormal lab suggesting metastatic disease includes anemia, hypercalcemia, and electrolyte disturbances (SIADH). A chest X-ray is initial imaging usually performed in both symptomatic patients and patients with known primary tumors. It is cost-effective and readily available. The downside is that small metastasis or miliary distribution is not visible. In 1 study, high kilovolts radiation helps detect pulmonary nodules up to 5 to 10 mm on a chest X-ray. Computed tomography (CT) of the chest is the next option, with helical or multi-planer projection or maximum intensity projection to increase sensitivity. Spiral CT is more sensitive due to a higher metastasis detection rate than other imaging techniques. Up to 72% to 97% nodules and as little as 3 mm nodules are detectable on 5 to 10 mm slices. The sensitivity of CT scans decreases due to high false negatives attributed to unequal respiratory cycles.\n[10]\nPositron emission tomography (PET) with fluorodeoxyglucose (FDG) is used to detect metastasis elsewhere in the body. PET-CT is used for the precise location of metastasis superimposed on a CT scan.\n\nMagnetic resonance imaging (MRI), on the other hand, has not improved the diagnosis of lung metastases compared with conventional CT. It is specifically indicated for showing tumor invasion of the great vessels, chambers of the heart, chest wall, and spinal column and can help rule out synchronous liver metastases. Flexibltracheobronchoscopy with endobronchial ultrasound (EBUS) is a standard component of the preoperative diagnostic workup. It allows the evaluation of the mucosa and confirmation of the histology of centrally located metastases. Combined with endobronchial ultrasound, it helps determine the status of the peribronchial and mediastinal lymph nodes. CT-guided biopsy for peripherally located lesions or lesions that are near large vessels.\n\nMediastinoscopy\n\nFor peripheral foci up to 3 cm in size, video-assisted thoracic surgery (VATS) has become established for use as a diagnostic procedure with a low complication rate. After obtaining a tissue biopsy, genetic, cytologic, and immunohistologic testing is performed to identify the source of the metastasis. Because lung metastasis is detected in imaging studies, it is essential to recognize the pattern suggesting a particular route of spread.\n\nImaging\n\nSpecific patterns associated with different tumors on CT chest include Diffuse miliary seeding (medullary carcinoma of the thyroid), large singular metastases (choriocarcinoma, melanoma, and hypernephroma), calcification of metastases (osteosarcoma, adenocarcinoma, and secondary to chemo- and radiation therapy), and cavitation of pulmonary metastases (squamous cell carcinoma of the head and neck and from the genitourinary tract in women). Most of the hematogenous metastasis appears to happen from the distal pulmonary artery nidus of metastatic tumor cells, resulting in most of the metastatic focus on basal and peripheral segments of the lungs.\n[11]\nChest x-ray patterns recognized with lung metastasis via lymphatic spread include reticular or reticulonodular interstitial markings, thickening of the interlobular septa (Kerley B lines), hilar adenopathy, and pleural disease. High-resolution CT is sensitive to detecting patterns such as thickened core structures in the central portions of the secondary pulmonary lobules.\n[11]\nPleural metastases may appear as nodules or plaque-like formations on plain films and CT scans. Malignant pleural effusions, seen in around 42% of cases, most commonly arise from primary tumors of the lungs, breast, ovaries, and lymphoma.",
    "administration": "Different treatment options are available based on the underlying tumor pathology and immunohistopathology. No prospective comparative trials exist that might provide evidence for prolonging survival by surgery, chemotherapy, or radiation. No randomized, controlled trials yield evidence to help decide whether to treat pulmonary metastases with surgery, radiotherapy, or chemotherapy (or some combination).\n\nChemotherapy\n\nChemotherapy is usually not curative for pulmonary metastases, except for a few tumors. For example, first-line cisplatin-based therapy for germ cell testicular tumors produces a high long-term cure rate. It plays a significant role in the treatment of osteogenic sarcomas. Neoadjuvant administration of chemotherapeutic agents can reduce tumor burden and help to control systemic metastases. Neoadjuvant agents, eg, methotrexate, cisplatin, doxorubicin, and ifosfamide, decrease the burden of preoperative tumors. About one-third of all lung nodules disappeared after preoperative chemotherapy. Patients also received treatment with postoperative adjuvant chemotherapy. 2-year disease-free survival after chemotherapy and surgery was 56%\n\nSimilar results occurred in patients treated with chemotherapy and surgery in osteosarcoma with pulmonary metastasis compared to chemotherapy alone. In another study, patients received treatment with neoadjuvant ifosfamide and surgical resection. After surgery, the postoperative adjuvant was high-dose methotrexate, ifosfamide, doxorubicin, and cisplatin. Patients with fewer than 8 metastatic deposits confined to the lung had a 5-year disease-free survival rate of 66.7%. Cure rates of non-metastatic high-grade osteosarcomas have increased from 60 to 70% with the addition of adjuvant and neoadjuvant multiagent chemotherapy. In the treatment of metastatic osteosarcoma patients, surgical removal of all metastatic foci is essential. In re-recurrences, repeated thoracotomies and metastasectomies for resectable lesions are necessary. Some studies found a positive survival effect of second-line chemotherapy. Radiotherapy may be a consideration in patients without a second complete remission. Chemotherapy failure is usually due to drug resistance and toxicity. However, by isolated lung perfusion, one can only deliver high-dose chemotherapy to the lung metastasis, thereby avoiding systemic toxicity. Studies in the rodent model found that high-dose melphalan delivered via isolated lung perfusion eradicated metastatic pulmonary sarcoma with acceptable toxicity.\n\nImmunotherapy\n\nTumors such as malignant cutaneous melanoma and renal cell carcinoma are highly immunogenic and known to respond to immunotherapy. A multivalent vaccine against melanoma is now available. Research has demonstrated that surgical resection and postoperative vaccine immunotherapy used for melanoma had significantly better survival than patients treated non-surgically. Vaccine therapy offers the advantages of long-term efficacy and low toxicity when compared with traditional cytotoxic chemotherapy. Underway is a phase III multicenter trial of the vaccine as adjuvant therapy following surgical resection of metastatic melanoma. Naturally occurring cytokines such as tumor necrosis factor (TNF)-alpha, interferon (IFN)-γ, and interleukin (IL)-2 can produce excellent response rates to a variety of solid organ tumors but have high systemic toxicity that requires reducing the dose or stopping treatment.\n\nThe National Cancer Institute (NCI) performed a feasibility study of cytokine therapy delivered by isolated lung perfusion with moderate hyperthermia. Fifteen patients with nonresectable pulmonary metastases from various malignancies had treatment with single-lung isolation perfusion of TNF-alpha and IFN-gamma, a synergistic combination. Only 20% of patients had a temporary decrease in perfused nodules. Inhaled IL-2 on pulmonary metastases from renal cell carcinoma with or without low-dose systemic IL-2 resulted in 70% of cases, regression, or disease stabilization, with a median response duration of 8 months. Only moderate local toxicity, such as a dose-dependent cough, but no significant systemic toxicity were reported.\n\nRadiation\n\nRadiation is thought to increase the expression of major histocompatibility complex (MHC) class I and II molecules on tumor cells and tumor antigenic markers, enabling the immune system to increase antitumor activity and T-cell-mediated tumor immunity. Radiation therapy does not significantly increase survival rates in patients with pulmonary metastasis, except in patients with lymphomas. Unfortunately, the dose required for effective tumor control exceeds the tolerance of normal lung tissue. The convention is to deliver a fraction of 200 to 300 cGy daily. The current challenge is increasing the radiosensitivity of pulmonary metastases relative to the surrounding normal lung tissue to avoid damage to healthy lung tissue while treating pulmonary metastasis with adequate radiation doses. Intratumoral placement of radioisotopes or brachytherapy has shown some benefits in patients that are unsuitable for other therapeutic approaches.\n\nThe role of radiation is mostly palliative in lung metastasis. Controlling pain from metastases that invade the chest wall or mediastinum can be beneficial. External beam radiation to the lung can improve outcomes and decrease relapses when combined with other therapies. About a third of patients with metastatic Ewing sarcoma present with lung or pleural nodules as their only metastatic site. The addition of whole-lung radiation of 1400 to 1800 cGy to conventional chemotherapy in patients with pulmonary metastases from Ewing's sarcoma resulted in more prolonged survival and a reduced rate of pulmonary recurrence when compared with patients receiving only chemotherapy. A murine renal cell carcinoma model was used to demonstrate a synergistic relationship between radiation therapy and immunotherapeutic agents. Patients with papillary thyroid carcinoma with pulmonary metastases have a poor prognosis. Radioactive iodine is the only non-surgical therapy effective in reducing metastatic tumor burden and improving survival.",
    "adverse_effects": "Chemotherapy Side Effects\n\nAcute side effects mentioned by patients while using chemotherapy for different (breast, colorectal, lung) cancers include chest pain, constipation, diarrhea, dyspnea, fatigue, mucositis, pain, rash, vomiting, and anemia.\n[21]\n\nOral and gastrointestinal mucositis may cause local ulceration and pain, which in turn may lead to anorexia, malabsorption, weight loss, anemia, fatigue, and increased risk of sepsis.\nMany anti-cancer drugs can cause chemotherapy-induced peripheral neuropathy (CIPN), including platinum-based agents, vinca alkaloids, taxanes, and proteasome and angiogenesis inhibitors.\nLiver and bone marrow toxicity\nMuscle wasting, muscle collagen deposition, and changes in muscle mitochondrial function (seen with oxaliplatin)\n[22]\n\nPostsurgical Complications\n\nBased on a retrospective analysis of 776 thoracotomies, the postoperative complication rate was 9.3%.\n\nInfection n=19\nAtelectasis n=29\nCardiac arrhythmia n=18\nStroke n=2\nMyocardial infarction n=3\nProlonged air leak (more than 3 days) n=28\nRenal failure\nThe 30-day mortality rate was 0.2% (n=2, due to respiratory failure and stroke).\n[23]\n\nRadiation Side Effects\n\nRadiation pneumonitis\nPost-radiation tumors"
  }
}