{
  "drug_name": "cumin",
  "nbk_id": "NBK560868",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560868/",
  "scraped_at": "2026-01-11T15:27:24",
  "sections": {
    "clinical_significance": "Multiple training tools now exist for use, particularly within the simulation to improve both team and individual communication skills.\n\nSBAR\n\nOne type of communication tool that has proven to have a positive effect on communication is SBAR ('Situation,' 'Background,' 'Assessment,' 'Recommendation').\n[18]\nThe tool is designed for clear communication between different professionals and has been used to the greatest effect when used for raising concerns regarding a deteriorating patient. It asks the communicator to consider:\n\nSituation\n– what is occurring with the patient\n\nBackground\n– what are the relevant background details /clinical context\n\nAssessment\n– what do I believe the problem is\n\nRecommendation\n– what needs to be done\n\nAn example of its use could be when a surgical nurse wishes to contact the surgical doctor as a patient under their care is deteriorating. In an example, SBAR could be used as such:\n\nSituation\n– Dr. Wright, I am calling about Miss Green in bed, K4, who is having increasing pain postoperatively.\n\nBackground\n– She is an 18-year-old who is normally well, and this afternoon had an open appendectomy for a perforated appendix.\n\nAssessment\n– She has a heart rate of 120, a blood pressure of 95/50, a temperature of 38.9, and a tight, painful abdomen.\n\nRecommendation\n– I'm worried she has a complication after her operation, possibly a perforation/leak.\n\nConcisely, SBAR delivers an essential set of information while actively promoting critical thinking by the message conveyor. One systematic review suggests that fundamental patient safety improved through the implementation of SBAR, particularly when used in non-face-to-face communication, such as when bleeping/paging a physician.\n[19]\nIts standardized approach can also give confidence to its user, therefore helping breakdown the barriers by enabling communication between different team members. However, although this tool promotes independent thinking, and prompts information gathering before communication, a degree of confidence is required to initiate this form of communication.\n\nAppropriate assertion\n\nOne tool that specifically addresses the role of confidence, and therefore assertion within cross-professional communication, is the appropriate assertion tool.\n[5]\nIt is often the responsibility of a nurse to contact the physician to request they see a patient. However, given the different communication styles between nurses and physicians, this is often fraught with difficulty.\n[5]\nA cycle was developed with stages to address this\n[5]\n:\n\nGet a person's attention\nExpress concern\nState problem\nPropose action\nReach decision\n\nThey also put forward the argument that a nurse should be able to contact a physician and plainly state, \"I need you to come now and see this patient,\" and that the physician should respond each time.\n[5]\n\nHuddles\n\nAn additional tool used to promote clear communication across teams delivering health care is the implementation of huddles.\n[20]\nHuddles may be defined as a \"tool for communicating changes in a plan of care.\"\n[21]\nHuddles are multidisciplinary, usually set at specific intervals within a shift or after an event, and provide the opportunity to gain group focus. Variances between different huddle formats exist; however, they usually require the following general structure:\n\nSet times – e.g., beginning and end of shifts, or on the hour throughout a shift\nMandatory attendance – across different roles\nLimited time – usually less than 15 mins\nClear structure – same structure followed each huddle\n\nAn example of a huddle would be in the Emergency Department, where a brief huddle (< 5 mins) every hour to go through the minors patients and check there are plans in place for the patients, and any safety concerns/deteriorating patients are flagged up. However, although improvements can be shown by implementing huddles, Montague et al. (2019) argue that a multitude of factors affects the ongoing sustainability of such interventions past the initial set up.\n\nDebriefing\n\nBoth team and individual debriefing is another tool used for improving communication, notably within simulation training.\n[22]\nDebriefing is a two-way discussion between facilitator and student, most often held at the end of a simulation session.\n[23]\nMultiple strategies for debriefing exist; however, in general, the aim is to hold a conversation whereby the facilitator guides learning and reflection so the team can learn both from themselves and one another. The most commonly seen methods are instructor guided debrief and reflective oral and video-assisted.\n[22]"
  }
}