{
  "drug_name": "cyclobenzaprine",
  "nbk_id": "NBK513362",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513362/",
  "scraped_at": "2026-01-11T15:27:26",
  "sections": {
    "indications": "Cyclobenzaprine is contraindicated in prior hypersensitivity reactions and the conditions listed below.\n[19]\n[20]\n\nHyperthyroidism\nMyocardial infarction(the acute recovery phase)\nArrhythmias\nHeart failure\nHeart block or conduction disturbances\n14 days of taking a monoamine oxidase inhibitor(MAOI)",
    "mechanism": "Cyclobenzaprine is a centrally acting skeletal muscle relaxant structurally related to tricyclic antidepr\n[7]\nessants. Cyclobenzaprine relieves skeletal muscle spasms of local origin without interfering with muscle function. In preclinical research, cyclobenzaprine reduced skeletal muscle hyperactivity. Research indicates that it primarily acts within the central nervous system in the brain stem.\n\nCyclobenzaprine does not work directly on skeletal muscle or the neuromuscular junction, although an overlapping action on the spinal cord may contribute to its overall skeletal muscle relaxant activity. Evidence implies that the resultant impact of cyclobenzaprine is a decline of tonic somatic motor activity, affecting both gamma(γ) and alpha(α) motor systems. Recent research suggests that cyclobenzaprine is a (5-HT2) receptor antagonist, and this additional action is responsible for its antispasmodic effect.\n[8]\n\nCyclobenzaprine effectively improves muscle spasms, reduces local pain and tenderness, and increases the range of motion in acute, painful musculoskeletal conditions.\n[1]\nCyclobenzaprine is an antispasmodic drug effective in treating muscle spasms. However, cyclobenzaprine is not an antispasticity drug. Therefore, cyclobenzaprine is ineffective in treating spasticity associated with cerebral or spinal cord pathology or children with cerebral palsy.\n[9]\n\nPharmacokinetics\n\nAbsorption: The time to peak plasma cyclobenzaprine concentration (Tmax) is 7 to 8 hours for cyclobenzaprine extended-release formulation and approximately 4 hours for immediate release formulation. The steady-state plasma concentration is attained within 3 to 4 days. Food increases the extent(AUC) and rate of absorption of cyclobenzaprine.\n[10]\n\nDistribution: Cyclobenzaprine is highly bound to plasma protein(93%) and binds primarily to alpha-1 glycoprotein, an acute phase reactant protein elevated in inflammatory conditions).\n[7]\n\nMetabolism: Cyclobenzaprine is metabolized by cytochrome P450 enzymes (CYP3A4, CYP31A2, and CYP2D6).\n\nExcretion: Cyclobenzaprine follows first-order pharmacokinetics. The mean elimination half-life for the immediate-release formulation is 18 hours(range 8 to 37 hours), and for the extended-release formulation is approximately 32 hours. Cyclobenzaprine is excreted predominantly as glucuronides via the kidney.",
    "administration": "Cyclobenzaprine administration is via the oral route. It is available in immediate-release tablets of 5 milligrams, 7.5 milligrams, and 10 milligrams and extended-release capsules of 15 milligrams and 30 milligrams and is usually given three times daily. The maximum recommended dose per day is 30 milligrams. The extended-release formulation should be administered at the same time each day. The capsule may be swallowed whole, but its contents also may be sprinkled onto a tablespoon of applesauce for immediate consumption without chewing the granules. The patient should rinse their mouth to ensure that they have swallowed all the contents.\n\nUse in Specific Patient Populations\n\nPatients with Hepatic Impairment:\nSteady-state plasma concentrations are twofold higher in patients with mild hepatic insufficiency than in healthy controls. Cyclobenzaprine should be used cautiously in patients with mild hepatic impairment. The usual starting should be a 5 mg dose, and if needed, it can be titrated upwards. Cyclobenzaprine is not recommended in patients with moderate to severe hepatic impairment due to the lack of clinical data and safety concerns.\n[11]\n\nPatients with Renal Impairment:\nNo information about dose adjustment has been provided in the manufacturer's product information. However, due to its potent anticholinergic adverse effects, sedation, and increased risk of fractures, use should be avoided in chronic kidney disease, especially in elderly patients(American Geriatric society, Beers criteria).\n[12]\n[13]\n\nPregnancy Considerations:\nThe use of cyclobenzaprine is reported safe in animal reproduction studies. However, there is a lack of clinical data regarding the use of cyclobenzaprine in human pregnancy and its outcomes. Consequently, cyclobenzaprine should be used during pregnancy only if needed.\n\nBreastfeeding Considerations:\nBreastfeeding Considerations: Amounts of cyclobenzaprine in milk appear to be extremely low. If cyclobenzaprine is indicated for the mother, breastfeeding can be continued with caution. Monitor the infant for sedation and developmental milestones, especially in neonates, preterm infants, and when using sedating drugs concomitantly.\n[14]",
    "adverse_effects": "The most common adverse drug reactions of cyclobenzaprine are somnolence, dry mucous membranes, dizziness, and confusion. Like other cyclical antidepressants, cyclobenzaprine antagonizes the muscarinic receptors, which may produce undesired side effects such as xerostomia, ileus, tachycardia, mydriasis, confusion, urinary retention, and hallucinations. Additionally, cyclobenzaprine antagonizes the alpha1 adrenergic receptor, causing a vasodilatory effect, and may contribute further to reflex tachycardia.\n[15]\n[16]\n[17]\nChronic cyclobenzaprine use can cause minor ALT elevation, but no reports of severe hepatotoxicity are reported.\n[18]",
    "monitoring": "Clinicians should monitor for signs and symptoms of serotonin syndrome if the patient is taking other serotonergic drugs. In two case reports, the authors described patients who quickly developed serotonin syndrome after initiating cyclobenzaprine in the short term. In both cases, the patients took serotonergic medications (phenelzine and duloxetine) before starting cyclobenzaprine.\n[21]\nClinicians should also monitor for vital signs, as cyclobenzaprine can cause reflex tachycardia.\n\nHealthcare providers should use the numerical rating scale (NRS), verbal rating scale (VRS), Visual Analogue Scale (VAS), and Faces Pain Scale-Revised (FPS-R) for the assessment of pain and to monitor the response to cyclobenzaprine therapy.\n[22]\n[23]\nWhen using cyclobenzaprine for TMJ disorders, monitor the response to therapy with a graded chronic pain scale (GCPS).\n[24]\nAt each visit, clinicians should evaluate the necessity and monitor the patients for cyclobenzaprine use, as it is frequently overprescribed for a long duration in clinical practice.\n[25]",
    "toxicity": "Cyclobenzaprine is structurally and pharmacologically related to tricyclic antidepressants. Among the most dreaded toxicities linked with cyclical antidepressants, overdoses affect fast-acting sodium channels in the cardiac conduction system. Cyclical antidepressants block the cardiac sodium channel and cause prolongation of cardiac depolarization, which manifests as QRS widening on electrocardiograms. There is also evidence that cyclical antidepressants may decrease the seizure threshold by interfering with chloride conductance on the GABA receptor.\n\nOne study retrospectively looked at 750 charts at five regional poison centers between the years 1989 to 1993. Based on their retrospective study, the authors concluded that cyclobenzaprine in toxic doses less than 1000 mg does not appear to produce the life-threatening neurotoxicity and cardiotoxic dysrhythmias associated with traditional tricyclic antidepressants. The case report of cyclobenzaprine toxicity describes ileus and simultaneous ST segment elevations on EKG.\n[26]\n\nOther case reports, however, have implicated cyclobenzaprine in acute overdose as the culprit leading to fatalities. For example, there were two reported cases of overdoses in which elevated levels of cyclobenzaprine were found in postmortem evaluations of the patients. The authors, therefore, document an association linking elevated cyclobenzaprine levels with two examples of presumed fatal overdoses.\n[27]\n\nThe most common effects associated with cyclobenzaprine overdose are drowsiness and tachycardia. Rare but potentially critical manifestations of overdose are cardiac arrest, cardiac dysrhythmias, severe hypotension, seizures, and neuroleptic malignant syndrome. Changes in the electrocardiogram, particularly in the QRS axis or width, are clinically significant indicators of cyclobenzaprine toxicity.\n[20]\n\nTo summarize, treatment beyond GI decontamination is unnecessary for less than 100 mg ingestions. Cyclobenzaprine does not appear to produce life-threatening cardiovascular or neurologic effects in doses less than 1000 mg, and serious toxicity such as arrhythmias, hypotension, and seizures occur at doses greater than 1000 mg.\n[28]\n\nAlthough rare, deaths may occur from overdosage(>1000 mg) with cyclobenzaprine. As management of overdose is complex, the clinician should contact a poison control center for the latest information on treatment.\n\nManagement of Toxicity\n\nGeneral measures include airway breathing and circulation\nTo protect against potentially critical arrhythmias, obtain an EKG and quickly initiate cardiac monitoring\nProtect the patient’s airway, and establish an intravenous line\nGastrointestinal Decontamination by large volume gastric lavage followed by activated charcoal\nSerum alkalinization using sodium bicarbonate if EKG exhibits QRS prolongation\nDysrhythmias unresponsive to sodium bicarbonate and hyperventilation may respond to phenytoin, lidocaine, or bretylium\nIn patients with CNS depression, early intubation because of the potential for sudden collapse\nSeizures control with benzodiazepines or, if these are ineffective, other anticonvulsants (e.g., phenobarbital, phenytoin)\nPhysostigmine administration should be in close consultation with a poison control center\n[29]"
  }
}