{
  "drug_name": "cyclopentasyloxane. dimethicone",
  "nbk_id": "NBK572135",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572135/",
  "scraped_at": "2026-01-11T15:27:29",
  "sections": {
    "indications": "There are no absolute contraindications to perform a renal Doppler US examination. However, the study may be of limited diagnostic value in patients with obesity or overlying bowel gas, difficult/aberrant anatomy (e.g., horseshoe kidney, multiple renal arteries, tortuous vessel), cardiac/aortic pulsation, and critically ill patients with difficulty following commands (e.g., extensive respiratory motion).\n[6]\nThe deep location of both kidneys in the retroperitoneum with relatively small caliber renal arteries further adds to technical challenges which are associated with this study.",
    "clinical_significance": "Gaining a thorough understanding of renal Doppler ultrasound is critical in the assessment and diagnosis of renal diseases. Some of the commonly encountered pathologies will be discussed briefly to illustrate important concepts in renal Doppler imaging.\n\nRenal artery stenosis:\nRenal artery stenosis (RAS), of which the vast majority is related to atherosclerosis, represents the most common cause of secondary hypertension and is the most common vascular complication in renal transplants.\n[3]\n[12]\nDoppler US criteria for RAS can be split into direct and indirect signs. Direct signs are seen at the site of the stenosis and include the following criteria: A PSV > 200 cm/s (compatible with ≥ 60% stenosis), increased renal/aortic PSV ratio (>3.5:1), absence of Doppler US signal consistent with occlusion, and aliasing with post-stenotic turbulent flow/spectral broadening. Indirect downstream effects can be observed distal to the stenosis site and are especially important in renal artery US imaging since the stenosis site itself might be not well seen; specifically, a “parvus-tardus” waveform (blunted and delayed systolic upstroke), which will be most evident in the peripheral renal vasculature. This corresponds to an AI < 3 m/s, an AT > 70 msec and a decreased RI < 0.5.\n[3]\n[14]\n\nRenal artery thrombosis and segmental infarction:\nAlthough renal artery thrombosis (RAT) is relatively uncommon, if not treated immediately, it can lead to a devastating outcome, especially if there is a lack of multiple renal arteries. A complete absence of flow is seen on Doppler imaging within the renal artery associated with an abnormal spectral waveform, including the absence of diastolic flow and a markedly reduced amplitude. When encountering this scenario, it is crucial to adjust the color and power Doppler settings to avoid false-positive results. However, it should also be noted that US has a lower sensitivity in detecting renal infarctions when compared to CT or MRI, especially small infarctions. Acutely infarcted kidneys may be enlarged and heterogeneous on the grayscale US. A lack of color or power Doppler flow might be seen in the affected renal parenchyma; if it is a focal infarct, this presents as hypoechoic wedge-shaped regions.\n[3]\n[12]\n[15]\n[16]\n\nRenal vein thrombosis:\nRenal vein thrombosis (RVT) can be categorized into bland or tumor thrombus and comprises partial occlusion of the vein versus complete obstruction. In transplanted kidneys, RVT constitutes a catastrophic complication, with most patients developing subsequent graft failure. Clinically RVT presents with hematuria or signs of renal failure such as rising creatinine or anuria. On US, an increase in renal size is often observed due to associated venous congestion. Color Doppler of the renal vein demonstrates either filling defects indicating partial occlusion or complete absence of flow consistent with obstruction. Spectral Doppler demonstrates a reversal of diastolic flow in the main renal artery, noting that, in transplant patients, a reversal of diastolic flow can also be seen with acute rejection, acute tubular necrosis, and extrarenal compression.\n[3]\n[12]\n[17]\n\nPseudoaneurysm and Arteriovenous Fistula:\nPseudoaneurysms (PSAs) are frequently the result of iatrogenic trauma such as biopsies or interventions and can be intrarenal/parenchymal in location. They may remain asymptomatic and are incidentally detected or present with pain, bleeding, and/or hematuria. They present as simple or complex cystic outpouching on the grayscale US, and it is of utmost importance to evaluate with color Doppler if you encounter renal cystic structures to rule out a vascular lesion. Color Doppler shows the “yin-yang” sign, which indicates bidirectional/swirling blood flow. Spectral Doppler might demonstrate the classic “to-and-fro” flow in the PSA neck. When a PSA is encountered, it is necessary to evaluate a surrounding hematoma, extraluminal blood flow, and an arteriovenous fistula (AVF) that might coexist. Findings suggesting the simultaneous presence of an AVF include arterialized venous flow in the draining vein indicating an abnormal direct communication between the artery and vein that is bypassing the capillary bed.\n[3]\n[12]\n[15]"
  }
}