{
  "drug_name": "cyproheptadine",
  "nbk_id": "NBK603710",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603710/",
  "scraped_at": "2026-01-11T18:46:56",
  "sections": {
    "indications": "Avoidant restrictive food intake disorder (ARFID) represents a distinct entity established by the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-V) within the spectrum of feeding and eating disorders. ARFID is characterized by significant limitations in food intake leading to malnutrition, weight loss, or nutritional deficiency, without the concurrent body image disturbances typically seen in anorexia nervosa or bulimia nervosa.\n[1]\nIndividuals with ARFID display avoidance or restriction of food intake, often due to sensory issues, fear-related avoidance of eating, or low appetite, leading to nutritional deficiencies, weight loss, and psychosocial impairments. ARFID can occur at any age but typically arises in childhood and can persist into adulthood. Furthermore, this condition may also occur with other medical or psychiatric disorders, complicating both diagnosis and treatment.\n[2]\nAdding to the diagnostic complexity, ARFID manifests differently in individuals, with an array of symptoms across the 3 significant drivers of the disorder, making it a challenging disorder.\n[3]\n\nThe DSM-V outlines criteria for diagnosing ARFID, emphasizing the absence of body image disturbance and ruling out other eating disorders or medical conditions as the cause. Diagnosis involves a comprehensive medical, nutritional, and psychological evaluation to assess the patient's physical health, eating behaviors, and mental well-being. Treatment for ARFID focuses on addressing immediate health concerns, restoring nutritional health, expanding food variety, and addressing fears or discomforts related to eating. Interventions may include cognitive behavioral therapy, family-based therapy, exposure therapy, and, in certain cases, pharmacotherapy. Hospitalization may be necessary for patients with severe malnutrition or medical complications. Nutritional rehabilitation, psychological interventions, and collaborative care involving a multidisciplinary team of healthcare professionals are essential for optimizing treatment outcomes and improving the quality of life for individuals with ARFID.",
    "mechanism": "Despite increasing attention, ARFID's etiology and neurobiology remain poorly understood in the academic literature. The causes of ARFID are complex, encompassing genetic predispositions, environmental influences, neurobiological mechanisms, and psychosocial factors akin to other eating disorder etiologies.\n[4]\nARFID shares several eating disorder characteristics (eg, anorexia nervosa), including restrictive eating, low body weight, and nutritional deficiencies.\n[5]\nEvidence also suggests a possible shared etiology between anorexia nervosa and ARFID, as patients with ARFID may be diagnosed with anorexia nervosa later.\n[6]\n\nA recent sizeable Swedish twin study has indicated a significant heritable component to ARFID, suggesting that genetic factors play an essential role in the development of the disorder. In this study, twins aged 6 to 12 years showed that the predisposition to ARFID was primarily due to additive genetic factors, with inherited factors contributing approximately 79% and unshared environmental factors accounting for an estimated 21%, indicating a robust hereditary influence.\n[7]\nThese findings encourage further genetic research into the disorder. Early childhood experiences, sensory sensitivities, and anxiety disorders may also contribute to the development of ARFID.\n[8]\nNeurobiological models propose that ARFID exhibits abnormalities in appetite regulation, sensory perception, and heightened fear system activation, which contribute to the emergence of comorbid anxiety disorders and the perpetuation of restrictive eating behaviors. Notably, ARFID encompasses a heterogeneous population influenced by biological and environmental factors in the development and persistence of their eating patterns.\n[9]\n[8]",
    "monitoring": "Diagnostic Studies\n\nWhile laboratory tests are not diagnostic for ARFID, they are necessary to assess the nutritional status and identify deficiencies or metabolic disturbances. A complete blood count, a comprehensive metabolic panel with liver function tests, thyroid function, and vitamin and mineral levels are frequently performed, particularly in cases where malnutrition is suspected.\n[28]\nIn addition, various laboratory tests to exclude differential diagnoses may be considered, including erythrocyte sedimentation rate, luteinizing hormone, follicle-stimulating hormone, estradiol, testosterone, urinalysis, and Celiac disease screening with tissue transglutaminase antibodies and total IgA.\n[24]\nThese studies help to evaluate the hydration status, check for inflammatory conditions or malignancies, and assess hormone levels and nutritional deficiencies that may result from malnutrition. Radiographic imaging is not typically necessary unless specific gastrointestinal symptoms (eg, chronic constipation or suspicion of gastrointestinal obstruction) warrant further investigation through diagnostic imaging studies. Other tests, such as bone density scans, may be considered to assess the impact of chronic malnutrition on bone health, especially in longstanding cases.\n\nPsychological\nE\nvaluation\n\nIn the last decade, assessments have emerged for screening, evaluating, and tracking treatment outcomes for ARFID.\n[23]\nPsychological evaluation for ARFID includes structured office-based interviews and self-reporting measures. Office-based screens that may be utilized for ARFID evaluation include the Eating disorder assessment for DSM-5 (EDA-5), structured clinical interview for DSM-5 (SCID-5), eating disorder examination (EDE) ARFID module, and pica, ARFID, and rumination disorder interview (PARDI assess ARFID). Each of these screening methods has positive and negative features.\n\nSelf-reporting screens, including the food phobia scale (FNS), nine-item ARFID screen (NIAS), pica, ARFID, and rumination disorder – ARFID questionnaire (PARDI-AR-Q), and the eating disorder examination questionnaire (EDE-Q) may also be utilized in the evaluation of ARFID. These self-reporting screens measure different aspects of ARFID psychopathology. While these measures offer valuable insights, they have limitations and require validation with office-based screening. Combining structured clinical interviews with self-reports provides a more thorough assessment, aiding diagnosis and treatment monitoring.\n\nAdditional E\nvaluation\n\nFurther evaluation or consultation services may be indicated following clinical assessment with growth trajectories and laboratory evaluation.\n[28]\nConsultation with a dietitian for nutritional assessment is recommended in patients with ARFID. In cases where comorbid psychological conditions are suspected, a mental health evaluation is also essential. Patients who exhibit slow eating may need to evaluate their chewing and swallowing abilities; patients with growth concerns may be referred to an endocrinologist, while those with gastrointestinal symptoms may require a referral to a gastroenterologist.\n[28]",
    "administration": "Due to the recent emergence of the ARFID diagnosis, limited evidence supporting treatment strategies for this condition exists, and consensus guidelines have yet to be established. Cognitive behavioral therapy, family-based therapy, and pharmacotherapy are the most common treatment modalities suggested in the existing literature.\n[31]\nTo date, no studies have evaluated the effectiveness of ARFID-specific treatment through randomized, fully powered, controlled trials.\n[23]\nThe treatment goals for individuals diagnosed with ARFID should consist of the following key components:\n\nAttain medical stability, addressing immediate health concerns and stabilizing comorbid medical conditions.\nDetermine the most appropriate level of care, whether outpatient or inpatient, based on individual needs and severity of symptoms.\nProvide adequate nutrition and monitor progress regularly to restore weight to a healthy range and ensure proper growth.\nEnhance nutritional health by expanding the variety and quantity of foods consumed and addressing any nutrient deficiencies.\nAddress and manage any fears or discomforts related to eating, which may involve exposure therapy or other behavioral interventions.\nPromote the enjoyment of eating by identifying enjoyable foods and developing a positive relationship with food.\n[24]\n\nPharmacological Management\n\nPharmacotherapy is not the primary approach for treating ARFID but may be applicable in certain cases.\n[32]\nFor instance, mirtazapine has been cited due to its appetite-stimulating and anxiolytic properties. Medications, including cyproheptadine, selective serotonin reuptake inhibitors (SSRIs), or atypical antipsychotics (eg, olanzapine), are often used to address associated symptoms rather than ARFID itself. Cyproheptadine, in particular, is an effective off-label option for ARFID as this medication enhances appetite; consideration as a potential treatment for malnourished adults and children, including those diagnosed with ARFID, is warranted.\n[28]\n[31]\n\nOlanzapine has also been used off-label to help reduce anxiety, cognitive rigidity, and food-related beliefs that can contribute to ARFID symptoms; in some patients, weight gain may be promoted.\n[33]\n[34]\nA case study reported that the addition of low-dose olanzapine to ARFID treatment helped reduce anxiety and depression in a patient.\n[35]\nAnother case series found that using olanzapine, along with the antidepressant fluoxetine, helped 2 adolescent twins with ARFID reach their target weights within 3 to 6 months of starting treatment.\n[34]\nHowever, the supportive evidence for ARFID treatment with olanzapine is still limited, with no randomized controlled trials demonstrating efficacy. Therefore, olanzapine remains an off-label, experimental treatment.\n\nInpatient Management\n\nIn cases of ARFID, hospitalization may be necessary to address poor nutritional intake or dangerously low weight and to restore healthy eating behaviors.\n[36]\nStudies primarily focused on adolescent or mixed-age groups have examined the hospital course of ARFID. Some findings suggest that adolescents and young adults with ARFID present with similar body mass index (BMI) or percent target weight upon admission compared to patients with anorexia nervosa.\n[37]\nHowever, discrepancies among study findings have been noted.\n[38]\n[30]\nLength of hospital stay varies across studies, with some reporting longer stays for ARFID patients and others finding no significant difference. Furthermore, weight gain rates during hospitalization also vary, with some studies indicating slower weight gain in ARFID compared to anorexia nervosa patients, though weight outcomes at discharge appear comparable. Longer-term follow-up studies suggest that adolescents with ARFID may have higher recovery rates compared to those with anorexia nervosa, although further research is needed to confirm these findings.\n\nThe American Psychiatric Association recommends hospitalization be considered in patients with ARFID if the following clinical factors are present:\n\nBMI <75% of the median for age and gender\nDehydration symptoms\nAbnormal electrolyte levels (eg, hypokalemia, hyponatremia, or hypophosphatemia)\nECG irregularities, including prolonged QTc interval or significant bradycardia\nPhysiological instability signs, such as:\ndaytime bradycardia (<50 bpm) or nighttime bradycardia(<45 bpm)\nHypotension (<90/45 mm Hg)\nHypothermia (<96 °F (35.6 °C)\nSignificant orthostatic pulse changes (increase in heart rate by >30 bpm for adults older than 19 or >40 bpm for adolescents younger than 19, or a sustained blood pressure decrease of >20 mm Hg systolic or >10 mm Hg diastolic)\n[39]\n[40]\nStunted growth and developmental progress\nUnsuccessful outpatient treatment attempts\nFood refusal\nImmediate malnutrition-related medical complications like fainting, seizures, cardiac failure, or pancreatitis.\nPresence of a concurrent psychiatric or medical condition complicating or hindering effective outpatient care, such as severe depression, suicidal ideation, obsessive-compulsive disorder, psychosis, or type 1 diabetes.\n[41]\n[42]\n[43]\n[44]\n\nNutritional Management\n\nNutritional rehabilitation, which focuses on establishing regular eating patterns and reintroducing a broader range of foods, is the cornerstone of ARFID management. Nutritional management often requires the expertise of dietitians specializing in eating disorders. Close monitoring of growth and development, particularly in pediatric populations, is crucial. The primary management of ARFID focuses on gradually improving nutritional adequacy, balanced eating habits, and weight gain with the help of a registered dietitian nutritionist (RDN) and the patient's family.\n[28]\nTogether, they work to increase the patient's overall food intake, introduce new foods gradually, and help the patient make significant progress toward better nutritional health.\n\nIn severe cases, hospitalization may be necessary to address nutritional deficiencies and ensure safety. To avoid adverse effects on taste, hunger, mood, and energy, ensuring the timely replenishment of essential nutrients (eg, vitamin B12, vitamin C, iron, zinc, and folate) is vital. Nasogastric tube feedings may also be necessary to counteract malnutrition in severe cases where patients consume minimal food and drink. As the patient's overall intake improves, whether in a hospital or outpatient setting, the foods and beverages they previously enjoyed will gradually be reintroduced into their diet, with the ultimate goal of resuming their typical diet over time. Consequently, the nutritional treatment for ARFID aims to enhance the overall nutritional status, eating habits, and social functioning regarding food.\n[28]\n\nPsychological Management\n\nPsychotherapeutic interventions form a significant part of the treatment landscape for ARFID. Cognitive-behavioral therapy tailored for ARFID, family-based therapy, and exposure therapies have shown efficacy. These therapies aim to reduce meal-related anxiety, modify disruptive eating patterns, and address distorted beliefs about food. These 3 psychological therapies primarily revolve around the following evidence-based approaches for ARFID:\n\nFamily-based treatment for ARFID: This approach targets specific aspects of ARFID based on the subtype, typically focusing on consistent and necessary eating habits and gradual weight gain. Therapists aim to enhance parents' confidence in modifying feeding strategies to decrease restrictive eating patterns.\n[24]\n[28]\nCognitive behavior therapy for ARFID: This therapy addresses nutritional deficiency, increases exposure to new foods, and reduces negative feelings and expectations about food and eating.\n[24]\n[28]\nSupportive parenting for anxious childhood emotions for ARFID: A specific mental health treatment designed for children with anxiety disorders and OCD. With this approach, clinicians concentrate exclusively on working with caregivers to address caregiver accommodation to modify caregivers' behaviors and reactions to their child's symptoms.\n[28]\n\nPsychological management often involves a combination of outpatient therapy sessions, intensive outpatient programs, and even partial hospitalization, depending on the severity of the condition. National and international guidelines advocate for a personalized approach to care, considering each patient's unique needs with ARFID. Collaborative care models are considered best practices, where an interprofessional team of healthcare professionals works together. Engaging a team of healthcare professionals with diverse specializations is recommended, including a primary care clinician, a mental health specialist, a dietician, a gastroenterologist, an occupational therapist, and a speech therapist, based on the patient's specific requirements.\n[31]",
    "adverse_effects": "The medical complications arising from ARFID can closely mirror those of anorexia nervosa, mainly due to malnutrition and nutritional deficiencies. The condition can lead to various medical, psychological, and social complications. Complications of ARFID can be extensive, affecting various body systems due to persistent nutritional deficits.\n[24]\n[49]\n[50]\n[51]\n[50]\n\nCardiopulmonary Complications\n\nMedical complications specific to the cardiopulmonary system include:\n\nBradycardia\nHypotension\nCardiac arrhythmias\nRefeeding syndrome\nReduced cardiac mass\nMitral valve prolapse\nOrthostatic hypotension\nPericardial effusion\nCardiomyopathy\nHeart failure\nPulmonary edema associated with refeeding syndrome\n\nRenal Complications\n\nComplications affecting the renal system include:\n\nAcute kidney injury\nElectrolyte imbalances (eg, hypokalemia, hyponatremia, hypocalcemia, hypomagnesemia, and hypophosphatemia)\nChronic kidney disease\nProteinuria\nRenal calculi\n\nGastrointestinal Complications\n\nMedical complications specific to the gastrointestinal system include:\n\nConstipation\nGastroparesis\nGastroesophageal reflux disease\nDysphagia\nBloating and gas\nIrritable bowel syndrome\nFunctional dyspepsia\nPeptic ulcers\nAbnormal liver function\n\nEndocrinological and Reproductive Complications\n\nThe following reproductive and hormonal complications may also develop:\n\nGrowth hormone dysregulation\nHypothalamic amenorrhea\nThyroid function abnormalities (eg, euthyroid sick syndrome, hypothyroidism, low metabolic rate)\nAdrenal insufficiency\nDelayed puberty\nBone metabolism disturbances (eg, decreased bone mineral density and increased fracture risk)\nHypoglycemia\nLeptin and ghrelin imbalance\nPancreatic function impairment\nLow libido\nInfertility\nPregnancy complications\nErectile dysfunction\n\nMusculoskeletal Complications\n\nComplications affecting muscle and skeletal systems include:\n\nDecreased muscle mass\nOsteopenia and osteoporosis\nGrowth retardation\nRickets\nMuscle weakness\nDelayed recovery from injury\n\nDermatological Complications\n\nThe following skin disorders may also develop:\n\nDry, flaky skin\nBruising\nHair thinning or loss\nEczema or dermatitis\nPallor\nAcrodermatitis\nEdema\n\nHematological Complications\n\nComplications affecting the hematologic system include:\n\nAnemia (eg, iron, vitamin B12, or folate deficiencies)\nLeukopenia\nThrombocytopenia\nCoagulation disorders\n\nImmunological Complications\n\nComplications affecting the immunologic system include:\n\nIncreased infection susceptibility\nImpaired wound healing\nReduce efficacy of vaccinations (due to weakened immune system)\nChronic inflammation\nAtrophy of lymphoidtTissues\n\nNeuropsychological Complications\n\nSeveral neurologic and psychologic conditions may develop due to ARFID, including:\n\nCognitive Impairments (including memory, attention, and executive function)\nNeuropathy\nSeizures\nDevelopmental delays\nMood disorders\nConcentration and learning difficulties\nHeadaches\nReduced brain volume\nSleep disturbances\nSyncope\nEating disorders\nPersonality changes (eg, irritability and emotional lability)\nSocial isolation\nImpaired social development and decreased overall quality of life\nStrained family relationships and increased stress"
  }
}