{
  "drug_name": "cyproterone",
  "nbk_id": "NBK559192",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559192/",
  "scraped_at": "2026-01-11T15:27:33",
  "sections": {
    "indications": "Medroxyprogesterone is contraindicated in patients with known hypersensitivity to the drug or its excipients. Cases of angioedema and anaphylactic reaction have occurred in patients utilizing medroxyprogesterone.\n[35]\nBoth forms of the drug (oral and injection) are contraindicated in patients with pre-existing breast cancer. In patients with a history of breast cancer, renal cancer, endometrial cancer, or a family history of breast cancer, medroxyprogesterone is contraindicated. Medroxyprogesterone injection has shown a slightly increased risk of developing breast cancer.\n[36]\n[37]\n[38]\nMedroxyprogesterone is contraindicated in patients with undiagnosed vaginal bleeding.\n\nMedroxyprogesterone use requires caution in patients with diabetes. Hormonal contraceptives have been known to alter insulin sensitivity and, as a result, glucose tolerance. Medroxyprogesterone injections are contraindicated in patients with a history of arterial or venous thromboembolic (VTE) diseases or with an increased risk for stroke, heart disease, and arterial vascular disease.\n[23]\nHormonal contraceptives can cause fluid retention and, as a result, should be used with caution in patients with asthma, congestive heart failure, and nephrotic syndrome.\n\nWhen using medroxyprogesterone in postmenopausal women along with estrogen therapy, it is associated with cardiovascular and thromboembolic risks.\n[2]\nMedroxyprogesterone use requires caution in women with hypertension, and blood pressure requires regular monitoring. Though estrogen-progestin combinations are known to alter serum lipid levels, it is essential to be cautious about medroxyprogesterone, a progestin-only contraceptive. Therefore, clinicians should check HDL and LDL regularly in patients. Although no congenital disabilities have been noted in patients exposed to medroxyprogesterone, it is contraindicated in pregnancy or suspected pregnancy.\n\nThe suspension injections can induce temporary infertility at higher concentrations, and patients experience delays in returning to baseline after ceasing treatment. Medroxyprogesterone tablets are also contraindicated in patients with incomplete abortions. In women with hepatic dysfunction or hepatic diseases, medroxyprogesterone usage is contraindicated. Use should be discontinued in women who experience jaundice or disturbances with their liver function. In women with a history of major depression, migraine, or seizure disorder, medroxyprogesterone should be used with caution, as progestin can exacerbate these conditions.  Clinicians should counsel patients that using medroxyprogesterone does not protect against human immunodeficiency virus (HIV) infection or other sexually transmitted diseases.\n[39]\n\nBox Warnings\n\nEstrogens and progestins should not be used for cardiovascular disease prophylaxis.\n\nAn increased risk of myocardial infarction, pulmonary embolism, deep vein thrombosis, and stroke in postmenopausal women (50 to 79 years) is seen with prolonged treatment when medroxyprogesterone is combined with conjugated estrogens.\n[40]\n[41]\n\nMPA depot injection can decrease bone mineral density, possibly irreversible in postmenopausal women. Calcium and vitamin D supplementation are recommended.\n[42]\n\nMPA injection is not advised as a long-term (ie, older than 2 years) birth control; and should be utilized only when other birth control options are deemed inadequate.\n\nA risk of dementia in postmenopausal women 65 years and older during 4 years of daily treatment with conjugated estrogen plus medroxyprogesterone is evident.\n[43]\n[44]",
    "mechanism": "Medroxyprogesterone is similar in structure to naturally occurring progesterone. The mechanism of action of progestin involves binding the progesterone receptor in the hypothalamus, female reproductive tract, and pituitary and inhibiting the secretion of gonadotropin-releasing hormone (GnRH).\n[1]\nBy decreasing the frequency of release of GnRH, medroxyprogesterone blunts the midcycle LH surge and prevents follicular maturation and ovulation. Medroxyprogesterone changes a proliferative endometrium to secretory endometrium, making implantation difficult. Finally, medroxyprogesterone also impairs sperm migration into the uterus by increasing the viscosity of the cervical mucus.\n[1]\n\nIn premenopausal women experiencing amenorrhea and irregular uterine bleeding, medroxyprogesterone can be used to establish a normal menstrual cycle. Medroxyprogesterone also decreases endometrial growth in postmenopausal and menopausal women who receive estrogen therapy. Medroxyprogesterone acts on endometrial lesions and decreases endometrial-related pain in patients with endometriosis.\n[5]\n\nPharmacodynamics and Pharmacokinetics\n\nAbsorption\nOral: Rapid\nIM: Slow\n\nProtein binding: 86% to 90% bound to albumin\n[5]\n\nMetabolism: Hepatic through hydroxylation and conjugation\n\nBioavailability: 0.6% to 10%\n\nHalf-Life Elimination\n[13]\nOral: 12 to 17 hours\nIM: approximately 50 days\nSQ: approximately 43 days\n\nTime to Peak\nOral: 2 to 7 hours\n[14]\nIM: 3 weeks to reach Cmax of 1 to 7 ng/mL\nSQ: 1 week to reach Cmax of 0.953 ng/mL\n[5]\n\nExcretion: Urine as glucuronide conjugates with a small amount excreted as sulfates",
    "administration": "Specific dosing based on formulation and indication can be found in the drug's packaging information.\n\nDose Formulations\n\nIM suspension: 150 mg/mL (1 mL) injection vial or a prefilled syringe\n\nSQ suspension: 104 mg/0.65 mL (0.65 mL)\n\nTablet, oral: 2.5, 5, and 10 mg\n\nMedroxyprogesterone injection inhibits ovulation for 14 weeks and must be administered every 3 months (12 weeks) for continuous contraception. Administration can be either IM or SQ; severe adverse reactions can occur if administered IV.\n\nOral Administration\n\nMedroxyprogesterone tablets can be ingested sublingually and without regard to meals.\n\nInjectable Administration\n\nInspect the product for discoloration and particulate matter before usage.\n\nIntramuscular Administration (Contraceptive Injection Suspension)\n\nAdminister the injection to the gluteal or deltoid region.\n\nShake the suspension before injecting.\n\nDo not dilute the suspension before injecting.\n\nDo not administer the drug IV.\n\nExclude the possibility of pregnancy, especially if 14 weeks have passed since the first dose.\n\nSubcutaneous Administration (Contraceptive Injection Suspension)\n\nInject a prefilled syringe into the anterior thigh or abdomen at a 45-degree angle. Pull the skin away from the body before injecting the drug.\n\nShake the tube vigorously for 1 min before usage.\n\nPress the area lightly but do not rub it after the injection.\n\nAvoid giving this IM or IV.\n\nAdminister within 5 days of onset of menstrual bleeding.\n[15]\n\nSpecific Patient Population\n\nHepatic impairment:\nMedroxyprogesterone should not be administered to patients with significant liver impairment. If the patient develops jaundice or liver function disturbances, the drug should be stopped.\n[16]\n\nRenal impairment:\nNo dose adjustment recommendations are studied/provided in the manufacturer's prescribing label. Medroxyprogesterone can cause fluid retention, requiring caution in patients with preexisting kidney disease.\n\nPregnancy considerations:\nThree percent of the users experienced an unintended pregnancy, and efficacy was determined to be 99%. The drug is not recommended for women considering pregnancy soon as it may delay the return of fertility after discontinuation. Ectopic pregnancy has been reported with the use of medroxyprogesterone.\n[17]\n\nBreastfeeding considerations:\nBreastfeeding women should not use medroxyprogesterone until 6 weeks postpartum in breastfeeding women, as infants are exposed to medroxyprogesterone through breast milk.\n[18]\n\nPediatric patients:\nMedroxyprogesterone use is not advised before menarche. Use is associated with a significant loss of bone mineral density, an important concern during adolescence and early adulthood.\n\nOlder patients:\nMedroxyprogesterone has not been studied in postmenopausal women and is not indicated in this population.",
    "adverse_effects": "Menstrual irregularities and weight gain are the most common adverse effects of medroxyprogesterone.\n[19]\nRegarding weight gain, a study reported that medroxyprogesterone use increased by 1.61 in BMI and an average weight gain of 3.23 kg (7.11 lb).\n[20]\nMeanwhile, 57.3% of the patients receiving medroxyprogesterone reported irregular menses during the first year. Irregular bleeding decreases to 30% after 24 months and 10% after 24 months. Fifty-five percent of women report amenorrhea after 12 months of therapy, increasing to 68% after 2 years.\n\nThe following adverse effects of medroxyprogesterone contraceptive injection have been noted: oligomenorrhea, delayed return to fertility, prolonged anovulation (temporary infertility), unexpected pregnancy, uterine hyperplasia, genitourinary infections, vaginal cysts, vaginal and uterine hemorrhage. In females who utilize medroxyprogesterone tablets without estrogen for hormone replacement therapy, bleeding, spotting, changes in menstrual flow, changes in cervical erosion, and changes in cervical secretions have been reported.\n\nBoth genders reported experiencing changes in breast symptoms and sexual function. Females who used the medroxyprogesterone contraceptive injection reported breast pain (2.8%) and decreased libido (5.5%). Post-market reports with the injection usage determined other adverse effects such as breast lumps, changes in breast size, nipple bleeding, galactorrhea, dyspareunia, lactation suppression, and changes in libido.\n[21]\n\nFemales who only use medroxyprogesterone (without estrogen) for hormone replacement therapy reported mastodynia or mastalgia (breast pain), galactorrhea, and breast tenderness. Patients who used medroxyprogesterone in addition to estrogen for hormone replacement therapy reported breast tenderness, nipple breast discharge, fibrocystic breast changes, and breast cancer. In males, impotence and a decrease in testosterone levels by 25% were reported when they received medroxyprogesterone for palliative reasons.\n\nAngioedema, anaphylactic shock, and dermatologic reactions have been reported in users. Between 1% and 5% of the medroxyprogesterone users reported hot flashes and acne vulgaris. Alopecia was reported in 1.1% of patients who received contraceptive injections.\n\nPostmarketing reports of contraceptive injection recipients indicated the following adverse effects: angioedema, dry skin, increased body odor, hyperhidrosis, axillary swelling, melasma, scleroderma, and urticaria. In women who used medroxyprogesterone in addition to estrogen for hormone replacement therapy, the following adverse effects occurred: chloasma or melasma after discontinuation, erythema multiforme, erythema nodosum, and alopecia. In addition, fixed drug eruption to medroxyprogesterone has been reported.\n[22]\n\nPatients utilizing medroxyprogesterone contraceptive injections have reported dizziness (5.6%), insomnia (1% to 5%), nervousness (10.8%), depression (1% to 5%), anxiety or irritability (1% to 5%) and headaches (9% to 16.5%). If a patient experiences a headache or migraine with focal features consistent with cerebral ischemia, then discontinuation of medroxyprogesterone is recommended.\n[23]\n\nCNS adverse effects such as facial palsy, syncope, paralysis, and paresthesia have also occurred with contraceptive injection usage. In women utilizing medroxyprogesterone tablets along with estrogen, chorea and mood disturbances have been reported. Women utilizing the IM depot contraceptive injection reported gastrointestinal effects such as abdominal pain, nausea, and bloating. A rare case of splenic artery thrombosis has been reported.\n[24]\nProgestins stimulate the respiratory center and, as a result, during pregnancy and women's luteal phase of the menstrual cycle. Consequently, medroxyprogesterone can cause hyperventilation resulting in hypocapnia due to elevated levels of endogenous progestins. A study conducted in Thailand reported that pregnant women who took medroxyprogesterone had infants with polysyndactyly. The study also determined that the infants of these mothers were at an increased risk of having chromosomal abnormalities.\n[2]\n[25]\n[2]\n\nDrug-Drug Interactions\n\nIn vitro, medroxyprogesterone is metabolized by CYP3A4. Therefore, inducers and inhibitors of CYP3A4 can affect the metabolism of medroxyprogesterone.\n[26]\nDrugs that can reduce the efficacy of medroxyprogesterone include barbiturates, carbamazepine, oxcarbazepine, griseofulvin, bosentan, phenytoin, St. John’s wort, rifampin, and topiramate.\n[27]\n[28]\n[29]\n\nProduct labeling specifies that significant changes (increase or decrease) in the plasma concentration of progestin have been marked with the coadministration of HIV protease inhibitors and non-nucleoside reverse transcriptase inhibitors (NNRTIs) with medroxyprogesterone. Use with caution.\n[30]\n[31]\n[32]\n\nDrug-Laboratory Interference\n\nGonadotropin levels are reduced, and sex hormone-binding globulin is increased.\n[33]\n\nAdministration of medroxyprogesterone can increase total T4, total T3, and thyroid-binding globulin levels; T3 uptake is also altered.\n[34]",
    "monitoring": "Patients require evaluation regarding their pregnancy status before starting therapy and if 14 weeks have passed since the last injection. Also, weight and bone mineral density should be evaluated regularly; consider bone mineral density in female patients with a strong history of breast cancer and the possibility of developing endometrial cancer, especially with long-term medroxyprogesterone use. Endometrial sampling is recommended every 3 to 5 months to monitor continually for endometrial hyperplasia.\n[45]\n[7]\n\nFor menopausal patients currently using combination hormonal therapy, the risk for breast cancer and cardiovascular disease requires assessment. After initiating medroxyprogesterone therapy, the healthcare team must assess blood pressure and any unscheduled bleeding of greater than 6 months duration to evaluate for endometrial pathology. Additionally, patients should be administered breast exams and pelvic exams, depending on their age. These parameters should be followed even more closely for patients with diabetes, obesity, or a family history of endometrial cancer. Serum triglycerides should be monitored closely and checked 2 weeks after initiating therapy in patients with elevated triglycerides (>200 mg/dL). For patients currently receiving thyroid replacements, TSH levels must also be monitored 6 to 12 weeks after starting on oral medroxyprogesterone tablets.\n[9]\nIf patients are currently prescribed medroxyprogesterone for paraphilia/hypersexuality, liver function tests (LFTs), complete blood count (CBC), serum testosterone, LH, FSH, and glucose require regular monitoring. Also, consider an annual bone scan if serum testosterone markedly decreases.\n[46]\n[47]",
    "toxicity": "Patients experiencing medroxyprogesterone overdose may experience nausea, vomiting, seizures, trouble breathing, and altered mental status. Treatment is primarily supportive."
  }
}