{
  "drug_name": "cytarabine",
  "nbk_id": "NBK557680",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557680/",
  "scraped_at": "2026-01-11T15:27:34",
  "sections": {
    "indications": "Cytarabine is contraindicated in patients who have had a hypersensitivity reaction to it or any of the fundamental ingredients used in the preparation of the drug. With active meningeal infections, liposomal cytarabine is also contraindicated.",
    "mechanism": "Cytarabine is a pyrimidine analog and is also known as arabinosylcytosine (ARA-C). It is converted into the triphosphate form within the cell and competes with cytidine to incorporate itself into the DNA. The sugar moiety of cytarabine hinders the rotation of the molecule within the DNA. The process of DNA replication ceases, specifically during the S phase of the cell cycle, making it a specific drug for rapidly dividing cells, such as those seen in cancer. DNA replication and repair also halts due to the inhibition of DNA polymerase by cytarabine. This drug must act for a time equivalent to one cell cycle to effectively inhibit the replication of tumor cells. Hence the bolus dose of cytarabine is given every 8 to 12 hours to maintain optimum intracellular levels.\n\nPharmacokinetics\n\nThe absorption of cytarabine is not effective when taken orally due to high first-pass metabolism. When administered subcutaneously, intrathecally, or intravenously, it has a high bioavailability. It has a low plasma protein binding capacity and, thus, a high volume of distribution. It can cross the blood-brain barrier and hence has an off-label use in primary CNS lymphomas. Cytarabine metabolism primarily occurs in the liver. It has an active metabolite- azacytidine triphosphate; and an inactive metabolite- uracil arabinoside, which is cleared by the kidney.",
    "administration": "Dosage Forms\n\nSolution, Injection: 10 mg/ml, 20 mg/mL (25 mL), 100 mg/ml\nIntrathecal injection, liposomal: 50 mg/5ml\n\nAdministration\n- Rapid intravenous infusion, infuse over 1 to 3 hours intravenously or subcutaneously or intrathecally.\n\nStorage\n- Store at room temperature.\n\nDosing: Adult\n\nAcute lymphoblastic leukemia (off-label dosing):\nInduction regimen, relapsed or refractory- Administer 3,000 mg/sq.meter of cytarabine over 3 hours by intravenous infusion daily for five days in combination with idarubicin for three days.\n[1]\nDose-intensive regimen- 3,000 mg/sq.meter of cytarabine over 2 hours by intravenous infusion. This dose is to be given every 12 hours on days 2 and 3 (4 doses/cycle) of even-numbered cycles in combination with methotrexate.\n[2]\nAcute myeloid leukemia (remission induction chemotherapy):\nAdminister standard dose 100 mg/sq.meter/day of cytarabine by continuous intravenous infusion for 7 days or give 200 mg/sq.meter/day by continuous intravenous infusion for 7 days(as 100 mg/m2 over 12 hours every 12 hours).\n[3]\nAcute myeloid leukemia consolidation therapy (off-label use):\n5+2 regimen: Administer 100 mg/sq.meter/day of cytarabine for five days by intravenous infusion in combination with daunorubicin or idarubicin, or mitoxantrone.\n[3]\n[4]\nAcute myeloid leukemia salvage treatment (off-label use):\nCLAG-M regimen: Administer 2,000 mg/sq.meter/day of cytarabine by intravenous infusion over 4 hours for five days in combination with cladribine, G-CSF, and mitoxantrone.\n[5]\nAcute promyelocytic leukemia consolidation therapy (off-label use):\nFirst consolidation course: Administer 200 mg/sq.meter/day of cytarabine by intravenous infusion for seven days in combination with daunorubicin.\n[6]\nSecond consolidation course:\nIf age is ≤60 years and low risk (WBC <10,000/cubic mm), then administer 1,000 mg/sq.meter of cytarabine every 12 hours for four days (8 doses) by intravenous infusion.\nIf age is <50 years and high risk (WBC ≥10,000/cubic mm), then administer 2,000 mg/sq.meter of cytarabine every 12 hours for five days (10 doses) by intravenous infusion.\nIf age is 50 to 60 years and high risk (WBC ≥10,000/cubic mm), then administer 1500 mg/sq.meter of cytarabine every 12 hours for five days (10 doses) by intravenous infusion.\nIf age is >60 years and high risk (WBC ≥10,000/cubic mm) then administer 1,000 mg/sq.meter every 12 hours for four days (8 doses) by intravenous infusion.\nAcute promyelocytic leukemia induction (off-label dosing):\nAdminister 200 mg/sq.meter/day of cytarabine by continuous intravenous infusion for seven days, beginning on the third day of treatment in combination with tretinoin and daunorubicin.\n[6]\n[7]",
    "adverse_effects": "Myelosuppression is the most dreaded adverse effect of cytarabine and can present as acute and severe pancytopenia with striking megaloblastic changes.\n[8]\nOther, less life-threatening symptoms include irritation at the site of administration, gastrointestinal disturbances, stomatitis, conjunctivitis, reversible hepatic enzyme elevation, and dermatitis. Severe hypersensitivity, such as anaphylaxis, occurs on rare occasions but is a strong indication for discontinuation of cytarabine therapy. Cerebral and cerebellar toxicity may follow an intrathecal administration of cytarabine. Manifestations of cerebellar toxicity include ataxia and slurred speech, while that of cerebral toxicity are seizures and dementia.\n[9]\n[10]\n\nCytarabine might affect the cardiovascular system also, causing angina pectoris and even pericarditis. Cytarabine syndrome is a rare illness produced shortly after administration of cytarabine, characterized by non-specific symptoms like fever, malaise, rash, joint pain, and muscle pain, and is manageable with corticosteroids. Severe symptoms tend to occur more commonly in patients with renal impairment as the renal clearance of the drug decreases.",
    "monitoring": "As cytarabine affects various organs, a panel of tests is necessary to monitor the patients. These are:\n\nLiver function tests\nComplete blood count\nDifferential WBC count\nPlatelet count\nSerum creatinine\nBlood urea nitrogen (BUN)\nSerum uric acid",
    "toxicity": "Toxicity caused by cytarabine can classify into either low dose or high dose toxicity. The only noteworthy low-dose toxicity is myelosuppression, while corneal toxicity is frequent with high doses of cytarabine. Continuous infusion may prove more toxic than the typical intermittent dosage. Considerable cardiac toxicity has been observed only in the standard induction schedules.\n[11]"
  }
}