{
  "drug_name": "ibrutinib",
  "nbk_id": "NBK585059",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585059/",
  "scraped_at": "2026-01-11T18:47:18",
  "sections": {
    "indications": "Chronic lymphocytic leukemia (CLL) is the most common type of leukemia in the Western world.\n[1]\n[2]\n[3]\nIt is characterized as a mature B-cell malignancy associated with B-cell clonal proliferation. The terms CLL and small lymphocytic leukemia (SLL) are used interchangeably. However, the former describes when the patient presents with peripheral blood involvement with greater than 5000 monoclonal B-cells, while the latter describes the lymphoproliferative process, which is limited to the lymph nodes.\n\nThe technological advances in the last decades have made significant strides in understanding the variant genetics involved in CLL. This article will provide a brief overview of CLL and hone in on the different genetic components of the disease and how they relate clinically to disease management.",
    "mechanism": "The etiology and pathogenesis of chronic lymphocytic leukemia involve a multi-step pathway that leads to a clonal expansion and proliferation of abnormal or malignant mature B lymphocytes. This clonal expansion of malignant B cells extends to the bone marrow, blood, and lymph nodes. Multiple influencing factors can lead to this clonal expansion, including antigenic triggers, cytogenetic abnormalities, and molecular abnormalities such as dysregulated mRNAs and B-cell receptor mutations.\n[4]\n[5]\n\nInherited genetic abnormalities and environmental factors play a role in the pathogenesis of CLL.\n[6]\nThe incidence of CLL is higher in the western hemisphere compared to Asia and Africa.\n[7]\nThe genetic component of CLL is significant, as shown by an 8.5-fold increased risk of CLL for relatives.\n[8]\n[9]\nThere is a higher frequency in monozygotic than in dizygotic twins.\n[10]\n[5]\n\nFamily members of patients with CLL also have a high likelihood of developing monoclonal B cell lymphocytosis. Epigenetics has been shown to play a role in CLL, for example, histone modifications, such as those associated with active enhancer and promoter elements, and regions of the genome that were actively transcribed. Over-expression of transcription factor binding has also been found in single nucleotide polymorphisms (SNP), which carry an increased risk of CLL.\n[5]\nSNPs are implicated in 41 loci which shows the familial predisposition.\n\nEnvironmental factors associated with CLL include exposure to Agent Orange and insecticides. The U.S. Department of Veteran Affairs allows veterans access to benefits if they were exposed to Agent Orange while serving in the military.\n[11]\nEvidence has also shown that insecticides might be a risk factor for CLL. There is limited evidence that viral infections and ionizing radiation increase CLL risk. Other environmental exposures proposed as risk factors, such as blood transfusions, diet, or other lifestyle factors, have not been supported by current evidence.\n[9]",
    "monitoring": "Chronic lymphocytic leukemia should be suspected in the presence of the above-described clinical findings or laboratory findings such as lymphocytosis, cytopenias, or immunoglobulin abnormalities. The necessary tests for initial assessment and diagnosis of CLL consist of a complete blood count with differentials (CBC w/Diff), peripheral smear, and flow cytometry.\n[42]\n\nCLL is diagnosed using the updated 2018 International Workshop on Chronic Lymphocytic Leukemia (iwCLL) national cancer institute guidelines. As per the criteria, CLL is diagnosed with a peripheral blood monoclonal B-cell lymphocytosis more than or equal to 5,000 /microL [≥ 5 × 109 /L] sustained for at least three months.\n\nPeripheral blood smear findings include smudge cells, leukemic cells with a narrow border of cytoplasm, and a dense nucleus with indiscernible nucleoli. Clonality of the B lymphocytes is confirmed through flow cytometry on the peripheral blood or bone marrow aspirate, revealing immunoglobulin light chain restriction.\n\nOther findings include coexpression of B-cell-associated antigens (CD23, CD20, and CD19) and mature B and T-cell antigens (CD5). Sometimes, a biclonal population is identified, one with kappa and the other with lambda light chain restriction. A recent study estimated biclonality in 1.4% of CLL cases.\n[48]\n\nPeripheral blood fluorescence in situ hybridization (FISH) and next-generation sequencing (NGS) or Sanger sequencing analysis are useful prognostication tools and may affect treatment options. For instance, loss of ATM gene or identification of Del(11q22-23) and loss of TP53 or identification of Del(17p12), which leads to the loss of TP53, is associated with poor response to drugs whose mechanism of action involves DNA damage.\n[25]\n[26]\nDel(17p) and TP53 mutations are estimated to affect approximately 7 to 10% of treatment-naive CLL patients and 10-47% of all CLL patients, respectively.\n[49]\n[50]\n[51]\n\nNGS can also detect immunoglobulin heavy chain variable region (IGHV) gene mutation as a 2% or more difference in nucleotide sequence compared to germline DNA. CLL with mutated IGHV are clinically less aggressive and have a low frequency of driver mutations.\n[29]\n[41]\n[52]",
    "administration": "Asymptomatic Patients\n\nPatients without significant symptoms or laboratory abnormalities such as severe cytopenia or significant hypogammaglobulinemia are observed without treatment for signs of progression since there is no evidence to support clinical benefit. Rather treatment initiation in asymptomatic patients is associated with a risk of toxicity without clinical benefit.\n[53]\n[54]\n[55]\n\nInternational prognostic score (IPS-E) risk stratification, based on three risk factors: absolute lymphocyte count greater than 15,000/microL, presence of palpable lymph nodes, and unmutated IGHV, is a valuable tool in predicting the likelihood of treatment initiation in asymptomatic patients. Patients with no risk factors are considered low risk and have less than one percent likelihood of requiring treatment at one year and eight percent at five years. Those with one out of three risk factors are considered to be an intermediate risk, with three percent expected to require treatment by one year and twenty-eight percent at five years. Finally, those with two or three risk factors are considered high risk. It is expected that fourteen percent will need treatment at one year and sixty-one percent at five years.\n[56]\n\nSymptomatic Disease\n\nTreatment for CLL is indicated in patients with significant clinical symptoms from CLL or in the presence of laboratory abnormalities such as significant cytopenia and symptomatic hypogammaglobulinemia. The International Workshop on Chronic Lymphocytic Leukemia (iWCLL) requires the presence of at least one criterion to diagnose the active disease: signs of worsening marrow failure, such as progressive or new thrombocytopenia, anemia, splenomegaly, or lymphadenopathy that is symptomatic or progressive, autoimmune anemia or thrombocytopenia not responsive to steroids, extranodal involvement, and constitutional symptoms such as weight loss, severe fatigue, fevers or night sweats.\n[42]\n\nMultiple treatment combinations are available, but with limited evidence directly comparing the treatment options. Following are the important classes of drugs commonly used in the treatment of CLL: BTK inhibitors (Bruton tyrosine kinase), including ibrutinib and acalabrutinib, BCL2 inhibitor venetoclax, anti-CD-20 monoclonal antibodies rituximab, ofatumumab, obinutuzumab, alkylating agents such as chlorambucil, cyclophosphamide, bendamustine and purine analogs such as fludarabine and pentostatin\n\nFactors affecting the treatment selection include stage, molecular and cytogenetic characteristics of the disease, patient fitness, and goals of care for treatment. Some important molecular and cytogenetic considerations impacting treatment selection are discussed below.\n\nThe presence of del 17p or TP53 mutations is associated with poor response to cytotoxic chemotherapeutic regimens, including purine analog-based regimens. However, there is clinical evidence supporting the efficacy of BTK inhibitors such as Ibrutinib and acalabrutinib and BCL-2 inhibitor venetoclax as monotherapy or in combination with anti-CD 20 monoclonal antibodies.\n[57]\n[58]\n[59]\n\nAnother molecular factor predictive of treatment response is the IGHV mutation status. Unmutated IGHV is a marker of aggressive disease, and similar to TP53 or del 17p mutations, BCL-2 inhibitors and BTK inhibitors are effective in the presence of unmutated IGHV compared to purine analog-based regimens.\n[60]",
    "adverse_effects": "Infections are one of the most common complications of chronic lymphocytic leukemia, both before and post-treatment, due to an abnormal functioning humoral and cell-mediated immune system. Mainly due to the immunocompromised state from both disease and treatments, patients are primarily susceptible to opportunistic infections such as herpes simplex virus, cytomegalovirus, pneumocystis jirovecii, Aspergillus, and mycobacterial pathogens.\n[89]\n[90]\n[91]\n[92]\n\nHematologic complications are often seen, given the nature of the disease. Anemia is one of CLL's most common complications, mainly due to marrow infiltration from disease progression, marrow suppression from chemotherapy, autoimmune hemolytic anemia, hypersplenism, red cell aplasia, and gastrointestinal blood loss due to treatments and disease complications. Autoimmune hemolytic anemia is estimated to occur in approximately 4 to 10% of CLL cases throughout the disease course.\n[93]\n[94]\n\nRed cell aplasia is somewhat of a rare complication, with incidence not fully understood at this time; however, it is estimated to occur in 0.5% of CLL cases.\n[95]\nThrombocytopenia can present as a complication at any time throughout the disease course from many etiologies, including disease burden on platelet suppression, treatments, infections, and autoimmune disease. Immune thrombocytopenia (ITP) is a significant complication, occurring in 2 to 5% of CLL cases.\n[96]\nLeukostasis is a complication that is a medical emergency and typically becomes symptomatic when WBC counts exceed 400,000/microL.\n\nGastrointestinal-related complications from CLL treatments include severe colitis and life-threatening diarrhea due to idelalisib and phosphoinositide 3-kinase (PI3K) delta inhibitor. Furthermore, Idelalisib can also cause hepatotoxicity. In addition to gastrointestinal involvement, pneumonitis is another potentially fatal treatment complication of idelalisib and ibrutinib.\n[97]\n\nSecondary cancers related to CLL are largely hematologic and solid malignancies, including colon, lung, prostate, and breast.\n[98]\nFurthermore, aggressive lymphoma, commonly known as Richter syndrome or Richter transformation, occurs in approximately 1 to 10% of CLL cases.\n[99]\n[100]"
  }
}