{
  "drug_name": "idarubicin",
  "nbk_id": "NBK589661",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589661/",
  "scraped_at": "2026-01-11T18:47:17",
  "sections": {
    "indications": "Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is a rare, clinically aggressive hematologic malignancy characterized by cutaneous lesions, bone marrow involvement, and leukemic dissemination. Blastic plasmacytoid dendritic cell neoplasm terminology and the underlying pathophysiology process have evolved over decades. It was previously known as acute agranular CD4+ natural killer (NK) cell leukemia in 1995.\n[1]\nAfter it was discovered that the cell of origin is the plasmacytoid dendritic cell in 2008, the World Health Organization (WHO) coined the term blastic plasmacytoid dendritic cell neoplasm to classify hematological malignancies.\n[2]",
    "mechanism": "No known environmental or genetic risk factors predispose to the development of BPDCN. It can occur as an isolated neoplasm or with other hematologic malignancies. A prior history of hematologic malignancies, such as myelodysplastic syndrome, chronic myeloid leukemia, chronic myelomonocytic leukemia, and acute myeloid leukemia, has been reported in 10% to 20% of patients diagnosed with BPDCN.\n[3]\n[4]\n[5]\nDespite this, the biological association between BPDCN and other myeloid malignancies remains elusive.\n\nPhysiologically, plasmacytoid dendritic cells are part of the lymphoid system where they normally reside. They are uncommonly found in the skin in physiologic states but migrate to that location in response to infectious (microbial or viral) or inflammatory stimuli.\n[6]\nHowever, a metagenomic analysis of BPDCN to identify an infectious trigger found no bacterial or viral RNA suggesting specific inciting pathogens in the skin or bone marrow.\n[7]",
    "monitoring": "Skin biopsy with routine histology and immunohistochemistry is an essential diagnostic step in evaluating patients with skin lesions suspected to be neoplastic, including blastic plasmacytoid dendritic cell neoplasm. However, the absence of skin lesions does not preclude the diagnosis, as a subset of cases could present without skin involvement. As a result, a blastic plasmacytoid dendritic cell neoplasm diagnosis should be considered in any patient with poorly differentiated leukemia and an uncertain immunophenotype. In addition, patients with leukemic dissemination should undergo a bone marrow biopsy to rule out the presence of other hematological malignancies.\n\nImmunohistochemistry or flow cytometry can be used to confirm the immunophenotype of blastic plasmacytoid dendritic cell neoplasm. The tumor cells are positive for CD4, CD56, CD123 (α-chain of interleukin-3) (see\nImage 2.\nMost Common Phenotypic Findings in BPDCN), BDCA-2/CD303 (blood dendritic cell antigen-2), TCF4, TCL1, and SPIB.\n[20]\n[24]\n[25]\n[26]\n[27]\n\nTerminal deoxynucleotidyl transferase (TdT) expression is seen in up to 40% of cases and is expressed in 10% to 80% of tumor cells. In the Golgi zone, CD68 expression is reflected by a dot-like positivity.\n[8]\n[20]\n[8]\nCD7 (an antigen on T-cells) and CD33 (an antigen on myeloid cells) are also frequently expressed. However, expression of the Epstein-Barr virus-encoded RNA, CD19, CD20, CD79a, CD3 or CD5 (both T-cell antigens), myeloperoxidase, CD117, lysozyme, CD13, CD16, and CD34 is not seen. Notably, uncommon cases lacking CD56 expression have been described, and blastic plasmacytoid dendritic cell neoplasm can be diagnosed if tumor cells express CD4, CD123, and TCL (see sections on histopathology).\n\nPre-treatment evaluation includes complete blood counts, liver and kidney function tests, lactate dehydrogenase, hepatitis B, and HIV. Human leukocyte antigen (HLA) typing should be performed on stem cell transplant candidates. Peripheral blood flow cytometry is essential, along with microscopic peripheral smear evaluation. Unilateral bone marrow biopsy and aspirate are recommended for all patients to detect involvement. Computed tomography (CT) with contrast should be done to evaluate for lymphadenopathy and hepatosplenomegaly. Patients with neurologic signs or symptoms should have appropriate imaging studies and cerebrospinal fluid evaluation.",
    "administration": "There are multiple, non-mutually exclusive treatment options for BPDCN. These include conventional chemotherapy, the more recent biopharmaceutical (biologic) agent tagraxofusp, and stem cell transplantation.\n\nThere is a lack of standard of care for the treatment of BPDCN, and treatment historically consisted of intensive chemotherapy regimens borrowed from acute myeloid leukemias (7 days of cytarabine and 3 days of daunorubicin or idarubicin) and acute lymphoid leukemia/lymphoma (HyperCVAD or CHOP regimens). The response rates have been suboptimal, with a median survival of 8.7 months in one multicenter retrospective study of 43 cases.\n[3]\nThat same study also found an advantage for the acute lymphoid leukemia/lymphoma (ALL/LBL) regimens over the acute myeloid leukemia (AML) regimen, with better complete remission rates (67% vs. 27%,\nP\n= .02) and better overall survival (12.3 months vs. 7.1 months,\nP\n= .02). However, the relapse rate was higher in the ALL/LBL therapy group. Another study of 42 patients found that treatment with a hyper-CVAD regimen led to a higher complete response than treatment with a CHOP-based regimen (91% versus 50%), but that difference did not achieve statistical significance, and there was no difference in overall survival.\n[28]\n\nThe universal overexpression of CD123 by blastic plasmacytoid dendritic cell neoplasm led to the development of tagraxofusp, which is a CD123-directed cytotoxin consisting of recombinant human interleukin-3 fused to a truncated diphtheria toxin. In 2018, tagraxofusp received US FDA approval for use in adults and children older than 2 years for the initial treatment of BPDCN or relapsed/recurrent disease.\n[29]\n[30]\n\nIn the prospective, open-label, multicenter cohort of 29 patients with untreated BPDCN, tagraxofusp resulted in a combined rate of complete remission (CR) and complete clinical remission (CRc, defined as absence of detectable disease in blood/bone marrow and lymph nodes, with microscopically detected disease in the skin) in 21 (72%) patients. Survival rates at 18 and 24 months were 59% and 52%, respectively. Elevated liver enzymes, capillary leak syndrome, and hypoalbuminemia were among the most common adverse effects. Dosage was administered via IV once a day at 12 mcg/kg on days 1 through 5 of a 21-day cycle. Treatment is continued until the disease progresses or significant toxicity occurs.\n[31]\n[32]\nIn the retrospective study previously mentioned by Seongseok Yun\n[28]\n, they also treated patients with tagraxofusp (N=12). They found a complete response rate of 50%, which is not statistically different from the rates mentioned for Hyper-CVAD and CHOP regimens of chemotherapy.\n\nStem cell transplant, both autologous and allogeneic, has been used successfully in treating BPDCN, but optimal timing and type of transplant are still being determined. Patients who undergo allogeneic stem cell transplants have significantly longer survival than those who have not received a transplant (hazard ratio, 0.160; 95% CI, 0.0453-0.56).\n[28]\nIt is currently considered the only way to achieve durable remission and should be performed in eligible candidates, especially after complete remission.\n[33]\nIn a systematic review of 4 studies involving 128 patients with BPDCN who underwent allo-SCT, the pooled overall survival (OS) rate was 50% for all patients. Among those who received allografting in the first complete remission (CR1), the pooled OS and progression-free/disease-free survival (PFS/DFS) rates were higher at 67% and 53%, respectively. However, for patients who underwent allografting in > CR1, the pooled OS and PFS/DFS rates were significantly lower at 7% for both outcomes. Additionally, it was found that myeloablative conditioning regimens resulted in lower relapse rates (18%) compared to reduced-intensity regimens (40%).\n[34]\n\nManagement in Children\n\nIt is recommended that children (2 to 18 years of age) diagnosed with blastic plasmacytoid dendritic cell neoplasm undergo remission induction therapy with either tagraxofusp or an ALL/LBL-like regimen followed by observation rather than allogeneic HCT in the first remission stage. Allogeneic HCT is associated with significant toxicity and outweighs any potential longer-term favorable outcomes. However, because tagraxofusp is not FDA-authorized for children younger than 2 years, treatment with an ALL/LBL-like regimen is recommended.\n[35]\n[36]\n[37]\n\nRelapsed or Refractory Cases\n\nThe optimal treatment for relapsed or refractory BPDCN is not well defined. Treatment should occur within a randomized controlled trial framework as much as possible. Tagraxofusp salvage therapy followed by allogeneic HCT for patients who had previously received an ALL/LBL-like regimen, and repeat treatment with tagraxofusp or an ALL/LBL-like regimen for individuals previously treated with tagraxofusp is the recommended option. Venetoclax, bendamustine, and biweekly CHOP chemotherapy are other therapeutic options.\n[38]\n[39]\n[40]",
    "adverse_effects": "Blastic plasmacytoid dendritic cell neoplasms and their treatment can have complications. The clinical course of this malignancy is lethal without appropriate treatment. Despite treatment, relapses can occur. Therefore, close clinical monitoring and surveillance are recommended. There are known adverse effects that result from treatment with chemotherapy and HSCT, including pancytopenia, liver toxicity, renal dysfunction, an increased risk of infections, and death.\n\nA unique and serious adverse effect of tagraxofusp is capillary leak syndrome (CLS). CLS occurs 5 days after onset of therapy and is characterized by hypoalbuminemia, weight gain, edema, and hypotension. In phase 1 and 2 trials of the drug, CLS occurred in 19% of patients and was the cause of death in 2 patients. A decrease in albumin at the start of the treatment was strongly associated with the subsequent development of CLS.\n[21]\n[31]"
  }
}