{
  "drug_name": "ifosfamide",
  "nbk_id": "NBK542169",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542169/",
  "scraped_at": "2026-01-11T15:31:26",
  "sections": {
    "indications": "Contraindications for ifosfamide use are limited. The absolute contraindications are known hypersensitivity to the drug or its components and urinary tract outflow obstruction. Relative contraindications include myelosuppression and severe renal or hepatic impairment.\n\nKey facts to keep in mind with the administration of ifosfamide are as follows:\n\nAdministration of ifosfamide or its excipients can result in anaphylaxis in individuals with known hypersensitivity.\n[17]\nUrinary outflow obstruction increases the risk of developing cystitis due to the accumulation of toxic compounds.\n[30]\nIfosfamide is avoided in severe thrombocytopenia and leukopenia cases due to its well-documented hematological toxicity.\nIfosfamide is contraindicated in cases of severe renal and hepatic impairment, as it is metabolized by the liver and eliminated by the kidneys.\n[31]\nIfosfamide use has been associated with an increased risk of developing secondary malignancies, including leukemia, lymphoma, sarcomas, and thyroid cancer.\n\nBox Warning\n\nThe FDA has issued box warnings for urotoxicity, neurotoxicity, and myelosuppression associated with the use of ifosfamide.\n[32]",
    "mechanism": "The mechanism of action of ifosfamide—classified as an oxazaphosphorine alkylating agent—involves the following steps:\n\nIfosfamide is an inactive prodrug that exists in its parent form and undergoes hepatic metabolism facilitated by CYP450 enzymes, generating active metabolites. These metabolites, including phosphoramide mustard derivatives and acrolein, bind to DNA and inhibit DNA synthesis.\n[15]\n\nThese metabolites operate through 2 distinct mechanisms. First, they induce cell damage by forming interstrand or intrastrand crosslinks, leading to apoptosis of the damaged cell. Second, the active metabolites upregulate reactive oxygen species (ROS), resulting in irreparable DNA damage and the cessation of protein formation.\n\nCompared to other alkylating compounds, cyclophosphamide and ifosfamide have more antitumor activity as their derivatives. Mainly, phosphoramide mustard derivatives and acrolein are cytotoxic rather than cytostatic. Renal filtration predominantly facilitates elimination, necessitating dosage adjustments based on renal function.\n[16]\n\nPharmacokinetics\n\nAbsorption:\nAlthough the oral formulation of ifosfamide demonstrates good bioavailability, its first-pass metabolism produces a metabolite associated with excessive neurotoxicity. Consequently, ifosfamide is administered IV to mitigate this potential issue.\n[17]\n\nDistribution:\nIfosfamide exhibits a volume of distribution (Vd) approximating total body water, indicating minimal tissue binding. Median Vd values stand at 0.64 L/kg (on day 1) and 0.72 L/kg (on day 5). Although plasma protein binding of ifosfamide is minimal, its active metabolites extensively bind to red blood cells.\n\nMetabolism:\nIfosfamide undergoes extensive metabolism, producing toxic metabolites, particularly acrolein and chloro-acetaldehyde.\n[18]\n\nElimination:\nIfosfamide has a half-life of 15 hours when administered at high doses (3800 to 5000 mg/m²) and 7 hours at low doses (1800 to 2400 mg/m²). The primary route of excretion is through urine.",
    "administration": "Adult Dosage\n\nThe primary method of administering ifosfamide is through the IV route.\n[2]\n\nFor germ-cell testicular cancer, the prescribed dosing regimen entails IV administration of 1.2 g/m²/d for the initial 5 days within a 21-day cycle. IV infusion is typically conducted over 30 minutes, accompanied by concurrent IV hydration and mesna administration to mitigate the risk of bladder toxicity. As ifosfamide is emetogenic, antiemetics are routinely prescribed to prevent chemotherapy-induced nausea and vomiting. Notably, the literature reports instances of aprepitant precipitating ifosfamide-induced encephalopathy (IIE).\n[19]\n[20]\n\nAlthough ifosfamide was discovered by researchers over 2 decades ago, its use was initially constrained by dose limitations due to the development of hemorrhagic cystitis. With the introduction of the thiol neuroprotective compound mesna, ifosfamide became more widely used in treating various malignancies. Consequently, the administration is almost always accompanied by mesna. Mesna undergoes conversion to dimesna in the plasma, gets filtered at the kidneys, and is then transformed back into mesna.\n\nWithin the urothelium, mesna forms a nontoxic compound when combined with active metabolites, such as acrolein (urotoxic), which is subsequently eliminated in the urine. Mesna can be administered either orally or by IV route. The half-life of mesna is approximately 0.4 hours, and it is entirely excreted within 4 hours when administered IV and within 8 hours when administered orally.\n[2]\n\nSpecific Patient Populations\n\nHepatic impairment:\nGiven that ifosfamide undergoes substantial hepatic metabolism, yielding both therapeutic and potentially harmful metabolites, caution is advised when prescribing this medication to individuals with hepatic impairment. Ifosfamide has been associated with the risk of causing acute liver injury, including cholestatic hepatitis.\n[21]\n\nRenal impairment:\nClose monitoring is essential for patients with renal impairment, and consideration should be given to dose reduction, as detailed in the Monitoring section.\n\nPregnancy considerations:\nIfosfamide can cause neonatal anemia and growth retardation. According to ACOG, ifosfamide use increases the risk of ovarian dysfunction.\n[22]\n\nBreastfeeding considerations:\nBreastfeeding is not advisable during maternal antineoplastic drug therapy, especially with alkylating agents such as ifosfamide. Guidelines discourage breastfeeding during treatment and for 1 week after the final dose of ifosfamide or mesna due to potential effects on breast milk composition and the microbiome. Pregnant women undergoing chemotherapy may face challenges in nursing their infants.\n[23]\n\nPediatric patients:\nIfosfamide's safety and efficacy have not been established in the pediatric age group, and its use is considered off-label in this population.\n\nOlder patients:\nCaution should be exercised in selecting doses for older patients, considering the higher likelihood of decreased hepatic, renal, or cardiac function, along with concurrent illnesses or drug therapy. Careful dose selection and renal function monitoring are advisable in this population.",
    "adverse_effects": "The adverse effects of ifosfamide are mainly dose-related and can be categorized based on the system affected.\n[24]\nThese include gastrointestinal, dermatological, central nervous system, hematological, renal, endocrinal, hepatic, and cardiac.\n[25]\n[26]\n\nGastrointestinal:\nCommon adverse effects include nausea and vomiting (experienced by over 50% of patients), abdominal cramps, and anorexia. During this therapy, patients are typically encouraged to maintain hydration and drink ample water.\n[25]\nAntiemetics are generally administered concomitantly with the drug to manage the adverse effects.\n\nDermatological:\nAlopecia is a prevalent adverse effect observed with ifosfamide, affecting approximately 90% of individuals undergoing this treatment.\n\nCentral nervous system:\nEncephalopathy is a reported adverse effect, occurring in approximately 15% of cases with ifosfamide treatment.\n\nRenal:\nHematuria is a common adverse effect observed in approximately 90% of cases when ifosfamide is used alone.\n\nEndocrinal and metabolic:\nMetabolic acidosis occurs in approximately 30% of cases with ifosfamide use.\n\nCardiac:\nArrhythmia is an infrequent adverse effect, reported in less than 10% of cases with ifosfamide use.\n\nHepatic:\nThe severity of the liver injury associated with ifosfamide spans from mild elevations in liver enzymes to severe outcomes such as massive, fatal hepatic necrosis.\n[21]\n\nHematological:\nCommon hematological adverse effects include leukopenia, anemia, and thrombocytopenia, with prevalence ranging from 30% to 50%. In addition, there is a risk of tumor lysis syndrome.\n[27]\n\nDrug-Drug Interactions\n\nCYP3A4 inducers:\nIfosfamide, undergoing metabolism by CYP3A4, may experience enhanced metabolism and potentially intensified therapeutic effects when coadministered with CYP3A4 inducers such as phenobarbital, rifampin, carbamazepine, phenytoin, and St John's wort.\n[28]\nThis interaction may also elevate the risk of generating toxic metabolites, necessitating close monitoring and potential adjustments to the dose.\n\nCYP3A4 inhibitors:\nCoadministration of ifosfamide with CYP3A4 inhibitors such as itraconazole, sorafenib, grapefruit juice ketoconazole, and aprepitant or fosaprepitant can reduce its metabolism, potentially decreasing therapeutic effectiveness.\n[29]\nHealthcare providers should exercise caution and consider alternative treatments or dosage adjustments in such cases to maintain efficacy.\n\nLive vaccines:\nSimultaneous administration of ifosfamide with live vaccines is not recommended.",
    "monitoring": "To understand the drug's therapeutic index, one needs to know the pharmacokinetics and pharmacodynamics of the drug. Regarding pharmacokinetics, the Vd of the drug is almost equal to the total body water when administered in the IV form. The value of Vd is subject to variations based on factors such as weight and age, including considerations for older and pediatric populations.\n[17]\nVd increases with age and in individuals with obesity.\n[2]\nAfter a single administration, the drug exhibits a half-life of 4 to 7 hours, and its total clearance is 3.6 L/h. Usually, fractionation of the drug results in faster elimination rates.\n\nThe standard dosage is typically 1.2 g/m²/d, administered slowly over 30 minutes for 5 consecutive days.\n[2]\nBefore administering each dose, it is necessary to conduct a comprehensive assessment, including a complete blood cell count with differential, evaluation of renal and liver function, assessment of urine output, and urinalysis. Dosing is repeated every 3 weeks or after hematological recovery. Drug levels can be measured in urine by gas chromatography-mass spectrometry.\n[33]\nTherapeutic drug monitoring takes place after assessing the pharmacokinetics of the first course of the drug, and subsequent dosage adjustments are made due to the considerable variability in ifosfamide's pharmacokinetics.\n\nDosage adjustments are necessary for renal impairment as the drug undergoes renal elimination.\n[34]\nFor creatinine clearance (CrCl) in the range of 46 to 60 mL/min, dose reduction is 80% of the standard dose. If CrCl is between 31 and 45 mL/min, 75% of the dose should be administered, and for CrCl below 30 mL/min, the dosage should be reduced to 70% of the regular amount.\n[35]\n\nThe dosage should be adapted based on the toxicity profile. Instances of severe leukopenia or thrombocytopenia necessitate a reduction in dosage. In cases of more severe toxicity, such as encephalopathy, discontinuation of therapy is usually warranted.",
    "toxicity": "Most of the ifosfamide toxicity is due to its active metabolites. Acrolein, in particular, significantly contributes to major renal and bladder-related toxicity. As the kidneys filter these metabolites, they generate ROS and nitrogen compounds that damage the renal and urothelial cells. The etiology of neurotoxicity is similar to renal toxicity but is not fully understood. As with other antineoplastic drugs, ifosfamide is toxic to bone marrow. Additional toxicities associated with ifosfamide are mentioned below.\n\nHemorrhagic Cystitis\n\nBefore the availability of mesna, the main adverse effect was hemorrhagic cystitis. This is due to hepatic metabolism producing acrolein, which is excreted by the kidneys and accumulates in the bladder.\n[30]\nThe apoptotic properties of acrolein, along with its production of multiple ROS and nitric oxide, lead to the release of numerous cytokines, causing ulceration of the bladder epithelium and resulting in hemorrhagic cystitis. Mesna, developed in 1983, was specifically designed to address this adverse effect associated with ifosfamide.\n\nAs described earlier, mesna combines with the urotoxic metabolites at the urothelial level, forming a nontoxic product for excretion in the urine. Notably, it is crucial to aim to prevent the development of cystitis rather than address it after onset. The current treatment options are continuous bladder irrigation, intravesicular infusion of ammonium potassium sulfate and formalin, and, in some instances, cystectomy.\n[30]\nMesna administration is recommended before, during, and after ifosfamide treatment, accompanied by aggressive hydration of at least 2 L—oral or intravenous to prevent urotoxicity.\n\nNeurotoxicity\n\nCentral nervous system toxicity manifests as encephalopathy with varying severity, presenting symptoms such as confusion, hallucinations, drowsiness, and, in severe cases, coma. This occurs in approximately 30% of cases, with symptoms more prominent during the administration of high doses, particularly through oral administration.\n[36]\nUsually, the symptoms present within 2 to 96 hours after drug administration and are reversible within 48 to 72 hours following discontinuation of the drug.\n[17]\nRisk factors associated with the development of neurotoxicity include oral administration, previous chemotherapy with cisplatin, impaired renal and hepatic function, low albumin, and brain metastasis.\n\nMethylene blue can be used for the treatment and prophylaxis of ifosfamide-induced encephalopathy (IIE) due to its ability to inhibit the formation of neurotoxic metabolites associated with this condition.\n[37]\nAdministration of methylene blue has been shown to reverse symptoms within 24 hours. The recommended dosage is 50 mg orally in a 5% glucose solution every 4 hours until recovery.\n[17]\nAs a prophylactic measure, methylene blue can mitigate the severity of symptoms compared to previous cycles, allowing the resumption of ifosfamide therapy. The recommended prophylactic dose is 50 mg IV every 6 to 8 hours during ifosfamide administration. Prescribers should exercise caution regarding the potential for serotonin syndrome with methylene blue, especially when the patient is concurrently prescribed serotoninergic medications.\n[38]\n\nHematologic Toxicity\n\nMyelosuppression is a dose-limiting toxicity, with blood counts reaching their nadir approximately 8 to 13 days into the treatment cycle. Recovery typically occurs around day 17 of the treatment cycle, allowing for the commencement of the next cycle approximately 3 weeks after the first treatment. The incidence of myelosuppression is lower when fractionated doses are used instead of higher doses.\n[39]\nAt a dosage of 1.2 g/m²/d for 5 days, around 30% of cases experience a white cell count below 3×10\n9\n/L and a platelet count below 20,000/μL.\n[39]\nAccording to the joint American Society of Clinical Oncology (ASCO)/Infectious Diseases Society of America (IDSA) guideline, patients receiving ifosfamide at doses >9 g/m² are at a higher risk for febrile neutropenia.\n[40]\n\nNephrotoxicity\n\nNephrotoxicity is most commonly observed in children, particularly when ifosfamide is coadministered with cisplatin. This combination can lead to Fanconi syndrome, impairing proximal tubule function and causing irreversible damage. Fanconi syndrome presents with metabolic acidosis, polyuria, and renal phosphate wasting, occurring in approximately 5% of cases. Furthermore, providing vitamin D and phosphate supplementation is crucial to address these effects in the affected pediatric population.\n[41]\nAccording to the Kidney Disease Improving Global Outcomes (KDIGO) guidelines, ifosfamide-induced nephrotoxicity is attributed to its mechanism of inhibiting DNA synthesis. This inhibition leads to DNA strand–breaking effects, culminating in acute tubular injury and necrosis.\n[42]\n\nMiscellaneous Toxicities\n\nOther toxicities, including arrhythmias, heart failure, and pulmonary toxicity in the form of pneumonitis, have been reported.\n[43]\n\nUreter and Bladder Malignancies\n\nMultifocal urothelial carcinoma has been reported in patients treated with ifosfamide several years ago.\n[15]"
  }
}