{
  "drug_name": "imatinib",
  "nbk_id": "NBK551676",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551676/",
  "scraped_at": "2026-01-11T15:31:30",
  "sections": {
    "indications": "There are no contraindications for imatinib.\n\nImatinib gets metabolized through the enzyme cytochrome p450 3A4 (CYP3A4).\n[19]\n\nAdministration of imatinib with CYP3A4 inducers may reduce total imatinib exposure.\nAdministration of imatinib with CYP3A4 inhibitors may increase total imatinib exposure.\nAvoid grapefruit juice as it can potentially increase the plasma concentration of imatinib.\nImatinib will increase plasma concentrations of other CYP3A4 metabolized drugs.",
    "mechanism": "Imatinib mesylate is a 2-phenylamino-pyrimidine derivative protein and tyrosine kinase inhibitor initially targeted to the platelet-derived growth factor receptor.\n[9]\nSubsequently, it has also been found to inhibit other protein tyrosine kinases such as c-kit (gastrointestinal stromal tumors) and BCR-ABL fusion protein (Philadelphia chromosome chronic myelogenous leukemia). These protein tyrosine kinases as a whole phosphorylate specific amino acids on substrate proteins, which induce signal transduction resulting in changes to cell biology, including cell growth, differentiation, and death, constitutive activation of which, through mutation or other means, can lead to malignancy.\n[10]\n\nBlocking this constitutive action has been shown to induce downstream apoptosis without further differentiation.\n[11]\nImatinib, as a therapeutic, blocks the constitutive action of protein tyrosine kinase by working as a competitive inhibitor of the ATP binding cleft of ABL, inducing apoptosis of leukemic cells.\n[12]",
    "administration": "Imatinib is FDA-approved to be administered orally and is typically supplied in 100 mg and 400 mg tablet formulations. Imatinib was initially available under a branded name; however, after the expiration of several patents, generic versions are available. The recommended dosing for imatinib varies by indication:\n\nAdult Ph+ CML CP 400 mg/day\nAdult Ph+ CML AP 600 mg/day\nAdult Ph+ CML BC 600 mg/day\nPediatric Ph+ CML 340 mg/m2/day\nAdult Ph+ ALL 600 mg/day\nAdult MDS 400 mg/day\nAdult MPD 400 mg/day\nAdult ASM 100 mg/day or 400mg/day\nAdult HES 100 mg/day or 400mg/day\nAdult CEL 100 mg/day or 400mg/day\nAdult DFSP 800 mg/day\nAdult metastatic/unresectable GIST 400 mg/day\nAdult adjuvant GIST 400 mg/day\nMild to moderate hepatic impairment 400 mg/day\nSevere hepatic impairment 300 mg/day\n\n800 mg doses should be administered as a 400 mg dose twice daily; all other doses should be given once daily. Patients should take imatinib with meals and a large glass of water to minimize gastrointestinal upset, and food does not impact bioavailability.\n[13]\n\nAdults of Reproductive Potential\n\nHuman post-marketing surveillance and animal studies have shown imatinib to harm the developing fetus. Therefore, clinicians should test pregnancy status in females with reproductive potential before the initiation of treatment.\n\nContraception\n\nAdvise females of reproductive potential to administer effective contraception (methods resulting in less than 1% pregnancy rates) while using imatinib during treatment and for two weeks days after stopping treatment with imatinib.\n\nPregnancy Considerations\n\nBased on human and animal data, imatinib can cause fetal harm when administered to a pregnant woman. There are no clinical studies on the use of imatinib in pregnant women. However, there have been postmarket reports of spontaneous abortions and congenital anomalies from women who have been exposed to imatinib during pregnancy. Therefore, advise females to avoid pregnancy when taking imatinib. If imatinib is administered during pregnancy, or if the female gets pregnant while taking it, counsel the patient about the potential hazard for the fetus.\n[14]\n[15]\n\nBreastfeeding Considerations\n\nImatinib and its metabolite are excreted into breast milk. Since there is potential for serious adverse reactions in breastfed infants from imatinib, advise a lactating woman not to breastfeed during treatment and for one month after the last dose.\n[16]\n[17]\n\nHepatic Impairment\n\nMild and moderate hepatic impairment do not affect exposure to imatinib and metabolite\nCGP74588\n. However, in patients with severe hepatic impairment, the imatinib AUC increased by 45%, and the\nCGP74588\nAUC increased by 55%, compared to patients with normal hepatic function. Therefore, reduce the dose of imatinib by 25% for patients with severe hepatic impairment.\n\nRenal Impairment\n\nThere is insufficient data on patients with severe renal impairment, and as per the manufacturer’s labeling, dose reductions are required for patients with moderate and/or severe renal impairment.",
    "adverse_effects": "Clinically Significant Warnings and Precautions\n\nThere are several clinically relevant precautions with imatinib use.\n[18]\nThese include:\n\nDermatologic: including cases of Stevens-Johnson syndrome (SJS) and erythema multiforme (although the etiology of imatinib causing SJS is unclear)\nEmbryo-fetal toxicity\nFluid retention and edema\nGastrointestinal disorders and perforations\nGrowth retardation in children\nHematologic toxicity (anemia, neutropenia, thrombocytopenia)\nHemorrhage (gastrointestinal and intra-tumoral grade 3/4 hemorrhages)\nHepatotoxicity\nHypereosinophilic cardiac toxicity (cardiogenic shock and left ventricular dysfunction have been reported in HES patients initiating imatinib therapy)\nHypothyroidism\nLong-term use toxicity (cardiac, kidney, and liver toxicities suggested by animal studies)\nPregnancy (category D – avoid pregnancy while taking imatinib)\nRenal toxicity\nSevere congestive heart failure with left ventricular dysfunction\nTumor lysis syndrome\n\nCommon Side Effects That Occurred in Over 10% of Clinical Trial Participants\n\nImatinib has a long list of potential adverse events.\n[8]\n[5]\nThe following list many of the most relevant examples:\n\nAbdominal pain/distention\nAlanine aminotransferase increase\nAlopecia\nAnemia\nAnorexia\nArthralgia\nAspartate aminotransferase increase\nAsthenia\nBlood creatine increase\nBlood lactate dehydrogenase increase\nBone pain\nConstipation\nCough\nDepression\nDiarrhea\nDizziness\nDyspepsia\nDyspnea\nFatigue\nFlatulence\nFluid retention\nHeadache\nHemoglobin decrease\nHemorrhage (non-GI/CNS)\nHypoalbuminemia\nHypokalemia\nHypoproteinemia\nInfection\nInfluenza\nInsomnia\nJoint pain\nMuscle cramps/spasms\nMusculoskeletal pain\nMyalgia\nNasopharyngitis\nNausea\nNeutropenia\nNight sweats\nPain\nPeripheral edema\nPeriorbital edema\nPharyngolaryngeal pain\nPneumonia\nPruritis\nPyrexia\nRhinitis\nRigors\nSkin rash\nSinusitis\nThrombocytopenia\nUpper respiratory tract Infection\nVision, blurred\nVomiting\nWeight increase\nWhite blood cell decrease",
    "monitoring": "Monitor patients regularly for the signs and symptoms of fluid retention.\nMonitor patients for signs and symptoms of cardiac or renal failure, especially in those with a history of cardiac disease or renal failure\nMonitor liver function (alkaline phosphatase, bilirubin, and transaminases) before starting treatment and then monthly afterward or as indicated going forward\nMonitor hepatic function\nMonitor TSH levels in patients after thyroidectomy\n[20]\nMonitor growth in children\nMonitor patients with a high proliferative rate or high tumor burden for tumor lysis syndrome\nMonitor renal function before starting therapy and on an ongoing basis, especially in those with congestive heart failure, diabetes mellitus, or pre-existing renal impairment\nMonitor complete blood counts for evidence of hematologic toxicity (anemia, neutropenia, and thrombocytopenia)",
    "toxicity": "Treatment with imatinib is associated with hematologic toxicity (anemia, neutropenia, and thrombocytopenia)\nTreatment with imatinib is associated with hepatotoxicity.\nTreatment with imatinib is associated with hypereosinophilic cardiac toxicity in patients with hypereosinophilic syndrome.\nTreatment with imatinib can cause fetal harm to a pregnant woman (Imatinib has demonstrated teratogenicity in rats at the 800 mg/day equivalent human maximum dose)\n[14]\nTreatment with imatinib is associated with renal toxicity.\nTreatment with imatinib is associated with dermatologic toxicities, including erythema multiforme and Stevens-Johnson syndrome.\n[18]"
  }
}