{
  "drug_name": "imipramine",
  "nbk_id": "NBK557656",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557656/",
  "scraped_at": "2026-01-11T15:31:27",
  "sections": {
    "indications": "Imipramine is contraindicated in hypersensitivity to the drug, especially in cross-reactivity with other dibenzodiazepines, in acute recovery from myocardial infarction, and when used concurrently with MOAI or within 14 days of discontinuing either imipramine or MOAI as this may precipitate hypertensive crisis. Contraindications to imipramine also include its use with linezolid or IV methylene blue as both have MOAI properties.\n[5]",
    "mechanism": "Imipramine blocks the reuptake of norepinephrine and serotonin. Since imipramine is a tertiary amine, it has a greater affinity for serotonin, and it has more anticholinergic side effects, which can prove helpful in treating enuresis. Imipramine blocks D-2 receptors. Additionally, imipramine and other tricyclics have different effects on other receptors. It blocks antimuscarinic receptors, thus, producing anticholinergic adverse effects. It also blocks alpha 1 and 2 adrenergic and H1 receptors.\n[5]",
    "administration": "Imipramine is available both in tablets and in capsules. The tablets are available in doses of 10, 25, 50 mg, while the capsules are available in doses of 75, 100, 125, 150 mg. Due to the side effects associated with imipramine and with other tricyclic antidepressants, the recommendation is to initiate treatment at a lower dose and then titrate up gradually to higher doses. Some metal ions such as copper, zinc, and magnesium can affect the efficiency of passive and active transport of imipramine.\n[6]\n[7]",
    "adverse_effects": "Since imipramine acts on various receptors in the body, it can cause adverse effects on some organs and systems. In the central and autonomic nervous system, the antihistaminic effects of imipramine can lead to dizziness, sedation, confusion, delirium, seizures, increased appetite, and weight gain.\n\nThe anticholinergic properties of imipramine can produce undesired side effects such as blurred vision, constipation, tachycardia, confusion, dry mouth, urinary retention, delirium, and narrow-angle glaucoma. Therefore, it is crucial to use imipramine cautiously in patients with acute angle glaucoma, paralytic ileus, urinary retention, and benign prostatic hypertrophy. The cardiovascular side effects include cardiac arrhythmia, which is the leading cause of death in tricyclic antidepressant overdose. Other adverse effects include GI upset, mild elevation of liver enzymes, sexual dysfunction, and diaphoresis. TCAs may rarely cause bone marrow suppression. Diaphoresis and orthostatic hypotension are mainly caused by noradrenergic receptor manipulation, while sexual dysfunction is due to serotonergic effects such as impaired arousal and orgasms.\n\nSerotonin syndrome is a life-threatening condition, and it occurs with concurrent use of other serotonergic drugs as SSRI, triptans, tramadol, lithium, St John's wort, and tryptophan. Patients will present with altered mental state, autonomic changes as tachycardia, and neuromuscular changes as tremor, rigidity, and myoclonus. Imipramine can worsen suicidal ideation during the initial period of taking this medication in patients under the age of 24. Imipramine and other antidepressants can lead to the precipitation of a manic or mixed episode in a bipolar patient.\n[7]\n[8]\nTherefore, it is essential to obtain pertinent history to rule out bipolar disorder in patients with a history of depression before prescribing imipramine.",
    "monitoring": "It is highly recommended to closely monitor patients for their clinical condition, their response to the medication, and during periods of dose adjustment. Family and caregivers should be encouraged to observe their patients and to contact their psychiatrist if needed. The therapeutic index of TCAs is narrow. Therefore, regular drug monitoring is required to ensure the therapeutic blood level and, at the same time to avoid to toxic effects of imipramine.\n\nTreatment with imipramine and other tricyclics usually requires a duration of around 4 to 5 weeks to elicit a good response. Research has shown that increasing the dose of imipramine to greater than 300ng/mL effectively treated severe depression. However, when the drug level greatly exceeds 300ng/mL, it will be more likely to be associated with significant and serious side effects. Extreme precautions are necessary, especially in a patient with cardiovascular disease, including conduction defects, tachycardia, acute myocardial infarction, and hepatic impairment. When coadministering imipramine with a MOAI, it can lead to fatal hypertensive crisis or seizures. When imipramine is co-ingested with SSRI, it can cause serotonin syndrome.\n[7]\n[5]",
    "toxicity": "The risk of developing toxicity from imipramine and other tricyclics is greater upon increasing the dose. An overdose of imipramine can result in serious side effects, mainly cardiac dysrhythmia, critical hypotension, convulsions, coma, confusion, hyperactive reflexes, and hypothermia. Imipramine has type 1 antiarrhythmic effects as it blocks the fast sodium channel on the myocardium. Therefore, this will lead to inhibition of depolarization of the heart action potential, which will result in QRS prolongation, which can lead to cardiac arrhythmia.\n\nAcute management must begin with an assessment of airway, breathing, and circulation in addition to ECG monitoring and vital signs. The initial management should primarily focus on the correction of hypoxia and acidosis if present. Treatment with sodium bicarbonate will reverse the fast sodium channel function on the myocardium, which will reverse the cardiotoxicity and will also help in increasing the pH, which can enhance the excretion of TCAs. Therefore, continuous monitoring of imipramine is important to prevent cardiotoxicity and to prevent morbidity and mortality. If patients develop seizures, the recommendation is to use benzodiazepines as first-line therapy. However, dose adjustment is necessary for certain medical conditions as hepatic or renal impairment.\n[9]\n[10]\n[11]"
  }
}