{
  "drug_name": "immunoglobulins",
  "nbk_id": "NBK459360",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459360/",
  "scraped_at": "2026-01-11T18:47:18",
  "sections": {
    "indications": "Meningitis is a broad term encompassing many causes of meningeal irritation and inflammation, both infectious and non-infectious. It describes inflammation of the meningeal layers of the brain and is most often associated with bacteria or viruses. While meningitis can be a life-threatening disorder, particularly bacterial meningitis, other entities can cause meningeal irritation, eg, viruses, systemic inflammatory disorders, certain medications, and even vaccinations, some with good outcomes. Before the era of antibiotics, bacterial meningitis was universally fatal. Nevertheless, even with innovations in diagnosis and treatment, bacterial meningitis can still carry a mortality rate of 25% or greater, particularly in low-income countries. Signs and symptoms of meningeal inflammation have been recorded in countless ancient texts; however, the term \"meningitis\" did not come into general use until surgeon John Abercrombie defined it in 1828.\n\nDespite breakthroughs in diagnosis, treatment, and vaccination, in 2024, 2.5 million cases of bacterial meningitis were reported worldwide, with 300,000 subsequent deaths.\n[1]\n[2]\n[3]\n[4]\nThe impact on prevention has been complicated by the increasing number of individuals who oppose routine vaccinations for their families, creating gaps in herd immunity and opportunities for outbreaks. Additionally, natural and man-made disasters have disrupted health care systems and vaccination delivery, with serious consequences for both children and adults.\n\nViral meningitis and aseptic meningitis are much more common than bacterial meningitis, and while both can potentially cause significant morbidity, these entities tend to be less severe in nature than bacterial meningitis.",
    "mechanism": "Meningitis is defined as inflammation of the meninges. The meninges are composed of 3 membranes (the dura mater, arachnoid mater, and pia mater) that line the vertebral canal and skull, enclosing the brain and spinal cord. (see\nImage\n. Skull Cross-Section) Encephalitis, on the other hand, is inflammation of the brain parenchyma.\n[5]\n[6]\nUnfortunately, in some infections, the infection may not be limited to a portion of the central nervous system (CNS) but instead involves both the meninges and the brain parenchyma. This is termed meningoencephalitis and is more commonly associated with viral than bacterial pathogens.\n[7]\nPlease see StatPearls' companion resource, \"\nViral Encephalitis\n,\" for further information.\n\nThe infectious etiologic agents of meningitis include bacteria, viruses, fungi, and, less commonly, parasites (see\nTable 1\n. Infectious Meningitis Etiologies).\n\nTable\nTable 1. Infectious Meningitis Etiologies.\n\nThe following are the most common bacterial causes of meningitis in the United States:\n\nStreptococcus pneumoniae\n(highest mortality worldwide); 20% to 30% in adults and\n10% in children\n[8]\n[9]\nStreptococcus a\ngalactiae\n(group B strep); neonatal incidence in the US after intrapartum prophylaxis began was 0.34 to 0.37 cases per 1,000 live births, and in adults, 0.16 per 1,000,000 people\n[10]\n[11]\n[12]\nNeisseria meningitidis\nHaemophilus influenzae\nListeria monocytogenes\n[2]\n[13]\n[14]\n[CDC. Meningococcal Disease Surveillance and Trends. Nov 14 2024]\n\nLess common causes of bacterial meningitis, eg,\nStaphylococcus aureus,\nmay be found\nin patients with recent surgery, central lines, and trauma.\nMycobacterium tuberculosis\nshould be considered in the differential diagnosis for immunocompromised hosts and in young children with a close contact to an active case of tuberculosis.\nBorrelia burgdorferi\nmeningitis can occur in individuals who live in or travel to Lyme-endemic areas.\nTreponema pallidum\ncentral nervous system infection can be seen in persons with HIV/AIDS and individuals with multiple sexual partners or a sexual partner with a risk factor.\nTreponema pallidum\ncan occur at any stage of the infection, from initial onset in primary syphilis to secondary and tertiary syphilis.\nEscherichia coli, Streptococcus agalactaie\n(GBS), and\nListeria\nare important pathogens in the neonatal period. Please see StatPearls' companion resource, \"\nNeonatal Meningitis\n,\" for further information.\n\nThe most common viral agents of meningitis are nonpolio enteroviruses (group A and B coxsackievirus, echoviruses, and parechoviruses).\n[15]\nOther viral causes include\nMumps, Parechovirus, Herpesviruses\n(eg, Epstein-Barr virus, herpes simplex virus, and varicella-zoster virus), measles, influenza, and arboviruses (eg, West Nile, La Crosse, Powassan, Jamestown Canyon). Please see StatPearls' companion resource, \"\nViral Encephalitis\n,\" for further information.\n\nA recently published survey of meningitis in the US found\nEnterovirus\nas the predominant cause at 51%, with bacterial meningitis at 14% of total cases.\n[13]\nThe rest of the identified infectious causes were HSV (8.3%), fungal (2.7%), arboviral (1.1%) and other viruses at 0.8%). The remaining cases were classified as unknown (21%) or noninfectious (3.5%).\n[13]\n\nFungal meningitis is typically associated with an immunocompromised host (eg, HIV/AIDS, chronic corticosteroid therapy, and patients with cancer). Throughout the world, regional endemic fungi have been identified, and clinicians should be aware of local pathogens as well as a patient's travel history that may have exposed them to nonendemic fungal pathogens. Medical and surgical procedures can also result in fungal meningitis from contaminated devices and equipment. In 2012, Tainted steroid injections in the US were associated with unusual fungal infections, including meningitis. In 2023, an outbreak of suspected\nFusarium solani\nwas associated with cases reported following spinal anaesthesia in 2 private medical clinics in Mexico, where individuals from the US and Canada had travelled for medical procedures.\n[16]\nWhile many fungi can cause meningitis with the right conditions, the most common fungi causing meningitis include:\n\nCryptococcus neoformans\nCoccidioides immitis\nAspergillus\nCandida\nEndemic fungi\nMucormycosis (more common in patients with diabetes mellitus and transplant recipients; direct extension of sinus infection)\n\nSome parasites may also cause meningitis, often resulting in a predominance of eosinophils in the spinal fluid. Fortunately, such infections are uncommon, but can include:\n\nMalaria (a common infection in the tropics but an uncommon cause of meningitis)\nHelminths causing eosinophilic meningitis, eg,\nAngiostrongylus cantonensis\n(found in Asia and the Pacific regions),\nBaylisascaris procyonis\n(associated with raccoon feces), and\nGnathostoma spinigerum\nNaegleria fowlerii\n(the agent causing primary amebic meningoencephalitis)\n\nA number of special circumstances permit organisms outside the typical meningitis pathogens to appear more frequently (see\nTable 2\n. Factors with Increased Risk of Atypical Meningitis Pathogens). Any common bacteria or viruses can cause meningitis in immunocompromised individuals, yet clinicians may also encounter pathogens that rarely produce disease in those with intact immune defenses. Fungal organisms exemplify this pattern, particularly\nCandida\nspecies and endemic mycoses that produce milder infections in immunocompetent hosts but still disseminate in individuals with impaired immunity.\n\nAdditional scenarios emphasize the role of normal flora in disease development, especially when foreign bodies, eg, ventriculoperitoneal shunts, remain in place. Disruption of normal host barriers also provides pathogens with access to the central nervous system. Brain or spinal surgery, penetrating trauma involving the face or sinuses, congenital spinal deformities with sinus tracts, and abnormal cribiform plate defects all create pathways that enable bacterial entry into the central nervous system.\n\nTable\nTable. Factors with Increased Risk of Atypical Meningitis Pathogens.",
    "monitoring": "Suspicion for meningitis arises from a detailed history and targeted physical examination, while definitive confirmation relies solely on cerebrospinal fluid (CSF) analysis. Cerebrospinal fluid evaluation includes Gram stain, white blood cell count, glucose, protein, and culture, with polymerase chain reaction (PCR) or other rapid molecular diagnostics used when available (see\nImage\n. Cerebrospinal Fluid Gram Stain).\n[45]\nNewer biomarkers can complement standard testing, and inflammatory markers, eg, C-reactive protein and procalcitonin, may support diagnostic accuracy.\n[46]\nMALDI-TOF technology has transformed the rapid identification of bacterial and certain fungal pathogens in bloodstream infections, yet its performance with cerebrospinal fluid has only recently been explored and has not matched the reliability of culture-based methods.\n[47]\nAlthough rapid diagnostic platforms reduce ongoing laboratory costs and technologist demands, the initial investment may pose challenges for some institutions. Cerebrospinal fluid is obtained through lumbar puncture, and clinicians should measure opening pressure whenever possible.\n[48]\n\nThe following additional testing, if available, should be performed based on the suspected etiology:\n\nViral\n: Multiplex and specific PCRs for West Nile and other arboviral agents, herpes viruses, mumps, and measles (can be used for patients with suspected viral meningitis)\n[49]\nFungal\nLatex agglutination or lateral flow on CSF is considered the new gold standard for diagnosing cryptococcal disease in the CNS.\n[50]\nBiomarkers, eg, beta D-glucan and galactomannan, may be helpful when used in combination with standard methods.\n[51]\nNewer research has expanded information on appropriate cutoff values for noncryptococcal fungal CSF pathogens and continues to improve specific diagnoses.\n[52]\nCSF fungal culture, India ink stains may be applied if other methods are not available, but cultures are time-consuming. India ink staining requires an experienced operator; sensitivity is lower early in the disease; however, with an inexperienced operator, specificity is 94% to 100%.\n[50]\nMycobacterial\n: CSF Acid-fast bacilli smear and culture, GeneXpert or Xpert Ultra or other PCR-based testing, TB loop-mediated isothermal amplification (LAMP) assay (if available)\n[53]\nSyphilis\n: CSF VDRL\nLyme disease\n: CSF\nburgdorferi\nantibody for local synthesis (culture and PCR for Lyme CNS disease not recommended due to low sensitivity and specificity)\n\nIdeally, the CSF sample should be obtained before initiating antimicrobials. However, when bacterial meningitis is suspected and the patient is severely ill, antibiotics should be initiated before performing the lumbar puncture. PCR-based testing has made significant strides in diagnosing meningitis pathogens, even if the person received antibiotics before the CSF evaluation.\n\nComputed Tomography of the Head Before Lumbar Puncture\n\nDebate continues regarding the need for cranial computed tomography (CT) scanning before lumbar puncture in community-acquired meningitis. Concern about brain herniation frequently prompts clinicians to image before collecting cerebrospinal fluid. Current recommendations from the Infectious Disease Society of America and the European Society of Clinical Microbiology and Infectious Diseases support cranial CT before lumbar puncture in patients with features suggesting a more complicated course, including altered mental status with a Glasgow Coma Scale below 10, previous central nervous system disease, new-onset seizures within the previous week, focal neurologic deficits, papilledema, severe immunocompromise, and relevant comorbidities in adults older than 60.\n[54]\n[55]\n[56]\n[57]\nIn patients without these risk factors, CT scanning before lumbar puncture often delays timely therapy and increases healthcare costs without improving safety.\n[58]\n[59]\n\nA normal head CT does not rule out elevated intracranial pressure or impending herniation. When clinical findings signal a risk for herniation, clinicians should forgo lumbar puncture and begin treatment immediately, regardless of imaging results. Blood work should include blood cultures, serum electrolytes due to the frequent occurrence of the syndrome of inappropriate antidiuretic hormone secretion, serum glucose, and renal and hepatic function tests. Additional studies should reflect the specifics of the patient’s presentation and medical history.",
    "administration": "All causes of meningitis require supportive care, including airway management, fever control, adequate hydration, and seizure management if needed. Antimicrobial therapy should be rapidly provided for all cases of meningitis as soon as the diagnosis is made.\n[60]\n[61]\n[62]\n\nThe antibiotic is selected based on the presumed organism causing the infection until diagnostic results are available. The clinician must take into account the patient's demographics and past medical history to provide the best antimicrobial coverage. Various empiric therapies are recommended based on various clinical factors (see\nTable 3\n).\n[26]\n[55]\n[57]\n[63]\n[WHO.Guidelines on Meningitis Diagnosis, Treatment, and Care.10 Apr 2025]\n\nTable\nTable 3. WHO Guidelines on Empiric Therapy for Bacterial Meningitis .\n\nClinicians should also consider the addition of rifampin if dexamethasone has been given to the patient. Once the agent has been identified, the therapy should be narrowed to target the organism with the best choice of antibiotics for the patient's age, allergies, and medications that may cause drug-drug interactions (see Table 4).\n[57]\n\nTable\nTable 4. Targeted Meningitis Antimicrobial Therapies.\n\nConsider adding rifampin if the ceftriaxone MIC is greater than 2 µg/L.\n\nSteroid Therapy\n\nSome evidence suggests that steroids can be beneficial for outcomes in high-income countries. A recent Cochrane review suggested a reduction in adverse neurological outcomes but not in mortality for adults with\nS pneumoniae\n,\nH influenzae,\nand\nN meningitidis\nmeningitis.\n[65]\nIn children, steroids were associated with a reduction of severe hearing impairment only in cases of\nH influenzae\nmeningitis, type B.\n[65]\nIf steroids are used, they should be given before or concurrently with the first dose of antibiotics.\n\nIncreased Intracranial Pressure\n\nIf the patient develops clinical signs of increased intracranial pressure (altered mental status, neurologic deficits, nonreactive pupils, bradycardia), interventions to maintain cerebral perfusion include:\n\nElevation of the head of the bed to 30 degrees\nInduction of mild hyperventilation in the intubated patient\nAdministration of osmotic diuretics such as 25% mannitol or 3% saline\n\nChemoprophylaxis\n\nChemoprophylaxis is indicated for close contacts of a patient diagnosed with\nN meningitidis\nand\nH influenzae\ntype B meningitis. Close contacts include housemates, significant others, close schoolmates or teammates, those who have shared utensils, and health care practitioners in proximity to secretions (providing mouth-to-mouth resuscitation or intubating/suctioning without a facemask). The hospital epidemiologist and health department can provide further guidance for those who need prophylaxis.\n\nAntibiotic chemoprophylaxis for\nN meningitidis\nincludes rifampin, ciprofloxacin, or ceftriaxone, and for\nH influenzae\ntype B, rifampin.",
    "adverse_effects": "Despite improvements in diagnosis and management, meningitis continues to be a severe disease with mortality and long-term consequences. For survivors of meningitis, complications can be severe and lifelong. Young children (younger than 1 year) may have short-term complications of subdural effusions that rarely need drainage as they spontaneously resolve, but long-term complications in children can be debilitating.\n[68]\n\nA comprehensive cohort study in Sweden of over 36,000 children followed for 35 years revealed a higher risk of cognitive disabilities, seizures, hearing loss, motor function disorders, visual disturbances, behavioral and emotional disorders, and injuries to the intracranial structures compared to age, sex, and residence-matched controls. A 2010 meta-analysis of pediatric patients reported a median risk of sequelae post-discharge of 19.9%. In this study, the most common organism isolated was\nH influenzae\n, followed by\nS pneumoniae\n. The most common sequelae were hearing loss (6%), followed by behavioral difficulties (2.6%), cognitive difficulties (2.2%), motor deficits (2.3%), seizure disorder (1.6%), and visual impairment (0.9%).\n[69]\n\nBacterial meningitis in adults, primarily caused by\nS pneumoniae\n, can have devastating consequences.\n[70]\nAdult survivors of meningitis also can experience complications, including hearing loss, cerebrovascular complications, and focal neurological complications, including the following:\n\nIncreased intracranial pressure from cerebral edema caused by increased intracellular fluid in the brain. Several factors are involved in the development of cerebral edema, including increased blood-brain barrier permeability and cytotoxicity from cytokines, immune cells, and bacteria.\nHydrocephalus\nCerebrovascular complications\nFocal neurologic deficits\n\nViral meningitis generally has a much better prognosis than bacterial or fungal meningitis, but in some cases, a progression to encephalitis and severe neurologic consequences occurs.\n[33]\nPoor outcomes are associated more often with the acquisition of\nEnteroviruses\nor\nParechoviruses\nat a very young age, resulting in high mortality in neonates from hepatic necrosis and meningoencephalitis.\n[71]\nHowever, even older children (18-42 months at acquisition) who experienced\nEnterovirus\nor\nParechovirus\ninfection had ongoing issues, with a third of the studied cohort in New Zealand showing developmental delays.\n[72]"
  }
}