{
  "drug_name": "immunoglobulin g",
  "nbk_id": "NBK614164",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK614164/",
  "scraped_at": "2026-01-11T18:47:18",
  "sections": {
    "indications": "Jacobsen syndrome, also known as 11q terminal deletion syndrome or 11q syndrome, is a rare genetic disorder caused by a partial deletion of the long (q) arm of chromosome 11. The syndrome was first described in 1973 by Petra Jacobsen, who reported multiple children with an inherited unbalanced 11:21 translocation from a balanced translocation carrier parent.\n[1]\nThe presentation varies and is often related to the length and location of the chromosomal terminal deletion. However, all patients develop platelet disorders, specifically Paris-Trousseau syndrome, and more than 50% of patients have congenital cardiac defects requiring medical treatment, hospitalization, or cardiac surgery.\n[2]\n\nPatients with Jacobsen syndrome often have distinct facial features, including skull malformations; small, low-set ears; hypertelorism; coloboma; epicanthal folds (monolid eyes); and down-slanting palpebral fissures. Other common findings include growth and developmental delays, skeletal abnormalities, immunodeficiencies, and gastrointestinal or genitourinary malformations. Diagnosing this condition can be challenging due to incomplete penetrance and unpredictable genotype-to-phenotype correlation. Prognosis is variable and often depends on the severity of cardiac disease, with approximately 20% of infants dying in the first year of life.\n[2]\nAlthough there is no cure, management focuses on surgical repair of cardiac disorders, monitoring and treating coagulopathy and immunodeficiencies, and providing supportive care for developmental delays and other comorbidities. A multidisciplinary team of healthcare professionals is essential to ensure optimal care for affected patients.",
    "mechanism": "Jacobsen syndrome is a contiguous gene deletion disorder caused by a partial deletion of the long arm of chromosome 11. The size of the deletion varies, typically ranging from 7 to 16 Mb.\n[3]\n[4]\nDeletions larger than 20 Mb are expected to be lethal, but some cases of large deletions have been found in mosaic form, presenting as a severe phenotype.\n[5]\nTerminal deletions of chromosome 11 occur in 2 ways—a\nde novo\npure terminal deletion (85% of cases) or an unbalanced familial translocation (15% of cases). Chromosomal breakage typically occurs within or beyond subband 11q23.3, often extending to the telomere. This partial chromosomal deletion results in the loss of all genes located distal to the breakpoint, which typically includes genes\nCBL2\n,\nFRA11B\n,\nTECTA\n,\nBSX\n,\nNRGN\n,\nFEZ1\n,\nCHK1\n,\nETS1\n,\nFLI1\n,\nKCNJ1\n,\nBARX2\n,\nNFRKB\n,\nAPLP2\n,\nADAMTS8\n,\nADAMTS15\n,\nOPCML\n,\nJAM3\n, and\nB3GAT1\n. Subband 11q23.3 includes\nFRA11B\n, a gene with a fragile site prone to double-stranded breakage, which serves as a breakpoint in some patients with Jacobsen syndrome. Smaller interstitial deletions within the Jacobsen syndrome region can also cause the condition, even without a full terminal deletion.\n[6]\n[7]\n[8]\nRegardless of the mode of pathogenicity, chromosomal deletions in Jacobsen syndrome can have incomplete penetrance and an unpredictable genotype-to-phenotype correlation.",
    "monitoring": "Jacobsen syndrome is diagnosed through a combination of clinical examination, imaging studies, and genetic testing. Approximately 50% of patients are diagnosed within the first year of life, whereas those with milder presentations may not receive a diagnosis until later.\n\nPrenatal genetic assessment is recommended for fetuses with a thickened nuchal fold, cardiac defects, or genitourinary abnormalities. Molecular diagnosis, chromosomal microarray, or fluorescence in situ hybridization (FISH) can be performed prenatally through amniocentesis or chorionic villus sampling.\n\nPostnatally, Jacobsen syndrome should be suspected in infants with congenital heart disease and extracardiac anomalies, particularly if thrombocytopenia or easy bleeding is present. Jacobsen syndrome should also be considered in patients with hypoplastic left heart syndrome, as the incidence of hypoplastic left heart syndrome is higher in Jacobsen syndrome.\n\nPostnatal genetic testing can be performed using FISH or chromosomal microarray.\n[2]",
    "administration": "There is no cure for Jacobsen syndrome, so treatment focuses on symptom management and supportive care. A multidisciplinary team is often required, including geneticists, pediatricians, cardiologists, hematologists, audiologists, ophthalmologists, endocrinologists, orthopedists, and other specialists.\n\nRecommended Evaluations and Specialist Referrals\n\nGiven the risk of multiorgan involvement, patients with suspected or confirmed Jacobsen syndrome should undergo:\n\nAbdominal ultrasound: To assess for intestinal obstruction, kidney disease, and urinary malformations\nEndocrine testing: Including TSH and IGF-1 levels\nHematologic and coagulation studies: To evaluate thrombocytopenia, platelet dysfunction, and other cytopenias\nAuditory testing: To detect hearing loss\n\nIn addition, referrals should be made for further assessment:\n\nCardiology: For electrocardiogram and echocardiogram\nOphthalmology: To screen for retinal artery malformations or cataracts\nImmunology: For immunodeficiency testing\nNeurology: To evaluate for structural brain abnormalities or cerebral hemorrhage\n\nManagement of Jacobsen syndrome may also include surgery for orthopedic and skeletal abnormalities, the use of hearing and vision aids, and cardiac surgery for congenital heart defects. Many patients benefit from physical, occupational, and speech therapy, in addition to special education and behavioral therapy.\n\nCardiac Involvement in Jacobsen Syndrome\n\nCongenital heart disease is common in Jacobsen syndrome, with ventricular septal defects, left-sided malformations, and hypoplastic left heart syndrome being the most frequent findings. Depending on disease severity, cardiac defects may require surgical intervention within the first few months to years of life.\n\nA particularly severe form, hypoplastic left heart syndrome, occurs in up to 10% of patients with Jacobsen syndrome, compared to 0.2% in the general population. Hypoplastic left heart syndrome is fatal without intervention, requiring single ventricle palliation, which includes:\n\nNorwood operation\nBidirectional Glenn anastomosis\nFontan operation\n\nAlthough the Norwood procedure carries high morbidity and mortality risks, survival rates stabilize around 60% after completion of the Fontan operation. Although certain genetic disorders, such as trisomy 21, have poorer outcomes with single ventricle palliation, studies indicate that patients with Jacobsen syndrome and hypoplastic left heart syndrome tend to have favorable outcomes. Therefore, all 3 stages of single ventricle palliation should be offered to patients and their families. For shunt-dependent patients, such as those with a Blalock-Taussig-Thomas shunt, low-dose aspirin may be used cautiously despite thrombocytopenia, as observed in hypoplastic left heart syndrome cases.\n[18]\n[21]\n[22]\n[21]\n\nSurgical Considerations\n\nJacobsen syndrome presents unique risks for cardiopulmonary bypass and cardiothoracic surgery that should be carefully managed.\n[23]\n\nBleeding and coagulation risk\nThrombocytopenia and platelet dysfunction are present in nearly all patients, increasing the risk of uncontrolled bleeding and intracranial hemorrhage.\n[16]\n[17]\n[24]\n[17]\nCardiothoracic surgery requires significant anticoagulation to prevent stroke and disseminated clotting during cardiopulmonary bypass. Platelet counts should be maintained >100×10³/μL via transfusions to mitigate bleeding risk.\nActivated clotting time is typically used to assess heparinization in cardiothoracic surgery, but it may underestimate bleeding risk in Jacobsen syndrome due to platelet dysfunction.\nIntraoperative thromboelastography (TEG 6s PlateletMapping®) has been proposed as a more accurate method for evaluating clot formation and stability, helping guide anticoagulation management in real time during and after surgery.\n[25]\n\nAirway and intubation challenges\nPatients with Jacobsen syndrome may experience difficult intubation or airway obstruction due to:\nRetrognathia or micrognathia\nAnterior laryngeal opening\nScoliosis\nExtubation timing should be carefully planned, as reintubation carries a higher risk in these patients.\n[23]\n\nImmunodeficiency and infection risk\nMany patients have hypogammaglobulinemia, increasing their risk for infections.\nIf prior immunodeficiency testing has not been performed, healthcare providers should have a low threshold for antibiotic therapy with any sign of infection.\nProphylactic antibiotics or empiric intravenous immunoglobulin may be considered in patients with confirmed hypogammaglobulinemia.\n[17]",
    "adverse_effects": "Complications associated with Jacobsen syndrome include developmental and intellectual delays, heart failure from severe cardiac disease, stroke secondary to intracranial hemorrhage, uncontrolled bleeding due to platelet dysfunction or thrombocytopenia, bowel obstruction due to intestinal atresia or malrotation, or skull or skeletal abnormalities. Surgical repair of cardiac disease, craniosynostosis, intestinal obstruction, or scoliosis involves the typical risks associated with surgery and anesthesia. In addition, there is an increased risk of hemorrhage due to thrombocytopenia or platelet dysfunction, or a heightened risk of infection due to immunodeficiency."
  }
}