{
  "drug_name": "indomethacin",
  "nbk_id": "NBK555936",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555936/",
  "scraped_at": "2026-01-11T15:31:31",
  "sections": {
    "indications": "Warnings and Precautions\n\nPatients with a history of NSAID or salicylate-induced hypersensitivity and atopic reactions, such as urticaria, asthma, exfoliative dermatitis, toxic epidermal necrolysis, or Stevens-Johnson syndrome, should avoid indomethacin.\n\nPatients with a history of coronary artery bypass graft (CABG) surgery should not use indomethacin. An increased incidence of stroke and myocardial infarction is reported when 2 large clinical trials of NSAIDs were used within the first 14 days following CABG surgery. Hence, NSAIDs are contraindicated in the patients following CABG.\n\nIndomethacin use can cause premature closure of the fetal ductus arteriosus; consequently, it is contraindicated in pregnant women starting in the third trimester (on and after 30 weeks of gestation).\n\nThe IV formulation of indomethacin is not recommended for patients suspected of having necrotizing enterocolitis. It is also contraindicated in cases of active intracranial hemorrhage or gastrointestinal bleeding.\n\nThe IV administration of indomethacin is not recommended for individuals with congenital heart disease who require the patent ductus arteriosus to maintain adequate systemic or pulmonary blood flow.\n[22]\n[47]\n[48]\n\nBox Warnings\n\nNSAIDs, including indomethacin, are associated with an increased risk of cardiovascular thrombotic events, including myocardial infarction and stroke.\n\nIndomethacin can increase the risk of serious gastrointestinal bleeding, ulcers, and perforation\n[49]\n[50]\n[51]",
    "mechanism": "Indomethacin functions like most other NSAIDs by inhibiting the synthesis of prostaglandins. Prostaglandins are primarily produced by cyclooxygenase (COX) enzymes and are critical mediators of inflammation, fever, and pain. They also maintain renal function, gastrointestinal mucosa, and platelet activity. The inhibition of COX enzymes by NSAIDs can lead to some adverse effects.\n\nCOX-1 is involved in the production of thromboxane A2—a critical mediator of platelet aggregation. Thus, inhibition of this enzyme is likely responsible for the anti-platelet effects of NSAIDs. COX-1 is responsible for maintaining gastrointestinal mucosa, whereas COX-2 is upregulated in inflamed tissues and produces prostaglandins accountable for inflammation, fever, and pain. Consequently, COX-2-selective NSAIDs may have fewer gastrointestinal-associated adverse effects. Indomethacin, however, is a nonselective COX inhibitor.\n[16]\n[17]\n\nIndomethacin exhibits anti-viral activity by down-regulating viral replication. Literature has demonstrated its efficacy against various viruses, including rhabdovirus vesicular stomatitis virus, hepatitis B virus, and coronavirus.\n[18]\n[19]\nAlthough preliminary data suggest the antiviral activity of indomethacin against COVID-19, further extensive research is necessary to confirm this.\n[20]\n[21]\n\nProstaglandin E2 (PGE2) relaxes smooth muscle and inhibits the closure of the ductus arteriosus. In preterm infants with respiratory distress syndrome, the ductus arteriosus fails to close, resulting in patent ductus arteriosus due to the relatively high concentration of PGE2. Uncorrected patent ductus arteriosus can lead to differential cyanosis. Indomethacin aids in closing a patent ductus arteriosus by inhibiting the synthesis of PGE2.\n[1]\n[22]\n\nPharmacokinetics\n\nAbsorption:\nIndomethacin is well absorbed and reaches peak plasma concentrations within 2 hours. The bioavailability of the drug is approximately 100%.\n\nDistribution:\nIndomethacin's high lipid solubility facilitates easy crossing of the blood-brain barrier. Additionally, it achieves high concentrations in synovial fluid.\n\nMetabolism:\nIndomethacin enters enterohepatic circulation and is metabolized via demethylation and deacylation pathways. The major metabolites include\nO\n-desmethyl-indomethacin,\nO\n-deschloro-benzoyl-indomethacin, and their glucuronide conjugates.\n\nExcretion:\nApproximately 60% of administered indomethacin is excreted in urine via renal tubular secretion, with the remainder excreted in feces following biliary secretion. The elimination half-life of indomethacin is approximately 7 hours but is highly irregular (1.5-16 hours) due to enterohepatic circulation.\n[12]\n[15]",
    "administration": "Available Dosage Forms and Strengths\n\nIndomethacin is available for oral administration in immediate-release (25 mg and 50 mg) and extended-release (75 mg) capsule formulations. In addition, an oral suspension formulation (25 mg/5 mL) is available. Indomethacin can be administered via intravenous (IV) injection (1 mg base per vial) or rectal suppository (50 mg). Indomethacin should be administered at the lowest effective dose for the shortest duration possible to minimize potential adverse effects.\n[23]\n[24]\n\nAdult Dosage\n\nPain:\nIn pain management, healthcare providers often prescribe indomethacin at a dosage of 20 mg (3 times daily) or 40 mg (2-3 times daily). Clinicians recommend that indomethacin be administered with food to reduce the risk of adverse gastrointestinal effects.\n\nRheumatoid arthritis, ankylosing spondylitis, and osteoarthritis:\nHealthcare providers typically prescribe 25 mg of indomethacin (2-3 times a day) orally or via rectal administration as an immediate-release formulation. The dosage may be gradually increased on a weekly basis, reaching 25 to 50 mg until a maximum daily dose of 200 mg is reached. For patients experiencing arthritis-related symptoms or morning stiffness, doses up to 100 mg can be administered at bedtime. Alternatively, extended-release capsules of 75 mg may be used, with a maximum recommended daily dose of 150 mg.\n\nBursitis:\nHealthcare providers may prescribe an immediate-release formulation of 75 to 150 mg to patients with bursitis. This formulation can be administered orally or rectally in 3 to 4 doses throughout the day. Alternatively, an extended-release formulation of 75 to 150 mg can be taken orally in 1 to 2 doses.\n\nGouty arthritis:\nFor gouty arthritis, healthcare providers typically recommend administering 50 mg of indomethacin orally or rectally as an immediate-release formulation, 3 times daily, within 1 to 2 days of the onset of a flare. Additionally, the American College of Rheumatology recommends prophylactic therapy with NSAIDs when initiating urate-lowering treatment.\n\nPatent ductus arteriosus:\nThe initial dosage of indomethacin for patent ductus arteriosus is administered IV at 0.2 mg/kg per dose. No additional doses are required if the ductus arteriosus closes or significantly decreases within 48 hours. However, if the ductus arteriosus re-opens, a second or third dose may be needed at 12- to 24-hour intervals as prescribed. For infants aged 48 hours or younger at the time of the first dose, 0.1 mg/kg of indomethacin should be administered IV. For newborns aged 2 to 7 days, 0.2 mg/kg of indomethacin should be administered IV. In addition, for newborns aged 7 days or older, 0.25 mg/kg of indomethacin should be administered IV.\n\nIn cases where the neonate is unresponsive to indomethacin, surgical intervention may be necessary to close the ductus arteriosus. Echocardiographically directed indomethacin treatment can aid in patent ductus arteriosus closure, with the possibility of minimizing the dosage.\n[25]\n[26]\n\nSpecific Patient Populations\n\nRenal impairment:\nThe manufacturer's labeling does not provide specific dosage adjustment information for renal impairment. According to Kidney Disease: Improving Global Outcomes (KDIGO) guidelines, NSAIDs, including indomethacin, should be avoided if the glomerular filtration rate (GFR) is less than 30 mL/min/1.73 m². Chronic treatment with NSAIDs is not advised in patients with GFR less than 60 mL/min/1.73 m\n2\n.\n[27]\n\nHepatic impairment:\nClinicians should use indomethacin cautiously in patients with hepatic impairment.\n\nPregnancy considerations:\nIndomethacin is a former FDA pregnancy category C medicine and should generally be avoided during pregnancy. The FDA recommends limiting NSAID use after 30 weeks of pregnancy. If treatment with NSAID is essential, clinicians should minimize the dosage and duration of therapy. If treatment extends beyond 48 hours, ultrasound monitoring of amniotic fluid should be considered, and the NSAID should be discontinued if oligohydramnios is detected. Indomethacin may cause premature closure of the ductus arteriosus; therefore, its use should be avoided after 30 weeks.\n[1]\n[28]\n\nBreastfeeding considerations:\nIndomethacin is present in low levels in breast milk, allowing lactating women to use the medication. However, other drugs with established safer profiles during lactation may be preferred, especially when nursing a newborn or preterm infant.\n[29]\n\nPediatric patients:\nIV indomethacin has FDA approval for treating hemodynamically significant patent ductus arteriosus in premature infants weighing between 500 and 1750 g. Administering indomethacin early, within the first 1 to 2 days of birth, to close a patent ductus arteriosus, compared to delaying treatment for 3 to 4 days after diagnosis, reduces the risks of pulmonary hemorrhage, intraventricular hemorrhage, and the need for ligation.\n\nOlder patients taking potentially inappropriate medications:\nIndomethacin is identified as potentially inappropriate medicine for use in older adults according to the American Geriatrics Society (AGS) Beers Criteria. The AGS Beers Criteria mentions an increased risk of acute kidney injury, gastrointestinal bleeding, and peptic ulcer disease existing in older adults. Indomethacin is more likely than other NSAIDs to have adverse central nervous system reactions. In addition, the AGS recommends avoiding all NSAIDs in patients with stages IV and V chronic kidney disease.\n[30]\n[31]\n\nIndomethacin use is associated with increased lung water clearance and improved lung compliance. Multiple births and intrauterine infection have been identified as potential risk factors for a lack of response to indomethacin treatment in preterm infants with patent ductus arteriosus. For children with oligoarticular juvenile idiopathic arthritis, the American College of Rheumatology recommends a trial of NSAIDs such as indomethacin as part of initial therapy.\n[32]\n[33]\n[34]",
    "adverse_effects": "As a commonly used drug, researchers have conducted numerous studies on the adverse effects. Adverse reactions from the product label are mentioned. Indomethacin (and most other NSAIDs) can impact most body organ systems, including the gastrointestinal, neurological, renal, hematological, and cardiopulmonary systems.\n\nThe most common adverse reactions to indomethacin include headache, dizziness, dyspepsia, and nausea. Despite its use in treating various headache disorders, one of the most frequently reported adverse reactions is a headache.\n\nHypersensitivity reactions to indomethacin can occur and include anaphylaxis, urticaria, and angioedema.\n\nAs previously mentioned, indomethacin is a nonselective COX inhibitor, and COX-1 produces prostaglandins crucial for maintaining the gastric mucosa. Inhibition of this process can lead to dyspepsia (indigestion), nausea, constipation, and diarrhea. However, the most severe gastric adverse reaction to indomethacin involves the formation of peptic ulcers, which can manifest as mid-epigastric pain either relieved or exacerbated by eating. Gastric ulcers typically worsen with eating, while the pain associated with duodenal ulcers is alleviated by food intake. Ulcers have the potential to rupture, leading to an acute surgical abdomen.\n\nIndomethacin can also affect the liver, resulting in elevated liver enzymes and jaundice.\n\nIndomethacin can also affect the neurological system, potentially resulting in tinnitus, vertigo, depression, dizziness, and headaches. Severe adverse reactions, including aseptic meningitis, psychosis, and cognitive dysfunction, have also been reported.\n\nCOX enzymes are responsible for the synthesis of prostaglandins involved in renal function. Inhibition of this process can result in renal insufficiency. Indomethacin can also result in hyperkalemia and acute interstitial nephritis. Therefore, older individuals and patients with conditions such as dehydration, hypovolemia, renal dysfunction, heart failure, impaired liver function, and those taking diuretics, angiotensin-converting enzyme (ACE) inhibitors, or angiotensin II receptor blockers (ARBs) are at higher risk of experiencing adverse events.\n\nIndomethacin can have several effects on the hematologic system, including agranulocytosis, aplastic and hemolytic anemia, leukopenia, thrombocytopenia, and thrombocytopenic purpura. In addition, cases of indomethacin-induced leukocytoclastic vasculitis have been reported.\n\nIndomethacin can affect the cardiopulmonary system and result in acute respiratory distress, pulmonary edema, and congestive heart failure.\n\nArachidonic acid is the precursor to prostaglandin synthesis via the action of COX enzymes. Inhibition of COX enzymes can divert arachidonic acid to the leukotriene synthesis pathway, potentially leading to the formation of nasal polyps in response to indomethacin. This condition may also manifest as respiratory difficulties. Additionally, indomethacin use can result in generalized fatigue and somnolence.\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n\nDrug-Drug Interactions\n\nIndomethacin may reduce the efficacy of various medications used to manage cardiovascular conditions (eg, ACE inhibitors, ARB inhibitors, or diuretics). Moreover, patients taking NSAIDs, including indomethacin, have reported fluid retention and edema.\n\nNSAIDs can increase lithium levels; thus, concurrent use of indomethacin with lithium should be avoided.\n\nThe concurrent use of NSAIDs, including indomethacin, with oral apixaban is associated with an elevated risk of bleeding. Therefore, it is advisable to avoid combining these medications.\n\nConcomitant use of indomethacin and methotrexate can increase methotrexate plasma levels. Therefore, monitoring for signs of methotrexate toxicity is recommended.\n\nIndomethacin can decrease the natriuretic effect of furosemide and thiazide, reducing their efficacy. Combining NSAIDs with diuretics increases the risk of acute kidney injury.\n[42]\n[43]\n[44]\n[45]\n[46]",
    "monitoring": "Indomethacin is not a benign substance; as noted above, many potential adverse effects of the medication are apparent according to the product labeling in specific scenarios, and its use requires patient monitoring.\n\nIf indomethacin is used in patients with a recent myocardial infarction, patients should be monitored for signs of cardiac ischemia (tachycardia, shortness of breath, sweating, and fatigue, as well as pain in the neck, jaw, arm, or shoulder).\n\nLiver function tests should be obtained if the patient reports signs of hepatotoxicity (nausea, fatigue, diarrhea, pruritus, jaundice, right upper quadrant tenderness, flu-like symptoms, eosinophilia, and rash). The enzyme elevation pattern is hepatocellular, but cholestatic and mixed patterns have also been noted.\n\nPatients should be monitored for changes in the signs or symptoms of asthma when used in patients with asthma and without known sensitivity to aspirin.\n\nThe signs and symptoms of bleeding and gastrointestinal ulceration should be observed during indomethacin therapy.\n\nPatients should be monitored for changes in signs or symptoms of asthma when indomethacin is used in individuals with asthma and without known sensitivity to aspirin.\n\nSevere gastrointestinal bleeding, hepatotoxicity, and renal injury can occur without warning symptoms or signs. Therefore, patients should have their complete blood count and chemistry profile periodically monitored if indomethacin is used long-term.\n\nPatients with coagulation disorders or concomitant use of warfarin, other anticoagulants, antiplatelet agents (eg, aspirin), serotonin-norepinephrine reuptake inhibitors, and serotonin reuptake inhibitors are at an increased risk of bleeding. These patients should be monitored for signs of bleeding.\n\nConcurrent use of indomethacin with digoxin can increase the half-life and serum concentration. Serum digoxin levels should be monitored.\n[31]\n[37]\n[51]\n[52]\n[53]",
    "toxicity": "Signs and Symptoms of Overdose\n\nIndomethacin toxicity is rare, with only a few cases reported in the literature. Documented cases have demonstrated symptoms such as headache, tinnitus, dizziness, lethargy, drowsiness, confusion, disorientation, restlessness, and acute kidney injury secondary to indomethacin toxicity.\n[54]\n[55]\n\nManagement of Overdose\n\nHealthcare providers should offer patients supportive and symptomatic care following indomethacin dosage. A specific antidote for indomethacin toxicity is not available. For adult patients, administering 60 to 100 g of activated charcoal should be considered to decrease the absorption of NSAIDs from the upper gastrointestinal tract. Osmotic cathartics may be used in symptomatic patients observed within 4 hours of overdose or in patients who ingested 5 to 10 times the recommended dosage of indomethacin. The local poison control center should be contacted for detailed information on the treatment protocol."
  }
}