{
  "drug_name": "infliximab",
  "nbk_id": "NBK537059",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537059/",
  "scraped_at": "2026-01-11T15:31:30",
  "sections": {
    "indications": "The absolute contraindications for the use of biologics include the conditions below.\n[42]\n\nPresence of active infections, more importantly, latent or active tuberculosis, Hepatitis B, C, and HIV\nHypersensitivity to murine products or infliximab\nRecent FDA contraindication: the use of infliximab-abda at doses >5 mg/kg in moderate or severe heart failure\n\nRelative contraindications include:\n\nPUVA sessions\nPremalignant conditions\nDemyelinating disease (eg, Guillain-Barre syndrome)\nOptic neuritis\nMultiple sclerosis\nPregnancy and lactation\nFever\nJaundice or marked liver enzyme elevations\nStricturing disease\n\nBox Warnings\n\nSevere infections:\nTreatment with infliximab is associated with an increased risk of serious infections, including those resulting in hospitalization or death. This risk is particularly elevated in patients receiving concomitant immunosuppressive agents such as methotrexate or systemic corticosteroids. Infliximab should be discontinued in patients who develop severe infections or sepsis. Infections caused by\nLegionella pneumophila\nand\nListeria monocytogenes\nhave been reported, along with invasive fungal infections, such as\nHistoplasma capsulatum\n,\nCoccidioides immitis\n,\nCandida\nspecies,\nAspergillus\nspecies,\nBlastomyces dermatitidis\n, and\nPneumocystis jirovecii\n. These fungal infections can present with disseminated symptoms, and diagnostic testing for fungal antigens or antibodies may yield false-negative results in active cases. Empiric antifungal treatment should be considered in patients at risk for invasive fungal disease who present with systemic illness.\n\nTuberculosis:\nActive tuberculosis, particularly reactivation of latent\nMycobacterium tuberculosis\n, is another serious risk associated with infliximab. Tuberculosis may present as disseminated or extrapulmonary disease. All patients should undergo testing for latent\nMycobacterium tuberculosis\ninfection before starting infliximab and should be monitored throughout therapy. Treatment for latent tuberculosis should be initiated before infliximab use.\n\nMalignancies:\nMalignancies, including lymphoma and other neoplasms, have been reported in pediatric and adolescent patients treated with tumor necrosis factor (TNF) inhibitors, including infliximab. Hepatosplenic T-cell lymphoma (HSTCL), a rare and aggressive malignancy, has been reported postmarketing in patients receiving TNF inhibitors. These cases were often fatal and predominantly occurred in male adolescents and young adults with Crohn disease or ulcerative colitis who had received simultaneous therapy with azathioprine or 6-mercaptopurine. The descriptions of warnings and precautions are provided below.\n\nWarning and Precautions\n\nHepatosplenic T-cell Lymphoma (HSTCL):\nThis rare, aggressive, and fatal lymphoma has been reported with TNF blockers (including infliximab), mainly in young males with Crohn disease or ulcerative colitis on azathioprine or 6-mercaptopurine.\n[52]\n[53]\n\nSkin cancer:\nMerkel cell carcinoma and melanoma have been reported; periodic skin exams are recommended, especially in patients with risk factors.\n[54]\n\nCervical cancer:\nAn increased risk of cervical cancer has been observed in women with rheumatoid arthritis on infliximab, especially those older than 60; a causal link has not been excluded; continue periodic screening.\n[55]\n\nLymphomas:\nInfliximab may increase the risk of lymphomas and leukemia. However, inflammatory bowel disease and rheumatoid arthritis are independent risk factors for leukemia/lymphoma.\n\nOther malignancies:\nSome TNF blockers may increase the risk of other malignancies. Exercise caution in patients with COPD (smokers). Monitor patients with psoriasis for nonmelanoma skin cancers, especially those who have received prior phototherapy. The role of TNF blockers is unknown. Exercise caution in patients with a previous malignancy or if one develops during treatment.\n\nHepatitis B virus reactivation:\nReactivation can occur in HBV carriers, sometimes with fatal outcomes. Test patients before starting infliximab; a positive test requires specialist consultation. Monitor carriers closely during and after therapy. Discontinue infliximab if HBV reactivates and initiate antiviral therapy. Clinicians should exercise caution when restarting infliximab.\n[56]\n\nHepatotoxicity:\nSevere liver reactions, some fatal or requiring transplant, have been reported; monitor liver function and discontinue infliximab for jaundice or significantly elevated liver enzymes.\n[46]\n\nHeart failure:\nInfliximab at doses >5 mg/kg is contraindicated in moderate or severe heart failure; it may cause new or worsening heart failure. Monitor patients with mild heart failure or those with moderate or severe heart failure receiving ≤5 mg/kg closely; discontinue infliximab if symptoms worsen.\n[57]\n\nHematologic reactions:\nLow blood cell counts have been reported. Exercise caution in patients with blood disorders. Advise patients to seek immediate medical attention for signs and symptoms of blood disorders or infection. Consider stopping infliximab.\n\nHypersensitivity:\nHypersensitivity reactions, including severe manifestations, may occur during or following the infusion or upon re-administration. Therefore, it is critical to have treatment readily available, as re-administration after a period without treatment may escalate the risk of infusion reactions. A study indicates that high levels of CRP are a risk factor for infusion reactions.\n[58]\n\nCardiovascular and cerebrovascular reactions:\nSerious events have been reported during or within 24 hours of infusion. Monitor patients closely during infusion and discontinue if a severe reaction occurs.\n\nConcurrent administration with other biological products:\nConcurrent use is not recommended due to the potential for increased infection risk.\n\nSwitching between biological DMARDs:\nExercise caution due to the potential for increased infection risk from overlapping biological activity.\n\nNeurologic reactions:\nInfliximab has been linked to CNS vasculitis, seizures, and new or worsening demyelinating disorders; exercise caution in patients with these disorders and consider discontinuing infliximab if they develop.\n[59]\n[50]\n\nAutoimmunity:\nInfliximab may cause autoantibody formation and a lupus-like syndrome; discontinue treatment if suggestive symptoms develop.\n[60]\n\nVaccinations and use of live vaccines or therapeutic infectious agents:\nUpdate vaccinations before starting infliximab; avoid live vaccines concurrently. Fatal disseminated BCG infection has been reported in an exposed infant. Wait at least 6 months after birth before giving live vaccines to infants exposed in utero. Avoid concurrent use of therapeutic infectious agents.\n[61]\n[62]",
    "mechanism": "Infliximab, a TNF-α inhibitor, acts by blocking TNF-α, a proinflammatory, pleiotropic cytokine that is particularly involved in defense mechanisms. Nevertheless, the role of TNF-α varies depending on its concentration, as low levels confer a protective effect, while high amounts exhibit a pathogenic role.\n[27]\nTNF-α exists in 2 forms: soluble and transmembrane, both of which are biologically active via TNF receptors (TNFR) Type 1 and Type 2.\n[28]\n\nThe protective role in infection is the most important effect of TNF-α. Interestingly, TNF-α is involved in attaining resistance to infectious agents and has a pathogenic role in septic shock. TNF-α produces anti-inflammatory effects by signaling via TNFR Type 2. The explanation is that TNF-α promotes resistance by activating polymorphonuclear leukocytes and platelets, while enhancing the cytotoxic action of macrophages and natural killer cells, thereby stimulating the immune system.\n[29]\nIn particular, studying the concept in patients with meningococcal disease revealed high levels of TNF-α in the serum, which coincided with its cytotoxic effect.\n[30]\n[31]\n\nAnother role of TNF-α is resistance to tumors, which occurs due to the cytotoxic effect of TNF-α, leading to cell lysis or apoptosis. Fiers et al studied the impact of TNF-α on tumors in animal models and found that TNF-α acts directly on the tumor cells, particularly in the presence of interferon.\n[32]\nAdditionally, TNF-α is known to exert proinflammatory effects on the vascular endothelium, resulting in hemorrhagic necrosis.\n[28]\nThe biological effects are beneficial in various host responses. However, TNF-α has been found to exert pathogenic roles in certain instances.\n\nThe role of TNF-α in inflammatory diseases was identified in 1988, when increased TNF-α expression was found in the synovial fluid of patients with rheumatoid arthritis, making it the prototypical disease associated with TNF-α. The discovery of increased TNFR expression in active diseases confirmed this finding. Furthermore, the quantity of shed receptors correlates with disease activity. The evidence suggests that TNF-α regulates proinflammatory cytokines and has a central role in inflammatory processes.\n[33]\n\nAnother disease linked with TNF-α is psoriasis. Studies have shown increased expression of TNF-α in psoriatic skin lesions. The study confirmed this by investigating the peripheral blood mononuclear cells for TNF-α mRNA expression and revealed increased expression in patients with psoriasis compared to healthy controls.\n[28]\n[34]\n\nInfliximab acts by binding to both soluble and membrane-bound forms of TNF. Binding with TNF-α is found to be stable with high affinity, thereby neutralizing its action. Additionally, it causes apoptosis of cells that release TNF-α, alters cytokine secretion, and upregulates p38 MAP kinase, which is involved in the downward signaling of TNF-α. Binding triggers intracellular signaling, complement-mediated cell lysis, and a decrease in cytokine production.\n[35]\n\nThe effect of intracellular signaling triggers a variety of responses, including the reduction of cytokines, an increase in vascular permeability, a decrease in adhesion molecule expression, and the inactivation of cell lines.\n[36]\n[37]\n[38]\nAnother response is the delayed recruitment of immune cells to sites of inflammation. However, this excludes the regulatory T-cells that play a beneficial role in immune responses and leads to their increased expression.\n[39]\n[40]\n[41]\n\nPharmacokinetics\n\nAbsorption:\nInfliximab is administered intravenously, achieving complete systemic bioavailability.\n\nDistribution:\nThe volume of distribution studies suggests that infliximab is primarily confined to the vascular compartment.\n\nMetabolism:\nInfliximab is a chimeric IgG1 monoclonal antibody composed of human constant and murine variable regions. This drug is metabolized through proteolytic catabolism into small peptides and amino acids, consistent with the metabolic pathways of endogenous immunoglobulins.\n\nExcretion:\nElimination occurs predominantly via the reticuloendothelial system. The median terminal half-life ranges from 7.7 to 9.5 days. Serum concentrations decline in a log-linear fashion. No systemic accumulation has been reported with repeat dosing at 4 or 8-week intervals. Anti-infliximab antibodies significantly increase clearance, often leading to undetectable trough concentrations.",
    "administration": "Available Dosage Forms and Strengths\n\nInfliximab-abda is available as a 100 mg lyophilized drug powder in a 20 mL vial. Each vial is reconstituted with 10 mL sterile distilled water using a 21-gauge needle, followed by gentle stirring to dissolve the powder. The vial is kept aside for 5 minutes, and the solution is dissolved in 250 mL of 0.9% sodium chloride intravenous solution.\n[42]\n\nAdult Dosing\n\nBefore infliximab infusion, pretreatment with loratadine or cetirizine (0.5 mg/kg; max 25 mg), hydrocortisone (4 mg/kg; max 200 mg), and acetaminophen (15 mg/kg; max 1 g) 30 to 60 minutes before infusion is necessary for mitigating infusion reactions that may occur.\n[43]\nInfliximab is prepared as an intravenous infusion, ranging from 3 to 10 mg/kg, with the most common dose of 5 mg/kg. Infliximab has a half-life of 7 to 12 days and a low elimination rate. Therefore, the dosing schedule repeats at weeks 2, 6, and every 8 weeks thereafter.\n[44]\nThe administration of infliximab should commence within 3 hours after dilution and should be completed over 2 to 3 hours. Monitoring vital signs, including temperature, pulse, blood pressure, and respiratory rate, is crucial for one hour post-infusion.\n\nFDA-approved indications with dosages\n\nPsoriasis and psoriatic arthritis:\nFor psoriasis and psoriatic arthritis, infliximab is administered at 5 mg/kg at weeks 0, 2, and 6, followed by every 8 weeks.\n\nRheumatoid arthritis:\nFor rheumatoid arthritis, infliximab is given at 3 mg/kg at weeks 0, 2, and 6, followed by every 8 weeks. Based on the response, the dose may be increased to 10 mg/kg and administered every 4 weeks.\n\nAnkylosing spondylitis:\nThe recommended dose for ankylosing spondylitis is 5 mg/kg at weeks 0, 2, and 6, followed by every 6 to 8 weeks.\n\nCrohn disease and ulcerative colitis:\nFor Crohn disease and ulcerative colitis, infliximab is administered at 5 mg/kg at weeks 0, 2, and 6, followed by every 8 weeks. Depending on the response, doses may be increased to 10 mg/kg.\n[45]\n\nSpecific Patient Populations\n\nHepatic impairment:\nDiscontinue infliximab if there is significant transaminitis or increased bilirubin levels.\n[46]\n\nRenal impairment:\nThe manufacturer's labeling does not provide a dose adjustment for patients with renal impairment. Use with caution.\n\nPregnancy considerations:\nAccording to the joint guidelines established by the American Academy of Dermatology and the National Psoriasis Foundation (AAD-NPF), TNF-α inhibitors are considered safe for use during pregnancy. Furthermore, TNF-α inhibitors are considered safe for men who are attempting conception with their partners. Due to the potential for drug delivery to the fetus, it is essential to consider neonates and infants as immunosuppressed for a duration of at least 1 to 3 months, depending on the specific TNF inhibitor utilized, following the postpartum period of mothers who have been treated with TNF inhibitors. There exists a heightened theoretical risk associated with the use of these medications during the third trimester of pregnancy, attributed to the transplacental transfer of TNF-α inhibitors.\n[15]\n\nBreastfeeding considerations:\nInfliximab is typically either absent or present at only trace levels in human milk, with negligible oral bioavailability in nursing infants. Clinical follow-ups of infants exposed in utero and via breastfeeding have demonstrated normal development and no reported adverse effects. While minimal concentrations identified in some samples raise theoretical concerns, levels are insufficient to suggest risk of systemic immunosuppression. In mothers with inflammatory bowel disease, anti–tumor necrosis factor therapy has been associated with reduced concentrations of TNF and IP-10 in early postpartum milk. Continued postpartum use in women treated during pregnancy does not appear to extend infliximab clearance in the infant. Consensus supports the use of infliximab during lactation. Postponing therapy until 2 weeks after delivery may further reduce infant exposure.\n[47]\nAAD-NPF suggests that infants may be immunocompromised for 1 to 3 months after birth.\n[15]\n\nPediatric patients:\nInfliximab is approved for use in patients aged 6 to 17 years for the induction and maintenance of remission in Crohn disease (CD) and ulcerative colitis (UC) after an inadequate response to conventional therapy. The effect of administering infliximab to children younger than 6 years for these indications has not been established. In pediatric CD, infliximab has shown efficacy in combination with immunosuppressants in patients 6 and older, though long-term safety (>1 year) remains unconfirmed.\n\nOlder patients:\nNo significant differences in safety or efficacy have been noted between older and younger adult patients treated with infliximab. However, severe adverse reactions and infections are more common in older adults, so close monitoring is advised in this population.",
    "adverse_effects": "Various adverse effects associated with the administration of infliximab-abda are discussed below.\n[48]\n[49]\n[50]\n[49]\n\nInfectious risk\n\nTuberculosis\nDeep mycoses (eg, histoplasmosis, coccidioidomycosis, blastomycosis, aspergillosis, and candidiasis)\nListeriosis and pneumocystosis\nPneumonia\nAbscess\nCellulitis\nSkin ulcers\nPyelonephritis\n\nInfusion reactions\n\nImmediate: Anaphylaxis\nDelayed\nMyalgia\nArthralgia\nFever and chills\nPruritus\nEdema\nUrticaria and flushing\n\nGastrointestinal\n\nDysphagia\nNausea\nAbdominal pain\nDiarrhea\nDyspepsia\n\nOther\n\nSore throat\nFlu-like syndrome\nHeadache\nVertigo\nHepatotoxicity\nLupus-like syndrome\nSerum sickness\nCongestive heart failure\nHypotension\nDemyelinating disease\nLymphoma and other malignancies (eg, hepatosplenic T-cell lymphoma)\nCytopenias\nOptic neuritis\n\nDrug-Drug Interactions\n\nCombination with other biological products:\nCombining infliximab with other biologics is not recommended to treat the same conditions. Clinical studies of other tumor necrosis factor (TNF) blockers, such as anakinra or abatacept, in combination with infliximab have shown an increased risk of serious infections without additional clinical benefit. Given the nature of adverse reactions associated with these combinations, similar toxicities may be observed when combining anakinra or abatacept with other TNF inhibitors. Therefore, infliximab should not be combined with anakinra or abatacept. Concomitant use of tocilizumab with biologic disease-modifying antirheumatic drugs (DMARDs), including infliximab, should be avoided due to the potential for increased immunosuppression and a heightened risk of infection.\n\nCytochrome P450 substrates:\nChronic inflammation can suppress the formation of cytochrome P450 (CYP450) enzymes due to elevated cytokines such as tumor necrosis factor-alpha (TNF-α), interleukin-1 (IL-1), interleukin-6 (IL-6), and interferon (IFN). Consequently, for molecules that antagonize cytokine activity, such as infliximab, CYP450 enzyme activity may be normalized. Monitoring the therapeutic effect or drug concentration is recommended when initiating or discontinuing infliximab in patients using CYP450 substrates with a narrow therapeutic index, such as warfarin, cyclosporine, or theophylline. Dosage adjustments may be necessary.\n\nLive vaccines:\nLive vaccines should not be administered concurrently with infliximab. Infants exposed to infliximab in utero should not be given live vaccines for at least 6 months following birth.\n[51]",
    "monitoring": "Baseline Monitoring\n\nComplete blood count and hemogram\nErythrocyte sedimentation rate or C-reactive protein\nLiver function test\nRenal function test and urinalysis\nSerum electrolytes\nAnti-nuclear and anti-dsDNA antibodies\nScreening for hepatitis and HIV infection\nChest x-ray\nTuberculin skin testing or interferon-gamma release assay test\nPregnancy test in females of childbearing age\n\nIf indicated, serology for varicella zoster and measles may be obtained.\n\nOngoing Monitoring\n\nResponse to treatment can be evaluated by respective assessment scores, including the Psoriasis Area and Severity Index (PASI), the Dermatology Life Quality Index (DLQI), the Pediatric Crohn Disease Activity Index (PCDAI), the Pediatric Ulcerative Colitis Activity Index (PUCAI), and the Inflammatory Bowel Disease Questionnaire (IBDQ) at 3 months initially and subsequently every 6 months.\n[63]\n[64]\n\nA complete blood count and hemogram should be repeated at 3 months and every 6 months thereafter. Liver function tests, renal function tests, serum electrolytes, and urinalysis are evaluated at 3 months and every 6 months.\n[65]\n[66]",
    "toxicity": "Signs and Symptoms of Overdose\n\nOveruse of infliximab leads to prolonged TNF-α inhibition, thereby increasing the risk of infections. This furthermore poses deleterious effects on pregnancy and lactation by impairing the newborn’s defense mechanisms. Since TNF-α is involved in embryogenesis and organogenesis, a deleterious effect on embryo and fetal development is postulated. Another toxic effect of infliximab is the carcinogenic potential resulting from reports of malignancies in children, adolescents, and young adults receiving infliximab over a median of 30 sessions. This hypothesis comes from the finding that TNF-α causes tumoral hemorrhagic necrosis and is therefore used as a treatment for selective tumors.\n[67]\n\nManagement of Overdose\n\nThere is no antidote for infliximab. In case of overdose, it is recommended that the patient be monitored for any signs or symptoms of adverse reactions or effects/precautions listed above. Symptomatic treatment should be initiated immediately."
  }
}