{
  "drug_name": "inositol",
  "nbk_id": "NBK589671",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589671/",
  "scraped_at": "2026-01-11T18:47:19",
  "sections": {
    "indications": "Lenticonus is an ocular morphological pathology in which there is abnormal conical protrusion and bulge of the lens capsule due to thinning of the lens capsule.\n[1]\nThe protrusion on the anterior lens capsule is called anterior lenticonus, and the protrusion on the posterior capsule is called posterior lenticonus. Both anterior and posterior lenticonus can also coexist in the general patient population. The diameter of the conical protrusion is usually between 2 to 7 mm.\n[2]\nAlport syndrome was initially described in 1972 as acute hemorrhagic nephritis with deafness. It is a rare genetic disorder characterized by glomerulonephritis, hearing loss, and sensorineural hearing loss.\n[3]\n\nAnterior lenticonus is associated with Alport syndrome, and posterior lenticonus occurs in Lowe syndrome, although most reports suggest it is not linked to any systemic disease.\n[4]\nThe most common differential of lenticonus is lentiglobus, where the lens has a global spherical protuberance.\n[4]\n\nLenticonus patients present with myopia and astigmatism. The other common findings in Alport syndrome are arcus juvenilis, cataract, posterior polymorphous corneal dystrophy, and dot and flecked retinopathy. There management options for a lenticonus can be spectacles, contact lenses, lens aspiration, IOL implantation along with anterior vitrectomy.\n[5]",
    "mechanism": "Anterior lenticonus is associated with Alport syndrome\n[6]\nPosterior lenticonus is usually isolated but can be associated with Lowe syndrome\n[2]",
    "monitoring": "Ocular Evaluation\n\nVisual Acuity\n\nA routine visual acuity examination is mandatory in each case to document Snellen's uncorrected, best-corrected, and pinhole visual acuity.\n[38]\n\nSubjective Refraction\n\nSubject refraction should be documented to know astigmatism and rule out amblyopia. Regular documentation of refraction is necessary as these patients can have a sudden myopic shift.\n[39]\n\nCycloplegic Refraction\n\nCycloplegic refraction in a dilated pupil is an integral part of the workup of these patients to rule out amblyopia, and pupil dilatation is needed to provide refraction peripheral to the area of the lenticonus\n.\n[40]\n\nIntraocular Pressure\n\nTo rule out pre-existing glaucoma, it is mandatory to document IOP in each case using non-contact tonometry or contact tonometry.\n[41]\n\nUltrasound B Scan\n\nUltrasound B scan reveals the existence and extent of lenticonus. On B scan, lenticonus appears as herniated lenticular material suggestive of lenticonus.\n[1]\n\nAnterior Segment Optical Coherence Tomography\n\nASOCT is mandated to assess the configuration of the anterior or posterior lenticonus and to know the integrity of the posterior capsule. In cases with pre-existing posterior capsular defects or posterior capsular dehiscence, ASOCT is a viable tool.\n[42]\n\nUltrasound Biomicroscopy\n\nIt is a helpful investigation to rule out lenticonus.\n[43]\n\nA Scan\n\nA scan documents keratometric value, astigmatism, and axial length and calculates the IOL power. A scan also documents increased lens thickness.\n[44]\n\nIOL Master\n\nIn clinics where IOL master is available, it is a handy tool and more reliable for calculating IOL power.\n[45]\n\nNeuroimaging\n\nThese patients suffer from neurological problems, so this warrants neuroimaging. MRI usually reveals light ventriculomegaly and periventricular cystic lesions.\n[46]\n\nLaboratory Analysis\n\nThe lab diagnosis of Lowe syndrome rests on the reduction in inositol polyphosphate-5 phosphate activity of OCRL-1 cultured in skin fibroblasts. Genetic analysis for OCLR gene. Electromyography and electroencephalography to assess neurologic and musculoskeletal sequelae. Serology to rule out metabolic acidosis, reduced glomerular function, hypovitaminosis D, raised CPK, and liver transaminases. Urine analysis will reveal aminoaciduria and proteinuria.\n[47]\n\nSystemic Evaluation\n\nAudiometry\n\nAudiometry is a vital tool for assessing hearing loss and the type of hearing loss. Alport usually has high-tone bilateral sensorineural hearing loss (SNHL). The hearing loss is most pronounced at a frequency of 2000 and 8000 Hz, which makes it difficult to distinguish sounds, and there is increased sensitivity to loud noise, which is characteristic.\n[48]\n\nBlood Pressure Assessment\n\nIt is mandatory to assess blood pressure in these patients as these cases are prone to renal hypertension.\n[49]\n\nComplete Blood Count\n\nTo complete the list and assess the patient holistically, CBC is needed for these cases.\n[50]\n\nKidney Function Test\n\nPatients with Alport have chronic haematuria, edema, hypertension, and glomerulonephritis; hence kidney function test is mandated in these cases.\n[51]\n\nUrine Analysis\n\nRoutine urine analysis is essential to rule out microalbuminuria/proteinuria.\n[52]\n\nUltrasound Abdomen\n\nIt will reveal renal parenchymal disease.\n[53]\n\nRenal Biopsy\n\nTo assess the GBM ultrastructural characteristics, collagen 4 composition, and extent of glomerular damage.\n[54]\n\nGenetic Analysis\n\nTo know the lamellated GBM, a COL4A5 mutation and two COL4A3 or COL4A4 mutations.\n[55]",
    "administration": "Screening\n\nFamily members of X-linked Alport syndrome patients need screening. The family members need screening on at least two different occasions and must be screened for other tests. The other causes of haematuria must be excluded.\n[56]\n\nGenetic Testing and Counselling\n\nGenetic testing and counseling must be stressed if mutations are detected in other family members.\n[57]\n\nGeneral treatment\n\nTreatment usually delays the progression of end-stage renal disease (ESRD), which can reverse the lenticonus clinical condition and the need for a renal transplant.\n[57]\n\nMedical Management\n\nAngiotensin-converting enzyme inhibitors, angiotensin receptor blockers, and aldosterone inhibitors reduce proteinuria. A renal transplant is required in end-stage renal disease and renal failure. Corneal erosions can be managed with a pad, bandage,  topical antibiotics, and pain relief. In cases with advanced corneal disease, corneal transplantation is required. Lens aspiration and IOL implantation are necessary for patients with lenticonus and cataracts. Observation is mandated in fleck retinopathy and hearing aids for SNHL. Macular hole surgery has a poor prognosis in these cases.\n[58]\n\nFollow-Up\n\nTimely and regular follow-up is required in Alport syndrome cases to control risk factors, renal failure, and reduced symptoms of hypertension, proteinuria, and hematuria in the entire life span. Ototoxic medications should be avoided, and exposure to high noise should be reduced.\n[7]\n\nIndications of surgery in cases with lenticonus\n\nBest corrected visual acuity of 20/100 or less\nLoss of central fixation\nNon-resolving amblyopia\n[59]\n\nOcular Management\n\nIn cases with early lenticonus where visual acuity is not affected with good best corrected visual acuity, spectacle or contact lens can be prescribed. These patients are followed up closely to rule out the sudden change in visual acuity due to the development of cataracts or spontaneous rupture of lenticonus.\n[29]\n\nLens Removal/ Aspiration\n\nIn cases where lenticonus is causing a reduction in visual acuity, removing the lens and implanting an IOL is imperative. The IOL power is decided based on the age of the patient. In cases with posterior lenticonus, it is essential to check the integrity of the posterior capsule and rule out posterior capsular dehiscence. Managing posterior capsular dehiscence can be a challenge under certain scenarios, and in these cases, IOL should be placed in the sulcus.\n[60]\n\nAnterior Vitrectomy\n\nA thorough anterior vitrectomy is required in pediatric cases where posterior capsulorhexis has been performed. The vitreous must be cleared before implanting an IOL.\n[61]\n\nPosterior Capsulorhexis\n\nThis is required in pediatric cases to avoid posterior capsular opacification.\n[62]\n\nPars Plana Vitrectomy\n\nThis is needed in cases where there is cortical matter in the vitreous cavity or in extreme cases where there is a nucleus or IOL drop.\n[63]\n\nOcclusion Therapy\n\nThis is required in pediatric cases with amblyopia once the visual axis has been cleared.\n[64]\n\nYAG Capsulotomy\n\nThis is needed in cases with posterior capsular opacification.\n[65]\n\nTopical Steroids\n\nTopical steroids such as prednisolone 1% or dexamethasone 0.1% are needed in tapered doses of 6,5,4,3,2,1 for one week each to manage post-cataract surgery inflammation.\n[66]\n\nLowe Syndrome\n\nOcular\n\nLowe syndrome patients having cataracts and lenticonus are treated within the first 6-8 weeks of life to prevent the development of amblyopia. The patients are left aphakic for the first two years to avoid developing irregular complications such as glaucoma. Glasses and contact lenses are needed for visual development. Lowe syndrome patients may develop irreversible glaucoma and require surgical intervention. Goniotomy, trabeculectomy, and tube shunts may be necessary for these patients.\n[67]\n\nSystemic\n\nHypotonia in Lowe syndrome early physical intervention. Antipsychotics control maladaptive behavior. Neurological problems require treatment with clomipramine, paroxetine, and risperidone. Renal tubular acidosis is treated with sodium bicarbonate and another alkali. Intravenous fluid is necessary in cases of dehydration. Vitamin D supplement is required to prevent rickets and closely monitor parathyroid hormone and calcium levels.\n[68]",
    "adverse_effects": "Strabismus\nCataract\nLoss of central fixation\nAmblyopia\nSpontaneous rupture of lenticonus\nPigment dispersion syndrome\nHyphema\nMicrohyphema"
  }
}