{
  "drug_name": "insulin aspart protamine",
  "nbk_id": "NBK500030",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK500030/",
  "scraped_at": "2026-01-11T15:31:31",
  "sections": {
    "indications": "Insulin aspart is contraindicated for patients with documented hypersensitivity to the drug or a component of the formulation. Insulin aspart is also contraindicated during episodes of hypoglycemia, though it may be resumed at lower doses once hypoglycemia resolves. Patients with hypersensitivity to other insulin products may try insulin aspart with appropriate measures available in case of an adverse reaction (antihistamine and epinephrine as needed).\n\nWarnings and Precautions\n\nRisk for pathogen transmission:\nInsulin aspart protamine and insulin aspart (Aspart 70/30) should not be shared between patients due to the risk of transmitting blood-borne pathogens, and patients using vials should not share needles or syringes.\n\nModifying regimen:\nChanges to insulin therapy, including changing dose, manufacturer, injection site, or method of administration, can affect glycemic control and increase the risk of hypoglycemia or hyperglycemia. Modifications to an insulin regimen should only be made under medical supervision. Dosage adjustments of simultaneous anti-diabetic medications may be required.\n\nMedication errors:\nInstances of unintentional interchanging of insulin products have been documented. Patients should verify the insulin label before each injection to reduce medication errors involving insulin aspart and other insulins.\n\nHypokalemia:\nInsulin aspart protamine/insulin aspart may cause hypokalemia by shifting extracellular potassium into the cell. Untreated hypokalemia can cause severe complications, such as ventricular arrhythmia.\n[23]\n[24]\nPotassium levels should be monitored when taking medications that affect the serum potassium concentration.\n\nFluid retention and heart failure:\nConcomitant use of thiazolidinediones, like pioglitazone (a PPAR-γ agonist), may result in dose-dependent fluid retention, particularly when co-administered with insulin aspart. This fluid retention can exacerbate heart failure and requires vigilant monitoring of patients receiving insulin aspart and PPAR-γ agonists. If heart failure develops, discontinuation or dose reduction of the PPAR-γ agonist should be considered.\n[25]\n[26]",
    "mechanism": "Insulin aspart regulates glucose metabolism by promoting storage and inhibiting the breakdown of glucose, fat, and amino acids. Insulin reduces blood glucose levels by increasing peripheral glucose uptake, particularly in skeletal muscle and fat. Insulin enhances the storage of fat (lipogenesis) and protein synthesis. Insulin aspart also inhibits gluconeogenesis (hepatic glucose production), lipolysis (breakdown of lipids to fatty acids), and proteolysis (breakdown of proteins into amino acids). Maximum glucose-reducing effects occur within 1 to 3 hours and last 3 to 5 hours. Insulin aspart is equipotent to regular insulin but has a faster onset and shorter duration of action. Thus, insulin aspart is preferred for mealtime insulin coverage as it can be administered every 4 hours.\n\nThe pancreas naturally produces endogenous insulin. Insulin apart is manufactured through recombinant DNA techniques using the\nSaccharomyces cerevisiae\nexpression system\n.\nInsulin aspart differs from endogenous insulin as it has an aspartic acid residue at position B28 instead of proline. Insulins can be categorized as rapid, short, intermediate, and long-acting depending on their pharmacologic effects (eg, onset, peak, and duration).\nRapid-acting insulin aspart has a quicker onset of action than insulin aspart or short-acting (regular) insulin. The formulation of insulin aspart includes 2 excipients: niacinamide and L-arginine. Niacinamide has a faster initial absorption following subcutaneous administration, while L-arginine is a stabilizing agent.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nInsulin aspart's onset of action occurs within 0.3 hours, with peak glucose-reducing effects occurring between 1 and 3 hours following subcutaneous injection. Rapid-acting insulin aspart may be dosed at 0.1, 0.2, or 0.4 units/kg and has an earlier onset of action, ranging from 16 to 20 minutes. Pharmacokinetic analysis demonstrated an onset of action difference of approximately 5 minutes between rapid-acting insulin aspart and aspart.\n[10]\nFactors influencing absorption include injection site, physical activity, injection site blood flow, and body temperature.\n\nDistribution:\nInsulin aspart binds weakly to plasma protein (<10%).\n\nMetabolism:\nInsulin aspart metabolism occurs primarily in hepatic, renal, and adipose tissues.\n\nExcretion:\nInsulin aspart's clearance is approximately 1.2 L/h/kg. Its elimination half-life is approximately 81 minutes while faster-acting insulin aspart has a half-life of roughly 66 minutes.",
    "administration": "Available Dosage Forms and Strengths\n\nInsulin aspart is available as an injectable solution containing 100 units/mL and a prefilled syringe containing 100 units/mL. Insulin aspart protamine and insulin aspart are available as an injectable suspension containing 100 units/mL (U-100), constituting 70% insulin aspart protamine and 30% aspart. This formulation is available in a 10 mL multiple-dose vial and a 3 mL prefilled pen. Insulin aspart should be administered subcutaneously 5 to 10 minutes before a meal, for 1 to 4 meals daily. To avoid lipodystrophy, injection sites should rotate between the top of the thighs, back of the upper arms, buttocks, and abdomen. Injecting within 2 inches of the naval should be avoided. Insulin aspart may also be administered using a continuous subcutaneous infusion through an insulin pump or intravenously as a diluted solution. Intravenous administration requires close monitoring of blood glucose and serum potassium levels. Insulin aspart can be mixed with NPH insulin but may only be administered subcutaneously once mixed.\n\nAdult Dosage\n\nType 1 Diabetes\n\nInsulin aspart, or any rapid or short-acting insulin, is a mainstay of therapy for type 1 diabetes. According to the 2023 American Diabetes Association guidelines, total daily insulin doses range from 0.4 to 1 units/kg/d, divided into long-acting and rapid-acting insulin, such as aspart. An initial breakdown of 50% basal insulin and 50% rapid-acting insulin is the initial therapy for most patients with type 1 diabetes and is adjusted based on blood glucose levels. Doses are patient-specific.\n\nType 2 Diabetes\n\nPatients with type 2 diabetes are often prescribed basal insulin rather than bolus insulin.\n[11]\nInsulin aspart may be added for further glycemic control in addition to oral medications or long-acting insulin. The recommended initial dose for patients with type 2 diabetes is 4 units per meal, 0.1 units/kg per meal, or 10% of the basal dose. If HgbA1c is less than 8%, the basal insulin dose should be reduced when insulin is added for meals.\n[12]\n\nSpecific Patient Populations\n\nHepatic impairment:\nPatients with hepatic dysfunction are more likely to experience dysglycemia; it is recommended to use insulin aspart cautiously in these cases.\n\nRenal impairment:\nChanges in insulin aspart doses may be necessary for individuals with renal or during acute illness to minimize the risk of hypoglycemia or hyperglycemia.\n\nPregnancy considerations:\nPer the 2023 American Diabetes Association guidelines, insulin is recommended as the primary medication for managing hyperglycemia in gestational diabetes mellitus. Glyburide and metformin are not recommended as initial treatment options due to their potential to pass through the placenta to the fetus. For patients using insulin pumps and basal-bolus therapy, it is recommended to test pre-meal insulin dosage and monitor post-meal to improve glycemic outcomes and reduce the risk of preeclampsia.\n[13]\n\nBreastfeeding considerations:\nBreastfeeding should be encouraged for all mothers, including those with diabetes, as it is nutritionally and immunologically beneficial for infants. Breastfeeding may also provide long-term metabolic advantages for mother and child, including a reduced risk of type 2 diabetes in mothers with gestational diabetes. However, lactation can increase the risk of overnight hypoglycemia, necessitating insulin dosage adjustments. Exogenous insulin, including insulin analogs like aspart, is excreted into breast milk. Insulin is a natural component of breast milk and may lower the risk of type 1 diabetes in breastfed infants.\n[14]\nAccording to the manufacturer label, breastfeeding benefits and the use of maternal insulin aspart require a thorough risk-benefit analysis, including potential adverse effects on the infant.\n\nPediatric patients:\nInsulin aspart has received FDA approval for patients with diabetes. One study demonstrated that insulin pumps in pediatric patients that contain faster insulin aspart result in sustained improvements in glycemic control.\n[15]\n\nOlder patients:\nThe practice of using sliding-scale insulin to address hyperglycemia in hospitalized patients, including older individuals, remains prevalent. However, relying solely on a sliding-scale insulin regimen often fails to manage glucose fluctuations adequately. Multiple studies have demonstrated that a basal-bolus regimen demonstrates superior glycemic control and reduced rates of perioperative complications compared to sliding-scale insulin therapy.\n[16]",
    "adverse_effects": "The most common adverse effect of insulin aspart is hypoglycemia, defined as a blood glucose level below 70 mg/dL. Signs and symptoms of hypoglycemia include dizziness, light-headedness, sweating, confusion, headache, blurred vision, slurred speech, tremors, tachycardia, irritability, or hunger.\n[17]\nSevere cases of hypoglycemia (blood glucose level lower than 30 mg/dL) may lead to seizures or death. Hypoglycemia is dose-dependent and can be avoided by reducing doses of insulin.\n[18]\nAfter a hypoglycemic event, insulin dosages and glucose intake should be evaluated and adjusted to prevent future hypoglycemic episodes.\n[19]\nAdditional adverse reactions include allergic reactions (which may occur locally at injection sites), lipodystrophy, rash, pruritus, and hypokalemia. Hypokalemia is dose-dependent, though the other additional adverse reactions are not.\n\nDrug-Drug Interactions\n\nAntidiabetic agents, ACE inhibitors, fluoxetine, fibrates, monoamine oxidase inhibitors, salicylates, and octreotide can increase the risk of hypoglycemia. When using insulin aspart in conjunction with these medications, increasing the frequency of glucose monitoring is advised.\nDrugs that may reduce the blood glucose-lowering effect of insulin aspart include corticosteroids, diuretics, estrogens, niacin, oral contraceptives, protease inhibitors, thyroid hormone, albuterol, epinephrine, and atypical antipsychotics (eg, olanzapine, clozapine).\n[20]\nDose adjustment of insulin and more frequent glucose monitoring may be required.\nPentamidine may increase or decrease the blood glucose-reducing effect of insulin aspart. When insulin aspart is concomitantly administered with pentamidine, dose adjustments may be necessary.\nBeta-blockers and clonidine may mask the signs and symptoms of hypoglycemia and should be used with caution.\n[21]\n[22]",
    "monitoring": "Critically ill patients receiving insulin aspart should have their blood glucose level tested every 1 to 2 hours. Non-critically ill patients on insulin aspart should routinely monitor their blood glucose concentration at home or in the hospital to assess the efficacy of the insulin dose. This testing ideally occurs before or 2 hours after a meal. Insulin dose adjustments should be based on testing results, typically 10% to 20% in either direction. All patients on insulin therapy should have their HgbA1c tested every 6 months and electrolyte levels tested annually. Hemoglobin A1c should be monitored quarterly in patients who do not meet treatment goals or after changes in therapy. According to the American Diabetes Association, monitoring goals include a fasting blood glucose level of 80 to 130 mg/dL, a peak postprandial (1 to 2 hours post-meal) blood glucose level of less than 180 mg/dL, and a HgbA1c level less than 7.0% for non-pregnant adult patients. These goals may change for individual patients based on age, duration of diabetes, comorbid conditions, hypoglycemia unawareness, risk of a hypoglycemic event, and other considerations. Patients with more comorbid conditions or a higher risk of harm during a hypoglycemic event have less stringent goals. According to the Endocrine Society guidelines, patients with type 1 diabetes who receive multiple daily injections should receive continuous glucose monitoring instead of self-monitoring via fingerstick. Continuous glucose monitoring should be initiated in the inpatient setting for patients who are at high risk for hypoglycemia.\n[7]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAn overdose of insulin aspart presents with hypoglycemia. In more severe cases, individuals may experience seizures, coma, or neurological impairment. A systematic review on insulin overdose identified complications, including electrolyte disturbances (eg, hypokalemia, QTc prolongation, cardiac arrhythmia), prolonged cerebellar ataxia, and acute pulmonary edema.\n[27]\n\nManagement of Overdose\n\nToxic effects of insulin aspart include hypoglycemia, which is treated by administering glucose, dextrose, or oral carbohydrates to increase blood glucose levels. During a hypoglycemic episode, patients who can eat should consume 15 grams of carbohydrates (eg, glucose gel, tablets, or glucose-containing food). Fifteen minutes should pass before rechecking blood glucose, and the treatment should be repeated if the patient is still hypoglycemic. Once the glucose level returns to normal, the patient should eat a meal within an hour to prevent the recurrence of hypoglycemia.\n[28]\nIf the patient is unable or unwilling to consume oral glucose, intramuscular glucagon is used for ambulatory patients. Intravenous dextrose can be administered to conscious or unconscious patients with hypoglycemia; each dose contains 10 to 25 g. Blood glucose levels should be tested 15 minutes after receiving dextrose, and repeat doses of intravenous dextrose or intramuscular glucagon may be necessary until blood glucose returns to normal. Additionally, insulin doses should be evaluated and adjusted after hypoglycemic events to prevent additional hypoglycemia.\n[29]\nCorrection of electrolyte imbalances such as hypokalemia typically requires potassium supplementation."
  }
}