{
  "drug_name": "insulin degludec",
  "nbk_id": "NBK585056",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585056/",
  "scraped_at": "2026-01-11T15:31:37",
  "sections": {
    "indications": "Tirzepatide is contraindicated in patients with medullary thyroid cancer. Tirzepatide is also contraindicated in multiple endocrine neoplasia syndrome type-2 (MEN-2). For further information, refer to the boxed warning below. Furthermore, the use is contraindicated in patients with known severe hypersensitivity to tirzepatide or any excipients, as it has been associated with severe hypersensitivity reactions, including anaphylaxis and angioedema.\n[20]\nIn patients who have experienced angioedema or anaphylaxis due to GLP-1 receptor agonists, it is important to use tirzepatide cautiously.\n\nBox Warning\n\nThyroid C-cell tumors:\nData obtained from animal studies have demonstrated the potential for developing medullary thyroid carcinoma. It is unknown whether this would also occur in humans. Given the theoretical risk, tirzepatide should be avoided in those with a personal or family history of medullary thyroid carcinoma. Patients with a history of MEN-2 should also avoid tirzepatide. Patients with other thyroid cancer-related risk factors should be advised of the theoretical risks. Routine serum calcitonin or thyroid ultrasound monitoring is inconclusive for early detection of medullary thyroid cancer.\n[21]\n[22]\n\nWarnings and Precautions\n\nRelative contraindications also exist, such as gallbladder disease or diabetic retinopathy.\n[6]\nTirzepatide is only approved for those with T2DM and should not be used for those with T1DM. Furthermore, tirzepatide does not have approval for other forms of diabetes, like latent autoimmune diabetes in adults.\n[23]\n[24]",
    "mechanism": "Tirzepatide is a synthetic polypeptide dual agonist for GLP-1 and GIP. Tirzepatide, \"twincretin,\" exhibits distinct characteristics from GLP-1 receptor agonists.\n[8]\nThe medication comprises 39 amino acids and is an analog of the gastric inhibitory polypeptide. Functionally, tirzepatide stimulates insulin release from the pancreas and reduces hyperglycemia. In addition, tirzepatide also increases the levels of adiponectin.\n\nThe dual agonism ability decreases hyperglycemia significantly more than GLP-1 agonist agents and reduces the patient's appetite.\n[9]\nAmong patients without diabetes, administering tirzepatide 5 to 15 mg once weekly for managing obesity led to remarkable reductions in body weight, ranging from 16.5% to 22.4% over 72 weeks. Post hoc analyses of fasting biomarkers indicated that tirzepatide exhibited more significant improvements in markers of insulin sensitivity and β-cell function.\n[10]\n\nPharmacokinetics\n\nAbsorption:\nTirzepatide has a bioavailability of approximately 80%. The time it takes to reach peak serum levels can range from 8 to 72 hours.\n\nDistribution:\nThe mean steady-state volume of distribution (Vd) of tirzepatide is approximately 10.3 L. Tirzepatide is highly bound to plasma albumin (99%).\n\nMetabolism:\nWhen injected, the peptide structure undergoes proteolytic cleavage. In addition, the C20 fatty diacid composition undergoes β-oxidation and amide hydrolysis. Being a modified polypeptide, tirzepatide undergoes metabolism into individual amino acids in various tissues, including the liver.\n[6]\n\nElimination:\nTirzepatide has a half-life of 5 days, facilitating weekly dosing, and is cleared in urine and feces as metabolites.\n[11]",
    "administration": "Available Dosage Forms and Strengths\n\nTirzepatide is administered via the SQ route and is not yet available in an oral form.\n\nTirzepatide dosages are available in strengths of 2.5 mg/0.5 mL, 5 mg/0.5 mL, 7.5 mg/0.5 mL, 10 mg/0.5 mL, 12.5 mg/0.5 mL, and 15 mg/0.5 mL.\n\nAdult Dosage\n\nStandard dosing is once weekly; prescribed doses can be increased on follow-up visits based on efficacy, as defined by HbA1c levels, body weight, and adverse effects. The patient's ability to tolerate adverse effects plays a significant role in dosing titration.\n\nThe initial dosage of tirzepatide for treatment initiation is 2.5 mg administered SQ once weekly, with the primary goal of initiation rather than glycemic control. After 4 weeks, increase to 5 mg SQ once weekly. For additional glycemic control, escalate the dosage by 2.5 mg after at least 4 weeks on the current dose. The maximum tirzepatide dosage is 15 mg SQ once weekly. If a tirzepatide dose is missed, it should be administered within 4 days (96 hours) if feasible; otherwise, skip the missed dose and return to the regular once-weekly schedule.\n\nSpecific Patient Population\n\nHepatic impairment:\nAccording to the manufacturer's product information, no dosage adjustment of tirzepatide is suggested for patients with hepatic impairment.\n\nRenal impairment:\nNo dosage adjustment of tirzepatide is suggested for patients with hepatic impairment. However, tirzepatide is associated with gastrointestinal adverse drug reactions, including nausea, vomiting, and diarrhea, leading to dehydration, which may cause acute kidney injury. Use with caution in patients prone to dehydration.\n\nPregnancy considerations:\nAvailable information on tirzepatide use in pregnant women is inadequate to evaluate for a drug-related risk of congenital disabilities and adverse maternal or fetal outcomes. Exposure to the mother and fetus is associated with poorly controlled diabetes in pregnancy. Animal reproduction studies have shown higher occurrences of external, visceral, and skeletal malformations when exposed to tirzepatide. Potential risks exist to the fetus if ingested during pregnancy. Hence, tirzepatide should only be prescribed to pregnant patients of childbearing age when the benefits outweigh the potential risks and after a thorough discussion of the teratogenic effects. Clinicians should also discuss the decreased efficacy of oral contraceptives and offer non-oral methods for at least 4 weeks after beginning tirzepatide.\n\nBreastfeeding considerations:\nNo information exists on tirzepatide in animal or human milk or its effects on the breastfed infant. Clinicians should consider the developmental and health benefits of breastfeeding, the mother's need for tirzepatide, and the potential adverse impacts on the breastfed infant. Tirzepatide is a large molecule with high molecular weight. Accordingly, the milk concentration is likely less, and absorption is unlikely because it is presumably partially destroyed in the infant's gastrointestinal tract. Therefore, until more clinical data are available, tirzepatide should be used cautiously during breastfeeding, especially in newborn or preterm infants.\n[12]\n\nPediatric patients:\nTirzepatide has not been established as safe and effective for pediatric patients.\n\nOlder patients:\nFor older patients, in a collective analysis of 7 clinical trials, 30.1% were aged 65 or older, with 4.1% aged 75 or older. While safety and efficacy were comparable to younger counterparts, acknowledging heightened sensitivity in older patients remains crucial.",
    "adverse_effects": "Based on available data, most users do not experience significant adverse drug reactions. The primary adverse effects are gastrointestinal-related, but other side effects have also been infrequently reported. Decreased appetite is frequently reported, though this is a potential contributory etiology of intentional weight loss. The adverse drug reactions according to the System Organ Class (SOC) are listed below.\n\nGastrointestinal:\nDecreased appetite is often reported. Nausea and diarrhea may occur in up to 10% of patients, in addition to some infrequent reports of vomiting and acid reflux. Constipation has also been reported in some users.\n[1]\n\nCardiovascular:\nSinus tachycardia is reported but may be blunted by concurrent medication use.\n[13]\n\nRenal:\nInfrequent cases of acute kidney injury have been reported, likely secondary to dehydration from gastrointestinal losses. These may occur in healthy and preexisting chronic renal disease patients. Monitoring for signs of dehydration is likely to prevent renal injury.\n\nDermatologic:\nHypersensitivity reactions have been infrequently reported at the injection site. The prevalence is similar to those reported by patients using GLP-1 agonists. Such events should be discussed with a clinician and may warrant medication discontinuation.\n\nPancreatitis:\nGLP-1 medications are a known risk factor for acute pancreatitis. The risk level for tirzepatide is similar to GLP-1 agonist medications. Patients should be advised to immediately seek care at the local emergency department if they develop severe abdominal pain on tirzepatide therapy. Asymptomatic elevation of lipase and amylase may be seen in some patients.\n[14]\n\nHepatobiliary:\nReports of cholelithiasis and cholecystitis have occurred in patients on tirzepatide therapy.\n[6]\nThese adverse effects may be due to the rapid weight loss induced by tirzepatide.\n[6]\n\nOcular:\nPatients with preexisting diabetic retinopathy should be advised that symptoms may temporarily worsen if glycemic control quickly improves. Any vision changes should be discussed with a clinician.\n[15]\n\nEndocrine:\nA small risk of hypoglycemia (dose-dependent) exists. This risk is more significant for insulin therapy patients and those utilizing sulfonylureas. Patients should be advised on the potential symptoms of hypoglycemia.\n[16]\n\nA recent systematic review, comprising 9 randomized control trials with a total of 9818 patients, indicates that tirzepatide's overall safety data is similar to that of GLP-1 receptor agonists, except for hypoglycemia at doses higher than 10 mg. Careful attention is required during adverse events like nausea, vomiting, diarrhea, and injection-site reactions at higher doses.\n[17]\n\nDrug-Drug Interactions\n\nPatients using other GLP-1 agents, such as semaglutide or liraglutide, should not be prescribed tirzepatide. Patients on insulin therapy can be initiated on tirzepatide therapy and cautiously have the insulin dose decreased to minimize the risk of hypoglycemia.\n[18]\n\nThe efficacy of oral hormonal contraceptives is decreased, so patients should be advised to use non-oral contraceptive methods or add a barrier contraceptive for 4 weeks after initiation and each dose escalation with tirzepatide.\n\nTirzepatide delays gastric emptying, impacting the absorption of concurrently administered oral medications. This is particularly significant in those with preexisting delayed gastric emptying, as it can exacerbate these symptoms. Caution is advised when using oral medications dependent on threshold concentrations or with a narrow therapeutic index (TI) and tirzepatide.\n[19]",
    "monitoring": "Patients should have HbA1c and body weight monitored during follow-up visits. Follow-up intervals vary depending on the local standard of care for diabetes management and obesity treatment. HbA1c monitoring is usually implemented every 3 months, depending on the patient and the A1c goal.\n[25]\nContinuous glucose monitoring can also be used to assess response.\n[26]\n\nHemolytic anemia, glucose-6-phosphate dehydrogenase (G6PD) deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's true glycemic status. Given the significantly improved insulin sensitivity on tirzepatide, patients who use insulin should be instructed to monitor blood sugars more closely.\n[10]\n[27]\n\nHemolytic anemia, G6PD deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's actual glycemic status.\n\nMonitoring for side effects, such as gastrointestinal-related symptoms, may be necessary, especially as the prescribed doses increase. In addition, the asymptomatic elevation of lipase and amylase levels can be seen in patients using tirzepatide. Still, clinical data do not suggest utility in monitoring these markers without symptoms.\n\nThe efficacy of routine monitoring of serum calcitonin or thyroid ultrasound for early detection of medullary carcinoma of the thyroid in patients undergoing tirzepatide treatment is uncertain. In addition, such monitoring may increase the risk of unnecessary procedures. However, if thyroid nodules are monitored on physical examination, and if serum calcitonin >50 ng/L, then further diagnostic assessment of the patient for medullary carcinoma of the thyroid is required.\n[16]\n\nIntegration of quality of life (QOL) assessment into routine care provides the optimum clinical care for patients with T2DM. Monitoring of Diabetes-Dependent Quality of Life (ADDQoL), Diabetes Quality of Life (DQoL), and Short Form-12 (SF-12) help monitor the QOL in patients with T2DM.\n[28]",
    "toxicity": "Patients who overdose on tirzepatide should be monitored for any changes in clinical status. As this medication has a long half-life, patients may require prolonged monitoring. Clinicians should contact poison control; consultation with a toxicologist may be necessary. No current antidote for tirzepatide overdose exists, and supportive care is most beneficial.\n\nPatients with acute pancreatitis present with abdominal pain, serum lipase >3 ULN, and evidence of acute pancreatitis on imaging. American Gastroenterological Association guidelines recommend goal-directed fluid management for patients with acute pancreatitis.\n[29]\nExtended monitoring of patients might be warranted following an overdose, given the half-life of tirzepatide, which is approximately 5 days.\n[24]"
  }
}