{
  "drug_name": "insulin aspart",
  "nbk_id": "NBK545190",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545190/",
  "scraped_at": "2026-01-11T15:31:35",
  "sections": {
    "indications": "There are a few contraindications to the use of insulin. A patient history of allergic reactions to insulin, its reuse is contraindicated. In patients with insulinoma, where there is excessive endogenous insulin production, the use of exogenous insulin is contraindicated. There is a relative contraindication to using insulin in the setting of hypokalemia. The potassium concentrations must be corrected before administering insulin, as insulin has a known effect of causing hypokalemia.",
    "mechanism": "Insulin’s significant actions focus on storing excess energy in a fed state. Insulin promotes glycogen synthesis, lipid synthesis, protein synthesis, DNA synthesis, and cellular growth and differentiation. Once glucose gets absorbed from a meal, it enters the blood, and then the pancreas releases insulin. Insulin synthesis occurs in the beta cells of the pancreas initially as preproinsulin. Preproinsulin then converts to proinsulin, which then transforms into a single peptide with A, B, and C peptide units. The A and B peptides are joined by disulfide bonds to make insulin and are secreted into the bloodstream. Insulin binds to its cellular receptor. The insulin receptor is composed of alpha subunits, beta subunits, and a tyrosine kinase enzyme. When insulin binds to the alpha subunit, this triggers phosphorylation and activation of the target proteins intracellularly by the tyrosine kinase leading to many effects on cellular metabolism. Activation of the insulin receptor also leads to increased expression of GLUT (a glucose transporter) to the membrane surface and promotes the entry of glucose to the intracellular compartment and then undergoes cellular metabolism. Insulin signals glucose conversion to glycogen for storage and the formation of acetyl coenzyme A and triacylglycerol, which get stored in adipose tissue. Also, insulin directs amino acids for protein synthesis.\n[3]\n\nIn patients with diabetes mellitus, to reach the goal of normal 24-hour insulin activity like in healthy adults without diabetes mellitus, one single insulin formulation with a defined onset, peak, and duration of action is not helpful. Hence there is a need for different kinds of insulin that have different pharmacokinetics. Based on the mode of action, there are four different types of insulin analogs as follows\n[8]\n:\n\nTable\nAgents include insulin lispro, insulin aspart, and insulin glulisine Onset may vary between products for each patient",
    "administration": "There are multiple routes of administration of insulin. Insulin is most commonly injected using an insulin syringe. These are plastic disposable syringes available in sizes that hold 30, 50, and 100 units of insulin. They come equipped with a fine gauge needle (up to 31 gauge) with short needle lengths of 3/16 inch for infants up o 1/2 inch or greater for adults. The most frequent administration method is a subcutaneous injection. In rare instances, insulin may be injected into a muscle, but this should only be under close medical supervision, as in a hospital or other facility.\n\nBecause of their convenience, insulin pens have gained greater popularity in recent years; these can be disposable or re-usable, the latter utilizing disposable insulin cartridges. Another option is continuous subcutaneous insulin infusion (CSII) devices or insulin pumps. These small computerized devices are programmed to deliver subcutaneous insulin.\n[9]\n\nRegular insulin and rapid-acting insulins can also be delivered intravenously, but this is only possible under close medical supervision in a clinical setting.\n[10]\n\nAdministration can be as a bolus as an intravenous injection or as a continuous intravenous infusion. Typically, glycemic control is achieved by using basal and prandial insulin administration or by continuous subcutaneous insulin infusion. Recently, the inhalational route for the administration of insulin is available for clinical use.\n[2]\n[11]\nTransplantation of the islet cells of the pancreas or pancreatic transplantation is an investigational procedure that can mimic natural insulin synthesis and functionality.\n[12]\nAdministration of insulin via oral and transdermal routes is being evaluated and may be available shortly for everyday use.\n[11]",
    "adverse_effects": "As with any other medication, there are clinically significant side effects associated with the use of insulin. Insulin administration can lead to local hypersensitivity reactions such as erythema, pruritus, swelling, and pain at the injection site. Local dermal lipo-dystrophic reactions can occur. An inappropriately excessive dose of insulin or incoordination with meals/missing meals hypoglycemia can occur, which can be life-threatening. Untreated hypoglycemia can cause seizures, coma as well as death, which makes it especially important in elderly patients who are more susceptible. Long-term use of insulin can lead to the production of antibodies against it with the possible development of insulin resistance. As mentioned earlier, insulin can cause the potassium to shift to the intracellular compartment and lead to hypokalemia. Hypokalemia can manifest as cardiac arrhythmias, muscle cramping, gastrointestinal upset, confusion, weakness, and lethargy.\n[11]",
    "monitoring": "It is paramount to monitor the blood glucose concentrations while using insulin for optimal glycemic control without causing hypoglycemia (or hyperglycemia). This monitoring is commonly done with regular blood glucose checking with finger prick glucose testing using a glucometer. There are novel techniques now available for continuous glucose monitoring that work via a sensing device inserted subcutaneously. The device measures the glucose concentration in the interstitial fluid between the cells and transmits this information to a monitoring device. The glucose concentrations can be tracked consistently during the day as well as at night with this device. Also, long-term glycemic control can be monitored by using glycated hemoglobin, also known as hemoglobin A1C.",
    "toxicity": "Insulin overdose can cause toxicity by causing hypoglycemia and many additional effects, including arrhythmias, coma, seizures, hypotension, amongst other symptoms. Long-term insulin use may lead to dermal toxicity by causing lipodystrophy. The patient can mitigate this adverse effect by rotating subcutaneous injection sites. Insulin can also cause hypokalemia and related complications, as mentioned earlier in this article."
  }
}