{
  "drug_name": "interferon beta-1a",
  "nbk_id": "NBK604198",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604198/",
  "scraped_at": "2026-01-11T15:31:35",
  "sections": {
    "indications": "Fingolimod is contraindicated in patients who have experienced cardiovascular events within the last 6 months, including myocardial infarction, unstable angina, stroke, transient ischemic attack, class III/IV heart failure, or decompensated heart failure requiring hospitalization. Additionally, patients with a history of Mobitz type II heart block, third-degree AV block, or sick sinus syndrome should avoid fingolimod unless they have a working pacemaker. Fingolimod can potentially prolong the QTc interval; therefore, physicians should refrain from initiating fingolimod treatment in patients with a baseline QTc of 500 ms or longer.\n[2]\n\nMoreover, it is crucial for the medical team to thoroughly assess patients with a history of cardiac arrhythmias, as fingolimod is contraindicated in patients taking certain antiarrhythmic medications. If a patient is on antiarrhythmic medications that block fast sodium channels (class Ia) or potassium channels (class III), alternative treatments to fingolimod must be considered. Finally, if patients develop a hypersensitivity reaction to fingolimod, the medical team should immediately discontinue the treatment and take adequate actions to guarantee the patient's safety.\n[2]",
    "mechanism": "Fingolimod is a nonselective functional antagonist of sphingosine-1-phosphate receptors (S1PRs).\n[1]\nSince the emergence of fingolimod in 2010 as the first medication of this class, similar medications with higher receptor specificity have been synthesized and FDA-approved, such as siponimod (2019), ozanimod (2020), and ponesimod (2021).\n[3]\n\nFingolimod's molecular structure resembles a bioactive lipid called sphingosine, which is produced in the cell membrane and transported extracellularly to modulate a series of biological responses. Sphingosine receptors are a group of 5 G-protein–coupled receptors expressed throughout the body and are associated with various biological processes.\n[5]\n[7]\n\nS1PRs (S1PR1, S1PR2, and S1PR3) are highly expressed within the brain, heart, spleen, lung, thymus, and skeletal muscle cells.\n[5]\nThe S1PR signaling pathway is an essential regulator of lymphocyte trafficking from lymph nodes to circulation.\n[8]\nAdditionally, this pathway mediates several nonimmune essential functions, such as vascular and neurogenic angiogenesis, vessel permeability, basal vascular tone, dendritic cell migration, and bacteremia.\n[9]\n[8]\n[10]\n[11]\n[12]\nS1PR1 and S1PR3 are expressed in the membranes of the atrium myocytes and provide a chronotropic effect on the heart.\n[5]\nS1PR4 is involved in immunological aspects of carcinogenesis by regulating the proliferation and survival of natural killer cells, while both S1PR4 and S1PR5 modulate innate immune cell response.\n[13]\n[14]\n\nFingolimod requires in vivo phosphorylation to activate S1PR.\n[15]\n[16]\nThe drug binds nonselectively to S1PR, primarily receptors 1, 3, 4, and 5.\n[5]\nThis binding leads to receptor internalization and recycling, except for S1PR1, which undergoes irreversible degradation within the formed endosomes.\n[1]\nContinued administration causes a stepwise reduction in available receptors and desensitization.\n[1]\nFingolimod Fingolimod exhibits a high affinity for S1PR1, which is prominently expressed in lymphocytes.\n[17]\n[5]\nActivation of S1PR1 by sphingosine-1-phosphate stimulates lymphocyte migration, thereby promoting inflammation. Therefore, inhibiting S1PR1 with fingolimod reduces circulating lymphocytes and limits the inflammatory response. Fingolimod affects T- and B-cell trafficking, as well as oligodendrocytes, where S1PR5 receptors are expressed.\n[1]\nMoreover, fingolimod crosses the blood-brain barrier, helping to preserve its integrity and potentially reducing brain edema.\n[18]\n[19]\n\nThe cardiovascular effect of fingolimod is directly related to S1PR1 activation. Fingolimod binding to S1PR1 on endothelial cells leads to enhanced endothelial cell junction and decreased vascular permeability. This function is dose-dependent, as prolonged fingolimod administration causes vascular injury and increased permeability. Fingolimod causes bradycardia and hypotension by activating endothelial nitric oxide synthase—a Gi-protein–coupled process.\n[1]\nAdditionally, the binding of fingolimod to S1PR3 leads to neuronal regeneration, bradycardia, arterial vasodilation, and macrophage phagocytosis.\n[20]\n[21]\n[22]\n[23]\nFurthermore, the drug may suppress the immune response by downregulating Th17 proliferation and Th17-central memory cells in the peripheral circulation, thereby substantially decreasing the neuroinflammation seen in multiple sclerosis.\n[24]\n[25]\n\nPharmacokinetics\n\nAbsorption:\nFingolimod has an oral bioavailability of 93%, unaffected by food intake. The drug achieves a steady state within 8 to 36 hours after administration, with a half-life ranging from 6 to 9 days.\n[4]\n\nDistribution:\nApproximately 86% of fingolimod is distributed via red blood cells, with a volume of distribution of approximately 1200 ± 260 L.\n\nMetabolism:\nFingolimod undergoes metabolism via 3 different pathways. The first pathway involves reversible phosphorylation, catalyzed by lipid phosphate phosphohydrolases and specific sphingosine 1-phosphate phosphatase.\n[4]\nThe second pathway includes fingolimod hydroxylation and oxidation by enzymes such as CYP4F2 and other CYP4F enzymes aimed at neutralizing carboxylic acid metabolites excreted by the kidneys.\n[4]\nThe third metabolic pathway leads to the formation of nonpolar ceramides by dihydroceramide synthase, contributing to the least concentration in the blood.\n[1]\n\nElimination:\nFingolimod is primarily excreted in urine (81%), with the most common metabolic products in urine being the butanoic acid metabolites. Fingolimod and fingolimod-phosphate, comprising less than 2.5% of the dose, are detectable in both blood and feces.\n[4]\n\nProtein binding:\nFingolimod and its active metabolite, fingolimod phosphate, exhibit high binding to plasma albumin (>99.7%) and lipoproteins. This protein affinity is independent of renal or hepatic dysfunction.\n[1]\n[4]\nHowever, even at a steady state, the medication's plasma concentration remains consistently low; thus, reducing fingolimod's affinity for plasma proteins does not increase its toxicity.\n[4]",
    "administration": "Available Dosage Forms and Strengths\n\nFingolimod formulations are available as oral capsules in strengths of 0.25 mg and 0.5 mg. Food consumption does not affect drug administration. The recommended dosage for adults with a body weight of less than or equal to 40 kg (88 lb) is a 0.5 mg tablet once daily. For pediatric patients aged 10 or older with a body weight of less than 40 kg (88 lb), the recommended fingolimod dosage is a 0.25 mg tablet once daily.\n\nVarious Therapeutic Approaches of Fingolimod for Relapsing-Remitting Multiple Sclerosis\n\nFingolimod as first-line therapy for RRMS:\nFingolimod has been effective for various conditions, as mentioned below.\n\nFingolimod can be used as first-line therapy for treating clinically isolated syndrome without MRI-positive lesions that meet the dissemination in time according to the McDonald criteria.\n[26]\n\nFingolimod therapy has also proven effective as a first-line treatment for patients with multiple sclerosis who have a high lesion burden, multiple active lesions on gadolinium-enhancing T1 MRI sequences, multiple relapses in a year, marked progression of deficits, or incomplete recovery from relapses.\n[2]\n\nFingolimod therapy can be initiated in patients with mild disease progression refractory to other medications, provided they understand the adverse effects of the medication and monitoring requirements.\n[2]\n\nFingolimod as escalation therapy for RRMS:\nFingolimod is considered an escalation therapy for the patient profiles mentioned below.\n\nPatients who are asymptomatic but have MRI demonstrating gadolinium-enhancing lesions, indicating clinically silent multiple sclerosis, are evaluated for alternative treatment.\n[2]\n\nPatients who experience more than one relapse per year.\n[2]\n\nPatients with more than 9 T2 lesions on MRI at any given time.\n[2]\n\nFingolimod as de-escalation therapy for RRMS:\nFingolimod offers viable options under specific conditions when considering de-escalation strategies for RRMS\n.\n\nFingolimod therapy may be initiated after discontinuing disease-modifying therapy. Patients should be closely monitored for overlapping immunosuppressant effects.\n\nInitiating fingolimod 8 to 12 weeks after natalizumab therapy has been shown to reduce relapse rates compared to glatiramer acetate or no treatment.\n[2]\n[27]\n\nBefore initiating fingolimod therapy, physicians should rule out disease-modifying therapy–related diseases, such as progressive multifocal leukoencephalopathy (PML), infections, tumors, and cardiac pathology.\n[28]\n\nDiscontinuation of Fingolimod\n\nDiscontinuing fingolimod may cause relapse in up to 30% of patients within the first 6 months after discontinuing the therapy. Outcomes are better in patients who initiate a second medication within 2 months of fingolimod therapy.\n[29]\n\nPredictors of disease relapse include a higher relapse rate in the year before discontinuing, female sex, younger age, and a higher Expanded Disability Status scale score.\n[30]\n\nSpecific Patient Populations\n\nHepatic impairment:\nAlthough dosage adjustment is not recommended, monitoring of liver function is advised in patients with mild-to-moderate hepatic dysfunction. Fingolimod is contraindicated in patients with severe hepatic dysfunction (Child-Pugh class C).\n[31]\n\nRenal impairment:\nProtein binding and half-life of fingolimod in patients with renal impairment are similar to those in healthy subjects. Standard dosing is generally considered safe for patients with mild, moderate, or severe renal impairment, although further studies would be beneficial.\n[32]\n\nPregnancy considerations:\nFingolimod has a low molecular weight, allowing it to cross the placental membrane easily.\n[33]\nPreclinical data suggest that sphingosine receptors might help regulate placenta and embryonic angiogenesis.\n[33]\n[34]\nTherefore, the FDA recommends that all women of childbearing age use at least two different forms of contraception while taking fingolimod and for 2 months after discontinuing the medication.\n[34]\n\nAbrupt discontinuation of fingolimod before and during pregnancy may increase the risk of disease relapse.\n[35]\nFingolimod does not appear to interact with or affect the pharmacodynamic properties of contraceptive medications; therefore, oral contraceptives are considered effective birth control in this patient population.\n[36]\nThe fingolimod pregnancy registry is available to monitor potential fetal or maternal complications further.\n\nBreastfeeding considerations:\nPatients should be informed that fingolimod can be present in breast milk, and therefore, breastfeeding is not recommended while taking this medication.",
    "adverse_effects": "The most commonly reported adverse effects while taking fingolimod include headache, cough, nasopharyngitis, viral upper respiratory infections, elevated liver enzymes, back pain, nausea, diarrhea, and abdominal pain. Other potential adverse effects include bradycardia, hypotension, and heart blocks. Additionally, fingolimod administration increases the risk of high-mortality infections such as PML, human papillomavirus (HPV), meningitis, and encephalitis. However, skin carcinoma, melanoma, and lymphoma have also been documented in patients undergoing treatment with fingolimod.\n[2]\n\nWarnings and Precautions\n\nFingolimod phosphates bind to sphingosine receptors located on the sinoatrial and atrioventricular (AV) nodes, as well as in atrial myocytes. This binding induces inward potassium flow, resulting in a negative chronotropic effect on the heart.\n[37]\n[38]\nFingolimod is commonly associated with transient and asymptomatic bradycardia occurring 4 to 6 hours following the first dose administration. However, after 1 month of daily fingolimod administration, the heart rate typically normalizes to the pre-dose range.\n[39]\nVentricular arrhythmia has not been reported in trials, likely due to the absence of inward rectifying potassium channels within the ventricle.\n[40]\n\nDose-dependent administration of fingolimod is linked to the AV node conduction block, with the first-degree block being the most frequently observed pattern in an electrocardiogram (ECG). Conduction abnormalities may manifest within 6 hours of treatment initiation; however, these typically do not include Mobitz type II or third-degree AV block.\n[39]\n\nPatients treated with fingolimod commonly experience reversible lymphopenia, which heightens the risk of developing opportunistic infections such as cryptococcal, herpes simplex virus, and nasopharyngitis.\n[27]\n[41]\n[42]\nCoadministration of valacyclovir has proven beneficial and well-tolerated by patients, with resolution of herpetic diseases typically occurring within a few weeks.\n[6]\n\nPML is not commonly associated with fingolimod therapy. However, in known cases of fingolimod-associated PML, the clinical presentation is nonspecific, which may delay or underestimate the diagnosis of the conditions.\n[43]\n\nFingolimod-associated cystic macular edema has been reported to be dose-dependent. While ophthalmological complications are rare at approved doses, patients with uveitis or diabetes may be at increased risk.\n[44]\n[45]\n\nTransaminitis requiring persistent monitoring has been documented with fingolimod therapy. In cases where acute liver dysfunction develops, and other alternative etiologies have been ruled out, physicians should consider discontinuing fingolimod therapy. For viral hepatitis, discontinuation is recommended until the active phase of viremia resolves. Instances of fulminant hepatic failure requiring transplantation have been documented.\n[31]\n\nA mild increase in blood pressure has been reported with fingolimod therapy. However, this increase has been effectively controlled with antiarrhythmics and typically does not necessitate discontinuation of fingolimod.\n[6]\n\nIn rare instances, the initiation or abrupt termination of fingolimod can precipitate tumefactive multiple sclerosis (TMS). Therefore, TMS should be suspected if a patient presents with a severe or atypical multiple sclerosis flare.\n[46]\n\nHPV vaccines are recommended for patients initiating fingolimod treatment due to the marked immunosuppression associated with fingolimod therapy, which may increase the risk of infection or reactivation of HPV-related diseases.\n[47]\n\nMultiple cases of basal cell carcinoma have been documented in patients receiving fingolimod treatment.\n[27]",
    "monitoring": "Before starting fingolimod therapy, medical providers should complete the following measures:\n\nPerform baseline vital signs assessments.\n\nConduct a complete blood count, hepatic function test, and pregnancy test.\n\nScreen for severe liver failure, chronic hepatitis, and HIV infection.\n[2]\n\nObtain varicella-zoster virus (VZV) antibody titers to assess immunity status.\n[2]\n\nConduct an ophthalmological evaluation to rule out macular edema.\n[45]\n\nObtain an ECG to establish baseline QTc interval and evaluate for preexisting heart blocks.\n\nReview the patient's medication list to identify any drugs that may cause bradycardia, such as β-blockers or antiarrhythmics, and consider alternative therapy if necessary.\n\nAssess the patient's history for malignancy and consider dermatological evaluation to rule out skin malignancies.\n[2]\n\nEvaluate for the presence of neuromyelitis optica by obtaining aquaporin-4 antibodies, especially in patients presenting with ocular symptoms suggestive of this condition.\n[48]\n\nAdvise patients to utilize at least 2 effective contraceptive methods during the course of fingolimod therapy and for 2 months following discontinuation of therapy.\n[2]\n\nEducate patients about the risk of developing tumefactive lesions within 6 months of starting fingolimod therapy.\n[46]\n\nPerform a brain MRI scan with and without contrast.\n[2]\n\nAfter the first dose of fingolimod therapy is administered, various parameters, including vital signs, ECG, and baseline electrolytes, must be monitored. Hourly evaluation of vital signs, especially the patient's heart rate, is essential for up to 6 hours post-initiation due to fingolimod's potential to induce bradycardia. If the patient's heart rate falls below 40 bpm or 30% of the baseline value, or if symptomatic bradycardia develops, therapy should be immediately discontinued by the medical providers. Patients must then undergo prolonged cardiac monitoring for their safety.\n\nAn ECG should be repeated 6 hours after administration to monitor for QTc prolongation, new-onset cardiac block, or arrhythmias. Patients should be promptly transferred to the nearest cardiac center for further evaluation if abnormalities are detected on the ECG. Patients at risk for developing torsades de pointes should be monitored at the discretion of the medical team for an extended interval; however, it is advisable to correct electrolyte imbalances and keep a cardiologist informed to ensure a safe environment for the patient. Patients at risk for torsades de pointes include those with preexisting hypokalemia, hypomagnesemia, and congenital long QT syndrome.\n[37]\n[38]\n[39]\n\nParameters that should be regularly monitored during fingolimod treatment aim to prevent severe lymphopenia and macular edema. These include white blood cell count, inflammatory markers, complete metabolic panel, and pregnancy status, which should be assessed after 2 and 4 weeks of initiating fingolimod therapy. Subsequently, physicians should conduct laboratory monitoring every 3 months until the treatment is discontinued.\n[2]\nIf the lymphocyte count drops below 200 cells/mL, physicians should halt fingolimod therapy until the count improves to 600 cells/mL.\n[2]\nPatients with a low baseline lymphocyte count or a baseline metabolic index below 18.5 kg/m\n2\nare at higher risk of developing lymphopenia.\n[49]\n\nFingolimod therapy should be discontinued if liver enzymes remain elevated to 5 times the upper limit on 2 consecutive labs 3 months apart.\n[2]\n[31]\nFor women of childbearing age, contraceptive treatment is imperative while on therapy; if pregnancy is desired, fingolimod treatment must be halted at least 2 months before conception.\n[34]\nOphthalmological evaluation should be performed by an ophthalmologist 3 to 4 months after starting fingolimod therapy to rule out the development of macular edema. If macular edema is detected, physicians should promptly discontinue fingolimod treatment. Patients with diabetes or a history of uveitis should undergo annual ophthalmological evaluations due to their heightened risk for ophthalmological complications.\n[2]",
    "toxicity": "The toxic effects associated with fingolimod primarily involve potential systemic complications. Cardiac toxicities such as asystole and sudden cardiac death can occur due to the development of heart blocks.\n[50]\nSevere immunosuppression, particularly notable in patients who have undergone postrenal transplant, may develop, significantly elevating the risk for potentially fatal opportunistic infections.\n[51]\nMyelosuppression is not an adverse effect of fingolimod therapy.\n[52]\nHowever, dose-dependent development of macular edema has been documented, affecting the patient's vision, with higher occurrence rates noted in those taking the 5 mg dose.\n[53]\nEfforts to mitigate toxicity are ongoing, with the development of multiple S1PR-specific antagonists aimed at reducing adverse effects."
  }
}