{
  "drug_name": "intra-articular hyaluronic acid",
  "nbk_id": "NBK578202",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578202/",
  "scraped_at": "2026-01-11T15:31:35",
  "sections": {
    "indications": "Contraindications differ depending on the method of regenerative medicine that is employed. General contraindications include active infection, either systemic or at the injection site, and coagulopathy.\n[16]\nTherapy-specific contraindications include venous stasis, Hylan allergy, and allergy to eggs for viscosupplementation, as some of the products are derived from rooster combs.\n[17]\nStem cell therapy should be avoided in patients with bone marrow-derived cancers or immunocompromised states.\n[18]\n\nAbsolute contraindications of PRP administrations are critical thrombocytopenia, platelet dysfunction syndrome, and hemodynamic instability. Relative contraindications include bone or blood cancer, anemia, regular NSAID use within 48 hours of the procedure, corticosteroid injection of the knee within one month, or systemic steroid use within two weeks.\n[19]\nAbsolute contraindications for prolotherapy include active rheumatological disorders, corn allergy, or immunosuppressive therapy.\n[5]",
    "clinical_significance": "Multiple systemic reviews and meta-analyses have shown that intra-articular knee HA injections are safe, decrease pain, and improve function in patients.\n[28]\n[29]\n[30]\n[31]\nA Cochrane database review of 76 trials concluded that HA is a safe and efficacious option for knee OA.\n[32]\nIt showed improved pain and functional status for up to 26 weeks. Prolotherapy offers a cost-effective and conservative approach to the treatment of chronic pain. Several studies have shown the efficacy of prolotherapy for treating pain and dysfunction associated with various chronic musculoskeletal conditions, especially tendinopathies and OA. Further studies are needed to determine a standard protocol for prolotherapy injections.\n\nPRP is currently used as a treatment modality for OA, ligament injury, meniscus injury, muscle injury, tendinopathy, and spine disorders. Multiple randomized control trials, systemic reviews, and meta-analyses have supported the use of PRP in the management of chronic tendinopathy. However, variations in PRP preparation methods, post-intervention rehabilitation protocol, and different anatomic sites translate into variations in the outcomes of the studies.\n[33]\n[34]\n[35]\nLP-PRP has improved pain and functional status for knee OA patients. Some studies have shown symptom relief for up to 1 year after PRP injection for knee OA. Patients in earlier stages of knee OA may benefit more from PRP than HA injections. Studies have not shown any significant benefits of PRP in treating hip OA.\n[36]\n[37]\n\nMany studies have examined the efficacy of PRP for the treatment of ligament injuries. There is promising evidence that PRP can improve anterior cruciate ligament reconstruction outcomes.\n[38]\nEven though PRP has been used in clinical practice as a non-operative treatment for ligament injuries, a higher level of literature is scarce to prove any benefit or safety profile of PRP for ligament injuries.\n[39]\n\nLow back pain is very prevalent among US adults and is one of the most common debilitating outpatient complaints.\n[40]\nMany researchers have focused on PRP as a treatment modality for low back pain associated with disc degeneration and facet joint osteoarthritis. Recent in vitro studies have shown PRP to stimulate proliferation and matrix synthesis in annulus fibrosus and nucleus pulposus. It exhibits anti-inflammatory effects on nucleus pulposus cells as well.\n[41]\n[42]\n[43]\n\nDespite promising in-vitro results, very few high-quality clinical studies have been done to evaluate the role of PRP in the treatment of low back pain.\n[44]\n[45]\nMultiple small-scale studies have shown PRP to be safe and beneficial in treating discogenic and facet joint-related back pain. Still, more high-quality studies are needed to prove the efficacy of PRP for spine disorders.\n[46]\n[47]\n[48]\nA review of various studies involving the use of bone marrow concentrate in treating musculoskeletal disorders of the knee has shown level II evidence in the treatment of knee OA.\n[49]"
  }
}