{
  "drug_name": "iodine",
  "nbk_id": "NBK580567",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580567/",
  "scraped_at": "2026-01-11T15:31:36",
  "sections": {
    "indications": "Pregnancy and breastfeeding are absolute contraindications for radioactive iodine therapy, as the isotope can cross the placenta and damage the fetal thyroid. Therefore, a pregnancy test should be performed before treating women of childbearing age. Nursing mothers should stop breastfeeding because radioactive iodine is secreted through breast milk. Vomiting and diarrhea are also contraindications, as these gastrointestinal disturbances hinder radioactive iodine absorption and pose a risk of radiation exposure to others. Inefficiency and noncompliance with radiation protection, safety instructions, and recommendations are additional contraindications for therapy. A history of intake of interfering medications, recent imaging using iodinated contrast, and incontinence issues should be properly addressed.\n[19]\n[20]\n\nPatients should be advised regarding the necessity of radiation protection and procedures to safeguard household members and the general public. The healthcare team should obtain a comprehensive patient history relevant to the disease and any issues that could pose a risk of radiation exposure to others. A thorough pretreatment evaluation can lead to better outcomes and minimize radiation exposure to the public.\n\nA retrospective cohort study found no significant difference in cardiovascular disease risk between individuals with thyroid cancer who received radioactive iodine treatment and those who did not.\n[21]\nClinicians should consider this finding when determining the suitability of the treatment for patients with preexisting cardiovascular disease.",
    "clinical_significance": "Radioactive iodine serves both diagnostic and therapeutic purposes in thyroid cancer management, depending on the tumor's histopathology. Approximately 90% of thyroid cancers are well-differentiated and capable of taking up this isotope. Papillary thyroid carcinoma, the most common type, is twice as common in women as in men and shows lymphomatous spread to the cervical lymph nodes. In contrast, the common route of spread for follicular carcinoma is hematogenous, with frequent metastasis to the lungs and bones and less common spread to the liver and brain. Differentiated thyroid cancer typically has a good prognosis if appropriately treated. Among the differentiated thyroid cancers, Hurthle cell cancer often metastasizes and may not take up radioactive iodine.\n\nDue to the risk of recurrence, patients may or may not be treated with radioactive iodine 6 to 8 weeks after total thyroidectomy, the definitive treatment for thyroid cancer, depending on the histopathology report. Patients may undergo a low-dose whole-body radioactive iodine scan approximately 2 months after thyroidectomy to check for any residual thyroid tissue, lymph node metastases, or distal metastases. The treating clinical team can determine the dose for the treatment, depending on the distribution of radioactive iodine on the scan.\n\nFollow-up radioactive iodine scans and repeated\n131\nI treatments may be performed depending on individual needs. A whole-body scan obtained 3 to 10 days after radioactive iodine treatment is more sensitive for detecting disease compared to a low-dose whole-body scan due to the higher radiation dose\n.\nSerum thyroglobulin level testing is recommended for the follow-up of patients who received thyroid cancer treatment. Multiple repeat treatments at 6-month to 1-year intervals are essential to ensure a complete response, considering the probable adverse effects and dose adjustments. The risk of radiation exposure to the treating staff and household members is high, as\n131\nI emits high-energy γ-radiation and has a long physical half-life. Hence, radiation protection regulations should be strictly followed.\n[36]\n\nA meta-analysis evaluating the role of radioactive iodine in pediatric differentiated thyroid cancer found that radioactive iodine therapy reduced the risk of recurrent disease in this population.\n[37]\nA cohort study indicated an association between urinary iodine excretion and progression-free survival, suggesting that urinary iodine excretion ≥200 µg/d may be linked to worse progression-free survival in radioactive iodine–treated patients with differentiated thyroid cancer. The presence of distant metastases was identified as a strong independent predictor of progression.\n[38]",
    "monitoring": "The floor and any objects the patient may come into contact with must be covered with plastic or other protective material to prevent contamination. After notification from the nuclear medicine physician, the environmental health and safety hazardous waste technician should prepare the room before administering radioactive iodine.\n\nBefore reassigning the room to another patient, the hazardous waste technician must survey the room for contamination and remove all radioactive waste. The room should also be decontaminated if necessary."
  }
}