{
  "drug_name": "iodopropynyl butylcarbamate",
  "nbk_id": "NBK507853",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507853/",
  "scraped_at": "2026-01-11T15:31:37",
  "sections": {
    "indications": "Chlorhexidine may cause a severe allergic reaction. Symptoms may include wheezing, rash, facial swelling, and anaphylactic shock. Use is contraindicated in patients with a history of allergy to chlorhexidine.\n[15]\n[16]\n\nPovidone-iodine in individuals known to be allergic to iodine or product ingredients is contraindicated.\n\nIsopropyl alcohol: In June 2020, the FDA issued warnings about methanol or 1-propanol contaminated hand sanitizer brands. Exposure to methanol, including dermally, can cause kidney damage, blindness, and death. Exposure to 1-propanol can cause severe acidosis and death. Chronic exposure may be more likely due to increased hand sanitizer use in 2020. In addition, FDA is warning that symptoms such as dizziness, nausea, headache, and nausea may occur after using alcohol-based hand sanitizers, likely due to breathing in the vapors. Hence always use hand sanitizer in a well-ventilated area.\n[17]\n\nHexachlorophene: The Code of Federal Regulations (CFR-21) FDA (Revised 2022) states that hexachlorophene is contraindicated on burned or denuded skin or mucous membranes and as an agent for prophylactic total body bathing. Additionally, FDA noted that although hexachlorophene is a useful bacteriostatic agent, safety concerns have been reported, such as Letterer–Siwe disease, neurotoxicity, and death. Hence, hexachlorophene-containing products will be considered misbranded and subject to regulatory proceedings.\n\nClinical Studies and regulatory agencies, including the FDA and EMA, agree that benzalkonium chloride is not innocuous, even when used in small concentrations.\n[18]",
    "mechanism": "Each antiseptic possesses a specific mechanism of action, the spectrum of microbes targeted, and a side-effect profile that the surgeon should carefully weigh before selecting the agent for the procedure. Other factors to consider when selecting an optimal surgical scrub include the patient's underlying health status, the expected extent of surgery, the anatomic location of the tumor, and the planned reconstruction. Particularly related to the skin, the most common pathogens implicated in SSIs are\nStaphylococcus aureus\n, followed by other gram-positive bacteria, including coagulase-negative\nStaphylococcus\n,\nEnterococcus\n, and group A\nStreptococci.\nOther implicated bacteria are gram-negative rods, particularly\nEscherichia coli\nand\nPseudomonas\n. Broad-spectrum antiseptics generally cover more pathogens and subsequently are some of the most popular in dermatologic surgery.\n[3]\n\nChlorhexidine\n\nChlorhexidine is a positively charged biguanide at physiologic pH that binds to bacteria's negatively charged cell walls, disrupting microbial cell membranes and precipitation of cell contents. At low concentrations, it is bacteriostatic, but at higher concentrations, it is bactericidal. Chlorhexidine displays a wide range of coverage, including gram-positive and gram-negative bacteria, fungi, enveloped viruses, and\nMycobacterial tuberculosis\n. Advantages include its broad-spectrum, fast onset of action, and excellent sustained/residual activity after being wiped from the field via binding to the stratum corneum. It is an extensively used antiseptic in dentistry but at a much lower concentration (concentrations of 0.12% to 0.2% are recommended).\n[4]\n\nPovidone-Iodine\n\nPovidone-iodine is a complex of povidone, hydrogen iodide, and elemental iodine. It is thought to act via iodination (a form of halogenation) to oxidize lipids of the cell membrane and form salts with microbial proteins. Povidone-iodine is a broad-coverage antiseptic with microbicidal activity against gram-positive and gram-negative bacteria (including spores and\nM. tuberculosis\n), fungi, viruses, and protozoa. Additionally, this antimicrobial acts rapidly after application to the skin but has minimal residual activity, unlike chlorhexidine. In one study, as a facial antiseptic, it was considered a safer alternative to chlorhexidine.\n[5]\n\nChloroxylenol\n\nChloroxylenol is a halophenol that is thought to act by microbial cell wall disruption and inactivation of cellular enzymes. It is likely bactericidal with broad coverage of gram-positive and gram-negative bacteria but less activity against\nM. tuberculosis\n, fungi, and viruses. Chloroxylenol is fairly slow-acting and has a minimal residual effect; despite this, it has shown a similar incidence of SSIs as chlorhexidine in a recent study.\n\nIsopropyl Alcohol\n\nIsopropyl alcohol is hydrophilic alcohol that likely causes membrane damage and denatures proteins needed for microbial metabolism and growth. Isopropyl alcohol is typically mixed with water because the microbial activity is greatest in a 60% to 90% solution rather than in the pure form or lower concentrations. Generally, alcohol solutions are thought to have most of their activity against gram-positive bacteria (bactericidal) but may have minor activity against some viruses and fungi. While one of the weaker cleansing agents with minimal residual activity, it has the fastest onset of action of antiseptics.\n\nHexachlorophene\n\nHexachlorophene is a bisphenol compound that primarily acts by inhibiting the membrane-bound portion of the electron transport chain and disrupting microbial cell membranes. At concentrations used in skin-cleansing agents, it is bacteriostatic and is primarily only active against gram-positive cocci, with little activity against gram-negative organisms and no fungal coverage. Hexachlorophene has the advantage of having a residual activity for several hours after use and gradually reduces bacterial counts after multiple uses (cumulative effect). Newer agents with broader antimicrobial coverage and fewer side effects have largely replaced hexachlorophene as a surgical scrub.\n\nBenzalkonium Chloride\n\nBenzalkonium chloride is a quaternary ammonium detergent (also called a cationic surfactant) that acts by irreversibly binding to phospholipids and proteins of the membrane, disrupting the cell membrane. It acts as a bactericide against many gram-positive and gram-negative bacteria but has inconsistent coverage against fungi, viruses, and mycobacteria. The advantages of benzalkonium are its stability and ability to be applied with a low incidence of irritant contact dermatitis. Like hexachlorophene, benzalkonium has been replaced by antiseptics with better antimicrobial coverage.\n\nHydrogen Peroxide\n\nHydrogen peroxide is the simplest peroxide that forms highly reactive free radicals (hydroxyl radicals) that attack and oxidize essential cell components, including lipids, proteins, and nucleic acids. Although generally better against gram-positive bacteria, hydrogen peroxide also has a microbicidal effect on gram-negative bacteria, bacterial spores, fungi, and viruses with higher concentrations and longer contact times. In addition to its being a broad-spectrum agent, it has a rapid onset of action and low cost, which made it an attractive option in the past. While a common at-home remedy, the evidence argues against routine use as a surgical scrub or cleansing agent due to known cytotoxicity to keratinocytes.\n[6]",
    "administration": "All of the discussed antiseptics are administered topically onto the skin surface. However, the application may differ depending on the antiseptic, concentration, and/or formulation. The two most widely administered antiseptic surgical scrub agents in dermatologic surgery are chlorhexidine and povidone-iodine.\n\nChlorhexidine-based scrubs are generally composed of 0.5% to 4% chlorhexidine in alcohol or aqueous base typically combined with detergent. Recent evidence suggests that it provides a bactericidal activity for 24 hours after a 2-minute application, making it a useful antiseptic for anticipated long procedures. However, as chlorhexidine can cause irreversible keratitis and middle ear ototoxicity (with sensorineural deafness), topical administration is relatively contraindicated for skin preparation involving or adjacent to the eye and conchal bowl.\n[5]\n\nChloroxylenol 3% surgical scrub solution may be safely substituted and used for these areas. Chlorhexidine gluconate (CHG) is a commonly used antiseptic recommended by the Centers for Disease Control for skin cleansing before central venous catheter insertion in adults and children. Current guidelines do not recommend using CHG as an antiseptic in neonates due to a lack of sufficient safety data in premature infants. However, chlorhexidine is commonly used worldwide for off-label indications in neonatal intensive care units (NICU).\n[7]\n\nPovidone-iodine scrubs are composed of 7.5% to 10.0% povidone-iodine, typically in an aqueous or alcohol base, and are occasionally combined with detergent. The scrub is painted on a clean skin surface and allowed to dry. The product must dry to be bactericidal with a preferred minimum of 2 minutes drying time, although the latter can vary depending on the product used as the scrub. Clinicians can safely use povidone-iodine aqueous scrubs near the eye and conchal bowl.\n\nGiven the advantages of chlorhexidine and povidone-iodine, other antiseptics are used less often or are primarily historical in dermatologic surgery. Briefly, isopropyl alcohol comes as a solution and is often used as a swab to cleanse the skin before a biopsy. Hexachlorophene scrub is an emulsion, while benzalkonium and hydrogen peroxide are both solutions. All are primarily historical with regards to antisepsis in dermatologic surgery.\n[8]\n[9]",
    "adverse_effects": "While generally tolerated well, adverse effects of antiseptic agents should be carefully weighed before selection to avoid unwanted complications.\n\nChlorhexidine can cause permanent keratitis, conjunctivitis, and permanent sensorineural deafness (entrance to the middle ear via hole/tear of the tympanic membrane). Chronic use can cause irritant contact dermatitis, and it is reportedly a rare contact allergen.\n[5]\n[10]\n\nPovidone-iodine can stain the skin, hair, and clothing. Severe irritant contact dermatitis can be invoked when left on the skin for prolonged periods. It is a known contact allergen that can cross-react with iodides in medications and radiopaque iodine. Microbicidal activity is lost when povidone-iodine comes into contact with blood or sputum. There are also reports of neonatal hypothyroidism with chronic maternal use via percutaneous absorption of the iodides, causing a Wolff-Chaikoff effect in newborns.\n[11]\n\nIsopropyl alcohol can induce irritant contact dermatitis and is inflammable in the setting of electrocautery.\n\nHexachlorophene was largely removed from the market after it was linked to the deaths of multiple people via neurotoxicity and brain damage. Additionally, percutaneous absorption can also cause teratogenic effects in the fetuses of pregnant women.\n\nBenzalkonium chloride can cause ocular toxicity and allergic contact dermatitis. While generally considered less irritating to tissues, it has also been shown to cause irritant contact dermatitis with prolonged skin exposure. Anionic compounds such as soap rapidly inactivate benzalkonium chloride.\n[12]\n[13]\n\nContact allergy to chloroxylenol is increasingly becoming a recognized problem with its increased prevalence as a product preservative, in addition to its known irritant effects.\n[14]\n\nHydrogen peroxide is cytotoxic to keratinocytes in culture and presumably can impede the reepithelialization of wounds. In addition, it has a bleaching action that can whiten skin, hair, nails, and clothes.",
    "toxicity": "Chlorhexidine Gluconate: According to product labeling, chlorhexidine gluconate (4%) may cause serious injury if placed or kept in the eye during surgical procedures or cause deafness when instilled in the middle ear through perforated eardrums. In case of accidental exposure, wash the contact area thoroughly with water.\n\nPovidone-iodine: Allergic contact dermatitis has been reported with exposure to povidone-iodine.\n[19]\n\nHexachlorophene: The Key Potentially Inappropriate Drugs in Pediatrics (KIDs) List includes hexachlorophene because of strong evidence of neurotoxicity.\n[20]\n\nIsopropyl Alcohol: The significant features of severe poisoning with isopropyl alcohol are CNS, respiratory depression, and circulatory collapse. The most common metabolic effects are an increased osmol gap, ketonemia, and ketonuria. Diagnosis is confirmed based on the patient's history, clinical presentation, and laboratory investigations. Supportive care is the mainstay of management, emphasizing respiratory and cardiovascular support. Hemodialysis enhances the elimination of isopropyl alcohol and should be considered in severe poisoning.\n[21]"
  }
}