{
  "drug_name": "iopamidol",
  "nbk_id": "NBK587369",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587369/",
  "scraped_at": "2026-01-11T18:47:19",
  "sections": {
    "indications": "The human eye, a vital organ for vision, is a complex and sensitive structure that can be affected by various conditions, one of which is the production of excessive tears, medically known as epiphora or watery eyes. This condition, where tears overflow onto the face, can be due to either an overproduction of tears or inadequate drainage. Watery eyes are a common clinical presentation and a symptom that spans all age groups; its implications can range from a mere nuisance to a marker of significant underlying pathology.\n\nThe tear film is essential in lubricating and protecting the ocular surface and contributing to vision quality.\n[1]\nHowever, excess tearing is likely to affect patients´ lives negatively, which results in a common complaint encountered in ophthalmology clinics. Problems with increased tear production may cause this excess tearing, often called reflex tearing, poor distribution due to lacrimal pump failure, decreased drainage, or a combination of these factors.\n[2]\nTherefore, a thorough history and examination are required to evaluate all the possible factors causing a watery eye and to provide adequate treatment tailored to the underlying specific cause or combination of etiologies.\n[3]\n\nWatery eyes can substantially impact the quality of life, as excessive tear production may interfere with vision and daily activities, leading to social embarrassment and functional impairment. Though often considered trivial by the uninformed, persistent watery eyes warrant thorough evaluation due to their potential to signify serious ocular or systemic diseases. The lacrimal apparatus, responsible for the production and drainage of tears, can be affected at various levels, leading to watery eyes. The lacrimal glands produce tears, which then bathe the eye for nourishment and protection. Once used, tears usually drain through a system that includes the puncta, canaliculi, lacrimal sac, and nasolacrimal duct, finally exiting into the nasal cavity. Disruption at any of these points can result in the accumulation of tears and subsequent overflow.\n[4]\n\nWhen assessing watery eyes, healthcare professionals must consider a myriad of potential causes. On one end of the spectrum, environmental factors such as wind, smoke, or allergens may irritate the ocular surface, leading to reflex hypersecretion of tears. Conversely, more concerning etiologies such as lacrimal duct obstruction due to infection, inflammation, or neoplastic processes may be at play. Additionally, systemic conditions like rheumatoid arthritis, Sjögren's syndrome, or thyroid eye disease can manifest with watery eyes, making a comprehensive approach to assessment essential.\n[3]\n\nA systematic evaluation begins with a detailed patient history to elucidate the onset, duration, and severity of symptoms, as well as associated factors such as eye redness, pain, vision changes, or discharge that might suggest conjunctivitis, dacryocystitis, or keratitis. The physical examination is equally crucial and should include inspection of the eyelids, puncta, and ocular surface, as well as assessment of the lacrimal drainage system. Specialized tests, such as the Schirmer test to quantify tear production or diagnostic imaging to evaluate the anatomical patency of the tear drainage system, may also be necessary.\n[5]\n\nThe management of watery eyes is as varied as its causes. Simple cases due to transient irritants may require no more than reassurance and avoidance of triggers. Conversely, persistent or severe cases might necessitate medical interventions ranging from topical medications to address surface inflammation to surgical procedures such as punctoplasty or dacryocystorhinostomy (DCR) for structural blockages. As we consider the multifactorial nature of watery eyes, the significance of a collaborative, interdisciplinary approach becomes clear. Optimal patient outcomes are achieved when primary care physicians, ophthalmologists, and occasionally other specialists, such as rheumatologists or allergists, work together. This collaborative approach ensures that both common and rare causes of watery eyes are considered and that treatment strategies are tailored to the individual's needs.\n[6]\n\nIn summary, assessing watery eyes is a complex challenge requiring careful and systematic evaluation. With a multitude of potential underlying causes, it is an issue that highlights the importance of a comprehensive, multidisciplinary approach to patient care. The ultimate goal of such an assessment is to alleviate the symptom and address its root cause, thus protecting vision and improving the patient’s quality of life.",
    "mechanism": "A watery eye is a complex symptom to tackle, as the following etiologies may be implicated:\n\nConditions Affecting the Eyelids and Periocular Region\n\nSkin conditions:\nRosacea, eczema, actinic keratoses, ichthyosis, zoster, scleroderma, lichen planus, or discoid lupus cause tearing due to stimulating reflex tearing, impairing the tear distribution system or a combination of both.\n[7]\n[8]\n[9]\n[10]\n\nFacial akinesia:\nIn this condition, blink dynamics are altered, causing reflex tearing due to corneal exposure and negatively affecting the tear-pumping mechanism.\n\nBrain disorders:\nConditions such as Parkinson's disease and progressive supranuclear palsy alter the blink neuronal circuit, which causes decreased blink rate and amplitude, resulting in pumping problems and reflex tearing triggered by desiccation of the ocular surface.\n\nFacial nerve palsy:\nThe facial nerve innervates the orbicularis muscle, so conditions causing facial nerve palsy may result in abnormal lower eyelid position (paralytic ectropion), decreased upper eyelid excursion (causing ocular surface exposure and reflex tearing), and reduced orbicularis contraction affecting the pumping mechanism for tears egress.\n[9]\n\nAberrant seventh-nerve regeneration:\nThis can result in tearing while eating or drinking (\"crocodile tears\") due to abnormal connections with the lacrimal ducts instead of the salivary glands.\n[11]\n\nSpace-occupying lesions or drugs:\nCholinergic agents, for example; stimulation of the parasympathetic lacrimal fibers results in an increased production of tears.\n\nLacrimal gland tumors:\nDacryops, for example; these tumors can cause primary tear hypersecretion.\n[12]\n\nDacryoadenitis:\nInflammation of the lacrimal gland as a result of infection (such as Epstein-Barr, Staphylococcus aureus, or tuberculosis), autoimmune condition (such as Sjögren disease, thyroid eye disease, or immunoglobulin G4–related disease), or idiopathic process (such as nonspecific orbital inflammation or sarcoidosis) can manifest with tearing.\n[13]\n\nBotulinum toxin:\nWhen applied in the periocular area, botulinum toxin can decrease orbicularis muscle function.\n\nHerniation of orbital fat:\nThis causes a watery eye due to displacing the tear meniscus and altering tear flow along the eyelid margin.\n[9]\n\nLumps in or around the eyelids:\nThese may irritate the ocular surface, causing reflex tearing.\n\nEyelid burns and scars:\nThese may cause lid malposition and alteration of blink dynamics.\n\nFloppy eyelid syndrome:\nThis causes tearing by a combination of reflex hypersecretion, deficient distribution of the tear film, and ineffective lacrimal pump.\n\nEyelid retraction\n\nIn exophthalmos:\nGraves ophthalmopathy, for example; an incomplete blink due to the widened eyelid fissure disrupts proper corneal lubrication. Nocturnal lagophthalmos (incomplete eyelid closure) with an abnormal Bell's phenomenon due to fibrotic inferior recti causes exposure keratopathy and reflex tearing. In addition, associated conjunctival chemosis disrupts tear flow along the lower eyelid.\nDue to surgery, trauma, or skin conditions:\nAny of these may trigger reflex tearing.\n\nEyelid imbrication syndrome:\nIn this condition, the lax upper lid overrides the lower lid during closure. As a result, the disrupted distribution of the tear film on the ocular surface is combined with reflex tearing due to rubbing the tarsal conjunctiva on the surface. In addition, the punctum is in an abnormal position, which impedes tear outflow.\n\nEyelid length disparity:\nThis can result in abnormal eyelid closure and subsequent reflex tearing due to corneal exposure.\n\nLower lid laxity:\nThis causes pump problems due to poor apposition of the eyelids against the eye. It affects the eyelid's position, which creates an abnormal gradient for the tear to flow toward the punctum with each blink.\n[9]\n\nEntropion from any cause:\nIn entropion, the eyelashes are directed inward, rubbing the cornea or conjunctiva and causing reflex tearing. In addition, the punctum is in an unfavorable position to receive tears. This condition results from 1 or a combination of the following causes: horizontal eyelid laxity, posterior lamella scar, dehiscence of lower eyelid retractors, and overriding preseptal orbicularis.\n\nEctropion from any cause:\nThe ectropic eyelid displaces the tear lake from the eyelid margin and stops tears from reaching the punctum. One or a combination of the following factors may cause this problem: lower eyelid retractor disinsertion, horizontal eyelid laxity, medial canthal tendon laxity, vertical tightness of the skin, orbicularis paresis, and puncta malposition. Clinical examination will help to determine the presence of each factor.\n[9]\n\nEyelid notches and tumors:\nThese can alter the tear distribution over the eye surface.\n\nKeratinization of the eyelid margin:\nThe contact between the keratinized margin and the anterior surface causes irritation and reflex tear hypersecretion. This is also called lid-wiper epitheliopathy.\n[14]\n\nMalpositioned eyelashes:\nTrichiasis and distichiasis, for example. These rub the cornea or conjunctiva and cause reflex tearing.\n\nBlepharitis or meibomian gland dysfunction:\nChronic blepharitis may cause posterior lamellar shortening, resulting in lashes rubbing the eye surface and causing reflex tearing. In meibomian gland dysfunction, a decreased tear film lipid layer increases tear evaporation and may result in compensatory tear hypersecretion.\n\nConditions Affecting the Ocular Surface\n\nDry eyes:\nThis condition has a component of inflammation and tear instability that stimulate corneal and conjunctival neurosensory receptors, resulting in reflex tearing. This is one of the most common causes of excessive tearing and an essential factor to rule out.\n\nA foreign body:\nWhether in the cornea or conjunctiva, a foreign body irritates the ocular surface and causes reflex tearing.\n\nConjunctival inflammation:\nThis causes reflex tearing by stimulating the neurosensory receptors.\n\nConjunctivochalasis:\nThe redundant bulbar conjunctiva displaces the normal tear meniscus, impedes tear flow toward the punctum, and interferes with the distribution of the tears present in the tear meniscus by the eyelid during a blink.\n[9]\nMoreover, it may mechanically irritate the eye, which causes reflex tearing. It als\n\nConjunctival symblepharon:\nThis condition can cause eyelid malposition, resulting in lagophthalmos and poor blinking.\n\nPinguecula and pterygia:\nThese conditions alter tear distribution over the eye surface.\n\nCorneal pathology:\nKeratitis and ulcer, for example; corneal pathology stimulates the afferent corneal nerves of the reflex tearing arc.\n\nOcular inflammation:\nIritis, for example; occular inflammation causes reflex tearing.\n\nMegalocaruncle:\nAn enlarged caruncle may cover the punctum, which prevents tear drainage.\n[9]\n\nConditions Affecting the Lacrimal Drainage System\n\nConjunctivitis:\nVarious conditions (such as allergy or infection) can trigger the inflammatory response that can lead to obstruction of the punctum and canaliculus.\n\nRhinitis or sinusitis:\nThe inflammatory process may lead to acute or chronic nasolacrimal duct blockage.\n\nPunctal apposition syndrome:\nOpposition of the upper punctum to the lower punctum prevents tear drainage through the puncta.\n[9]\n\nMalpositioned punctum:\nThe punctum should be opposed to the eyeball correctly. Even subtle eversion may cause tearing, especially in young patients, because tears are prevented from entering the canaliculi.\n[9]\n\nPunctal stenosis:\nMedication use (such as glaucoma drops), trauma, or inflammatory diseases may cause punctal stenosis, which makes it difficult to drain tears.\n\nAbsence of puncta:\nThis condition may be congenital or secondary to previous inflammatory disease.\n\nAccessory punctum:\nAlthough most patients with this condition are asymptomatic, some may complain of tearing.\n[15]\n\nDacryocystitis:\nDacryocystitis consists of inflammation of the lacrimal sac, typically due to nasolacrimal obstruction. In acute cases, it manifests with erythema, swelling, tenderness at the medial canthus, and purulent discharge through the punctum when the sac is manually expressed.\n\nMucocele:\nThis is a lacrimal sac full of mucus due to obstruction above or below the lacrimal sac.\n\nAbsent or fibrotic sac:\nThe sac's absence or fibrosis may result from prior surgery.\n\nCanaliculitis:\nThe inflammatory process affecting the canaliculus may impede tear drainage, which causes watery eyes.\n\nSinus and nasal surgery:\nSurgeries performed in nearby structures can lead to inflammation of the lacrimal drainage system.\n\nNeoplasms:\nNeoplasms originate from any part of the lacrimal drainage system and can obstruct it due to primary or secondary growth or metastatic spread.\n\nTrauma:\nScars from trauma may cause stenosis or obstruction of the lacrimal drainage system. Trauma can be iatrogenic (after orbital, nasal, paranasal, or craniofacial surgical procedures) or noniatrogenic.\n\nIntraluminal foreign bodies:\nDacryoliths; for example; these may obstruct lacrimal drainage.\n\nRadiotherapy on the head and neck:\nRadiation triggers inflammation, which can result in cicatricial nasolacrimal duct obstruction.\n[16]\n\nSystemic chemotherapy:\nSome systemic chemotherapeutic agents have been linked to tearing, such as 5-fluorouracil, docetaxel, and, less commonly, radioactive iodine, S-1, capecitabine, topical mitomycin C, and imatinib, which are responsible for punctum, canalicular, and nasolacrimal duct obstruction.\n[16]\n[17]\n\nBone marrow transplantation:\nThis procedure can cause graft-versus-host disease, which causes inflammation, resulting in obstruction of the lacrimal drainage system.\n\nEye drops:\nFor example,\nglaucoma drops may irritate ocular and periocular structures, which results in punctal stenosis or eversion. Chronic irritation may also increase any subtle lubrication, pump, or drainage problems.\n\nEndogenous (autoimmune) inflammation:\nThis includes conditions such as sarcoidosis, Wegener granulomatosis, Kawasaki disease, cicatricial pemphigoid, Stevens-Johnson syndrome, sinus histiocytosis, or scleroderma, which may lead to obstruction of the lacrimal drainage system.\n\nFunctional Epiphora:\nFunctional epiphora is a common term used in the literature to report epiphora in the presence of an anatomic patent lacrimal drainage system. However, there is no clear consensus about its diagnostic criteria and management.\n\nFunctional epiphora is a multifactorial disease whose management depends upon the suspected underlying cause or combination of causes. The suggested etiologies proposed by some authors include stenosis in the drainage system, lacrimal pump failure, edema at the nasolacrimal duct opening, tear hypersecretion, and nasal inflammation.\n[18]\nIn contrast, other authors view it as a diagnosis of exclusion.\n[19]\n\nIn addition, the different tests used in various studies to diagnose this condition were often noncomparable due to the absence of standardization. Consequently, different techniques have been used to tackle the problem with variable results, including DCR, silicone intubation, insertion of Lester-Jones tube, injection of botulinum toxin A into the lacrimal gland, and lid tightening.\n[20]\n[21]\n[22]\n[23]",
    "monitoring": "When a physical examination does not determine the origin of the tearing clearly, different tests can help assess the watery eye. A thorough understanding of the elements that contribute to the dry eye vicious circle helps guide the process.\n[36]\n\nSecretory Tests\n\nThese tests help evaluate the increased tear production in reflex tearing or primary hypersecretion cases.\n\nSchirmer test\n\nA Whatman filter paper (35 mm x 5 mm) strip is placed between the middle and lateral third of the lower lid, and the patient is instructed to keep the eyes open, blinking normally, for five minutes. The distance that is wetted in five minutes is recorded.\n[37]\n\nSchirmer I:\nPerformed without a topical anesthetic to assess basal and reflex tear production\nSchirmer II:\nPerformed with a topical anesthetic to assess basal tear production\nSchirmer III:\nUsed to measure reflex secretion\nIn this test, a topical anesthetic is not applied to the ocular surface. A cotton applicator is then applied to the nasal mucosa and used to stimulate the trigeminal nerve. Some literature sources list this as the Schirmer II test, whereas the Schirmer I and II are listed as IA and IB.\n[38]\n\nFluorescein tear break-up time\n\nThis test assesses the tear film's stability, as an unstable tear film can trigger reflex tearing.\n[39]\nThe inferior temporal bulbar conjunctiva is touched with a wet fluorescein staining strip for 1 to 2 seconds. The patient is subsequently asked to blink 2 to 3 times naturally to spread the fluorescein uniformly on the ocular surface. The tear film is examined from the last blink to the first dry spot using a cobalt-blue filter of a slit-lamp with 10x magnification; the average time of 2 or 3 consecutive readings is recorded as fluorescein tear break-up time in seconds. The fluorescein tear break-up time is abnormal if it is less than 10 seconds. Although this is an easy test to perform, it has low reliability due to different operational and environmental factors.\n\nCorneal and conjunctival vital dye staining\n\nStaining of the cornea with fluorescein sodium (most common) and rose bengal (less common) and the conjunctiva with lissamine green allows the clinician to detect the presence of devitalized and damaged cells on the ocular surface. Different scales can be used, such as the National Eye Institute scale, to determine the level of drying and damage to the surface of the eye.\n[40]\n[41]\n\nMMP-9 testing:\nAllows the clinician to determine whether this dry eye-specific inflammatory marker is present.\n[42]\nTear film osmolarity:\nElevated tear film salt concentrations over 308 mOsm/L are an indication of dry eye as a cause of reflex tearing.\n[43]\n[44]\nTear film lipid layer thickness:\nMeasurements taken utilizing tear film interferometry allow the detection of evaporative dry eye.\n[45]\nBlink dynamics:\nThese detect the number and extent of blinks and can be measured using the LipiView\n®\nII diagnostic system (Johnson & Johnson Vision Care).\n[46]\nBlinks should be complete and average 15 times per minute. Studies have shown that concentrated near tasks such as digital device use can reduce the blink rate by over 50 percent.\n[47]\nMeibomian gland loss and morphological changes:\nThese can be detected with transillumination and infrared reflection devices. Scales such as the Pult scale can be used to quantify the degree of loss of the oil-producing meibomian glands.\n[48]\n\nExcretory Tests\n\nThese tests are used to report the lacrimal system patency and drainage function.\n\nFluorescein dye disappearance test\n\nThis physiologic test consists of staining the tear film using a fluorescein strip or instilling a drop of 2% fluorescein in the lower fornix. Observations of the residual fluorescence of the tear meniscus are made at 5 minutes, and the thickness of the tear meniscus is measured and graded on a scale that can be used to quantify the thickness subjectively. The scale range is 0 to 4+, with 0 representing no fluorescein dye remaining and +4 representing all the fluorescein dye remaining.\n\nA thin or no fluorescein remaining indicates a positive test and probable normal drainage outflow. This test is most valuable when both sides are compared simultaneously, which results in an asymmetric tear meniscus.\n[8]\nHowever, this test does not differentiate between anatomic and functional defects and gives no information on the site of the obstruction.\n[49]\nThis rapid, simple, painless, and highly specific test can assist in assessing nasolacrimal duct obstruction, especially in children.\n[50]\n\nJones dye test 1\n\nIn this physiologic test, a drop of fluorescein 2% is instilled in the lower conjunctiva. The patient is asked to blow each nostril separately in a tissue. Alternatively, a swab is inserted into the nose after 2 and 5 minutes. If the tissue or swab is not stained with fluorescein, the test is considered negative and likely to have an impaired drainage system. If fluorescein is obtained, the test is positive and may suggest there is no anatomic or functional blockage.\n[51]\nHowever, this test has a high rate of false-positive and false-negative results. The fluorescein passage into the nose varies from person to person and may take more time than expected despite the patent drainage system, which gives false-negative results. At the same time, a false-positive result can be obtained despite a mild anatomic obstruction.\n\nJones dye test 2\n\nThis nonphysiological test is performed in patients with negative Jones dye test 1. A small syringe is used to inject 1 mL of normal saline gently through a lacrimal cannula situated at the punctum. The test is positive if the fluid from the nose is deeply stained with fluorescein. A positive test indicates an incomplete obstruction in the nasolacrimal duct. In this situation, the patent lacrimal puncta and canaliculi enable the lacrimal sac to be filled with fluorescein, which flows down to the incomplete obstructed nasolacrimal duct. When the canaliculus is open but not functioning, the fluid obtained from the nose is clear (negative test) because the fluorescein has not reached the lacrimal sac. Failure to get fluid out of the nose indicates a complete obstruction in the lacrimal drainage system.\n[51]\n\nLacrimal probing test\n\nAfter topical anesthesia of the conjunctival sac, the lid is distracted laterally and kept under tension. At the same time, a Bowman probe is inserted gently vertically through the punctum and then horizontally through the canaliculus until a hard (lacrimal bone) or soft stop (tissue) is felt by the examiner. Bone is contacted when the probe passes through the lacrimal sac, which indicates a patent lacrimal system up to the lacrimal sac. Alternatively, when the probe's progress is impeded by soft tissue, stenosis or obstruction of the canalicular system is present. When there is a stop, the probe is clamped at the punctum. Then the distance to the clamp is measured to determine the length to the site of obstruction or stenosis. A calibrated Bowman probe may help to localize the site of obstruction more easily and accurately.\n[52]\n\nIt is essential to keep the lid under lateral traction, which stabilizes the eyelid and stretches the canaliculus to facilitate passage of the lacrimal probe and avoid \"soft stops\" due to kinking of the canaliculus. Failure to recognize resistance to passing or incorrect technique can lead to trauma to the canaliculi resulting in a false passage or stenosis due to scarring in the injury area. In cases of acute dacryocystitis and acute canaliculitis, probing should be avoided. Active infection can hinder the passage of a probe, which increases the risk of iatrogenic trauma.\n\nLacrimal syringing test\n\nAfter topical anesthesia of the conjunctival sac, the lid is distracted laterally and kept under tension. At the same time, a lacrimal cannula on a saline-filled 5-mL syringe is inserted gently vertically through the punctum and then horizontally through the canaliculus until a hard or soft stop. The plunger is then gently pushed down to flush the nasolacrimal duct with saline, and the degree and localization of reflux are recorded. The duct is anatomically patent if the saline flows into the nose or throat. Reflux via the same or contralateral punctum suggests stenosis or obstruction.\n\nWhile regurgitation through the opposite punctum means a block of the common canaliculus or more distal structures, reflux through the same punctum indicates obstruction of the ipsilateral canaliculus, and syringing must be repeated through the opposite canaliculus. Distension of the lacrimal sac suggests a nasolacrimal duct obstruction.\n[53]\nThe lacrimal syringing test is commonly used in the clinic due to its simplicity and immediate results. However, the greater than normal positive hydrostatic pressure makes it unreliable for diagnosing nasolacrimal duct stenosis or functional delay. In addition, it has limited value in distinguishing the exact site of obstruction.\n[54]\n\nOptical coherence tomography\n\nThis test uses the principle of low coherence interferometry and is gaining popularity in obtaining images from the punctum and canaliculus due to its noninvasive nature. However, its use is limited due to the lack of guidelines about standard terminologies, measurements, and image capture techniques. New modalities such as dynamic optical coherence tomography and optical coherence DCG will play an essential role in the future as they provide more extensive information about the anatomy, physiology, and pathophysiology of punctal and canalicular disorders.\n[55]\n[56]\n\nDacryoendoscopy\n\nA dacryoendoscope is inserted through the lower or upper punctum. This leads to a detailed and direct visualization of the proximal lacrimal drainage system (punctum and canaliculus).\n[57]\nIt enables precisely locating pathologic changes affecting these structures and can be used simultaneously to perform surgical repair under direct visualization.\n[58]\n\nNasal endoscopy\n\nA rhinoscope is used to examine the nasal space to assess anatomic variations and to rule out nasal pathologies such as inflammation, polyps, and tumors.\n\nDacryoscintigragphy\n\nA 10-mL drop of technetium-99m radiotracer is instilled into the conjunctiva's lower fornix, and images are taken every minute for 45 minutes with a gamma camera. Dacryoscintigragphy (DSG) is a noninvasive helpful technique to assess the functional patency of the lacrimal drainage system.\n[54]\nHowever, its limitations include its cost, long acquisition time, the low resolution to show the precise anatomic location, and the need for confirmatory procedures in the event it is abnormal.\n[59]\n\nConventional dacryocystography\n\nThis technique requires the injection of contrast media (lipoidal, iohexol, iopamidol) in the superior or inferior canaliculus to obtain posterior and lateral radiographs. Conventional dacryocystography (DCG) provides more extended information about the anatomy of the lacrimal drainage system, which helps localize the site of obstruction. Currently, its use is limited to atypical cases. Disadvantages of this technique include the use of ionizing radiation and contrast media, lack of information about the surrounding bony structures, inability to assess the tear flow dynamics, and a limited view of the proximal lacrimal system.\n[60]\n\nDigitally subtracted DCG\n\nThis technique leads to bone-free images of the lacrimal drainage system after injecting contrast media (iohexol, iopamidol, sinograffin) in the superior or inferior canaliculus; it\nis indicated in complex lacrimal disorders. Disadvantages of this technique include the use of ionizing radiation and contrast media, lack of information about the surrounding bony structures, inability to assess the tear flow dynamics, and a limited view of the proximal lacrimal system.\n[60]\nDespite these limitations, it is considered the gold standard for evaluating obstruction of the lacrimal drainage system.\n\nComputed tomographic DCG\n\nThis technique involves obtaining axial and coronal (1–2-mm thickness) computed tomographic images after using contrast media. The contrast media (iohexol, iopamidol) could be injected in the inferior or superior canaliculus or applied topically every minute for 5 minutes or 3 times at 0, 5, and 10 minutes. The main advantage is the information about the surrounding bony structures, which is relevant in assessing nasolacrimal obstructions in cases of maxillofacial trauma, congenital craniofacial deformities, previous surgery, lacrimal drainage tumors, and associated sinus disease.\n\nComputed tomographic DCG is the technique of choice when the bony anatomy is vital for pre-operative planning. Limitations include higher ionizing radiation exposure than DCG, contrast use, poor visualization of the common canaliculus, and inability to assess the dynamic tear flow. Currently, a reduction in ionizing radiation exposure could be attained using cone-beam computed tomographic-DCG with similar good images of the lacrimal drainage system.\n[60]\n\nMagnetic resonance DCG\n\nThis technique uses fast sequence techniques and fat suppression to obtain high-quality images of the lacrimal drainage system. Gadolinium contrast is used by cannulation or topical instillation (1 drop every minute for 5 minutes or 1 drop every 3 minutes for 15 to 20 minutes). Alternatively, normal saline or normal saline mixed with 0.5% lidocaine and a balanced salt solution can be used.\n[60]\n\nAdvantages include acquiring a series of images and no radiation exposure. In contrast, the main limitations are poor bone visualization, long acquisition time, motion artifact, difficult visualization in case of mucosal and paranasal sinus disease, and high cost. Dynamic magnetic resonance\nDCG can capture the passage of contrast media across the lacrimal drainage system, which makes it helpful in evaluating functional epiphora.\n[55]",
    "administration": "Specific treatment will vary according to the etiology of the watery eye and coexisting exacerbating factors. In general, when there is a problem with one of the tear film layers or in the distribution of the tears through the ocular surface, the condition may improve with medical management. These treatments are extensive and include the following categories:\n\nTear supplementation:\nUsing artificial tears, gels, ointments, and tear suppository inserts\n[61]\nImmunosuppressants:\nIncluding steroid drops and ointments and calcineurin T-cell inhibitors\n[62]\nTear production–enhancing nasal sprays and drugs:\nThose containing cholinergic agonists\n[63]\nEnvironmental modifications:\nIncluding humidifiers\n[64]\nTear film lipid layer enhancers:\nPerfluorohexyloctane, for example\n[65]\nEyelid treatments:\nIncluding massage and heating devices, antimicrobial eye drops, ointments and foams, oral antibiotics, meibomian gland probing, and eyelid margin cleansers, all of which can enhance meibum production and reduce inflammation of the eyelid\n[66]\nAutologous serum tears\n[67]\n[68]\nScleral contact lenses\n[69]\nDiet modifications:\nIncluding the addition of foods containing omega-3 fatty acids\n[70]\nLifestyle changes:\nIncluding the elimination of drugs and habits that are known to cause dry eye\n[71]\n[72]\n[73]\nContact lens changes:\nAdjusting contact lens types and wearing habits\n[74]\n\nTreatment with steroid eyedrops or ointments can distinguish whether inflammation of the ocular surface and the lacrimal drainage system is the immediate cause of the watery eye or whether an anatomical noninflammatory etiology is present requiring surgery.\n[75]\n[76]\n\nTreatment Based on Etiology\n\nFollowing, in order of preference, are treatments for conditions affecting the eyelids and periocular region.\n\nSkin conditions\n\n(Including rosacea, eczema, actinic keratoses, ichthyosis, zoster, scleroderma, lichen planus, discoid lupus)\nTreatment may include topical or oral medications to reduce inflammation, moisturizers for skin care, and avoidance of triggers that worsen the condition. In some cases, light therapy or laser treatment may be beneficial.\n[77]\n\nFacial akinesia\n\nArtificial tears and lubricating ointments to protect the corneal surface\nEyelid taping or a moisture chamber at night to prevent exposure\nIn severe cases, surgical interventions such as tarsorrhaphy may be considered.\n[78]\n\nBrain disorders\n\nOptimizing systemic medications to improve motor function (in the case of Parkinson's disease and progressive supranuclear palsy)\nUse of artificial tears and ointments to maintain ocular surface moisture\n[79]\n\nFacial nerve palsy\n\nLubrication with artificial tears and ointments\nEye patch or taping for eyelid closure at night\nSurgical procedures to correct ectropion or for eyelid weight implantation to improve closure\n[80]\n\nAberrant seventh-nerve regeneration\n\nBotulinum toxin injections to reduce aberrant tear production\nSymptomatic treatment with artificial tears\n[33]\n\nSpace-occupying lesions or drugs\n\nInterventions that address the underlying cause, such as reducing or stopping medication causing tear overproduction.\nSurgical intervention\n[81]\n\nLacrimal gland tumors\n\nSurgical removal of the tumor\nRegular monitoring for any changes in the size or behavior of the gland\n[82]\n\nDacryoadenitis\n\nTreatment of the underlying infectious or inflammatory condition with antibiotics, steroids, or immunosuppressive drugs\nWarm compresses and massage to facilitate drainage\n[83]\n\nBotulinum toxin\n\nTime, as the effects of botulinum toxin are temporary\nSymptomatic treatment with tears and ointments\n[84]\n\nHerniation of orbital fat\n\nSurgical correction to reposition displaced fat and restore normal tear flow\n[85]\n\nLumps, burns, and scars on eyelids\n\nSurgical removal or reconstruction to restore normal eyelid function\nLubrication to protect the ocular surface\n[86]\n\nFloppy eyelid syndrome\n\nEyelid surgery to correct the laxity\nProtective measures during sleep, such as a sleep mask or taping eyelids shut\n[87]\n\nEyelid retraction in exophthalmos\n\nTreat underlying thyroid disease\nSurgical correction of eyelid retraction\nLubrication to prevent exposure keratopathy\n[88]\n\nEyelid imbrication syndrome\n\nSurgical correction of eyelid position\nLubrication to manage symptoms of exposure.\n[89]\n\nEyelid length disparity\n\nSurgical intervention to correct the disparity\nUse of lubricating drops or ointments to protect the cornea\n[90]\n\nLower lid laxity\n\nSurgical tightening of the lower eyelid\nPunctal plugs to improve tear retention\n[91]\n\nEntropion and ectropion\n\nSurgical correction of eyelid malposition\nLubrication to protect the ocular surface from irritation by eyelashes\n[92]\n\nEyelid notches and tumors\n\nRemoval or biopsy of tumors\nReconstruction to restore normal lid anatomy and function\n[93]\n\nKeratinization of the eyelid margin\n\nTopical retinoids or lubrication to manage lid-wiper epitheliopathy\nSurgical intervention in severe cases\n[94]\n\nMalpositioned eyelashes\n\nEpilation, electrolysis, or cryotherapy to remove misdirected lashes\nRegular monitoring and maintenance treatment\n[95]\n\nBlepharitis or meibomian gland dysfunction\n\nWarm compresses and eyelid hygiene\nTopical antibiotics or steroid drops\nOmega-3 supplementation to improve gland function\n[96]\n\nTreatments for conditions affecting the ocular surface include:\n\nDry eyes\n\nArtificial tears and lubricating ointments to stabilize the tear film\nPrescription eye drops like cyclosporine or lifitegrast to reduce inflammation\nPunctal plugs to prevent tear drainage and maintain moisture\nLifestyle changes, including reducing screen time and improving the humidity of the environment\nOmega-3 fatty acid supplements to improve tear quality\n[97]\n\nForeign body in the cornea or conjunctiva\n\nRemoval of the foreign body by a healthcare professional\nAntibiotic drops to prevent infection following removal\nAnalgesic drops to reduce pain if needed\n[98]\n\nConjunctival inflammation\n\nAnti-inflammatory eye drops, such as steroid drops, reduce inflammation\nCool compresses and artificial tears for symptomatic relief\nTreating underlying causes, such as allergies, with an antihistamine or mast-cell stabilizer drops\n[99]\n\nConjunctivochalasis\n\nLubricating drops and ointments to relieve mechanical irritation\nSurgical intervention to remove excess conjunctival tissue if severe and symptomatic\n[100]\n\nConjunctival symblepharon\n\nSurgical separation of the adhesions may be necessary.\nManagement of the underlying condition causing the symblepharon, such as treating ocular cicatricial pemphigoid with immunosuppressants\n[101]\n\nPinguecula and pterygia\n\nLubricating eye drops and sunglasses for protection from UV light\nSurgical removal if the pterygium significantly disrupts vision or tear distribution\n[102]\n\nCorneal pathology\n\n(Keratitis and ulcer)\nAntibiotic or antifungal eye drops for infectious keratitis\nSteroid eye drops to reduce inflammation if noninfectious\nProper corneal care and monitoring by an eye care professional\n[103]\n\nOcular inflammation\n\n(Iritis, for example)\nSteroid eye drops to reduce inflammation\nCycloplegic drops to prevent the iris from sticking to the lens and to relieve pain\nTreatment of the underlying systemic condition if present\n[104]\n\nMegalocaruncle:\n\nSurgical reduction of the caruncle if it is obstructing the punctum\nMonitoring for changes in size and symptoms\n[105]\n\nTreatments for conditions affecting the lacrimal drainage system include:\n\nConjunctivitis\n\nAllergic conjunctivitis:\nAntihistamine or mast cell stabilizer eye drops\nBacterial conjunctivitis:\nAntibiotic eye drops\nViral conjunctivitis:\nSupportive care with cool compresses and lubrication\n[106]\n\nRhinitis or sinusitis\n\nNasal decongestants and saline sprays\nAntihistamines for allergic rhinitis\nAntibiotics for bacterial sinusitis\n[107]\n\nPunctal apposition syndrome\n\nPunctoplasty to correct the apposition\nUse of punctal plugs if necessary\n[106]\n\nMalpositioned punctum\n\nA surgical procedure (punctoplasty) to correct the position\nArtificial tears to manage symptoms if surgery is not indicated\n[108]\n\nPunctal stenosis\n\nPunctal dilation and possible placement of punctal plugs\nSurgical intervention for severe cases (eg, punctoplasty).\n[109]\n\nAbsence of puncta\n\nSurgical creation of a new punctum if necessary\nLubrication to manage symptoms\n[110]\n\nAccessory punctum\n\nObservation if asymptomatic\nSurgical closure if symptomatic\n[15]\n\nDacryocystitis\n\nWarm compresses and massage to reduce inflammation\nOral antibiotics for infection\nDacryocystorhinostomy surgery to bypass the obstruction\n[111]\n\nMucocele\n\nSurgical drainage\nDacryocystorhinostomy surgery if there is an underlying nasolacrimal duct obstruction\n[112]\n\nAbsent or fibrotic sac\n\nDacryocystorhinostomy surgery to create a new drainage pathway\n[113]\n\nCanaliculitis\n\nCanaliculotomy to remove the infectious material\nTopical and/or systemic antibiotics\n[114]\n\nSinus and nasal surgery\n\nPostoperative care to reduce inflammation\nMonitoring for potential complications affecting lacrimal drainage\n[115]\n\nNeoplasms\n\nSurgical excision of the tumor\nAdditional therapy based on the type of neoplasm (eg, chemotherapy, radiotherapy)\n[116]\n\nTrauma\n\nReconstruction surgery to repair the lacrimal drainage system\nUse of stents or tubes to maintain patency during healing\n[117]\n\nIntraluminal foreign bodies\n\nRemoval of the foreign body\nDilation of the duct if needed\n[118]\n\nRadiotherapy\n\nConservative management with lubricants\nSurgical intervention (eg, dacryocystorhinostomy) for severe obstruction\n[119]\n\nSystemic chemotherapy\n\nSymptomatic treatment with lubricants\nStent placement if obstruction is significant\n[120]\n\nBone marrow transplantation\n\nTreatment of graft-versus-host disease with immunosuppressants\nLubrication to manage symptoms\n[121]\n\nEye drops\n\nConsultation with a physician to change or adjust any medication causing irritation\nPunctoplasty or punctal plugs for stenosis\n[122]\n\nEndogenous inflammation\n\nSystemic immunosuppressive therapy for autoimmune conditions\nSurgical interventions for structural complications\n[123]\n\nSurgical Management\n\nIn cases of tearing due to eyelid laxity, lower eyelid tightening surgery is useful, although the effect does not always last.\n[124]\nWhen eyelid retraction or incomplete blink amplitude is the problem, options include placing a gold weight on the upper eyelid and aggressive lubrication\n.\n[9]\nCases of a patent lacrimal system and well-positioned puncta have been managed with lower eyelid tightening and dacryocystorhinostomy with variable results.\n[125]\n\nBased on the obstruction site\n\nIn the case of true epiphora, when the obstruction is a cause, surgical treatment is often required to restore drainage. The appropriate procedure is chosen based on the specific site of obstruction.\n\nPunctal stenosis:\nManaged with perforated punctal plugs, punctoplasty or punctum dilatation, and positioning of a monocanalicular or bicanalicular stent\n[126]\nProximal and midcanalicular obstruction:\nDacryocystorhinostomy with retrograde intubation is the technique of choice\nDistal canalicular obstructions:\nBypass surgery is advised\nCommon canalicular obstructions:\nProximal obstruction:\nCanaliculodacryocystorhinostomy\nDistal obstruction:\nDacryocystorhinostomy with membranectomy and intubation\nNo patency:\nBypass surgery with a Lester Jones tube\n[126]\nObstruction in the nasolacrimal duct:\nDacryocystorhinostomy will offer the best results\n\nProcedures\n\nSurgical management of a watery eye is tailored to address the underlying cause, which often involves the lacrimal drainage system. The goal is to restore proper drainage of tears into the nasal cavity. Several surgical options are available, and the choice of procedure depends on the specific site and cause of obstruction.\n\nPunctoplasty\n\nPunctoplasty is a procedure aimed at correcting punctal stenosis, which is the narrowing of the lacrimal punctum, the entry point of the lacrimal drainage system. This simple procedure involves making a slit-like incision to enlarge the punctum and is often done under local anesthesia. There are various techniques, such as the 3-snip punctoplasty, 4-snip punctoplasty, or the 1-snip procedure. The choice of technique depends on the surgeon's preference and the extent of the stenosis.\n[127]\n\nDCR\n\nDCR is the most commonly performed procedure for the surgical management of nasolacrimal duct obstruction. It creates a new pathway between the lacrimal sac and the nasal cavity, bypassing the obstructed nasolacrimal duct. DCR\ncan be performed via an external approach (external DCR) or endoscopically (endonasal DCR).\n[128]\n\nExternal DCR\n\nThis traditional approach involves a skin incision and is notable for its high success rate.\n[129]\n\nEndonasal DCR\n\nThis is a less invasive procedure performed entirely within the nasal cavity using endoscopic techniques. It has the advantage of no external scarring and a quicker recovery time.\n[130]\n\nConjunctivodacryocystorhinostomy\n\nConjunctivodacryocystorhinostomy\n(CDRC) is indicated when there is a need to bypass the entire lacrimal drainage system. This is usually the case when there is an obstruction at the level of the canaliculi or when there has been a failure of previous DCR surgeries. In CDCR, a glass tube known as the Jones tube is inserted to connect the conjunctival sac directly to the nasal cavity.\n[131]\n\nLacrimal intubation\n\nIn cases of partial obstruction or functional epiphora, silicone tubes may be inserted to open the lacrimal drainage system. This can be a temporary or sometimes a long-term solution.\n[132]\n\nLacrimal tubes:\nUsed in various procedures to facilitate the creation of a new tear drainage pathway or to keep a new or existing pathway open\n[133]\nCrawford tube:\nA silicone tube that is passed through the punctum, into the lacrimal sac, and then through the nasolacrimal duct into the nose; used primarily in pediatric cases or when a canalicular obstruction is present\n[134]\nJones tube:\nA glass tube used in CDCR procedures for cases of canalicular damage or after failed dacryocystorhinostomy; serves as a permanent conduit for tears from the eye to the nasal cavity\n[135]\nMasterka tube\n: A variation of the Jones tube that is self-retaining and does not require a suture for fixation; has a larger internal opening to reduce the risk of blockage\n[136]\nMini-Monoka tube:\nA monocanalicular stent that is secured in place without the need for sutures, as it has a plug that anchors it to the punctum; used for canalicular obstructions\n[137]\n\nThe surgical management of a watery eye is complex and should be personalized based on the patient's specific anatomy and pathology. Postoperative care is critical and includes monitoring for infection, tube patency, and proper positioning of the tubes. Long-term follow-up is necessary to ensure the continued function of the surgical intervention and to manage any complications or recurrences.",
    "adverse_effects": "It should be noted that a watery eye is not always only a discomforting symptom as it can be the manifestation of pathologies that can cause permanent ocular damage or complicate intraocular surgeries if left untreated.\n[26]\nWatery eyes can lead to several complications if not properly managed:\n\nChronic discomfort:\nConstant tearing can cause discomfort and interfere with daily activities, including reading and driving.\nVision impairment:\nExcessive tearing may lead to blurred vision and can reduce quality of life.\nSkin irritation:\nChronic wetness around the eyes can lead to irritation, dermatitis, and skin breakdown on the eyelids and surrounding skin.\nInfection\n: Persistent moisture can create a breeding ground for bacteria, potentially leading to infections such as conjunctivitis or dacryocystitis.\nCorneal problems:\nIn severe cases, excessive tear production can overflow onto the cornea, leading to exposure keratopathy, corneal ulceration, or infection.\nSocial and psychological impact:\nThe constant tearing and associated symptoms can be cosmetically unappealing and socially embarrassing, potentially impacting mental health.\nChronic inflammation:\nIn cases where watery eyes are due to chronic conditions like ocular surface disease, it can lead to persistent inflammation, further damaging eye tissues.\nSecondary vision problems:\nIf watery eyes result from another ocular condition, such as conjunctivitis or blepharitis, failing to address the primary issue could lead to more serious secondary vision problems.\n\nEarly diagnosis and appropriate treatment of the underlying cause of epiphora are essential to prevent these complications and preserve ocular health and quality of life.\n[150]"
  }
}