{
  "drug_name": "ipilimumab",
  "nbk_id": "NBK557795",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557795/",
  "scraped_at": "2026-01-11T15:31:39",
  "sections": {
    "indications": "Ipilimumab currently has no contraindications. There have been no formal drug interaction studies conducted with ipilimumab.\n[17]\nThere have been no well-controlled studies in pregnant women, but ipilimumab is known to cross the placental barrier and be transmitted from the mother to the developing fetus. Therefore, use during pregnancy should only be a consideration if the potential benefits outweigh the potential risk to the fetus. It is unknown whether ipilimumab is secreted in human breast milk, but due to the risk of secretion and potential for adverse effects, use during nursing should only be considered if the potential benefits outweigh the potential risks to the child. There have not been well-controlled studies in the pediatric population, but there are no current contraindications for usage in children.\n[18]\n\nCaution is advised when using ipilimumab with vemurafenib.",
    "mechanism": "Ipilimumab is a CTLA-4 monoclonal antibody.\n[6]\nTwo signals are necessary for full T-cell activation: major histocompatibility complexes (MHC) I and II receptors on T-cells binding to tumor-associated antigens (TAA) presented by antigen-presenting cells (APCs) as well as CD28 receptor located on the T cell binding to CD80 and CD86 (B7 ligand subtypes) on APCs. These two signals result in T-cell proliferation and cytokine release, triggering and amplifying the immune response. In response to this T-cell activation, cytotoxic T lymphocyte antigen-4 (CTLA-4) becomes upregulated, competing with CD28 for CD80 and CD86 binding on APCs. However, with a much higher affinity, it can downregulate the T cell activation, which results in a decreased immune response to TAAs.\n\nCTLA-4 is the primary negative regulator of T-cell-mediated antitumor immune responses and therefore represents a critical checkpoint for immunity, controlling both the intensity and duration of an immune response. Ipilimumab is an anti-CTLA-4 monoclonal antibody that prevents CD80 and CD86 on APCs from binding to CTLA-4 on T cells. This blockage of CTLA-4 signaling allows T-cell activation, proliferation, and amplification of T-cell-mediated immunity, which allows the patient's immune system to mount a better response.\n[7]\n\nThe drug is metabolized via the CYP450 enzyme system and has a half-life of 15.4 days.",
    "administration": "Ipilimumab may only be administered intravenously (IV), specifically with an IV line containing a sterile, low protein binding filter to minimize protein medication loss. It should be infused over 30 to 90 minutes.\n[8]\nIt should not be mixed or administered with any other medical products. No other specific or extra precautions are necessary.\n\nDosing by indication is as follows:\n\nMelanoma\n\nAs adjuvant treatment: 10 mg/kg/dose IV every three weeks for 4 doses, then commencing with the 24th week, the dose changes to 10 mg/kg/dose IV every 12 weeks for up to three years.\nFor metastatic or unresectable disease: 3 mg/kg/dose IV every 3 weeks for up to 4 doses; treatment must be completed within 16 weeks following the first dose. It can be used as monotherapy or with nivolumab.\n[9]\n[10]\n\nAdvanced Renal Cell Carcinoma\n\n1 mg/kg/dose IV every 3 weeks for up to 4 doses. In patients with previously untreated disease or who have poor risk profiles, use with nivolumab.\n[11]\n\nMetastatic Microsatellite Instability-high or Mismatch Repair-deficient Colorectal Cancer\n\n1 mg/kg/dose IV every 3 weeks for up to 4 doses. In patients with relapsing or refractory disease, use in conjunction with nivolumab.\n[11]\n\nHepatocellular Carcinoma\n\n3 mg/kg/dose IV every 3 weeks for up to 4 doses. In patients with disease that is refractory to treatment with sorafenib or who cannot tolerate sorafenib, use with nivolumab.\n[12]\n\nNon-small Cell Cancer\n\nFor metastatic PD-L1-expressing disease: 1 mg/kg/dose IV every 6 weeks for up to 2 years. This is a first-line treatment, along with nivolumab, for patients without EGFR or ALK genomic tumor defects.\nRecurring or metastatic disease: 1 mg/kg/dose IV every 6 weeks for up to 2 years. This is a first-line treatment, along with nivolumab plus two cycles of histology-based platinum-doublet chemotherapy, for patients without EGFR or ALK genomic tumor defects.\n\nMalignant Pleural Mesothelioma\n\n1 mg/kg/dose IV every 6 weeks for up to 2 years; used with nivolumab.\n[13]\n\nIf the patient's creatinine clearance is above 15, no dose adjustment is necessary. Dosing is undefined for patients with renal disease and creatinine clearance of 15 and lower. Patients with hepatic impairment with an AST reading between 1 to 1.5 times the upper normal limit require no dose adjustment. Dosing is undefined for patients with bilirubin values over 1.5 of the upper normal limit irrespective of AST value.\n\nFor pediatric dosing, refer to institutional protocols; ipilimumab is only approved for children aged 12 and older.",
    "adverse_effects": "Ipilimumab causes increased activation of T-cells, and thus its adverse effects generally result from excess T-cell activation. These immune-mediated reactions are very common, can affect any organ system, and are usually manageable. However, they can also manifest as serious, life-threatening complications. The most commonly affected systems include the gastrointestinal and integumentary systems, generally manifesting as a pruritic rash, diarrhea, or colitis. Other less commonly implicated systems include the hepatic, neurologic, ocular, and endocrine. Less common adverse effects include conjunctivitis, uveitis, inflammatory hepatitis, liver failure, hypothyroidism, hypopituitarism, adrenal insufficiency, hypogonadism, intestinal perforation, severe enterocolitis, Stevens-Johnson syndrome, and toxic epidermal necrolysis.\n[14]\n\nIpilimumab-associated adverse events are generally manageable with supportive measures, including loperamide and/or diphenoxylate/atropine and the occasional use of systemic corticosteroids. Most adverse effects are immune-related and occur within the first 12 weeks of initial treatment and resolve within 3 to 4 months. Severe adverse drug effects should also merit consideration as reasons to discontinue medical therapy with ipilimumab. The most common adverse effects are enterocolitis, including severe enterocolitis, moderate enterocolitis, intestinal perforation, dermatitis, Stevens-Johnson syndrome, toxic epidermal necrolysis, or severe rash and hepatitis, including severe and moderate hepatotoxicity. More uncommon adverse effects include neuropathies, peripheral neuropathy, Guillan-Barre syndrome, endocrinopathies, hypopituitarism, adrenal insufficiency, hypo and hyperthyroidism hypogonadism, and Cushing syndrome.\n[15]\n\nAdverse effects that occur in less than 1% of patients included nephritis, pneumonitis, iritis, meningitis, pericarditis, uveitis, and hemolytic anemia.\n[16]",
    "monitoring": "Effective monitoring of patients should include a thorough history and physical examination, including neurologic function and bowel habits, a complete dermatologic assessment, and baseline as well as serial monitoring of LFTs, endocrine panel, and TFTs; plus ACTH. CrCl, and blood chemistry, both at baseline and before each dose. Additional monitoring includes a pregnancy test at baseline for female patients of child-bearing age.",
    "toxicity": "Ipilimumab currently has no specific antidote for overdose of this drug. Therefore, careful monitoring of the administration of proper dosages and adverse effects is imperative. If severe adverse effects or rapid deterioration of the patient occur, the clinician should consider cessation of the drug."
  }
}