{
  "drug_name": "irbesartan",
  "nbk_id": "NBK606100",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606100/",
  "scraped_at": "2026-01-11T15:31:39",
  "sections": {
    "indications": "The combination of ARBs and HCTZ should not be administered to patients with the following conditions:\n\nHypersensitivity to sulfonamide-derived drugs:\nIndividuals with a history of hypersensitivity to any component of the ARB-HCTZ combination, angioedema, or anaphylaxis should not take this medication. These conditions are absolute contraindications to the ARB-HCTZ combination.\n\nPregnancy:\nBoth ARBs and HCTZ are known to have teratogenic effects on the developing fetus. Therefore, if a woman becomes pregnant while taking this combination medication, it must be discontinued immediately.\n\nReceiving aliskiren:\nThe simultaneous administration of aliskiren and ARB-HCTZ significantly increases the risk of hypotension and hyperkalemia.\n\nBilateral renal artery stenosis and heart failure with hypotension:\nPatients with conditions such as bilateral renal artery stenosis and heart failure accompanied by hypotension rely heavily on the RAAS to regulate blood pressure and should not be administered ARBs. In patients with this or similar conditions, ARBs may precipitate renal failure and hyperkalemia.\n[48]\n\nBox Warning\n\nFetal toxicity:\nUpon detection of pregnancy, discontinue single pill combinations of ARB-HCTZ promptly. Agents affecting the renin-angiotensin system can result in fetal injury and mortality.\n[53]\n\nWarning and Precautions\n\nHealthcare providers should remain informed about industry recalls of ARBs, including the past recalls of valsartan, irbesartan, and losartan, due to the presence of contaminants such as NMBA and NDMA. Providers should be aware of the specific batches affected and updates from regulatory agencies like the FDA regarding any new recalls related to these contaminants due to their carcinogenic potential.\n[54]\nHydrochlorothiazide administration in kidney transplant recipients is associated with an increased incidence of basal cell carcinoma. This relationship underscores the importance of frequent dermatological monitoring, particularly for patients continuously exposed to sunlight or other ultraviolet sources.\n[55]\nDespite previous pharmacovigilance reports suggesting a link, a randomized, placebo-controlled trial involving 30 healthy volunteers found that HCTZ 25 mg daily for 15 days did not increase photosensitivity to UVA or UVB radiation or cause phototoxic or carcinogenic effects. In vitro studies with human keratinocytes also found no adverse effects related to phototoxicity or carcinogenesis due to HCTZ administration combined with UVB exposure.\n[56]\nA systematic review and meta-analysis on antihypertensive drugs concluded that diuretics (especially hydrochlorothiazide) are associated with an increased risk of non-melanoma skin cancer (NMSC). However, this risk was predominantly observed during studies that did not adjust for sun exposure or smoking. Cohort studies and studies that corrected these factors did not find a significantly increased risk of NMSC. Furthermore, significant publication bias was identified in some studies. In conclusion, while observational data suggest a link between HCTZ and skin cancer, the evidence from well-controlled studies correcting for confounding factors is less conclusive. Further research and ongoing surveillance is required.\n[57]",
    "mechanism": "Excessive and inappropriate activation of the renin-angiotensin-aldosterone system (RAAS) is a critical component of hypertension development. Various elements of RAAS are targets for blood pressure therapy. Prorenin (a precursor of renin) is stored in juxtaglomerular cells (JG cells) within the renal afferent arterioles. Prorenin is enzymatically cleaved to form renin under specific stimuli such as renal hypoperfusion, reduced delivery of sodium and chloride to the distal convoluted tubule (DCT), or increased sympathetic flow through the β-1 adrenergic receptors.\n[18]\n\nRenin is produced by the liver and initiates the conversion of angiotensinogen into angiotensin I. In the lungs, angiotensin-converting enzyme (ACE) removes 2 amino acids from the C terminal of angiotensin I to form angiotensin II, which regulates blood volume through the AT1 receptor. By inhibiting the binding of angiotensin II to AT1 receptors in the kidneys and adrenal glands, angiotensin receptor blockers impede vasoconstriction and the involvement of aldosterone in the progression of cardiovascular diseases.\n[19]\n[20]\nHCTZ is a diuretic agent that acts on the DCTs. Sodium is absorbed in the DCTs and transported to the basolateral aspect of the interstitium through the activity of a sodium-potassium ATPase pump. This process establishes a concentration gradient across the epithelial cells and the DCTs, facilitating water reabsorption. HCTZ hinders sodium and chloride transport by targeting the sodium-chloride symporter, also known as Solute Carrier Family 12 Member 3 (SLC12A3). Through this interruption, HCTZ reduces the concentration difference between the DCT and epithelial cells, reducing water reabsorption and increasing diuresis.\n[8]\n[21]\n\nARBs selectively target the AT1 receptor, reducing vasoconstriction and aldosterone secretion induced by angiotensin II. Meanwhile, HCTZ inhibits sodium and water reabsorption in the proximal DCT, promoting diuresis. These mechanisms synergistically reduce blood pressure by mediating vascular tone and fluid volume. This approach optimizes therapeutic efficacy while mitigating the risk of electrolyte imbalances and other adverse effects associated with higher doses of individual agents. A meta-analysis compared ARB-HCTZ therapy to ARB alone in patients with uncontrolled hypertension. Results from 16 RCTs (12,055 participants) indicated that ARB-HCTZ achieved significantly improved systolic and diastolic blood pressures than ARB alone. The combination also increased the likelihood of reaching target blood pressure goals. ARB-HCTZ is associated with rates of adverse events similar to ARB alone.\n[22]\n\nPharmacokinetics\n\nAbsorption:\nValsartan is rapidly absorbed following oral administration and reaches peak plasma concentration after 1 to 2 hours.\n[23]\nOlmesartan is esterified with medoxomil to increase its bioavailability, allowing it to reach peak plasma concentration within 1 to 3 hours.\n[24]\nAccording to FDA-approved product labeling, telmisartan (20 to 160 mg) follows non-linear pharmacokinetics, and its dose-dependent bioavailability ranges from 42% to 58%. The bioavailability of irbesartan is 60% to 80% after a dose. Food intake does not affect its bioavailability. The prodrug candesartan cilexetil is rapidly activated after absorption from the gastrointestinal tract, and its bioavailability is 40% after an oral dose.\n[25]\nThe bioavailability of losartan is 33%, and concurrent food intake reduces its absorption.\n[26]\nThe bioavailability of eprosartan after an oral dose of 300 mg is 13%. The bioavailability of HCTZ ranges from 65% to 75%. However, this availability is reduced by 10% when HCTZ is consumed with a meal.\n[27]\n\nDistribution:\nValsartan and olmesartan bind strongly to plasma proteins, primarily albumin, which significantly reduces their volume of distribution. The volume of distribution for both drugs is 17 L, implying these medications are not distributed extensively throughout the body. Angiotensin receptor blockers such as telmisartan are highly bound to plasma proteins (>99.5%) regardless of dose amount. Telmisartan's distribution volume is 500 L.\n[28]\nIrbesartan is 90% bound to plasma proteins (primarily albumin and α-1-acid glycoprotein), and its volume of distribution ranges from 53 to 93 L. Candesartan is highly bound to plasma proteins and has been shown to cross the blood-brain barrier in animal models; its volume of distribution is 0.13 L/kg. Losartan is 99.7% bound to plasma proteins, giving it poor tissue distribution.\n[26]\nEprosartan at any concentration binds strongly to plasma proteins. HCTZ is 40% to 68% bound to albumin in the serum and extensively distributed throughout the body.\n[29]\n\nMetabolism:\nCandesartan cilexetil, olmesartan medoxomil, and azilsartan medoxomil are prodrugs requiring metabolic activation in the GIT and liver to form their active counterparts. In contrast, eprosartan, irbesartan, telmisartan, and valsartan are active immediately after administration.\n[30]\nValsartan undergoes minimal metabolism.\n[23]\nOlmesartan medoxomil is activated into its pharmacologically active form through ester hydrolysis in the gastrointestinal tract; active olmesartan undergoes negligible metabolism.\n[31]\nTelmisartan is minimally metabolized through conjugation into the pharmacologically inactive compound acyl-glucuronide without P450 isoenzymes.\n[28]\nIrbesartan is primarily metabolized in the liver through glucuronidation and oxidation by CYP2C9. Candesartan cilexetil undergoes ester hydrolysis to form the pharmacologically active candesartan, which is not mainly metabolized in the body. However, <20% of the drug undergoes hepatic metabolism through O-deethylation. The maximum amount of candesartan is excreted unchanged in stools. Losartan undergoes a metabolic transformation into an aldehyde intermediate, producing active metabolites.\n[26]\nEprosartan is not metabolized in the body. HCTZ is also not metabolized in the body and is excreted unchanged in the urine.\n\nElimination:\nValsartan demonstrates bi-exponential decay kinetics, has a half-life of 6 hours, and is excreted almost unchanged in the feces.\n[23]\n[32]\nThe steady-state concentration of valsartan is achieved after 7 days of twice-daily dosing.\n[33]\nOlmesartan has a half-life of 10 to 15 hours, takes 3 to 5 days to attain steady-state concentration (once-daily dosing regimen), and 90% of the dose is excreted in feces, with the remainder excreted in the urine.\n[24]\nTelmisartan is widely regarded as the longest-acting ARB, featuring a mean half-life of 24 hours, which conveniently allows for once-daily dosing.\n[30]\nThis drug demonstrates bi-exponential decay kinetics, has a half-life of 24 hours, and takes 7 daily doses to achieve a steady state.\n[34]\nIrbesartan has a half-life of 11 to 15 hours, achieves steady-state concentration in 3 days, and 80% of the dose is excreted in feces, with the remaining excreted in urine. Candesartan reaches its peak concentration in 3 to 4 hours, and its half-life is 9 hours. The active metabolite of losartan has a half-life of 6 to 8 hours. Eprosartan's terminal half-life is 5 to 9 hours. The other ARBs are also eliminated primarily through feces. Hydrochlorothiazide peaks 4 hours after administration and remains effective for approximately 6 to 12 hours; its half-life is 5.6 to 14.8 hours. HCTZ is actively secreted into the proximal tubule by renal organic anion transporters and is eliminated through urine.\n[29]",
    "administration": "Available Dosage Forms\n\nThe single-pill combination of angiotensin II receptor blockers (ARBs) and hydrochlorothiazide (HCTZ) is available in oral tablet formulations.\n\nAdult Dosage and\nStrengths\n\nValsartan and hydrochlorothiazide\n\nAvailable doses:\n\n80 mg/12.5 mg\n160 mg/12.5 mg\n320 mg/12.5 mg\n160 mg/25 mg\n320 mg/25 mg\n\nInitial dose: 160 mg/12.5 mg once daily\n\nMaximum dose: 320 mg/25 mg once daily\n\nThe dose of the valsartan-HCTZ combination can be titrated 1 to 2 weeks after therapy is initiated, and maximum antihypertensive effects are achieved 2 to 4 weeks after treatment initiation.\n\nOlmesartan and hydrochlorothiazide\n\nAvailable doses:\n\n20 mg/12.5 mg\n40 mg/12.5 mg\n40 mg/25 mg\n\nInitial dose: 20 mg/12.5 mg once daily\n\nMaximum dose: 40 mg/25 mg once daily\n\nThe dose of olmesartan-HCTZ combination should be titrated every 2 to 4 weeks until blood pressure is controlled.\n\nTelmisartan and hydrochlorothiazide\n\nAvailable doses:\n\n40 mg/12.5 mg\n80 mg/12.5 mg\n80 mg/25 mg\n\nInitial dose: 40 mg/12.5 mg once daily\n\nMaximum dose: 160 mg/25 mg once daily\n\nThe medication should be started at the lowest possible dose and titrated every 1 to 2 weeks according to the patient's blood pressure.\n\nIrbesartan and hydrochlorothiazide\n\nAvailable doses:\n\n150 mg/12.5 mg\n300 mg/12.5 mg\n\nInitial dose: 150 mg/12.5 mg once daily\n\nMaximum dose: 300 mg/25 mg once daily\n\nThe dosage should be titrated every 1 to 2 weeks. The maximum antihypertensive effect is seen 3 to 4 weeks after treatment is initiated.\n\nCandesartan and hydrochlorothiazide\n\nAvailable doses:\n\n16 mg/12.5 mg\n32 mg/12.5 mg\n32 mg/25 mg\n\nInitial dose: 16 mg/12.5 mg once daily\n\nMaximum dose: 32 mg/25 mg once daily\n\nThe maximal antihypertensive effect of candesartan and HCTZ is observed 4 weeks after initiating the medication. A patient with uncontrolled blood pressure on 25 mg of HCTZ would only benefit from the combination of 16 mg of candesartan and 12.5 mg of HCTZ. A patient who develops hypokalemia on 25 mg of HCTZ can expect potassium levels to improve after initiating a combination of candesartan and HCTZ.\n\nLosartan and hydrochlorothiazide\n\nAvailable doses:\n\n50 mg/12.5 mg\n100 mg/12.5 mg\n100 mg/25 mg\n\nInitial dose: 50 mg/12.5 mg\n\nMaximum dose: 100 mg/25 mg daily (ie, 100 mg/25 mg once daily or 50 mg/12.5 mg twice daily)\n\nThe typical starting dose of losartan and HCTZ is 50 mg/12.5 mg. If blood pressure remains uncontrolled after 3 weeks of therapy, the dose can be increased to 100/25 mg once daily.\n\nEprosartan and hydrochlorothiazide\n\nAvailable doses:\n\n600 mg/12.5 mg\n600 mg/25 mg\n\nInitial dose: 600 mg/12.5mg once daily\n\nMaximum dose: 600 mg/25 mg once daily\n\nThe dose of eprosartan and HCTZ combination can be increased to a maximum of 600 mg/25 mg if blood pressure readings remain high 3 weeks after starting therapy.\n[22]\n[35]\n\nSpecific Patient Populations\n\nRenal impairment:\nNo dosage changes are required for patients with mild and moderate renal impairment. However, combination ARB-HCTZ medications are contraindicated for patients with end-stage renal disease, as hydrochlorothiazide can induce azotemia in patients with severe renal impairment. According to KDIGO guidelines, hypertension is a significant risk factor for the development and progression of chronic kidney disease (CKD). A diagnosis of CKD is made for patients with an estimated glomerular filtration rate <60 mL/min/1.73 m\n2\nand a urinary albumin-to-creatinine ratio ≥300 mg/g for 3 months or longer. Among patients with type 1 or type 2 diabetes and CKD, treatment with an ACE inhibitor or ARB reduces the risk of progressing to end-stage renal disease (ESRD). Additionally, antihypertensive therapy mitigates the risk of cardiovascular events.\n[36]\n\nHepatic impairment:\nMinor electrolyte imbalances can precipitate hepatic encephalopathy in patients with cirrhosis; electrolyte levels should be carefully monitored in these patients.\n[37]\nValsartan should be avoided for patients with marked hepatic dysfunction. However, if valsartan must be administered, the daily dose should not exceed 80 mg.\n[23]\nLosartan undergoes extensive first-pass metabolism in the liver mediated by the cytochrome P450 system; initial dosing should be half the standard in patients with severe hepatic impairment.\n[30]\nARBs inhibit the renin-angiotensin-aldosterone system (RAAS), reducing vasoconstriction. Compensatory vasoconstriction is critical for maintaining blood pressure in patients with cirrhosis. The American Association for the Study of Liver Diseases (AASLD) guidelines recommend avoiding ARBs for patients with cirrhosis-related ascites due to potential adverse effects on systemic hemodynamics and renal function.\n[38]\n[39]\nThiazide diuretics can cause hypovolemic hyperosmolar hyponatremia in patients with cirrhosis and ascites, especially older patients. The concomitant use of aldosterone antagonists exacerbates this complication.\n[40]\n\nPregnancy considerations:\nMedications that target the RAAS can result in fetal renal dysfunction, pulmonary hypoplasia, patent ductus arteriosus, hypocalvaria, and musculoskeletal deformities. HCTZ crosses the placenta and has adverse effects on the fetus, such as hyperbilirubinemia, thrombocytopenia, and oligohydramnios.\n[41]\nHCTZ also causes diuresis, which can potentially lead to hypoperfusion of the placenta and subsequent intrauterine growth restriction and fetal distress. According to AHA/ACC guidelines, women with hypertension who are pregnant or planning to become pregnant should switch to methyldopa, nifedipine, or labetalol. Clinicians are advised to avoid prescribing ACE inhibitors, ARBs, or direct renin inhibitors to pregnant women.\n[8]\nAccording to ISH guidelines, renin-angiotensin system (RAS) blockers, including ACE inhibitors, ARBs, and direct renin inhibitors, are contraindicated for pregnant women due to adverse fetal and neonatal outcomes.\n[10]\n\nBreastfeeding considerations:\nHCTZ is secreted in human milk and is associated with adverse neonatal effects. Women who are nursing must discontinue either the drug or breastfeeding. Intense diuresis induced by HCTZ can reduce breast milk production. Neonates who ingest HCTZ in breast milk may experience acute renal injury, hypokalemia, hyperbilirubinemia, hyponatremia, and hypochloremia. The latter effect is associated with significant mortality among preterm neonates.\n[42]\nIntensive diuresis using high doses of diuretics (eg, hydrochlorothiazide 100–150 mg daily) has historically been administered to suppress postpartum lactation. However, no instances of lactation suppression have been reported in patients administered the standard antihypertensive-hydrochlorothiazide doses (25 to 50 mg daily). There is limited information on the effect of ARBs on lactation. However, since all ARBs are highly bound to plasma proteins (>98%) and are poorly absorbed when administered orally, they are thought to be unlikely to affect nursing infants.\n[43]\n\nPediatric patients:\nThe safety and efficacy of ARB/HCTZ single-pill combination products have not been established in the pediatric population. However, ARBs have been shown to lower blood pressure in children aged 6 months to 6 years and have a favorable safety profile.\n[44]\nNeonates exposed to the ARB-HCTZ combination may require exchange transfusions and dialysis due to renal impairment. The safety of the ARB-HCTZ combination in patients older than 28 days has not been established.\n\nOlder patients:\nNo difference in safety, efficacy, or adverse effects profile has been documented in older adults. Diuretic agents may cause orthostatic hypotension in these patients; however, there is no evidence that ARB-HCTZ medications result in this condition in older patients.\n[45]",
    "adverse_effects": "The incidence and severity of adverse reactions were reported lower for patients on ARB-HCTZ combination therapy than for patients taking individual drugs. The incidence of adverse reactions is independent of age, race, or sex. During clinical trials, ARB-HCTZ was discontinued in 2.3% of patients due to adverse effects.\n\nSevere adverse effects associated with hydrochlorothiazide administration include:\n\nSystemic lupus erythematosus (SLE) flares\nHyperuricemia\nWorsening dyslipidemia\nAcute angle closure glaucoma\nUrea level elevations in patients with renal dysfunction\nElectrolyte imbalances (eg, hypokalemia, hyponatremia, and hypercalcemia)\n\nHydrochlorothiazide diuretics are also known to cause hyperglycemia, pancreatitis, hyperbilirubinemia, gastroenteritis, aplastic anemia, hemolytic anemia, pulmonary edema, bleeding dyscrasia, headache, vertigo, and blurred vision. The risk of squamous cell carcinoma (non-melanoma skin cancer) was found to be higher for White patients receiving HCTZ compared to the general population.\n[30]\n[46]\nThere is a significantly higher risk of drug-induced liver injury (DILI) for patients receiving azilsartan compared to valsartan.\n[47]\n\nThe adverse effects associated with ARBs include dizziness, hyperkalemia, sinusitis, angioedema, cough, and enteropathy. The incidence and severity of hypotension increase with the concurrent administration of diuretics such as HCTZ. Providers should avoid prescribing candesartan to patients with hyperuricemia.\n[48]\n\nCough:\nARBs increase bradykinin levels, which stimulate the production of prostaglandins that cause bronchial irritation.\nHypotension:\nHypotension is observed more commonly in patients receiving telmisartan. The ONTARGET trial highlighted the impact of hypotension in these patients, leading to the discontinuation of this drug.\n[49]\nEnteropathy:\nThe administration of olmesartan can cause a sprue-like enteropathy.\n[50]\nChronic diarrhea, weight loss, and villous atrophy have been documented. These patients typically test negative for celiac disease, and the symptoms recur if olmesartan is restarted.\nHyperkalemia:\nAldosterone is a significant regulator of potassium excretion. Since ARBs prevent the effects of angiotensin and aldosterone, patients receiving these medications are at an increased risk of hyperkalemia. This adverse effect is more common in patients with chronic kidney disease who are taking potassium-sparing diuretics such as aldactone. To a certain extent, the hypokalemia induced by hydrochlorothiazide is countered by ARB-induced hyperkalemia.\n[51]\n\nDrug-Drug Interactions\n\nConcurrent administration of ARB-HCTZ with alcohol, narcotics, and barbiturates can precipitate hypotension. Patients receiving ARB-HCTZ may develop increased responsiveness to lower doses of curare-derived muscle relaxants (eg, rocuronium). Medications that reduce gastrointestinal motility (eg, opioids, atropine) cause increased bioavailability of HCTZ. In contrast, prokinetic agents decrease the bioavailability of the drug combination. Fluconazole inhibits the activation of losartan into its active metabolite, reducing its efficacy. Simultaneous administration of HCTZ and antineoplastic agents can precipitate the latter's toxicity as their renal clearance is reduced. Elevated serum lithium levels have been observed in patients who are also receiving ARB-HCTZ. Co-administration of non-steroidal anti-inflammatory drugs (NSAIDs) can worsen renal function, especially in older and dehydrated patients. When administered simultaneously with drugs such as NSAIDs, ARB-HCTZ can reduce the renal clearance of digoxin, leading to toxicity.\n[7]\nAccording to the product labeling, thiazide diuretics can reduce calcium excretion. Hydrochlorothiazide may also cause minor elevations in blood calcium levels, even in healthy patients. Significant hypercalcemia is suggestive of underlying hyperparathyroidism. Hydrochlorothiazide should be discontinued before assessing parathyroid gland function.\n[52]\n[7]",
    "monitoring": "Serum potassium levels should be monitored in patients with chronic kidney disease who are prescribed ARB-HCTZ. Among the patients who do not have renal dysfunction, potassium is not regularly monitored, as the incidence of new-onset hyperkalemia after ARB administration is 2% and typically rises only 0.2 mmol/L.\n[58]\nHydrochlorothiazide increases potassium excretion and may cause hypokalemia; the hyperkalemia caused by ARBs is balanced by HCTZ-induced hypokalemia.\n[59]\nFor patients receiving ARB therapy, renal parameters should be monitored routinely. Clinicians should monitor serum glucose levels in patients with diabetes mellitus and prediabetes, as HCTZ can cause hyperglycemia.\n[17]\nPatients with a past or family history of hyperuricemia should be monitored for features of an acute flare of gout, as HCTZ causes increased uric acid reabsorption.\n[60]\nAccording to ADA guidelines, serum creatinine elevations (up to 30% above baseline) with ARBs should not be mistaken for acute kidney injury (AKI). Therefore, ARBs should not be discontinued for these minor increases in serum creatinine unless accompanied by volume depletion.\n[16]\nAccording to ESC guidelines, regular patient follow-up is essential during hypertension therapy, as it allows for assessing blood pressure control, evaluating the need for lifestyle and pharmacological treatments, identifying hypertensive-mediated organ damage (HMOD), ascertaining necessary modifications to risk factors, and verifying medication adherence.\n[61]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe median lethal dose (LD\n50\n) of each drug combination depends on the constituent ARB. The literature does not provide toxicity data for each ARB and HCTZ combination.\n\nAn overdose of ARB can cause hypotension, tachycardia, or bradycardia. The LD\n50\nfor each ARB is listed below.\n\nValsartan: >2 g/kg\nOlmesartan: >1.5 g/kg\nTelmisartan: >150 mg/kg\nIrbesartan: >2000 mg/kg\nLosartan: >2000 mg/kg\n\nAccording to animal studies, the LD\n50\nof HCTZ is >10 g/kg. Hydrochlorothiazide toxicity can cause excessive diuresis, leading to hypotension and electrolyte imbalance.\n\nManagement of Overdose\n\nThe management of an ARB-HCTZ overdose involves supportive care with intravenous fluids and ensuring electrolyte balance. Terlipressin can be used to treat the patient if the hypotension is not responsive to vasopressors.\n[62]"
  }
}