{
  "drug_name": "irgasan",
  "nbk_id": "NBK499946",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499946/",
  "scraped_at": "2026-01-11T18:47:19",
  "sections": {
    "indications": "Pseudoappendicitis describes any condition that mimics acute appendicitis. The characteristic signs and symptoms of acute appendicitis are acute right lower quadrant abdominal pain, anorexia, and point tenderness of the right lower abdominal quadrant.\n\nTypically, pseudoappendicitis syndrome is due to acute yersiniosis, a zoonotic disease caused by\nYersinia enterocolitica. Y enterocolitica\nis a gram-negative coccobacillus of the family Enterobacteriaceae. However, in rare cases, pseudoappendicitis may be due to\nCampylobacter\ninfection.\n\nAcute yersiniosis and\nCampylobacter\ninfection can present with symptoms such as right lower quadrant abdominal pain, fever, vomiting, leukocytosis, and mild diarrhea, thus mimicking the typical signs of appendicitis.\n[1]\n[2]\nMore severe cases may present with mesenteric adenitis or terminal ileitis. However, most cases of acute yersiniosis are mild and self-limiting.\n[3]\n\nImmunocompromised patients are more susceptible to infections from\nY enterocolitica\nand\nprone to developing more severe sequelae of the disease, including sepsis and splenic or hepatic abscesses from bacterial dissemination. Individuals with hereditary hemochromatosis are also prone to\nY enterocolitica\ninfections. The higher-than-normal total body iron of patients with hereditary hemochromatosis proves a hospitable environment for the siderophilic\nY enterocolitica.\n\nY enterocolitica\nis the most common bacterial contaminant in packed red blood cells. While most patients with acute yersiniosis will experience mild and self-limited disease, older persons and those with underlying comorbidities are at increased risk of infection and severe symptomatology. Patients who have recently received a blood transfusion and subsequently develop symptoms inconsistent with transfusion reactions, such as generalized malaise, gastrointestinal symptoms, and abdominal pain, should be evaluated for\nY enterocolitica\nbacteremia.\n[4]\n[5]",
    "mechanism": "The most common cause of the syndrome of pseudoappendicitis is acute yersiniosis or\nCampylobacter\ninfection.",
    "monitoring": "Stool Culture\n\nStool culture is a reliable diagnostic tool for identifying bacterial pathogens causing pseudoappendicitis, including\nCampylobacter\n,\nSalmonella\n,\nShigella\n, and\nYersinia\n. However, results may take several days, delaying the diagnosis and initiation of appropriate treatment. Additionally, not all cases of pseudoappendicitis are caused by bacterial infections, making stool culture ineffective. However, stool culture is the preferred diagnostic test for\nY enterocolitica\nfor patients with gastrointestinal symptoms. The microbiology department should be notified that acute yersiniosis is suspected; isolating this organism from stool requires a special Cefsulodin-Irgasan-Novobiocin (CIN) agar.\n[4]\n[10]\n\nNucleic Acid Amplification Testing\n\nNucleic acid amplification testing (NAAT), including reverse transcription polymerase chain reaction (RT-PCR), is a molecular diagnostic technique that amplifies and detects the genetic material of specific pathogens. NAAT is highly sensitive and specific, allowing for detecting even small amounts of genetic material. NAAT, particularly RT-PCR, has revolutionized the diagnosis of various infectious diseases, including\nCampylobacter\n. NAAT offers rapid and accurate identification of pathogens, enabling early and targeted treatment. However, the availability and cost of NAAT may limit its routine use in some healthcare settings. Like stool culture, NAAT is only effective in identifying specific pathogens and may miss other causes of pseudoappendicitis.\n\nFecal Microscopy and Gram Staining\n\nFecal microscopy involves examining a stool sample under a microscope to identify the presence of specific microorganisms or white blood cells. While fecal microscopy and Gram staining can provide valuable insights into the presence of microorganisms, they are not the primary diagnostic methods for pseudoappendicitis. These techniques are more commonly used to identify specific infections rather than to diagnose pseudoappendicitis directly. They may provide supportive evidence in some instances of\nCampylobacter\ninfection, but their effectiveness in diagnosing pseudoappendicitis is limited.\n\nCalprotectin\n\nCalprotectin may be of benefit in the diagnosis of pseudoappendicitis. Calprotectin is secreted into the intestinal lumen during the early stages of intestinal mucosal damage. Notably, calprotectin demonstrates resistance to bacterial degradation at room temperature, enhancing its stability as a biomarker. The collection of samples for calprotectin is noninvasive. Fecal calprotectin has already shown its value as a diagnostic marker for various bowel pathologies, including chronic inflammatory bowel diseases.\n\nImaging Studies\n\nAcute and chronic appendiceal conditions that radiographically imitate acute appendicitis have been reported, and their manifestations on computed tomography (CT) have been described. These conditions, specifically in chronic settings, share a common characteristic of a relatively slow inflammation progression, contrasting with the shorter duration of inflammation observed in acute appendicitis. Differentiating many of these conditions, including pseudoappendicitis from acute appendicitis, based on primary or secondary CT signs is challenging.\n[12]",
    "administration": "Most\nY enterocolitica\ninfections are self-limiting and require no treatment. Patients with more pronounced symptoms of diarrhea and dehydration should be treated symptomatically with intravenous fluid resuscitation and stabilization. Antibiotics are usually not required. However, antibiotics should be initiated in advanced cases that do not respond to symptomatic therapy and immunocompromised patients.\n\nMost\nY enterocolitica\nsubtypes produce beta-lactamase rendering the penicillins and cephalosporins ineffective therapeutic agents. The recommended antibiotic therapy for\nY enterocolitica\ncombines doxycycline and an aminoglycoside. Other antibiotics that have proven effective in treating acute yersiniosis are trimethoprim-sulfamethoxazole, fluoroquinolones, chloramphenicol, and third-generation cephalosporins.\n\nImmunocompromised patients with splenic or hepatic abscesses may respond to percutaneous abscess drainage combined with long-term intravenous antibiotics.\n[4]\n[13]",
    "adverse_effects": "While there are no identifiable long-term sequelae of acute yersiniosis, erythema nodosum and reactive arthropathy may occur, usually resolving within six months. Some studies have speculated that patients with prolonged yersiniosis might develop autoimmune hyperthyroidism, but this has not been proven.\n[16]"
  }
}