{
  "drug_name": "irinotecan",
  "nbk_id": "NBK554441",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554441/",
  "scraped_at": "2026-01-11T15:31:40",
  "sections": {
    "indications": "Contraindications to irinotecan would involve severe allergic reactions to its group of chemotherapeutic agents, the DNA topoisomerase I inhibitors. Irinotecan is contraindicated in gastric cancer patients with peritoneal metastasis or impaired liver function. If this is the case, paclitaxel is a better alternative to consider.\n[17]\nPregnancy and lactation are contraindications, as irinotecan has shown embryotoxic and teratogenic effects. Administration of CYP3A4 inhibitor agents should be avoided to decrease the likelihood of increased toxicity.",
    "mechanism": "DNA topoisomerase I is involved in the relaxation of the DNA double helix during replication and transcription.\n[11]\nThe enzyme does this by creating single-strand breaks in the DNA, relieving the DNA of supercoiling.\n[11]\n\nIrinotecan is a prodrug that inhibits DNA topoisomerase I, acting on the S and G2 phases of the cell cycle.\n[2]\nIrinotecan becomes activated to its biologically active metabolite, SN-38, through the actions of hydrolysis by a carboxylesterase to form its active metabolite SN-38.\n[12]\nThe activity of UDP-glucuronyltransferases inactivates SN-38 to its SN-38G form.\n[13]",
    "administration": "Irinotecan is a hydrophilic compound with a large volume of distribution.\n[2]\nTreatment with irinotecan can be via 30- or 90-minute intravenous infusions of 125 mg/m^2 weekly for 4 of every six weeks or 350 mg/m^2 every three weeks.\n[1]\nAfter comparative clinical trials of irinotecan administration, researchers noted no superior administration method exists.\n[1]\nProlonged infusions demonstrated improvement with irinotecan's side effect profile.\n[3]",
    "adverse_effects": "The adverse effects of irinotecan are primarily due to its active metabolite, SN-38. Common adverse effects include neutropenia, diarrhea, nausea, vomiting, alopecia, and fatigue.\n[1]\nNeutropenia associated with irinotecan is usually short-lived but can be severe if diarrhea is also present.\n[14]\nIf patients have the UGT1A1*28 allele of the UDP-glucuronosyltransferase enzyme that inactivates SN-38 into the SN-38G form, there is decreased glucuronidation into the SN-38G form. The UGT1A1*28 allele is associated with increased diarrhea events of neutropenia because the active form, SN-38, cannot be inactivated as effectively.\n[15]\n\nNew regimens and administration schedules are under investigation to reduce the adverse effects that cause limitations on irinotecan use.\n[16]\nAtropine sulfate has been administered with irinotecan to minimize the amount of irinotecan-induced diarrhea in patients.\n[7]\nLoperamide administration with irinotecan has also been an effective medication to treat diarrhea.\n[11]",
    "monitoring": "The active metabolite of irinotecan, SN-38, is about 100 to 1000-fold more cytotoxic than irinotecan. SN-38 is inactivated by enzymatic conversion through UDP-glucuronosyltransferase into SN-38G.\n[2]\nThe cytochrome P450 isoenzyme 3A4 can also metabolize irinotecan into an inactive form known as APC.\n[11]\nIrinotecan and its metabolites are eliminated through the liver; therefore, patients with liver dysfunction should be monitored carefully for possible toxicities when using this chemotherapy agent.\n[1]\n\nThe monitoring of appropriate concentrations of irinotecan for patients is through total bilirubin levels.\n[18]\nDosing can appropriately be determined for patients using this metric, especially those with liver dysfunction. The half-life of irinotecan averages to be about 10 hours.\n[11]\nAcquired resistance to irinotecan or its active metabolite, SN-38, is one of the main obstacles to treatment for advanced colorectal cancer.\n[4]",
    "toxicity": "Life-threatening toxicities can occur even in patients who are in relatively good conditions. When a patient is unable to manage the side effect profile of irinotecan, it limits the therapeutic advantages that come with its use. Most of the irinotecan's side effect profile is due to its active metabolite, SN-38. Researchers have noted higher incidences of toxicity with genetic polymorphisms to the UDP-glucuronosyltransferase 1A1 gene. A particular polymorphism, UDP1A1*28, decreases the inactivation of SN-38, causing adverse toxic effects.\n[16]\nPatients with Gilbert disease, a syndrome of mildly decreased levels of UDP-glucuronyltransferase provoked at times of stress, suffer toxic side effects more commonly than patients not diagnosed with Gilbert disease.\n[5]\n\nAmong the most common dose-limiting toxicities of irinotecan, commonly shared with the DNA topoisomerase I inhibitor group of chemotherapeutic agents, is diarrhea. Diarrhea is most widely noted within 7 to 10 days after treatment and can be life-threatening. High-dose loperamide, a dopamine agonist that does not cross the blood-brain barrier, is effective against diarrhea caused by irinotecan. It allows the ability to increase doses during chemotherapy to levels that patients can tolerate.\n[11]"
  }
}