{
  "drug_name": "iron sucrose",
  "nbk_id": "NBK557747",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557747/",
  "scraped_at": "2026-01-11T15:31:44",
  "sections": {
    "indications": "Warnings and Precautions\n\nThe Kidney Disease Improving Global Outcomes (KDIGO) guidelines recommend against using IV iron in patients with systemic infections.\n[34]\nIV iron increases the risk of infections because IV iron increases non-transferrin-bound iron, making free iron readily available to promote pathogen replication.\n[35]\n\nIV iron is contraindicated in the first trimester of pregnancy because studies confirming its safety in the first trimester are lacking.\n[36]\nFactors that increase the likelihood of hypersensitivity reactions to IV iron are relative contraindications to all IV iron preparations and are not specific to iron dextran. The European Medicine Agency (EMA) identifies the rationale for the relative contraindications of IV iron.\n[36]\n\nFactors that increase the incidence and severity of hypersensitivity reactions include previous reactions to IV iron, fast infusion rate, or mastocytosis.\n\nFactors that worsen the outcome of hypersensitivity reactions include severe respiratory or cardiac disease, elderly, beta-blockers, or angiotensin-converting enzyme inhibitors.\n\nFactors that increase the risk of hypersensitivity reactions include the history of allergy to other drugs, patient anxiety, or anxiety of staff administering the drug.",
    "mechanism": "After administering iron dextran, macrophages remove iron dextran from the bloodstream into the reticuloendothelial system (RES) via endocytosis.\n[6]\n[7]\nThe RES separates the components of iron dextran.\n[8]\nIron binds to transferrin, an iron-binding protein that transports iron to the bone marrow.\n[9]\nThe iron-transferrin complex binds to transferrin receptor 1 (TFR1) expressed on erythroid progenitor cells, and iron dissociates from transferrin.\n[10]\nErythroid progenitor cells use iron to produce heme, a component of hemoglobin.\n[11]\nIn the presence of erythropoietin, erythroid progenitor cells mature into erythrocytes.\n[12]\nHemoglobin is a component of the mature erythrocytes that transport oxygen in the body. Red blood cell count increases about 7 days after iron dextran infusion.\n[1]\n\nPharmacokinetics\n\nIron dextran is a prodrug in the form of an iron carbohydrate complex.\n[13]\nDextran is the carbohydrate component bound to iron and resembles a ferritin-iron complex.\n[14]\nFerritin is an antigenic protein administered IV. Therefore, iron dextran is manufactured by replacing ferritin with a carbohydrate, rendering it a non-antigenic compound.\n[14]\n\nAbsorption:\nThe absorption of iron dextran after intramuscular (IM) administration may take up to 3 weeks. Reticulocyte count peaks 5 to 10 days after iron dextran administration, and hemoglobin increases in 2 to 4 weeks.\n[13]\n\nDistribution:\nTransferrin transports iron to the bone marrow for red blood cell production. The liver stores most of the excess iron in the form of ferritin or hemosiderin.\n[15]\n\nMetabolism:\nThe dextran component is degraded and excreted in the urine.\n[16]\nIron is not actively excreted from the body.\n[15]\nIron released from red blood cell destruction is recycled to form new red blood cells. Therefore, long-term iron infusions may result in iron accumulation in organs.\n\nElimination:\nIron dextran has a dose-dependent half-life of 1 day to 3.5 days.\n[13]\nSince iron is continuously recycled in the body, the half-life does not represent elimination. This half-life represents the time until phagocytes take iron dextran from the plasma.\n[17]",
    "administration": "Available Dosage Forms and Strengths\n\nCurrently, 2 forms of low-molecular-weight iron dextran are available in the North American market. Both are injectable solutions—IV or IM—containing 50 mg/mL of elemental iron.\n[2]\n[14]\nIdiosyncratic reactions to iron dextran, such as hypotension and anaphylaxis, are not dose-dependent.\n[18]\nTherefore, an initial one-time 25 mg test dose of iron dextran is necessary before commencing iron dextran therapy for adults and children with a body weight of over 20 kg.\n\nFor children with a body weight of less than 10 kg, the test dose is 10 mg, whereas for children with a body weight of 10 to 20 kg, the test dose is 15 mg. After administering the test dose, healthcare professionals should monitor patients for 1 hour before administering the therapeutic dose. Anaphylactic reactions to therapeutic doses are observed in patients who tolerated the iron dextran test dose. Emergency medications should be readily accessible if the patient experiences an anaphylactic reaction.\n\nIM injections are administered to the upper outer quadrant of the buttock using the Z-track technique, which involves laterally displacing the skin before injection.\n\nAdult Dosage\n\nThe manufacturer recommends against exceeding 2 mL of iron dextran per day. If the calculated dose exceeds 2 mL, then daily doses of 2 mL or less should be administered until the total calculated dose is reached.\n\nIron deficiency anemia dosing:\nAccording to the manufacturer, iron dextran dose is weight-based when treating iron deficiency anemia. The lean body weight (LBW) should be used in the formula unless the actual body weight is less than LBW. If the actual body weight is less than the LBW, then the actual body weight should be used.\n\nIron dextran's weight-based formula for iron deficiency anemia for adults and children with a body weight of more than 15 kg is:\n\nTotal dose (in mL) = 0.0442 (Desired hemoglobin – observed hemoglobin) x LBW + (0.26 x LBW)\n\nIron dextran's weight-based formula for iron deficiency anemia for children with a body weight of 5 to 15 kg is:\n\nTotal dose (in mL) = 0.0442 (Desired hemoglobin – observed hemoglobin) x Weight + (0.26 x Weight)\n\nHemoglobin is in grams/deciliter (g/dL), and LBW or body weight is in kilograms (kg).\n\nIron replacement for blood loss dosing:\nAccording to the manufacturer, the total dose for iron replacement due to blood loss can be calculated as follows:\n\nTotal dose (in mL) = [blood loss (in mL) x hematocrit]/50 mg/mL\n\nSpecific Patient Populations\n\nRenal impairment:\nIron dextran does not require renal dosage adjustment.\n\nHepatic impairment:\nIron dextran does not require hepatic dosage adjustment.\n\nPregnancy considerations:\nThe American College of Obstetrics and Gynecology (ACOG) recommends oral iron as a first-line therapy for iron deficiency anemia during pregnancy.\n[19]\nIV iron may be used in patients who cannot tolerate or do not respond to oral iron. Data about the safety of IV iron during the first trimester is lacking. Iron dextran can be used during the second and third trimesters of pregnancy.\n[20]\n\nBreastfeeding considerations:\nThe World Health Organization (WHO) considers iron dextran compatible with breastfeeding.",
    "adverse_effects": "Although iron dextran is historically correlated with significant rates of adverse drug events, a retrospective review demonstrated that most events were associated with the high-molecular-weight formulation of iron dextran, which is withdrawn from the US market.\n[21]\nA patient with a history of multiple drug allergies has a higher risk of allergy to iron dextran.\n[22]\nMost literature reports adverse effects for all IV iron preparations and are not agent-specific.\n[23]\n[24]\n\nThe risk of infusion reactions and anaphylaxis varies by the rate of administration, dose, and stability of the IV iron formulation.\n[25]\nInfusion reaction, known as complement activation-related pseudoallergy (CARPA), is a major adverse event for all IV iron.\n[24]\nLabile iron does not bind quickly to transferrin, increasing CARPA risk.\n[25]\nCARPA is not life-threatening. Symptoms of CARPA include flushing, myalgias, arthralgias, back pain, and chest pressure.\n[25]\nInterrupting the infusion and restarting slower usually resolves mild infusion reactions.\n[24]\nMore severe acute reactions with iron dextran are uncommon and include dyspnea, hypotension, chest pain, angioedema, neurological symptoms, and urticaria.\n[18]\n[26]\nFluids and steroids help manage moderate infusion reactions.\n[24]\nIM epinephrine and oxygen help manage severe reactions.\n[27]\nAntihistamines may worsen hypersensitivity reactions.\n\nThe currently available iron dextran is low-molecular-weight and carries a box warning for increased risk of anaphylaxis.\n[28]\n[29]\nHowever, data to support the belief that low-molecular-weight iron dextran has the highest risk of anaphylaxis among injectable iron formulations is controversial.\n[28]\nA study showed that 2-hour infusions of 400 to 500 mg of iron sucrose had higher infusion-related side effects than iron dextran or lower-dose iron sucrose.\n[28]\nTherefore, patients requiring a high dose of iron need to receive the total dose of iron sucrose over multiple visits.\n\nA commentary in the Kidney International Journal supports using low-molecular-weight dextran over iron sucrose when the patient requires a high dose of iron.\n[28]\nAccording to the National Kidney Foundation, patients can receive up to 1,000 mg of iron dextrose as a single dose, allowing the administration of a total dose infusion (TDI) in one visit.\n[28]\n[30]\n[18]\nThe TDI is not FDA-approved because of the associated delayed dose-related arthralgias and myalgias.\n[28]\n[18]\n\nAlthough IV iron is thought to increase the risk of infections, a systematic review and meta-analysis showed no increased infection risk with IV iron formulations.\n[31]\n[32]\nIn addition, IV iron causes fewer gastrointestinal adverse events than oral iron.\n[24]\n\nDrug-Drug Interactions\n\nAngiotensin-converting enzyme inhibitors decrease the breakdown of kinins and may increase the risk of anaphylaxis when administered with iron dextran.\n[33]\n[33]\n[33]\n\nDimercaprol binds to iron, forming a nephrotoxic complex. Coadministration of dimercaprol with iron dextran is not recommended.",
    "monitoring": "Vital signs and skin reactions are safety monitoring parameters.\n[37]\nThe healthcare team should measure vital signs at baseline and monitor vital signs and skin reactions for 1 hour after administering a 25 mg (0.5 mL) test dose. Vital signs and skin reactions should also be monitored during and after therapeutic doses. As for efficacy, anemia-related parameters should be monitored, including hemoglobin, hematocrit, reticulocyte count, serum ferritin, serum iron, total iron-binding capacity (TIBC), and transferrin saturation.\n[38]",
    "toxicity": "Transferrin is a protein that transports soluble, nontoxic iron in the body.\n[39]\nTransferrin saturation (TSAT) is a biomarker that indicates iron status. TSAT <20% suggests iron deficiency, and TSAT >40% indicates iron overload.\n[40]\nFree iron accumulates in the liver when TSAT reaches 60% to 70%. Free iron is toxic as it changes rapidly between divalent and trivalent forms, leading to chemical reactions and the production of oxygen radicals. This results in cellular, molecular, and organ damage.\n\nSigns and symptoms of iron overload include nausea, vomiting, diarrhea, metabolic acidosis, hypotension, hepatic failure, and death.\n[41]\nThe risk of iron overload increases when chronic administration of IV iron exceeds the amount of blood loss.\n[42]\n[43]\nIron chelating agents bind to iron accumulated in organs.\n[44]\nIron bound to the chelator is excreted in the urine and feces. Iron chelators include IV or IM deferoxamine, oral deferiprone, and oral deferasirox."
  }
}