{
  "drug_name": "iron glycinate",
  "nbk_id": "NBK538287",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538287/",
  "scraped_at": "2026-01-11T18:47:19",
  "sections": {
    "indications": "Sideroblastic anemia is a rare type that results from abnormal utilization of iron during erythropoiesis. There are different forms of sideroblastic anemia, and all forms are defined by the presence of ring sideroblasts in the bone marrow. Ring sideroblasts are erythroid precursors containing deposits of non-heme iron in mitochondria, forming a ring-like distribution around the nucleus.\n[1]\nThe iron-formed ring covers at least one-third of the nucleus rim (see\nImages.\nSideroblastic Anemia and Ringed Sideroblasts).\n[2]\n\nThe hemoglobin molecule contains a crucial prosthetic group called heme, integral to its oxygen-carrying function. Structurally, heme consists of a porphyrin ring formed by 4 pyrrole rings connected by methine bridges at the alpha positions, with a central iron atom coordinated within the ring.\n[3]\nThis iron center enables hemoglobin to bind and transport oxygen efficiently to tissues throughout the body. Other functions of heme apart from the formation of hemoglobin include gas sensing, signal transduction, biological clock, circadian rhythm, and microRNA processing.\n[4]\n\nSideroblastic anemia results from abnormal erythropoiesis during heme production. Eighty-five percent of heme is produced in the cytoplasm and mitochondria of the erythroblast cells, while the remainder is produced in hepatocytes.\n[3]\nIn the Shemin pathway, also known as the heme biosynthesis pathway, 8 enzymes catalyze sequential reactions for heme synthesis. These enzymes include aminolevulinic acid synthase, porphobilinogen synthase, porphobilinogen deaminase, uroporphyrinogen III synthase, uroporphyrinogen decarboxylase, coproporphyrinogen oxidase, protoporphyrinogen oxidase, and ferrochelatase.\n[3]\n\nThere are 2 forms of sideroblastic anemia: hereditary and acquired. Hereditary sideroblastic anemia primarily causes microcytic anemia due to defective heme synthesis, but certain mutations can lead to normocytic or, in rare cases, macrocytic anemia.\n[5]\nUnlike iron deficiency anemia, where there is a depletion of iron stores, patients with sideroblastic anemia have normal or high iron levels. Other microcytic anemias include thalassemia and anemia of chronic disease.\n[6]\n\nRefractory anemia with ring sideroblasts (RARS) is an acquired form of sideroblastic anemia that is classified as a type of myelodysplastic syndrome (MDS), which is characterized by anemia and the presence of 15% or more ring sideroblasts in the marrow. Generally, the patient presents with normochromic, normocytic anemia with overall erythroid hyperplasia as the body attempts to compensate for ineffective erythropoiesis.\n[7]\n[8]\nThe hemoglobin level is generally 9 to 12 g/dL, though lower levels may be present. The red blood cells may show dimorphism (with both hypochromic and normochromic populations) and variable degrees of dyserythropoietic and occasional megaloblastic features. Granulopoiesis and megakaryocytopoiesis are normal. Platelet and neutrophil counts can vary but are typically normal or mildly increased.",
    "mechanism": "The hereditary form of sideroblastic anemia is caused by mutations in genes that are involved in heme synthesis, iron-sulfur cluster biogenesis, or mitochondrial metabolism.\n[7]\n[9]\n[10]\nFor heme synthesis, the gene defect is on the X chromosome, leading to mutations in the aminolevulinate synthase (ALAS2), adenosine triphosphate-binding cassette B7 (ABCB7) or glutaredoxin 5 (GRLX5) enzymes. Other congenital causes include mutations in the mitochondrial transporter (SLC25A38), thiamine transporter (SLC19A2), RNA modifying enzyme pseudouridine synthase (PUS1), mitochondrial tyrosyl-tRNA synthase (YARS2), and mitochondrial DNA deletions.\n[11]\n\nThe most common cause of hereditary sideroblastic anemia is the X-linked type caused by a mutation of the gene-forming ALAS2 enzyme.\n[10]\nThe\nALAS2, SLC25A38, GLRX5, HSPA9, ABCB7\ngenes when mutated cause microcytic anemia while the mitochondrial genes (\nSLC19A2, PUS1, YARS2, TRNT1)\nwhen mutated cause macrocytic anemia.\n[12]\nIn other words, the X-linked mutations cause microcytic anemia, and mitochondrial DNA deletions cause macrocytic anemia.\n[9]\n\nAcquired sideroblastic anemias may arise from primary or secondary causes. Primary causes include clonal sideroblastic anemias, bone marrow stem cell disorders categorized under the broader groups of MDS and myeloproliferative neoplasms (MPN).\n[1]\nRARS is now classified under myelodysplastic syndrome with ring sideroblasts (MDS-RS), and RARS with thrombocytosis is now classified as a myelodysplastic, myeloproliferative neoplasm with ring sideroblasts and thrombocytosis (MDS/MPN-RS-T).\n[13]\n[1]\nThe morphology observed during diagnosis is critical, significantly influencing the disease's progression.\n\nMost cases of RARS evolve in 1 of 2 ways: either they become a type of low-risk MDS with a normal lifespan, or they progress to a higher-grade MDS or acute myeloid leukemia. Most RARS cases fall into the first category, with only 7% to 10% of patients progressing to the more severe forms. Secondary causes of sideroblastic anemia are copper deficiency (or zinc toxicity), drugs (such as isoniazid, chloramphenicol, or linezolid), and excessive alcohol use.\n[1]\n[14]\n[15]\nSideroblastic anemia secondary to copper deficiency, certain medications, or excessive alcohol consumption can be completely reversed once the underlying cause is eliminated.",
    "monitoring": "Sideroblastic anemia is primarily a laboratory diagnosis. A complete blood panel with differential chemistries and an evaluation of vitamin and mineral deficiencies (B12, folate, and copper) are necessary. The mean corpuscular volume (MCV) is a useful parameter for differentiating among types of sideroblastic anemia. The anemia is typically microcytic (low MCV) in most congenital subtypes, and nearly all acquired forms—including MDS, copper deficiency, and most medication-induced cases—tend to be normocytic or macrocytic (normal to high MCV).\n[25]\n[29]\n\nIron studies should be conducted to assess the extent of iron overload, which will help determine the necessity for phlebotomy or iron chelation therapy and ongoing monitoring. In individuals with lab-confirmed iron overload, the severity of iron accumulation in tissues is most accurately evaluated through magnetic resonance imaging or liver biopsy. Ring sideroblasts diagnose sideroblastic anemia in the bone marrow. The red blood cells in the peripheral blood smear that contain these iron inclusions are called siderocytes.\n[2]\n\nWhen ring sideroblasts are confirmed using the Perls reaction, the patient's bone marrow should be checked for dysplasia and\nSF3B1\nmutations; if present, the patient most likely has a clonal hematologic disorder such as MDS/MPN variants. If absent, the patient either has congenital or secondary acquired sideroblastic anemia.\n[2]\nGenetic testing should also be considered if secondary acquired sideroblastic anemia has been ruled out and the cause of the sideroblastic anemia is unknown.",
    "administration": "Managing sideroblastic anemia depends on its severity. Patients with a mild or asymptomatic presentation can follow up in the outpatient clinic. Oral pyridoxine 50 to 100 mg/day has been proven to partially or completely correct anemia for patients diagnosed with X-linked sideroblastic anemia.\n[2]\nLuspatercept, a drug that promotes erythroid maturation, could be beneficial in treating congenital sideroblastic anemias characterized by significantly ineffective erythropoiesis.\n[30]\n[31]\nThiamine is used to treat thiamine-responsive megaloblastic anemia.\n\nFor patients who are not responsive to pyridoxine, blood transfusion is indicated if they have severe anemia.\n[2]\nIron chelation must be considered for patients who require chronic transfusion to avoid iron overload. Starting deferoxamine or oral chelators when serum ferritin is more than 1000 ng/L is recommended.\n[32]\nIron overload, if left untreated, can result in unresponsiveness of pyridoxine. Therefore, it is also recommended that patients with normal hemoglobin levels after pyridoxine should have phlebotomy as a treatment for iron overload.\n[32]\nIron overload treatment is critical as studies have shown an improvement in anemia due to low iron levels and better responsiveness to pyridoxine.\n[32]\n[33]\n\nDiabetes can develop in patients with syndromic congenital sideroblastic anemia, and tight glycemic control should be encouraged in such patients. Hypoglycemia should also be addressed if blood sugar is not well controlled. For secondary acquired sideroblastic anemia caused by known drugs or toxins, such drugs should be discontinued and avoided. Since it is acquired, the patient’s anemia will improve after the removal of the drug. For isoniazid, the anemia can also be reversed by administering large doses of pyridoxine. Copper should be replenished in a patient with a copper deficiency through dietary intake.\n\nSymptomatic sideroblastic anemia in MDS/MPN variants is treated similarly to low-risk MDS. Therapies previously used include erythropoiesis-stimulating agents, granulocyte colony-stimulating factor (G-CSF), and hypomethylating agents (HMAs) such as azacytidine and decitabine, all of which are potential options to reduce the need for red blood cell transfusions.\n[34]\nThough some patients may be successful on the watch-and-wait regimen, HMAs are frequently used after the failure of conservative management with erythropoiesis-stimulating agents and G-CSF. Administration of 75 mg/m\n2\nazacitidine for 7 consecutive days with a 28-day cycle subcutaneously or intravenously is an option for patients older than 20 who meet the criteria for RARS and whose neutrophil counts are less than 1x10\n9\n/L.\n\nEmerging treatments include luspatercept, an agent that stimulates late-stage erythropoiesis.\n[35]\nIn the randomized, double-blind MEDALIST trial, luspatercept significantly reduced the need for red blood cell transfusions and improved hematologic outcomes in transfusion-dependent patients with low-risk MDS with ring sideroblasts.\n[36]\nLuspatercept can be used as a first-line treatment or after trying an erythropoiesis-stimulating agent.\n\nAnother newer treatment option is imetelstat, a telomerase inhibitor that showed promising results in the phase 3 IMerge trial and was approved in 2024 for transfusion-dependent low to intermediate-risk MDS. This can be used in patients who are refractory to erythropoiesis-stimulating agents.\n[37]\nFor patients with MDS/MPN-RS-T, aspirin therapy is recommended if the patient has an additional\nJAK2V617F\nmutation due to an increased risk of thrombosis.\n[14]\nOften, the underlying causes of the sideroblastic anemia require therapeutic action before any condition improvement ensues.\n[38]",
    "adverse_effects": "Sideroblastic anemia caused by mutations in\nXLSA\n,\nGLRX5\n, and\nSLC25A38\nhas been reported to cause heaptic and systemic iron overload.\n[2]\nIron concentrates in the liver and can eventually lead to fibrosis and cirrhosis, just like in hereditary hemochromatosis. In rare situations, patients may also experience hepatomegaly, cardiomyopathy, and endocrine dysfunction, particularly when iron accumulation becomes excessive over time.\n[2]\n\nAcquired sideroblastic anemia due to MDS/MPN variants is linked with severe anemia, which can cause fatigue, weakness, and exercise intolerance. Leukopenia can result in frequent infection, and thrombocytopenia can lead to easy bruising and bleeding. Additionally, there is an increased risk of transforming into acute myeloid leukemia, especially in cases with high-risk mutations. Vascular and thrombotic complications are also very prevalent in these patients.\n[40]"
  }
}