{
  "drug_name": "isoflurane",
  "nbk_id": "NBK532957",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532957/",
  "scraped_at": "2026-01-11T15:31:52",
  "sections": {
    "indications": "All halogenated volatile anesthetics, including isoflurane, are known triggers of malignant hyperthermia in susceptible patients. Any patient with a known or suspected personal or family history of malignant hyperthermia should be considered to be at increased risk of developing malignant hyperthermia.\n[21]\nAppropriate precautions should include flushing out the anesthesia machine per manufacturer recommendations and using a total intravenous anesthetic to induce and maintain general anesthesia. Isoflurane is contraindicated in severe hepatic dysfunction and individuals with known sensitivity to isoflurane or other halogenated agents.\n\nWarning and Precautions\n\nMalignant hyperthermia:\nIsoflurane can trigger malignant hyperthermia in susceptible individuals. The risk increases when combined with succinylcholine and potentially fatal outcomes. Mutations in the ryanodine receptor (RYR1) or dihydropyridine receptor (CACNA1S) can increase susceptibility. Early diagnosis and treatment with dantrolene are necessary.\n\nPerioperative hyperkalemia:\nIsoflurane, especially when combined with succinylcholine, can cause hyperkalemia and cardiac arrhythmias in pediatric patients with neuromuscular disorders.\n\nHepatic reactions:\nIsoflurane can cause mild to severe hepatic dysfunction or hepatitis, including fatal necrosis, particularly in patients with prior exposure to halogenated anesthetics or pre-existing liver conditions. Caution is advised for these patients.\n\nQT prolongation:\nIsoflurane can cause QT prolongation and torsade de pointes. Risk is higher in patients with congenital long QT syndrome or those on QT-prolonging medications.\n[22]\n[23]\n\nInteractions with desiccated carbon dioxide absorbents:\nIsoflurane can react with desiccated CO\n2\nabsorbents to produce carbon monoxide, elevating carboxyhemoglobin levels. To prevent this risk, absorbents should be replaced if desiccated.\n\nPediatric neurotoxicity:\nIf used for long periods, isoflurane may increase neuronal apoptosis in the developing brain and cause long-term cognitive deficits in children, especially during critical developmental windows in early life.\n\nOccupational exposure:\nExposure to waste anesthetic gases (WAGs) in hospitals risks healthcare workers' health. Combining environmental and biomonitoring with effective risk management, like improved scavenging and training, is crucial for worker protection compliance.\n[24]\n[25]\nThe American Society of Anesthesiology recognizes that inhaled anesthetics are potent greenhouse gases and advocates for waste anesthetic gas management.\nhttps://www.asahq.org/about-asa/governance-and-committees/asa-committees/environmental-sustainability/greening-the-operating-room/inhaled-anesthetics",
    "mechanism": "Inducing and maintaining general anesthesia is achieved at various action sites in the human body. The most commonly affected sites involve inhibiting neurotransmitter-gated ion channels such as GABA, glycine, and N-methyl-d-aspartate (NMDA) receptors in the central nervous system (CNS).\n[5]\nInhibition of these receptors helps produce the amnesia and sedation needed for adequate surgical conditions. Volatile anesthetics also act at various sites within the spinal cord and contribute to skeletal muscle relaxation by inhibiting NMDA-type glutamate and glycine receptors.\n[6]\n\nOther sites of action have organ system-specific effects. Regarding cardiac function, isoflurane has minimal impact on left ventricular function but does cause a dose-dependent decrease in systemic vascular resistance due to mild β-adrenergic stimulation. This leads to reduced cardiac preload and, in turn, a reduction in cardiac output, but a rise in heart rate mitigates the decrease in cardiac output. In addition to decreasing systemic vascular resistance, it also causes coronary dilation. This could theoretically lead to a coronary steal phenomenon, diverting blood away from a fixed stenotic lesion. This has largely been overshadowed by isoflurane's cardioprotective effect, which occurs through ischemic preconditioning.\n[7]\nThis helps reduce the degree of ischemia and reperfusion injury to the heart.\n\nIsoflurane also affects the respiratory system by causing a significant reduction in tidal volume with a minimal increase in respiratory rate, leading to an overall decrease in minute ventilation. This reduction leads to an increased PaCO\n2\n.\n\nAt concentrations greater than 1 MAC, isoflurane increases cerebral blood flow and intracranial pressure. Although blood flow is increased, the cerebral metabolic rate is decreased, and concentrations of 2 MAC can produce an electrically silent electroencephalogram.\n\nIsoflurane also produces a dose-dependent decrease in renal and hepatic blood flow with no clinical effect on renal or hepatic function.\n[8]\n\nPharmacokinetics\n\nDistribution:\nIsoflurane has a blood–gas partition coefficient of 1.4 and a minimum alveolar concentration (MAC) of approximately 1.2%.\n\nMetabolism:\nIsoflurane is metabolized in the liver by CYP2E1 to trifluoroacetylated metabolites. They are capable of causing hepatotoxicity.\n\nElimination:\nIsoflurane is almost entirely eliminated via exhalation.\n[9]\n[10]\n[11]",
    "administration": "Available Dosage Forms and Strengths\n\nIsoflurane is available as 100 and 250 mL inhalation solutions.\n\nThe administration of volatile anesthetics, including isoflurane, is based on each agent's minimum alveolar concentration (MAC), which is used as a surrogate to measure the partial pressure of each agent. MAC is the alveolar concentration needed to prevent movement in 50% of patients in response to surgical incision and is based on the agent's partial pressure relative to the atmospheric pressure. At sea level, the MAC of isoflurane is 1.2%, which can otherwise be stated as 1 MAC of isoflurane.\n\nMAC is affected by several factors. Factors that increase MAC include young age, chronic alcohol abuse, and hypernatremia. Factors that decrease MAC include old age, hypothermia and hyperthermia, acute intoxication, and most intravenous anesthetics, including opioids, benzodiazepines, dexmedetomidine, and ketamine. The most impressive of all these factors is the effect of age, which causes a 6% decrease in MAC per decade of age above the age of 40.\n[12]\n\nIsoflurane is administered via a specifically designed variable bypass vaporizer, which has been calibrated to deliver a set percentage of gas based on the individual volatile's vapor pressure over a broad range of flow rates and temperatures. Vapor pressure is the pressure a vapor exerts in thermodynamic equilibrium with its condensed phase, the liquid phase, at a given temperature in a closed system. Vapor pressure is also the pressure at which a liquid will boil. Isoflurane has a vapor pressure of 240 mm Hg at a standard atmospheric pressure of 760 mm Hg, so its resting state is liquid. If the atmospheric pressure were decreased to 240 mm Hg, the resting state of isoflurane would be as a gas. This is important to recognize because each vaporizer is calibrated to a specific volatile anesthetic, and filling a vaporizer with a different volatile anesthetic will result in inappropriate delivery. Isoflurane has a vapor pressure similar to halothane (243 mm Hg). This means that if halothane were placed in the isoflurane vaporizer or vice versa, the difference in the amount delivered would be minimal.\n[13]\n\nDosage\n\nInduction:\nIsoflurane at concentrations of 1.5% to 3% typically induces surgical anesthesia within 7 to 10 minutes. Isoflurane is combined with oxygen or a mixture of N\n2\nO and oxygen.\nMaintenance:\nSurgical anesthesia can be sustained with 1% to 2.5% nitrous oxide. An extra 0.5% to 1% is needed with isoflurane in oxygen alone.\n\nSpecific Patient Populations\n\nHepatic impairment:\nIsoflurane can cause hepatotoxicity. Use with caution in hepatic dysfunction.\n[10]\n\nRenal impairment:\nThe product labeling does not provide any information about use in cases of renal impairment.\n\nPregnancy considerations:\nThe American College of Obstetricians and Gynecologists (ACOG) recommends maintaining low levels of inhaled volatile agents, like sevoflurane or isoflurane, during obstetric anesthesia. A lower concentration is preferred due to isoflurane's effect on uterine tone.\n[14]\nConcerns grow about inhaled anesthetics like isoflurane, sevoflurane, and desflurane affecting the developing brain. Studies indicate potential neurocognitive impairments in neonates and fetuses. The FDA warning includes risks to brain development in children exposed to these agents, especially during procedures >3 hours or with multiple exposures.\n[15]\nAccording to product labeling, no adequate and well-controlled studies in pregnant women exist. In animal reproduction studies, embryofetal toxicity was observed in pregnant mice exposed to 0.075% and 0.3% isoflurane during organogenesis.\n\nBreastfeeding considerations:\nThere is minimal data on isoflurane use during breastfeeding. Because the serum half-life of isoflurane in the mother is short and the infant is not expected to absorb the drug, there is no need for a waiting period or to discard milk. Mothers can resume breastfeeding after recovering from general anesthesia. When multiple anesthetic agents are used during a procedure, follow the guidelines for the medication that poses the maximum risk.\n[16]\nInform patients about the risks and benefits associated with isoflurane.\n\nPediatric patients:\nA meta-analysis of 8 studies found that isoflurane significantly reduced emergence agitation in children compared to sevoflurane. No significant differences were found in time to extubation, awakening time, or PACU duration. For children at high risk of emergence agitation, isoflurane should be considered over sevoflurane for maintenance anesthesia.\n[17]\nNeonates have a higher metabolic rate and minute alveolar ventilation, leading to increased uptake of volatile anesthetics compared to older patients. The dosage of inhaled anesthetics also depends on the infant's age and level of prematurity.\n[18]\n\nOlder patients:\nThe minimum alveolar concentration (MAC) of isoflurane decreases with age, so the dose should be adjusted accordingly.",
    "adverse_effects": "Isoflurane should be carefully titrated to the patient’s hemodynamics as it can cause precipitous drops in blood pressure due to dose-dependent peripheral vasodilation. Hypovolemic patients may be susceptible to these effects. The most severe reported adverse reactions include agitation, breath-holding, arrhythmia, hepatotoxicity, and laryngospasm.\n[19]\n\nDrug-Drug Interactions\n\nCalcium channel blockers:\nIsoflurane can cause hypotension if combined with calcium channel blockers.\n\nBeta-blockers:\nWhen used with β-blockers, isoflurane may exacerbate cardiovascular effects such as hypotension and negative inotropic effects.\n\nMAO inhibitors:\nCombining MAO inhibitors with inhalational anesthetics may increase the risk of hemodynamic instability.\n\nEpinephrine:\nIsoflurane sensitizes the myocardium to the arrhythmogenic effects of epinephrine. High doses of adrenaline can cause ventricular arrhythmias.\n[20]",
    "monitoring": "Compared to other volatile anesthetics, there are no specific monitoring parameters for those undergoing general anesthesia with isoflurane. All patients undergoing general anesthesia should have all basic monitoring devices listed below placed before the induction of general anesthesia.\n[26]\nhttps://www.asahq.org/standards-and-practice-parameters/standards-for-basic-anesthetic-monitoring\n[26]\n\nContinuous pulse oximetry\nNon-invasive blood pressure monitoring\nContinuous electrocardiography\nInspired and expired oxygen, carbon dioxide, and volatile anesthetic monitoring\nAirway pressure\nPeripheral nerve stimulation (if neuromuscular blocking drugs are administered)\nBody temperature\nEnd-tidal carbon dioxide (ETCO\n2\n)",
    "toxicity": "Signs and Symptoms of Overdose\n\nIsoflurane is metabolized to trifluoroacetic acid, which increases concern for renal impairment.\n[27]\nHowever, it has been shown that fluoride fluid levels may rise as much as 50 μmol/L without evidence of postoperative renal dysfunction. There has also been increased concern for neurotoxicity, especially in the developing brain. These effects have been seen in animal models, where it has been demonstrated that both intravenous and inhalational anesthesia promote neuronal apoptosis.\n[28]\nAnimal studies have also found some evidence of learning deficiencies and behavioral changes after undergoing anesthesia with intravenous or inhalational agents. Extrapolating these effects from animals to humans is difficult due to the different biological systems and the higher doses that animal species need to produce the same anesthetic effect in human subjects. This has led to further investigations into the known neuroprotective and neurotoxic effects of volatile anesthetics.\n[29]\nOverdosage of isoflurane can result in cardiac and respiratory depression. Hypoxia and hypercarbia may also be noted.\n\nManagement of Overdose\n\nIsoflurane administration should be ceased immediately for patients who are experiencing an overdose. Ensure a patent airway and provide ventilation with oxygen. Continuously monitor cardiovascular function and manage any signs of poor end-organ perfusion as clinically necessary."
  }
}