{
  "drug_name": "isoniazid",
  "nbk_id": "NBK557617",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557617/",
  "scraped_at": "2026-01-11T15:31:49",
  "sections": {
    "indications": "Warnings and Precautions\n\nINH can be administered to patients with stable liver disease, although the risk for drug accumulation and drug-induced hepatitis may increase. These patients should receive more frequent monitoring.\n[1]\nINH is contraindicated for patients with severe hypersensitivity reactions to INH or other formulation components.\n[26]\n\nBox Warning\n\nDrug-induced liver injury (DILI) has been well documented with INH. INH-associated hepatotoxicity usually occurs during the first 3 months of treatment. Enzyme levels typically return to normal despite the continuation of the drug, but progressive liver injury has been reported. Risk factors associated with increased hepatotoxicity are alcohol, preexisting chronic liver disease, IV drug abuse, and the postpartum period.\n[27]",
    "mechanism": "Isoniazid has been a significant drug in TB treatment regimens since 1952. INH is a prodrug activated by the catalase-peroxidase KatG, creating a variety of radicals and adducts that inhibit the mycobacterium's production of the mycolic acids that make up its cell wall. This activity lends INH the ability to be a potent bactericidal agent. The drug also appears synergistic with other species produced by KatG and other medications used to treat TB.\n[7]\nHowever, mutations in the\nkatG\n,\ninhA\n,\nkasA\n, and\nahpC\ngenes may cause resistance to INH therapy.\nM tuberculosis\nresistance develops more rapidly with INH monotherapy.\n[8]\n[9]\n\nPharmacokinetics\n\nAbsorption:\nRapid and complete absorption occurs after oral or intramuscular (IM) administration. The time of peak plasma concentration is 1 to 2 hours. INH is absorbed by the small intestine and is transported by the portal system to the liver.\n\nDistribution:\nINH is rapidly distributed into all body tissue compartments, including cerebrospinal fluid. Plasma protein binding is 10% to 15%.\n\nMetabolism:\nINH is inactivated via acetylation by\nN\n-acetyltransferase 2 (NAT2) in the liver and intestines. Following the acetylation of INH, CYP2E1 oxidizes acetyl hydrazine into hepatotoxic metabolites. Rapid metabolizers can oxidize faster, which may increase the synthesis of hepatotoxins. Glutathione S-transferase (GST) protects against hepatotoxins. Combining GST with toxic metabolites forms relatively non-toxic and water-soluble metabolites that can be excreted easily.\n\nElimination:\nMost of the unchanged drug (75% to 95%) and its metabolites are excreted in the urine, while small amounts are excreted in feces and saliva.\n[10]",
    "administration": "Available Dosage Forms and Strengths\n\nAvailable INH formulations are tablets (100 and 300 mg), syrup (50 mg/5 mL), or IV or IM injection (100 mg/mL). In adults, 5 mg/kg up to 300 mg daily as a single dose daily, or 15 mg/kg up to 900 mg/d in 2 to 3 divided doses per week is recommended, depending on the treatment regimen chosen. Clinicians should advise the patient not to take INH with food as the bioavailability is decreased when administered with food.\n\nActive TB\n: According to the joint guidelines by the American Thoracic Society, Centers for Disease Control and Prevention (CDC), and Infectious Diseases Society of America, the preferred regimen for active TB infections with drug-susceptible strains consists of 8 weeks of intensive phase treatment with INH, rifampin, pyrazinamide, and ethambutol (the RIPE regimens), followed by 18 weeks continuation phase treatment with INH and rifampin. Pyridoxine (vitamin B6), 25 to 50 mg/d, is administered with INH. The recommended dose of pyridoxine for patients with peripheral neuropathy is increased to 100 mg/d.\n[11]\n\nLatent TB infection:\nUntreated latent TB infection has approximately a 5% to 10% risk of progression to TB during the patient's lifetime. According to the guidelines by the CDC, for the treatment of latent TB infection, the preferred regimen is 3 months of INH plus rifapentine, given weekly. An alternative regimen is 9 months of INH, given daily.\n[12]\n\nDosing regimens for adults and children aged 12 and older: INH and rifapentine (RPT) – given weekly for 3 months (12 doses).\n\nINH 15 mg/kg rounded up to the nearest 50 or 100 mg; 900 mg maximum\n\nRPT dosed 300 to 900 mg based on patient body weight\n\nINH and rifampin (RIF) – dosed daily for 3 months (90 doses)\n\nINH 5 mg/kg; 300 mg maximum\n\nRIF 10 mg/kg; 600 mg maximum\n\nINH monotherapy – dosed for 6 or 9 months\n\n6-month regimens:\nINH 5 mg/ kg daily; maximum dose 300 mg (180 doses)\nINH 15 mg/kg twice weekly; maximum dose 900 mg (52 doses)\n\n9-month regimens:\nINH 5 mg/kg daily; maximum dose 300 mg (270 doses)\nINH 15 mg/kg twice weekly; maximum dose 900 mg (76 doses)\n\nNontuberculous mycobacterial pulmonary disease:\nAccording to a joint guideline by ATS, IDSA, European Society of Clinical Microbiology and Infectious Diseases (ESCMID), and European Respiratory Society (ERS), patients with\nM kansasii\ninfection\n(\nrifampicin-susceptible\nM kansasii)\nshould be treated with daily administration of rifampicin, INH, and ethambutol. This regimen is associated with increased treatment success and lower relapse rates. Treatment should be continued for at least 12 months. The recommended dose of INH is 5 mg/kg up to 300 mg daily.\n[6]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling provides no dose adjustment guidance for patients with hepatic impairment. However, INH is metabolized in the liver, so the drug should be used cautiously in these patients. Dose adjustment may be required for acute or chronic liver disease patients to avoid adverse effects.\n[13]\n\nRenal impairment:\nNo dose adjustment is needed for patients with renal impairment. The recommendations are to administer a full dose of INH in patients with impaired renal function despite prolonging the drug's half-life.\n[13]\nNo supplement is required for patients on peritoneal or hemodialysis.\n\nPregnancy considerations:\nINH is considered an FDA pregnancy category C medicine. INH may cross the placental barrier. Although INH may not cause teratogenic effects, careful monitoring of pregnant patients is recommended. Using INH therapy to treat active TB during pregnancy is recommended as the benefit outweighs the potential risk to the fetus. Pyridoxine supplementation is a recommended intervention for these patients.\n\nAccording to the CDC, the risk of untreated active TB disease in the pregnant woman and fetus is greater than the risks of treatment. Congenital TB can cause bronchopneumonia and hepatosplenomegaly in neonates, with a high mortality rate. For drug-susceptible TB, 9 months of treatment with INH, rifampin, and ethambutol should be given, considering the risk-benefit evaluation.\n[14]\n\nBreastfeeding considerations:\nThe manufacturer recommends not discouraging breastfeeding as the small amount of INH in breast milk does not produce toxicity in the infant. Pyridoxine supplementation is recommended for these patients.\n[15]\n\nPediatric patients:\nAccording to the CDC and the National Tuberculosis Controllers Association, the preferred regimen for latent TB infection is 3 months of weekly INH plus rifapentine in children aged older than 2 years by directly observed therapy. The INH dose for children 2 to 11 years is 25 mg/kg/dose; for ages 12 and older, it is 15 mg/kg/dose. An alternative regimen is 9 months of daily INH (10 to 20 mg/kg).\n[12]\nFor active TB infection, INH is always used with other antitubercular drugs; INH is 10 to 15 mg/kg daily or 20 to 30 mg/kg given twice weekly by directly observed therapy.\n[11]\n\nOlder patients:\nNo specific dose adjustment guidance is recommended in the manufacturer label for older patients. Clinicians should exercise caution as the mortality from TB is increased in older patients.\n[16]",
    "adverse_effects": "Various adverse effects have been reported with INH use; most are transient and low-grade. Patients commonly experience gastrointestinal effects; some also report rash and pruritus. Peripheral neuropathy is also a commonly associated adverse event of INH therapy, although its incidence is less than 0.2%. The risk may increase in patients with diabetes, HIV, nutritional deficiency, renal failure, alcoholism, and in women who are pregnant or breastfeeding. The mechanism of INH-induced peripheral neuropathy appears to involve interference of INH metabolites with vitamin B6 (pyridoxine) metabolism, resulting in decreased amounts of biologically active B6. Thus, the treatment and prevention of peripheral neuropathy caused by INH is pyridoxine supplementation during treatment.\n[1]\n[17]\n\nINH is also a CYP450 inhibitor (2C19: moderate, 3A4: weak), potentially resulting in elevated serum concentrations of concurrent drugs such as phenytoin, carbamazepine, diazepam, and primidone. Slow acetylation may be at a higher risk for these drug-drug interactions.\n[18]\n\nDrug-induced lupus erythematosus (DILE) has been reported in up to 1% of patients taking INH. Half of the patients in these cases present with fever and pleuritis, and 30% with pericarditis. Some experts think that slow acetylation poses an increased risk for the development of INH-induced lupus.\n[19]\nAnti-histone antibodies are positive in most cases of drug-induced lupus.\n[20]\nPatients on chronic hemodialysis are at increased risk of developing severe encephalopathy.\n[21]\n\nDrug-Drug Interactions\n\nINH is a CYP450 inhibitor, potentially resulting in elevated serum concentrations of drugs such as diazepam and primidone. Slow acetylators may be at a higher risk for these drug-drug interactions.\n[18]\n\nINH increases the plasma concentration of phenytoin. Therefore, to avoid phenytoin toxicity, phenytoin dose adjustment is advised.\n[22]\n\nIncreased acetaminophen toxicity is reported with concurrent administration of INH. INH increases the metabolism of acetaminophen, resulting in a reduction of glutathione. INH is also a potent inducer of CYP2E1, forming toxic metabolites and subsequent hepatotoxicity.\n[23]\n\nINH inhibits the metabolism of carbamazepine, resulting in increased concentration and toxicity of carbamazepine. Therefore, the dose adjustment of carbamazepine is recommended.\n[16]\n\nAdministration of INH with theophylline may cause increased plasma levels of theophylline. As theophylline has a narrow therapeutic index, therapeutic drug monitoring is recommended.\n[24]\n\nIntravesical bacillus Calmette–Guérin (BCG) vaccination is contraindicated with concurrent use of INH.\n[25]",
    "monitoring": "In all adults preparing to begin INH treatment, the clinician should order baseline measurements of aspartate aminotransferase (AST), alanine aminotransferase (ALT), bilirubin, alkaline phosphatase, serum creatinine, and platelet count. Regular monitoring of hepatic and renal function during treatment is unnecessary unless the patient has abnormal baseline levels or is at increased risk for hepatotoxicity such as alcohol misuse and hepatitis B or C infection. Serum transaminases should be measured again 2 to 4 weeks after treatment initiation for those patients.\n[1]\nIn patients with pulmonary TB, monthly sputum specimens are necessary (until 2 consecutive negative cultures) to assess response to treatment. Patients with poor compliance history should be monitored with a urine test. Isoscreen test checks for INH metabolites in the urine.\n[28]\n[29]",
    "toxicity": "The liver metabolizes INH primarily by acetylation with\nN\n-acetyl transferase 2 (NAT2). Three metabolites have implications that correlate with the liver injury associated with the drug: acetyl hydrazine (AcHz), hydrazine (Hz), and a metabolite from the bioactivation of INH itself. Considerable variation is apparent in the acetylation rate and elimination half-life from individual to individual, which is not accounted for by dose and concentration. This appears to contribute to the risk of hepatotoxicity and the other adverse effects associated with the drug.\n[30]\n\nMild liver injury will occur in up to 20% of patients taking INH. Clinical manifestations of hepatotoxicity include fever, fatigue, nausea, and vomiting. However, most patients experiencing INH-induced liver injury are asymptomatic. Usually, the condition is detected only by measuring increased levels of ALT and AST, which may rise to as high as 5 times the normal limit. In “adaptation,” the hepatic markers will return to normal in most patients with continued drug administration. About 1% of patients will experience severe liver injury; INH therapy should cease immediately. Reintroducing INH in these cases is contraindicated as it can cause rapid symptom onset, and fatal hepatitis during INH treatment is associated with continued use after symptoms of hepatitis are present.\n[31]\n\nINH-induced severe liver injury is generally associated with older patients and can be further exacerbated by concurrent treatment with rifampin, which induces CYP metabolism. Incidence is also higher in slow acetylators, which correlates with higher serum levels of INH and the AcHz metabolite. Additional risk factors include preexisting liver disease, a history of heavy alcohol use, and patients in the postpartum period. More recently identified risk factors include polymorphisms in glutathione S-transferase, CYP2E1, TNF-α, and others.\n[30]\nMost patients recover entirely from INH hepatotoxicity following drug discontinuation, although complete regression takes weeks.\n[32]\n\nINH doses above 30 mg/kg typically cause seizures, and doses exceeding 80 mg/kg can cause death. The most commonly reported adverse reactions to INH include seizures, coma, hyperthermia, and oliguria. Additionally, acute INH toxicity is associated with excess lactic acid produced during episodes of intense muscular rigidity.\n\nTreating INH overdose requires establishing a secure airway and prompt treatment for hypotension and seizures. Pyridoxine helps to terminate seizures and should be administered in a 1:1 ratio of grams of INH ingested. Pyridoxine should be supplemented with IV benzodiazepines as pyridoxine and benzodiazepines display pharmacological synergism. INH has a low volume of distribution and low plasma protein binding; hemodialysis may be considered in refractory cases.\n[33]"
  }
}