{
  "drug_name": "isoprinosine",
  "nbk_id": "NBK560520",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560520/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Retinitis, characterized by inflammation of the retina, frequently occurs in association with other systemic medical conditions, especially infections and inflammatory diseases, posing a risk of vision loss. The retina, situated at the back of the eye, transmits images as electrical impulses through the optic nerve to the brain, allowing sight.\n\nInfectious agents, inflammatory diseases, and hypersensitivity reactions may all cause inflammation in various areas of the eye. The uvea comprises the iris, ciliary body, and choroid. Anterior uveitis, also known as iritis, involves leukocytes in the anterior chamber, whereas iridocyclitis includes inflammation of the adjacent ciliary body. Posterior uveitis involves inflammation of the choroid or retina and includes chorioretinitis, retinochoroiditis, retinitis, and neuroretinitis.\n\nMicrobes such as human herpesvirus 5 (HSV-5) or cytomegalovirus (CMV),\nToxoplasma gondii\n, and\nCandida\nare responsible for infectious retinitis. Significant risk factors include active maternal infection during pregnancy or childbirth, exposure to endemic areas, or an immunocompromised state. Retinitis can result from infections in heart valves, the gastrointestinal tract, and the urinary tract, as well as among individuals who use intravenous drugs. Retinitis may be the sole manifestation of autoimmune diseases such as Behçet disease. The consequences of retinitis vary depending on the age, location, and immune status. Affected patients may present with isolated retinitis or in conjunction with choroidal involvement, such as retinochoroiditis or chorioretinitis, requiring clinicians to tailor management strategies based on the specific cause to prevent vision loss and protect the contralateral eye.",
    "mechanism": "Retinitis\nmay be idiopathic or related to infectious, inflammatory, or underlying genetic causes. Posterior uveitis is associated with various human leukocyte antigen (HLA) phenotypes. Birdshot chorioretinitis, linked to HLA-29 in 95% of patients, manifests with chorioretinal lesions resembling birdshot pellets. Uveitis and inflammatory bowel disease co-occur in 45% of patients with HLA-B27. Vogt-Koyanagi-Harada syndrome exhibits a robust HLA class II association, particularly with the HLA-D locus and DR4 allele.\n\nInfectious Causes\n\nInfectious causes include bacterial, spirochetal, viral, fungal, and parasitic diseases.\n\nParasitic disease:\nT gondii\nis a widely distributed intracellular protozoan parasite. Humans and other mammals act as intermediate hosts, whereas cats are the definitive hosts for\nT gondii.\nUveitis caused by\nT gondii\noccurs as either a reactivation of a congenitally acquired infection or a new infection.\n[1]\n\nViral disease:\n\nCytomegalovirus: Posterior uveitis resulting from CMV infection is predominantly observed in immunocompromised patients and may result in blindness.\n[2]\nAlthough uncommon in North America and Europe and more common in Southeast Asia, CMV may rarely cause anterior uveitis in immunocompetent patients.\nHerpes virus: Both HSV\n-\n1 and HSV\n-\n2 and\nHSV-3\nor varicella zoster virus (VZV)\nmay cause acute retinal necrosis.\n[3]\nIn addition, ocular HSV may cause keratitis, conjunctivitis, or blepharitis. Neonates may develop chorioretinitis due to disseminated HSV infection. CMV and rarely Epstein-Barr virus (EBV) may also cause acute retinal necrosis. Progressive outer retinal necrosis (PORN) is a clinical variant of necrotizing herpetic retinopathy caused by VZV and occasionally CMV and noted in patients with AIDS.\n[4]\nWest Nile virus:\nChorioretinitis and retinal vasculitis are common complications associated with West Nile virus infection. Many affected patients may be asymptomatic.\nMeasles virus:\nAround 7 to 10 years after a measles infection, some patients may develop subacute sclerosing panencephalitis, a fatal neurodegenerative disease. Subacute sclerosing panencephalitis is caused by persistent infection with a genetically altered form of the measles virus, primarily affecting children and young adults.\nDengue virus: Dengue fever can cause retinitis and foveolitis.\nChikungunya virus: Infection with the chikungunya virus results in various anterior and posterior segment manifestations, with iridocyclitis and retinitis being the most common.\n[5]\n\nBacterial disease:\n\nSyphilis: Caused by the bacterium\nTreponema pallidum\n, syphilis is a leading cause of posterior uveitis. Ocular manifestations can occur in all stages of the disease, although they are more prevalent in secondary and late syphilis.\n[6]\nTuberculosis:\nMycobacterium tuberculosis\nis an uncommon cause of posterior uveitis in the United States, but clinicians should consider tuberculosis when uveitis worsens with glucocorticoid therapy or in patients with a history of active tuberculosis, incarceration, immunosuppression, or granulomatous inflammation.\nCat scratch disease: Trauma from a cat scratch, cat bite, or contact with flea feces may cause an infection with\nBartonella henselae\n, a gram-negative hemotrophic bacillus. Ocular symptoms are generally unilateral.\n[7]\nRocky Mountain spotted fever: A zoonosis caused by\nRickettsia\nrickettsii\nand transmitted to humans by the bite of contaminated ticks, 30% of patients with Rocky Mountain spotted fever (RMSF) develop retinitis. In addition, some may develop retinal vascular involvement and optic disc changes.\n[8]\nLyme disease: A vector-borne zoonosis caused by the bite of an\nIxodes\ntick infected by the bacteria\nBorrelia burgdorferi\n, retinitis is a rare presentation noted in the late disseminated stage of the disease.\n[9]\nHistoplasmosis:\nPatients residing in areas endemic to\nHistoplasma capsulatum\n, including states that contain the Ohio and Mississippi river valleys, may develop ocular histoplasmosis syndrome, potentially leading to chorioretinitis.\n[10]\nEndogenous endophthalmitis or metastatic endophthalmitis: Endogenous microbes are an additional potential infectious source.\n[11]\nApproximately 50% are bacterial, and 50% are fungal. The most frequently identified causative bacteria in North America and Europe are\nStaphylococcus aureus\nand\nStreptococcus pneumoniae\n,\nwhereas\nKlebsiella pneumoniae\nis more prevalent in East Asia. Risk factors include diabetes, liver disease, cardiac disease, malignancy, indwelling catheters, and intravenous drug use.\n\nFungal disease:\nCandida\nand\nAspergillus\nare the most common causes of fungal endogenous chorioretinitis and endophthalmitis. Immunocompromised patients are at particular risk of developing the disease.\nHistoplasma\nmay result in presumed ocular histoplasmosis syndrome, occurs in immunocompetent individuals, and is recognized by the presence of peripapillary atrophy and multiple atrophic chorioretinal scars without vitreous or aqueous humor inflammation.\n\nHelminthic disease:\nToxocariasis caused by the nematode\nToxocara canis\nis a rare yet significant contributor to posterior uveitis in infants and young children.\n[12]\nOcular toxocariasis can present as a posterior pole or peripheral granuloma, with few patients developing dense vitritis mimicking endophthalmitis. Diffuse unilateral subacute neuroretinitis is an ocular infectious condition resulting from a worm, the complete understanding of whose etiology remains elusive, potentially resulting in visual impairment and blindness.\n\nPost-Fever Retinitis\n\nPost-fever retinitis denotes varied retinal manifestations after a systemic febrile illness caused by bacteria, viruses, or protozoa. These manifestations typically appear 2 to 4 weeks after the onset of fever in immunocompetent patients. Symptoms improve with corticosteroids, implying a potential immunological origin. Posterior segment manifestations encompass focal and multifocal patches of retinitis, potential optic nerve engagement, serous macular detachment, macular edema, and localized retinal vessel involvement characterized by vessel beading, tortuosity, and perivascular sheathing.\n\nNoninfective Causes\n\nSystemic inflammatory diseases are also associated with uveitis. The majority of patients with Behçet disease develop uveitis, along with occlusive vasculitis as a characteristic feature. Additional systemic diseases include sarcoidosis, systemic lupus erythematosus, eosinophilic granulomatosis with polyangiitis, psoriatic arthritis, inflammatory bowel disease, Sjögren syndrome, and Vogt-Koyanagi-Harada syndrome.",
    "monitoring": "The primary evaluation of retinitis begins with a thorough ophthalmologic examination, including funduscopic photos.\n[45]\nSlit-lamp examination is essential in the evaluation of posterior uveitis. Other potential ocular testing involves the following:\n\nFluorescein fundus angiography (FFA)\nOptical coherence tomography (OCT)\nUltrasound: To exclude retinal detachment and assess the severity of vitreous inflammation when the media is very hazy\nBacterial, fungal, and viral culture and sensitivity and staining tests, including KOH and gram staining, of the aqueous or vitreous humor\nPolymerase chain reaction (PCR) for bacteria, fungi,\nToxoplasma\n, HSV, HZV, and CMV of the aqueous and vitreous humor depending on the clinical presentation\nRetinal or chorioretinal biopsy or fine-needle aspiration\nVisual field assessment\n\nPatients presenting with posterior uveitis and no evidence of an underlying etiology should undergo a chest radiograph to evaluate for pulmonary sarcoidosis or infections such as tuberculosis. In addition, affected patients should undergo serology for clinically silent syphilis.\n\nCytomegalovirus\n\nThe diagnosis of CMV retinitis is clinical. A thorough funduscopic examination is crucial to differentiate CMV retinitis from benign cotton wool spots and PORN. The key differentiating features include the initial presentation of PORN with multifocal, necrotizing lesions in the peripheral retina, which progresses more rapidly than CMV retinitis. Unlike CMV retinitis, PORN typically spares the retinal vessels. CMV serology is not helpful in the diagnosis of CMV retinitis. Patients with CMV retinitis should also undergo testing for HIV and may require a CD4 count.\n\nToxoplasmosis\n\nClinicians diagnose ocular toxoplasmosis based on clinical presentation and detection of anti-\nToxoplasma\nimmunoglobulin G (IgG) antibodies. Testing involves enzyme-linked immunosorbent assay (ELISA) for IgM and IgG antibodies. Although acute infections exhibit IgG antibodies, IgM may no longer be detectable since ocular involvement can occur months later. A positive IgG supports but does not confirm diagnosis, especially in immunocompromised patients. Additional tests include aqueous humor sampling for local antibody production, PCR testing for\nT gondii\nDNA, and, rarely, vitreal cytopathology. Neuroimaging is crucial to exclude central nervous system involvement in immunocompromised patients. OCT reveals abnormal hyperreflectivity in retinal layers at infection sites, whereas FFA shows early blockage followed by lesion leakage.\n[46]\n\nHerpes Simplex Virus\n\nNeonates and infants up to 6 weeks with evidence of skin, eye, and mouth disease should undergo a thorough evaluation for CNS and disseminated disease. Clinicians can establish the diagnosis of neonatal HSV infection by isolating HSV in culture, detecting HSV DNA using qualitative or quantitative PCR, or detecting HSV antigens using direct immunofluorescence assays (DFA). Neonates with suspected HSV infection should undergo the following tests:\n\nViral culture or HSV PCR on surface swabs of the conjunctivae, mouth, nasopharynx, and rectum\nViral culture or HSV PCR (with or without DFA) of swabs or scrapings of any skin and mucous membrane lesions\nCerebrospinal fluid HSV PCR\nWhole blood or plasma HSV PCR\nViral culture or HSV PCR of tracheal aspirate if intubated\n\nNeonates who have confirmed HSV infection should also undergo additional testing to determine the extent of the infection as follows:\n\nComplete blood count, including differential and platelet count\nSerum transaminases\nTotal and direct bilirubin\nBlood urea nitrogen and creatinine\nUrinalysis\nLumbar puncture, if not already completed\nOphthalmologic examination\nNeuroimaging\nElectroencephalogram (EEG) in the presence of additional central nervous system involvement, such as seizures or an abnormal neurological examination\nChest radiograph in the presence of pulmonary findings\n\nAcute retinal necrosis\n\nThe American Uveitis Society defines acute retinal necrosis based on the following clinical characteristics.\n\nPresence of 1 or more foci of retinal necrosis with discrete borders located in the peripheral retina.\nA rapid progression of the disease in the absence of antiviral therapy.\nCircumferential spread.\nEvidence of occlusive vasculopathy with arterial involvement.\nA prominent inflammatory reaction in the vitreous and anterior chamber.\n[47]\n\nIn cases with an unclear underlying etiology, clinicians should perform PCR testing of the vitreous and aqueous humor for VZV, HSV, CMV, EBV, and toxoplasmosis. In addition, fourth-generation antigen/antibody combination HIV-1/2 immunoassay plus a confirmatory HIV-1/HIV-2 antibody differentiation immunoassay, fluorescent treponemal antibody absorption (FTA-ABS) and rapid plasma reagin (RPR) for syphilis, erythrocyte sedimentation rate (ESR), toxoplasmosis IgG and IgM, purified protein derivative (PPD) skin test, and chest radiograph can help in evaluating for other potential etiologies. OCT reveals fragmentation of retinal tissue.\n[30]\nTreatment should not be withheld while awaiting results.\n\nBehçet Disease\n\nFor ocular Behçet disease, FFA is the gold standard in evaluating the activity and extent of retinal vasculitis. FFA reveals retinal infiltrates, retinal nerve fiber layer defects, occlusive retinal vasculitis, and a fern-like leakage pattern due to diffuse retinal capillary leakage in the mid-phase of the angiogram.\n[48]\nVessel wall staining and leakage suggest increased vascular permeability caused by the breakdown of the inner blood-retinal barrier. FFA also aids in monitoring response to treatment. OCT and optical coherence tomography angiography (OCTA) help reveal disease activity not otherwise identified and may be beneficial in identifying and monitoring early disease activity.\n\nRocky Mountain Spotted Fever\n\nAlong with the clinical findings, clinicians confirm the diagnosis of RMSF using indirect immunofluorescence assay tests. Initial high antibody titer or a four-fold rise in the convalescent serum titer indicates a positive result. Case confirmation with serology might take 2 to 3 weeks. Serological testing using western blot or detecting rickettsiae in blood or tissue using PCR may be necessary in selected cases.\n\nSyphilis\n\nClinicians use both treponemal tests, such as the FTA-ABS, and nontreponemal tests, such as the RPR and Venereal Disease Research Laboratory (VDRL), to diagnose syphilis. Screening may start with one and then confirmation of a positive result is necessary with the other. Some labs do have PCR available to detect\nT pallidum\nDNA. Patients with suspected neurosyphilis require cerebrospinal fluid-VDRL.\n\nLyme Disease\n\nPatients presenting with erythema migrans recently traveling to an endemic area do not require further testing. For the remainder of patients, clinicians base the diagnosis on clinical findings and serological data such as an ELISA test for IgM and IgG, which peak during the first month, followed by a western blot test.\n\nSubacute Sclerosing Panencephalitis\n\nElevated serum anti-measles antibody concentration and cerebrospinal fluid revealing elevated protein concentration and detectable anti-measles antibody characterize subacute sclerosing panencephalitis. Pathognomonic EEG changes during stage II demonstrate bursts of high-voltage complexes of 2 to 3 per second delta waves and sharp waves, followed by a relatively flat pattern. Computed tomography (CT) of the brain may reveal atrophy and scarring.\n\nTuberculosis\n\nOcular tuberculosis can be primary or secondary. If secondary, the patient may have active or latent disease. Patients with active disease will show active lesions on chest radiographs, and a sputum sample stained for acid-fast bacilli may confirm the diagnosis. In contrast, patients with latent tuberculosis have a normal chest radiograph but a positive tuberculin skin test or interferon-gamma release assay (IGRA). Diagnosing ocular tuberculosis is challenging as fluid from the eye is typically negative for tuberculosis on both culture and PCR. Directly performing IGRA on fluid from the eye appears to be a promising technique.\n\nDengue Fever\n\nFFA reveals nonischemic venular occlusion. OCT helps evaluate and monitor the extent of macular edema. Clinicians perform PCR to detect viral genomes during the first week of illness, followed by testing for virus-specific IgM and IgG.\n\nSarcoidosis\n\nThe diagnosis of sarcoidosis begins with a thorough physical examination and appropriate testing to exclude other potential etiologies for the patient's symptoms. Sarcoidosis-specific testing begins with a chest radiograph followed by a high-resolution CT of the chest. Patients with mediastinal lymphadenopathy should also undergo testing for HIV and tuberculosis. Many patients require histopathologic detection of non-necrotizing granulomas unless the clinical presentation overwhelmingly supports the diagnosis.\n\nCat Scratch Disease\n\nThe predominant diagnostic approach is serological testing. An immunofluorescence assay IgG titer exceeding 1:64 suggests a possible\nB henselae\ninfection, whereas a titer exceeding 1:256 strongly implies a recent or acute infection. PCR testing of ocular fluid is used to confirm the diagnosis.",
    "administration": "Topical medications exhibit limited effectiveness against posterior uveitis. Periodically, clinicians use difluprednate, a topical corticosteroid with better vitreous humor penetration for inflammation posterior to the lens. Alternatives involve vigilant monitoring, along with periocular or intraocular glucocorticoid injections. Systemic glucocorticoids are considered for severe or bilateral disease, or in individuals with glaucoma when local injections are impractical. Conditions such as Behçet syndrome or serpiginous choroiditis may necessitate systemic treatment. Immunosuppressive agents become essential for cases with bilateral involvement, persistent inflammation, oral glucocorticoid resistance, or severe impairment of daily activities. Patients requiring 10 mg or more of daily prednisone may benefit from steroid-sparing agents such as methotrexate, azathioprine, mycophenolate mofetil, cyclosporine, or tacrolimus. TNF inhibitors are cautiously reserved, primarily for severe Behçet syndrome, due to their potential adverse effects.\n\nInjected or surgically implanted intraocular fluocinolone, a long-acting glucocorticoid, is a treatment option for patients with non-infectious posterior uveitis requiring frequent intraocular injections. Surgically implanted formulations release medication continuously for approximately 2.5 years. At the onset of Vogt-Koyanagi-Harada disease, patients may need intravenous methylprednisolone. Regardless of the therapeutic option chosen, patients must have continued ophthalmologic examinations to monitor treatment response and determine treatment length.\n\nBehçet Syndrome\n\nTreatment for Behçet syndrome aims to control the inflammation, reduce the frequency of recurrences, and avoid complications. Corticosteroids and immunomodulatory therapy are the mainstays of treatment. Topical corticosteroids and cycloplegic agents such as scopolamine or cyclopentolate are the primary treatments for anterior uveitis. If the inflammation continues, systemic glucocorticoids such as prednisone 40mg/d, weaned over 1 month, are appropriate.\n\nVariations in opinions exist regarding initial treatment for posterior uveitis associated with Bechet syndrome. Clinicians utilize systemic glucocorticoids, azathioprine, cyclosporine, IFN-α, or a monoclonal TNF-α antagonist. In many instances, the preferred combination is systemic glucocorticoids plus azathioprine. In the presence of an initial or recurrent episode of severe sight-threatening disease, systemic glucocorticoids plus a monoclonal TNF-α inhibitor such as infliximab is preferred.\n[49]\n[50]\nAn expert panel from the American Uveitis Society recommends initial treatment with TNF-α inhibitors due to the observed improvement in ocular manifestations compared to other treatments.\n\nIn all cases of infective retinitis, the antimicrobial should be initiated first, followed by steroids. Initiating steroids in the presence of infective retinitis or panuveitis without antimicrobial coverage may result in severe ocular damage and could be life-threatening if systemic disease is present.\n\nCMV Retinitis\n\nCurrent treatments for CMV retinitis include intravenous and intravitreal ganciclovir and foscarnet, intravenous cidofovir, and oral valganciclovir. Adequate treatment of the underlying immunocompromising condition is essential. Treatment regimens depend on the location of the lesions. Oral valganciclovir, a ganciclovir prodrug with enhanced bioavailability, is first-line therapy for CMV retinitis. Intravenous ganciclovir is appropriate for patients who are unable to tolerate oral medications and involves induction therapy at 5 mg/kg every 12 hours for 14 to 21 days, followed by a maintenance dose of 5 mg/kg/d. Valganciclovir induction therapy consists of 900 mg twice daily, followed by 900 mg/d for maintenance.\n[51]\n[52]\nThe primary adverse reaction is myelosuppression, necessitating regular blood count monitoring.\n\nImmediate sight-threatening lesions, those close to the macula or head of the optic nerve, warrant local intravitreal injections and systemic therapy. The remaining patients can use systemic therapy alone. Induction therapy continues for 2 to 3 weeks until the retinitis is inactive, and then the dose is lowered to a maintenance dose. Because ganciclovir is not virucidal, the United States Centers for Disease Control (CDC) guidelines recommend chronic maintenance therapy be continued for AIDS-related CMV retinitis until patients maintain an increase in the CD4+ lymphocyte count greater than 100 to 150 cells/µL for 6 months or longer.\n[53]\n\nPatients with immediate sight-threatening lesions receive local therapy with an intravitreal injection of ganciclovir 2.5 mg/0.05 mL weekly for 2 to 3 weeks or foscarnet 2.4 mg/injection administered twice weekly for 2 to 4 doses with concurrent systemic therapy.\n[54]\nClinicians can discontinue intravitreal injections once the retinal opacity resolves. If systemic therapy begins within 24 hours of intravitreal injections, subsequent injections may be unnecessary.\n\nClinicians can also surgically implant intravitreal ganciclovir implants containing a minimum of 4.5 mg of ganciclovir through the pars plana. These implants act for 6 to 8 months and have a low-risk profile; however, they do not afford any protection for the contralateral eye or other visceral involvement. Immune recovery uveitis is another potential finding after beginning antiretroviral therapy in patients with AIDS with CMV retinitis. Affected patients present with anterior segment inflammation, posterior synechia, cataract, vitritis, cystoid macular edema, and epiretinal membrane.\n\nToxoplasmosis\n\nImmunocompetent patients with\nToxoplasma\n-related chorioretinitis usually experience a self-limited infection that resolves spontaneously in 4 to 8 weeks. However, treatment is warranted for the following groups of patients.\n\nImmunocompromised patients\nPregnant women with acquired disease\nPatients with multiple active lesions\nPatients with lesions within the vascular arcades or adjacent to the optic disk or fovea\nLesions larger than 1 optic disk diameter\nWhen visual acuity drops below 20/40 in a previously 20/20 eye\nThe patient has sustained a 2-line drop in vision\n\nTrimethoprim-sulfamethoxazole (TMP-SMX) 160 mg TMP/800 mg SMX twice daily in patients with normal renal function for 6 weeks is a first-line therapy in nonpregnant individuals. Traditionally, pyrimethamine combined with sulfadiazine has been the treatment of choice, and both regimens have comparable efficacy. However, TMP-SMX is associated with fewer adverse effects and is more cost-effective, with higher availability in some countries.\n[55]\n[56]\n[57]\nAn additional alternative is pyrimethamine, sulfadiazine, and leucovorin. Patients who are intolerant to systemic therapy can receive intravitreal clindamycin 1.0 mg/0.1 mL with 1 or more injections administered over 6 weeks. Clinicians determine the number of injections based on the disease activity at the time of diagnosis.\n\nPatients with significant vitreous inflammation and retinal vasculitis should receive glucocorticoids in addition to antimicrobial therapy. Clinicians initiate steroids 2 to 3 days after the initiation of antimicrobial therapy. The typical starting dose is prednisone 40 mg or 0.5mg/kg/d for a week, followed by a gradual taper. The goal is to have the dose <10 mg/d on discontinuing systemic antibiotics. Patients who receive intravitreal clindamycin may also receive intravitreal dexamethasone 0.4 mg/0.1 mL.\n\nToxocariasis\n\nManagement options for ocular larva migrans include systemic and topical steroids, anthelmintic drugs, and pars plana vitrectomy. For sight-threatening ocular inflammation, patients should receive prednisone 0.5 to 1 mg/kg/d followed by a slow taper. The benefits of adding an anthelmintic are unclear, but adding albendazole 400 mg twice daily for 2 weeks with a fatty meal reduces recurrences. Albendazole is preferred over mebendazole in CNS or ocular involvement because albendazole crosses the blood-brain barrier.\n\nSyphilis\n\nClinicians manage ocular syphilis similarly to neurosyphilis, utilizing penicillin as the preferred treatment. Acceptable regimens are as follows:\n\nAqueous crystalline penicillin G at a dosage of 18 to 24 million units per day, administered as 3 to 4 million units intravenous every 4 hours, or 18 to 24 million units per day daily as a continuous infusion for 10 to 14 days; or\nProcaine penicillin G at a dosage of 2.4 million units intramuscular once daily plus probenecid 500 mg orally 4 times a day, both for 10 to 14 days.\n\nClinicians often add oral or topical glucocorticoids. Ceftriaxone or doxycycline are alternatives for patients who are allergic to penicillin.\n\nTuberculosis\n\nThe treatment for ocular tuberculosis follows the same approach as pulmonary tuberculosis. Patients with paramacular and optic nerve head tuberculosis also receive systemic glucocorticoids.\n[58]\n[59]\nPatients who develop neovascularization may require photocoagulation of the retina.\n\nAcute Retinal Necrosis\n\nThe treatment of acute retinal necrosis should be initiated early to hasten the resolution of the disease in the infected eye and prevent contralateral disease. Initially, patients should be hospitalized and treated with a 10- to 14-day course of intravenous acyclovir 10 to 15 mg/kg every 8 hours, followed by oral acyclovir 800 mg 5 times a day for 6 to 12 weeks.\n[60]\nRecently, outpatient treatment with orally administered valacyclovir 2 g 3 times a day has been shown to achieve systemic levels similar to intravenous acyclovir.\n[61]\n[62]\nLocal treatment with intravitreal injections of ganciclovir 2 mg/0.1 mL is effective in treating sight-threatening herpetic infections with fovea or optic disc involvement.\n\nOral steroids should be administered under antiviral cover, starting 24 to 48 hours after antiviral therapy, particularly in cases with optic nerve involvement. The role of prophylactic laser posterior to the area of active retinitis in preventing retinal detachment in the setting of recent acute retinal necrosis remains unclear. Early surgery for an actual retinal detachment associated with acute retinal necrosis is crucial.\n[63]\n\nMetastatic or Endogenous Endophthalmitis\n\nAffected patients require urgent control of the systemic infection or focus of infection. Ocular management includes intravitreal antimicrobial therapy and vitrectomy. In such cases, The visual prognosis is usually poor.\n\nSubacute Sclerosing Panencephalitis\n\nNo cure exists for subacute sclerosing panencephalitis. Most treatment involves symptom management. Some therapies reveal stabilization and prolongation of life, but those effects prove to be only temporary. A study reveals that a combination of intraventricular interferon-alpha treatment and isoprinosine induces remission in 44% to 55% of the cases studied. A long-term follow-up reveals that remission is only temporary. Amantadine improves survival, but isoprinosine is 4 times more effective compared to amantadine and twice as effective as interferon alpha. In addition, healthcare professionals use ribavirin and carbamazepine.\n\nLyme Disease\n\nDoxycycline, ceftriaxone, and amoxicillin can treat any stage of Lyme disease, with ceftriaxone preferred for CNS involvement. These medications are also effective in treating ocular disease, with some studies suggesting that cephalosporins have better ocular penetration. Affected patients also likely require glucocorticoid therapy to control inflammation.\n\nDengue Fever\n\nMost patients with ocular manifestations of dengue fever recover fully without therapeutic interventions. However, patients with bilateral involvement or severe ocular symptoms may receive systemic glucocorticoids or immunoglobulins.\n\nCat Scratch Disease\n\nThe optimal treatment regimen for cat scratch disease is unclear. Experts recommend doxycycline and rifampin for patients aged 8 or older. For patients younger than 8 or unable to tolerate doxycycline, the regimen includes rifampin plus azithromycin or TMP-SMX. Clinicians administer either choice for 4 to 6 weeks. In addition, patients receive 1 mg/kg/d of oral steroids for 2 weeks, followed by a gradual 4-week taper.\n\nSarcoidosis\n\nThe initial management of the ocular symptoms of sarcoidosis involves systemic oral or intravenous glucocorticoids in doses of 1 to 1.5 mg/kg/d. Methotrexate and mycophenolate mofetil are often utilized early in ocular disease as steroid-sparing agents. Azathioprine and cyclosporine are additional alternatives. Clinicians may consider adalimumab and other systemic immunomodulators if other immunosuppressive medications fail.\n\nRocky Mountain Spotted Fever\n\nDoxycycline or chloramphenicol are the antimicrobials of choice to treat RMSF. Corticosteroids and cycloplegics are also utilized to treat ocular symptoms.",
    "adverse_effects": "The complications of retinitis include blindness, retinal breaks, rhegmatogenous retinal detachment, optic neuropathy, optic atrophy, macular scar, epiretinal membrane/vitreomacular traction, cystoid macular edema, choroidal neovascularization, complicated cataract, chronic vitritis, macular ischemia, glaucoma, vitreous hemorrhage, and phthisis.\n[64]"
  }
}