{
  "drug_name": "isoproterenol",
  "nbk_id": "NBK526042",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526042/",
  "scraped_at": "2026-01-11T15:31:50",
  "sections": {
    "indications": "Absolute Contraindications\n\nAngina\nTachydysrhythmias\nPreexisting ventricular arrhythmias\nDigoxin intoxication\nSulfa allergy: Contains sulfites\n\nIsoproterenol requires caution in patients with the following:\n\nCardiovascular disease: Isoproterenol causes an increase in myocardial oxygen demand\nDiabetes: May cause an increase in blood glucose levels\nDistributive shock: Beta-2 agonism will further decrease total peripheral resistance\nHyperthyroidism: May induce thyroid storm\nThe drug contains sulfites which may provoke an allergic reaction in patients with a sulfa allergy\nElderly\n\nPregnancy\n\nIsoproterenol is a Pregnancy Risk Factor C. It may interfere with uterine contractions due to its beta-2 agonist properties. Animal reproduction studies have not been conducted at this time. It is currently unknown if isoproterenol is present in breast milk; breastfeeding mothers are advised to exercise caution when taking isoproterenol. There is no human data available regarding the effect of isoproterenol on milk production.\n[12]\n\nDrug Interactions\n\nRisk C: Monitor Therapy\n\nAtomoxetine: Propensity to increase heart rate\nCannabinoid-containing products: Propensity to increase heart rate\nCOMT Inhibitors: Isoproterenol is degraded by catechol O-methyltransferase (COMT) and may rise to dangerous levels in the presence of a COMT inhibitor\nDoxofylline: Increased risk of doxofylline toxicity\nTedizolid: Increased risk of a hypertensive episode\n\nRisk D: Consider Modifying Therapy\n\nTopical Cocaine: Heightened risk of hypertension, tachycardia, and increased oxygen demand\nLinezolid: Increased risk of hypertension due to COMT inhibitor-like action of linezolid\nMifepristone: QTc prolongation\nQTc prolonging agents: Avoid giving isoproterenol in combination with other QTc prolonging agents.\n\nRisk X: Avoid or Use Alternatives\n\nInhaled Anesthetics: Increased risk of arrhythmia\nBenzphetamine\nClomipramine\nDiethylpropion\nEpinephrine\nMethamphetamine\nMidodrine\nPhendimetrazine\nProcarbazine\nSotalol",
    "mechanism": "Isoproterenol is a beta-1 and beta-2 adrenergic receptor agonist resulting in the following:\n\nIncreased heart rate\nIncreased heart contractility\nRelaxation of bronchial, gastrointestinal, and uterine smooth muscle\nPeripheral vasodilation\n\nBoth beta-1 and beta-2 adrenergic receptors exert their effects through a G-alpha stimulatory second messenger system. G-protein coupled receptors are structurally composed of a seven-transmembrane-spanning protein. The extracellular domain serves as the ligand-binding site. In the inactivated state, the intracellular domain links to a G-alpha stimulatory protein bound to a GDP molecule. Upon binding of the ligand to the extracellular domain of a beta-1 receptor, the alpha subunit exchanges a GDP molecule for a GTP and becomes activated. The (now active) G-alpha protein dissociates from the intracellular domain and activates adenylate cyclase. Activated adenylate cyclase subsequently converts intracellular ATP to cAMP. The principal second messenger in this pathway, cAMP, activates protein kinase A (PKA). Activated PKA phosphorylates L-type calcium channels in cardiac myocytes, resulting in increased intracellular calcium. PKA also causes an increase in calcium release from ryanodine receptors on the sarcoplasmic reticulum.\n\nBeta-1 adrenergic receptors are primarily concentrated in heart tissue. The terminal effects of activation of beta-1 adrenergic receptors are an increase in intracellular calcium. In cardiac pacemaker cells, increased calcium causes an increase in the slope of phase 4 of the cardiac pacemaker action potential. By increasing the slope of phase 4, pacemaker cells reach the threshold more rapidly, resulting in the characteristic increased heart rate seen in patients on an isoproterenol infusion. In non-pacemaker cardiac myocytes, an increase in intracellular calcium causes the increased contractility characteristic of isoproterenol infusion.\n[8]\n\nThe result of beta-1 agonism on the heart can be summarized as follows:\n\nPositive inotropy (contractility)\nPositive lusitropy (relaxation)\nPositive chronotropy (heart rate)\nPositive dromotropy (conduction velocity)\n\nBeta-2 adrenergic receptors function similarly to beta-1 receptors—activation of the G-protein coupled receptor results in an increase in intracellular cAMP. The second messenger, cAMP, then activates protein kinase A (PKA). PKA phosphorylates myosin light chain kinase (MLCK), thus inactivating it. In smooth muscle cells, MLCK is responsible for the phosphorylation of myosin, leading to myosin-actin cross-bridge formation and muscle contraction. As stated, agonism of beta-2 receptors leads to inactivation of MLCK and subsequent relaxation of smooth muscle, bronchial dilation, peripheral vasodilation, and gastrointestinal and uterine smooth muscle relaxation.\n[9]\n\nOther effects of isoproterenol:\n\nHepatic glycogenolysis (beta-2)\nRelease of glucagon from the pancreas (beta-2)\nActivation of the renin-angiotensin-aldosterone system in the kidney (beta-1)\n[10]\n\nIsoproterenol is metabolized in the liver via the CYP450 enzyme system.",
    "administration": "Isoproterenol is administered intravenously via an infusion pump. Note that adult intravenous infusion is expressed as mcg/minutes. In contrast, the pediatric infusion is expressed in mcg/kg/minute.\n\nAvailable Forms\n\nBrand and generic: 0.2 mg/mL (1 mL, 5mL)\n\nAdult Dosage\n\nBradydysrhythmias, AV Nodal Block\n\n2 to 10 mcg/minute titrated to desired effect\n[2]\n\nAdam-Stokes Attacks\n\n2 to 20 mcg/minute IV; Start at 5 mcg/minute IV\n\nBrugada Syndrome (off-label)\n\nBolus 1 to 2 mcg followed by 0.15 to 0.3 mcg/minute for 24 hours\n[7]\n\nCardiogenic Shock (off-label)\n\n2 to 20 mcg/minute continuous infusion\n[3]\n\nProvocation of Syncope During Tilt Table Testing (off-label)\n\n1 mcg/minute, initially, then increase based on the desired response; max dose of 5 mcg/minute\n\nProvocation of Ventricular Arrhythmias in Arrhythmogenic Right Ventricular Cardiomyopathy (off-label)\n\n45 mcg/minute for 3 minutes, then evaluate rhythm\n[4]\n\nRefractory Torsades de Pointes (off-label)\n\n2 to 10 mcg/minute continuous infusion titrated to patient response\n[6]\n\nPediatric Dosage\n\nBradycardia, AV Nodal Block\n\n0.05 to 0.5 mcg/kg/minute IV, adjusted to desired effect; the max dosage is 2 mcg/kg/minute\n[2]\n\nNeonatal Dosage\n\nBradycardia\n\n0.05 to 1 mcg/kg/minute continuous infusion titrated to effect\n[11]\n\nPharmacokinetics\n\nIsoproterenol is immediately active upon infusion. Its half-life is 2.5 to 5 minutes. Conjugation in hepatic and pulmonary tissues is the major method of metabolism. Excretion occurs via urine in the form of sulfate conjugates.\n\nPregnancy/Breastfeeding\n\nThe use of isoproterenol during pregnancy has not been evaluated. The presence of isoproterenol in breast milk is presently unknown.\n[12]\n\nRenal and Hepatic Dosing\n\nRenal and hepatic dosing is undefined.",
    "adverse_effects": "Common\n\nHeadache\nDizziness\nUpset stomach\nFlushing\nFatigue\nNervousness\nDiaphoresis\nBlurred vision\nTachyarrhythmia\nHypertension/hypotension\n\nCardiovascular\n\nAngina\nFlushing\nHypotension\nHypertension\nPalpitations\nVentricular arrhythmia\nPremature ventricular contractions\nAdams-stokes syndrome\nBradycardia (with tilt table testing)\n\nRespiratory\n\nDyspnea\nEdema\n\nOphthalmic\n\nBlurred vision\n\nCentral Nervous System\n\nHeadache\nDizziness\nNervousness\nRestlessness\nSeizures\n\nGastrointestinal\n\nNausea\nVomiting\n\nEndocrine & Metabolic\n\nHypokalemia\nIncreased serum glucose\n\nMusculoskeletal\n\nTremor\nWeakness",
    "monitoring": "Clinicians should record electrolytes, blood pressure, and ECG at baseline. Vitals (i.e., heart rate, respiratory rate, blood pressure), in addition to ECG, arterial blood gas, blood glucose levels, and serum potassium and magnesium levels, require continuous monitoring in patients receiving isoproterenol.",
    "toxicity": "Acute toxicity from isoproterenol can cause a significant drop in blood pressure. In instances of accidental overdosage, as evidenced mainly by tachycardia or other arrhythmias, hypotension/hypertension, or angina, either reduce the rate of isoproterenol administration or discontinue the drug until the patient has stabilized. Pulse, respiration, ECG, and blood pressure should all be monitored regularly. There is no known reversal agent for humans, although studies are underway to look for agents to address toxicity.\n[13]"
  }
}