{
  "drug_name": "isosorbide-5-mononitrate",
  "nbk_id": "NBK557839",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557839/",
  "scraped_at": "2026-01-11T15:31:51",
  "sections": {
    "indications": "Several contraindications exist for the use of isosorbide.\n[18]\nThey are as follows:\n\nAllergic to nitrates\nConcomitant use of isosorbide with PDE inhibitors such as sildenafil and tadalafil\nConcomitant use of isosorbide with riociguat, a soluble guanylate cyclase stimulator used for the treatment of pulmonary arterial hypertension and chronic thromboembolic pulmonary hypertension\n[24]\nRight ventricular infarction\nHypertrophic cardiomyopathy\n\nPDE inhibitors such as tadalafil and sildenafil work by inhibiting the phosphodiesterase (PDE) enzyme, which is involved in breaking down the cGMP. Concomitant use of isosorbide with PDE inhibitors will cause increased cGMP, resulting in life-threatening hypotension.\n[22]\n\nIsosorbide releases NO, which stimulates the soluble guanylate cyclase. Therefore, the concomitant use of isosorbide with riociguat (a soluble guanylate cyclase stimulator) will cause an increased level of cGMP resulting in life-threatening hypotension.\n[24]\n\nPatients with right ventricular infarction are preload sensitive. Isosorbide decreases the preload and worsens the right ventricular output causing severe hypotension.\n\nIn patients with hypertrophic cardiomyopathy, isosorbide decreases the preload and, hence, the left ventricular volume, worsening left ventricular outflow tract obstruction.\n[11]\n\nIsosorbide use requires caution in the following conditions:\n\nElderly patients with autonomic dysfunction due to a high risk of orthostatic hypotension\nPatients on diuretics will be volume depleted and can develop severe hypotension\nPatients who are taking other vasodilators due to the risk of severe hypotension",
    "mechanism": "Isosorbide is a nitrate that exerts its pharmacologic effect by releasing nitric oxide (NO), an endothelium-derived relaxing factor (EDRF).NO is endogenously produced in the endothelium to dilate the blood vessels. Isosorbide undergoes bioactivation in the endoplasmic reticulum through the cytochrome P450 enzymes to release NO\n[7]\n, which activates the enzyme soluble guanylyl cyclase in the vascular smooth muscles, thereby increasing the levels of intracellular cGMP and the associated protein kinases such as cGMP- dependent protein kinases(cGK-I). The cGMP activates the myosin light chain phosphatase (MLCP), causing dephosphorylation of the myosin light chain. cGMP-cGK-I inhibits the inositol-1,4,5-trisphosphate (IP3)-dependent calcium release, decreasing the intracellular calcium.\n[8]\n[9]\n\nThe decreased intracellular calcium inhibits the myosin light chain kinase(MLCK).\n[10]\nThe MLCK, along with the unphosphorylated myosin light chain, causes the myosin head to detach from the actin component of the smooth muscle, resulting in smooth muscle relaxation and causing vasodilation. Isosorbide dilates the venous capacitance vessels, arterioles, and coronary arteries. But Its maximal effect is seen in venous capacitance vessels.\n[7]\n\nHemodynamics\n\nIsosorbide helps alleviate the symptoms of angina by increasing the myocardial blood flow and decreasing the myocardial oxygen demand. At therapeutic levels, it predominately dilates the venous capacitance vessels but also the coronary arteries and the arterioles. The predominant venodilation results in decreased venous return to the heart by reducing the left ventricular end-diastolic volume, left ventricular end-diastolic pressure(preload), and the ventricular wall tension, thereby indirectly facilitating subendocardial blood flow.\n[11]\nIt directly increases the myocardial blood flow by dilating the large and medium-sized coronary arteries at higher doses.\n[11]\nIt decreases systemic vascular resistance (afterload) by dilating the peripheral arterioles. Because of this decrease in the heart's workload, myocardial oxygen demand becomes reduced. Long-term isosorbide therapy with appropriate drug-free intervals can improve the patient's exercise capacity and exercise hemodynamics in patients with chronic congestive heart failure.\n[12]",
    "administration": "The two forms of isosorbide (isosorbide mononitrate and isosorbide dinitrate) vary extensively in their pharmacokinetic properties. The liver contains organic nitrate reductase, which removes the nitrate group in a stepwise manner and ultimately inactivates the drug. After oral administration, isosorbide dinitrate undergoes an extensive first-pass effect in the liver, reducing the oral bioavailability to 20 percent.\n[13]\nHence the sublingual route, which avoids the first-pass effect, is preferred to achieve the therapeutic levels rapidly.\n[14]\nIn contrast, isosorbide mononitrate, an active metabolite of isosorbide dinitrate, does not undergo the first-pass effect, and its bioavailability is 100 percent after oral administration.\n[15]\n[16]\n\nThe elimination half-life of isosorbide dinitrate is 1 hour, while the elimination half-life of isosorbide mononitrate is 5 to 6 hours.\n[15]\nWhen a longer duration of action is needed, clinicians can use a slow-release oral preparation that contains an amount of drug to withstand the hepatic metabolism and maintain the required therapeutic level. Isosorbide is excreted primarily through the kidney as glucuronide derivatives of the de-nitrated metabolite.\n[17]\nIsosorbide does not need dose adjustment in patients with renal and hepatic dysfunction.\n\nThe commonly available forms of isosorbide are:\n\nShort-acting\n\nIsosorbide dinitrate, sublingual - 2.5 to 10 mg (duration of action - 10 to 60 minutes)\n[18]\n\nLong-acting\n\nIsosorbide dinitrate, oral - 10 to 40 mg 3 times a day (duration of action - 4 to 6 hours)\nIsosorbide dinitrate, spray - 1.25 mg per dose\nIsosorbide dinitrate, oral sustained-release capsules/tablets - 40 mg,14 hours apart (duration of action:12 to 14 hours)\nIsosorbide mononitrate, oral - 20 mg twice daily, 7 hours apart (duration of action - 6 to 10 hours)\nIsosorbide mononitrate, oral sustained-release tablets - 30 to 120 mg daily\nA fixed-dose combination of isosorbide dinitrate (20 mg) and hydralazine hydrochloride (37.5 mg) has received approval for use in treating heart failure in African-Americans\n[19]\n[20]",
    "adverse_effects": "The adverse effects of isosorbide are due to the vasodilation of the venous capacitance vessels and the arterioles. The venodilation results in peripheral pooling of blood and arteriolar dilation, lowering systemic vascular resistance (afterload) and lowering blood pressure. Other adverse effects can be due to the reflex activity of the sympathetic nervous system due to vasodilation.\n\nThe adverse effects of isosorbide are:\n\nHeadache (greater than 10 percent)\n[21]\nReflex tachycardia (0.1 to 10 percent)\nOrthostatic hypotension (0.1 to 10 percent)\nHypotension (0.1 to 10 percent)\nCutaneous flushing (0.1 to 10 percent)\nNausea, vomiting (0.1 to 10 percent)\nDizziness (0.1 to 10 percent)\nLightheadedness (0.1 to 10 percent)\nsyncope (0.1 to 10 percent)\n[11]\n[22]\nMonday disease\n-  Monday disease is due to the development of tolerance throughout therapy. It presents with tachycardia, dizziness, and headache during re-exposure after a drug-free interval.\nMethemoglobinemia\n(rare)\n[23]\n- Nitrate ions released during the metabolism of isosorbide oxidize the hemoglobin into methemoglobin. However, routinely used dosage of isosorbide usually causes clinically insignificant elevation of methemoglobin, but it may be important in patients with coronary ischemia and anemia.",
    "monitoring": "Generally, isosorbide does not need any monitoring. However, monitoring is recommended in:\n\nPatients who have low blood pressure and low heart rate\nPatients who are on chronic diuretic therapy\nElderly patients with underlying autonomic dysfunction\nPatients with right ventricular infarction who are preload sensitive\nVolume-depleted patients, e.g., from chronic diarrhea and vomiting\nPatients who are taking other types of vasodilators\n\nClose monitoring of blood pressure and heart rate in the above patients is recommended to avoid severe hypotension and bradycardia. Though methemoglobinemia is a rare complication, patients more susceptible to developing methemoglobinemia require close monitoring for signs and symptoms. The diagnosis of methemoglobinemia requires arterial or venous blood gas with co-oximetry.\n[25]\n\nThe development of tolerance is a significant concern during long-term isosorbide therapy.\n[26]\nTolerance may develop within as little as 12 to 24 hours, with a subsequent reduction in the clinical effects of isosorbide; this necessitates the need for a drug-free interval of at least 10 to 12 hours a day. The recommended  drug-free intervals for preventing the development of tolerance for oral sustained-release isosorbide dinitrate are as follows\n[27]\n:\n\n12-hour drug-free interval with 40 mg dose\n18-hour drug-free interval with 80 mg dose\n24-hour drug-free interval with 120 mg dose\n\nThe patients should understand the possibility of developing anginal episodes during the drug-free interval. Chronic isosorbide use without drug-free intervals may cause poor symptom control and endothelial dysfunction due to the release of excessive free radicals.\n[26]",
    "toxicity": "Isosorbide is relatively safe within the therapeutic range. The oral lethal dose LD50 of isosorbide is 2010 mg/kg in rats and 1771 mg/kg in mice. Lethal dose LD50 of isosorbide has not been a topic of sufficient research in the human population. The symptoms of isosorbide overdose may arise from its vasodilating property causing profound systemic hypotension, heart block with bradycardia, syncope, nausea, vomiting, increased intracranial tension (probably along with persistent throbbing headache, fever, confusion), diaphoresis, dizziness, and palpitations. There is limited clinical information available for the management of isosorbide overdose. The venous hypotension and the arterial hypovolemia of isosorbide overdose can be managed clinically by:\n\nAdministring normal saline. However, this may be hazardous in renal failure and congestive heart failure patients.\nPassive elevation of the patient's legs to reduce the venous pooling of blood\nInvasive monitoring of central fluid volume is advised in renal failure and congestive heart failure patients.\nThe usage of epinephrine and other vasoconstrictors is generally not recommended.\nThe methemoglobinemia associated with isosorbide toxicity is manageable by supportive care and cessation of isosorbide. Methylene blue can work as an antidote.\n[11]\n\nThere is currently no evidence of teratogenicity or carcinogenicity potential of isosorbide.\n[11]"
  }
}