{
  "drug_name": "isosorbide dinitrate",
  "nbk_id": "NBK603743",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603743/",
  "scraped_at": "2026-01-11T15:31:50",
  "sections": {
    "indications": "The following are significant contraindications to administering tadalafil.\n[42]\n[43]\n[44]\n\nNitrates: Tadalafil should not be used in patients taking nitrates (such as nitroglycerin, isosorbide dinitrate, and isosorbide mononitrate), commonly used to treat angina. The combination can lead to a significant drop in blood pressure, which can be life-threatening.\n\nHypersensitivity Reactions: Tadalafil should be avoided in patients with known hypersensitivity to the drug or any inactive ingredient, as stated in the FDA product labeling. This includes any allergic reactions or severe adverse responses experienced in the past.\n[40]\n\nGuanylate Cyclase Stimulators: Tadalafil is contraindicated in patients using guanylate cyclase stimulators, as mentioned above.\n\nPrecautions\n\nSevere Cardiovascular Conditions: Tadalafil should be avoided in individuals with a history of severe cardiovascular conditions, such as recent myocardial infarction (within the past 90 days), unstable angina, uncontrolled arrhythmias, or heart failure.\n\nSevere Hepatic Impairment: In patients with severe hepatic impairment, the use of tadalafil is not recommended due to the increased risk of adverse reactions as the drug is metabolized in the liver.\n\nRetinitis Pigmentosa: Due to limited data on safety in this population, tadalafil should be used with caution in patients with retinitis pigmentosa, a genetic disorder affecting retinal PDE enzymes.\n\nPostural Hypotension and Antihypertensives: Caution is advised in patients with a predisposition to postural hypotension or those using antihypertensive medications, as tadalafil can amplify the blood pressure-lowering effects.\n\nPriapism: Tadalafil should be used cautiously in patients with conditions predisposing them to priapism (such as sickle cell anemia, multiple myeloma, or leukemia) or in those with an anatomical deformation of the penis (such as angulation, cavernosal fibrosis, or Peyronie's disease).\n\nIn August 2023, the Food and Drug Administration advised consumers against buying or using Round 2, a product advertised and marketed as an energy, endurance, and strength booster, on different websites. FDA laboratory examination has established that Round 2 contains tadalafil.",
    "mechanism": "Tadalafil functions as a selective inhibitor of phosphodiesterase type 5 (PDE5), an enzyme prominently found in the smooth muscle cells of the corpus cavernosum in the penis, as well as in the pulmonary vasculature and the prostate. PDE5 breaks down cyclic guanosine monophosphate (cGMP), a crucial molecule in the vasodilatory process. By inhibiting PDE5, tadalafil prevents the degradation of cGMP, thereby enhancing and prolonging its effects.\n\nCyclic guanosine monophosphate plays a vital role in the physiological process of erection. It is synthesized in response to nitric oxide (NO) release during sexual stimulation. NO activates guanylate cyclase, which converts guanosine triphosphate (GTP) into cGMP. Increased levels of cGMP lead to the relaxation of smooth muscle cells in the corpus cavernosum and dilation of blood vessels, which facilitates an increased blood flow into the penile tissue, resulting in an erection.\n[13]\n\nIn addition to its effects on the corpus cavernosum, tadalafil's inhibition of PDE5 in the pulmonary vasculature leads to vasodilation, reducing pulmonary arterial pressure. This makes tadalafil effective in treating pulmonary arterial hypertension (PAH). The drug's mechanism in the prostate and bladder helps alleviate benign prostatic hyperplasia (BPH) symptoms by relaxing these tissues and improving urinary flow.\n\nPharmacokinetics\n\nAbsorption: Tadalafil is readily absorbed following oral administration. Its bioavailability is not significantly influenced by food, allowing for flexible dosing. Peak plasma concentrations (Cmax) are typically achieved within 2 hours (Tmax) post-dose, indicating a quick onset of action.\n[14]\nAs a lipophilic molecule, tadalafil has good membrane permeability, contributing to its efficient absorption.\n\nDistribution: Tadalafil is widely distributed throughout the body. Its volume of distribution suggests extensive tissue uptake and distribution. Ninety-four percent of tadalafil in the plasma is bound to proteins like albumin and α-1 acid glycoprotein. This high degree of protein binding limits the free fraction of the drug in circulation but facilitates its extended duration of action.\n[15]\n\nMetabolism: Metabolized predominantly in the liver, tadalafil undergoes biotransformation mainly through the cytochrome P450 (CYP) 3A4 isoenzyme. The major metabolite is methyl-catechol glucuronide, which is much less potent than the parent compound. This metabolite and additional minor metabolites indicate the involvement of conjugation reactions in tadalafil's metabolism.\n[16]\n\nElimination: Tadalafil and its metabolites are primarily excreted via the fecal route (approximately 61%), with renal excretion accounting for about 36% of the drug elimination. The drug has a prolonged terminal half-life (approximately 17.5 hours), which supports its long duration of action. This pharmacokinetic property makes tadalafil suitable for once-daily dosing in chronic conditions.\n[17]",
    "administration": "Available Dosage Forms and Strengths\n\nTadalafil is an oral tablet with strengths of 2.5 mg, 5 mg, 10 mg, and 20 mg. The FDA has also approved a combination oral capsule containing finasteride and tadalafil for BPH.\n[18]\nThe capsule contains 5mg finasteride and 5mg tadalafil.\n\nAdult Dosage\n\nThe recommended adult doses differ based on the condition being treated. For erectile dysfunction in the adult population, tadalafil can be administered as needed at an initial dose of 10 mg at least 30 minutes before sexual activity, or it can be administered daily at a dose of 2.5 to 5mg, irrespective of sexual activity. Depending on tolerability and efficacy, dosing can be adjusted to either 5 mg or 20 mg.\n[19]\nIn benign prostatic hyperplasia (BPH), the advised dosage is 5 mg once daily.\n[20]\nWhen using combination finasteride and tadalafil, a fixed-dose combination of finasteride 5 mg and tadalafil 5 mg is administered orally once daily without food for up to 26 weeks for benign prostatic hyperplasia.\n[21]\nThe usual tadalafil dosage for pulmonary arterial hypertension (PAH) is 40 mg daily. However, this can be initiated at 20 mg daily and increased after 4 weeks.\n[22]\n\nSpecific Patient Populations\n\nHepatic impairment:\nCaution is advised when using tadalafil for hepatic impairment. The maximum recommended dose in cases of mild to moderate hepatic impairment is 10 mg, and its use is not recommended in severe hepatic impairment.\n[23]\n\nRenal impairment:\nIn patients with renal impairment, no dose adjustment of tadalafil is needed for mild to moderate cases, but the maximum recommended dose for severe impairment, when creatinine clearance is less than 30 mL/min, is 10 mg.\n[24]\n\nPregnancy considerations:\nTadalafil is not recommended during pregnancy due to insufficient safety data when treated for PAH, LUTS, or HAPE prevention.\n[25]\n\nBreastfeeding considerations:\nAs for breastfeeding, it is unknown if tadalafil is excreted in human milk, so caution is advised.\n[26]\n\nPediatric patients:\nThe safety and efficacy of tadalafil in pediatric patients have not been established, therefore it is not recommended for treatment within the pediatric population.\n[27]\n\nOlder patients:\nNo specific dose adjustment is needed for geriatric patients based on age alone; a cautious approach is recommended due to potential increased sensitivity in some older individuals.\n[28]",
    "adverse_effects": "Common Adverse Effects\n\nHeadache: This adverse effect is the most commonly reported side effect, likely due to tadalafil's vasodilatory impact on cerebral blood vessels. Headaches induced by tadalafil range from mild to severe and are generally transient.\n[29]\n\nDyspepsia: Dyspepsia is a frequent reaction characterized by indigestion, heartburn, and abdominal discomfort. Tadalafil's relaxation effect on gastrointestinal smooth muscles is thought to contribute to these symptoms.\n[30]\n\nBack Pain and Myalgia: Many users report musculoskeletal discomfort, particularly in the back and muscles. While the exact mechanism is unclear, it is thought to be related to the effects of tadalafil on smooth muscle tissue.\n\nSevere Adverse Effects and Potential Injuries\n\nNasal Congestion: Nasal congestion occurs due to the dilation of blood vessels in the nasal passages.\n[31]\n\nHypotension: Vasodilation of vascular smooth muscle can lead to modest reductions in blood pressure of about 7 mm Hg in systolic and 5 mm Hg in diastolic pressure, and this effect can last up to 12 hours.\n[32]\n\nFlushing: Characterized by redness of the face, neck, or chest, this reaction results from vasodilation.\n[33]\n\nLimb Pain: Pain in the arms or legs is less common but can cause discomfort.\n[34]\n\nNausea and Dizziness: These symptoms may occur, especially when quickly changing positions from lying down to sitting.\n[35]\n\nVision Changes: Tadalafil can cause blurred vision or alterations in color vision. Although it is uncommon, non-arteritic anterior ischemic optic neuropathy (NAION) can cause sudden vision loss in one or both eyes, which can lead to permanent blindness.\n[36]\n\nHearing Loss: Sudden decrease or loss of hearing, sometimes accompanied by ear ringing and dizziness, is a rare but severe side effect. This can lead to permanent hearing impairment.\n[37]\n\nPriapism: One of the most severe potential adverse effects, characterized by a prolonged, painful erection lasting more than 4 hours. Priapism induced by tadalafil requires immediate medical attention to prevent permanent injury to the penis.\n[38]\n\nGastroesophageal Reflux Disease (GERD): Tadalafil can cause worsening of acid reflux symptoms.\n[39]\n\nRash and Hypersensitivity Reactions: Skin reactions, including rash and urticaria (hives), as well as more severe swelling of the lips, tongue, or throat, can cause respiratory distress if severe.\n[40]\n\nDrug-Drug Interactions\n\nGuanylate Cyclase Stimulators: Tadalafil is contraindicated in patients with pulmonary hypertension who use guanylate cyclase stimulators, like riociguat. Similar to nitrates, this combination can cause severe hypotension.\n\nOther PDE5 Inhibitors: The concurrent use of other PDE5 inhibitors with tadalafil should be avoided.\n\nAlpha-blockers and Antihypertensives: Caution is necessary when tadalafil is used with α-blockers or other antihypertensive agents due to the risk of additive blood pressure-lowering effects.\n\nCYP3A4 Inhibitors and Inducers: As tadalafil is metabolized by CYP3A4 inhibitors (like ticagrelor, ketoconazole, itraconazole, and ritonavir) can increase tadalafil exposure, while CYP3A4 inducers (like rifampin) can decrease its effectiveness.\n\nAlcohol: Excessive alcohol consumption can increase the risk of orthostatic hypotension when combined with tadalafil.\n[41]",
    "monitoring": "Tadalafil is known for its broad therapeutic index and offers a substantial margin of safety between its effective dose and the dose at which adverse effects occur. However, despite this relatively high safety margin, careful monitoring is crucial to ensure patient safety, optimize therapeutic outcomes, and minimize the risk of adverse effects. This monitoring involves a comprehensive assessment of the efficacy and safety aspects, including vigilant observation for signs of severe adverse reactions and managing potential drug interactions. Regular follow-up and patient education are integral to this process, emphasizing the importance of understanding when to seek medical help.\n\nWhen administering tadalafil, it is crucial to closely monitor the cardiovascular status of patients due to the drug's effect on blood pressure. Regular monitoring of blood pressure is recommended, particularly for those on antihypertensive medications, as tadalafil can enhance the blood pressure-lowering effects of these medications.\n[45]\nImmediate reporting of changes in vision or hearing, such as sudden loss or decrease, is important as these could signify serious adverse effects. The occurrence of priapism, a prolonged erection, requires awareness and prompt medical attention. Monitoring is also vital for patients with significant hepatic or renal impairment, considering the metabolism and excretion pathways of tadalafil. It is important to be vigilant for signs of hypersensitivity reactions, including rash, hives, and swelling, especially of the lips, tongue, or throat. Continuous monitoring for potential drug interactions is essential, particularly with drugs affecting CYP3A4, nitrates, and α-blockers.\n[46]\nAssessing tadalafil's efficacy in treating erectile dysfunction or benign prostatic hyperplasia symptoms is crucial in determining the therapeutic approach. A periodic evaluation of patient tolerance, focusing on side effects like headache, back pain, and dyspepsia, is important for maintaining quality of life during treatment.",
    "toxicity": "Signs and Symptoms of Overdose\n\nIn cases of tadalafil overdose, which can exacerbate common adverse effects like hypotension, headache, dizziness, and, in rare instances, priapism. There is no specific antidote for tadalafil.\n[47]\n\nManagement of Overdose\n\nThe treatment approach is primarily supportive care to manage symptoms, emphasizing the importance of immediate medical intervention. Management typically includes gastrointestinal decontamination, especially if the overdose is recent, with measures like activated charcoal to absorb the drug. Symptomatic treatment for hypotension might involve fluid resuscitation or vasopressors, while discomforts such as headache and dizziness are managed with standard care. Priapism, a severe condition characterized by prolonged erection, requires urgent medical attention, often involving aspiration of blood from the corpus cavernosum or administration of sympathomimetic medications. Supportive care, including monitoring vital signs, fluid balance, and electrolytes, ensuring adequate hydration, and providing oxygen or ventilation support if needed, is crucial in managing tadalafil overdose.\n[48]"
  }
}