{
  "drug_name": "itraconazole",
  "nbk_id": "NBK557874",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557874/",
  "scraped_at": "2026-01-11T15:31:53",
  "sections": {
    "indications": "There are some contraindications for itraconazole use. The main one is heart failure or a history of heart failure due to itraconazole’s potential cardiotoxic effects. Another contraindication is liver failure or disease because itraconazole can cause hepatotoxicity. Itraconazole is also contraindicated in pregnant patients. It has demonstrated teratogenic and embryotoxic effects in animal studies. Researchers found itraconazole to cause eye defects in babies whose mothers had exposure to the drug during pregnancy in a systematic review.\n[10]\n\nItraconazole also has the potential for many drug-drug interactions because it is metabolized by cytochrome P450 (specifically CYP3A4) in the liver, like many other drugs. For example, patients taking itraconazole and terfenadine, astemizole, or cisapride may have serious cardiac rhythm disturbances. Itraconazole can also prolong the sedative effects of medications such as midazolam and triazolam, which means clinicians should avoid this combination. Itraconazole can also enhance the effects of oral antidiabetic drugs, which can result in severe hypoglycemia. It is essential to consider drug-drug interactions when prescribing itraconazole, especially if the same cytochrome enzyme metabolizes the other drugs in the liver.\n[2]",
    "mechanism": "Itraconazole is a broad-spectrum antifungal agent; it has an active metabolite; hydroxyitraconazole. Itraconazole inhibits ergosterol synthesis, which helps maintain the cell membrane in fungi. Lanosterol must undergo a 14 alpha-demethylation reaction to become ergosterol, which is catalyzed by fungal 14 alpha-demethylase. Itraconazole blocks this reaction by interacting with the fungal 14 alpha-demethylase substrate-binding site. This impaired ergosterol synthesis leads to fungal membrane abnormalities that increase permeability and disrupt fungal cell membrane integrity, changing membrane-bound enzyme activity.\n[6]\n\nThe drug is metabolized extensively via the CYP450 system; specifically, itraconazole is a CYP3A4 substrate. It has a half-life of 34 to 42 hours. The drug is excreted in the urine (35%) feces (between 3 and 18%).",
    "administration": "Itraconazole can be administered intravenously (10 mg/mL), in a capsule (100 mg), or as an oral solution (10 mg/mL) that allows administering the drug in the inpatient or outpatient setting. The absorption of the itraconazole via the capsule is highly variable—this variability results from intestinal epithelial damage and varying gastric acid environments from person to person. However, the newer formulations of the drug, intravenous and oral solutions, which contain hydroxypropyl-beta-cyclodextrin, have shown better absorption and bioavailability.\n[1]\n[3]\n\nDosing by indication (FDA-approved) is as follows:\n\nOnychomycosis of the Fingernails\n200 mg orally twice daily (capsules) for seven days, followed by 21 days off. Give two courses for immunocompromised patients.\n\nFungal Infections\n200 mg by mouth daily or twice daily (capsules); start 200 mg twice daily for three days in life-threatening infections. The maximum dose is 600 mg daily. Divide doses over 200 mg daily; give with food.\n\nOnychomycosis of the Toenails\n200 mg orally (capsules) each day for 12 weeks\n\nCandidiasis\nOropharyngeal: 20 mL orally for one to two weeks; swish and swallow. Alternately, dose 10 mL orally twice daily for 2 to 4 weeks.\nEsophageal: 20 mL orally twice daily for 14 to 21 days.\n\nBlastomycosis\n200 mg orally daily (capsules); maximum dose 400 mg per day. Pulmonary and extrapulmonary disease can increase dosing by 100 mg increments if there is no therapeutic response; divide doses above 200 mg daily. The maximum dose is 600 mg daily.\n\nHistoplasmosis\n200 mg orally daily (capsules), maximum dosage of 400 mg per day. Can increase dosing by 100 mg increments if there is no therapeutic response; divide doses above 200 mg daily.\n\nInvasive Aspergillosis\n20 mL orally every 12 hours; alternatively, 200 to 400 mg daily (capsules) - give the patient the oral solution without food and the capsules with food; divide doses above 200 mg daily.\n\nOff-label indications and dosing:\n\nMycoses, superficial:\n100 mg orally daily or twice daily Maximum dose 600 mg per day; divide doses above 200 mg.\nCoccidioidomycosis:\n200 mg every 12 hours.\nCutaneous or lymphocutaneous sporotrichosis:\n200 mg daily by mouth; can be increased to 200 mg twice daily - continue therapy until two to four weeks after the resolution of lesions. The oral solution preparation is preferable.\n\nThe capsules and the oral solution are not bioequivalent; the oral solution has higher bioavailability, so caution is advised when switching between formulations.\n\nRenal dosing: CrCl under 10; reduce dose by 50%. In peritoneal and hemodialysis patients, dosing is 100 mg every 12 to 24 hours, with no supplement.\n\nHepatic dosing is undefined, but clinicians should exercise caution.",
    "adverse_effects": "While itraconazole is a relatively safe medication, there are some adverse side effects with itraconazole use. Cardiotoxicity is a rare adverse effect. Itraconazole can decrease heart contractility and left ventricular ejection fraction.\n[7]\nThe risk of cardiotoxicity increases with a dose greater than 400 mg/day. While most patients' heart function improves after discontinuing itraconazole, some require a transplant.\n[8]\n\nAnother adverse effect is hepatotoxicity, which is often a reversible increase in aminotransferase levels. This side effect is minimizable with intermittent or short-term dosing. In patients already being treated for hypertension, itraconazole can cause resistant hypertension.\n[9]\n\nThe most common adverse effects are gastrointestinal disturbances, such as nausea, mild diarrhea, vomiting, and abdominal pain. Researchers noted these side effects in 2 to 39% of patients that have used itraconazole.\n[2]\nWhen itraconazole administration is via the intravenous formulation, there is also a risk of injection site reactions, headache, and rash.",
    "monitoring": "Itraconazole should have a trough concentration of 0.5 to 1.0 mg/L to treat and prevent fungal infections. Trough concentration is the drug’s lowest concentration immediately prior to the next dose.\n[11]\nItraconazole typically requires a prolonged maintenance treatment period, so patients should see their physician regularly to ensure that no adverse effects are developing. The concentration of itraconazole should be checked after a week of use and at regular intervals afterward. The drug concentration requires monitoring if the dose of itraconazole changes or if the prescriber adds a medication to a patient’s regimen metabolized by the same liver enzyme as itraconazole.\n\nRegular monitoring can be useful to exclude issues with unanticipated changes in pharmacokinetics or problems with compliance. In addition to monitoring the drug concentration, patients should also have their liver enzymes checked regularly to ensure no hepatotoxicity.\n[2]\nLFTs should be taken at baseline and checked periodically in patients with hepatic impairment or if treatment extends past one month.",
    "toxicity": "Toxic trough levels for itraconazole are over 3 mcg/mL.\n[12]\nThere is no specific antidote available."
  }
}