{
  "drug_name": "ivabradine",
  "nbk_id": "NBK507783",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507783/",
  "scraped_at": "2026-01-11T15:31:54",
  "sections": {
    "indications": "Ivabradine is contraindicated for patients with the following conditions:\n\nDecompensated heart failure\nBlood pressure less than 90/50 mm Hg\nConduction abnormalities (eg, sick sinus syndrome, sinoatrial block, or third-degree atrioventricular block) unless a pacemaker is controlling the heart rate\nSevere liver impairment\nPatients taking cytochrome P450 3A4 (CYP3A4) inhibitors\nPacemaker dependence\nResting heart rate less than 60 bpm before therapy is initiated\n[47]\n\nWarnings and Precautions\n\nAtrial fibrillation\n[48]\nSecond-degree atrioventricular block\nBradycardia\n[40]\nEmbryo-fetal toxicity (females of reproductive potential to use effective contraception)\n[36]",
    "mechanism": "Ivabradine blocks the channel responsible for the cardiac pacemaker current, I(f), which regulates heart rate. This results in prolonged diastolic time and reduced heart rate.\n[25]\nHCN4\nis the gene encoding the hyperpolarization-activated cyclic nucleotide-gated channel 4, which generates the I(f), or “funny,” current responsible for pacemaker activity in the sinoatrial node.\n[26]\nRapid resting heart rate can lead to detrimental effects on left ventricular function and has been associated with adverse outcomes in patients with cardiovascular disease. Therefore, lowering resting heart rate to reduce cardiovascular morbidity and mortality is a therapeutic target for drug manufacturers. Ivabradine reduces heart rate but does not affect myocardial contraction, relaxation, or ventricular repolarization.\n\nClinical Evidence\n\nThe SHIFT trial was a double-blind, placebo-controlled study of patients with symptomatic heart failure, an ejection fraction less than or equal to 35%, in sinus rhythm with a heart rate of at least 70 bpm, who had been admitted for heart failure within the past year and were on stable heart failure treatment, including β-blockers. Patients received ivabradine titrated to 7.5 mg twice daily or placebo. The goal was to determine whether ivabradine would reduce hospitalizations and/or mortality due to heart failure. Ivabradine reduced the primary endpoint, which was a composite of hospital admissions due to heart failure and mortality. Bradycardia and visual adverse effects (phosphenes) occurred more in patients receiving ivabradine than in those in the placebo group.\n[27]\n[28]\n[29]\n[30]\n\nThe BEAUTIFUL trial was a randomized, placebo-controlled, multinational trial to investigate whether reducing heart rate with ivabradine affected cardiovascular morbidity and mortality in patients with coronary artery disease and an ejection fraction of less than 40%. Patients had a resting heart rate of at least 60 bpm. Patients received ivabradine 5 mg twice daily, with the dose increased to 7.5 mg twice daily or placebo. Most patients were also receiving β-blocker therapy. Ivabradine did not affect the primary composite endpoint of cardiovascular mortality, hospital admissions for myocardial infarction, or worsening heart failure. In patients with heartbeats of 70 or greater, ivabradine reduced hospital admissions due to fatal or nonfatal myocardial infarction.\n[31]\n\nSIGNIFY was a randomized trial evaluating the addition of ivabradine to standard therapy in patients with stable coronary artery disease but no heart failure. Participants had to be at least 55 years old and have a resting heart rate of at least 70 bpm.\n[32]\nThe target heart rate was 55 to 60 bpm. Patients received either 10 mg of ivabradine twice daily or a placebo. The primary endpoint was a composite of death or non-fatal myocardial infarction. After 28 months, there was no significant difference between the ivabradine and placebo groups. Bradycardia occurred more with ivabradine than with placebo. The primary endpoint was higher in patients in the ivabradine group who initially had angina that limited activity.\n\nPharmacokinetics\n\nAbsorption:\nUnder fasting conditions, ivabradine reaches peak plasma concentrations approximately 1 hour after oral administration. Due to first-pass metabolism in the gastrointestinal tract and liver, its absolute oral bioavailability is about 40%. Food intake delays absorption by approximately 1 hour and increases plasma exposure by 20% to 40%. Therefore, ivabradine should be administered with food.\n\nDistribution:\nIvabradine is approximately 70% bound to plasma proteins. The volume of distribution at steady state is approximately 100 liters.\n\nMetabolism:\nIvabradine undergoes extensive hepatic metabolism via CYP3A4-mediated oxidation in the liver and intestines. The major metabolite,\nN\n-desmethyl ivabradine, possesses similar pharmacological activity as the parent compound and is present at approximately 40% of ivabradine’s plasma concentration. This metabolite is also further metabolized by CYP3A4.\n[33]\n\nElimination:\nIvabradine’s plasma concentration declines with a distribution half-life of 2 hours and an effective elimination half-life of about 6 hours. The total clearance is 24 L/h, with renal clearance accounting for approximately 4.2 L/h. Approximately 4% of the administered dose is excreted unchanged in the urine, while metabolites are primarily excreted via the urine and feces.",
    "administration": "Available Dosage Forms and Strengths\n\nIvabradine is available in oral tablet formulations of 5 mg and 7.5 mg, as well as an oral solution of 5 mg/5 mL (1 mg/mL). The tablets are scored and can be divided into 2.5 mg doses. Recent advances in pipeline include the development of a once-daily sustained-release formulation. This new formulation has demonstrated effectiveness in enhancing left ventricular function, improving quality of life, and reducing hospitalization rates in patients with stable heart failure with reduced ejection fraction, while maintaining a safety profile similar to that of the conventional twice-daily formulation.\n\nAdult Dosage\n\nThe following describes the appropriate dosing of ivabradine for adults and for children weighing more than 40 kg:\n\nThe initial dose should be 5 mg twice daily.\nThe dose can be adjusted after 2 weeks based on the heart rate.\nThe maximum dose is 7.5 mg twice daily.\nPatients with conduction defects or bradycardia can be initiated on 2.5 mg twice daily.\nThe reduction in heart rate depends on the baseline heart rate and the dose of ivabradine.\n\nDose Adjustment\n\nIf the heart rate exceeds 60 bpm, the dose should be increased by 2.5 mg twice daily, up to a maximum of 7.5 mg daily.\nIf the heart rate is 50 to 60 bpm, the current dose should be continued.\nIf the heart rate is less than 50 bpm or the patient is experiencing symptoms of bradycardia, the dose should be reduced by 2.5 mg twice daily. Persistent bradycardia following dose reduction may necessitate stopping treatment.\nAccording to the ACC/AHA/HRS guidelines, for inappropriate sinus tachycardia (off-label use), the dose range is 5 mg twice daily to a maximum dose of 7.5 mg twice daily.\n[34]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is required for mild or moderate hepatic impairment. However, ivabradine is contraindicated in patients with severe hepatic impairment (Child-Pugh C) due to a lack of studies in this population and anticipated increased systemic exposure.\n\nRenal impairment:\nNo dosage adjustment for ivabradine is necessary for creatinine clearance of 15 to 60 mL/min. No clinical data are available for patients with a creatinine clearance of less than 15 mL/min. Ivabradine reduced dialysis-related hypotension and heart rate in hemodialysis patients with chronic heart failure, showing potential to improve quality of life. However, further research is required.\n[35]\n\nPregnancy considerations:\nAn observational study of ivabradine exposure during pregnancy found no significant teratogenic effects, with 1 case of congenital disabilities (tracheal atresia). However, due to adverse outcomes in animal studies and the lack of human data, ivabradine is contraindicated in pregnancy, and alternative treatments with established safety profiles should be prioritized.\n[36]\nClinicians should recommend that females of reproductive potential use reliable contraception during ivabradine treatment.\n\nBreastfeeding considerations:\nAccording to the product label, there are no data on ivabradine in human milk or its effects on breastfed infants or milk production. Animal studies have shown that ivabradine is present in rat milk, so breastfeeding is not recommended due to potential risks to infants.\n[37]\n[38]\n\nPediatric patients:\nThe safety and efficacy of ivabradine have been established in pediatric patients aged 6 months to 18 years. For patients weighing less than 40 kg, the initial dose is 0.05 mg/kg twice daily with food. Dose adjustments of 0.05 mg/kg can be made every 2 weeks based on heart rate. The maximum dose is 0.2 mg/kg for patients aged 6 months to less than 1 year and 0.3 mg/kg for patients aged 1 year and older, with a maximum daily dose of 7.5 mg, administered twice daily.\n\nOlder patients:\nIvabradine demonstrates no significant differences in efficacy between patients aged 65 or older and younger patients. According to the ACC's recommendation, the recommended dose of ivabradine is 2.5 mg twice daily for patients aged 75 or older.\n[39]",
    "adverse_effects": "The most common adverse effects associated with ivabradine administration, according to the product label, include bradycardia, atrial fibrillation, hypertension, and phosphenes.\n\nIvabradine can cause bradycardia, sinus arrest, and heart block. Sinus node dysfunction, first- or second-degree atrioventricular block, bundle branch block, ventricular dyssynchrony, and/or concomitant use of other heart rate–reducing drugs increase the risk of bradycardia. In the SHIFT trial, symptomatic bradycardia occurred in 5% of patients taking ivabradine compared to 1% in the placebo group. Asymptomatic bradycardia occurred in 6% of patients on ivabradine compared to 1% in the placebo group. Bradycardia led to permanent withdrawal from the study in 1% of patients on ivabradine and less than 1% of those in the placebo group. QT prolongation, torsade de pointes, and other arrhythmias may occur due to ivabradine-induced bradycardia.\n[40]\nIvabradine increases the risk of atrial fibrillation. Discontinue ivabradine if atrial fibrillation occurs.\n\nVisual adverse effects (phosphenes/luminous phenomena) have been observed. Possible explanations include ivabradine's inhibition of the retina's I(h) current. During the SHIFT trial, known phosphenes occurred in 3% of patients taking the ivabradine compared to less than 1% in the placebo group. This difference in the occurrence of phosphenes was statistically significant.\n[41]\n[42]\n\nPostmarketing adverse effects of ivabradine include syncope, hypotension, angioedema, erythema, rash, pruritus, vertigo, and diplopia.\n[3]\n\nDrug-Drug Interactions\n\nNegative chronotropic drugs:\nA significant proportion of patients who are prescribed ivabradine also receive treatment with a β-blocker. When ivabradine is combined with other medications that decrease heart rate, such as digoxin, amiodarone, or additional β-blockers, the risk of bradycardia increases.\n[43]\nTherefore, it is essential to monitor heart rate closely in patients who are administered ivabradine in conjunction with these negative chronotropic agents.\n\nCYP3A4 inducers:\nCYP3A4 inducers, such as St. John's wort, rifampicin, barbiturates, and phenytoin, should be avoided during ivabradine therapy.\n[44]\n\nCYP3A4 inhibitors:\nCYP3A4 metabolizes ivabradine. Administering CYP3A4 inhibitors increases ivabradine plasma concentrations, while CYP3A4 inducers reduce them. Increased ivabradine levels may potentiate bradycardia and conduction abnormalities. The coadministration of potent CYP3A4 inhibitors with ivabradine is contraindicated. Strong inhibitors include azole antifungals such as itraconazole; macrolide antibiotics, such as telithromycin and clarithromycin; HIV protease inhibitors; and nefazodone.\n[45]\nVerapamil and diltiazem are also CYP3A4 inhibitors, which increase ivabradine levels and, consequently, the risk of bradycardia.\n[46]",
    "monitoring": "The following are recommendations for monitoring patients receiving ivabradine:\n\nMonitor cardiac rhythm\nMonitor heart rate and blood pressure\nMonitor for symptoms of bradycardia\n[5]\nMonitor pregnant women for preterm birth with chronic heart failure in the third trimester of pregnancy\n[36]",
    "toxicity": "Signs and Symptoms of Overdose\n\nIvabradine overdose often presents with severe sinus bradycardia and prolonged periods of asystole, which can be refractory to atropine. Symptoms include a significant reduction in heart rate, with some cases presenting a nadir as low as 15 bpm. The toxicity may be influenced by the severity of the overdose and the individual's serum levels of ivabradine. Additionally, overdose can lead to prolonged sinus node recovery time and QT interval, potentially increasing the risk of arrhythmias, including atrial fibrillation and torsades de pointes. Fatal intoxication has also been reported.\n[49]\n\nManagement of Overdose\n\nManagement of ivabradine overdose focuses on reversing the bradycardia and stabilizing the heart rate. There is no antidote for ivabradine. Intravenous fluids and supportive treatment should be provided. Dopamine and isoproterenol can temporarily increase heart rate, but in some cases, a temporary pacemaker may be necessary to maintain adequate cardiac output.\n[50]\n[51]"
  }
}