{
  "drug_name": "ivermectin",
  "nbk_id": "NBK558902",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558902/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Blepharoconjunctivitis is an ophthalmic disorder characterized by concurrent inflammation of the eyelid margins and conjunctiva (see\nImage\n. Blepharoconjunctivitis). The condition encompasses overlapping entities such as anterior and posterior blepharitis, meibomian gland dysfunction (MGD), and various infectious or immune-mediated forms of conjunctivitis.\n[1]\n[2]\nInflammation involves the eyelid margin (blepharitis; see\nImages\n. Anterior Blepharitis; Illustration of Blepharitis) and the adjacent conjunctiva (conjunctivitis; see\nImage\n. Bacterial Conjunctivitis). The eyelids and conjunctiva are continuous at the mucocutaneous junction, facilitating the extension of inflammation from the lid margin to the conjunctival epithelium and, in severe or chronic cases, the corneal surface.\n\nPatients typically report ocular burning, foreign body sensation, tearing, pruritus, photophobia, and fluctuating vision. Clinical findings include lid margin erythema, collarettes, conjunctival injection, papillary or follicular reactions, and superficial punctate keratopathy. Blepharoconjunctivitis is closely related to blepharitis and often regarded as a progressive or advanced stage of the latter. When blepharitis remains untreated, inflammation may extend to the adjacent conjunctiva, resulting in blepharoconjunctivitis. Several classification systems have been proposed based on etiology, anatomic involvement, clinical features, and standardized photographic grading scales.\n[3]\n[4]\n\nA mechanistic link in blepharoconjunctivitis involves inflammation induced by microbial colonization (eg,\nStaphylococcus\nspp.), viral agents (eg, adenovirus, herpes simplex virus or HSV, varicella-zoster virus or VZV, molluscum contagiosum), parasitic infestation (\nDemodex\n), rosacea, allergic sensitization, or epithelial toxicity, all of which can compromise the tear film and alter meibum composition.\n[5]\n[6]\n[7]\n[8]\n[9]\nCulture-independent sequencing has substantially advanced understanding of ocular surface dysbiosis in this condition, revealing changes in α- and β-diversity and enrichment of specific genera relative to healthy controls in both adult and pediatric populations.\n[10]\nStudies utilizing 16S rRNA amplicon sequencing in patients with blepharoconjunctivitis demonstrate significant differences in microbial diversity compared with healthy individuals, with multiple taxa enriched, supporting a dysbiosis model with potential diagnostic and therapeutic relevance.\n[11]\n[12]\n\nBlepharoconjunctivitis is commonly classified according to the American Academy of Ophthalmology (AAO) Preferred Practice Pattern (PPP) recommendations, which distinguish anterior from posterior blepharoconjunctivitis based on the anatomical structures involved.\n[13]\nAnterior blepharoconjunctivitis is typically associated with colonization of the eyelashes and eyelid margins (eg, by\nStaphylococcus aureus\n), leading to toxin-mediated keratinization and the formation of collarettes. Posterior blepharoconjunctivitis is primarily linked to MGD, characterized by altered meibum quality and expressibility, orifice protrusion, and telangiectatic changes of the eyelid margins.\n\nChronic conjunctival inflammation induces papillary or follicular reactions. Persistent disease may result in corneal complications, including punctate epithelial erosions, marginal infiltrates, and neovascularization, potentially progressing to scarring and decreased visual acuity.\n\nBoth etiology and host factors influence the natural history of blepharoconjunctivitis. Many acute cases resolve within days to weeks with supportive care and appropriately tailored medication. In contrast, chronic or recurrent blepharoconjunctivitis may persist for months to years, often with intermittent exacerbations.\n\nPediatric cases require particular attention, as repeated inflammation can induce corneal astigmatism, increase the risk of amblyopia, and potentially result in vision loss if treated inadequately or misdiagnosed. In adults, persistent MGD frequently coexists with ocular rosacea and dry eye disease, intensifying symptoms and negatively impacting quality of life. Recurrence is common across all age groups when lid hygiene and trigger management are inconsistent,\nDemodex\ninfestation persists, or systemic factors, such as atopy, dermatologic rosacea, or dupilumab-associated ocular surface disease (OSD), remain unaddressed.\n[14]\n\nCurrent evidence-based guidelines recommend systematic assessment, maintenance of lid hygiene, reduction of environmental triggers, and the selective use of topical steroids, antibiotics, or antiseptics. A stepwise therapeutic strategy, individualized according to etiology and disease severity, is essential for optimal management of blepharoconjunctivitis.\n[15]\n[16]",
    "mechanism": "Distinguishing the causes of blepharoconjunctivitis from those of blepharitis is challenging due to the anatomical proximity of ocular structures and the frequent, rapid involvement of the conjunctiva in blepharitis.\n[17]\nThe condition is often multifactorial, arising from multiple, intersecting etiologies.\n\nInfectious causes include bacteria, most commonly\nStaphylococcus aureus\nand\nepidermidis\n;\nviruses such as adenoviruses, HSV, VZV, Epstein-Barr virus, enteroviruses, and molluscum contagiosum; and, less frequently,\nChlamydiae\nand zoonotic parasites. Bacterial colonization of the lid margin produces lipases that hydrolyze meibomian lipids, generating proinflammatory free fatty acids and disrupting the tear film.\n[18]\nAdenoviral infections typically cause acute follicular conjunctivitis with preauricular lymphadenopathy and may present with pronounced lid edema.\n[19]\nHerpetic infections manifest as lid vesicles and dendritic epitheliopathy.\n[20]\nChronic follicular blepharoconjunctivitis can result from molluscum contagiosum shedding until the lesion is removed.\n[21]\n\nInflammatory or immune-mediated etiologies include allergic blepharoconjunctivitis and ocular rosacea, each associated with specific triggers and comorbidities.\n[22]\n[23]\nParasitic infestation by\nDemodex\nspecies—\nD. folliculorum\nat the lash base and\nD. brevis\nwithin meibomian glands—is recognized as a cause or exacerbating factor in chronic blepharoconjunctivitis.\n[24]\nClinical signs include cylindrical dandruff (collarettes) and eyelash misdirection, with infestation density correlating with disease severity and persistence. Additional causes include pubic lice and medications such as dupilumab.\n[25]\n[26]\n[27]\n[28]\n\nAcute onset with ulcerative features may indicate an infectious etiology, with\nStaphylococcus\nspecies being the most frequently implicated organism, particularly when the anterior eyelid is affected.\n[29]\nAcute onset without ulceration generally suggests an allergic process. However, the absence of ulceration does not definitively exclude infection, as this finding is not entirely specific. Chronic blepharoconjunctivitis may be categorized based on the anatomical region involved—posterior, angular, or anterior. MGD is a common underlying cause, primarily affecting the posterior eyelid.\n[30]\nInvolvement of the canthal angle defines angular blepharoconjunctivitis, which may result from infectious agents, such as\nMoraxella\n, or, in rare instances, from vitamin B6 deficiency.\n[31]",
    "monitoring": "Blepharoconjunctivitis is a clinical diagnosis based on the patient’s history, characteristic signs, and symptom timeline. Slit-lamp examination and assessment of the meibomian glands may include evaluation of tear film break-up time, tear meniscus height, and corneal and conjunctival staining. Meibography can provide additional structural information but is not required for diagnosis. Evelid biopsy should be considered to exclude malignancy in refractory cases. Fluorescein staining under blue light is useful for detecting corneal erosions or ulcers, which are frequently associated with chronic, poorly controlled blepharoconjunctivitis.\n\nLash sampling for\nDemodex\nand standardized meibomian gland expression can facilitate disease phenotyping.\n[46]\nPoint-of-care testing for tear osmolarity or matrix metalloproteinase-9 may indicate ocular surface inflammation in chronic cases.\n[47]\n[48]\nMicrobiologic evaluation is warranted in severe, atypical, or treatment-refractory presentations. Bacterial culture is recommended for hyperacute purulence, ulceration, or immunocompromised patients. In suspected adenoviral outbreaks, rapid antigen testing may be employed if available, although management remains primarily supportive.\n\nThe AAO PPP guidelines on blepharitis and conjunctivitis provide evidence-based recommendations for patient history, clinical examination, selective use of routine cultures, and infection prevention.\n[49]\nThe guidelines advise against the routine use of antibiotics for uncomplicated viral infections. The AAO Blepharitis PPP emphasizes a systematic eyelid assessment, highlights the identification of\nDemodex\ninfestation and MGD characteristics, and recommends targeted microbiologic testing for severe or atypical cases.\n\nPediatric consensus initiatives from 2023 to 2024 have advocated for standardized diagnostic criteria for blepharokeratoconjunctivitis in this group, incorporating corneal findings and refractive consequences to facilitate earlier and more consistent diagnosis, as well as improved comparability in research studies. Teleophthalmology and smartphone-based slit-lamp attachments can document baseline and follow-up findings, enhancing triage and continuity of care, particularly when in-person slit-lamp evaluation is limited.",
    "administration": "Management of blepharoconjunctivitis is guided by the underlying etiology, disease severity, and duration, and is implemented incrementally, with patient education on eyelid hygiene and trigger avoidance as foundational components. Fundamental interventions include warm compresses, eyelid massage, daily lid cleansing with diluted cleansers or hypochlorous acid solutions, reduction of preservative exposure, and tear supplementation. These measures reduce microbial bioburden, soften meibomian gland secretions (meibum), and alleviate symptoms.\n\nMeticulous lid hygiene is the mainstay of treatment. Application of a warm compress for 5 to 10 minutes softens meibum within the meibomian glands, facilitating expression via lid massage. Eyelash scrubs with mild shampoos can remove debris. Maintenance of lid hygiene is recommended even after acute exacerbations, due to the chronic and recurrent nature of the condition. Artificial tears may be used to relieve associated dry eye symptoms.\n\nTopical antibiotics should be considered when lid hygiene alone is insufficient, particularly in bacterial etiologies such as staphylococcal infection.\n[50]\nBacterial blepharoconjunctivitis generally responds to short-term topical antibiotics, including erythromycin or bacitracin ointment. Topical corticosteroids may be employed during acute inflammatory exacerbations.\n[51]\nSeborrheic blepharitis frequently coexists with seborrheic dermatitis, and concurrent treatment of the underlying dermatologic condition is recommended. In posterior blepharitis, systemic therapy with oral azithromycin or tetracyclines, such as doxycycline, can be beneficial.\n[52]\n[53]\n\nAllergic blepharoconjunctivitis is effectively managed with dual-action antihistamine-mast cell stabilizers and short courses of low- to moderate-potency topical corticosteroids during exacerbations. Topical calcineurin inhibitors may be used off-label as steroid-sparing agents in selected chronic atopic cases. Viral blepharoconjunctivitis is typically managed supportively. For HSV or VZV, immediate systemic antiviral therapy is indicated in the presence of high-risk features, including corneal involvement. Adenoviral infections are addressed with eyelid hygiene, cold compresses, and patient counseling.\n\nDemodex\nblepharoconjunctivitis now has an on-label therapy approved by the U.S. Food and Drug Administration with lotilaner 0.25% ophthalmic solution (XDEMVY), administered twice daily for approximately 6 weeks. Phase 3 randomized, double-masked trials demonstrated significant collarette resolution and mite eradication compared with vehicle controls.\n[54]\n[55]\nManagement may also include in-office microblepharo-exfoliation and lid scrapes with tea tree oil, supplemented, in select cases, with topical ivermectin or metronidazole gels.\n[56]\nThe role of ω-3 and ω-6 fatty acid supplementation for alleviating dry eye symptoms remains controversial. A recent Cochrane systematic review suggested potential benefit, though the quality of evidence was rated as low.\n[57]\n\nPediatric management depends on the severity and extent of corneal involvement.\n[58]\nDespite limited high-quality randomized data in children, treatment strategies may include lid hygiene, topical antibiotics or anti-inflammatory agents, and carefully dosed systemic macrolides or tetracyclines (age-appropriate) for severe MGD-driven disease, aiming to protect the cornea and prevent amblyopia.",
    "adverse_effects": "Uncontrolled or recurrent blepharoconjunctivitis may result in corneal complications, including persistent punctate erosions, marginal infiltrates or ulcers, phlyctenules, and pannus formation. In pediatric patients, severe scarring increases the risk of secondary astigmatism and amblyopia.\n\nThe eyelid margin may become distorted, producing trichiasis, ectropion or entropion, poliosis, notching, or madarosis.\nDemodex\n-associated disease can lead to recurrent chalazia or hordeola due to glandular obstruction and granulomatous inflammation.\n\nChronic MGD may cause evaporative dry eye, characterized by tear hyperosmolarity and ocular surface inflammation, which further exacerbates surface instability and symptoms. Ulceration or corneal perforation necessitates urgent, aggressive intervention to prevent permanent vision loss."
  }
}