{"med_id": null, "trade_name": "Acetaminophen and Codeine Phosphate", "dailymed_name": "Acetaminophen and Codeine Phosphate", "concentration": null, "concentration_source": "None", "linkage_method": "Trade_Name", "dosages": {"dose_mg_kg": 0.5, "adult_dose_mg": 15.0, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Dosage should be adjusted according to severity of pain and response of the patient.The usual adult dosage is: Single Doses (range) Maximum 24 Hour DoseCodeine Phosphate 15 mg to 60 mg 360 mgAcetaminophen 300 mg to 1000 mg 4000 mg The usual dose of codeine phosphate in children is 0.5 mg/kg.Doses may be repeated up to every 4 hours.The prescriber must determine the number of tablets per dose, and the maximum number of tablets per 24 hours based upon the above dosage guidance. This information should be conveyed in the prescription.It should be kept in mind, however, that tolerance to codeine can develop with continued use and that the incidence of untoward effects is dose related. Adult doses of codeine higher than 60 mg fail to give commensurate relief of pain but merely prolong analgesia and are associated with an appreciably increased incidence of undesirable side effects. Equivalently high doses in children would have similar effects.", "interactions": "Drug Interactions This drug may enhance the effects of: other narcotic analgesics, alcohol, general anesthetics, tranquilizers such as chlordiazepoxide, sedative-hypnotics, or other CNS depressants, causing increased CNS depression.", "contraindications": "CONTRAINDICATIONS This product should not be administered to patients who have previously exhibited hypersensitivity to codeine or acetaminophen.", "pediatric_use": null, "pregnancy": "Pregnancy Teratogenic Effects Pregnancy Category C Codeine: A study in rats and rabbits reported no teratogenic effect of codeine administered during the period of organogeneses in doses ranging from 5 to 120 mg/kg. In the rat, doses at the 120 mg/kg level, in the toxic range for the adult animal, were associated with an increase in embryo resorption at the time of implantation. In another study a single 100 mg/kg dose of codeine administered to pregnant mice reportedly resulted in delayed ossif", "boxed_warning": null}, "set_id": "3BBE00CC-0234-47A9-8AC4-1D2A9B510F43"}
