{"med_id": "9041", "trade_name": "novaldol 1000mg 15 tablets (now doliprane)", "dailymed_name": "Acetaminophen", "concentration": "1000mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 15.0, "adult_dose_mg": 1000.0, "frequency_hours": 24, "max_dose_mg": 4000.0, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION •Acetaminophen injection may be given as a single or repeated dose. (2.1) •Acetaminophen injection should be administered only as a 15-minute intravenous infusion. (2.4) Adults and Adolescents Weighing 50 kg and Over: •1000 mg every 6 hours or 650 mg every 4 hours to a maximum of 4000 mg per day. Minimum dosing interval of 4 hours. (2.2) Adults and Adolescents Weighing Under 50 kg: •15 mg/kg every 6 hours or 12.5 mg/kg every 4 hours to a maximum of 75 mg/kg per day. Minimum dosing interval of 4 hours. (2.2) Children: •Children 2 to 12 years of age: 15 mg/kg every 6 hours or 12.5 mg/kg every 4 hours to a maximum of 75 mg/kg per day. Minimum dosing interval of 4 hours. (2.3) Neonates and Infants: •Neonates including premature neonates born at ≥32 weeks gestational age to 28 days chronological age, 12.5 mg/kg every 6 hours to a maximum of 50 mg/kg per day. Minimum dosing interval of 6 hours. (2.4) •Infants (29 days to 2 years of age): 15 mg/kg every 6 hours to ", "interactions": "7 DRUG INTERACTIONS •Substances that induce or regulate hepatic cytochrome enzyme CYP2E1 may alter the metabolism of acetaminophen and increase its hepatotoxic potential. (7.1) •Chronic oral acetaminophen use at a dose of 4000 mg/day has been shown to cause an increase in international normalized ratio (INR) in some patients who have been stabilized on sodium warfarin as an anticoagulant. (7.2) 7.1 Effects of Other Substances on Acetaminophen Substances that induce or regulate hepatic cytochrome", "contraindications": "4 CONTRAINDICATIONS Acetaminophen is contraindicated: •in patients with known hypersensitivity to acetaminophen or to any of the excipients in the intravenous formulation. •in patients with severe hepatic impairment or severe active liver disease [see Warnings and Precautions (5.1) ]. Acetaminophen is contraindicated: •In patients with known hypersensitivity to acetaminophen or to any of the excipients in the IV formulation. (4) •In patients with severe hepatic impairment or severe active liver ", "pediatric_use": "8.4 Pediatric Use Treatment of Acute Pain The safety and effectiveness of acetaminophen for the treatment of acute pain in pediatric patients ages 2 years and older is supported by evidence from adequate and well-controlled studies of acetaminophen in adults and safety and pharmacokinetic data from adult and 483 pediatric patients across all age groups [see Dosage and Administration (2.3) and Pharmacokinetics (12.3) ]. The effectiveness of acetaminophen for the treatment of acute pain in pediatric patients younger than 2 years of age has not been established. In patients younger than 2 years, efficacy was not demonstrated in a double-blind, placebo-controlled study of 198 pediatric patients younger than 2 years. Pediatric patients less than 2 years of age, including neonates from 28 to 40 weeks gestational age at birth, were randomized to receive opioid plus acetaminophen or opioid plus placebo. No difference in analgesic effect of intravenous acetaminophen, measured by assessment of r", "pregnancy": "8.1 Pregnancy Risk Summary Published epidemiological studies with oral acetaminophen use during pregnancy have not reported a clear association with acetaminophen use and birth defects, miscarriage, or adverse maternal or fetal outcomes [see Data]. Animal reproduction studies have not been conducted with IV acetaminophen. Reproductive and developmental studies in rats and mice from the published literature identified adverse events at clinically relevant doses with acetaminophen. Treatment of pr", "boxed_warning": "WARNING: RISK OF MEDICATION ERRORS AND HEPATOTOXICITY Take care when prescribing, preparing, and administering acetaminophen injection to avoid dosing errors which could result in accidental overdose and death. In particular, be careful to ensure that: • the dose in milligrams (mg) and milliliters (mL) is not confused; • the dosing is based on weight for patients under 50 kg; • infusion pumps are properly programmed; and • the total daily dose of acetaminophen from all sources does not exceed ma"}, "set_id": "3b4ab1cf-8642-44f5-b3a2-3f1f7c620ce9"}
