{
  "drug_name": "sacubitril",
  "nbk_id": "NBK507904",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507904/",
  "scraped_at": "2026-01-11T15:38:17",
  "sections": {
    "indications": "Box Warning\n\nDrugs that work directly on the renin-angiotensin system, such as sacubitril-valsartan, can cause injury or death to the developing fetus. When pregnancy is confirmed, sacubitril-valsartan should be discontinued as soon as possible.\n[31]\n\nWarnings and Precautions\n\nSacubitril-valsartan is contraindicated in the following patient populations:\n\nIndividuals with known hypersensitivity to any component of the product\nPatients with a prior history of angioedema due to an ACEI or ARB\nPatients with diabetes mellitus receiving the renin inhibitor aliskiren, due to an increased risk of hypotension, hyperkalemia, and renal impairment associated with concomitant use of valsartan (an ARB) and aliskiren.\nPatients who have received an ACEI within 36 hours due to an increased risk of angioedema.\n[32]\nPatients with severe (Child-Pugh C) hepatic impairment.\n[8]",
    "mechanism": "The pathophysiology of heart failure involves a maladaptive response characterized by activation of the renin-angiotensin-aldosterone system (RAAS). RAAS activation leads to vasoconstriction, hypertension, increased aldosterone levels, increased sympathetic tone, and, eventually, cardiac remodeling, all of which are detrimental to the progression of the disease. ACEIs or ARBs play a major role in reducing morbidity and mortality due to heart failure by blocking the maladaptive elements.\n[17]\n\nSimultaneously, the natriuretic peptide system is activated, leading to elevated BNP and NT-proBNP levels observed in heart failure exacerbations. This compensatory mechanism leads to vasodilation, natriuresis, and diuresis. Consequently, the natriuretic peptide system decreases blood pressure, lowers sympathetic tone, and reduces aldosterone levels. The natriuretic peptide system functions in an antagonistic manner to the RAAS and has favorable effects on the pathogenesis of heart failure. The enzyme neprilysin degrades natriuretic peptides.\n[18]\n\nSacubitril-valsartan is a combination therapy comprising sacubitril, a prodrug that, upon activation, inhibits neprilysin. By blocking neprilysin, the drug prevents the breakdown of natriuretic peptides, thereby prolonging their favorable effects.\n[19]\n\nValsartan is an ARB that works by blocking the RAAS system. However, because neprilysin breaks down angiotensin II, inhibiting neprilysin causes an accumulation of angiotensin II. For this reason, a neprilysin inhibitor cannot be used alone; it should be combined with an ARB to block the effect of the excess angiotensin II.\n\nBradykinin is another substance broken down by neprilysin; the inhibition of neprilysin also causes a build-up of bradykinin. Therefore, sacubitril cannot be used with an ACEI due to an increased risk of angioedema if ACEIs and ARNIs are used together or dosed in a short timeframe. When switching between ACEIs and sacubitril-valsartan, the patient must undergo a 36-hour washout to minimize the risk of angioedema.\n\nPharmacokinetics\n\nAbsorption:\nFollowing oral administration, sacubitril-valsartan is broken down into sacubitril and valsartan. Sacubitril is metabolized to LBQ657. The absolute oral bioavailability of sacubitril is estimated to be\ngreater than or equal to 60%. The peak plasma concentrations (Cmax) of sacubitril, LBQ657, and valsartan occur at 0.5, 2, and 1.5 hours, respectively. Sacubitril and valsartan do not accumulate significantly at a steady state (achieved in 3 days), but LBQ657 is accumulated by 1.6-fold. Food has no clinically significant effect on the absorption parameters of sacubitril or valsartan. Consequently, the drug is administered with or without food.\n\nDistribution:\nThe mean apparent volumes of distribution of valsartan and sacubitril are 75 and 103 L, respectively. Sacubitril, LBQ657, and valsartan have high plasma protein binding (94%-97%). LBQ657 crosses the blood-brain barrier to a small extent (0.28%).\n\nMetabolism:\nSacubitril is converted to LBQ657 by esterases. Valsartan is minimally metabolized (20%), and a hydroxyl metabolite is present in plasma at low concentrations (<10%).\n\nExcretion:\nAfter oral administration, approximately 52% to 68% of sacubitril (as LBQ657) and about 13% of valsartan are excreted in the urine. Approximately 37% to 48% of sacubitril (as LBQ657) and about 86% of valsartan are excreted in feces. The elimination half-lives (t½) of sacubitril, LBQ657, and valsartan are approximately 1.4, 11.5, and 9.9 hours, respectively.\n[20]",
    "administration": "Available Dosage Forms and Strengths\n\nSacubitril-valsartan is supplied as film-coated tablets in 3 fixed-dose strengths—sacubitril 24 mg/valsartan 26 mg, sacubitril 49 mg/valsartan 51 mg, and sacubitril 97 mg/valsartan 103 mg.\nAn oral-pellet formulation is provided as film-coated pellets within capsules in 2 strengths—sacubitril 6 mg/valsartan 6 mg and sacubitril 15 mg/valsartan 16 mg for sprinkling onto soft food.\nAn oral suspension can be prepared extemporaneously from the tablets, as per the prescribing information. An example preparation in the product documentation describes an 800 mg/200 mL concentration.\nSacubitril-valsartan is administered twice a day, regardless of meals.\nA 36-hour washout period is required when switching from an ACEI to sacubitril-valsartan.\nPatients should be able to tolerate an ACEI or an ARB before starting sacubitril-valsartan.\nIf a patient is not currently prescribed an ACEI or ARB or is taking a low dose, sacubitril-valsartan may be initiated at half the standard recommended starting dose.\nFor patients who are unable to swallow tablets, sacubitril-valsartan oral suspension can be administered at the recommended dosage. The suspension should be shaken before each use, stored at room temperature (not above 25 °C/77 °F), and can be kept for up to 15 days.\nFor the sprinkle formulation, it is essential to remember that sacubitril-valsartan oral pellets are contained within capsules. Patients should not swallow, chew, or crush the capsules. This formulation may be used in patients unable to swallow tablets. The capsule should be opened, and the entire contents sprinkled onto 1 to 2 teaspoons of soft food. The mixture should be consumed immediately, and the empty capsule discarded. Prescribing information suggests that the sprinkle formulation should not be administered via nasogastric, gastrostomy, or other enteral tubes due to the risk of obstruction.\n\nRecommended Dosing\n\nPatients on low-dose ACEI or ARB, or not previously on ACEI or ARB, should start with sacubitril 24 mg/valsartan 26 mg twice daily. The dose may be doubled every 2 to 4 weeks as tolerated, up to a maximum of sacubitril 97 mg/valsartan 103 mg, administered orally twice daily.\nPatients on moderate-to-high doses of ACEI or ARB should start with sacubitril 49 mg/valsartan 51 mg twice daily. The dose may be doubled every 2 to 4 weeks as tolerated, up to a maximum of sacubitril 97 mg/valsartan 103 mg, administered orally twice daily.\n\nSpecific Patient Population\n\nRenal impairment:\nPatients with an estimated glomerular filtration rate (eGFR) less than 30 mL/min/1.73 m\n2\nshould be started on sacubitril-valsartan 24 mg/26 mg twice daily. According to the 2023 ACC Expert Consensus, the recommendation is to halve the starting dose in patients with renal artery stenosis and HFpEF.\n[8]\nAccording to a meta-analysis, sacubitril-valsartan increased eGFR and reduced blood pressure and NT-proBNP, suggesting cardiovascular and renal benefits in patients with heart failure and chronic kidney disease. Additional research is required.\n[21]\n[22]\n[23]\n\nHepatic impairment:\nPatients with moderate hepatic impairment (Child-Pugh class B) should be started on sacubitril 24 mg-valsartan 26 mg twice daily. Sacubitril-valsartan is not recommended for patients with severe hepatic impairment (Child-Pugh class C).\n[24]\n\nPregnancy considerations:\nRefer to the Box Warnings in the Contraindications section.\n\nBreastfeeding considerations:\nMilk levels following the lowest dose of the combination are very low. If sacubitril milk levels at the highest dosage (4 times the maternal dosage) scale proportionally with maternal dosage, they remain relatively low. Valsartan was undetectable at this dosage, indicating that the combination product is unlikely to be transferred to the nursing infant.\n[25]\nHowever, there is a potential for severe adverse drug reactions in breastfed infants from sacubitril-valsartan. Hence, clinicians should advise nursing women that breastfeeding is not recommended during treatment and suggest alternate therapy.\n\nOlder patients:\nDosage adjustments of sacubitril-valsartan should be guided by renal and hepatic function.\n\nPediatric patients:\nSacubitril-valsartan is approved by the FDA for managing heart failure with left ventricular systolic dysfunction in patients aged 1 or older.\n[26]\nFor pediatric patients weighing less than 40 kg, the recommended initial dose is 1.6 mg/kg/dose twice daily. The dose is up-titrated to 2.3 mg/kg/dose twice daily and eventually to 3.1 mg/kg/dose twice daily. For patients weighing between 40 and 50 kg, the recommended initial dose is sacubitril 24 mg/valsartan 26 mg twice daily, titrated to 49 mg/valsartan 51 mg twice daily, and 72 mg/valsartan 78 mg twice daily. For patients weighing at least 50 kg, the recommended initial dose is sacubitril 49 mg/valsartan 51 mg twice daily, which may be titrated to sacubitril 72 mg/valsartan 78 mg twice daily and subsequently to the target maintenance dose of sacubitril 97 mg/valsartan 103 mg twice daily, as tolerated. The interval between titrations is typically 2 weeks.\n[27]",
    "adverse_effects": "Adverse effects associated with sacubitril-valsartan include hypotension, hyperkalemia, renal failure, cough, and angioedema.\n[28]\nIn the PARADIGM-HF trial comparing sacubitril-valsartan to enalapril 10 mg twice daily, sacubitril-valsartan was associated with a higher incidence of hypotension and symptomatic hypotension. Sacubitril-valsartan was associated with a lower risk of elevated serum potassium or serum creatinine levels, as well as a lower risk of cough, compared to enalapril. More patients experienced angioedema in the sacubitril-valsartan arm than in the enalapril arm; however, this outcome was not statistically significant.\n[29]\nMore recent safety data confirm increased risk of hypotension, but not in renal dysfunction or hyperkalemia, compared to ACEIs or ARBs; the incidence of angioedema is rare but more frequent than with ARBs alone.\n[30]\n\nDrug-Drug Interactions\n\nDual blockade of the renin-angiotensin-aldosterone system:\nConcomitant use of sacubitril-valsartan with an ACEI is contraindicated due to an increased risk of angioedema. Use with an ARB should be avoided, as sacubitril-valsartan already contains valsartan. Concomitant use with aliskiren is contraindicated in patients with diabetes mellitus. Use with aliskiren should be avoided in patients with renal impairment (eGFR <60 mL/min/1.73 m²).\n\nPotassium-sparing diuretics:\nConcomitant use with agents such as spironolactone, triamterene, or amiloride, as well as potassium supplements or potassium-containing salt substitutes, may increase serum potassium levels. Periodic monitoring of potassium is recommended.\n\nNonsteroidal anti-inflammatory drugs:\nIn geriatric, volume-depleted, or renally compromised patients, concomitant use may worsen renal function or precipitate acute kidney injury. These effects are usually reversible. Renal function should be monitored periodically.\n\nLithium:\nConcomitant use with sacubitril-valsartan may increase serum lithium concentrations and the risk of lithium toxicity. Serum lithium levels should be monitored during coadministration.\n[20]",
    "monitoring": "Improvement in heart failure clinical signs and symptoms should be monitored. In the PARADIGM-HF trial, patients' subjective symptoms were shown to improve, as measured by the Kansas City Cardiomyopathy Questionnaire, and reductions in hospitalizations and mortality were observed.\n[33]\n\nVolume status, weight, chemotherapy drugs, sodium intake, and the ability to perform activities of daily living should be monitored. Ejection fraction should be assessed using transthoracic echocardiography, which may identify the etiology of heart failure (systolic/diastolic or valvular dysfunction).\n\nBecause sacubitril-valsartan therapy affects several biomarkers and specifically inhibits the breakdown of brain-type natriuretic peptides (BNPs), BNP is elevated in patients taking this drug. Therefore, BNP is not a reliable marker of heart failure exacerbations in these patients. Additionally, NT-pro-BNP is not a substrate for neprilysin and, thus, is not affected by sacubitril. NT-pro-BNP should be used in patients on sacubitril-valsartan when a heart failure exacerbation is suspected. In heart failure, sacubitril-valsartan reduced the risk of cardiovascular death or hospitalization regardless of baseline NT-proBNP level. Patients with higher NT-proBNP levels have a greater absolute benefit, indicating the most significant treatment impact in those at the highest risk.\n[34]\n\nRegarding safety, renal function and serum potassium levels should be monitored, especially at the initiation of therapy and in patients with risk factors for renal impairment and hyperkalemia.\n[1]\n\nAccording to the 2023 ACC guidelines for HFpEF, INHALE is the acronym for referral to advanced heart failure specialists.\n[8]\n\nI: In need of diagnosis where there is a lack of established HFpEF risk factors\nN: Nonresponsive to medical treatment and high levels of NT-proBNP/BNP\nH: Hospitalization frequency greater than 2 per year\nA: Acute or chronic end-organ dysfunction (hepatic or renal impairment/cardiac cachexia)\nL: Low blood pressure (systolic blood pressure <100 mm Hg)\nE: Evidence of HFpEF mimics (managing uncommon cardiomyopathies)",
    "toxicity": "Signs and Symptoms of Overdose\n\nLimited literature is available concerning toxicity in human subjects. However, a single dose of 583 mg sacubitril and 617 mg valsartan was studied in healthy volunteers, and multiple doses of 437 mg sacubitril and 463 mg valsartan were administered for 14 days.\n\nManagement of Overdose\n\nHypotension resulting from overdose requires prompt treatment. As mentioned in pharmacokinetics, sacubitril is converted to LBQ657. All 3 compounds—sacubitril, LBQ657, and valsartan—are highly bound to plasma proteins (94%-97%). Hence, sacubitril-valsartan is unlikely to be removed by hemodialysis.\n[20]\nAccording to the National Poison Data System, sacubitril-valsartan–related poisoning is reported, with fatalities typically being associated with polypharmacy.\n[35]"
  }
}