{
  "drug_name": "saffron",
  "nbk_id": "NBK534878",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534878/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "First described in 1919 by Hess and Meyers, carotenemia is the medical terminology describing yellow-orange skin pigmentation due to high carotene levels in the blood.\n[1]\nExcessive consumption of fruits and vegetables high in carotene content is often the culprit.\n[2]\nHistorically, carotenemia is a relatively old condition mentioned in a few old medical case reports. This condition was also reported during World War 1 and World War 2, when people mostly consumed a plant-based diet due to food shortages and famine.\n[3]\nCarotenoids are organic compounds found in various plants and food items. Beta-Carotene is the main carotenoid found in plants and is more often responsible for this condition.\n[4]\nCarotenemia is often first encountered by primary care providers. Although benign, this condition is often confused with jaundice, leading to unnecessary investigations.\n\nThe condition of carotenemia is benign; however, it can lead to a wrong diagnosis of jaundice. Orangeness may also bear a significant symbolic significance.\n[5]\nCarotinemia was originally observed as xanthosis diabetica by von Noorden in 1904, who noted it to be more prominent on the palms and soles and in the nasolabial folds.\n[6]",
    "mechanism": "Ingestion is the main source of carotenoids in the human body. Excessive ingestion (greater than 30 mg a day) for a prolonged period could lead to carotenemia.\n[7]\nA high level of carotene is found in certain fruits and vegetables. Fruits include apricot, cantaloupe, mango, orange, papaya, peaches, and prunes. Vegetables include carrots, green beans, asparagus, broccoli, cucumber, lettuce, parsley, spinach, squash, mustard, pumpkins, kale, and sweet potatoes. Other food items with high carotene include butter, eggs, milk, and palm oil.\n[8]\nAlthough diet is often the culprit, cases of carotenemia have been reported in inherited disorders with the inability to convert carotene to vitamin A due to a deficiency in the beta-carotene-15-15'-dioxygenase enzyme.\n[9]\n[3]\n\nDiet-associated carotenemia is observed most commonly in infants and young children.\n[10]\nMothers could also unknowingly induce carotenemia by feeding their infants excessive amounts of carrots in commercial food preparations.\n[2]\nAdditionally, vegetarians are more prone to develop carotenemia than nonvegetarians. Consumption of carotene-rich nutritional supplements could also lead to this condition.\n[11]\n\nDiseases, including hypothyroidism, hepatic disorders, diabetes mellitus, anorexia nervosa, and renal diseases, could also lead to carotenemia.\n[12]",
    "monitoring": "Lab investigations are generally not required in establishing the diagnosis of diet-associated carotenemia. A good history and physical exam help narrow the differentials to tailor investigations. Laboratory investigation reveals elevated serum carotene levels, often in the range of 250 to 500 microgram/dl, with normal or slightly elevated liver enzymes. Measuring carotene levels in the skin could be facilitated by using reflection spectroscopy and Resonance Raman spectroscopy, both being noninvasive optical quantitative techniques for measuring carotenoid antioxidants in human skin in vivo. Plasma carotenoid status may be predicted by skin carotenoid status.\n[23]\n[24]\nThe bilirubin oxidase method has been reported to have misdiagnosed β-carotenemia as jaundice.\n[25]\n\nA skin biopsy specimen could reveal autofluorescence in the superficial layer and a pemphigus-like pattern of intracellular autofluorescence.\n\nVitamin-A level is normal except in the rare case of inherited enzyme deficiency where the level will be low.\n[12]\n[26]\nThe evaluation must also include liver enzymes with bilirubin, thyroid function test, and screening for diabetes. Extensive investigations are seldom needed.",
    "administration": "Clinicians should reassure the patients and their families as this is a benign condition unlikely to lead to serious consequences. The mainstay of treatment is reducing the amount of carotene in the diet, which will eventually lead to the resolution of skin pigmentation.\n[27]\nParents should be informed that various green vegetables, such as green beans and spinach, are rich in carotene. Consultation with a dietitian may be helpful in some cases.\n[14]",
    "adverse_effects": "The condition is relatively benign and seldom leads to any severe complications. Toxic retinopathy has been reported due to excess canthaxanthin, a toxic carotenoid metabolite; however, changes are reversible, and no long-term sequelae have been reported.\n[38]\nVitamin A poisoning does not usually occur even with very high doses of carotene, as the conversion of carotene to vitamin A occurs slowly. However, a man who allegedly ate 6-7 pounds of carrots weekly was found to have constipation, hypercarotenemia, increased liver enzymes, and possible vitamin A toxicity.\n[39]"
  }
}