{
  "drug_name": "safinamide",
  "nbk_id": "NBK539848",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539848/",
  "scraped_at": "2026-01-11T15:38:15",
  "sections": {
    "indications": "MAOIs can cause drug-drug interactions, drug-food interactions, and overdoses, and patients should be made aware of these risks.\n[25]\nFor example, combining MAOIs with other antidepressants, such as SSRIs, should be avoided.\n[42]\nThe combination of these medications can result in serotonin syndrome, a potentially life-threatening condition.\n\nThe first cases of serotonin syndrome were reported in the 1960s among patients receiving MAOIs in combination with tryptophan. Affected individuals exhibited symptoms such as fever, confusion, increased perspiration, muscle rigidity, seizures, liver or kidney dysfunction, and variations in heart rate and blood pressure. A washout period of at least 14 days is recommended when transitioning from an MAOI to another antidepressant to reduce the risk of drug interactions. Additionally, MAOIs should be avoided in patients with uncontrolled hypertension, confirmed or suspected cerebrovascular disease, or cardiovascular disease.\n\nBox Warnings: Monoamine Oxidase Inhibitors\n\nAntidepressant-labeled monoamine oxidase inhibitors:\nAntidepressant-labeled MAOIs, such as phenelzine, tranylcypromine, and isocarboxazid, have the class box warning mandated for all antidepressants regarding an increased risk of suicidal thinking and behavior in children, adolescents, and young adults. This warning emphasizes the importance of closely monitoring pediatric patients for clinical worsening, suicidality, or unusual behavioral changes, particularly during the initial treatment or dose adjustments. In addition, tranylcypromine's box warning explicitly includes the risk of hypertensive crisis associated with ingestion of significant amounts of dietary tyramine. The transdermal selegiline system, approved for MDD, carries the same antidepressant box warning for suicidality in pediatric and young adult patients. Box warnings for MAOIs are summarized here. Verify the exact box warning on the FDA product label for each drug.\n\nMonoamine oxidase type B–selective agents for Parkinson disease:\nMAO-B–selective agents approved solely for Parkinson disease, such as selegiline oral formulation, rasagiline, and safinamide, currently lack box warnings in their FDA labeling.\n\nWarning and Precautions\n\nHypertensive crisis:\nMAOIs can trigger a hypertensive crisis if patients consume foods or beverages high in tyramine or are exposed to specific pharmacologic agents. The risk is increased in individuals with hyperthyroidism or preexisting cardiovascular or cerebrovascular disease. Patients should receive thorough dietary counseling and education on recognizing early symptoms such as sudden severe headache, palpitations, chest pain, nausea, vomiting, sweating, visual changes, or confusion. Blood pressure should be monitored regularly, and if hypertensive crisis is suspected, the drug should be discontinued immediately and appropriate emergency treatment, including rapid blood pressure reduction and supportive care, should be initiated.\n\nSerotonin syndrome:\nConcomitant use of MAOIs with serotonergic agents—including SSRIs, SNRIs, TCAs, certain opioids, triptans, and herbal preparations such as St. John's wort—is contraindicated because of the risk of serotonin syndrome, a potentially life-threatening condition. Clinicians should monitor for symptoms such as agitation, hyperreflexia, clonus, hyperthermia, and autonomic instability. If serotonin syndrome develops, both the MAOI and any serotonergic agents should be discontinued immediately, and supportive and symptomatic care should be initiated.\n\nRisk of mania in bipolar disorder:\nMAOIs may trigger manic or mixed episodes in patients with bipolar disorder. A thorough psychiatric history, including screening for prior episodes of mania or hypomania and family history of bipolar disorder, is recommended before initiating therapy.\n\nUrgent requirement for contraindicated drugs:\nIf urgent treatment with a contraindicated drug, such as linezolid, intravenous methylene blue, or a direct-acting sympathomimetic, is necessary, the MAOI should be discontinued as soon as clinically feasible before the introduction of the other agent, and the patient should be closely monitored for adverse events throughout the overlap.\n\nWithdrawal reactions:\nAbrupt discontinuation of MAOIs can result in withdrawal symptoms, including dizziness, nausea, irritability, insomnia, anxiety, paresthesia, or, in rare cases, seizures. Whenever possible, discontinuation should be achieved through gradual dose tapering.\n[43]\n\nSeizure risk:\nSeizures have been reported both during overdose and following withdrawal from MAOIs, particularly in the context of misuse. Patients with a history of seizure disorders should be monitored closely.\n\nHypoglycemia in patients with diabetes:\nMAOIs may potentiate the hypoglycemic effects of insulin or oral antidiabetic drugs, thereby increasing the risk of clinically significant hypoglycemia in patients with diabetes mellitus. Regular monitoring of blood glucose levels and appropriate adjustment of antidiabetic therapy are recommended.\n\nCognitive and motor impairment:\nMAOIs may cause hypotension, sedation, or confusion, which can potentially impair the ability to operate motor vehicles or heavy machinery. Patients should be cautioned against engaging in such activities until they have adequate experience with the drug to determine its effects on their cognitive and motor performance.\n\nDyskinesia:\nMAO-B inhibitors, including safinamide and rasagiline, may cause new-onset dyskinesia or exacerbate existing dyskinesia when used in combination with levodopa. Clinicians should monitor for involuntary movements and consider reducing the dose of levodopa or another dopaminergic drug if dyskinesia occurs.\n\nHallucinations and psychotic-like behavior:\nMAO-B inhibitors may cause hallucinations or other psychotic-like behaviors due to increased central dopaminergic tone. Their use should generally be avoided in patients with psychotic disorders. If hallucinations or psychotic symptoms develop, the clinician should consider dose reduction or discontinuation.\n\nExcessive daytime somnolence:\nMAO-B inhibitors may cause excessive daytime sleepiness and sudden episodes of falling asleep during activities such as driving, eating, or talking. These events can occur months or even more than a year after treatment initiation and often follow unrecognized drowsiness. Clinicians should assess for risk factors, including sedating drugs, sleep disorders, or drug interactions. Patients should be advised to avoid driving or other potentially dangerous activities if somnolence develops. The drug should ordinarily be discontinued if a patient falls asleep during daily activities.\n\nImpulse control disorders:\nPatients receiving MAO-B inhibitors may develop strong and uncontrollable urges such as gambling, hypersexuality, or binge eating.\n[44]\nBecause patients may not recognize these behaviors as abnormal, clinicians should ask patients and caregivers about new or increased urges. Dose reduction or discontinuation should be considered if these behaviors arise.",
    "mechanism": "MAOIs block the monoamine oxidase enzyme, which is responsible for breaking down neurotransmitters such as norepinephrine, serotonin, dopamine, and tyramine in the brain. By inhibiting this breakdown, MAOIs increase the levels of these neurotransmitters, allowing them to continue exerting their effects on the cells affected by depression.\n[20]\n\nThere are 2 types of MAOs: MAO-A and MAO-B. MAO-A is mainly distributed in the placenta, gut, and liver, whereas MAO-B is found primarily in the brain, liver, and platelets. Serotonin and noradrenaline are substrates of MAO-A, while phenylethylamine, methylhistamine, and tryptamine are substrates of MAO-B. Dopamine and tyramine are metabolized by both MAO-A and MAO-B. Selegiline and rasagiline are irreversible, selective inhibitors of MAO-B, whereas safinamide is a reversible, selective inhibitor of MAO-B.\n[21]\n\nMAOIs may act as either reversible or irreversible inhibitors. Moclobemide is an example of a reversible inhibitor of MAO-A, whereas tranylcypromine, phenelzine, isocarboxazid, and selegiline irreversibly inhibit MAO. At low doses, selegiline acts as a selective, irreversible MAO-B inhibitor, but it loses selectivity at higher doses.\n[22]\n\nIt is important to note that the selegiline transdermal system is indicated for treating MDD, whereas the oral formulation of selegiline is indicated as adjunctive therapy to levodopa/carbidopa in patients with Parkinson disease. The transdermal route bypasses first-pass metabolism, resulting in higher systemic bioavailability and inhibition of both MAO-A and MAO-B, which contributes to its antidepressant efficacy. In contrast, oral selegiline at standard doses for Parkinson primarily targets MAO-B.\n[23]\nHowever, at higher doses, it becomes nonselective and inhibits both MAO-A and MAO-B.\n[24]\n\nPharmacokinetics\n\nAbsorption:\nAbsorption characteristics vary by agent and formulation, influenced by bioavailability and first-pass metabolism. Selegiline's systemic exposure varies with formulation—oral tablets produce higher amphetamine-like metabolite levels than buccal or transdermal routes, which bypass significant first-pass metabolism. Phenelzine is rapidly absorbed, reaching peak plasma concentration (Cmax) within approximately 0.5 to 1 hour. Tranylcypromine typically peaks within 1 to 3 hours (occasionally showing a biphasic profile), while isocarboxazid reaches peak levels in approximately 1 to 2 hours with relatively low bioavailability. Rasagiline achieves its maximum concentration (Tmax, the time taken to reach the highest drug concentration in the blood) at approximately 1 hour, while safinamide reaches peak levels within 2 to 4 hours and has about 95% bioavailability.\n\nDistribution:\nOlder nonselective MAOIs exhibit extensive penetration into the central nervous system (CNS). Rasagiline and safinamide also distribute widely within CNS tissues. Protein binding is generally moderate for most agents.\n\nMetabolism:\nPhenelzine, tranylcypromine, and isocarboxazid undergo extensive hepatic metabolism to polar urinary metabolites, with clinical washout determined more by MAO enzyme resynthesis (≈2 weeks for irreversible inhibitors) than by plasma clearance. Phenelzine is oxidized and acetylated to phenylacetic and\np\n-hydroxyphenylacetic acids. Tranylcypromine forms hydroxylated and\nN\n-acetyl derivatives, while isocarboxazid is converted to hippuric acid. Selegiline produces desmethyl and amphetamine-like metabolites, which are reduced with buccal or transdermal dosing. Rasagiline is primarily metabolized by CYP1A2, while safinamide is mainly processed through non-CYP amidase metabolism. Metabolic characteristics influence dosing and interaction risk: use formulation-specific precautions with selegiline, monitor for CYP1A2 interactions with rasagiline, and adjust dosing for hepatic impairment with safinamide. For older nonselective agents, PubChem-derived pharmacokinetic data (Tmax, half-life, Vd, urinary recovery) support rational washout and interaction planning, with the understanding that irreversible MAO inhibition may outlast plasma detectability.\n\nExcretion:\nMAOIs are primarily eliminated in the urine as metabolites. The elimination half-life of phenelzine is approximately 11.6 hours, that of tranylcypromine ranges from 1.5 to 3.2 hours, and that of isocarboxazid ranges from 1.5 to 4 hours, with urinary recovery of roughly 42% to 45% (mainly as hippuric acid) within 24 hours. The terminal half-life of safinamide is approximately 20 to 26 hours. For irreversible MAOIs, washout duration is governed by enzyme resynthesis rather than plasma elimination alone.[\nPubChem\nand\nDailyMed\n, accessed Aug 9, 2025]",
    "administration": "Available Dosage Forms and Strengths\n\nPhenelzine is available as a 15-mg oral tablet.\nIsocarboxazid is available as a 10-mg oral tablet.\nTranylcypromine is available as a 10-mg oral tablet.\nSelegiline is available as 5-mg oral tablets and capsules, and as a 1.25-mg orally disintegrating tablet.\nThe selegiline transdermal system is available in strengths of 6 mg/24 h, 9 mg/24 h, and 12 mg/24 h; each offered as a single patch.\nRasagiline is available as 0.5-mg and 1-mg oral tablets.\nSafinamide is available as 50-mg and 100-mg oral tablets.\n\nMAOIs are primarily administered orally but are also available as transdermal patches.\n[1]\nThe skin patch formulations have been FDA-approved and may offer greater benefits to patients compared with oral dosage forms. For example, selegiline can be administered as a transdermal patch, which is associated with fewer adverse effects than oral administration.\n[1]\nPatients receiving lower doses of MAOIs may not require as stringent dietary restrictions as those receiving higher doses; however, dietary precautions vary depending on the specific drug and formulation. Clinicians should follow product-specific recommendations.\n\nMAOIs approved by the FDA include isocarboxazid, phenelzine, selegiline, and tranylcypromine.\n[25]\nWhen initiating MAOI therapy, patients should be informed that the antidepressant effects generally appear within 2 to 3 weeks. However, patients should take the antidepressant for at least 6 months for the maximal therapeutic benefit. Discontinuation before 6 months is associated with a higher risk of symptomatic relapse.\n\nAdult Dosage\n\nPhenelzine:\nPhenelzine is generally initiated at 15 mg orally 3 times daily, with titration to 60 to 90 mg per day based on tolerance and clinical response. Following symptom control, the dose is gradually tapered to a maintenance level, which may be as low as 15 mg daily or every other day.\n\nTranylcypromine:\nTranylcypromine is recommended at a starting dose of 30 mg per day in divided doses. If the response is inadequate, the dose may be increased by 10 mg per day every 1 to 3 weeks, up to a maximum of 60 mg per day, with slower titration advised for patients at risk of hypotension, such as older adults.\n\nIsocarboxazid:\nIsocarboxazid is started at 10 mg orally twice daily and may be increased by 10 mg every 2 to 4 days to reach 40 mg per day by the end of the first week if tolerated. Further increases of up to 20 mg per week may be made as needed, to a maximum of 60 mg per day, divided into 2 to 4 doses. Caution is advised when exceeding 40 mg per day due to limited data at higher doses.\n\nSelegiline:\nSelegiline is prescribed at 10 mg per day in 2 divided doses (5 mg at breakfast and 5 mg at lunch) for Parkinson disease patients experiencing a waning response to levodopa/carbidopa. Higher doses offer no additional benefit and increase the risk of adverse effects. After 2 to 3 days, an individualized neurological assessment may guide cautious reduction of the levodopa/carbidopa dose.\n\nSelegiline transdermal system:\nThe selegiline transdermal system is applied once daily to dry, intact skin on the upper torso below the neck and above the waist, the upper thigh, or the outer upper arm. The recommended starting and target dose is 6 mg/24 h. If needed, the dose may be increased by 3 mg/24 h at intervals of no less than 2 weeks, up to a maximum of 12 mg/24 h. Tyramine-rich foods and beverages must be avoided at doses of 9 mg/24 h or higher and for 2 weeks after dose reduction or discontinuation, as hypertensive crises may occur if dietary restrictions are not followed. Long-term treatment may be required, and periodic reassessment of benefit is advised. All patients should be screened for personal or family history of bipolar disorder before initiating therapy.\n\nRasagiline:\nRasagiline is initiated at 0.5 mg orally once daily in patients receiving levodopa. If 0.5 mg is well tolerated but the clinical response is inadequate, the dose may be increased to 1 mg once daily. When rasagiline is added to levodopa, the levodopa dose may be reduced based on individual response. The recommended dose should not be exceeded due to the risk of hypertension. In patients receiving CYP1A2 inhibitors, such as ciprofloxacin, or in those with mild hepatic impairment, rasagiline should be limited to 0.5 mg once daily.\n\nSafinamide:\nSafinamide is initiated at 50 mg orally once daily, at a consistent time and without regard to meals, as adjunctive therapy to levodopa/carbidopa for “off” episodes in Parkinson disease.\n[12]\n[26]\nAfter 2 weeks, the dose may be increased to 100 mg once daily based on individual response; doses above 100 mg confer no additional benefit and increase the risk of adverse events. If a dose is missed, patients should resume the usual regimen with the next scheduled dose. To discontinue safinamide 100 mg, taper by reducing to 50 mg once daily for 1 week. In patients with moderate hepatic impairment (Child-Pugh class B), the dose should not exceed 50 mg daily. Safinamide is contraindicated in individuals with severe hepatic impairment (Child-Pugh class C).\n\nSpecific Patient Populations\n\nHepatic impairment:\nPhenelzine sulfate and isocarboxazid are contraindicated in patients with active liver disease or abnormal hepatic function due to an increased risk of hepatotoxicity. Tranylcypromine has been associated with rare cases of hepatitis and elevated transaminases; liver function should be monitored, and treatment discontinued if hepatotoxicity develops. Oral selegiline requires no specific dosage adjustment but should be used with clinical judgment in severe hepatic dysfunction. The transdermal selegiline does not require dose adjustment in mild or moderate hepatic impairment, but it has not been examined in severe hepatic impairment; therefore, transdermal selegiline should be used with caution in such cases. Rasagiline should be limited to 0.5 mg once daily in moderate impairment (Child-Pugh class B) and is contraindicated in severe impairment (Child-Pugh class C). Safinamide should be reduced to 50 mg daily in moderate impairment (Child-Pugh class B) and is contraindicated in severe impairment (Child-Pugh class C), as mentioned above.\n[27]\n\nRenal impairment:\nRoutine dose adjustment is not necessary for patients with mild to moderate renal impairment when using these agents; however, clinical monitoring is recommended. Phenelzine and tranylcypromine may be used cautiously in renal impairment, particularly in older adults who may accumulate active metabolites. Isocarboxazid should not be used in severe renal impairment. Oral selegiline lacks formal renal dosing recommendations but should be used with caution in severe impairment. Dosage adjustment of transdermal selegiline is not required in patients with mild, moderate, or severe renal impairment; however, its use is not recommended in those with an estimated glomerular filtration rate below 15 mL/min/1.73 m² or in those on dialysis due to insufficient clinical data. Rasagiline does not require dose adjustment in patients with mild or moderate renal impairment; however, its use has not been studied in those with severe renal impairment. Safinamide may be administered at standard doses regardless of renal function.\n[28]\n\nPregnancy considerations:\nThe use of MAOIs during pregnancy requires careful assessment of maternal benefits and potential fetal risks. Phenelzine and tranylcypromine have demonstrated fetal harm in animal studies and should be reserved for treatment-resistant depression when safer alternatives are unavailable. Human pregnancy data are limited for isocarboxazid, selegiline (oral or transdermal), rasagiline, and safinamide; initiation should involve consultation with a maternal–fetal medicine specialist, appropriate fetal monitoring, and shared decision-making to determine whether the potential maternal benefit outweighs fetal risk. There are limited human pregnancy data for isocarboxazid, selegiline (oral or transdermal), rasagiline, and safinamide. Initiation of these agents should involve consultation with a fetal medicine specialist, appropriate fetal monitoring, and shared decision-making to assess whether the potential maternal benefits outweigh the possible risks to the fetus.\n\nBreastfeeding considerations:\nDecisions regarding nursing while on MAOIs must balance infant exposure and maternal need for psychiatric stability. Tranylcypromine and isocarboxazid are known to be excreted in human milk and generally warrant discontinuation of either the drug or breastfeeding.\n[29]\n[30]\nFor phenelzine, selegiline (oral and transdermal), rasagiline, and safinamide, where lactation data are limited, select an alternative treatment.\n[31]\nThe manufacturer of the selegiline transdermal patch suggests that breastfeeding is not advised during treatment and for 7 days after the final dose.\n[32]\n[33]\n[34]\n\nPediatric patients:\nNone of the MAOIs, including phenelzine, tranylcypromine, isocarboxazid, selegiline (oral or transdermal), rasagiline, or safinamide, is approved for individuals younger than 18 due to a lack of safety and efficacy data in pediatric populations. The selegiline transdermal system is contraindicated for patients younger than 12.\n\nOlder patients:\nOlder adults may be more susceptible to orthostatic hypotension, drug accumulation, and CNS effects. Although phenelzine has not shown age-specific adverse findings, tranylcypromine carries an elevated risk of postural hypotension and should be initiated at the lower end of the dosing range. No formal geriatric dose adjustments exist for isocarboxazid, selegiline (oral or transdermal), rasagiline, or safinamide, but cautious initiation and monitoring for hypotension, cognitive changes, or falls are recommended.",
    "adverse_effects": "The most frequently reported adverse effects are dry mouth, nausea, diarrhea, constipation, drowsiness, insomnia, dizziness, and/or lightheadedness. Furthermore, if applied via a patch, a skin reaction may occur at the patch site.\n[25]\nIt is recommended that patients scheduled for elective surgery requiring general anesthesia discontinue MAOI therapy at least ten days prior to the procedure to prevent potential drug interactions.\n[35]\n[36]\n\nDrug-Drug and Drug-Food Interactions\n\nNaltrexone-bupropion extended release should be avoided in patients who are treated with or have taken MAOIs within the past 14 days.\n[37]\n\nTramadol, meperidine, dextromethorphan, and methadone are contraindicated in patients receiving MAOIs as they are at high risk for causing serotonin syndrome.\n[22]\n\nIn general, selective serotonin reuptake inhibitors (SSRIs), serotonin-norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), bupropion, mirtazapine, St. John's wort, and sympathomimetic amines, including stimulants, are contraindicated with MAOIs.\n[22]\n\nMAOIs prevent the breakdown of tyramine found in the body and certain foods, drinks, and other medications. Patients taking MAOIs who consume tyramine-containing foods or drinks will exhibit elevated serum tyramine levels.\n[38]\n[39]\nA high level of tyramine can cause a sudden increase in blood pressure, called the tyramine pressor response.\n[39]\nAlthough it is rare, a high tyramine level can trigger a cerebral hemorrhage, which can even result in death.\n\nEating foods high in tyramine can trigger a reaction with serious consequences.\n[39]\nPatients should be aware that tyramine levels can increase with the aging of food; therefore, they should be encouraged to choose fresh foods rather than leftovers or food prepared hours earlier. Examples of foods with high levels of tyramine include fish and certain meats, such as sausage, turkey, liver, and salami.\n[40]\n[41]\nAdditionally, certain fruits can contain tyramine, such as overripe fruits, avocados, bananas, raisins, or figs. Further examples include cheeses, alcohol, and fava beans; all of these should be avoided even after 2 weeks of stopping MAOIs, per product-specific guidelines.\n[41]\nAnyone taking MAOIs is at risk for an adverse hypertensive reaction, with accompanying morbidity.",
    "monitoring": "Although MAOIs are no longer considered first-line treatment, they remain in clinical use, and careful attention to safety precautions is essential when initiating therapy.\n[42]\nPatients should be encouraged by health providers to carry identification cards or wear a wristband.\n[25]\nPatients should always notify every doctor they encounter, whether dental or medical, to avoid any health consequences, especially due to the influence of medications on the vasculature, as well as read the box warnings. Baseline and periodic blood pressure should be obtained. Additionally, baseline liver function tests should be obtained due to the risk of hepatotoxicity associated with isocarboxazid, phenelzine, and tranylcypromine.\n[45]\n[46]\n[47]",
    "toxicity": "Signs and Symptoms of Overdose\n\nPatients receiving MAOIs may experience overdose, presenting with adverse effects similar to those previously described but often of greater severity.\n[48]\nSymptoms generally develop gradually within 24 to 48 hours and may be nonspecific, ranging from mild to severe or even life-threatening. Depending on the MAOI prescribed, some may cause coma, while others (eg, tranylcypromine overdose) can result in death(eg, overdosing on tranylcypromine) can result in death.\n[25]\n\nThe severity of toxicity depends on both the dose ingested and the specific MAOI involved. For example, phenelzine and tranylcypromine, being nonselective and irreversible inhibitors, increase the risk of hypertensive crisis when ingested with tyramine-rich foods.\n\nIn contrast, selegiline, a selective MAO-B inhibitor, carries a lower risk of hypertensive reactions.\n[16]\nPatients who experience agitation, flushing, tachycardia, hypotension or hypertension, palpitations, muscle twitching, increased deep tendon reflexes, seizures, or high fever should seek immediate medical attention.\n[25]\n\nManagement of Overdose\n\nThere is no specific antidote for MAOI overdose. For patients presenting with a hypertensive emergency due to MAOI overdose, phentolamine should be administered.\n[39]\nSupportive care is critical and includes airway protection, seizure management with benzodiazepines, and symptomatic treatment as needed. Cyproheptadine may be considered for serotonin syndrome after consultation with a medical toxicologist and critical care physicians.\n[49]\nConsultation with the US National Poison Control Center at 1-800-222-1222 is recommended for complicated cases."
  }
}