{
  "drug_name": "salicylates",
  "nbk_id": "NBK499879",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499879/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "Salicylate toxicity is a medical emergency. Intentional ingestion or accidental overdose can cause severe metabolic derangements making treatment difficult. Co-ingestion of other medications can further complicate management.\n[1]\n[2]",
    "mechanism": "Salicylates are widely available over the counter medications. They are commonly used for their analgesic, antipyretic, and anti-thrombotic properties. Toxicity can occur due to acute ingestion or from chronic ingestions that result in an increased serum concentration. Salicylates can be compounded into formulations with other classes of medications including narcotics, antihistamines, and anticholinergic medications. This can complicate management.\n[3]\n[4]",
    "monitoring": "A salicylate level should be checked on all patients with a concern for salicylate toxicity. Serial levels are recommended as absorption is widely variable and will impact treatment. Acetaminophen levels should also be checked as confusion about what substance was ingested may occur. Electrolytes, including calcium and magnesium, ABG, LFTs, CBC, lactate, and coagulation studies should be obtained. An ECG to evaluate for dysrhythmias should be obtained. Consider a CT head if the patient has altered mental status. Serial ABGs and salicylate levels should be obtained until levels clearly begin to downtrend and pH stabilizes.\n\nLab results may be normal or reveal slight electrolyte abnormalities at mild salicylate levels. PA pure respiratory alkalosis may be noted due to tachypnea. At moderate levels, metabolic acidosis with respiratory alkalosis will be present. Leukocytosis and thrombocytopenia may be noted. Hypokalemia and hypercalcemia as well as an increased BUN, creatinine, and lactate levels can occur. Worsening of the metabolic acidosis with an anion gap occurs at severe toxicity.\n[4]",
    "administration": "Patients with salicylate toxicity are volume depleted due to hyperventilation, fever, and increased metabolic activity. Fluid resuscitation should utilize D5 with 3 amps of sodium bicarbonate. The dextrose will treat the central nervous system (CNS) hypoglycemia. The sodium bicarb will help correct the metabolic acidosis. Potassium may be supplemented if hypokalemia is present. Goal urine output is 2 to 3 mL/kg per hour.\n[8]\n[9]\n\nPatients with severe toxicity will eventually fatigue and be unable to maintain respiratory compensation for the metabolic acidosis. Mechanical ventilation, while not ideal, may be required. Consider a bolus of 1 to 2 mEq/kg of sodium bicarbonate at the time of intubation to temporize the patient’s pH until hyperventilation can be resumed on the ventilator. Mechanical ventilation will not be able to compensate for the metabolic acidosis as well. Arrangements for emergent hemodialysis should be arranged following intubation. Patients may also experience respiratory distress secondary to pulmonary edema following fluid resuscitation.\n\nFollowing initial stabilization, attempts should be made to decrease the serum salicylate levels. Activated charcoal has been shown to decrease salicylate levels. However, no morbidity or mortality benefit has been shown. Gastric lavage may be considered if the patient presents after acute ingestion of enteric-coated aspirin. If there is any concern for aspiration, these options should be avoided. Whole bowel irrigation has shown no benefit and may increase absorption.\n\nFluid resuscitation and serum alkalization will increase salicylate elimination. Hemodialysis can also accomplish this. Indications for hemodialysis include severe acidosis or hypotension despite fluid resuscitation; salicylate levels are greater than 100 mg/dL, mechanical ventilation, or end-organ damage. Common signs of end-organ damage in salicylate toxicity include seizures, rhabdomyolysis, pulmonary edema, cerebral edema, and renal failure. Hemodialysis removes salicylates and lactate, which should improve the patient’s metabolic acidosis.\n\nSeizures should be treated with benzodiazepines. Glucose should also be administered as CNS hypoglycemia may be present. Expect the patient’s metabolic acidosis to be worse following a seizure and consider administering a bicarbonate bolus.\n\nPatients with minor ingestions and minimal symptoms may be discharged home if their salicylate levels are down trending and no metabolic derangements are present. Patients with rising salicylate levels and worsening serum pH require admission to the intensive care unit for further monitoring.\n[10]",
    "adverse_effects": "Respiratory Arrest\nApnea\nDyspnea\nAspiration pneumonitis\nDeafness\nTinnitus\nAsystole\nHypotension\nEncephalopathy\nSeizures\nComa"
  }
}