{
  "drug_name": "salicylamide",
  "nbk_id": "NBK544251",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544251/",
  "scraped_at": "2026-01-11T15:38:17",
  "sections": {
    "indications": "Antiprotozoal Agents\n\nChloroquine contraindications include patients with previous sensitivity to 4-aminoquinoline. Contraindications include patients with G6PD deficiency and those with porphyria or psoriasis. Additionally, it should be avoided in those with visual field defects or myopathies. It is, however, safe in pregnancy and for use in children.\n\nPrimaquine is contraindicated in patients with methemoglobinemia, granulocytopenia, or myelosuppression. It should be avoided in pregnancy and those with G6PD deficiency.\n\nMefloquine is contraindicated in patients with arrhythmias, cardiac conduction abnormalities, psychiatric disorders, and epilepsy. In the past, recommendations were to avoid its use in pilots or others with jobs that require fine motor skills.\n\nIodoquinol should be avoided in patients with renal or thyroid disease and om those who cannot tolerate iodine. It should also be discontinued in cases of iodine toxicity where symptoms such as fever, pruritis, and dermatitis persist.\n\nDiloxanide furoate is typically not recommended in pregnancy.\n\nMetronidazole causes a disulfiram-like reaction when taken with alcohol. Furthermore, it leads to lithium toxicity when taken with lithium and potentiates the effects of coumarin-type anticoagulants, e.g., warfarin. This drug should be avoided in pregnancy.\n\nEmetine contraindications include patients with renal and cardiac disease and pregnancy.\n\nAntihelminthic Agents\n\nAlbendazole is contraindicated in patients with cirrhosis and those with previous hypersensitivity to benzimidazole drugs.\n\nAmphotericin B causes renal insufficiency; therefore, concomitant use with nephrotoxic medications should be avoided.\n\nPraziquantel should be avoided in ocular cysticercosis due to the damaging effects of the destruction of the parasites. Contraindications also include patients who need to stay alert for driving as it causes drowsiness. It should be avoided during pregnancy.\n\nEctopacitisides\n\nLindane contraindications include patients with seizure disorders, and its use should be only as a second-line intervention in the elderly, young children, and patients weighing less than 50 kg, as they are more likely to present with these adverse effects.\n[40]",
    "mechanism": "Antiprotozoal Agents\n\nAntimalarial agents\n[3]\n[9]\n:\n\nAmodiaquine is a 4-aminoquinoline. It restricts the detoxification of heme by inhibiting heme polymerase activity, leading to the accumulation of free heme, which is toxic to parasites. It works similarly to chloroquine, making it a good alternative for chloroquine-resistant strains.\nArtemisinins are sesquiterpene lactone endoperoxides and include artesunate, artemether, and dihydroartemisinin. The drugs bind to heme, decomposing its endoperoxide bridge, leading to the release of toxic free radicals that damage the parasite.\nLumefantrine belongs to the aryl amino-alcohol group and is highly lipophilic. It prevents heme detoxification in the food vacuole, leading to the build-up of toxic heme that damages the parasites. It is not available as monotherapy but works in a fixed combination with artemether to treat\nP. falciparum\nmalaria.\nChloroquine is a 4-aminoquinoline that inhibits heme detoxification and nucleic acid biosynthesis.\nAtovaquone-proguanil is a synergistic quinone-folate antagonist combination that interferes with the cytochrome electron transport system (atovaquone) and inhibits dihydrofolate reductase (proguanil).\nQuinine belongs to the amino alcohol group and also inhibits heme detoxification inside the food vacuole.\nPrimaquine is an 8-aminoquinoline. Its metabolism in the liver leads to the production of toxic intracellular oxidative species.\nMefloquine, like other quinolones, also inhibits heme detoxification in the food vacuole of parasites.\nDoxycycline is a broad-spectrum antimicrobial and disrupts the normal function of the apicoplast in malaria parasites.\n\nAntibabesial agents\n[10]\n:\n\nClindamycin-quinine: Clindamycin targets the parasite apicoplast (a novel organelle), and quinine may target parasite proteins such as K channels or methyltransferases.\nAtovaquone-azithromycin: Atovaquone targets the cytochrome complex in the parasite, and azithromycin targets the parasite apicoplast.\n\nAntiamebic agents\n[11]\n[12]\n[13]\n:\n\nIodoquinol is a halogenated hydroxyquinoline. It interferes with protozoal metabolism by increasing protein-bound serum iodine, establishing its role as a chelating agent that reduces ferrous ions necessary for protozoal metabolism.\nParomomycin is an aminoglycoside antimicrobial that acts by inhibiting protein synthesis. It has also been shown to be effective against visceral leishmaniasis.\nDiloxanide Furoate has an unknown mechanism of action, but it is split into diloxanide and furoic acid on ingestion and gets partially absorbed by the gut. The unabsorbed diloxanide acts as the amoebicide and directly kills luminal trophozoites. It is the pharmaceutical agent of choice for asymptomatic infection.\nMetronidazole and tinidazole are 5-nitroimidazole derivatives. Metronidazole has both antibacterial and antiprotozoal properties. It is active against amoebiasis and other protozoal diseases such as trichomoniasis and giardiasis. Within the parasites, it engages in redox reactions, releasing toxic reactive intermediates, making it effective as a luminal and extra-luminal amoebicide. The metronidazole metabolites are taken up by the deoxyribonucleic acid (DNA), leading to the DNA disruption and, consequently, protein synthesis inhibition. Tinidazole has a similar structure to metronidazole and shares a similar activity profile. However, tinidazole has a higher cure rate for protozoal infections and a better toxicity profile than metronidazole.\nEmetine is an alkaloid derived from ipecac. It acts by inhibiting protein synthesis as it restricts the ribosomal movement and that of messenger ribonucleic acid (mRNA). It has a high toxicity profile, and use is reserved for severe cases of intestinal and extraintestinal amebiasis.\n\nAntigiardial agents\n[14]\n:\n\nMetronidazole - The first choice of medication for giardia is metronidazole (see antiamoebic agents).\nFurazolidone is a nitrofuran compound with antibacterial and antiprotozoal activity. It is an alternative to metronidazole and like metronidazole, undergoes a reduction in the trophozoite, releasing toxic reactive intermediates. Its use is encouraged among the pediatric population as it is available as a liquid suspension.\nTinidazole – see antiamoebic agents.\nAlbendazole – see anticestodal drugs.\n\nTrypanocidal agents:\n\nBenznidazole is one of the only two drugs available to treat Chagas disease caused by\nT. cruzi\n. It is a 2-nitroimidazole and forms nitro-reduction intermediates that are toxic to the parasites.\n[15]\nIt is considered the first-line treatment as it is better tolerated compared to nifurtimox.\nNifurtimox is the second drug available for treating Chagas disease, after benznidazole. It is a 5-nitrofuran derivative and generates nitro anion radicals that are oxidized to form reactive intermediates that are toxic to the parasites.\n[16]\nPentamidine is the first-line drug for early symptoms of West African trypanosomiasis caused by\nT. brucei gambiense\n; it is an aromatic diamidine that works by disrupting the membrane potential of the protozoan mitochondria.\n[17]\nIt also has activity against\nP. jirovecii\n(which is currently classified as a fungus) and is also used to treat visceral leishmaniasis as an alternative to sodium stibogluconate.\nEflornithine irreversibly inhibits the enzyme ornithine decarboxylase and is the first-line drug for the second stage of West African trypanosomiasis.\n[18]\nSuramin inhibits adenosine triphosphate (ATP) production via glycolysis and also occupies the ATP and adenosine diphosphate (ADP) binding sites present in glycolytic enzymes.\n[19]\nThis inhibition, in turn, inhibits energy metabolism. It is the drug of choice for early\nT. brucei rhodesiense\ninfection (East African trypanosomiasis) and an inferior alternative to pentamidine in the management of early West African trypanosomiasis. It also has activity against onchocerciasis.\nMelarsoprol is a trivalent organic arsenical compound. It is a liposoluble drug that can cross the blood-brain barrier, making it ideal in the management of central nervous system symptoms in the second stage of\nT. brucei rhodesiense\ninfections. Within the organism, melarsoprol competitively inhibits trypanothione reductase, an antioxidant enzyme.\n[20]\nHowever, it is uncertain if this is the leading cause of cell death in the parasite.\n[20]\n\nAntileishmanial agents:\n\nSodium stibogluconate is a pentavalent antimonial that is thought to decrease leishmania viability by inhibiting phosphorylation of ADP and guanosine diphosphate (GDP) to ATP and guanosine triphosphate (GTP) thus inhibiting glycolysis and the citric acid cycle.\n[21]\nIt also enhances nicotinamide adenine dinucleotide phosphate (NADPH) oxidase activity within polymorphonuclear neutrophils (PMNs). It may enhance the production of cytokines, thus elevating concentrations of reactive oxygen species such as superoxide anion radical.\n[22]\nMeglumine antimoniate is also a first choice pentavalent antimonial used in the treatment of all types of leishmaniasis. Although its mechanism is similar to that of sodium stibogluconate, it is more effective than sodium stibogluconate for intralesional applications.\n[23]\nPentamidine – see trypanocidal agents\nAmphotericin B is an antifungal drug used as a liposomal preparation in treating refractory visceral leishmaniasis. As an antileishmanial agent, it is thought to disrupt the parasite’s membrane by binding to its ergosterol precursors.\n[24]\nParomomycin – see antiamebic agents.\n\nAnti-toxoplasma agents:\n\nPyrimethamine-sulfadiazine – Pyrimethamine is a dihydrofolate inhibitor, inhibiting DNA and protein synthesis. Sulfadiazine is an inhibitor of dihydropteroate synthetase, which is essential in the folate synthesis pathway and works synergistically with pyrimethamine to treat toxoplasmosis. Together, they block consecutive steps in the folate synthesis pathway. They are also useful in the management of chloroquine-resistant uncomplicated\nP. falciparum\nmalaria and\nP. jiroveci\n(\nP. carinii\n) pneumonia.\n\nAnthelminthic Agents\n\nAnticestodal agents:\n\nPraziquantel is a synthetic isoquinoline – pyrazine derivative and acts by disrupting ion transport in both cestodes and nematodes by increasing cell membrane permeability to calcium.\n[25]\nIt is also thought to bind to the actin and myosin light chain of helminths, altering their membrane fluidity and reducing the glutathione concentration in schistosomes.\n[25]\nNiclosamide is a salicylamide derivative that works by uncoupling oxidative phosphorylation and is also involved in the regulation of diverse signaling pathways.\n[26]\nAlbendazole – see antinematodal agents.\n\nAntinematodal agents:\n\nIntestinal nematode infections\n\nAlbendazole and mebendazole belong to the class of broad-spectrum benzimidazoles and act by inhibiting microtubule synthesis.\n[27]\nWhile mebendazole inhibits the formation of microtubules, albendazole inhibits tubulin polymerization. This inhibition of microtubule formation leads to the inhibition of glucose uptake and consequently leads to the death of helminths.\n[28]\nThese agents also have anti-giardia activity as they interact with the tubulin of its cytoskeleton.\n[29]\nPiperazine (discontinued in USA) has paralyzing effects on helminths because it inhibits acetylcholine at the neuromuscular junction, leading to the expulsion of the organism.\n[30]\nPyrantel pamoate is a neuromuscular blocking agent that acts on nicotinic acetylcholine receptors of nematodes, causing paralysis, leading to expulsion.\n[31]\n\nTissue nematode infections\n\nDiethylcarbamazine reduces the number of microfilariae by sensitizing them to phagocytosis.\n[32]\nIt ultimately acts as an opsonin.\nIvermectin interacts with glutamate-gated chloride channels on nematode motor neurons and leads to hyperpolarization and paralysis.\n[33]\nIt is also useful as an oral antiscabietic.\nSuramin sodium - see trypanocidal agents.\nPraziquantel - see anticestodal agents.\n\nAntitrematodal agents:\n\nPraziquantel - see anticestodal agents\nMetrifonate is an organophosphorus compound that acts as a cholinesterase inhibitor. It is crucial as an alternative in the management of schistosomiasis.\n[34]\nOxamniquine is a 2-aminomethyl-tetrahydro quinoline that inhibits nucleic acid synthesis in parasites and acts as an alternative to praziquantel in managing schistosomiasis.\n[35]\nTriclabendazole is a benzimidazole that is thought to inhibit microtubule formation, inhibiting protein synthesis, and motion. It is the drug of choice for fascioliasis caused by\nFasciola hepatica.\nBithionol is thought to competitively inhibit the action of rhodoquinone in the electron transport system, inhibiting anaerobic energy metabolism in parasites.\n[36]\nIs use is as an alternative to triclabendazole for treating fascioliasis.\n\nEctoparasiticides\n\nPyrethroids act on the neuromuscular system of ectoparasites, paralyzing them. It induces nerve excitation by changing the permeabilities on sodium and potassium on the nerve membrane.\n[37]\nPermethrin is a neurotoxin that causes sodium channel depolarization on nerve axons.\n[38]\nLindane inhibits chloride channels on the gamma-aminobutyric acid (GABA) A receptors in insects.\n[39]\nIvermectin – see antinematodal agents.\nBenzyl benzoate also exerts toxic effects on the nerves of parasites.",
    "administration": "Antiprotozoal Agents\n\nAntimalarial agents:\n\nChloroquine-sensitive\nP. falciparum, P. malariae,\nand\nP. knowlesi\ncan be treated with 1000 mg (600 mg base) oral chloroquine phosphate, after which, 500 mg (300 mg base) oral chloroquine phosphate administration follows at 6, 24, and 48 hours.\nP. vivax\nand\nP. ovale\ninfections are managed using the regimen for chloroquine-sensitive\nP. falciparum,\nafter which 30 mg base primaquine is administered orally for 14 days.\nChloroquine-resistant\nP. falciparum\n(uncomplicated infection) is treated using 20 mg artemether and 120 mg lumefantrine at a dosage of four tablets taken orally, twice daily, for 3 days. Alternatively, atovaquone-proguanil 250 mg/100 mg is administered as four tablets to be taken daily for 3 days. Also, mefloquine 750 mg is administered once, followed by 500 mg in 6 to 12 hours. Alternatively, give 650 mg quinine sulfate taken three times daily with 100 mg doxycycline or 600 mg clindamycin to be taken twice daily for 7 days.\nSevere or complicated\nP. falciparum\ninfection is treated using intravenous (IV) artesunate 2.4 mg/kg every 12 hours for one day, then once a day for two additional days. Subsequent to this regimen, use doxycycline or clindamycin orally for 7 days, or artemether/lumefantrine, atovaquone/proguanil, or full mefloquine treatment. Another choice of drug is 10 mg/kg IV quinidine gluconate administered over 1 to 2 hours, followed by 0.02 mg/kg/min. Alternatively, 3.2 mg/kg artemether can be administered intramuscularly (IM), then 1.6 mg/kg/d is administered, followed by a 7-day oral course of clindamycin or doxycycline. Another alternative is 20 mg/kg intravenous quinine dihydrochloride then 10 mg/kg every 8 hours. During IV administration of quinine, monitor the patients’ cardiac activity.\n\nAntibabesial agents:\n\nClindamycin 600 mg three times daily, and quinine 650 mg are administered orally for 7 days. Oral atovaquone-azithromycin is another option (give with food).\n\nAntiamoebic agents:\n\nFor\nDientamoeba fragilis\ninfection, 650 mg iodoquinol is administered 3 times a day for 20 days.\nAsymptomatic intestinal infection due to\nEntamoeba histolytica\nis managed using the luminal agent diloxanide furoate 500 mg three times a day for 10 days. (Not approved in the USA).\n750 mg metronidazole for 10 days alongside luminal agents in the treatment of mild to moderate or severe intestinal infection and extraintestinal infection like hepatic abscesses.\nFor hepatic abscesses, 1 mg/kg dihydroemetine or emetine subcutaneously (SC) or IM for 8 to 10 days after which chloroquine dosing follows alongside luminal agents.\nAntigiardial agents: metronidazole 250 mg is administered orally 3 times daily for 5 days or tinidazole 2 g.\n\nTrypanocidal agents:\n\nBenznidazole or nifurtimox is administered orally in the treatment of Chagas disease.\nPentamidine is only administered parenterally, by intravenous or intramuscular injection in the treatment of West African or East African trypanosomiasis.\nEflornithine, suramin, and melarsoprol are all administered parenterally via intravenous injection.\n\nAntileishmanial agents:\n\n20 mg/kg/d sodium stibogluconate is administered via intraventricular or intramuscular route for 28 days to treat visceral leishmaniasis and 20 days in cutaneous leishmaniasis. (Only available in the USA from the CDC or Military Bases). Alternatively, 2 to 4 mg/kg IM pentamidine can be administered daily for 15 days for visceral leishmaniasis.\n\nAnti-toxoplasma agents:\n\nIn immunocompromised patients or patients with reactivation infection, 200 mg oral pyrimethamine gets administered once, and the weight of the patient determines subsequent doses. Patients under 60 kg take 50 mg oral pyrimethamine daily with sulfadiazine 1000 mg orally every 6 hours and leucovorin 10 to 25 mg orally daily. Patients over 60 kg are given 75 mg pyrimethamine orally daily with sulfadiazine 1500 mg and leucovorin 10 to 25 mg orally, daily for up to 6 weeks.\nAlternatively, 600 mg oral or intravenous clindamycin may be given with pyrimethamine and leucovorin four times daily. Atovaquone 1500 mg and sulfadiazine may be administered twice daily.\nFor secondary prophylaxis, daily pyrimethamine 25 to 50 mg orally, with oral sulfadiazine totaling 2000 to 4000 mg, administered 2 to 4 times daily and leucovorin 10 to 25 mg for chronic maintenance.\n\nAnthelminthic Agents\n\nA discussion of the most common anthelminthic drugs is in this section.\n\nPraziquantel:\n\nSchistosomiasis – 40 mg/kg/day to be taken orally in two divided doses for\nSchistosoma mansoni, S. haematobium,\nand S.\nintercalatum.\n60 mg/kg/day to be taken orally in three divided doses for\nS. japonicum\nand\nS. mekongi.\nClonorchiasis – 75 mg/kg/day to be taken orally for one day, in three divided doses, every 4 to 6 hours.\nNeurocysticercosis – 100 mg/kg/day for one day in three divided doses, after which 50 mg/kg/day for 2 to 4 weeks.\nTaeniasis and diphyllobothriasis – 5 to 10 mg/kg in a single dose\nHymenolepis nana\n– 25 mg/kg in a single dose.\nOther trematodes (flukes) – 75 mg/kg/day administered orally in three divided doses for 1 to 2 days.\n\nAlbendazole:\n\nNeurocysticercosis – 400 mg to be administered orally twice daily for 8 to 30 days.\nHydatid disease – 400 mg to be administered orally twice daily for 28 days, followed by 14 days without albendazole; repeated for 3 cycles.\nAscariasis, trichuriasis, hookworm, and pinworm infections – receive 400 mg to be administered once.\nClonorchiasis – 400 mg to be administered twice daily for one week.\n\nPyrantel pamoate:\n\n11mg (base)/kg administered orally once is the standard dose and should get repeated after two weeks for enterobiasis and pinworm (\nEnterobius vermicularis\n) infections. For\nNecator sp\n. or\nAncylostoma sp\n. infections, the patient should take the standard dose for 3 days.\n\nIvermectin:\n\nOnchocerciasis – 150 mcg/kg single dose with repeat doses ranging from 3 to 12 months.\nStrongyloidiasis – 200 mcg/kg single dose orally for 1 to 2 days on an empty stomach.\n\nDiethylcarbamazine (not available commercially in the USA - only from the CDC)\n\nWuchereria bancrofti\nand\nLoa loa –\nOn day one, the patient is given 50 mg, on day two, the patient should take 50 mg three times daily. On day three the patient should take 100 mg three times daily and on day four and beyond, the patient is given 6 mg/kg/d three times daily for up to 14 days for lymphatic filariasis and 9 mg/kg/d three times daily for up to 21 days for loiasis.\n\nEctoparasiticides\n\nPermethrin:\n\nPediculosis – 1% cream rinse applied to the infection site; leave on for 10 minutes then rinse off with warm water.\nScabies – 5% cream should be applied from the neck down and left for 8 to 14 hours before being washed off.\n\nLindane:\n\nPediculosis capitis/pubis – 30 ml of shampoo should be applied to hair on the scalp or genitals and left on for 4 minutes, then rinsed off.\n\nBenzyl Alcohol (discontinued in USA):\n\nPediculosis capitis - 5% Lotion is applied and left for 10 minutes on dry hair. It is then rinsed off, repeated daily for 7 days.",
    "adverse_effects": "Antiprotozoal Agents\n\nChloroquine – Although generally well tolerated, some patients experience pruritis and gastrointestinal (GI) disturbances such as nausea, vomiting, anorexia, and abdominal pain with chloroquine. Rarely, glucose-6-phosphate dehydrogenase (G6PD) deficient patients experience hemolysis. Other rare side effects of chloroquine include agranulocytosis, hypotension, seizures, psychosis, blurring of vision, QRS widening, and T wave abnormalities. Long-term use may also lead to ototoxicity, peripheral neuropathy, and retinopathy.\n\nAmodiaquine is related to chloroquine and may be used to replace chloroquine in resistant areas. It rarely has adverse effects, but some patients may experience agranulocytosis, hepatotoxicity, and aplastic anemia. This drug is not available in the USA but sees extensive usage in Africa.\n\nAtovaquone has adverse effects such as headaches, insomnia, fever, rash, and GI disturbances such as nausea, vomiting, and diarrhea.\n\nArtemisinins such as artemether are well tolerated but may cause symptoms such as nausea, diarrhea, and vomiting. Rarely, patients may exhibit neutropenia, hemolysis, and elevated liver enzymes. They are well tolerated in pregnancy.\n\nLumefantrine can be combined with artemether. The use of this combination can lead to GI disturbances, pruritis, dizziness, and headaches. It can also cause QTc interval prolongation on rare occasions.\n\nPrimaquine also has adverse effects of GI disturbances, including abdominal cramps, nausea, and epigastric pain. It can also cause hemolysis or methemoglobinemia especially in patients with G6PD deficiency.\n\nMefloquine may lead to adverse effects such as behavioral disturbances, insomnia, GI disturbances, rash, and dizziness. It can also lead to arrhythmias, bradycardia, and other cardiac conduction abnormalities.\n\nDoxycycline also causes GI symptoms, and it also leads to photosensitivity and candida vaginitis.\n\nIodoquinol rarely may lead to adverse effects such as diarrhea, anorexia, nausea rash, and pruritis. Taking it with meals can prevent GI effects. Iodoquinol can also lead to an increase in serum iodine that is bound to proteins, leading to a decrease in measured I uptake.\n\nParomomycin leads to GI disturbances. It can accumulate in the kidneys of those with renal insufficiency and cause renal toxicity.\n\nMetronidazole commonly leads to a metallic taste in the mouth, headache, nausea, and dry mouth. Other rare adverse effects of metronidazole include thrush, vertigo, neutropenia, pancreatitis, and toxicity in the central nervous system leading to seizures and encephalopathies. Tinidazole has a similar side effect profile to metronidazole but is better tolerated.\n\nAlbendazole causes GI disturbances, alopecia, an increase in liver enzymes, headaches, and pancytopenia. It is typically well-tolerated and usually has no significant side effects.\n\nBenznidazole has adverse effects such as GI disturbances, myelosuppression, peripheral neuropathy, and rash.\n\nNifurtimox also has adverse effects, which include GI disturbances, rash, seizures, neuropathies, and insomnia.\n\nPentamidine is a very toxic drug that, when rapidly administered through IV, may cause hypotension, dyspnea, and tachycardia. If inhaled, it may cause bronchospasms and lead to difficulties in breathing. It leads to pancreatic toxicity and can cause hypoglycemia. It may also lead to renal insufficiency. Other side effects include an unpleasant taste in the mouth, gastrointestinal disturbances, hallucinations, and cardiac arrhythmias.\n\nEflornithine may cause GI disturbances as well as reversible thrombocytopenia, leukopenia, and seizures.\n\nSuramin causes nausea, vomiting, and fatigue early on, and as time progresses can lead to severe signs and symptoms like agranulocytosis, hemolytic anemia, chronic diarrhea, neuropathies, and renal abnormalities amongst others. This agent is not FDA-approved for use in the USA.\n\nMelarsoprol is a highly toxic drug and most commonly causes reactive encephalopathy, which manifests as seizures, coma, edema, and death. It also causes renal and cardiac diseases.\n\nSodium stibogluconate causes myalgias, arthralgias, and GI symptoms. T wave changes and QTc prolongation may also occur; thus, electrocardiographic (ECG) monitoring is recommended when a patient is on sodium stibogluconate. This agent is only available from the CDC and Military bases.\n\nAmphotericin B can cause infusion reactions and can also lead to renal insufficiency. Acutely, it can lead to hypertension, hypotension, nausea, vomiting, and fever.\n\nPyrimethamine-sulfadoxine has cutaneous side effects such as Steven-Johnson syndrome, toxic epidermal necrolysis, and erythema multiforme. Because it contains a sulfonamide, this medication may also cause renal insufficiency, gastrointestinal disturbances, central nervous system disorders, and dermatologic disorders.\n\nTrimethoprim-sulfamethoxazole (TMP-SMX) causes symptoms due to antifolate and sulfonamide activity. Antifolate side effects include megaloblastic anemia, granulocytopenia, and leukopenia, while symptoms due to sulfonamides include GI disturbances, central nervous disturbances, and renal toxicity.\n\nAntihelminthic Agents\n\nPraziquantel causes symptoms, including GI disturbances, skin rashes, arthralgia, myalgia, and low-grade fever. In cases of neurocysticercosis, the damaging of the parasites may lead to CNS disturbances such as seizures, mental changes, meningismus, hyperthermia, intracranial hypertension, nausea, and vomiting. However, this is avoidable by the use of corticosteroids.\n\nPyrantel pamoate has GI side effects such as nausea, vomiting, abdominal cramps, and diarrhea. It is also associated with dizziness, rash, headaches, weakness, and drowsiness. It has been observed to cause a mild increase in liver enzymes. Therefore, patients with liver disease require close monitoring.\n\nEctoparasiticides\n\nPermethrin causes side effects such as pruritis, burning, and stinging.\n\nLindane may lead to neurotoxicity and hematotoxicity; therefore, it should be avoided in pregnancy and children.\n[40]"
  }
}