{
  "drug_name": "sali",
  "nbk_id": "NBK603716",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603716/",
  "scraped_at": "2026-01-11T15:38:16",
  "sections": {
    "clinical_significance": "Molecular genetics have become pivotal for diagnosing, classifying, prognosticating, and treating hematopoietic malignancies. Certain neoplasms are now defined by molecular alterations, making molecular testing indispensable. Cytogenetics and FISH were traditionally used merely for chromosomal studies. Presently, NGS may be employed to detect significant somatic mutations.\n\nSummarized below are the various hematopoietic conditions’ primary defining molecular pathways and mutations and their prognostic and clinical significance (see\nTable.\nMyeloproliferative, Eosinophilic, and Mast Cell Neoplasms).\n[37]\n[38]\n\nTable\nTable 3. Myeloproliferative, Eosinophilic, and Mast Cell Neoplasms.\n\nTable\nTable 4. Myelodysplastic neoplasms and MDS/MPNs.\n\nThe prognosis of various genetically defined AMLs has been stated above (see\nTable 1.\nFeatures of Genetically Defined AML). Optimizing treatment strategies requires identifying targetable mutations like FLT3-ITD, IDH-1, and IDH2 by techniques such as PCR or capillary electrophoresis. AML cases with\nTP53\nmutation, specifically with a VAF exceeding 10%, are now denoted as \"AML with mutated\nTP53\n.\" The mutation is associated with an unfavorable prognosis despite aggressive therapeutic interventions.\n[10]\n\nPosttreatment minimal residual disease (MRD) monitoring identifies impending relapse and facilitates early interventions. Multiparameter flow cytometry and molecular techniques like PCR and NGS can now be performed on peripheral blood and bone marrow samples. Notably, bone marrow samples offer higher sensitivity in MRD evaluation.\n\nNGS can provide information about preleukemic clones like\nDNMT3A, TET2,\nand\nASXL1.\nThese mutations may not be detectable during initial diagnosis but could become apparent through NGS. Importantly, the presence of these mutations does not necessarily predict disease relapse. Meanwhile, mutations like\nNPM1, RUNX1::RUNX1T1\n, and\nCBFB::MYH11\nare usually present at diagnosis and persist through relapse. Mutations like\nFLT3-ITD, NRAS\n, and\nKRAS\nmay exhibit outcome variability following therapeutic interventions.\n[37]\n\nAcute lymphoid leukemia subtypes are also defined based on molecular genetics in the WHO 2022 classification. Cytogenetics and FISH are efficient diagnostic tools for identifying the defining chromosomal alterations (eg,\nBCR::ABL1, KMT2A::AFF1, ETVG::RUNX1, TCF3::PBX1,\nand\niAMP21\n), and prognostic factors like aneuploidy.\n[37]\n\nThe ICSH and CAP advocate formulating an “Integrated Diagnosis,” which combines analysis of the peripheral blood, bone marrow aspirate, and trephine biopsy with ancillary and molecular testing. An integrated diagnosis aims to classify hematopoietic neoplasms as currently defined by the WHO and provide hematologists with pertinent information to help determine management. These insights are instrumental in devising tailored and effective therapeutic strategies and optimizing overall treatment outcomes.\n\nThe information that must be included in a comprehensive bone marrow examination report are the following:\n\nInstitutional Information\nInstitution’s name\nPatient Details\nPatient's name\nBirth date\nMedical record number\nRequesting Physician\nPhysician’s name\nMedical license number\nProcedure Details\nProcedure date\nIndication for bone marrow examination\nProcedure type (aspirate, trephine biopsy)\nProcedure site (iliac crest, sternum, etc)\nPeripheral Blood Smear\nCBC parameters\nPeripheral blood smear description\nBone Marrow Aspirate Examination\nMorphologic findings: cellularity, nucleated differential cell count, myeloid: erythroid ratio, blast percentages, erythropoiesis, myelopoiesis, megakaryocytes, lymphocytes, plasma cells, other hematopoietic cells, abnormal cells\nSpecial stains: iron stain, cytochemistry\nOther investigations: cytogenetics, FISH, PCR, and molecular methods, including NGS\nFlow cytometry results (if performed)\nBone Marrow Trephine Biopsy Examination\nMorphologic findings: length of core biopsy, cellularity, bone architecture, location, number, morphology, and maturation of erythroid, myeloid and megakaryocyte lineages, plasma cells, lymphocytes, and macrophages; abnormal cells or infiltrates.\nSpecial stains: Reticulin stain\nImmunohistochemistry results\nFinal Integrated Diagnosis per WHO Criteria\nSummary of findings\nNote\nSignature and date of reporting"
  }
}