{
  "drug_name": "saliva",
  "nbk_id": "NBK541070",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541070/",
  "scraped_at": "2026-01-11T15:38:19",
  "sections": {
    "clinical_significance": "Clinical Integration and Board Examination Preparation\n\nMastery of secondary obesity evaluation and comprehensive diagnostic characterization represents essential competencies for the American Board of Obesity Medicine board certification. This systematic approach ensures thorough patient evaluation while preparing candidates for examination success through evidence-based clinical reasoning and diagnostic precision. Integrating anthropometric measurements, laboratory assessments, body composition analysis, and quality of life evaluation provides a comprehensive framework for obesity management that extends beyond simple BMI classification.\n\nUnderstanding the importance of universal thyroid screening in individuals with obesity, recognizing reversible obesity-related hypogonadism, utilizing the Edmonton Obesity Staging System appropriately, and acknowledging the clinical significance of metabolic phenotyping are all essential. Early identification of secondary causes can lead to targeted interventions that may be more effective than lifestyle modification alone, emphasizing the critical role of systematic evaluation in obesity medicine practice.\n\nApproach to Secondary Obesity Evaluation: A Diagnostic Algorithm\n\nStep 1\n:\nComprehensive assessment\n\nA thorough initial assessment begins with a detailed history that includes the timing of weight gain, associated symptoms, current medications, and relevant family history. Physical examination should focus on anthropometric measurements and identifying clinical signs suggestive of secondary causes of obesity. Attention to red flag symptoms suggestive of endocrine disorders guides further evaluation and management.\n\nRed flag symptoms\n\nRapid weight gain (>5 kg in 6 months)\nWeight gain despite appropriate lifestyle interventions\nAssociated endocrine symptoms (eg, fatigue, cold intolerance, and mood changes)\nFamily history of endocrine disorders\nOnset of diabetes or hypertension with weight gain\n\nStep 2: Universal screening\n\nAll patients should undergo universal screening, including thyroid-stimulating hormone testing, given that thyroid dysfunction is the most common secondary endocrine cause of obesity. Additional laboratory studies include a comprehensive metabolic panel, lipid profile, HbA1c, and complete blood count to assess metabolic status and identify potential comorbidities.\n\nStep 3: Targeted evaluation based on clinical suspicion\n\nClinical suspicion should guide targeted evaluation for possible underlying causes of obesity. Symptoms such as fatigue and cold intolerance suggest thyroid dysfunction, while erectile dysfunction or irregular menstruation may indicate gonadal dysfunction. Features of adrenal disorders, including purple striae greater than 1 cm and easy bruising, raise concern for Cushing syndrome. Specialized conditions, eg, hypothalamic obesity, lipodystrophy, or lipedema, warrant focused clinical investigation based on a patient's presentation.\n\nStep 4: Comprehensive obesity characterization\n\nAssessing obesity involves tools such as the Edmonton Obesity Staging System to evaluate the functional and metabolic impact. Body composition analysis, preferably using DEXA, provides a more accurate measure of adiposity than the body mass index alone. Phenotyping, distinguishing between metabolically healthy and unhealthy obesity, supports risk stratification. Additional components, such as quality of life assessment and energy expenditure estimation, provide a comprehensive clinical picture.\n\nStep\n5: Integrated treatment planning\n\nEffective treatment planning involves directly and effectively addressing confirmed secondary causes of obesity. Personalized lifestyle interventions should align with the individual's phenotype and clinical findings. Medical therapy must be tailored accordingly, and bariatric surgery evaluation may be appropriate for select patients. Ongoing monitoring and periodic reassessment remain essential to adjust interventions based on patient progress and evolving clinical needs.\n\nPlease refer to StatPearls' companion resource, \"\nObesity Evaluation and Management\n\", for further information.\n\nPause and Reflect\n\nTable\nA 45-year-old woman presented with a 15-kg weight gain over 18 months despite adherence to dietary recommendations. Additional symptoms include fatigue, irregular menstruation, and easy bruising. How would you design a diagnostic algorithm to evaluate\n(more...)\n\nClinicians should remember that a focused history and physical examination are the foundation for guiding appropriate and targeted diagnostic testing in individuals with obesity. Universal screening for thyroid dysfunction remains a critical component of the initial evaluation, given the prevalence of subclinical hypothyroidism and its potential contribution to weight gain. Additionally, the presence of red flag symptoms, eg, rapid weight gain, muscle weakness, easy bruising, menstrual irregularities, or signs of adrenal dysfunction, requires further investigation to rule out secondary causes of obesity.\n\nFurthermore, the Edmonton Obesity Staging System offers a more nuanced assessment of obesity-related risk beyond BMI, enabling comprehensive clinical characterization. Body composition analysis can reveal phenotypes, eg, sarcopenic obesity or increased visceral fat, that BMI alone may fail to detect. Metabolic phenotyping holds essential prognostic and therapeutic value by informing individualized management strategies. A systematic and structured diagnostic approach enhances clinical accuracy, reduces the likelihood of missed secondary diagnoses, and supports the development of effective, personalized treatment plans."
  }
}