{
  "drug_name": "salicylic acid 2%",
  "nbk_id": "NBK557437",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557437/",
  "scraped_at": "2026-01-11T18:47:53",
  "sections": {
    "indications": "Riehl melanosis is an acquired pigmentary disorder that predominantly affects darker-skinned individuals, particularly older women. This condition is characterized by brown-gray reticulated-to-diffuse hyperpigmented macules or patches on the face, neck, and upper chest (see\nImage.\nClinical Photographs of Riehl Melanosis).\n[1]\nThe etiology is presumed to be a type IV hypersensitivity reaction triggered by contact allergens such as personal fragrances, textiles, and cosmetics. However, genetic factors, autoimmune conditions, and UV light exposure may also contribute to the condition's development.\n[2]\n\nDespite the distinctive clinical presentation of Riehl melanosis, a thorough evaluation is necessary for its differential diagnosis, which may involve various techniques such as skin biopsy, patch testing, dermoscopy, reflectance confocal microscopy, or newer diagnostic tools following an initial clinical examination of the patients. These tools are crucial for diagnosing and distinguishing Riehl melanosis from other differential diagnoses, including conditions such as lichen planus pigmentosus and erythema dyschromicum perstans, all falling under the spectrum of acquired dermal macular hyperpigmentation. Histopathological examination of a skin biopsy will reveal basal layer vacuolar degeneration accompanied by colloid bodies and pigment incontinence.\n[3]\n\nApart from allergen avoidance, management of this condition involves sun protection and various tailored regular skincare measures. Treatment options include topical therapies (such as hydroquinone, azelaic acid, and retinoids), oral therapies (such as tranexamic acid, glycyrrhizin, and mycophenolate mofetil), chemical peels (such as salicylic acid and glycolic acid), and lasers and light therapy (such as 1064-nm quality-switched neodymium-doped yttrium aluminum garnet laser and intense pulsed light) to meet individual patient needs.\n[4]\nRegular monitoring using the dermal pigmentation area and severity index (DPASI) is necessary to gauge treatment efficacy and mitigate potential psychosocial impacts. This involves ensuring regular observation for improvement of hyperpigmentation, which can have deleterious effects if left untreated, particularly in patients with Riehl melanosis.\n[5]\n\nRiehl melanosis was first described by Gustav Riehl in 1917, who observed striking rough, indurated brown-gray pigmentation on the forehead, temporal, and zygomatic regions on patients' faces (see\nImage.\nRiehl Melanosis on the Left Cheek).\n[6]\nInitially, it was believed to be related to nutritional substitutions resulting from wartime food measures, such as poor-quality flour. However, it later became evident that it was also present on the faces of women who used cosmetic products.\n[6]\n[7]\nConsequently, the condition transitioned from being termed war dermatosis to melanosis faciei feminae, eventually becoming known simply as Riehl melanosis.\n[1]\n\nRiehl melanosis belongs to a group of conditions collectively referred to as acquired dermal macular hyperpigmentation (previously known as macular pigmentation of uncertain etiology). This group may encompass Riehl melanosis, erythema dyschromicum perstans, lichen planus pigmentosus, melasma, exogenous ochronosis, idiopathic macular eruptive pigmentation, and pigmented contact dermatitis.\n[2]\n[8]\nThe acquired dermal macular pigmentation disorders have similar clinical and histopathological findings.\n[9]\n\nPigmented contact dermatitis is considered a variant of Riehl melanosis, with an identified contact allergen, such as cosmetics like kumkum (see\nImage.\nKumkum-Induced Pigmented Contact Dermatitis).\n[9]\nAlthough pigmented contact dermatitis shares similarities with Riehl melanosis, the extent of inflammation observed creates distinctions between them. Some experts consider pigmented contact dermatitis and Riehl melanosis identical; however, this view may be controversial, as pigmented contact dermatitis typically exhibits minimal to no inflammation compared to Riehl melanosis. Thus, this group of conditions may be classified as acquired dermal macular pigmentation with or without contact sensitization.\n[1]\nPlease see StatPearls' companion resource, \"\nContact Dermatitis\n,\" for further information.",
    "mechanism": "The etiology of Riehl melanosis is unknown, but many intrinsic and extrinsic factors have been proposed.\n[1]\nThese factors include genetic predisposition to Riehl melanosis, predilection for autoimmune conditions, type IV hypersensitivity reactions, and UV light exposure.\n[10]\n[11]\n[12]\n[13]\n[14]\n\nEtiopathogenesis of Riehl Melanosis\n\nAlthough not all features must be present for Riehl melanosis, the below-mentioned factors may contribute to its etiopathogenesis.\n\nType IV hypersensitivity reaction:\nRiehl melanosis typically arises in areas of fragrance or cosmetic product application, suggesting allergic contact dermatitis as its primary cause.\n[1]\nThe presence of basal cell liquefaction and degeneration on reflectance confocal microscopy implies a chronic inflammatory state that may surpass the more commonly encountered contact dermatitis.\n[15]\nInflammatory changes are believed to disturb melanin synthesis, distribution, and degradation, resulting in dispersed melanin granules within the superficial dermis, which are subsequently phagocytosed by melanophages, leading to pigment incontinence on histopathology.\n[3]\nThis reaction is associated with a stratum basale cytolytic reaction rather than an eczematous stratum spinosum reaction.\n[7]\n\nGenetic factors:\nElevated guanine deaminase function is observed in patients with Riehl melanosis, correlating with upregulation of stem cell factor, endothelin-1, c-kit gene products, and estrogen and progesterone receptors.\n[11]\nNext-generation sequencing has identified increased guanine deaminase function in Riehl melanosis, potentially predisposing individuals to basement membrane or keratinocyte damage.\n[16]\n\nAutoimmune association:\nThe significant correlation between Riehl melanosis and concurrent autoimmune conditions suggests a potential autoimmune association with Riehl melanosis. Riehl melanosis has been associated with Sjögren syndrome, AIDS, systemic lupus erythematosus, and thyroid disease.\n[10]\n[1]\nRiehl melanosis has also been associated with anti-SSA (anti-Ro) antibodies. Notably, it has been postulated that these antibodies on keratinocytes destabilize the extracellular matrix and predispose patients to immune dysregulation.\n[17]\n[1]\n[18]\nAdditionally, Riehl melanosis may exhibit immune dysregulation through alterations in human leukocyte antigen (HLA), particularly in HLA-A2, HLA-DPA1, and HLA-DPB1. Other proposed pathways include the activation of T-cells with CD8 and CD45RO markers, adrenocorticotropin-related hormone, or melanocortin-1 receptor (MC1R).\n[1]\n[18]\n\nUV light exposure:\nThe photodistributed presentation of Riehl melanosis has led to speculation about its relationship with the etiopathogenesis of the condition. It is suggested that it may be associated with photosensitization of allergens, as photopatch testing has been observed to replicate pigmented reactions similar to Riehl melanosis.\n[10]\n[19]\nUV light exposure may activate dermal fibroblast CCN1 protein, which in turn induces melanogenesis by binding to integrin α6β1, p38 mitogen-activated protein kinase, and extracellular signal-regulated kinases (ERK) 1 and 2. These signaling cascades activate microphthalmia-associated transcription factor (MITF), tyrosinase, and tyrosinase-related protein-1 (TRP-1).\n[1]\n[12]\n\nSeveral contact allergens, including airborne allergens, have been associated with Riehl melanosis and are listed in the table below (see\nTable\n).\n[20]\n[21]\n[7]\n[22]\nAdditional allergens, including medications (such as minoxidil 5%) and endogenous factors (such as digestive disorders), have also been implicated.\n[22]\n[6]\n[23]\n\nTable\nTable. Commons Allergens in Riehl Melanosis.",
    "monitoring": "Diagnosing and evaluating Riehl melanosis can pose challenges. Diagnostic tools include skin biopsy, dermoscopy, reflectance confocal microscopy, and patch testing. While a skin biopsy may aid in diagnosing Riehl melanosis, patients may decline due to concerns about scarring or undesirable cosmetic outcomes, especially in cosmetically sensitive areas affected by the condition. Skin biopsies are often unnecessary or inappropriate if a contact allergen can be identified.\n[1]\nOngoing research explores newer diagnostic tools, including serum biomarkers, such as guanine deaminase, and optical coherence tomography. Cellular resolution optical coherence tomography imaging can reveal melanocyte capping, basement membrane degeneration, telangiectasias, and dermal melanophages.\n[32]\n\nDermoscopy\nDermoscopy reveals pseudo networks characterized by brown or gray dots and globules arranged in an arcuate, semiarcuate, or hexagonal pattern.\n[33]\nAdditionally, telangiectasias, scale, perifollicular hypopigmented halos, and follicular keratotic plugs have been observed.\n[3]\nA grading scale based on dermoscopy categorizes the dermoscopic features of Riehl melanosis into 4 grades, which include:\n[5]\n\nGrade 1: Randomly distributed sparse dots with light brown macules and patches.\n\nGrade 2: Dots with occasional globules, appearing as broken or semiarcuate formations.\n\nGrade 3: Reticulate dots and globules with occasional blotches.\n\nGrade 4: Thick spots, globules, and blotches with pigment network destruction, clinically presenting as widespread brown-black discoloration\n\nReflectance Confocal Microscopy\nUpon correlation with conventional histopathologic examination, findings consistent with disorders of increased pigmentation are observed.\n[28]\nThese findings include multiple bright, refractile oval-to-stellate melanophages and basal layer liquefactive changes, which are characteristic of acquired dermal macular hyperpigmentation.\n[1]\n[34]\nReflectance confocal microscopy mirrors the following features seen in histopathology:\n[28]\n[15]\n\nEpidermal or superficial dermal inflammatory cell infiltrates, such as monocytes.\n\nBasal layer vacuolar degeneration with obscured papillary rims and obliteration of the ring-like dermal papillae.\n\nPigment incontinence.\n\nDilated vessels with prominent surrounding linear or round canalicular structures.\n\nDilated, hyperkeratotic infundibula with highly refractive material\n\nPatch Testing\nPatch testing is recommended to identify a potential causative agent that patients may continue to use, promoting low-level chronic inflammation consistent with the condition.\n[3]\nClosed patch testing should be performed with standard series, cosmetic series, fragrance series, and other patient-provided products.\n[1]\nFor patients with suspected photoallergy, photopatch testing should be pursued. Patch testing has been shown to identify the cause of Riehl melanosis in approximately 80% of cases.\n[3]\nStandard closed-patch testing may prove inadequate for diagnosis due to the low allergen concentration. In cases where patients exhibit a negative test result but maintain a high clinical suspicion for Riehl melanosis or when the result is equivocal, a repeated open application test (ROAT) is recommended.\n[1]\nIf the ROAT yields equivocal results on the forearm, further evaluation on the face or other affected areas should be conducted.\n[22]\n\nMonitoring\nClinical improvement can be measured with the DPASI, an objective scoring system of 6 facial segments: forehead, left cheek, right cheek, central face (from the glabella to the chin extending laterally from the medial canthus of the eye to the lateral edges of the oral commissure).\n[35]\nIn each segment, dermoscopy grading (which is correlated with histopathologic findings) on a 1 to 4 grading scale is multiplied by a factor based on the surface area of the segment. The DPASI was validated in a study of 55 patients as a reliable indicator of acquired dermal macular hyperpigmentation severity.\n[9]\n\nThe following calculation results in a score ranging from 0 to 40:\n\nDPASI = Forehead + Left cheek + Right cheek + Central face + Left neck + Right neck, where\n\nForehead = % forehead involvement × dermoscopy grade × 2\nLeft cheek = % left cheek involvement × dermoscopy grade × 2\nRight cheek = % right cheek involvement × dermoscopy grade × 2\nCentral face = % central face involvement × dermoscopy grade × 1\nLeft neck = % left neck involvement × dermoscopy grade × 1.5\nRight neck = % right neck involvement × dermoscopy grade × 1.5\n[36]\n[35]",
    "administration": "All individuals with Riehl melanosis should avoid using products containing identified allergens and adhere to regular sun protection measures.\n[13]\nAlthough several therapeutic approaches have been proposed with variable results, a definitive treatment or cure for Riehl melanosis is yet to be established, and treatment outcomes may vary depending on the chosen modality.\n[20]\n[23]\nStudied treatment modalities include both medical and procedural treatments.\n\nMedical Therapies\n\nTopical therapies encompass a range of options, including hydroquinone (2% or 4% cream), retinoids, topical corticosteroids, kojic acid, glycolic acid, azelaic acid, and lignin peroxidase.\n[4]\n[1]\n[23]\n[1]\nLignin peroxidase is an enzyme derived from\nPhanerochaete chrysosporium\n, a fungus in woody plants, which exhibits melanin decolorization properties.\n[37]\nIn a split-face study involving 60 women with facial dyspigmentation, lignin peroxidase demonstrated notable improvements in skin texture, roughness, and overall appearance by week 2, with a reduction in spot size observed by week 12 compared to untreated areas. Compared to hydroquinone, lignin peroxidase exhibited similar efficacy but showed superior outcomes in skin texture and roughness.\n[38]\nLignin peroxidase lotion has demonstrated efficacy in treating melasma, with reported improvements in luminance.\n[39]\nIn a randomized, double-blind, placebo-controlled, split-face single-center study involving 51 patients, the use of lignin peroxidase cream twice daily significantly reduced the melanin index compared to both placebo and 2% hydroquinone cream.\n[40]\n\nA few oral therapies used to treat Riehl melanosis are listed below.\n\nTranexamic acid:\nTranexamic acid is a lysine derivative utilized in the treatment of Riehl melanosis functions by obstructing melanocyte-keratinocyte interactions through the plasmin-plasminogen system. This acid putatively inhibits melanin synthesis in melanocytes and inhibits neovascularization.\n[4]\nA regimen of oral tranexamic acid (500 mg) combined with glycyrrhizin compound (150 mg) daily over a period of 3 weeks has shown efficacy in treating Riehl melanosis. In a study involving 10 patients, 7 exhibited marked improvement in both the Melanin Index and the Erythema Index.\n[41]\n\nGlycyrrhizin:\nGlycyrrhizic acid (glycyrrhizin), the active component of licorice root, exhibits steroid-like properties. In oral form, it demonstrates anti-inflammatory and immunomodulatory effects, making it useful in various pigmentation disorders, including vitiligo.\n[42]\n[43]\nIn patients with Riehl melanosis, glycyrrhizin decreases inflammation, pruritus, erythema, and edema.\n[4]\nHowever, caution is warranted due to potential adverse effects stemming from its impact on the renin-angiotensin-aldosterone system.\n[44]\n\nMycophenolate mofetil:\nMycophenolate mofetil, an immunomodulator and immunosuppressive agent, acts by targeting purine production to decrease melanin content in affected areas.\n[4]\nIn an open-label pilot study involving 43 patients with acquired dermal macular hyperpigmentation, the use of mycophenolate mofetil resulted in significant improvement in DPASI scores.\n[45]\n[19]\n\nProcedural Therapies\nProcedural treatments for Riehl melanosis include chemical peels and laser or light therapy. Chemical peels induce controlled epidermal and dermal destruction, promoting skin remodeling and rejuvenation, thus improving Riehl melanosis.\n[46]\nSalicylic acid, azelaic acid, and glycolic acid peels have demonstrated efficacy in Riehl melanosis treatment.\n[47]\n[23]\n[20]\nAdditionally, pulsed-type microneedling radiofrequency has shown promise in 44 patients with melasma or Riehl melanosis. Patients received 5 treatments at 2-week intervals, resulting in clinical improvement evidenced by decreases in the Erythema Index, Melanin Index, transepidermal water loss, and histopathologic findings indicating reduced melanin, melanophages, and dermal vascular proliferation, along with decreased CD44 and basic-fibroblast growth factor expression.\n[48]\n\nVarious laser modalities have shown promise in treating Riehl melanosis. The 1064-nm quality-switched (Q-switched) neodymium-doped yttrium aluminum garnet (Nd:YAG) laser used at lower fluence (to reduce adverse effects like postinflammatory hyperpigmentation) is the most studied laser for Riehl melanosis, and it has even been used for cases refractory to other laser treatments like intense pulsed light therapy.\n[49]\n[50]\n[51]\n[52]\nOther laser and light treatments for Riehl melanosis include the 755-nm ps alexandrite laser, nonablative 1927-nm fractional thulium fiber laser, and intense pulsed light therapy.\n[53]\n[54]\n[55]\nCombining fractional picosecond laser with pulsed dye laser to target dermal melanin and vessels has shown greater efficacy than using a single laser to target pigmentation alone, as measured by DPASI.\n[56]\nHowever, adverse effects such as postinflammatory hyperpigmentation, hypopigmentation, rebound aggravation, and guttate hypopigmentation may occur with laser treatments.\n[1]\n\nCombination Therapies\nCombining multiple therapies may be necessary for recalcitrant forms and could even be considered an initial treatment.\n[47]\n[41]\n[57]\nCombinations of treatment modalities for Riehl melanosis include:\n\nCombining low-fluence 1064-nm quality-switched (Q-switched) neodymium-doped yttrium aluminum garnet (Nd:YAG) laser, hydroquinone cream, and oral tranexamic acid was found to improve Riehl melanosis in 8 patients significantly.\n[57]\n\nIn a retrospective study of 10 patients in Korea, combining 1064-nm Q-switched Nd:YAG laser with hydroquinone resulted in near-total improvement for most patients, with a mean of 12.1 and 14.6 low-fluence Nd:YAG treatments for marked and near-total improvement, respectively.\n[58]\n\nGlycyrrhizin compound at a dosage of 150 mg/d and vitamin C at 100 mg/d, along with salicylic acid peels at a concentration of 30% once every 2 weeks, proved to be a safe and effective treatment for Riehl melanosis in 3 patients.\n[47]\n\nOral tranexamic acid at a dosage of 250 mg/d combined with 4% hydroquinone application and Nd:YAG laser treatment administered every 3 weeks showed improvement in mixed melasma.\n[59]\n\nIn another study involving 28 patients with refractory Riehl melanosis, treatment with oral tranexamic acid at a dosage of 500 mg daily along with monthly intense pulsed light therapy resulted in better improvement in DPASI and Melanin Index compared to tranexamic acid treatment alone.\n[60]",
    "adverse_effects": "Complications of Riehl melanosis may include poor cosmesis, anxiety, depression, or poor quality of life, usually related to the physical appearance associated with the condition."
  }
}