{
  "drug_name": "salicylate",
  "nbk_id": "NBK564298",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564298/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "Escherichia coli\n, a gram-negative bacillus that normally inhabits the intestinal flora, is also widely present in the environment.\n[1]\nWith hundreds of identified strains,\nE coli\nproduces a broad spectrum of disease, ranging from mild, self-limited gastroenteritis to severe complications, eg, renal failure and septic shock. Its virulence is marked by the ability to evade host defenses and develop resistance to commonly used antibiotics, making\nE coli\na significant cause of both community-acquired and healthcare-associated infections.\n\nAdditionally,\nE coli\ninfections can be divided into intestinal and extraintestinal categories. Intestinal illnesses are further subtyped into enterotoxigenic (ETEC), enterohemorrhagic/Shiga toxin-producing (EHEC/STEC), enteroinvasive (EIEC), enteropathogenic (EPEC), and enteroaggregative\nE coli\n(EAEC).\n[2]\nExtraintestinal illnesses are discussed based on clinical disease manifestations, eg, urinary tract infections, bacteremia, pneumonia, and peritonitis. Understanding these distinctions is essential for accurate diagnosis, evidence-based management, and the prevention of complications associated with\nE coli\ninfections.",
    "mechanism": "E coli\nis part of commensal intestinal flora and is also found on the floors of hospitals and long-term care facilities.\nE coli\nis the most common gram-negative bacterium in the human gastrointestinal tract and lacks virulence in this setting. However, when found outside of the intestinal tract,\nE coli\ncan cause urinary tract infections (UTI), pneumonia, bacteremia, and peritonitis, among others.\n[3]\n[4]\n[5]\n\nE coli\nis also a significant cause of nosocomial infections, including catheter-associated UTIs and ventilator-associated pneumonia.\n[6]\nE coli\ncan also be found in soil, on vegetables, and in water, as well as in undercooked meats. Pathogenic strains cause intestinal illness in humans when ingested.",
    "monitoring": "Routine laboratory evaluation is not generally required in well-appearing patients with diarrheal illness, as the disease is often self-limiting. However, laboratory testing may support clinical suspicion and guide treatment in patients with concerning signs or symptoms suggestive of systemic illness (see\nTable 1\n).\n[43]\nPatients with suspected EHEC/STEC infection should have a baseline complete blood count and a basic metabolic panel obtained. Additionally, stool cultures should be obtained in patients with prolonged diarrheal illness, systemic signs or symptoms, or dysentery.\n[44]\nPathogenic\nE coli\nsubtypes are not distinguishable from one another based solely on appearance; therefore, further biochemical tests are necessary.\n\nE coli\nare non-spore-forming, flagellated, and facultatively anaerobic\n.\nThey have the inherent ability to ferment lactose and produce indole. Before polymerase chain reaction (PCR)-based assays,\nE coli\nwere identified via selective culture media.\nE coli\nare classically grown on MacConkey agar, a culture medium containing lactose.\nE coli\nalso produces indole during metabolism, and bacterial growth on MacConkey agar with indole production is diagnostic for\nE coli\n. EHEC/STEC can also ferment sorbitol. Therefore, to further distinguish EHEC/STEC from other\nE coli\nstrains, bacteria are grown on sorbitol-containing media.\n[2]\nHowever, non-O157:H7 EHEC strains that do not ferment sorbitol have been identified.\n[45]\nAs PCR-based assays become more readily available, these strains will continue to be identified more frequently. All patients with inflammatory diarrhea acquired outside of the United States should have stool cultured for\nE coli\n, as well as\nSalmonella\n,\nShigella\n, and\nCampylobacter\n.\n[44]\n\nWhile molecular diagnosis is not required in mild illness, specific pathogens can be identified via PCR-based assays. The identification of heat-labile or heat-stable genes distinguishes ETEC. EPEC is identified by the detection of the pEAF plasmid or its encoded bundle-forming pilus factor. EAEC is identified through the detection of the AggR regulon. EHEC/STEC is identified through the nucleic acid amplification test (NAAT) of Shiga toxin 1 (Stx1) and Shiga toxin 2 (Stx2).\n[46]\nEIEC can be detected via NAAT. Many EIEC strains are identified by the presence of the\nlacY\ngene, which encodes lactose permease.\n\nTable\nTable 1. Laboratory Evaluation of Escherichia coli.\n\nFor patients with extraintestinal illness, culturing blood, urine, or sputum will often identify\nE coli\n.\n[47]\n[48]\n[49]\nTesting for antimicrobial susceptibility is important as\nE coli\n, like many bacterial organisms, may possess antibiotic resistance genes that confer resistance to many commonly prescribed antibiotics. Extended-spectrum beta-lactamase (ESBL)-producing\nE coli\nconfer resistance to most beta-lactamase antibiotics (eg, cephalosporins, monobactams). In contrast, carbapenemase-producing\nE coli\nstrains possess genes conferring resistance to carbapenems (eg, imipenem, ertapenem, and meropenem).\nE coli\nmay also develop resistance to most other classes of antibiotics.\n[50]",
    "administration": "Treatment is dependent on the strain, as well as the illness (see\nTable 2\n). Care of the patient with an intestinal disease caused by\nE coli\nbegins with symptomatic management.\n[44]\n[51]\nDiarrheal illness can be extremely distressing for patients. Experts recommend rehydration and antidiarrheals as the mainstays of treatment for mild disease. Oral rehydration is recommended as first-line therapy for all patients with diarrheal illness when tolerated and is equally efficacious as compared to intravenous (IV) hydration. However, IV hydration is recommended when patients cannot tolerate oral intake. Distressing symptoms should be treated with antimotility agents, eg, bismuth subsalicylate and loperamide.\n\nAntibiotics are not recommended as first-line treatment for diarrheal illness caused by\nE coli\nfor most patients due to the harmful adverse effects and association with antibiotic resistance. For patients with severe disease (eg, more than 6 stools per day, fever, dehydration necessitating hospitalization, diarrhea lasting more than 7 days, or bloody diarrhea), antibiotics may be reasonable. Rifaximin, azithromycin, and ciprofloxacin are currently recommended by the Infectious Diseases Society of America (IDSA) and the International Society of Travel Medicine (ISTM) for the treatment of\nE\ncoli\ndiarrheal illness. For patients suspected of having EHEC/STEC, antibiotics are not recommended, especially in children and older adults, due to the increased risk of hemolytic uremic syndrome.\n\nTable\nTable 2. Management of Escherichia coli Symptoms.\n\nEnterohemorrhagic/Shiga toxin-producing\nE coli\n\nPatients identified as having EHEC/STEC, particularly children younger than 12 years of age, should be hospitalized. Hospitalization reduces the risk of community spread and allows for aggressive therapy and close monitoring.\n[52]\nIn patients requiring hospitalization, intravenous hydration with isotonic fluids (0.9% NaCl or Lactated Ringer's) is recommended.\n[53]\nAntibiotics, as previously mentioned, are not routinely recommended for patients with confirmed EHEC/STEC infections due to the increased risk of HUS.\n[54]\nUnlike other diarrheal illnesses, antimotility agents may increase the risk of HUS in patients with EHEC/STEC infections and should not be recommended.\n\nAdditionally, avoidance of other medications that could worsen renal function is essential, including nonsteroidal anti-inflammatory drugs (NSAIDs). Patients with EHEC/STEC-induced HUS commonly develop hemolytic anemia and thrombocytopenia and may require transfusion. These patients experience ongoing hemolysis and should not receive blood transfusions early in illness unless they are hemodynamically unstable. Platelet transfusion should also be avoided unless severe thrombocytopenia or bleeding occurs due to the increased risk of thrombosis associated with HUS.\n\nExtraintestinal Illness\n\nAntimicrobial therapy directed against\nE coli\nshould be based on local antibiograms demonstrating susceptibility and resistance patterns. Choosing between oral and intravenous formulations is disease-specific and should be guided by clinical presentation. In general, extraintestinal infections caused by\nE coli\nare susceptible to a variety of antibiotics, as listed below.\nE coli\ncan harbor genes for antibiotic resistance; therefore, antibiotic therapy should be tailored to target these organisms, including:\n\nAntibiotics suitable for\nE coli\ninfections\nBeta-lactam antibiotics\nCephalosporins\nCarbapenems\nMonobactams\nNitrofurantoin\nTrimethoprim-sulfamethoxazole\nFosfomycin\nFluoroquinolones\nESBL-producing\nE coli\n(antibiotic choice is dependent on local resistance patterns)\nCefepime\nCeftazidime\nImipenem\nErtapenem\nMeropenem\nCarbapenemase-producing\nE coli\nCeftazidime-avibactam\nColistin\nPolymyxin B\n[55]\n[56]",
    "adverse_effects": "Patients who develop diarrheal illness are at an increased risk for dehydration, but this can often be prevented through adequate hydration and early symptomatic intervention. Long-term complications include chronic diarrhea and irritable bowel syndrome, but these occur in a small number of patients. Patients with EHEC/STEC diarrheal illness are at risk for developing hemolytic uremic syndrome, which is more common in children younger than 5 years old and adults older than 60.\n\nThe risk of developing HUS depends on several factors, including Stx gene expression. In infections caused by Stx2-expressing EHEC/STEC, the risk of HUS may be as high as 24%. Children who develop EHEC/STEC-induced HUS are at the most significant risk for long-term sequelae. As previously mentioned, approximately 5% will develop end-stage renal disease or stroke, and another 20% to 30% will develop sequelae, including hypertension, proteinuria, and subclinical decline in glomerular filtration rate. Complications associated with extraintestinal\nE coli\ninfections are disease-specific and out of the scope of this review."
  }
}