{
  "drug_name": "saline",
  "nbk_id": "NBK545210",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545210/",
  "scraped_at": "2026-01-11T15:38:20",
  "sections": {
    "indications": "Contraindications for using normal saline are assessed on a case-by-case basis. If normal saline causes dilution of serum electrolyte concentrations, overhydration, congested states, or pulmonary edema, its use is strongly discouraged.\n[1]\n\nWarning and Precautions\n\nAs discussed earlier, infusion of normal saline can lead to normal anion gap acidosis. Other causes of normal anion gap acidosis include diarrhea, ileostomy, and renal tubular acidosis, making differential diagnosis essential.\n[30]\n\nAir embolism represents a rare but potentially fatal condition that can develop when patients receive pressurized IV fluids. The situation demonstrates the need for proper precautions when performing basic procedures such as removing air from IV containers and relieving pressure after patient repositioning. The patient requires immediate left-sided Trendelenburg positioning with the left side down as part of the emergency response.\n[31]",
    "mechanism": "Normal saline is a crystalloid fluid. By definition, it is an aqueous solution of electrolytes and other hydrophilic molecules.\n[1]\nThe primary reason for using crystalloid fluids in humans is their isotonic nature, which makes them comparable to serum plasma. Compared to other types of fluids, such as hypertonic and hypotonic, normal saline does not cause a strong osmotic effect.\n[7]\nNormal saline contains electrolytes, such as sodium and chloride ions, which dissociate in solution.\n\nSodium ions are the main electrolytes of extracellular fluid and are integral in the distribution of fluids and other electrolytes. Another essential ion is chloride, which serves as a buffering agent within the lungs and tissues. Chloride helps to facilitate the binding between oxygen and carbon dioxide to hemoglobin. These ions are primarily under the regulation of the kidneys, which control homeostasis by absorption or excretion within the tubules.\n\nIn addition, water plays an equally vital role, constituting more than two-thirds of the total body weight. Similarly, the balance of water is primarily controlled by the lungs and kidneys. Water distribution depends mainly on the concentration of these electrolytes within various compartments. Sodium plays a significant role in sustaining homeostatic concentrations and water distribution within these compartments. Normal saline functions to expand intravascular volume without disturbing ion concentration or causing large fluid shifts between intracellular, intravascular, and interstitial spaces.\n[7]",
    "administration": "Available Dosage Forms and Strengths\n\nNormal saline solution can be administered through IV, intraosseous, or nasal routes. Hypertonic saline can be administered through the central line. However, the peripheral line can also be used.\n[7]\n[13]\n[14]\n[15]\nNormal saline is available at 0.9% concentration, whereas nebulization is available in different strengths, including 3.5% and 7%.\n[16]\n[17]\nIntraosseous administration is primarily used in resuscitation.\n[18]\n\nAdult dosage:\nWhen determining the appropriate dosage, healthcare providers must consider various patient factors such as weight, age, clinical presentation, and laboratory findings. Therefore, monitoring should focus on laboratory results and clinical evaluation (please refer to the\nMonitoring\nsection for more information). Normal saline is typically administered in 2 ways:\n\nFluid bolus: This route is normally used in the acute care setting when a rapid infusion of fluids is necessary, such as in cases of hypovolemia. Fluid delivery should be administered through large-bore peripheral lines or central-line access.\n[19]\n\nMaintenance fluid: The calculation of daily fluid requirements is achievable in various ways. Common practices use the formulas developed by Drs Holliday and Segar, which suggest using the 100-50-25 or 4-2-1 rules.\n[20]\n\nFor a 50 kg patient, the following maintenance fluid calculations apply:\n\n100-50-25 rule\n\nFirst 10 kg weight = 1000 mL (100 mL/kg × 10)\n\nSecond 10 kg weight = 500 mL (50 mL/kg × 10)\n\nRemaining 30 kg weight = 750 mL (25 mL/kg × 30)\n\nTotal = 2250 mL/d or 94 mL/h\n\n4-2-1 rule\n\nFirst 10 kg weight = 4 mL/kg/h × 10 = 40 mL/h\n\nSecond 10 kg weight = 2 mL/kg/h × 10 = 20 mL/h\n\nRemaining 30 kg weight = 1 mL/kg/h × 30 = 30 mL/h\n\nTotal = 90 mL/h\n[21]\n\nSpecific Patient Populations\n\nHepatic impairment: Normal saline should be used with extreme caution in patients with cirrhosis due to the risk of exacerbating ascites and edema.\n[22]\n\nRenal impairment: Caution is advised due to the increased risk of volume overload\n\nPregnancy considerations: Normal saline can be used during pregnancy as needed. Oxytocin diluted in normal saline or Ringer lactate is used for labor induction.\n[23]\n\nBreastfeeding considerations: In infants and children, nasal saline is useful for controlling rhinitis symptoms but does not alleviate respiratory symptoms.\n[6]\nNormal saline can be used during lactation based on clinical needs.\n\nPediatric patients: According to the American Academy of Pediatrics, normal saline at 10 to 20 mL/kg may be used for volume expansion in neonates during resuscitation when hypovolemia is presumed.\n[24]\nPediatric patients receiving\nIV fluids\nare at risk for fluid accumulation, volume overload, and hyperchloremic metabolic acidosis.\n[25]\n\nOlder patients: Normal saline should be cautiously administered to geriatric patients due to impaired cardiac or renal function.",
    "adverse_effects": "The use of normal saline can contribute to iatrogenic fluid overload. This complication is particularly concerning in patients with impaired kidney function, such as acute kidney injury and chronic kidney disease. In these populations, IV fluids should be administered judiciously.\n[7]\n\nPatients with congestive heart failure are at an increased risk of the detrimental effects of normal saline administration. In these patients, fluid overload poses a significant risk, leading to life-threatening pulmonary edema, the worsening of diastolic or systolic heart failure, and end-organ damage or even death.\n[7]\nCareful monitoring and administering the minimum effective volume are essential to maintain hemodynamic stability and avoid complications.\n\nNormal saline has a relatively low pH of around 5.5. When large volumes of normal saline are administered, it can lead to non-anion gap hyperchloremic metabolic acidosis and potential kidney injury. These effects are particularly important in the context of acute pancreatitis, where a low pH can contribute to the early activation of trypsinogen—a key factor in disease progression. In addition, high-volume normal saline infusions have been linked to abdominal discomfort. Therefore, the American College of Gastroenterology recommends using lactated Ringer solution instead of normal saline for fluid resuscitation in cases of acute pancreatitis.\n[26]\n\nAdverse effects of normal saline may occur secondary to the solution or technique of administration. Potential complications include febrile response, infection at the site of injection, venous thrombosis or phlebitis extending from the site of injection, extravasation, and hypervolemia. In addition, if infusing normal saline in large quantities, chloride ions in the blood may rise significantly. This influx of hyperchloremia causes an intracellular shift of bicarbonate ions to allow for equilibria. Overall, this decreases the number of bicarbonate ions available for buffering.\n[27]\nAs a result of this metabolic acidosis, serum potassium levels may increase due to a transcellular shift of potassium from the intracellular to the extracellular space.\n\nAlthough overuse of 0.45% sodium chloride can cause hyponatremia and cerebral edema, this results from its hypotonic nature, creating a migration of water molecules into areas of higher sodium concentration. Therefore, if an adverse effect does occur, discontinuation of the infusion is strongly suggested. The patient should undergo a thorough clinical evaluation, and appropriate therapeutic interventions should be initiated. If contamination is suspected, the remaining fluid should be preserved for analysis.\n\nIntravenous Incompatibilities/Interactions\n\nParentral diazepam can precipitate in a standard saline solution.\n[28]\nAmphotericin B is incompatible with sodium chloride; therefore, it should not be infused with normal saline.\n[29]",
    "monitoring": "When monitoring the use of normal saline, periodic assessments of the patient's clinical and laboratory findings are essential. Specifically, any changes in electrolyte concentrations, volume status, and acid-base disturbances should be closely observed. Significant deviations from normal concentrations may necessitate adjusting the electrolyte pattern in these or alternative solutions.\n\nPatients should be assessed for signs and symptoms of dehydration and fluid overload. Patients with elevated lactate and creatinine concentrations are signs that they may not be receiving an adequate amount of volume. In addition, the patient's volume status is assessable by monitoring urine output. Ideally, a urine output target of 0.5 mL/kg/h indicates adequate hydration but may not be useful to determine volume status in patients with renal impairment.\n[1]\nIn such cases, healthcare providers must utilize other objective findings, such as orthostatic measurements and physical examination, to evaluate fluid status.\n\nPatients at high risk of developing fluid overload should receive frequent re-evaluation, especially patients with known cardiopulmonary diseases. Signs and symptoms of fluid overload should be assessed through a comprehensive physical exam. Clinicians should assess for pulmonary edema, such as new or worsening crackles on lung exam, and monitor for any new or worsening peripheral edema in the extremities.\n\nIn addition, the infusion of more than 1 L of isotonic (0.9%) sodium chloride per day may supply more sodium and chloride than physiological levels, potentially leading to hypernatremia and hyperchloremic metabolic acidosis. Therefore, patients receiving large volumes of normal saline require monitoring for electrolyte imbalances. To minimize the risk of possible contamination, the final solution should be inspected for ambiguity or precipitation immediately after mixing, before administration, and periodically during administration.\n[32]\n\nAn inferior vena cava ultrasound examination can decrease the likelihood of overt intravascular hypervolemia or hypovolemia.\n[33]\nIn addition, monitoring vital signs, including heart rate and blood pressure, is essential. Critically ill patients may require arterial lines for accurate blood pressure measurement to guide fluid and vasopressor therapy.\n[34]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe primary toxicities associated with overdose are hyperchloremic metabolic acidosis and volume overload.\n[35]\nPatients may present with pulmonary edema.\n[36]\nSodium disorders can lead to central nervous system dysfunction and lethargy. Clinicians should obtain a chest x-ray, two-dimensional echocardiogram, 12-lead electrocardiogram, complete blood count to assess changes in hematocrit, and a comprehensive metabolic panel. Arterial blood gas analysis should be obtained.\n[30]\n\nManagement of Overdose\n\nThe saline drip should be discontinued. Bicarbonate or sodium citrate can be used to treat metabolic acidosis in stable patients without severe volume contraction. However, due to the sodium content, it should only be used under expert supervision. Volume overload should be treated if present.\n[37]\n[36]"
  }
}