{
  "drug_name": "saline solution",
  "nbk_id": "NBK537143",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537143/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "Balanitis is inflammation of the glans penis, affecting approximately 3% to 11% of males during their lifetime. Posthitis is an inflammation of the foreskin or prepuce. When both the glans and the foreskin are inflamed, the condition is called balanoposthitis, which occurs in about 6% of uncircumcised males. Balanoposthitis occurs only in uncircumcised males.\n[1]\n[2]\nHowever, as balanitis and balanoposthitis often occur together, the terms are frequently used interchangeably.\n\nInfectious causes of balanitis include certain fungi, such as yeast, and certain bacteria or viruses, including those that cause sexually transmitted infections (STIs), such as gonorrhea.\n\nBalanitis is not considered an STI. The condition itself is not transferable from one person to another, but the organisms that cause balanitis can be transferred. Recurrent episodes of balanoposthitis should raise concern for occult diabetes, so patients with recurrent episodes should undergo blood glucose testing. The morbidity of balanitis arises from prolonged patient discomfort if left untreated, symptoms from complications such as phimosis, and delayed diagnosis of an STI, penile intraepithelial neoplasia, or penile cancer.",
    "mechanism": "Many diseases, infections, and disorders affect the male genitalia, including inflammatory lesions, infectious processes, preneoplastic syndromes, and malignant conditions. However, the most common cause of balanitis is poor or inadequate personal hygiene in uncircumcised males, leading to candidal infection.\n\nThe warm, moist environment under the uncircumcised penile foreskin, lack of aeration, sequestration of urine and urethral discharge or seepage, and the accumulation of irritating smegma promote the growth of organisms, most commonly\nCandida\n, that cause balanitis,\nleading to erythema, irritation, edema, inflammation, and discomfort of the glans penis.\n[3]\nFungal infections, particularly those caused by\nCandida albicans\n, are the most common identifiable infectious causes of balanitis and balanoposthitis.\n[4]\nC albicans\nis normally present on the skin of the glans and can be considered part of the normal flora. However, colonization can progress to an outright infection under certain conditions, particularly in individuals with underlying medical conditions; poor hygiene; uncircumcised men, especially those with phimosis; or changes in baseline pH. The risk of infection is also higher in men whose sexual partners have recurrent vaginal candidal infections.\n[5]\n[6]\nDiabetes is the most commonly identified underlying contributing disorder.\n[3]\n[7]\n\nData from meta-analyses show that circumcised males have a substantially lower prevalence of balanitis (68%) compared to uncircumcised males and that balanitis is associated with a 3.8-fold increase in the risk of penile cancer.\n[8]\n[9]\nUp to 45% of patients with penile cancer report a history of balanitis.\n[10]\n[11]\n[12]\n[13]\nAlthough the 2 entities share some common risk factors, such as the presence of a foreskin and poor genital hygiene, these data suggest that chronic inflammation or infection (balanitis) is an etiological factor for penile carcinoma.\n[10]\n[11]\n[12]\n[13]\nPlease see StatPearls' companion resource, \"\nPenile Cancer and Penile Intraepithelial Neoplasia\n,\" for more information.\n\nAlthough yeast infection is the most commonly identified cause of balanitis, numerous other potential causes must be considered, including both infectious and noninfectious agents:\n[14]\n[15]\n[16]\n\nInfectious etiologies of balanitis include:\n\nAnaerobic and aerobic bacteria such as\nBacteroides\n,\nStreptococcus\n, and\nStaphylococcus\nBorrelia vincentii\nand\nBorrelia burgdorferi\nCandida\nspecies (most commonly associated with diabetes)\nChlamydia\nspecies\nGardnerella vaginalis\nGroup B and group A beta-hemolytic streptococci\nHuman herpesvirus 1\nand\n2\nHuman papillomaviruses\nNeisseria\ngonorrhoeae\nScabies\nTreponema pallidum\n,\nthe etiologic agent of syphilis\nTrichomonas\nspecies.\n\nNoninfectious etiologies of balanitis include:\n\nAllergic reactions to condom latex and contraceptive jelly\nAutodigestion by activated pancreatic transplant exocrine enzymes\nChemical irritants, such as spermicides, detergents, perfumed soaps and shower gels, fabric conditioners, and petroleum jelly\nCirrhosis\nDrug allergies, such as tetracycline, sulfonamide, phenacetin, spermicides, and personal lubricants\nEczema\nEdematous conditions, including right-sided heart failure, cirrhosis, anasarca, and nephrotic syndrome\nFixed-drug eruptions, such as those due to sulfa and tetracycline\nMorbid obesity\nNeoplastic conditions\nPenile intraepithelial neoplasia\nPlasma cell infiltration (Zoon balanitis)\nOverwashing\nPoor personal hygiene (most common)\nTrauma.",
    "monitoring": "Balanitis is typically diagnosed through visual examination, as the clinical presentation and appearance of the lesions are sufficient. However, further evaluation may be necessary based on the patient's history and physical findings. These evaluations may include a bacterial culture (such as in the presence of purulent exudate), herpes simplex virus (HSV) testing (in the presence of vesicular or ulcerative lesions), syphilis testing (in the presence of an ulcer), checking for scabies, trichomonas and\nMycoplasma genitalium\n(in the presence of urethritis). Please see StatPearls' companion resource, \"\nUrethritis\n,\" for more information.\n\nMen with suspected balanitis often complain of penile pain, itchiness, redness, and difficulty retracting the foreskin. There may be dysuria or difficulty with voiding, a foul odor, ulcerations, plaques, meatal stenosis, inguinal lymphadenopathy, or ballooning of the foreskin during micturition, indicating phimosis.\n\nOne of the primary goals in the evaluation and management of balanitis is to exclude STIs, minimize problems with urinary and sexual function, and exclude cancer of the penis. All patients presenting with balanitis should be considered for STI screening, including blood tests for syphilis, HIV, and HPV, and screening for diabetes. Any discharge should be cultured. A potassium hydroxide test can be performed to identify\nCandida.\n\nThe presence of penile ulcers or vesicles does not rule out balanitis, although these findings suggest HSV or syphilis, respectively.\n\nThere are some similarities between balanitis and squamous carcinoma of the penis. Both conditions are more likely to appear in older, uncircumcised males who exhibit poor genital hygiene and have a foul-smelling discharge, phimosis, and a rash or color change on the glans or foreskin. However, penile cancer is typically characterized by painless bleeding, a specific growth or distinct ulcer on the genitalia, and a lack of response to topical balanitis treatments.\n\nTypically, the failure of a 4-week course of standard balanitis therapy or rapid growth despite treatment suggests a diagnosis of penile carcinoma.\n\nIn selected cases, dermoscopy may help differentiate common benign inflammatory disorders from the more dangerous premalignant and malignant causes.\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\nIf dermoscopy results are positive or inconclusive or the examination is unavailable, a biopsy, excision, or ablation should be performed for further evaluation and diagnosis.\n[28]\n[29]\n[30]\n[31]\n\nPlease see StatPearls' companion resources, \"\nPenile Cancer and Penile Intraepithelial Neoplasia\n,\" and \"\nDermoscopy Overview and Extradiagnostic Applications\n,\" for more information.",
    "administration": "Proper genital washing performed gently with normal saline is recommended as initial therapy for all patients with balanitis.\n[38]\n\nTopical antifungals, typically applied twice daily for 1 to 2 weeks or until symptoms resolve, are the treatment of choice for most adult patients with balanitis or balanoposthitis.\n[39]\nTopical imidazoles, such as clotrimazole 1% and miconazole 2%, are the preferred first-line therapy choices.\n[39]\nNystatin cream is an alternative for patients allergic to imidazoles.\n[39]\nBacitracin ointment (not neosporin) is typically recommended for children with balanitis.\n[40]\nPlease see StatPearls' companion resources, \"\nClotrimazole\n,\" \"\nAntifungal Ergosterol Synthesis Inhibitors\n,\" and \"\nBacitracin Topical\n,\" for more information.\n\nIn cases of more severe inflammation, adding fluconazole 150 mg orally or combining a topical imidazole and a low potency steroid, such as hydrocortisone cream 0.5% to 1% applied twice a day, often leads to resolution. Please see StatPearls' companion resources, \"\nFluconazole\n,\" and \"\nTopical Corticosteroids\n,\" for more information.\n\nTreatment with an oral antibiotic (dicloxacillin 500 mg or cephalexin QID × 7 days) and mupirocin topical cream applied TID for 7 to 14 days is appropriate if there is a concern for concomitant cellulitis or a secondary infection. Please see StatPearls' companion resource, \"\nCephalexin\n,\" for more information.\n\nAnaerobic infections can be treated with metronidazole, whereas aerobic infections may be treated with oral cephalosporins, erythromycin, or amoxicillin/clavulanic acid.\n[39]\n\nA failure of first-line therapy should raise concerns about a possible secondary infection or an underlying malignancy. In such cases, cultures should be obtained, and a tissue biopsy should be considered.\n\nCircumcision is recommended for recurrent and intractable episodes, especially in immunocompromised and diabetic patients with significant phimosis. The use of a steroid cream with gentle manual retraction of the foreskin may be considered in milder cases of phimosis that are not too severe before resorting to surgical intervention.\n[41]\n[42]\n[43]\n\nIn some cases, gentle dilation of a tight foreskin with a clamp may be attempted, but this can damage the hidden glans and urethra underneath and is contraindicated if there are penile adhesions between the glans and foreskin. This procedure typically requires sedation or local anesthesia.\n\nIn emergency situations, a dorsal slit can be performed under local anesthesia to open a phimotic foreskin that interferes with voiding and otherwise precludes effective treatment.\n[44]\nPlease see StatPearls' companion resource, \"\nPhimosis\n,\" for more information.\n\nMaintaining proper hygiene, such as frequent washing and drying of the prepuce, is an essential preventive measure. However, excessive genital washing with soap or potentially irritating substances may aggravate the condition. Female sexual partners of men with balanitis should be offered testing for candida or empiric treatment to reduce the reservoir of infection in the couple.\n[28]\n\nThere are several specific types of balanitis:\n\nZoon balanitis:\nBalanitis circumscripta plasmacellularis, also called Zoon balanitis, is an erythematous inflammation of the glans penis that may also involve the foreskin. This balanitis typically affects middle-aged to older uncircumcised men and presents as symmetrical, well-demarcated, erythematous, shiny plaques with multiple pinpoint reddish specks called cayenne pepper spots on affected tissues. Treatment generally involves circumcision. Please see StatPearls' companion resource, \"\nBalanitis Circumscripta Plasmacellularis\n,\" for more information.\n\nCircinate balanitis:\nCircinate balanitis is associated with reactive arthritis, formerly known as Reiter's disease. This balanitis is characterized by small, shallow, erosive but painless ulcers on the glans penis. Circinate balanitis may appear as erythematous, annular plaques with polycyclic margins involving the meatus.\n[45]\nHistologically, it shows pustules in the upper epidermis that are similar in appearance to pustular psoriasis. There may also be a serpiginous annular dermatitis that often has a grayish-white granular appearance with a geographical white margin.\n[28]\nThis lesion can be mistaken for psoriasis on physical examination, and even a histological evaluation cannot always reliably distinguish between the 2 disorders.\n[45]\n\nThe distinction between circinate balanitis and psoriasis is generally made clinically based on the history of reactive arthritis or psoriasis. Dermoscopy can also aid in differentiation.\n[32]\nIf circinate balanitis is suspected clinically in a patient without known reactive arthritis, screening for STIs and testing for human leukocyte antigen (HLA)-B27 is advised.\n[45]\nPlease see StatPearls' companion resource, \"\nReactive Arthritis\n,\" for more information.\n\nPseudoepitheliomatous keratotic and micaceous balanitis:\nPseudoepitheliomatous keratotic and micaceous balanitis are extremely rare conditions characterized by dry, scaly, thick, wart-like skin lesions on the head of the penis, typically in men who were circumcised late in life.\n[46]\nAlthough typically benign, these conditions can become locally invasive or progress to verrucous carcinoma. The etiology is uncertain, and treatment varies according to the severity of the presentation.\n[46]\n[47]\nTopical 5-fluorouracil can be used in the early stages.\n[47]\nPlease see StatPearls' companion resource, \"\nFluorouracil\n,\" for more information.\n\nTreatment Summary\n\nBacitracin ointment is most commonly used in children, whereas clotrimazole or miconazole is typically used in adults. More severe infections may require oral fluconazole and hydrocortisone cream. Intractable cases warrant a biopsy or a circumcision.\n[17]\n\nManagement generally includes the following:\n\nTopical antifungals for nonspecific balanitis\nOral or systemic antifungals for severe or intractable fungal infections\nAntibiotics (oral or topical) for bacterial infections\nTopical corticosteroids for non-infectious dermatologic conditions\nCircumcision (or a dorsal slit procedure) for significant or symptomatic phimosis\nIf available, consider dermoscopy for persistent or intractable cases. If positive or equivocal, proceed with a biopsy, ablative therapy, or excision\nBiopsy, ablation, or excision for suspected premalignant and neoplastic lesions",
    "adverse_effects": "Complications associated with balanitis include pain, ulcerative lesions of the glans or foreskin, phimosis, paraphimosis, meatal or urethral stricture, and the malignant transformation of premalignant lesions.\n\nPhimosis is an abnormal constriction of the foreskin opening that precludes retraction over the glans penis caused by chronic inflammation and edema of the foreskin. The development of phimosis often complicates sexual function, voiding, and personal hygiene. If the patient or medical staff forcibly retracts the foreskin, paraphimosis (trapping of the foreskin behind the glans) can occur, requiring urgent surgical intervention.\n\nIn an emergency, phimosis is treatable by dilation using a surgical clamp and pain medication, possibly including a penile block. If this approach is unsuccessful, a dorsal slit can be performed to mitigate the problem. Definitive treatment, under elective circumstances, is generally a complete circumcision. Please see StatPearls' companion resources, \"\nPhimosis\n,\" and \"\nDorsal Penile Nerve Block\n,\" for more information.\n\nParaphimosis is a urologic emergency characterized by the trapping of the foreskin behind the glans penis. In this condition, the constricting foreskin becomes positioned proximal to the glans, creating a band that restricts venous and lymphatic outflow while allowing continued arterial inflow. Within minutes to hours, this can lead to significant swelling and severe pain in the glans, necessitating urgent intervention to reduce or eliminate the paraphimosis. Please see StatPearls' companion resource, \"\nParaphimosis\n,\" for more information.\n\nGenital yeast infections, also known as candidiasis or thrush, are uncommon in healthy individuals. However, in immunocompromised patients, such as those affected by HIV infections, transplant recipients, diabetics, and cancer patients,\nC. albicans\ncan also cause sepsis with serious consequences.\n[3]\nPlease see StatPearls' companion resource, \"\nCandidemia\n,\" for more information.\n\nPenile cellulitis, meatal stenosis, and balanoposthitis are additional potential complications."
  }
}