{
  "drug_name": "sandal",
  "nbk_id": "NBK580538",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580538/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "Sarcoidosis is a chronic multisystemic granulomatous disorder characterized by the accumulation of non-caseating granulomas in the involved tissues. Ocular sarcoidosis is an inflammatory condition that can involve any part of the eye leading to conjunctival granuloma, episcleritis/scleritis, uveitis, optic neuropathy, and/ or its adnexal tissues leading to lacrimal gland enlargement and orbital inflammation.\n[1]\n\nThe clinical course shows variability. Few patients may have acute self-limited disease, while others experience chronic, progressive deterioration. Corticosteroids remain the mainstay of treatment with the newer addition of immunosuppressants and biologics in the treatment armamentarium.",
    "mechanism": "The etiology of sarcoidosis remains unknown, but evidence has pointed to various infective, non-infective, and genetic factors.\n\nInfective etiology\n– The presence of bacterial DNA fragments in sarcoid granulomas and regional granulomatous response following inoculation of sarcoid material in experimental animals suggests infective etiology.\n[2]\nFew cases of transmission of cases of sarcoidosis post organ transplantation suggest the presence of a transmissible agent.\n[3]\nOne hypothesis has suggested that tuberculosis and sarcoidosis may be the 'opposite ends of the same disease spectrum.'\n[4]\n\nThe similarities in clinical features, epidemiology, immunological, and molecular link between the two diseases, and similar immune response may support the hypothesis.\n[4]\nMolecular studies have suggested the role of Mycobacterium or Propionibacterium in the causation of sarcoidosis.\n[5]\n\nNon-infective etiology\n– Sarcoidosis with pulmonary manifestation is known to occur as an occupational disease.\n[6]\n[7]\nIt is thought to occur secondary to air-borne organic and nonorganic dust exposure.\n[8]\n[9]\n\nGenetic factor\n– Association between sarcoidosis and certain human leukocyte antigen haplotypes support the role of genetic factors. HLA-DRB1*1101 allele is associated with sarcoidosis and has a population-attributable risk of 9% in whites and 16% in blacks.\n[10]\nGreater prevalence of the disease in certain sibling pairs or parent-offspring pairs suggests genetic factors to be as important as environmental factors.\n[11]\nSiblings have a five times higher chance of developing sarcoidosis.\n[12]\n[13]",
    "monitoring": "For diagnosis of ocular sarcoidosis, three criteria must be met:\n\nThe patient must have clinical findings consistent with sarcoidosis as per the international workshop on ocular sarcoidosis (IWOS) criteria [Figure 4]\nEvidence of non-caseating granuloma on tissue biopsy\nOther causes of granulomatous inflammation (such as tuberculosis syphilis) should be ruled out.\n[63]\n\nThe revised IWOS criteria for diagnosing ocular sarcoidosis [Figure 5] have removed the diagnosis of 'possible ocular sarcoidosis.'\n[22]\n\nThe gold standard investigation in the diagnosis of sarcoidosis is tissue biopsy. In ocular sarcoidosis, tissue biopsy can be done on tissues including the eyelids, lacrimal glands, conjunctival nodules, and orbital tissues. However, at certain sites where tissue biopsy is not possible, imaging techniques such as chest x-ray, chest CT scan, serum angiotensin-converting enzyme (ACE) levels, serum calcium levels, and serum lysozyme levels may aid in the diagnosis of a probable or presumed ocular sarcoidosis.\n[63]\n\nFundus photography\n-  Helps document retinal findings and future objective comparisons of the lesions. Yellowish-white choroidal granulomas, periphlebitis, and other features of posterior uveitis can be documented as well as monitored on serial photographs.\n[64]\n\nFundus fluorescein angiography (FFA)\n– FFA helps in documenting retinal vasculitis and detection of peripheral retinal neovascularization.\n[65]\n[66]\nFFA can reveal multiple retinal arterial macroaneurysms in an inflamed eye with or without optic disc granuloma, typical of ocular sarcoidosis.\n[67]\n\nFundus autofluorescence imaging (FAF) –\nFAF helps detect sub-clinical retinal pigment epithelial changes in chorioretinal pathologies and monitors treatment response in uveitis patients with chorioretinal lesions.\n[68]\n\nOptical coherence tomography (OCT)\n– OCT helps assess and monitor macular edema and helps predict functional outcomes based on the structural integrity of various retinal layers.\n[69]\nEnhanced depth OCT imaging can be useful in the detection of choroidal granulomas.\n[70]\n\nAnterior segment OCT  –\nAnterior segment OCT helps identify and document peripheral anterior synechiae and the extent of angle closure.\n[71]\nIn cases with granulomatous uveitis, it shows hyperreflective dots in the aqueous humor and on the posterior corneal surface.\n[72]\n\nOCT of the optic nerve –\nOCT of the optic nerve head helps investigate an optic nerve head granuloma. It helps detect adjacent peripapillary retinal edema, monitor response to treatment, and evaluate the severity of optic nerve damage due to glaucoma.\n[73]\n[74]\n\nUltrasonography of the eye –\nIn patients with vitreous hemorrhage secondary to sarcoidosis, ultrasonography of the eye helps to understand the status of the retina. It helps as pre-operative aid in assessing the status of posterior vitreous detachment.\n\nUltrasound biomicroscopy (UBM) -\nUBM helps objectively evaluate the inflammatory process in anterior chamber angle, iris, ciliary body, pars plana, and peripheral vitreous.\n[75]\nIt helps in the evaluation of ocular hypotony in cases of uveitis.\n[76]\n\nVisual fields\n– A wide range of visual field defects can be seen either due to glaucomatous optic neuropathy or ischemic optic neuropathy. Patients with ischemic optic neuropathy can present with central or centrocecal scotomas, hemianopic field defect, or altitudinal field defect.\n[77]\n\nDiagnostic vitrectomy\n– In limited cases, the vitreous sample obtained by vitrectomy can be used for diagnostic analysis. High mobility group box -1 (HMGB1), a pro-inflammatory cytokine, is detected in high levels in the vitreous of patients with ocular sarcoidosis.\n[78]\n\nSystemic Investigations\n\nChest X-ray –\nBilateral hilar lymphadenopathy is the classical radiological feature of sarcoidosis.\n[79]\nLung parenchymal infiltrates appear in around 20 to 50% of the patients.\n[80]\nLung volume loss, hilar retraction, and linear opaque bands may be seen when lung fibrosis occurs.\n[81]\n\nHigh resolution computed tomography (HRCT) chest\n–\nHRCT scans are superior to conventional chest X-rays in delineating hilar lymphadenopathy, understanding lung parenchymal damage, and differentiating inflammation from fibrosis.\n[82]\nCharacteristic features of HRCT chest in sarcoidosis include mediastinal lymphadenopathy, lung parenchymal nodular opacities, nodular opacities at the bronchovascular bundles, predominant involvement of mid or upper lung zones, and ground-glass opacities.\n[83]\n\nPulmonary function tests\n– Pulmonary function tests typically reveal a restrictive pattern of ventilatory function. The tests show decreased lung volume and decreased carbon monoxide diffusing capacity.\n[84]\n\nSerum angiotensin-converting enzyme (SACE)\nassay\n– SACE levels are elevated in about 30 to 80% of patients with sarcoidosis.\n[85]\nHowever, about 20% of patients show false positive elevated levels of SACE. SACE may also be normal in patients with active disease.\n\nBronchoalveolar lavage (BAL) –\nBAL fluid analysis shows an increased number of activated T lymphocytes, alveolar macrophages, and inflammatory cytokines. In 85% of patients with pulmonary sarcoidosis, lymphocytosis is seen with normal or low granulocyte count.\n[86]\nHowever, the BAL cell profile is not specific for sarcoidosis.\n[87]\n\nRadionuclide techniques –\nRadionuclide techniques include Gallium (Ga) scans fluoro-2deoxy-glucose (FDG) positron emission tomography (PET) scans. Uptake of Gallium helps identify appropriate sites to take the biopsy.\n[88]\nThe uptake of Gallium by intrathoracic lymph nodes resembles the Greek letter lambda (Lambda sign), and uptake in bilateral parotid and lacrimal gland resembles a panda face (Panda sign).\n[89]\nPET scan helps identify lung activity in pulmonary disease and sarcoidosis activity at non-pulmonary sites such as bone, cardiac, and the nervous system.\n[90]\n[91]\n[92]\n[93]\n\nLung Biopsy –\nTransbronchial lung biopsy (TBLB) using a flexible fiberoptic bronchoscopy (FFB) is the diagnostic procedure of choice in patients with pulmonary sarcoidosis with a sensitivity range of 60 to 90% depending on the stage of the disease.\n[94]\nIn the presence of lymphadenopathy, transbronchial needle aspiration (TBNA) biopsies are diagnostic in 63 to 90% of cases.\n[95]\n[96]\nBiopsy shows the presence of non-caseating granulomas.\n\nKveim-Siltzbach test –\nThis test involves intradermal injection of a suspension of granuloma containing spleen or lymph node from a patient with sarcoidosis.\n[97]\nA positive test shows the development of papule at the injection site within 4-6 weeks, which on biopsy shows non-caseating granuloma.\n[98]\nThis test is now vaguely in use and is of historical interest.\n[99]\n\nMRI (magnetic resonance imaging) of the brain –\nMRI brain in neurosarcoidosis reveals a wide spectrum of findings such as periventricular and white matter lesions, leptomeningeal enhancement, solitary or multiple supra- and infratentorial brain lesions, and involvement of cranial nerves.\n[100]",
    "administration": "Corticosteroids\n\nCorticosteroids are potent anti-inflammatory agents used in the management of uveitis. They can be used topically as eye drops to treat anterior uveitis. However, topical steroids are insufficient in the control of posterior uveitis. The most commonly used topical corticosteroids are prednisolone acetate 1% or difluprednate 0.05%.\n[101]\n\nRegional corticosteroids\n\nThese agents are used in cases of posterior uveitis or when the patient is poorly compliant to frequent dosages of topical corticosteroids. They can be given as posterior subtenon injection in a dose of 20 to 40 mg of triamcinolone acetonide or intravitreal injection of 1 to 4 mg of triamcinolone acetonide.\n[102]\n[103]\n[102]\n\nLong-acting sustained slow release steroid implants such as 0.7 mg of dexamethasone, 0.19 mg of fluocinolone acetonide, or 0.59 mg of fluocinolone acetonide provide longer periods of anti-inflammatory effect. The regional corticosteroids may cause glaucoma and cataracts, and thus the patients should be observed closely and promptly treated for the complications.\n[104]\n[105]\n[104]\n\nSystemic steroids\n\nSystemically dosed steroids are used in cases of bilateral uveitis with systemic involvement or when there is poor disease control with local steroid use. Prednisolone in the dose of 1 to 1.5 mg/kg/day initially followed by slow tapering is the usual treatment protocol.\n\nCycloplegic Agents\n\nThese agents are used to relieve ciliary spasms and associated ocular pain. They help in breaking or preventing posterior synechiae. Commonly used agents include cyclopentolate 1%, homatropine 2%, and atropine 1%.\n\nSystemic Immunosuppressive Agents\n\nThese agents are used in cases of corticosteroid-resistant cases or steroid-dependent cases where the side effects of the steroid regimen outweigh the anti-inflammatory effects. Most commonly used agents for the treatment of non-infectious uveitis are methotrexate (7.5 to 25 mg /week; oral, subcutaneous, or intramuscular route), mycophenolate mofetil (500–1500 mg bd; oral route), cyclosporine (2.5 to 10 mg/kg/day bd; oral route), and azathioprine (1 to 4 mg/kg/day; oral route).\n[106]\n[107]\n[108]\n\nBiologic Agents\n\nThese are used in cases of refractory non-infectious uveitis. The most commonly used biologic agents are tumor necrosis factor-alpha inhibitors (TNF α) such as infliximab, adalimumab, etanercept, and golimumab. These agents promise to offer a new option in resistant cases. The patient should be tested for latent tuberculosis and hepatitis B before starting biologic agents to prevent the reactivation of infection.\n[109]\nInterestingly, a 'sarcoid-like granulomatosis' has been reported following anti-TNF therapy, including etanercept, infliximab, and adalimumab for various indications, including rheumatoid arthritis and spondyloarthritis.\n[110]\n\nTreatment of Orbital Disease\n\nOrbital inflammation is typically amenable to systemic steroids or immunosuppressive agents. In cases with chronic eyelid or lacrimal gland swelling, a biopsy is necessary to differentiate it from tumors.\n\nTreatment of Ocular Surface Disease\n\nConjunctival lesions and KCS usually responds to topical cyclosporine eye drops.\n[111]\nFor scleritis, initial treatment is with systemic non-steroidal anti-inflammatory drugs (NSAIDs), with steroids and immunosuppressants reserved for resistant cases.\n\nTreatment of Ocular Complications\n\nGlaucoma is one of the most common uveitis complications and a serious side effect of chronic corticosteroid use. Glaucoma needs to be monitored at each visit and requires early intervention either medically or surgically. Cataract surgery is usually planned after three months of disease inactivity. Uveitic cystoid macular edema is one of the common causes of ocular morbidity and requires intervention in the form of anti-inflammatory agents.\n\nIn certain cases, posterior subtenon triamcinolone, intravitreal injection of steroids (triamcinolone, dexamethasone implant, or fluocinolone implant), or anti-VEGF (vascular endothelial growth factor) agents like bevacizumab or ranibizumab are required to control cystoid macular edema. Development of epiretinal membrane at the macula, vitreomacular traction, and vitreous hemorrhage may warrant surgical intervention in the form of vitrectomy.\n[112]\n[113]",
    "adverse_effects": "Ocular Complications\n\nGlaucoma\nCataract\nCentral retinal artery occlusion\nCystoid macular edema\nEpiretinal membrane\nIntraretinal hemorrhage\nVitreous hemorrhage\nPhthisis\n[122]\n\nSystemic Complications\n\nNeurosarcoidosis\nPulmonary hypertension\nEnd-stage lung damage"
  }
}