{
  "drug_name": "sapropterin",
  "nbk_id": "NBK535378",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535378/",
  "scraped_at": "2026-01-11T18:47:52",
  "sections": {
    "indications": "Phenylketonuria (PKU) is an inborn error of metabolism (IEM) most often caused by missense mutations in the gene encoding phenylalanine hydroxylase (PAH) which catalyzes (see Figure 1) the hydroxylation of phenylalanine (Phe) generating tyrosine (Tyr).\n[1]\nPKU belongs to a class of amino acid aminoacidopathies termed “toxic accumulation-IEMs” where the circulating toxin is an amino acid or its metabolites. Mutations in an enzyme, such as PAH, are recessive since one functioning enzyme with the wild-type allele is sufficient.\n\nTetrahydrobiopterin (BH4) binds to the catalytic domain of PAH and is a cofactor for this reaction. See figure. PAH is primarily a hepatic enzyme. Elevated blood Phe levels and decreased Tyr levels characterize PKU. Newborns with PKU can appear normal at birth with the first signs appearing after several months. These signs can include musty odor from skin and urine, fair skin, eczema, seizures, tremors, and hyperactivity.",
    "mechanism": "There are over 1000 mutations resulting in PKU, the most common replaces arginine (Arg) with tryptophan (Trp) at position 408 (i.e., Arg408Trp). Mutations in PAH causing PKU are generally due to a reduced PAH activity or a reduced PAH expression resulting in increased blood levels of Phe and decreased Tyr levels. Most PKU-causing PAH variants result from PAH misfolding and/or instability.\n[2]\nThe Arg408Trp mutation results in “classic” PKU where blood Phe levels are greater than 1200 micromolar. Less severe mutations result in mild PKU, with blood Phe levels from 600 to 1200 micromolar, and mild hyperphenylalaninemia with blood Phe levels being less than 600 micromolar.  Phe is an essential amino acid, and its conversion to Tyr is normally well-regulated to provide sufficient levels for protein synthesis while maintaining levels sufficiently low to be nontoxic.\n[2]\n\nMost PKU patients have 2 different PKU variants, i.e., they are compound heterozygotes.\n[3]\nPKU patients can, for example, have 2 severe alleles (severe/severe) or 1 severe allele and 1 mild allele (severe/mild). It is possible that some mild PAH gene variants code for an enzyme with reduced affinity for BH4 (a Km variant) and/or an enzyme variant with increased stability and half-life as a resulting of BH4 binding. Some 49% of PKU patients respond to oral BH4 supplementation with a 30% decrease in blood Phe levels despite having normal levels of BH4.\n[3]",
    "monitoring": "PKU in the United States is detected by the state newborn screening program which measures the Phe/Tyr molar ratio on a filter paper blood spot (from a heal prick) by tandem mass spectrometry (MS/MS). This test is usually done 1 or 2 days after birth. Newborns with PKU can appear normal at birth with the first signs appearing after several months. Neonates with elevated blood Phe may have a BH4 deficiency which could also result in elevated Phe levels. Commercial microarray genotyping (for example, 23andme.com) for single nucleotide polymorphisms (SNPs) can provide the carrier status for PKU variants common in those with Northern European descent. Knowing carrier status could be useful for future parents; if both are carriers of a PKU variant, there is a 25% of having a child with PKU.",
    "administration": "When diagnosed early, classic PKU can be treated by life-long dietary therapy focused on maintaining low Phe levels and adequate Tyr intake.  These dietary interventions are generally effective at preventing the most severe cognitive impairment due to high Phe levels. Nevertheless, dietary therapy for PKU has been associated with deficiencies in selenium, copper, magnesium, and zinc.\n\nThe management of PKU is complex and dietary non-adherence often increases in adolescence and early adulthood, particularly due to social issues. Besides a low Phe diet, promising drugs are being developed for PKU. Oral sapropterin dihydrochloride (KUVAN), a synthetic form of BH4, could help lower Phe levels in some PKU patients. It is not yet possible to predict which PKU patients are BH4 responders, but a 30-day trial can be undertaken to make this determination. Encouragingly, sapropterin dihydrochloride treatment improves brain function in some PKU patients.\n[4]\n\nEnzyme replacement therapy for PKU has not been possible since PAH is unstable. The FDA has recently approved an enzyme substitution therapy for PKU. In this approach, a “substitution” enzyme is delivered to the PKU patient that can lower Phe levels. This substitution enzyme is a PEGylated phenylalanine ammonia lyase (called pegvaliase) that degrades Phe. Pegvaliase is approved only for adult patients having uncontrolled phenylalanine levels. It is not yet clear if pegvaliase will permit a less strict dietary regimen or be of long-range benefit in preventing or reversing cognitive impairment.\n\nWomen of childbearing age with PKU should receive counseling concerning the benefits of strict dietary therapy both before and during pregnancy. Elevated maternal Phe levels during pregnancy may cause fetal brain damage and congenital heart disease.\n[5]\nThe adverse fetal effects of elevated Phe during pregnancy can occur whether or not the fetus has a PKU variant.\n\nTreatment of IEMs has traditionally relied on treating the nutritional and/or metabolic environment, for example, replacement enzyme therapy, rather than the genetic disorder itself. Rapid advances in gene therapy and its safety may one day be possible.\n[6]\nAs of 2018, phase 1, gene-therapy trials for PKU remain in the planning stage."
  }
}