{
  "drug_name": "saturated fat",
  "nbk_id": "NBK560704",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560704/",
  "scraped_at": "2026-01-11T18:47:53",
  "sections": {
    "indications": "Gastric polyps are projections of mucosal or submucosal tissue into the stomach lumen, representing many tissue types with a spectrum of malignant potential. The prevalence of gastric polyps in the general population is estimated to be 2%, but reports vary. Most gastric polyps are found incidentally during esophagogastroduodenoscopy (EGD), and it is reported that polypoid lesions are reported during approximately 6% of EGD procedures. Most upper endoscopies are performed for gastroesophageal reflux, dyspepsia, anemia, and abdominal pain. Common types of gastric polyps are fundic gland polyps, featuring dilated and irregularly budded fundic glands, hyperplastic polyps, characterized by pronounced foveolar hyperplasia, and adenomatous polyps that demonstrate low-grade glandular dysplasia.\n[1]\n\nAdditional gastric lesions encountered on EGD include neuroendocrine tumors, hamartomatous lesions such as those found in Peutz-Jegher, Cowden, and juvenile polyposis syndromes, ectopic pancreatic tissue, lymphoid proliferation, and mesenchymal growths such as gastrointestinal stromal tumors, leiomyoma and fibroid polyps. Diagnosing a polyp based on visualization is often difficult, and biopsy with histologic evaluation is usually necessary.\n[2]\n[3]\n[4]\n[5]\n[6]\nMost polyps are asymptomatic, but larger polyps may cause abdominal pain, bleeding, or obstruction.\n[7]\nHyperplastic polyps, which often proliferate in response to atrophic gastritis, may give rise to iron deficiency anemia and are correlated with pernicious anemia. There is an association between dyspepsia and fundic gland polyps, and possibly a connection between fundic gland polyps and prolonged use of a proton pump inhibitor.\n[8]",
    "mechanism": "Gastric polyps represent a spectrum of etiologies and are classified histologically by the tissue layer from which they originate. Examples include hyperplastic, fundic gland, adenomas, and less common lesions such as neuroendocrine tumors, gastrointestinal stromal tumors, leiomyomas, ectopic pancreatic tissue, polyps associated with familial adenomatous polyposis (FAP), juvenile polyposis, Peutz-Jegher, Cowden syndromes.\n\nFundic gland polyps are epithelial polyps that are sporadic or associated with the use of proton pump inhibitors (PPI) or hereditary syndromes such as FAP. Sporadic fundic gland polyps are found most frequently within the body and fundus and are generally sessile, smooth, and hyperemic, measuring 1 mm to 8 mm. A prospective cohort demonstrated the risk for fundic gland polyps increased with years of PPI use, showing a relative risk increase of 17 over 10 years.\n[9]\nA retrospective analysis of 186 persons with gastric polyps found that greater than 5 years of  PPI use increased the incidence of fundic gland polyps.\n[10]\nA case of a 37-year-old woman taking daily PPI and presenting with hematemesis secondary to multiple fundic gland polyps is described. Once the PPI was discontinued, she experienced a significant regression of the polyps.\n[11]\n\nFundic gland polyps associated with FAP are numerous, and up to 40% may be dysplastic.\n[12]\nEven nondysplastic fundic gland polyps in persons with FAP have the\nAPC\ngene mutation. Sporadic fundic gland polyps with dysplasia have also been found to have mutations in the\nAPC\ngene but rarely progress to high-grade dysplasia or adenocarcinoma. In a study comparing 147 persons with FAP-related polyps versus sporadic fundic gland polyps followed for 54 months, the results concluded, based on deoxyribonucleic acid analysis, that fundic gland polyps do not exhibit the chromosomal changes inherent to the adenoma-carcinoma progression seen with many gastrointestinal malignancies.\n[13]\n[14]\n\nHyperplastic polyps, the second most common type of gastric polyp, can be sessile or pedunculated, are generally less than 2 cm, are most frequently found in the antrum, and are usually incidental findings. The extent of malignant transformation is not well characterized. Distal ulcerations on a polyp may become a site of malignancy. In a retrospective cohort of 195 patients who underwent endoscopic resection of a hyperplastic polyp, low-grade dysplasia was found in 5, high-grade dysplasia in 4, and adenocarcinoma in 1. Multivariate analysis demonstrated that a size greater than 25 mm, intestinal metaplasia, and dysplasia in adjacent mucosa were associated with an increased risk of malignant transformation.\n[15]\n[16]\n\nGastric adenomatous polyps are precursors to adenocarcinoma, and are most common in the antrum, but can be found anywhere in the stomach. Antral adenomas are usually sessile, but those in the body and fundus are more pedunculated.\n[17]\nLarge villous polyps are most often associated with malignancy. Risks for developing gastric adenoma include age and chronic inflammation, which can cause intestinal metaplasia and increase the potential for malignant transformation. The finding of gastric adenomas in a young person can be indicative of an underlying genetic condition such as FAP and merits further investigation.\n[3]\n[18]\n[19]\n\nNeuroendocrine polyps, usually located in the corpus and fundus, represent hyperplasia of enterochromaffin-like cells in response to hypergastrinemia. There are 4 types of neuroendocrine polyps. Types I and II feature many polyps arranged in clusters within the body and fundus. Type I is most common and is secondary to an autoimmune process, whereas type II, often occurring in the setting of multiple endocrine neoplasia I and Zollinger-Ellison, is rare. Type III, the second most common, is sporadic and solitary, found throughout the stomach, and is often associated with metastases when greater than 2 cm. Type IV is rare, may be located anywhere in the stomach, is poorly differentiated, often ulcerated, and is prognostically unfavorable.\n[6]\n[20]\n[21]\n\nThe rarer lesions encountered in the stomach are difficult to differentiate endoscopically from the more common polyps. Mesenchymal polyps can be mucosal or submucosal but are usually within deeper layers. Cowden syndrome, associated with breast, thyroid, and endometrial cancers, produces polyps that are usually benign, but there are rare reports of malignant transformation.\n[22]\nGastrointestinal stromal tumors (GIST), originating in the muscularis propria, are rare but often malignant. Inflammatory polyps, described as polyploid, small, and well-circumscribed, make up less than 0.1% of all gastric polyps. They are usually found in the antrum or prepyloric region and, if symptomatic, are associated with epigastric pain and early satiety.\n[23]\n[24]\nEctopic pancreatic tissue, appearing as a submucosal mass, is often asymptomatic but may also cause nonspecific symptoms and present with central umbilication.\n[25]\n\nLeiomyoma, a smooth muscle tumor miscategorized as GIST in the past, varies in size from 0.5 cm to 20 cm and can grow within tissue layers or as an exophytic mass, but tends to extend intraluminally, as compared with GIST, which often grows extraluminally. Leiomyomas are asymptomatic, found incidentally, and appear endoscopically as submucosal lesions.\n[26]\nGastric granular cell tumors, a rare yellow subepithelial mass or nodule, arise from the submucosa, are found incidentally in the proximal stomach, are usually benign but have malignant potential, and are more prevalent in the esophagus. They are also concurrently found in the esophagus if encountered in the stomach. Gastric granular cell tumors can range from several mm to 7 cm and may appear similar to lipomas.\n[27]\n\nGastric polyps may represent a mix of tissue types, and the polyp and surrounding mucosa must be closely examined and subject to histologic analysis. A Chinese study of 125 patients with mostly sessile, single adenomas, primarily in the corpus and antrum, provided results demonstrating that 23% of the polyps had a hyperplastic and/or fundic gland tissue component. In addition, synchronous adenocarcinoma was found in 13% of sampled polyps, low-grade intraepithelial neoplasm in 18%, and chronic atrophic gastritis with intestinal metaplasia in over 50%. Autoimmune gastritis accounted for 11% of those with gastritis. In addition,\nHelicobacter pylori\nwas found in 21% of the polyps. Of the polyps studied, independent risk factors for malignancy were size greater than 1 cm, uneven surface, and erosion.\n[28]",
    "monitoring": "Polyps may be encountered during esophagogastroduodenoscopies that are frequently performed for symptoms such as abdominal pain, gastroesophageal reflux, or dyspepsia as part of an evaluation for anemia or as screening or surveillance due to family or personal history of gastrointestinal malignancy. Seeing larger gastric polyps on noninvasive imaging such as computed tomography or magnetic resonance imaging is possible.\n[38]\nPlease refer to the American Society for Gastrointestinal Endoscopy [\nASGE\n] for guidelines on general endoscopy, as well as recommendations for the endoscopic management of upper gastrointestinal obstruction, dyspepsia, premalignant conditions of the stomach, and the role of endoscopy in surveillance of FAP.\n\nThe British Society of Gastroenterology recommends image-enhanced endoscopy and biopsies in areas of atrophy and intestinal metaplasia for those at increased risk of gastric adenocarcinoma including persons with\nH pylori\nor chronic gastritis, and those with a personal or family history of gastric cancer. The Sydney System Biopsy Protocol, recommended for those with a high risk of gastric cancer, standardizes biopsies from the antrum, incisura, and lesser and greater curvatures to improve diagnostic accuracy and risk stratification during tissue sampling.\n[72]\n[73]\n[74]\n\nThe American Gastroenterological Association clinical practice guidelines on the management of gastric intestinal metaplasia identify\nH Pylori\nas a primary risk factor for intestinal-type non-cardia gastric cancer, which follows a progression from atrophic gastritis to intestinal metaplasia to gastric adenocarcinoma. No population-wide screening exists in countries with low incidence of gastric cancer, such as the United States, but there are guidelines for screening and surveillance for specific populations depending on risk factors.\nH pylori\nis associated with up to 89% of non-cardia gastric cancers globally, and its eradication correlates with a 32% pooled relative risk reduction for related gastric cancer.\n[75]\n\nWhile most specialists recommend resection of all larger polyps, some researchers have worked on differentiating polyps that require resection from those that might be observed. LaFeuille et al describe an endoscopic method to identify malignancy within a polyp using dual focus and acetic acid dye, the application of which yields a quicker acetowhitening disappearance in malignant components of polyps compared with hyperplastic portions. The authors cite a case of a hyperplastic polyp with intramucosal adenocarcinoma identified with this method and propose using this technique to avoid indiscriminate resection of all large hyperplastic polyps.\n[16]\n\nDiagnosing a polyp based solely on endoscopic appearance is difficult, and it is important to biopsy polyps and the background tissue, especially with suspected hyperplastic polyps, to assess for gastritis and other pathology. Tissue should be tested using immunohistochemistry for further clarification, and deeper lesions may require evaluation with endoscopic ultrasound. Because many polyps are histologically similar, it is important to communicate background information to the pathologist, such as the density and gross appearance of the polyps.\n[17]\n\nSubepithelial polyps should undergo evaluation by endoscopic ultrasound with biopsies. This category includes lesions such as GIST, granular cell tumors, leiomyomas, and inflammatory fibroid polyps. A GIST may also be found on computed tomography imaging to assess for metastases and local invasion.\n[76]\nIf dysplasia or malignancy is found or multiple polyps are encountered, a colonoscopy is recommended to assess for FAP. Multiple fundic gland polyps within the body of the stomach, with or without dysplasia, coupled with adenomatous lesions and an absence of duodenal or colonic polyps, suggest gastric adenocarcinoma and proximal polyposis.\n[77]",
    "administration": "There are general guidelines for treating gastric polyps and specific recommendations according to histologic subtype. There is a potential for sampling error during biopsy, so consideration should always be given to polypectomy. There are many techniques available to biopsy or remove polyps, including hot and cold forceps, hot and cold snare, endoscopic mucosal resection, and endoscopic submucosal dissection.\n[78]\nThe American College of Gastroenterology recommends endoscopic ultrasound as part of the diagnosis of supepithelial lesions.\n[38]\n\nWhen evaluating a hyperplastic polyp, the surrounding tissue must be sampled for metaplasia, dysplasia, and adenocarcinoma due to the risk of synchronous cancer and\nH pylori\n.\n[15]\nIf testing reveals\nH\np\nylori\ninfection, antibiotic therapy should be initiated.\n[4]\nWithout eradicating\nH pylori\n, the recurrence rate of hyperplastic polyps is high. The American Society of Gastrointestinal Endoscopy recommends biopsy or polypectomy for all polyps, noting that dysplasia and focal cancer are found in 5% to 19% of hyperplastic polyps; size greater than 1 cm and pedunculation are risk factors for dysplasia. Recommendations include the removal of gastric fundic polyps larger than 1 cm, hyperplastic polyps larger than 0.5 cm, and sampling surrounding tissue.\n[4]\n[79]\n\nGuidelines for precursors of gastric adenocarcinoma, as proposed by Saltzman, in the setting of atrophic gastritis or intestinal metaplasia, include high-definition and image-enhanced endoscopy with biopsies and documentation of grade, location, and extent of gastritis or metaplasia. The antrum/incisura is considered low risk, and the proximal body is high risk. Recommendations include screening individuals younger than 50 with risk factors such as smoking, male sex, anemia, and a first-degree relative with gastric cancer. In those with nonvisible low-grade dysplasia, follow-up endoscopy with enhanced imaging and biopsies in 1 year is recommended. Urgent enhanced imaging and biopsies are indicated in those with nonvisible high-grade dysplasia, with a subsequent 6-month follow-up. Endoscopy is performed one year following endoscopic removal of adenomas.\n[80]\n\nThe American Society of Gastrointestinal Endoscopy advocates removing all gastric adenomas via submucosal resection, citing a recurrence rate of 2.6%.\n[38]\n[80]\nGastric cancer is diagnosed in 1.3% of persons who have had an adenoma removed, and the recommended follow-up to adenoma resection is a repeat endoscopy in 1 year, followed by surveillance every 3 to 5 years.\n[38]\n[81]\nPernicious anemia, a causative etiology of type A gastritis, has a 1% to 3% association with adenocarcinoma. Some study results have demonstrated a 2- to 3-fold increased risk of gastric cancer in those with pernicious anemia. Recommendations include endoscopy upon diagnosis with pernicious anemia and surveillance every 3 years in those with extensive metaplasia and gastritis, with a family history of gastric adenocarcinoma, or persistent\nH\np\nylori\n.\n[38]\n\nSurveillance of patients with FAP is associated with earlier detection and improved survival. Studies from the United Kingdom recommend yearly endoscopy for those with low-grade dysplasia and resection for high-grade dysplasia due to the risk of concurrent adenocarcinoma. This practice is recommended in the United States for those with a family history of adenocarcinoma or Asian heritage. Up to 25% of patients with high-grade dysplasia progress to adenocarcinoma in a year.\n[38]\nThe recommended treatment for areas of polyp mounds includes 3- to 6-month surveillance with endoscopy, biopsies, and debulking. Endoscopic ultrasound of polyp mounds with biopsy may be indicated as studies have found that mucosal sampling may be insufficient to diagnose malignancy within dense areas. All antral polyps should be removed, and dysplastic polyps or adenomas that fail endoscopic management require surgical excision.\n[17]\nA prospective study on persons with FAP undergoing surveillance at Cleveland Clinic for high-risk adenomas, hyperplastic polyps, and fundic gland polyps studied a total of 150 gastric polyps and, from them, developed criteria to distinguish high-risk from lower-risk polyps with no dysplasia or low-grade dysplasia.\n[82]\n\nGastric inflammatory fibroid polyps comprise about 0.1% of gastric polyps and are usually treated with snare polypectomy. Larger inflammatory polyps require endoscopic ultrasound to clarify anatomy, followed by endoscopic mucosal resection.\n[83]\nInflammatory polyps have no malignant potential but can cause gastric outlet obstruction, as in the case of a large, partially obstructing inflammatory fibroid polyp in a 64-year-old man excised with endoscopic submucosal resection.\n[84]\n[85]\n\nThe protocol for a GIST depends on the stage; the GIST may be excised if there are no metastases or local invasions. An invasive tumor can be genotyped to determine treatment options. A tumor positive for a c-kit mutation can be treated with imatinib; a small asymptomatic GIST can undergo surveillance. The American College of Gastroenterology (2023) recommends resecting any GIST greater than 2 cm using endoscopic mucosal resection or endoscopic submucosal dissection.\n[79]\n\nPeutz-Jegher polyps have the potential to become gastric carcinoma by an average age of 30. Yearly screening is recommended for persons diagnosed with Peutz-Jegher in childhood. Polyps greater than 1 cm are resected, followed by annual surveillance, and surveillance for smaller polyps is conducted every 2 to 3 years. These polyps can also cause obstruction, bleeding, and intussusception. Recommendations include baseline surveillance in affected persons starting at age 10 and resuming at age 18 if no polyps are initially encountered. Those with juvenile polyposis have a 50% lifetime risk of gastric malignancy; screening begins at 18 years if there are no earlier symptoms and continues annually. Those with gastric adenocarcinoma and proximal polyposis require regular surveillance, and some may require prophylactic gastrectomy.\n[86]\n\nPer the American College of Gastroenterology, neuroendocrine tumors are either resected surgically or removed via endoscopic mucosal resection or endoscopic submucosal dissection, including biopsies of surrounding tissue. An endoscopic ultrasound can help guide the excision approach.\n[79]\nGastric fluid is aspirated for pH testing, and a fasting serum gastrin is obtained. Surveillance is a reasonable option for lesions less than 1 cm.  Neuroendocrine tumors Types I and II can generally undergo endoscopic treatment. Neuroendocrine type III tumors should undergo surgical resection except for possibly tiny lesions lacking lymphatic involvement that can be treated with endoscopic mucosal resection. Type IV neuroendocrine tumors should be surgically excised, along with any variant of a neuroendocrine lesion exhibiting aggressive features such as a high mitotic rate, metastases, angioinvasion, and incursion into the muscular wall. An antrectomy can be performed to remove G-cell stimulation.\n[38]\n\nIn general, follow-up after biopsy is determined by the polyp histology. A repeat esophagogastroduodenoscopies is recommended at 1 year for a hyperplastic polyp without dysplasia. If\nH pylori\nis found in biopsies associated with the polyp, a repeat EGD is performed in 3 to 6 months to confirm infection eradication and assess for polyp regression. In the case of a fundic gland polyp, if there is a history of chronic proton pump inhibitor use, discontinuation when possible is recommended, and a 1-year follow-up EGD is performed when lesions greater than 5 mm to 10 mm are found on initial EGD. The recommended follow-up for adenoma resection is a repeat endoscopy in 1 year followed by surveillance every 3 to 5 years.\n[81]\nWhen multiple adenomas are found in patients younger than 40, a colonoscopy is recommended to rule out FAP. If dysplasia or early adenocarcinoma is detected in a gastric polyp, repeat EGD is performed at 1 year and again at 3 years.\n[4]\n[18]\n[38]\n[69]\n[87]",
    "adverse_effects": "Gastric polyps can cause obstruction, bleeding, intussusception, and perforation."
  }
}