{
  "drug_name": "saxagliptin",
  "nbk_id": "NBK599960",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599960/",
  "scraped_at": "2026-01-11T18:47:54",
  "sections": {
    "indications": "Heart failure is a clinical syndrome resulting from complex pathophysiological processes that impair ventricular structure or function. These impairments prohibit the ventricle from either filling with or ejecting blood.\n[1]\nThe signs and symptoms of heart failure, particularly dyspnea, fatigue, and congestion, are demonstrative of the most current definition of heart failure—\"an inability of the heart to pump blood to the body commensurate with its needs, or to so do only at the cost of increased filling pressures.\"\n[1]\n[2]\n\nHeart failure is a significant public health issue; the incidence and prevalence of heart failure are increasing in the United States and across the globe. Additionally, heart failure is the end stage of many disease processes, and the risk of developing heart failure increases with increasing age.\n[3]\nHeart failure is frequently a progressive disease process, and progression is associated with decreased survival, regardless of underlying etiology.\n[1]\n[4]\nTo underline these risks and the progression of disease, the American College of Cardiology and American Heart Association (ACC/AHA) have described and defined the following stages of heart failure:\n\nStage A: At Risk for Heart Failure\n- patients at risk for heart failure without symptoms, structural heart disease, or cardiac biomarkers of (ventricular) stretch or injury. Therapeutic interventions at this stage aim to modify underlying risk factors for the development of heart failure.\nStage B: Pre-Heart Failure\n- patients with evidence of increased filling pressures by invasive or noninvasive methods or patients with risk factors and increased biomarkers of stretch or cardiac injury that are not explained by other disease processes. Therapeutic interventions at this stage aim to treat risk and structural heart disease to prevent heart failure.\nStage C: Symptomatic Heart Failure\n- patients with structural heart disease with current or previous symptoms of heart failure. Therapeutic interventions at this stage aim to reduce symptoms, morbidity, and mortality.\nStage D: Advanced Heart Failure\n- patients with marked symptoms of heart failure that interfere with daily life and with recurrent hospitalizations despite attempts to optimize guideline-directed medical therapy. Therapeutic interventions at this stage aim to reduce symptoms, morbidity, and mortality.\n[1]\n\nSeparate from the ACC/AHA Stage of Heart Failure is the New York Heart Association (NYHA) Classification of Heart Failure. This classification is a subjective assessment by a clinician to characterize the functional capacity and symptoms of patients with ACC/AHA stage C or D heart failure.\n[1]\nThe NYHA Classification is an independent predictor of mortality and is employed clinically to determine the suitability of therapeutic interventions for patients with stage C or D heart failure.\n[5]\n[1]\nThe 4 NYHA heart failure classes are as follows:\n\nClass I\n: asymptomatic\nClass II\n: symptomatic with moderate activity\nClass III\n: symptomatic with mild activity\nClass IV\n: symptomatic at rest.\n\nHeart failure is further classified by left ventricular ejection fraction (LVEF).\n[1]\nThe prognosis and response to treatment of patients with heart failure differs significantly when patients are stratified based on LVEF. In 2022, the ACC, AHA, and Heart Failure Society of America (HFSA) released guidelines for the management of heart failure that incorporate the following classification of heart failure by LVEF:\n\nHeart Failure with Reduced Ejection Fraction (HFrEF)\n: patients with an LVEF ≤40%\nHeart Failure with Improved Ejection Fraction (HFimpEF)\n: patients with a previous LVEF ≤40% and a subsequent measurement of LVEF >40%\nHeart Failure with Mildly Reduced Ejection Fraction (HFmrEF)\n: patients with an LVEF 41% to 49% with evidence of spontaneous or provokable increased left ventricular filling pressures (LVFPs), characterized by elevated natriuretic peptides or hemodynamic measurements. HFmrEF is sometimes referred to as heart failure with midrange ejection fraction in the literature.\nHeart Failure with Preserved Ejection Fraction (HFpEF)\n: patients with an LVEF ≥50% with evidence of spontaneous or provokable increased left ventricular filling pressures (LVFPs), characterized by elevated natriuretic peptides or hemodynamic measurements.\n[1]\n\nThe diagnosis of HFpEF can be challenging, particularly in patients with overt signs or symptoms of congestion.\n[6]\nHowever, approximately 50% of patients with heart failure are classified as HFpEF; not all patients with HFpEF will progress to HFrEF.\n[7]\n[8]\nHFpEF is a heterogeneous clinical syndrome with many phenotypes, and the underlying pathophysiological processes of HFpEF differ from those of HFrEF.\n[9]\n[10]\nWhile all patients with heart failure have ventricular diastolic dysfunction, diastolic dysfunction is considered part of the normal again process and is not synonymous with HFpEF.\n[11]\n\nPatients with HFpEF have increased rates of morbidity and mortality compared to patients without heart failure.\n[1]\nHowever, therapeutic interventions are available to reduce symptoms, improve functional status and quality of life, and reduce hospital admission rates.\n[12]\nClinical understanding of HFpEF continues to evolve, and clinical trials to improve outcomes for patients with HFpEF are ongoing.",
    "mechanism": "Heart failure is the common endpoint for many disease processes.\n[3]\nWorldwide, the most common underlying etiology of heart failure is ischemic heart disease secondary to coronary artery disease, which confers a relative risk of heart failure of 8.1.\n[13]\nIndependent risk factors for the development of heart failure as identified during the First National Health and Nutrition Examination Survey (NHANES I) Epidemiologic Follow-up Study include male sex, cigarette smoking, overweight/obesity, diabetes, hypertension, and valvular disease.\n[13]\nSocial determinants of health, such as education, occupation, and income, also contribute to the development of heart failure.\n[14]\n[15]\n\nPredisposing Conditions for Primary Heart Failure With Preserved Ejection Fraction\n\nThe risk factors, underlying etiologies, and pathophysiology of HFpEF and HFrEF differ significantly; HFpEF is a heterogeneous clinical syndrome.\n[16]\nIncreasing age is the most significant risk factor for all heart failure subtypes; aging significantly influences the development of HFpEF more than HFrEF.\n[17]\n[18]\nHowever, individuals younger than 65 can develop HFpEF; this may represent a unique age-based phenotype.\n[9]\n\nThis same increased influence is seen for atrial fibrillation, female sex, and pulmonary hypertension of any etiology.\n[18]\nObesity and diabetes are also significant risk factors and predictors of HFpEF.\n[18]\nPatients with HFpEF and obesity tend to be younger than patients with HFpEF and an average body mass index.\n[19]\nWhile arterial hypertension is a significant risk factor for the development of HFpEF across all populations, obesity is a disproportionately substantial risk factor for patients who identify as African American or Hispanic.\n[20]\n\nHFpEF is rarely due to a single identifiable clinical condition but arises in patients with various risk factors; the predominant risk factor may or may not indicate a specific phenotype of HFpEF—thus, the heterogeneity of the disease.\n[16]\nRisk factors for the development of HFpEF appear to include but are not limited to:\n\nIncreasing age\nFemale sex\nType 2 diabetes\nObesity\nSleep apnea\nHypertension\nPulmonary hypertension\nChronic obstructive pulmonary disease\nIron deficiency, with or without anemia\nCoronary artery disease\nAtrial fibrillation\nDysrhythmias\n[16]\n\nThe exact pathogenic role of each risk factor is poorly understood.\n\nEtiologies of Secondary Heart Failure With Preserved Ejection Fraction\n\nSecondary HFpEF occurs in a clinical condition that directly causes the heart to fail. These conditions are sometimes referred to as \"HFpEF mimics.\"\n[16]\nThese mimics include but are not limited to restrictive and hypertrophic cardiomyopathies of any etiology, constrictive pericarditis, and valvular heart disease.\n[16]\n[7]\nIn the United States, left-sided valvular disease is the most commonly encountered HFpEF mimic, and aortic stenosis should be suspected in all patients with signs, symptoms, or suspicion of HFpEF.\n[21]\n[16]\n\nEtiologies of Acute Decompensation of Heart Failure With Preserved Ejection Fraction\n\nPatients with HFpEF are at increased risk for deterioration of cardiac function in the setting of various commonly encountered clinical conditions. The development of a clinical condition requiring increased cardiac output that the failing heart cannot meet increases the risk of acute pulmonary and systemic venous congestion.\n[22]\nExamples of cardiovascular and noncardiovascular conditions that may induce the acute decompensation of patients with HFpEF include but are not limited to:\n\nAcute kidney injury or worsening chronic kidney disease\nAnemia\nChronic pulmonary disease, or the exacerbation thereof\nDysrhythmia, particularly tachyarrhythmia, especially new-onset atrial fibrillation\nInfection\nIschemia\nIncreased salt intake or water retention\nMedication noncompliance, including antihypertensive or diuretics\nPoorly controlled or uncontrolled hypertension.",
    "monitoring": "Exertional dyspnea is a common clinical complaint. The clinical signs and symptoms of heart failure are reported and observed in many disease processes. Additionally, the overt manifestations of HFpEF are common to all subtypes of heart failure, making diagnosing HFpEF challenging.\n[60]\nIt is reasonable to suspect HFpEF as a possible diagnosis in any patient with exertional dyspnea and one of the following clinical parameters not otherwise explained by an alternative diagnosis:\n\nAge 60 or older\nAtrial fibrillation\n[61]\nChronic kidney disease\nCoronary artery disease\nDiabetes\nHypertension\nOverweight/obesity\n[1]\n\nDiagnostic algorithms such as the HFA-PEFF (Heart Failure Association.\nP\nretest Assessment,\nE\nchocardiography and natriuretic peptide,\nF\nunctional testing,\nF\ninal etiology) and H\n2\nFPEF (\nH\neavy,\n2\nor more hypertensive drugs, atrial\nF\nibrillation,\nP\nulmonary hypertension,\nE\nlder older than 60, elevated\nF\nilling pressures) have been developed and evaluated to identify HFpEF noninvasively. Additional testing, such as echocardiography and measurement of natriuretic peptides, is required to apply these algorithms and confirm a diagnosis of HFpEF.\n[60]\n\nAn evidence-based diagnostic approach to patients with suspected HFpEF is outlined in the 2022 AHA/ACC/HFSA Guideline for the Management of Heart Failure.\n[1]\nFor patients presenting with a sign or symptom of HFpEF, additional testing is recommended to establish the diagnosis and, if possible, the specific etiology; the presence of underlying comorbidities should also be determined and documented (see\nImage.\nFlowsheet).\n\nInitial Evaluation: Laboratory Testing\n\nComplete blood count:\nAnemia is an established risk factor for heart failure and negatively affects clinical outcomes; the negative impact is inversely proportional to the hemoglobin level.\n[62]\n\nSerum electrolytes, including sodium, potassium, calcium, and magnesium:\nHyponatremia and hypochloremia are strong adverse prognostic indicators in patients with heart failure.\n[63]\n\nSerum creatinine and blood urea nitrogen:\nChronic kidney disease is an established risk factor for heart failure and negatively affects clinical outcomes; the negative impact is inversely proportional to the estimated glomerular filtration rate (eGFR).\n[62]\n\nSerum glucose:\nDiabetes is a common comorbidity and an underlying risk factor for the development of HFpEF.\n[18]\n\nFasting lipid profile:\nMultiple recent studies have suggested that dysregulation of lipid metabolism may contribute to the pathophysiology of HFpEF, HFpEF may alter lipid metabolism, and hypertriglyceridemia may increase the risk of mortality and rehospitalization in patients with HFpEF.\n[61]\n[64]\n[65]\n\nLiver function tests:\nMetabolic dysfunction-associated steatotic liver disease (MASLD; previously nonalcoholic fatty liver disease or NAFLD) has been closely demonstrated to increase the development and progression of HFpEF.\n[66]\nIt has been proposed that several MASLD-associated HFpEF phenotypes are commonly encountered in clinical practice.\n[66]\n\nIron studies, including serum iron, ferritin, and transferrin saturation:\nIntravenous iron therapy in symptomatic, iron-deficient patients with heart failure has been shown to improve functional status and quality of life and reduce hospitalizations for worsening heart failure.\n[67]\n\nThyroid-stimulating hormone:\nHypothyroid and hyperthyroid states are underlying risk factors for the development of heart failure, and low triiodothyronine syndrome is commonly encountered in patients with HFpEF.\n[68]\n\nB-type natriuretic peptide (BNP) or N-terminal prohormone of B-type natriuretic peptide (NT-proBNP):\nMeasurement of either natriuretic peptide is helpful to exclude or support a diagnosis of heart failure.\n[1]\nNo scientific evidence exists to advocate using one test over another; using their respective values and endpoints interchangeably is inappropriate.\n[1]\nHowever, measuring natriuretic peptides in the outpatient setting in patients with dyspnea and an equivocal physical examination provides minimal diagnostic value.\n[1]\nMany cardiac and noncardiac conditions can cause elevation in natriuretic peptide levels, including advancing age, atrial fibrillation, and chronic kidney disease.\n[1]\n\nInitial Evaluation: Noninvasive Testing and Cardiac Imaging\n\n12-lead electrocardiogram (ECG):\nElectrocardiography is routinely performed to evaluate patients with suspected heart failure to obtain information regarding rate, rhythm, and ventricular conduction.\n[1]\n\nChest radiography:\nA chest x-ray is indicated in the initial evaluation of patients with suspected HFpEF.\n[69]\nChest radiography permits the assessment of the cardiac silhouette and heart size, pulmonary airspaces, vascular congestion, and other thoracic disease processes that may contribute to exertional dyspnea.\n[1]\n\nTransthoracic Echocardiography (TTE):\nEchocardiography is perhaps the most helpful tool in diagnosing HFpEF and is strongly recommended.\n[1]\nThe need to categorize heart failure is considered an indication to perform TTE.\n[70]\nDetermination of LVEF is the critical step in classifying heart failure and guides evidence-based therapeutic interventions.\n[1]\nIf TTE is inadequate, other cardiac imaging studies such as cardiac magnetic resonance, cardiac computed tomography, or radionuclide imaging can be considered.\n[1]\nHowever, TTE provides a wealth of information in a noninvasive manner, including the size, function, motion, and geometry of all cardiac chambers and valves, estimates of LVFPs, and estimates of atrial, systolic pulmonary artery, and central venous pressures.",
    "administration": "Therapeutic Interventions in Heart Failure with Preserved Ejection Fraction\n\nThe goals of therapy for HFpEF are to reduce symptoms, improve quality of life, prevent disease progression, reduce hospitalizations, and effectively manage underlying comorbidities. To this end, lifestyle and behavioral modifications are a cornerstone of therapeutic intervention.\n\nLifestyle interventions\n\nSeveral studies have demonstrated that exercise training improves cardiorespiratory fitness and quality of life in patients with HFpEF.\n[71]\nExercise training, exercise-based cardiac rehabilitation, and weight loss improve functional status, exercise performance, rates of heart failure-specific hospitalization, and quality of life in patients with HFpEF.\n[72]\nCaloric restriction and exercise training may have positive additive effects in patients with HFpEF, especially if they are older with concomitant obesity.\n[73]\nIn addition to caloric restriction, at least 1 study has demonstrated that sodium restriction as part of the Dietary Approaches to Stop Hypertension (DASH) diet improves ventricular diastolic function and arterial elastance in patients with HFpEF and hypertension.\n[74]\n\nAntihypertensive therapies\n\nDiuretics, angiotensin receptor–neprilysin inhibitors (ARNIs), angiotensin receptor blockers (ARBs), and mineralocorticoid antagonists (MRAs) are the preferred pharmacologic interventions if blood pressure is uncontrolled in a patient with HFpEF. The currently recommended blood pressure goal is below 130/80 mm Hg.\n[12]\nThe nonrandomized Optimize-HF (Organized Program to Initiate Lifesaving Treatment in Hospitalized Patients with Heart Failure) registry demonstrated improved 30-day mortality and decreased hospitalization for heart failure with diuretic use compared to no diuretic therapy after hospital discharge for heart failure.\n[75]\nBumetanide and torsemide have better bioavailability than furosemide. Some patients may require a combination of diuretic classes, such as thiazide or thiazide-like diuretics. Diuretic resistance is a common problem and may be due to excessive dietary sodium consumption, using medications that negatively affect diuretic action, such as nonsteroidal anti-inflammatory drugs, or underlying chronic kidney disease.\n\nA meta-analysis of 11 trials of 14,262 patients in sinus rhythm, including 244 patients with HFpEF, demonstrated that beta blockers reduce mortality and have beneficial effects.\n[76]\nPatients with HFpEF and concomitant coronary artery disease also benefit from beta-blocker administration. The Treatment of Preserved Cardiac Function Heart Failure with an Aldosterone Antagonist (TOPCAT) trial was a randomized, double-blind trial of 3445 patients with symptomatic heart failure and an LVEF of greater than 45% that demonstrated some reduction in hospitalization rates for heart failure.\n[77]\nThis was particularly true for patients with an LVEF of less than 55% to 60% and those with elevated BNP.\n[78]\n\nA prespecified subgroup analysis of patients in the Prospective Comparison of ARNI with ARB Global Outcomes in HFpEF (PARAGON-HF) demonstrated that sacubitril-valsartan, as compared with valsartan, has a tendency to lower the risk of heart failure-related hospitalizations overall, but more so in women with HFpEF than men; the average LVEF in study participants was 57%.\n[79]\n\nSodium-glucose cotransporter 2 inhibitor therapy\n\nThe effects of sodium-glucose cotransporter 2 inhibitor (SGLT2i) therapy on cardiovascular mortality and hospitalization in patients with HFpEF has been demonstrated in the Dapagliflozin Evaluation to Improve the Lives of Patients with Preserved Ejection Fraction Heart Failure (DELIVER) and Empagliflozin in Heart Failure with a Preserved Ejection Fraction (EMPEROR-PRESERVED) trials.\n[80]\nThe DELIVER trial demonstrated that dapagliflozin decreased the risk of worsening heart failure or cardiovascular death among patients with HFpEF.\n[81]\nThe EMPEROR-PRESERVED trial demonstrated significant reductions in cardiovascular mortality, heart failure-related hospitalizations, decline in kidney function, and improved quality of life in patients with HFpEF.\n[82]\nThe effects of SGLTi therapy are consistent for patients with HFpEF across all age groups, and increasing age has not been associated with an increase in adverse events.\n[16]\n[83]\nSGLT2i therapy should be considered in all patients with HFpEF, with or without underlying type 2 diabetes, as early as index hospitalization after initial medical stabilization.\n[81]\n\nIn patients with HFpEF, obesity, and underlying type 2 diabetes, glucagon-like peptide (GLP-1) analogs or glucose-dependent insulinotropic polypeptide (GIP) receptor antagonists are beneficial if dual therapy is required.\n[12]\n\nRate control in atrial fibrillation\n\nBeta blockers and nondihydropyridine calcium channel blockers are the preferred therapies for rate control in patients with atrial fibrillation and HFpEF. Digoxin may be considered in hypotensive patients. Atrial fibrillation in patients with HFpEF and hypertrophic cardiomyopathy, cardiac amyloidosis, rheumatic mitral valve stenosis, or a mechanical mitral valve requires anticoagulation regardless of CHA\n2\nDS\n2\n-VASc score. The 2023 ACC/AHA Guideline for the Diagnosis and Management of Atrial Fibrillation recommends catheter ablation as a first-line therapy to improve symptoms of paroxysmal atrial fibrillation in younger patients with fewer comorbidities.\n[84]\n\nAdditional therapies\n\nIn patients with HFpEF and suspected sleep apnea, consultation with sleep medicine for possible polysomnography is recommended. Fatigue is a common symptom of heart failure, and daytime sleepiness is a common symptom of sleep apnea; obesity is a risk factor for both disease processes.\n[1]\n\nUsing CardioMEMS, a pulmonary artery pressure hemodynamic monitoring system, improves quality of life and decreases hospitalizations in patients with HFpEF and frequent hospitalizations.\n[85]\nAdditionally, CardioMEMS utilization has been shown to improve underlying metabolic comorbidities in tandem with improving pulmonary artery pressures.\n[85]\n\nCoronary angiogram and revascularization should be considered if ischemia is driving symptoms of HFpEF.\n[86]\n\nThe 2022 ACC/AHA Guideline for the Management of Heart Failure recommends that all patients with a diagnosis of heart failure receive palliative and supportive care.\n[1]\nIn the context of patients with HFpEF, palliative care is defined as \"patient- and family-centered care that optimizes health-related quality of life by anticipating, preventing, and treating suffering.\"\n[1]\nPrimary palliative care should begin early in the course of illness, and the interdisciplinary team can address many primary needs.\n[87]\nComponents of primary palliative care include high-quality communication, anticipatory guidance, advance care planning, home and case management assistance, care coordination, and addressing barriers to care such as food insecurity and transportation needs.\n[1]\n[87]\n[88]\n\nAcute Decompensation of Heart Failure with Preserved Ejection Fraction\n\nMultidisciplinary shock team assessment and intervention can improve 30-day all-cause mortality and reduce in-hospital mortality in patients with clinical and hemodynamics-proven cardiogenic shock of any etiology.\n[89]\nIntravenous vasopressor support can temporarily improve hemodynamics in patients with cardiogenic shock and improve end-organ perfusion; norepinephrine is preferred except in patients with tachyarrhythmias who benefit from phenylephrine. Vasopressor support allows time for diuresis and correction of precipitating factors like arrhythmia and ischemia.\n\nAppropriate ventilatory support and diuresis are the cornerstones of therapy for patients with acutely decompensated HFpEF. In most cases, loop diuretics are preferred to thiazide diuretics; there is no scientific evidence to support one loop diuretic over another in acutely decompensated patients with HFpEF. The Diuretic Optimization Strategies Evaluation (DOSE) trial revealed no clinically significant differences in symptomatic improvement between bolus or continuous intravenous loop diuretics.\n[90]\nSome patients may require a combination of diuretic classes, such as thiazide, thiazide-like, or acetazolamide. Adding metolazone increases the risk of hypokalemia, hyponatremia, worsening renal function, and mortality compared to loop diuretics alone.\n[91]\nContrarily, the Acetazolamide in Decompensated Heart Failure with Volume OveRload (ADVOR) trial demonstrated that adding acetazolamide to loop diuretics increases the incidence of successful decongestion in patients with acute heart failure within three days compared to placebo.\n[92]\n\nFollowing the initial stabilization of hemodynamics and ventilation, assessing and managing ischemia, arrhythmia, and other precipitating factors and comorbidities is paramount. Urgent revascularization is preferred in the setting of acute coronary syndrome. Intravenous or topical nitroglycerin is preferred in patients with hypertensive urgency or emergency and pulmonary edema; nitroglycerin decreases preload in patients with pulmonary edema.\n\nShort-term renal replacement therapy or ultrafiltration should be considered in symptomatic hypervolemic patients with poor renal function and minimal urine output, irrespective of supportive therapy and stable hemodynamics. Patients with poor baseline renal function or end-stage renal disease are at a significantly increased risk for requiring renal replacement therapy.\n\nThere is no substantial evidence supporting the early initiation of angiotensin-converting enzyme (ACE) inhibitors, ARBs, ARNIs, MRAs, SGLT2i therapy, or beta blockers to prevent major adverse cardiac events in unstable patients with acutely decompensated HFpEF. Thiazolidinediones and dipeptidyl peptidase-4 (DPP-4) inhibitors such as sitagliptin or saxagliptin are contraindicated in acutely decompensated HFpEF.",
    "adverse_effects": "Complications stemming from HFpEF are multifaceted, reflecting the intricate interplay of diverse risk factors, complex pathophysiological processes, and the heterogeneous nature of this clinical syndrome. Left atrial dysfunction, atrial fibrillation, and pulmonary hypertension often develop, placing an increased workload on the right ventricle and increasing the risk of biventricular failure.\n\nBeyond cardiovascular implications, HFpEF introduces complications associated with comorbidities such as obesity, diabetes, and chronic kidney disease. Impaired exercise tolerance and functional decline are common, as diminished physiologic reserve manifests in more severe dyspnea and fatigue, impacting daily activities.\n\nDiagnostic challenges and overlapping symptoms make timely identification complex, potentially delaying appropriate interventions. Therapeutic challenges arise from the varied responses to interventions among HFpEF patients, necessitating a personalized, multidisciplinary approach to manage these complications effectively. Ongoing research endeavors aim to deepen our understanding and refine strategies for addressing the intricate complications associated with HFpEF, ultimately enhancing patient outcomes and quality of life."
  }
}