{
  "drug_name": "sea salt 0.9%",
  "nbk_id": "NBK559320",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559320/",
  "scraped_at": "2026-01-11T18:47:53",
  "sections": {
    "indications": "Andreas Vesalius (1514 -1564) first formally described the thyroid in his anatomy manuscript,\nDe humani corporis Fabrica Libri septem\n. Since then, we have come a long way in understanding the anatomy, physiology, and workings of this endocrine gland.\n[1]\nThe thyroid gland is a midline structure in the neck. Derived from the primitive pharynx and neural crest cells, embryologically, the tissue mass divides, forming the isthmus and the two lateral lobes of the thyroid. Bu the age of 2, the gland is already half the adult size. Developmental anomalies could result in aberrant masses of ectopic thyroid tissue, cysts, and sinuses.\n[2]\nApart from that, the thyroid gland is no stranger to neoplastic lesions. Follicular lesions of the thyroid include many subvariants from the benign follicular adenoma right up to malignant follicular carcinomas, follicular variants of other malignant thyroid lesions.\n[3]\n\nFollicular adenomas are one subset of benign neoplasms that can occur in the thyroid gland or ectopic thyroid tissue. They typically present as a solitary thyroid nodule or in association with nodular hyperplasia or thyroiditis. Thyroid nodules are palpable in 4 to 7 % of individuals, but the prevalence of nodules detected incidentally by ultrasound shows a higher prevalence of 19 to 67 percent. The majority of thyroid nodules are asymptomatic. Similar to worldwide incidence, 60 to 70% of the US population present with thyroid nodules. Most of these are benign, although 5% exhibit malignant features.\n[4]\nAlthough the distinguishing line between the adenoma itself and its malignant counterpart is tricky, this is for all practical purposes a benign neoplasm.\n[5]",
    "mechanism": "Although follicular adenomas are mostly sporadic, multiple other etiological factors have been identified\n[6]\n[7]\n[8]\n. Other causes implicated in the development of a follicular adenoma include:\n\nIodine deficiency: This is a known risk factor seen in individuals consuming non-iodized sea salt regularly.\nGenetic alterations: PTEN hamartoma tumor syndrome (PHTS) includes several syndromes like Cowden syndrome and BRRS. Multiple follicular adenomas may occur along with other clinical manifestations. PTHS is due to mutations causing inactivation of the\nPTEN\ntumor suppressor gene. Other genetic mutations in\nBRAF\n,\nNRAS, RET\n, and\nKRAS\ncan also cause unexplained follicular adenomas. Follicular adenomas are also part of various syndromes like Familial adenomatous polyposis(FAP), Carney Complex syndrome. Genetic rearrangement of the PAX8-PPAR gene causes loss of follicular growth inhibition, thus facilitating the development of follicular neoplasms.\nPrior I-131 radiation exposure also increases the risk of malignant lesions of the thyroid.\n[9]\n[10]\n[11]\n[12]\n[13]",
    "monitoring": "Thyroid nodules are evaluated according to the American Thyroid Association Guidelines\n[31]\n[32]\n. The four main parameters to assess in a thyroid nodule evaluation are detailed patient history, physical examination, baseline serum TSH assay followed by an ultrasound. The ultrasound examination provides important informations regarding size and feature of the nodule so it determines the following steps of evaluation. In general, follicular adenomas are benign but could have characteristics akin to follicular carcinoma; also an important differential diagnosis is with the non-invasive follicular thyroid neoplasm with papillary-like nuclear features or NIFT\n[33]\n[34]\n. 5% of microfollicular adenomas, when subjected to histopathological examination, are reported as follicular cancers. Follicular carcinoma has a worse prognosis and hence should be carefully ruled out after thorough history, examination and investigations.\n[35]\nNodules with a size >1 cm should be completely evaluated since they have the potential to be, or evolve to, cancer. Occasionally nodules <1 cm require evaluation is symptomatic or associated with lymphadenopathy. Preliminary laboratory assessment, including a baseline thyroid function test, helps determine the status of the gland (euthyroid, or hyper/hypothyroidism). When indicated, aspiration by a fine-needle (FNA) to obtain a cytological sample can aid in narrowing down to a diagnosis.\n\nSonographic features of both follicular adenoma and follicular carcinoma are similar and careful examination can help distinguish the two entities. An extensive lesion size, hypoechogenicity, mixed or solid echotexture, absence of sonographic halo, micro/rim calcifications favor the malignant counterpart.\n[36]\n[5]\n[37]\nThe lack of internal flow, or a predominantly peripheral flow are associated with a reduced probability of thyroid follicular malignancy.\n[38]\nA neck US should be performed during the thyroid evaluation. It is a time-efficient manner to evaluate all patients with a thyroid nodule, nodular goiter, or in cases of a thyroid nodule incidentally detected in other ways. The presence of a solid hypoechoic component in nodules with irregular margins, microcalcifications, taller than wide, rim calcifications are strongly suspicious and should be evaluated with FNA if the size is at least 1 cm. Nodules that are isoechoic or hyperechoic solid or partially cystic without the suspicious feature of irregular margins, microcalcifications, taller than wide, rim calcifications, should be evaluated with FNA only if bigger than 1,5 cm. Purely cystic nodules are considered not at risk and do not need evaluation with cytology.\n\nIn thyroid nodules >1 cm (in any diameter) it is recommended to measure serum thyrotropin (TSH) during the initial evaluation. If the TSH is low a I thyroid scan should be performed, if TSH is normal or elevated the radionuclide scan is not recommended. Radionuclide scanning can be evaluated together with US findings, FNA reports and clinical information.\n[4]\nSimple follicular adenomas show less uptake on radioiodine scintigraphy comparing with functioning follicular adenomas, which increase absorption and concentrate radioiodine within the nodule; the internal control is the neighboring tissue of the gland showing a suppressed uptake.\n[5]\n\nSerum Tg levels should not be measured in the initial workup of a thyroid nodule because has a low specificity rate in the general evaluation but should be monitored in selected cases (i.e. after total thyroidectomy). Laboratory screening for calcitonin is neither recommended nor inappropriate: serum calcitonin can be evaluated for screening purposes because it may detect incidentally C-cell hyperplasia or medullary thyroid cancer at an earlier stage, improving overall survival.\n\nCT scan and MRI have a limited role in the initial evaluation f solitary thyroid nodule.\n[39]\nIndications for these imaging techniques include suspected tracheal involvement, either by invasion or compression, extension into the mediastinum, or recurrent disease.\n\nFNA is performed to provide a cytological examination of the nodule, and it remains the mainstay for assessing these lesions, although it may not provide a diagnosis in all cases.\n[7]\nThe success rate of FNA is improved when the procedure is done under ultrasound guidance. The cytopathological findings are reported using one of the three major international nomenclatures: the British Thyroid Association and Royal College of Pathologists (Thy), the Italian Consensus (TIR) and the Bethesda System for Reporting Thyroid Cytopathology\n[40]\n[28]\n. Thyroid nodule fine-needle aspiration (FNA) washout may be examined for calcitonin in the preoperative evaluation in patients with elevated serum calcitonin (20–100 pg/mL). In patients with follicular adenoma the cytological sample has abundant follicular epithelial cells organized in sheets with crowding and overlapping of cells, microfollicle formation with scant or absent colloid. Some patients have follicular cells with abnormal architecture with atypia that is more significant than usually seen with benign lesions but not sufficient enough to call it a neoplasm. According to the Bethesda classification system, these patients are characterized as having \"atypia of undetermined significance\" or \"follicular lesion of undetermined significance\". Molecular assessment of indeterminate cytology can be helpful\n[28]\n. A final diagnosis of follicular adenoma is made only after ruling out capsular and vessel invasion by standard nodulectomy or thyroidectomy with subsequent histological examination. Frozen section should not be requested in clinically benign nodules but is a common practice in cases of suspect papillary thyroid carcinoma hence its evaluation intraoperatively can guide in performing lymphadenectomy.",
    "administration": "Usually, surgical management is preferred when it comes to follicular lesions.\n[5]\n[4]\n[35]\n\nMedical Management\n\nIf the patient is not clinically euthyroid, medical therapy done to achieve a clinically euthyroid state.\nThose with a low serum TSH level could signify a \"toxic adenoma.\" In such lesions, additional, free T3, T4 assay must be done. As mentioned above, an iodine-123 thyroid scan may help determine the functionality of the nodule. These patients must be appropriately treated with medication.\nThe patient may undergo observation or levothyroxine suppression therapy as an initial treatment modality. Levothyroxine is administered for six months to determine if the nodule decreases in size. If the nodule falls in size with levothyroxine treatment, this medication is stopped with a follow-up examination of the nodule in three to six months. The growth of nodules during levothyroxine therapy is a strong indication for surgery.\nAlmost all cases require surgical management.\n\nSurgical Management\n\nIn the case of follicular neoplasms determined by FNA, the risk of malignancy is less than 1% in a hyperfunctioning nodule, with a higher 20% risk if the nodule is hypo functioning.\nIf the FNA result shows a follicular neoplasm, surgical management in the form of a thyroid lobectomy with isthmusectomy is the norm. If the ultrasound shows suspicious features, the surgeon should keep in mind the likelihood of malignancy.\nAfter due consideration of additional risk factors like family history, the presence of other comorbidities, previous history of neck/head radiation, a decision of performing a total thyroidectomy may be taken.\nPatients having a solitary toxic nodule, after determination of the functionality of the same, could undergo therapeutic iodine-131 therapy. Surgically, a unilateral thyroid lobectomy is adequate.\nIf the histopathological examination (HPE) examination confirms the Folllciular neoplasm as an adenoma, no further intervention is required.\nAlthough beyond the purview of the topic, If the lesion fits HPE features of malignancy, then:\nA definitive total thyroidectomy is performed. Prophylactic neck node dissection is not recommended as <10% show nodal spread.\nThe tumor must be staged according to the TNM staging system by the American Joint Committee on Cancer.\nAbout six weeks of postoperative, some studies recommend treatment with I-131 to ablate residual thyroid tissue and reduce the risk of recurrence.\nAdequate postoperative surveillance must be done to rule out recurrence/ metastasis. Serum thyroglobulin levels, routine ultrasonography is recommended modalities for monitoring the outcome of the disease.\nMetastatic lesions must be jointly dealt with the surgeon and the oncologist for better outcomes.\n\nMain Advantages of Surgical Therapy\n\nRelief from pressure-compressive symptoms like dyspnea, dysphagia, hoarseness, etc\nRemoval of the lesion helps alleviate the patient's anxiety\nResolves the issues of thyrotoxicosis in a toxic follicular adenoma\nAvoids unnecessary radiation exposure to the healthy part of the thyroid",
    "adverse_effects": "Pressure symptoms are not usually complications but are a known effect once the nodule reaches a size where it can compress on adjacent structures.\n[5]\n\nA dull dragging sensation owing to the mass and size of the lesion is almost always the complaint of the patient\nDyspnea, due to compression of the trachea\nDysphagia, due to oesophageal compression\nHoarseness of voice if the lesions press on the recurrent laryngeal nerve\nPain over the nodule: this is more concerning to the patient. It could mean that spontaneous hemorrhage or cystic degeneration has occurred within the nodule.\nA toxic nodule could, in the worst-case scenario, precipitate thyroid storm requiring additional patient care.\n[5]\n\nSurgical complications:\n[43]\n\nBleeding\nInfection\nScarring: hypertrophic or keloid formation\nThyroid crises\nTemporary hypocalcemia or permanent if the parathyroids entirely removed\nRecurrent laryngeal nerve transection could lead to a loss of voice and, in worse cases, even respiratory failure necessitating invasive ventilation"
  }
}