{
  "drug_name": "seawater",
  "nbk_id": "NBK554404",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554404/",
  "scraped_at": "2026-01-11T18:47:54",
  "sections": {
    "indications": "Vibrio vulnificus\n, a gram-negative bacterium and pathogenic member of the\nVibrio\ngenus that includes\nV cholerae\nand\nV parahaemolyticus\n, thrives in warm marine environments. Rising ocean temperatures have allowed the organism to extend its range into more northern waters. Global climate change and associated weather events continue to drive increases in the pathogen’s prevalence, transmission, and virulence.\n[1]\nBy 2081, projections indicate that\nVibrio vulnificus\nmay inhabit every eastern coastal region of the United States.\n[2]\n\nTransmission of\nV\nvulnificus\ncommonly occurs through consumption of contaminated seafood or exposure of open wounds to infected water. The infection manifests across a broad clinical spectrum, from mild gastrointestinal illness to severe necrotizing skin infections.\nVibrio vulnificus\naccounts for the highest number of seafood-related fatalities in the United States, with death often occurring within 24 to 48 hours after symptom onset.\n[3]\n[4]\nMortality ranges from 18% to 50%, and annual treatment costs approach 28 million dollars.\n[2]\nAs the prevalence and infection rate of\nVibrio vulnificus\nexpand geographically, multidrug resistance is emerging, exerting a significant global impact.\n[2]\n[5]",
    "mechanism": "Vibrio vulnificus\nis a resident of marine environments, eg, estuaries, rivers, deltas, shorelines, and ocean waters.\nV vulnificus\nenters the food chain by taking up residence in the stomachs of shellfish, primarily oysters, and the intestines of fish. The bacilli infect human hosts either through contaminated seafood or via direct wound contact with contaminated water or seafood.\n[4]\nPresentations of\nV vulnificus\ninfections include generalized sepsis, wound infection, and gastroenteritis. Ingestion of the bacilli can result in self-limiting enteritis in 10% to 15% of cases or can proceed to sepsis.\n\nPrimary sepsis accounts for about 60% of all cases seen, and the overall death rate for this presentation is 50%. Gastrointestinal symptoms may precede sepsis or may be completely absent. The portal for bacteremia is thought to be the small intestine or colon. Infection of wounds with the bacilli is found in approximately 25% of\nVibrio vulnificus\ncases. Open wounds exposed to contaminated water can be colonized by bacilli, leading to a severe reaction, including cellulitis and bullae, and may rapidly progress to necrotizing fasciitis with myonecrosis. The overall mortality rate for\nV vulnificus\nwound infection approximates 25% but rises to 54% in patients with underlying hepatic disease.\n[6]\n[7]",
    "monitoring": "Timely specimen collection is important for diagnosis, prognostic decision-making, and tracking treatment response. Important lab studies include blood, stool, and wound cultures, as well as labwork including complete blood count, comprehensive metabolic panel, lactic acid, coagulation panel, and, when indicated, arterial blood gas. An elevated white blood cell count with increased bands, abnormal clotting studies, decreased platelets, and increasing creatinine indicate systemic infection. Significantly depleted white count and hypothermia may indicate severe sepsis. An elevated creatine phosphokinase is associated with tissue necrosis, is an early indicator of sepsis, and can be used to monitor treatment efficacy.\n[28]\n[29]\n\nA culture may be negative even with bacteremia due to technical challenges in growing\nVibrio vulnificus\n. Additional culture from an abscess, sputum, peritoneal fluid, and bullae can provide a rapid diagnosis. Other culture techniques include microarray methods that can detect multiple pathogens simultaneously. Recently, a rapid stool polymerase chain reaction assay that uses specimens from blood, wounds, or other tissues was introduced, capable of identifying all 3\nVibrionaceae\n(cholera, parahaemolyticus, and vulnificus) as well as a multitude of other enteric pathogens. The assay demonstrates nearly 100% sensitivity and specificity in detecting the\nVibrio\nbacillus, and the quantitative data can be used to predict mortality. Elevated serum tumor necrosis factor α levels on admission correlate with higher mortality. Antibody serology can help monitor chronic infection, but this test is not useful in the early stages of disease.\n[2]\nImaging, including ultrasound, computed tomography, and magnetic resonance imaging, helps further characterize necrotizing skin infections and identify soft-tissue gas and drainable collections.\n[2]",
    "administration": "Early diagnosis and intervention are critical to the mitigation of morbidity and mortality associated with\nVibrio vulnificus\nsepsis.\n[30]\nSepsis protocol, including resuscitation, airway management, and pharmacologic support of perfusion, must be implemented promptly. Surgical intervention for necrotizing skin infections and myonecrosis has the greatest impact on morbidity and mortality if conducted within the first 12 hours of admission, and those with tissue necrosis not undergoing timely debridement have a very high mortality rate. Skin manifestations, eg, bullae, should be cultured, abscesses drained, and necrotic areas debrided. Topical antimicrobials (eg, 0.025% sodium hypochlorite or silver sulfadiazine) should be applied to infected skin.\n[13]\n[31]\n\nAny delay in culture data should not hinder the prompt administration of antibiotics. Persons who are septic on initial presentation and given appropriate antibiotics within 24 hours of admission have a mortality rate approaching 33%, and mortality is close to 100% when antibiotics are delayed beyond 72 hours. Antibiotic resistance has been found in up to 50% of\nVibrio vulnificus\ninfections, and empiric combination therapy is recommended.\n[32]\nIn vitro studies have shown that third-generation cephalosporins, tetracyclines, carbapenems, fluoroquinolones, sulfa-trimethoprim, piperacillin-tazobactam, and aminoglycosides are all effective against\nV vulnificus\n. However, the CDC recommends combination therapy with intravenous ceftazidime and either a quinolone or a tetracycline.\n[33]\n[34]\n\nOne effective antibiotic regimen consists of doxycycline 100 mg orally or intravenously twice daily for 1 to 2 weeks, combined with a third-generation cephalosporin, 1 to 2 g intravenously every 8 hours. Tigecycline, within the glycycline class, is effective against necrotizing fasciitis due to its high concentration in soft tissue and its ability to dampen the cytokine response. Ciprofloxacin can be added to achieve a higher antibiotic serum concentration.\n[2]\nRecommendations for children include a third-generation cephalosporin combined with doxycycline, ciprofloxacin, or trimethoprim-sulfamethoxazole with an aminoglycoside.\n[13]\n\nPrimary, limited gastroenteritis should be treated with fluid replacement, antipyretics, analgesics, and antiemetics. Hydration status, electrolyte levels, and renal function should be closely monitored and used to guide replacement therapy. The prevalence of antimicrobial resistance must be used to direct therapy. For example, in a recent study based in China, 67% of specimens exhibited resistance to multiple antibiotics and shared similar genetic profiles.\n[35]\nCurrent research activity is investigating novel drug targets and vaccine development against\nV vulnificus\n.\n[36]\n[37]",
    "adverse_effects": "The major complications of\nV vulnificus\ninfection are sepsis, necrotizing fasciitis, myonecrosis, and extremity gangrene and subsequent amputation. Necrotizing infection most commonly affects the limbs, but can involve the perineum and any tissue plane within the body. Systemic disease, eg, diabetes, malignancy, hepatic pathology, intravenous drug use, and immunosuppression, worsens the risk for the development of severe complications. Less common complications include meningoencephalitis, peritonitis, and pneumonitis.\n[42]"
  }
}