{
  "drug_name": "selenium",
  "nbk_id": "NBK557551",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557551/",
  "scraped_at": "2026-01-11T15:38:30",
  "sections": {
    "indications": "The only true contraindication to selenium is a previous hypersensitivity reaction with topical application. There are precautions to take when administering selenium in patients with particular comorbidities. Caution is necessary for patients with gastrointestinal dysfunction, as there is evidence of selenium causing gastrointestinal symptoms in these specific patients, such as diarrhea and vomiting.\n[28]\nClinicians should be cautious when prescribing dietary supplements to patients with renal failure due to inadequate renal excretion. However, such evidence for precaution with early chronic kidney disease is not as strong as data for patients on dialysis.\n[29]",
    "mechanism": "Selenium displays several different mechanisms of action. Many of the various effects of selenium involve the incorporation of selenium into different proteins to create selenoproteins.\n[6]\nThere are at least 25 selenoproteins within human tissues that provide different functions in the body.\n[12]\n\nSelenium exerts its biological functions via molecules called selenoproteins, containing the amino acid selenocysteine. The human genome encodes 25 selenoproteins.\n[13]\nSelenium plays a role in forming several biologically significant molecules/molecular families in humans and other mammals. Some of these include:\n\nGlutathione peroxidases - this family of enzymes catalyzes the reduction of organic hyperoxides and hydrogen peroxide.\n[14]\nThioredoxin reductase - This enzyme functions to form reduced thioredoxin, which serves as a source of electrons for enzymes that play a role in making DNA from RNA precursors.\n[15]\nDeiodinase enzymes - These enzymes activate and deactivate various thyroid hormones and hormonal metabolites. There has been speculation that selenium supplementation can help prevent Hashimoto thyroiditis by reducing thyroid peroxidase antibodies, but data remains equivocal.\n[16]\n[17]\n\nSelenium serves as a cofactor for glutathione peroxidase and helps minimize oxidative damage through cellular metabolism.\n[6]\nSelenium, in combination with vitamin E, protects cell membranes and organelles from peroxidative destruction.\n[1]\nThus, selenium can boost host defense and the immune system.\n\nThe requirement of selenium in the endocrine system is defined by its role in making active thyroid hormone. The mineral interacts with iodothyronine deiodinase, an enzyme that transforms inactive thyroid hormone (T4) into active thyroid hormone (T3).\n[1]\n\nAs a dermatologic treatment, selenium in the form of selenium sulfide plays an alternative role with several suggestive mechanisms. In the treatment of seborrheic dermatitis, dandruff, and tinea versicolor, selenium sulfide acts as an anti-pityrosporum agent that inhibits the growth of the fungus.\n[18]\nSelenium sulfide's cytostatic effect on the epidermis lowers the mitotic rate and cell turnover in the basal layer, consequently reducing the production rate of the stratum corneum and limiting keratotic development.\n[10]\nSelenium sulfide blocks enzymes involved in the growth of epithelial tissue.\n[10]\nLastly, research shows that selenium sulfide increases the rate of sebum excretion.\n[19]",
    "administration": "The most efficient way to obtain selenium systemically is through a well-balanced diet. Food items rich in selenium include Brazil nuts, halibut, sardines, yellowfin tuna, and shrimp, as well as turkey, chicken, and beef. If additional supplementation is needed, selenium administration can be through both oral and parenteral routes, and the preferred route depends on the indication for use. Most cases of selenium deficiency will reverse with oral supplements or selenium-containing foods. Intravenous infusions of selenium are available; however, they must be diluted before injection to prevent tissue irritation.\n[12]\n\nIn 2000 the US Institute of Medicine (IOM) updated estimated average requirements (EARs), recommended dietary allowances (RDAs), and tolerable upper intake limits (ULs) for selenium in their dietary reference intakes (DRIs):\n\nThe EAR for ages 14 and older: 45 mcg per day. The RDA is 55 mcg daily.\nFor pregnancy: The RDA is 60 mcg daily. For lactation, the RDA increases to 70 mcg per day.\nFor children ages 1 to 13, the RDA is 20 mcg to 40 mcg, increasing with age.\n\nThe Institute of Medicine has also set the tolerable upper intake level at 400 mcg daily. All these numbers come from the IOM dietary reference intakes (DRIs).\n[20]\n\nWhen administering selenious acid injection (600 mcg/10 mL), the recommended dosing is as follows:\n\nAdults: 60 mcg daily\nPediatric patients 7 kg and over: 2 mcg/kg/day.\nPediatric patients under 7 kg: 2 to 4 mcg/kg/day.\n\nClinicians should monitor selenium concentrations during the treatment period.\n\nDermatologic conditions require the use of topical administration of selenium sulfide.\n[10]\n[21]\nFor seborrheic dermatitis, recommendations are as follows:\n\n1% shampoo: Apply twice weekly, with a maximum of 7 times per week. It should not be used on inflamed or broken skin. Treatment should be for the shortest effective duration.\n[10]\n2.25% shampoo or 2.5% lotion: Apply one to four times weekly.",
    "adverse_effects": "Selenium supplementation has a very low adverse effect profile. A majority of the adverse reactions center around selenium sulfide. The more common adverse effects include redness, burning, itching, stinging, scalp sores, increased oiliness, nail hyperpigmentation, and skin irritation, creating contact dermatitis.\n[22]\nLess common effects associated specifically with selenium sulfide shampoo include scalp hyperpigmentation, scalp discoloration, and alopecia. A rare non-dermatologic effect includes nausea due to the odor of the medication.\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n\nThere are no reported severe reactions to using this drug.",
    "monitoring": "Symptoms of selenium deficiency are rare but include:\n\nDeformity of bones, cartilage, and joints\nRestricted movements\nMyalgias\nExtremity edema\nShortness of breath\n[1]\n\nCan monitor selenium levels via:\n\nSerum selenium levels\nScalp hair selenium levels\nNail selenium levels\nGlutathione peroxidase activity in plasma\nGlutathione peroxidase activity in erythrocytes\nGlutathione peroxidase activity in thrombocytes\nGlutathione peroxidase activity in whole blood\nThe concentration of selenoprotein P (SePP)\n[1]",
    "toxicity": "Selenium is considered a relatively non-toxic supplement. However, extremely high selenium intake can result in diarrhea, fatigue, hair loss, joint pain, nail discoloration or brittleness, and nausea.\n[28]\n\nDue to selenium supplementation toxicity being extremely rare, there is no current treatment for selenium overdose. If selenium toxicity is suspected, it is best to stop using the supplement."
  }
}