{
  "drug_name": "selexipag",
  "nbk_id": "NBK545266",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545266/",
  "scraped_at": "2026-01-11T15:38:33",
  "sections": {
    "indications": "Contraindications for using gemfibrozil include hepatic or severe renal dysfunction (including primary biliary cirrhosis), presence of cholelithiasis, gallbladder abnormalities, hypersensitivity, and combination therapy of gemfibrozil with the following drugs: simvastatin, repaglinide, or dasabuvir.\n\nCholelithiasis is one of the potential side effects in patients managed with gemfibrozil. This medication enhances cholesterol elimination into bile. If cholelithiasis is suspected, it is recommended to order an abdominal ultrasound and HIDA scan to rule out gallstones. Discontinuation of gemfibrozil is recommended if diagnostic studies are positive for gallstones. Unusually, it has been reported in the literature the development of severe anemia, leukopenia, thrombocytopenia, and bone marrow hypoplasia. Periodical complete blood count is a good practice during the first 12 months of treatment with this medication. It has been reported worsening renal failure, particularly in patients with a baseline creatinine greater than 2.0 mg/dL. It is suggested to use an alternative treatment in these patients.\n\nGemfibrozil can potentially interact with other medications; monitoring dose or modifying frequency is recommended.\n[4]\n[13]\n[14]\n\nHMG CoA Reductase Inhibitors:\nThere have been case reports of rhabdomyolysis and myopathy and its susceptibility in patients with renal failure. The simultaneous usage of HMG CoA reductase inhibitors (statins) with gemfibrozil enhances the probability of developing rhabdomyolysis or myopathy. Therefore, simvastatin is contraindicated, and rosuvastatin use should be avoided while administering gemfibrozil.\n\nAnticoagulants:\nIf gemfibrozil is used in patients using drugs that modify the coagulation cascade (warfarin), it is recommended to reduce the anticoagulant dose and monitor the coagulation cascade (PT, PTT, INR) until normalization of these parameters.\n\nEnzalutamide:\nGemfibrozil can increase CYP2C8 substrates like enzalutamide levels when it is coadministered with this drug concomitantly. It can increase the risk of seizures. If simultaneous administration is required, decrease the enzalutamide dose.\n\nSelexipag:\nConcomitant administration of selexipag with gemfibrozil is contraindicated.\n\nOATP1B1 substrates:\nGemfibrozil inhibits OATP1B1 transporter and can increase the exposure of medicines of substrates of OATP1B1 (e.g., atorvastatin, atrasentan, bosentan,  fluvastatin, ezetimibe, glyburide, pitavastatin, rosuvastatin, rifampin, pravastatin, olmesartan, or valsartan). Therefore, reduce the dose of OATP1B1 substrates when used concomitantly with gemfibrozil.\n\nColchicine:\nConcomitant use of colchicine and gemfibrozil can potentiate the development of myopathy and rhabdomyolysis. Elderly patients and patients with renal dysfunction are at higher risk of these adverse reactions. Exercise caution when administering colchicine and gemfibrozil, especially in elderly patients or patients with renal dysfunction.",
    "mechanism": "The mechanism of action of gemfibrozil implies activation of the peroxisome proliferator-activated receptor-alpha (PPAR-alpha), generating changes in the lipid metabolism, consequently decreasing plasmatic triglyceride levels and increasing high-density lipoprotein (HDL). The PPAR-alpha produces up-regulation of the lipoprotein lipase (LPL) in the adipose tissue and muscle, leading to a reduction of the triglyceride levels. Gemfibrozil can inhibit peripheral lipolysis and decrease the hepatic removal of free fatty acids, consequently reducing hepatic triglyceride production. Gemfibrozil inhibits the synthesis and increases the clearance of very-low-density lipoprotein (VLDL) carrier apolipoprotein B, leading to decreased VLDL production. The reduction in VLDL can cause plasma triglyceride levels to decrease by 30% to 60%. It may also increase HDL-cholesterol by an unknown mechanism.\n[4]\n[5]\n[6]\n\nPharmacokinetics\n\nGemfibrozil is given orally, in two divided doses, nearly 30 minutes before breakfast or dinner. Gemfibrozil is mostly protein-bound (99%). It is metabolized hepatically into inactive metabolites, and it is excreted in the urine (70%) and feces (6%). The drug's half-life is approximately 1.5 hours, with a peak serum time of roughly 1 to 2 hours.",
    "administration": "Dosage\n\nGemfibrozil is available in 600 mg oral tablets. The recommended dose for hypertriglyceridemia is 600 mg orally every 12 hours. It is recommended to take the medication 30 minutes before morning and evening meals. According to the manufacturer's prescribing information maximum recommended dose for adults is 1200 mg per day. If the therapeutic response to gemfibrozil is incompetent after three months of treatment, it is recommended to suspend gemfibrozil.\n\nSpecific Patient Population\n\nPatients with Renal Impairment or Hepatic Impairment:\nIn mild to moderate renal impairment, it is recommended to use this drug with caution if the baseline creatinine is higher than 2 mg/dL. There were cases reported for deterioration of renal function in some patients. This medication is contraindicated in patients with hepatic impairment and severe renal impairment.\n[7]\n[8]\n[9]\n[10]\n[11]\nPregnant Women:\nGemfibrozil is pregnancy category C. It is suggested to use it with caution. Consider usage if benefits exceed risks.\n\nBreastfeeding Women:\nThere is no relevant literature on the use of gemfibrozil in breastfeeding women. It is unknown whether gemfibrozil is excreted in human milk, and there is a concern about disrupting infant lipid metabolism with the maternal use of gemfibrozil. Since many drugs are excreted in milk and the potential for tumorigenicity of gemfibrozil in animal trials, it should be avoided during breastfeeding. An alternate drug is preferred if a woman is planning to breastfeed especially preterm infants or newborns. If needed to continue gemfibrozil, breastfeeding should be discouraged.\n[12]\nDose Modification:\nSimultaneous administration of gemfibrozil with bile acid resin binding agents reduces the body exposure to the drug after administration of a dose by roughly 30%. Gemfibrozil represses CYP2C8 enzyme action; may enhance the presentation of CYP2C8 substrates. Analyze the dose modification of these substrates when supplied with gemfibrozil. This medication can improve the concentration of OATP1B1 drug substrates when given concurrently. Analyze dose modification of the substrates when given with gemfibrozil.\n[4]\n[6]\n[10]",
    "adverse_effects": "Dyspepsia was reported in approximately 20 percent of patients on gemfibrozil. The most common reported adverse effects are fatigue, rash, atrial fibrillation, eczema, abdominal pain, nausea, vomiting, diarrhea, vertigo, constipation, and headache. Less frequent (less than 1 percent) reported adverse effects are myalgia, rhabdomyolysis (more frequent if coadministering gemfibrozil with a statin), acute appendicitis, cholelithiasis, angioedema, hypokalemia, eosinophilia, myopathy, synovitis, taste disturbance, xerostomia, flatulence.\n[4]\n[13]\n[14]\n\nPostmarketing surveillance data suggest some causal relationship of using gemfibrozil and cases of anemia,  decreased libido, impotence, hypoesthesia, bone marrow depression, blurred vision, cholecystitis, cholestatic jaundice,  dermatomyositis, dermatitis, depression, exfoliative dermatitis, drowsiness, dizziness, headache, and leukopenia. Also, arthralgia, laryngeal edema, myalgia, limb pain, myasthenia, paresthesia, nephrotoxicity, peripheral neuritis, polymyositis, Raynaud phenomenon, rhabdomyolysis, pruritus, urticaria, and increased levels of creatine phosphokinase, serum alkaline phosphatase, serum bilirubin, serum transaminases are probable caused adverse reactions of gemfibrozil.",
    "monitoring": "The recommendation is for close follow-up when initiating this medication if intolerable side effects develop; these may necessitate discontinuation of this drug, and starting a new medication must be considered. Recommendations also include monitoring for the development of rhabdomyolysis and myopathy, regardless of the presence of acute renal failure; cases have been reported when gemfibrozil is simultaneously administered with statins. There is no established evidence that recurrent monitoring of creatine kinase (CPK) will prevent the experience of severe myopathy and kidney damage.Clinicians should follow the serum lipoproteins (LDL, VLDL, HDL, triglycerides, total cholesterol) regularly to determine therapeutic response.\n[4]\n[11]\n[14]",
    "toxicity": "Adverse drug reactions from overdose can include diarrhea, peripheral neuropathy, hyperkalemia, myopathy, renal failure, rhabdomyolysis, elevation in liver function tests, and opacities in the eye lens. The treatment is mainly supportive.\n[14]\n[11]\nA case of overdose with 9 gm gemfibrozil is reported in a seven-year-old child followed by complete recovery."
  }
}