{
  "drug_name": "sennosides",
  "nbk_id": "NBK555942",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555942/",
  "scraped_at": "2026-01-11T15:38:36",
  "sections": {
    "indications": "Contraindications and precautions related to docusate include:\n\nHypersensitivity reaction to any of the docusate ingredients.\nNausea or vomiting due to the requirement of consuming a significant amount of fluid when using docusate.\nIntestinal obstruction, symptoms of appendicitis, acute abdominal pain, and fecal impaction, especially in children. Docusate use may mask the underlying problem.\nDependency due to excessive medication use after self-medicating for more than 7 days.\n[21]\nGasping syndrome in neonates due to the presence of benzyl alcohol in some docusate formulations.\n[33]",
    "mechanism": "Docusate is classified as an emollient stool softener, belonging to the class of surfactant laxatives. Docusate functions by reducing the surface tension of the oil and water interface of the stool, thereby facilitating the passage of water and lipids into the stool mass. As a result, the stool softens and moves more easily through the intestinal tract.\n[19]\n\nDocusate sodium is a water-based agent that helps hydrate and break down earwax, making cerumen removal easier and more effective.\n[20]",
    "administration": "As discussed above, the efficacy of docusate is not well established. Docusate is a medication that can either be taken orally as tablets, capsules, liquids, or syrups or rectally through suppositories or enemas and even as ear drops.\n[21]\n\nOral docusate sodium is usually administered to patients once daily or in divided dosages. The typical dosing of docusate sodium is 100 mg twice daily.\n[22]\nOn the other hand, docusate calcium is administered at a dosage of 240 mg once daily.\nRectal enemas should be administered to patients 1 to 3 times a day through a disposable syringe as per the prescribed dosage of 283 mg per 5 mL. According to the guidelines provided by the North American Society of Pediatric Gastroenterology, Hepatology, and Nutrition, the use of low-volume OTC docusate enemas may not be feasible in Hirschsprung disease due to a significant compromise of the anal sphincter complex. As patients may have difficulty retaining the enema, limiting its maximum effect, alternative techniques should be employed.\n[23]\nAlthough docusate is used for opioid-induced constipation (OIC), its effectiveness is doubtful. A review of primary studies, guidelines, and consensus suggestions revealed weak evidence supporting its use. Therefore, institutions and healthcare providers should assess OIC protocols to ensure evidence-based therapy, minimize unnecessary drug use and costs, and consider the possibility of removing docusate when appropriate.\n[24]\nAs a cerumenolytic agent, the liquid docusate is administered intra-aurally using a syringe, which may necessitate irrigation with lukewarm saline.\n[17]\n[18]\n\nSpecific Patient Population\n\nPatients with renal impairment: The manufacturer's labeling does not include dosage recommendations or adjustments for docusate in cases of renal impairment.\n\nPatients with hepatic impairment: The manufacturer's labeling does not offer dosage recommendations or adjustments for docusate in cases of hepatic impairment.\n\nPregnancy considerations: Clinical data concerning the use of docusate during pregnancy is limited. However, no evidence suggests that docusate use is associated with adverse outcomes in pregnancy.\n[25]\nHowever, there is 1 reported case of a newborn developing symptomatic hypomagnesemia due to chronic maternal use of docusate during pregnancy.\n[26]\n\nBreastfeeding considerations: According to the Academy of Breastfeeding Medicine, docusate is minimally absorbed from the gastrointestinal tract and is considered safe for breastfeeding mothers.\n[27]\nDue to negligible absorption, docusate is unlikely to be present in breast milk.\n[28]\n\nPediatric patients: The safety and efficacy of docusate have not been established in patients younger than 2. For patients between the ages of 2 and 12, docusate may be administered at 50 to 150 mg in single or divided doses.\n\nGeriatric patients: Docusate is commonly used for treating constipation in older adults, despite limited evidence supporting its effectiveness. Docusate may help alleviate straining in certain patients, such as those who have recently undergone rectal surgery or experienced a myocardial infarction.\n[29]\n[30]",
    "adverse_effects": "The adverse effects of docusate are generally mild. Anorexia, diarrhea, and vomiting are usually associated with excess doses of docusate medication. Some people may experience abdominal cramping or, rarely, develop a rash as adverse reactions to docusate.\n[19]\n\nAs syrup and liquid formulations of docusate can cause throat irritation and a bitter taste, it is recommended to administer them with adequate amounts of water. Mixing docusate with milk or fruit juice may alleviate throat irritation. A significant drawback is that medical professionals may only resort to proven constipation treatments after docusate has failed, potentially leading to lower patient satisfaction are extended hospital stays, thereby contributing to increased healthcare costs. Patients may also decline essential medications due to the excessive number of prescribed drugs.\n[31]\n\nDrug-Drug Interactions\n\nUse docusate with caution when administering it with mineral oil, as there might be increased absorption of the mineral oil, potentially leading to systemic lipid granulomas.\n[32]",
    "monitoring": "Excessive use of docusate may lead to dependence on bowel function. Patients with anorexia nervosa or bulimia and older patients who use laxatives for constipation are at risk of developing dependency and potential misuse. Alternating diarrhea with constipation can be a presentation of laxative abuse. Inducing excessive bowel movements through laxative use can result in fluid and electrolyte losses via the gastrointestinal tract. This condition can manifest with hypokalemia, hypomagnesemia, and non-anion gap metabolic acidosis. Hypovolemia can lead to acute kidney injury. The treatment of laxative abuse is to stop the offending agent. Rebound signs and symptoms, such as constipation, weight gain, and edema, may occur after discontinuing a laxative. Diuretics can be used cautiously in such cases to manage edema.\n[19]\n[34]\n[35]\n[36]\n\nAn outbreak of\nBurkholderia cepacia\ninfections was associated with exposure to specific liquid docusate formulations. The Centers for Disease Control and Prevention (CDC) collaborated with the FDA and other healthcare facilities to investigate the outbreak. Consequently, the FDA issued a voluntary recall of certain brands of liquid docusate formulations due to contaminated water to address the risk of product contamination with Burkholderia cepacia and the potential for human infection.\n[37]\nThe healthcare team or patients are advised to promptly report any suspected adverse events to the FDA MedWatch program.\n[38]",
    "toxicity": "Docusate has a well-documented safety and tolerability profile and has been in use in the United States since the 1950s. Animal studies have demonstrated that docusate sodium ear drops can cause significant ototoxicity. Therefore, docusate ear drops should be avoided in patients with tympanic membrane perforation.\n[20]\n\nAlthough propylene glycol (PG) present in some docusate products is considered safe, it can cause toxicity in children when used in high doses or for extended periods. PG may cause various health problems, including central nervous system toxicity, hyperosmolarity, hemolysis, cardiac arrhythmia, and lactic acidosis.\n[39]\n\nDocusate is metabolized in the liver, where it undergoes significant first-pass metabolism, forming both active and inactive metabolites. Although docusate undergoes hepatic metabolism and has high plasma protein binding, there have been no reports of clinically apparent hepatoxicity.\n[40]"
  }
}