{
  "drug_name": "senna",
  "nbk_id": "NBK617056",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK617056/",
  "scraped_at": "2026-01-11T18:47:53",
  "sections": {
    "indications": "Platinum-based chemotherapeutic agents have revolutionized oncology practice since the accidental discovery of cisplatin's antineoplastic properties by Barnett Rosenberg in 1965 and its first use in clinical practice in the 1970s.\n[1]\nAgents such as cisplatin, carboplatin, and oxaliplatin have become vital first-line, second-line, and adjuvant therapies for several types of solid tumors, including ovarian, testicular, lung, head and neck, colorectal, and bladder cancers. To date, platinum compounds continue to play a central role in oncology practice, and approximately 40% to 80% of patients with cancer undergoing chemotherapy are exposed to platinum compounds.\n[2]\nHowever, the clinical utility of platinum compounds is significantly limited by 2 limitations—hypersensitivity reactions and dose-limiting organ toxicities.\n[3]\nThese adverse events negatively impact a patient's quality of life and often necessitate a reduction in dose, prolongation of treatment duration, or switching therapies, which may compromise treatment efficacy.\n[3]\nHypersensitivity reactions to platinum compounds vary in frequency, occurring in approximately 5% of patients treated with cisplatin, 12% to 27% with carboplatin, and 10% to 24% with oxaliplatin.\n[4]\nSeveral factors can influence the occurrence of hypersensitivity reactions, including the type of platinum compound used, the cumulative dose administered, any previous allergic reactions to medications, and possibly genetic predispositions.",
    "mechanism": "The 3 main platinum compounds—cisplatin, carboplatin, and oxaliplatin—differ in their chemical structures, clinical applications, adverse effects, and\nindications for treatment.\nThese differences include variations in hypersensitivity incidence (5%-10% for cisplatin, 9%-27% for carboplatin, and 10%-24% for oxaliplatin), primary dose-limiting toxicities, and onset patterns of adverse reactions, which are crucial for clinical decision-making and management approaches.\n[5]\nAt the same time, platinum compounds produce a set of dose-limiting organ toxicities that affect nearly all major body systems. The dose-limiting toxicity of cisplatin is nephrotoxicity, which is observed in 20% to 30% of patients despite the use of adequate hydration regimens.\n[6]\nIn contrast\n,\ncarboplatin has reduced nephrotoxicity but is associated with higher rates of myelosuppression and thrombocytopenia, affecting approximately 40% of patients.\n[6]\nAdditional adverse effects that impact patients' quality of life include neurotoxicity and ototoxicity.\n[7]\n\nOrgan-specific platinum toxicities follow epidemiological patterns that demonstrate complex characteristics. The incidence of cisplatin-induced nephrotoxicity ranges from 20% to 30% in patients, despite current hydration protocols, with higher rates observed in older patients and those with pre-existing renal impairment.\n[6]\nThe occurrence of neurotoxicity differs significantly between agents and depends on the cumulative dose administered.\n[6]\nCisplatin is associated with cumulative sensory neuropathy, affecting 30% to 40% of patients. In contrast, oxaliplatin induces acute cold-induced dysesthesias in approximately 90% of patients during infusion and causes cumulative sensory neurotoxicity in 50% of patients who receive more than 780 to 850 mg/m².\n[8]",
    "monitoring": "The diagnosis of platinum drug hypersensitivity requires a comprehensive clinical evaluation and specific diagnostic tests. This process involves obtaining a detailed medical history, assessing reaction patterns, and evaluating the severity of reactions along with the patient's history of drug exposure. Skin tests, including skin prick and intradermal tests, help identify IgE-mediated sensitivities to platinum drugs, such as carboplatin and oxaliplatin. These tests help clinicians safely administer subsequent chemotherapy doses.\n[8]\n[21]\nAlthough skin tests provide reliable predictions of sensitivities, their negative results do not eliminate the possibility of sensitivity. Patients who require platinum-based chemotherapy after experiencing hypersensitivity reactions need drug re-challenge or rapid desensitization protocols as their current treatment approach.\n[21]",
    "administration": "The management of hypersensitivity reactions to platinum-based chemotherapeutic agents requires personalized approaches that minimize adverse outcomes, enabling ongoing effective treatment. The first approach for treating patients involves premedication with antihistamines and corticosteroids to reduce the severity and occurrence of reactions.\n[22]\nPreconditioning with medication shows unpredictable benefits among platinum compounds since it works better with taxanes than with platinum drugs.\n[22]\nThe extension of infusion duration helps minimize symptoms in patients with mild hypersensitivity reactions, allowing them to complete the planned treatment uninterrupted.\n[20]\n\nRapid drug desensitization protocols have proven effective for patients experiencing moderate-to-severe hypersensitivity reactions. The doses of platinum agents are administered gradually through a carefully designed protocol that spans multiple hours under close supervision to minimize the risk of severe reactions and complete planned treatments.\n[23]\nPatients who develop hypersensitivity reactions during platinum-based chemotherapy can switch to a different platinum agent, such as oxaliplatin, which provides an effective treatment option with preserved efficacy and good tolerability.\n[24]\n\nTable\nTable 2. Clinical Management of Platinum-Induced Hypersensitivity Reactions.\n\nEmerging Therapeutics and Future Directions\n\nThe development of new therapeutic methods for managing hypersensitivity reactions to platinum-based chemotherapy focuses on biological treatment approaches and improved clinical procedures. Research has investigated the preventive use of monoclonal antibodies, including omalizumab, which binds IgE to prevent mast cell activation and histamine release, thus minimizing platinum drug allergic reactions.\n[25]\nInitial studies suggest that omalizumab as a premedication substantially decreases the occurrence of reactions, thereby enhancing the safety profile of platinum-based chemotherapy for patients who have shown hypersensitivity.\n[25]\nResearch focuses on improving chemotherapy desensitization procedures by developing outpatient treatment strategies that ensure safe care, improve patient convenience, and promote more efficient healthcare delivery. Traditional inpatient desensitization procedures require extensive medical supervision and a prolonged hospital stay. Outpatient protocols now use shorter dosing increments to establish drug tolerance rapidly under medical supervision, allowing patients to continue their treatments outside of hospital settings.\n[26]\nInitial data indicate that these simplified outpatient desensitization protocols are safe and effective while demonstrating strong clinical and economic benefits.\n[26]\n\nFuture management of platinum-induced hypersensitivity reactions focuses on individualized treatment strategies guided by genetic and biomarker analysis to predict the risk of severe reactions in patients. Research has identified genetic polymorphisms associated with increased sensitivity to platinum agents, enabling healthcare providers to develop personalized prevention methods and alternative treatments through genetic testing.\n[27]\nResearch continues to explore alternative chemotherapeutic agents that exhibit reduced immunogenicity, aiming to develop safer treatments with equivalent effectiveness. These innovative strategies will improve patient outcomes by reducing treatment disruptions and enhancing safety measures of cancer chemotherapy.\n[27]",
    "adverse_effects": "Platinum-Induced Hypersensitivity Reactions\n\nHypersensitivity reactions to platinum-based chemotherapeutic agents, such as cisplatin, carboplatin, and oxaliplatin, are a growing concern as these agents are widely used in the treatment of various malignancies.\n[1]\n[3]\n[4]\nThe pathogenesis of platinum-induced hypersensitivity reactions is not fully understood but is believed to be cell-mediated and possibly IgE-independent, and is related to the dose and number of exposures.\n[4]\n[9]\n[11]\nAlthough there has been an improvement in understanding the biological processes underlying these reactions, they are still challenging to predict. Notably, oxaliplatin tends to cause a bimodal distribution of hypersensitivity reactions, often manifesting early or after multiple treatment cycles, whereas carboplatin reactions typically arise after the sixth exposure.\n[4]\n[11]\n[13]\nThe diagnosis is made on clinical grounds, and although skin testing is useful in detecting platinum-specific sensitization, the negative predictive value is not very high.\n[10]\n[8]\nSeveral strategies have been developed to minimize the occurrence of platinum-related hypersensitivity reactions, including premedication regimens, prolonged infusion schedules, and, when feasible, substitution with an alternative platinum agent.\n[22]\nAmong these approaches, rapid drug desensitization has become a particularly useful tool, thus allowing continued treatment in patients who otherwise have to discontinue therapy.\n[12]\n[23]\n[25]\nThese protocols, typically involving the administration of the drug in graded doses under observation, have been successful and safe in both inpatient and outpatient settings.\n[23]\n[25]\nAdditionally, oxaliplatin has been used as an alternative to carboplatin in certain cases of hypersensitivity, which can aid in decision-making in clinical practice.\n[24]\n\nHowever, current evidence is mainly based on observational studies and single-center experiences, and there is a lack of high-quality randomized controlled trials to make definitive recommendations.\n[4]\nLack of uniformity in hypersensitivity reaction grading, diagnostic cut-off, and reporting makes it difficult to develop universal guidelines. Furthermore, immunocompromised patients, older patients, and pediatric patients are underrepresented in the literature and may be at a higher risk for adverse outcomes.\n[8]\n[17]\n[18]\nFuture research should prioritize the standardization of diagnostic criteria, a prospective evaluation of desensitization efficacy, and the identification of predictive biomarkers for individualized risk assessment. Ensuring safe and uninterrupted cancer care for patients with platinum hypersensitivity remains critical."
  }
}