{
  "drug_name": "serratiopeptidase",
  "nbk_id": "NBK574509",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574509/",
  "scraped_at": "2026-01-11T18:47:54",
  "sections": {
    "indications": "Bacterial keratitis or corneal ulcer is an infection of the corneal tissue caused by varied bacterial species. It can be an acute, chronic, or transient infectious process of the cornea with a variable predilection for topographical, anatomical, or geographical domains of the cornea.\n[1]\nIt can present as insidious progressive ulceration or rapidly deteriorating suppurative infection of any part of corneal tissue. The cornea can be invaded by various microorganisms like viruses, fungi, protozoa, and bacteria, but bacteria are most concerning due to rapidly progressive vision-threatening keratitis with irreversible visual sequelae.\n[2]\n\nWhen anatomical, mechanical and antimicrobial barriers of microbial keratitis are breached, it invites vision-threatening keratitis. The past few decades have seen a rapid increase in contact lens users globally, resulting in an increase in bacterial keratitis proportionately.\n[3]\n[4]\n\nThe diagnosis rests on clinical and microbiological evaluation. With rapid advances in clinical diagnosis, growing research in molecular laboratory investigation, and targeted antimicrobial therapy, the visual morbidity has reduced to a decent extent, but it remains a significant cause of sight-threatening keratitis in underdeveloped and rural areas globally.\n[5]",
    "mechanism": "The main barriers of microbial infection are anatomical barriers in the form of the bony orbital rim, eyelids, intact conjunctival and corneal epithelium, mechanical barriers like tear film mucus layer and lacrimal system, and antimicrobial barriers like tear film constituents IgA, complement components, lactoferrin, lysozymes and conjunctiva associated lymphoid tissue (CALT). When these barriers are disrupted, it may result in bacterial keratitis.\n[6]\n\nContact lens use is one of the major causes of bacterial keratitis. The various factors which cause bacterial keratitis are contact lens (CL) overnight wear, overwear, inadequate cleaning of contact lens, rinsing the contact lens in tap water, contamination, lack of CL hygiene, bandage contact lenses, CL sharing, swimming with contact lenses, CL solution contamination, and CL induced trauma.\n[7]\nThe various extrinsic causes implicated are trauma, foreign body injury, chemical, mechanical and thermal injuries, insect fall, previous ocular and eyelid surgery, immunosuppression, drug-induced with corticosteroids and NSAID’s and substance abuse.\n[8]\n\nVaried ocular surface diseases, either local or systemic, can also result in bacterial keratitis. The various local factors are dry eyes, corneal suture-related infection, abnormalities of eyelid anatomy and function, trichiasis, blepharitis, chronic dacryocystitis, ectropion, entropion conjunctivitis, lagophthalmos neurotrophic keratopathy, recurrent corneal erosions, epithelial defect, secondary bacterial keratitis after viral keratitis, bullous keratopathy.\n[9]\nThe systemic conditions predisposing to bacterial keratitis are diabetes mellitus, malnourishment, connective tissue or autoimmune pathologies, Steven-Johnson syndrome (SJS), ocular mucous membrane pemphigoid (OMMP), atopic dermatitis, xerophthalmia, blepharoconjunctivitis, 5th and 7th cranial nerve palsy, graft versus host disease, immunosuppression (AIDS) and chronic alcoholism.\n[10]\n\nThe bacterial species causing keratitis are the following:\n\nGram-positive cocci include\nStaphylococcus aureus\n,\nStaphylococcus epidermidis\n, and Streptococcus pneumoniae\nGram-positive bacilli include\nCorynebacterium diphtheriae\nand\nCorynebacterium xerosis\nGram- negative bacilli includes\nPseudomonas aeruginosa\n,\nAcinetobacter species\nEnterobacteriaceae species include\nEscherichia coli\n,\nKlebsiella\n,\nSerratia\n, and\nProteus mirabilis\nGram-negative diplococci, namely\nNeisseria gonorrhoeae\nand\nNeisseria meningitidis\nGram-negative diplobacillus include\nMoraxella lacunata\nNon-tuberculous mycobacterium includes\nMycobacterium fortuitum\nand\nMycobacterium chelonae.\nGram-negative coccobacillus include\nHaemophilus influenza\nand\nHaemophilus aegyptius\nGram-positive filamentous bacteria include\nNocardia asteroids\nand\nNocardia brasiliensis\nCoagulase-negative\nStaphylococcus\nis one of the most common bacterial species identified recently\n\nThe most common species causing bacterial keratitis include\nStaphylococcus aureus\n,\nStaphylococcus epidermidis\n,\nStreptococcus pneumoniae\n,\nPseudomonas aeuruginosa\n, and species of the Enterobacteriaceae family.\n\nThe bacterial species that can penetrate the intact corneal epithelium are\nNeisseria gonorrhoeae,\nCorynebacterium diphtheriae\n,\nHemophilus aegyptius\n, and\nListeria monocytogenes.\n[11]",
    "monitoring": "Corneal Scraping\n\nScraping is usually indicated under the following scenarios:\n\nLarge central corneal infiltrate with significant stromal involvement or melt.\nChronic and unresponsive keratitis to broad-spectrum antibiotics\nPrevious history of corneal surgery.\nAtypical clinical features\nSignificant multiple infiltrates in different locations of the cornea.\n\nScraping is performed under topical anesthesia (preservative-free) with 0.5% proparacaine or proxymetacaine 0.5%. The preservative-free formulation is preferred as a preservative may lower the bacterial viability for culture. Tetracaine can also be employed as it has a greater bacteriostatic effect. They are taken with the help of a disposable number 11 or 15 Bard-Parker blade, or 26 G bent hypodermic needle or sterile kimura or platinum spatula. Before performing scraping, the loose mucus, dead and necrotic tissue is removed from the ulcer surface. The sample is obtained from the margin and the base. The material obtained is smeared onto one or two glass slides for microscopic evaluation along with a Gram stain. An upper side surface is provided on the slide for labeling with a pen or a pencil as a convention. The sample is allowed to dry and then placed on the slide carrier. Repeat scraping is performed, and the sample is placed on various culture media like blood agar, chocolate agar, potato dextrose agar, brain heart infusion broth, Lowenstein Jansen media, etc. If the patient has previously used antibiotics, scraping can be delayed for at least 12 hours. Recently calcium alginate swabs with trypticase soy broth have been employed to obtain corneal specimens for obtaining a higher yield of bacteria. We have to be careful while obtaining specimens in case of corneal melt, descemetocele, and deep stromal keratitis cases.\n[40]\n\nThe culture agar media is inoculated in the form of conventional multiple C markings without cutting the agar. In liquid media, the spatula or needle is dipped in the media deeply.\n\nVarious Strains Used for Bacteria\n\nGram stain - gram-positive bacteria appear purple and gram-negative as pink.\nAcridine orange - Bacteria appear as yellow-green\nAcid Fast - Mycobacterium appear as pink\n\nVarious Culture Media for Bacteria\n\nBlood agar (35 degrees) - Aerobic and facultative anaerobic bacteria\nChocolate agar (35 degrees) - Aerobic, anaerobic,\nNeisseria\n,\nMoraxella\nand\nHaemophilus\nThioglycolate broth (35 degrees) - Aerobic bacteria and anaerobic bacteria\nSabouraud’s dextrose agar (Room temperature) -\nNocardia\nBrain heart infusion broth (Room temperature) -\nNocardia\nMiddlebrook Cohn agar (35 degree with 3 to 10% CO2) -\nMycobacterium\nand\nNocardia\nCooked meat broth (35 degrees) - Anaerobic bacteria\nThayer martin blood agar (35 degrees) -\nNeisseria\nLowenstein Jensen media (35 degrees with 3 to 10% CO2) - Mycobacterium species\n[41]\n\nModified Jones severity grading of bacterial keratitis\n[1]\n\nTable\nMild Moderate\n\nJones Criteria for Culture Positivity\n\nClinically infective ulcer plus the isolation of bacteria (colony count 10 or more) on one solid and one additional culture media\nIsolation of bacteria on any two solid media\nIsolation of bacteria in on one media along with positive scraping\n[42]\n\nConjunctival Swab Culture\n\nIn severe cases when culture growth is negative, conjunctival swab culture can be a vital adjunctive diagnostic modality. Calcium alginate swans yield the best results.\n[43]\n\nContact Lens Culture\n\nContact lens, solution and, cases can also be cultured to yield significant information provided they have not been cleaned by the patient.\n[44]\n\nCulture and Sensitivity Reports\n\nCulture and sensitivity reports help in targeted antibacterial therapy. It also helps in determining bacterial antibiotic resistance and susceptibility. Sometimes the clinician needs to switch between antibiotic regimens based on antibiotic sensitivity reports.\n[45]\n\nParacentesis\n\nAnterior chamber paracentesis is sometimes needed when scraping where cultures and negative, and there is a progression of ulcer despite best antibacterial therapy. It will also assist in distinguishing bacterial from other microbial keratitis cases. A side port is made, and a 0.1 to 0.2 ml sample is obtained with the help of a 25 G needle.\n[46]\n\nCorneal Biopsy\n\nA corneal biopsy is performed when smear and culture results are negative two times, and there is a clinical progression of ulcer despite best antibacterial therapy. It is obtained with the help of a poly filament braided 6-0 or 8-0 silk sutures from normal to abnormal areas.\n[47]\n\nUltrasound B Scan\n\nIt is usually performed after therapeutic keratoplasty when the fundus evaluation is not possible due to corneal edema, haze, fibrinous membrane, hyphema, or exudates in the anterior chamber. This diagnostic modality helps rule out retinal detachment, choroidal detachment, endophthalmitis, panophthalmitis, nucleus or lens drops, and vitritis.\n\nNewer Diagnostic Modalities\n\nImmunohistochemistry, enzyme immunoassay, polymerase chain reaction, and radioimmunoassay are recent upcoming modalities but still have a limited role in diagnosing bacterial keratitis.\n[48]",
    "administration": "Medical Treatment\n\nThe medical treatment should be immediately started once the patient presents to the clinician. The smear results are usually available within 1 hour. After obtaining the smear results, the patient should start on broad-spectrum antibiotic therapy, covering both gram-positive and negative bacteria. Once the culture results are available after 48 to 72 hours, the treatment must be switched to targeted antibacterial therapy. In peripheral ulcers not involving the visual axis (<3mm), monotherapy is initiated. In the case of larger and deep stromal ulcers, it is better to start two antibacterial to prevent irreversible vision-threatening sequelae.\n[49]\n\nTopical Antibiotics\n\nCephalosporins\n\nThe most common drug implicated is topical cefazolin 5% (fortified). It is best suitable for non-penicillinase-producing gram-positive bacteria.\n\nAminoglycosides\n\nFortified topical tobramycin 0.3%,  gentamicin 0.3%, and amikacin 1g/ml injection are very effective against gram-negative bacteria, streptococci, and staphylococci but have a very limited response against pneumococci. Fortified cefazolin and tobramycin are available commercially as a combination which is one of the most commonly implicated drugs in bacterial keratitis.\n\nGlycopeptides\n\nFortified vancomycin 5% is very active against methicillin-resistant staphylococcus aureus (MRSA).\n\nFluoroquinolones\n\nThe drugs available are 0.3% ciprofloxacin, 0.3% ofloxacin, 0.5% moxifloxacin and 0.3 % gatifloxacin. They are primarily instilled as monotherapy. Recently growing resistance is noted for ciprofloxacin and ofloxacin; hence moxifloxacin and gatifloxacin are being used with more efficacy in managing bacterial keratitis.\n[50]\n\nSystemic Antibiotics\n\nSystemic antibiotics have a limited role in the management of bacterial keratitis. The only indications are scleritis, endophthalmitis, or non-resolving progressive bacterial ulcers. The drugs implicated are ciprofloxacin 750 mg BD or an aminoglycoside with cephalosporin.\n[51]\n\nCycloplegics\n\nCycloplegics are employed as adjuvant drugs for reducing ciliary spasm, pain, posterior synechiae, reduce cells and flare, and helps in the migration of antibodies to the aqueous humor. It also helps in increasing the blood flow to anterior uveal tissue by alleviating pressure on arteries.\n\nAntiglaucoma Drugs\n\nAntiglaucoma drugs are a useful adjunctive modality for controlling intraocular pressure. They help drain the hypopyon by opening the trabecular meshwork and drainage channels, reducing intraocular pressure. Moreover, they also help in controlling trabeculitis secondary to the inflammatory process. The safest drug is 0.5 % timolol BD. Miotics and prostaglandin analogs should be avoided as they are known to aggravate inflammation.\n\nLubricating Eye Drops\n\nThese drugs help epithelial healing, reduce irritation, wash away debris and necrotic enzymes, and smoothen the ocular surface and cornea. The commonly implicated drugs are topical 0.5% carboxymethylcellulose and  0.3% hydroxypropyl methylcellulose.\n\nSystemic Anti-inflammatory Drugs\n\nThese drugs help to reduce pain and inflammation. The commonly used are 50 mg diclofenac with 10 mg serratiopeptidase BD combination and 200 mg ibuprofen BD.\n\nProtective Measures\n\nBesides the targeted therapy, equally, importance must be given to protective measures like using dark goggles, preventing direct exposure to sunlight, excessive eye rubbing, applying soap or direct water splash in the eyes, rest, good and timely diet, and hot fomentation.\n\nSurgical Treatment\n\nGunderson Flap\n\nThis treatment is beneficial when a donor cornea is not available to salvage a perforated corneal ulcer. The upper conjunctiva is dissected, and a thin flap of the conjunctiva is covered over the cornea and sutured. It acts as metabolic support for the cornea.\n[52]\n\nTherapeutic Penetrating Keratoplasty (TPK)\n\nThe treatment of choice for non-healing corneal ulcers (2 weeks) is TPK. TPK helps eliminate the focus of infection and is essential for restoring anatomical integrity in perforated corneal ulcers (tectonic keratoplasty). In TPK, the host diseased cornea is replaced by a healthy donor corneal button of appropriate size. Initially, trephination of the host cornea is performed, taking a 0.5 mm margin clearance from the diseased cornea. The graft is kept 0.5 mm larger than the trephined host cornea.\n\nThis process is followed by removing exudates from the anterior chamber and angle, the release of peripheral anterior synechiae, peripheral iridectomy, and the lens is removed if needed. The lens removal is done when the lens is cataractous, or exudates are present in the lens. If the posterior capsule remains intact and meticulous exudate removal is complete, the graft is sutured to the host bed with 16 interrupted 9-0 or 10-0 nylon sutures. If the posterior capsule is breached, a thorough anterior vitrectomy is mandated with quick closure of the eye to prevent expulsive choroidal hemorrhage as it is an open sky procedure. Some surgeons also prefer to use continuous sutures.\n[53]\n\nPenetrating Keratoplasty (PKP)\n\nThis is indicated once the cornea has scarred and healed and the infective foci have been eliminated. The PKP is performed similar to that of TPK, ensuring perfect graft host junction opposition and maintaining the radiality of sutures. The PKP aims to restore the patient's vision and should be performed after taking all necessary precautions. If the lens is cataractous, a triple procedure in the form of PKP, cataract extraction, and IOL implantation should be considered. The PKP is usually performed after 6 to 8 months of quiescence.\n[53]\n\nManagement of Impending Perforation and Perforation\n\nThe treatment of perforation is cyanoacrylate glue application along with bandage contact lens (BCL). The patient should be instructed to avoid excessive coughing or straining. The other option is amniotic membrane grafting (AMG). Larger perforation (>2mm) should be taken up for therapeutic keratoplasty.\n[54]\n\nSigns of Good Response to Treatment\n\nReduction in ulcer size\nBlunting of ulcer margins\nReduction of pain, photophobia, lid edema, and discharge\nHealing of epithelial defect\nResolution of hypopyon\nImprovement in visual acuity\nVascularization\n[55]\n\nSigns of unfavorable response to treatment\n\nWorsening of symptoms\nIncreased size of ulcer and more feathery margins\nStromal thinning\nIncrease endoexudates and hypopyon\nNonhealing epithelial defect\nStromal thinning\nScleral involvement and infiltration of the limbus\n[55]",
    "adverse_effects": "Corneal scarring\nCorneal melt\nCorneal anesthesia\nNeurotrophic keratopathy\nDescemetocele\nPerforation\nSecondary glaucoma\nNeovascular glaucoma\n[56]\nIris Neovascularization\nHyphema\nHemorrhage\nToxic iridocyclitis\nSubluxation of lens\n[57]\n[58]\nAnterior subcapsular cataract\n[59]\n[60]\nCorneal fistula\nScleritis\nRetinal detachment\nChoroidal detachment\nEndophthalmitis\nPanophthalmitis\nKeratectasia\nAtrophic bulbi\nAutoevisceration\nPhthisis bulbi\n\nSurgical Complications\n\nWound leak\nIrregular trephination\nSmall size graft\nSecondary glaucoma\nFlat anterior chamber\nIridodialysis\nPupillary block\nExpulsive choroidal hemorrhage\nRetinal detachment\nChoroidal detachment\nVitreous hemorrhage\n\nSuture Related Complications\n\nVascularization\nInfection\nLoose sutures\nWound leak\nExposed knots"
  }
}