{
  "drug_name": "sertaconazole",
  "nbk_id": "NBK559221",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559221/",
  "scraped_at": "2026-01-11T15:38:36",
  "sections": {
    "indications": "Ketoconazole is contraindicated in patients with acute or chronic liver disease due to its association with hepatotoxicity, which can be fatal. It is contraindicated in adrenal insufficiency because high doses of ketoconazole inhibit adrenocortical function.\n[17]\nKetoconazole should not be given to patients with a known hypersensitivity reaction to ketoconazole.\n[15]\nKetoconazole should never be co-administered with HMG-CoA reductase inhibitors because it can increase the risk of myopathy.\n[18]\n\nKetoconazole is contraindicated in patients taking benzodiazepines because it can increase plasma concentrations and lead to sedation. Ketoconazole should never be administered to patients on antiarrhythmic drugs, cisapride, pimozide, quinidine, and ranolazine because it can cause QT prolongation and torsade de pointes.\n[19]\nIn patients with increased bone fragility, such as post-menopausal women and the elderly, ketoconazole should be used with caution to avoid the risk of fracture. The CYP3A4 liver enzyme metabolizes ketoconazole, and use requires caution in patients taking drugs that inhibit CYP3A4 or are metabolized by CYP3A4.\n[19]\nKetoconazole can also be present in breast milk, so breastfeeding is not recommended when using the drug.\n[20]",
    "mechanism": "Ketoconazole works as an antifungal agent by inhibiting the cytochrome P450 14α-demethylase enzyme. This enzyme is responsible for inhibiting the biosynthesis of triglycerides and phospholipids by fungi.\n[5]\nMore specifically, ketoconazole inhibits the synthesis of lanosterol, a necessary precursor for ergosterol biosynthesis. Ergosterol is needed to maintain the integrity of the membrane of fungi.\n[6]\nWithout ergosterol, the fluidity of the membrane increase, which in turn prevents fungal growth. Ketoconazole, in high doses, can competitively bind to androgen receptors, such as that of testosterone and dihydrotestosterone, which can decrease the activity of testosterone and dihydrotestosterone in prostate cancer. Ketoconazole can also inhibit the enzymes 17-alpha-hydroxylase and 17,20-lyase, which are necessary for the synthesis of steroids in the adrenal cortex, including testosterone.\n[7]\n\nKetoconazole inhibits the activity of the enzyme 21-hydroxylase. This enzyme is essential for synthesizing mineralocorticoids and glucocorticoids, such as cortisol, in the adrenal cortex.\n[8]\nBy inhibiting enzymes involved in cortisol synthesis, ketoconazole can be a treatment option for Cushing syndrome.\n[9]",
    "administration": "Ketoconazole is available in tablet form and as a topical agent in creams, foams, and shampoos.\n[10]\nIt is also available in mixture products. The oral form of ketoconazole is used for systemic administration and must be taken at least two hours before any antacids.\n[11]\nThe high pH of the gastric contents would decrease absorption, so appropriate timing of administration is paramount to its absorption and subsequent efficacy. Adult and pediatric patients with achlorhydria should be given ketoconazole tablets with an acidic beverage to decrease pH and allow for optimal absorption.\n\nTopical ketoconazole is only for external use. It should not be ingested or used intravaginally. The eyes and mucous membranes should also be avoided. Patients should apply the cream and gel only to the affected area and the areas immediately surrounding it. The foam should be applied directly to the infected area to avoid melting in the hands. Handwashing is necessary after the application of the cream and gel to prevent any adverse reactions from the medication. The shampoo application should be slathered onto the scalp and rinsed thoroughly.",
    "adverse_effects": "Systemic ketoconazole administration most commonly causes gastrointestinal side effects.\n[12]\nThese include nausea, vomiting, constipation, abdominal pain, dry mouth, flatulence, and tongue discoloration. It can also cause adrenal insufficiency due to its role in the inhibition of enzymes in the steroid synthesis pathway. Decreases in cortisol synthesis can lead to orthostatic hypotension.\n[13]\nIn high doses, it can also cause gynecomastia in males.\n[14]\nKetoconazole can cause severe liver injury and jaundice.\n[15]\n\nHypersensitivity reactions have also been reported, such as anaphylaxis and urticaria. High-dose ketoconazole has been shown to cause an increase in long bone fragility and lead to fracture. Other side effects include alcohol intolerance, decreased platelet count, epistaxis, fatigue, hot flash, hyperlipidemia, insomnia, myalgia, nervousness, paresthesia, and peripheral edema. Topical ketoconazole can cause dermatological reactions, including pruritis, stinging, and dryness at the application site. There are also reports of dry hair, dry scalp, and oily hair when using ketoconazole-containing shampoo. Less common adverse effects include abnormal hair texture, alopecia, angioedema, contact dermatitis, eye irritation, headache, hypersensitivity reaction, impetigo, and pyogenic granuloma.\n[16]",
    "monitoring": "Due to its hepatoxic effects, patients taking oral ketoconazole should have their hepatic function monitored, which is through hepatic function tests such as aspartate transaminase (AST), alanine transaminase (ALT), alkaline phosphatase (ALP), bilirubin, albumin, and prothrombin time (PT).\n\nHepatic function tests should take place at baseline, frequently during ketoconazole therapy, and after therapy has ceased. Period calcium and phosphorous levels are recommended for patients on long-term therapy with ketoconazole. The adrenal function also requires monitoring during treatment with ketoconazole. This monitoring is possible by measuring blood levels of sodium, potassium, cortisol, and adrenocorticotropic hormone (ACTH).\n[21]",
    "toxicity": "The Food and Drug Administration warns that oral dosing of ketoconazole can lead to hepatotoxicity and adrenal insufficiency and that ketoconazole-associated hepatotoxicity is common. There are many off-label uses for ketoconazole. Therefore, careful selection of ketoconazole as a treatment is necessary due to serious hepatoxic side effects.\n[21]"
  }
}