{
  "drug_name": "sildenafil",
  "nbk_id": "NBK558978",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558978/",
  "scraped_at": "2026-01-11T15:38:40",
  "sections": {
    "indications": "Nitrates increase cGMP formation, while sildenafil inhibits cGMP degradation, causing the combination to produce severe life-threatening hypotension synergistically; coadministration of sildenafil with nitrates is contraindicated.[\n7\n] Nitrate administration is safe after five or more sildenafil elimination half-lives (24 hours) have elapsed since the last sildenafil dose administration.\n[15]\n\nSimilarly, severe hypotension from other causes (eg, volume depletion) contraindicates using sildenafil. Other contraindications include hypersensitivity to any component of the formulation, pulmonary veno-occlusion, left ventricular outflow obstruction, PAH associated with sickle cell anemia, and multiple system atrophy.\n[16]\nIschemic optic neuropathy and inherited degenerative retinal disorders contraindicate sildenafil use; discontinuation of sildenafil is recommended if sudden vision loss occurs.\n[16]",
    "mechanism": "The molecular structure of sildenafil mimics that of cyclic guanosine monophosphate (cGMP). This similarity protects cGMP from degradation because sildenafil can bind to the catalytic site to act as a competitive inhibitor of cGMP-specific PDE5. This enzyme normally catalyzes the breakdown of vasodilatory cGMP. When PDE5 is active, cGMP is degraded, causing the vascular smooth muscle contraction, thereby limiting blood flow.\n[7]\nWhen PDE5 becomes inhibited, the accumulation of cGMP leads to increased cGMP-dependent protein kinase activity, which phosphorylates multiple targets in the smooth muscle cell. The result of smooth muscle cell target protein phosphorylation is a decrease in intracellular calcium, increased efflux of potassium, and deactivation of myosin light chain kinase, ultimately causing smooth muscle relaxation.\n[7]\n[8]\n\nRelaxation of vascular smooth muscle in the corpus cavernosum leads to penile erection when the cavernosal sinusoids engorge with blood to compress the subtunical veins against the tunica albuginea. In patients with vasoactive pulmonary arterial hypertension, vasodilation of the pulmonary artery leads to reduced resistance to blood flow, with subsequent reductions in mean pulmonary arterial pressure.\n[9]",
    "administration": "Erectile Dysfunction\n\nSildenafil is available as oral tablets of 25 mg, 50 mg, and 100 mg strength for ED. Most patients receive a prescription for 50 mg of oral sildenafil, taken as needed approximately 1 hour before sexual activity.\n[7]\nThe dose can be titrated upward to a maximum of 100 mg or down to 25 mg based on individual effectiveness and tolerance.\n\nPatients are advised not to exceed a maximum dosing frequency of once daily. It can be taken 30 minutes to 4 hours before desired intercourse. The onset of action can occur within 30 minutes, while the duration of the effect can last up to 18 hours.\n\nConsider starting at a dose of 25 mg in patients with hepatic dysfunction (eg, cirrhosis), patients with creatinine clearance (CLcr) less than 30 mL/minute (severe renal impairment), and patients age 65 years and above, as the administration of sildenafil in these group patients have resulted in higher plasma levels of sildenafil. Patients taking concomitant inhibitors of CYP3A4 may benefit from initiation at the lower dosage.\n[10]\n\nPulmonary Arterial Hypertension\n\nIn the treatment of PAH, sildenafil is available in 20 mg tablets, oral suspension 10 mg/mL, and injectable 10 mg/12.5 mL forms. The recommended dosage for tablet and oral suspension formularies is 5 mg or 20 mg three times daily, 4 to 6 hours apart. Injections are dosed at 2.5 mg or 10 mg three times a day, 4 to 6 hours apart, as an intravenous bolus.\n[11]\n[12]\nSildenafil injection is only indicated for the continued treatment of PAH when patients are currently on prescribed oral sildenafil treatment and are temporarily unable to take medicine orally.\n\nNo dose adjustment is required in patients with renal impairment (including severe impairment CLcr <30 mL/min). No dose adjustment is required for mild to moderate hepatic impairment. Its use is not studied in patients with severe hepatic impairment.\n\nPediatric Patients:\nIncreased mortality with increasing sildenafil dose was observed in a clinical trial of pediatric patients with PAH. Deaths were first reported after approximately 1 year of use, and hence, sildenafil, particularly chronic use, is not recommended in pediatric patients with PAH.\nPregnant Women:\nThere are increased risks for stroke, heart failure, preterm delivery, and maternal and fetal death for pregnant women with untreated pulmonary arterial hypertension. There are no adequate and well-controlled studies of sildenafil in pregnant women. Small case studies in pregnant women with PAH indicate a low risk of harm, though caution is warranted.\n[13]\nBreastfeeding Women:\nThere is a lack of information about the effects of sildenafil on milk production and the effects of sildenafil on breastfed infants.",
    "adverse_effects": "Warnings and Precautions\n\nSildenafil has systemic vasodilatory effects and, as such, should be prescribed with caution to patients who may be sensitive to such blood pressure changes, such as patients with left ventricular outflow obstruction and impaired autonomic control of blood pressure.\n[14]\nCaution is needed when combining sildenafil with alpha-adrenergic blocking drugs and other antihypertensive agents.\n[15]\n[16]\n\nThe use of sildenafil can infrequently result in a prolonged erection lasting more than 4 hours, also known as priapism, which, if left untreated, may result in damage to the penile tissue. Furthermore, sildenafil use requires caution in patients with anatomical deformation of the penis and patients with conditions potentially predisposing them to priapism, such as sickle cell anemia or multiple myeloma.\n[17]\n\nThe use of PDE5 inhibitors, such as sildenafil, may increase the incidence of non-arteritic anterior ischemic optic neuropathy (NAION) in males over age 50. Therefore, patients with a previous history of NAION or with a \"crowded\" optic disk should be prescribed sildenafil with caution.\n[16]\n\nSildenafil metabolism is catalyzed primarily by CYP3A4 and, to a lesser extent, by CYP2C9; thus, strong inhibitors of these isoenzymes may lead to the accumulation of sildenafil with subsequent toxicity.\n[18]\n[19]\nThe coadministration of sildenafil and ritonavir increased plasma sildenafil concentration (11-fold increase in the area under the curve due to CYP3A4/2C9 inhibition. Accordingly, caution is necessary for patients already on ritonavir when prescribing sildenafil. The recommendation is not to exceed a dose of 25 mg of sildenafil in 48 hours if taking ritonavir.\n[7]\nCombining sildenafil with the endothelin antagonist bosentan to manage pulmonary arterial hypertension has correlated with increased serum concentrations of bosentan and reduced levels of sildenafil.\n[19]\nCombining sildenafil with other CYP3A4 inducers can similarly lead to reduced sildenafil levels; thus, such combinations are not recommended with chronic sildenafil dosing as performed in managing PAH.\n[20]\n\nSildenafil, at its lowest dose, is recommended when initiating therapy in patients who are on alpha-blockers due to potential systemic hypotension. Caution is also a requirement in patients taking mixed alpha/beta-blockers unless there is specific information regarding coadministration.\n[14]\n\nAdverse Effects\n\nDoses greater than 100 mg of sildenafil have resulted in no increase in efficacy but an increase in side effects. Patients on sildenafil most commonly (2%) reported headaches, flushing, dyspepsia, nasal congestion, back pain, myalgia, nausea, dizziness, and rash.\n[20]\n\nSildenafil has shown associations with changes in color vision, alterations in light perception, and hazy vision.\n[11]\nRarely, sildenafil has shown correlations with ototoxicity resulting in hearing loss that may be reversible in some cases.\n[21]\n\nEpistaxis was reported in 13% of patients taking sildenafil with PAH secondary to connective tissue disorder. Epistaxis was not observed in patients with idiopathic PAH. Epistaxis was reported higher in sildenafil-treated patients with a concomitant oral vitamin K antagonist. The safety of sildenafil is not established in patients with active peptic ulceration or bleeding disorders.\n\nCases of a sudden loss of hearing or decrease in hearing, sometimes accompanied by tinnitus and dizziness, with the use of PDE5 inhibitors, including sildenafil. It is not possible to decide if reported cases are related directly to the patient's underlying risk factors attributing to hearing loss, the use of sildenafil, or both or to other factors. Advise patients to seek prompt medical care in case of a sudden loss of hearing or decrease while taking sildenafil.",
    "monitoring": "Typically, no regular monitoring is necessary for this medication. Occasionally, patients may be asked to monitor their blood pressure and pulse after being newly prescribed sildenafil, after an increase in dosage, or after adding CYP3A4 inhibitors. During the review of systems, assessment for visual changes is recommended. Patients should also receive monitoring for signs and symptoms of pulmonary edema when treating pulmonary arterial hypertension.\n[18]",
    "toxicity": "In healthy subjects, research demonstrated that single doses up to 800 mg had adverse effects similar to those seen in lower doses but with increased frequency and severity. There are no antidotes available for sildenafil. In case of overdose, patients should receive supportive care. Dose-related visual disturbances occurred more frequently at toxic levels, while blood pressure changes showed a low correlation.\n[22]\nAs sildenafil is highly bound to plasma proteins and not excreted renally, dialysis does not help expedite sildenafil clearance. When considering the duration of toxicity, the activity of N-desmethyl-sildenafil must be regarded as this metabolite retains PDE5 specificity at lower potency, with plasma concentrations approaching 40% of the parent compound.\n[18]"
  }
}