{
  "drug_name": "silicon",
  "nbk_id": "NBK606122",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606122/",
  "scraped_at": "2026-01-11T15:38:42",
  "sections": {
    "indications": "There are no absolute contraindications to OCT. However, as OCT uses light waves passing through the pupil and reflecting off the retina, medial opacities can compromise image quality. Therefore, OCT may be of limited utility in patients with congenital or acquired corneal opacities, severe cataracts, or intravitreous hemorrhage.",
    "clinical_significance": "Macular Edema\n\nOCT has revolutionized the diagnosis of macular edema. Macular edema can arise from various conditions, with diabetes mellitus being the most prevalent cause.\n[41]\n[42]\nSeveral OCT-based grading systems for diabetic macular edema have been proposed. OCT is also useful in evaluating uveitic macula edema due to any etiology, including Irvine-Gass syndrome.\n[43]\nPlease see StatPearls' companion resources, \"\nDiabetic Macular Edema\n,\" \"\nMacular Edema\n,\" and \"\nUveitic Macular Edema\n,\" for more information.\n\nAge-Related Macular Degeneration\n\nOCT can be used to assess the area and volume of drusen observed in age-related macular degeneration, which can serve as a prognostic marker.\n[36]\nOCT can also demonstrate Type 1 and 2 choroidal neovascular membranes.\n[44]\n[28]\nOCT and OCTA are also used to evaluate, classify, and monitor disease progression and response to treatment in wet age-related macular degeneration.\n[45]\nPlease see StatPearls' companion resources, \"\nMacular Degeneration\n\" and \"\nWet Age-Related Macular Degeneration\n,\" for more information.\n[44]\n\nVitreoretinal Interface Disorders\n\nThe International Vitreomacular Traction Study Group has developed an OCT classification system for vitreomacular interface disorders, including vitreomacular adhesion, vitreomacular traction, and macular holes.\n[46]\nOCT has greatly improved our understanding of the pathophysiology of these disorders and allows for objective assessment of the relationship between the posterior vitreous and retina. A posterior vitreous detachment can be readily observed as a hyperreflective band that has separated from the retina (see\nImage.\nOptical Coherence Tomography, Full-Thickness Macular Hole). A posterior cortical attachment that is within 3 mm of the fovea and does not cause any foveal distortion or loss of foveal contour is called a vitreomacular adhesion.\n[47]\n\nVitreomacular traction occurs when the posterior cortical vitreous is tightly adherent to the fovea and remains so even when the posterior vitreous detaches. This traction on the fovea causes distortion, macular edema, or foveal detachment.\n[46]\n[48]\nIdiopathic macular holes are believed to be caused by the same vitreomacular tractional forces, and OCT scanning has revolutionized the understanding of idiopathic macular holes.\n\nThere are various stages in forming a macular hole, from a pre-macular hole to a full-thickness macular hole with a complete posterior vitreous detachment.\n[28]\nPlease see StatPearls' companion resources, \"\nPosterior Vitreous Detachment\n\" and \"\nMacular Hole\n,\" for more information.\n\nPachychoroid Spectrum of Diseases\n\nThe pachychoroid spectrum of disease includes central serous chorioretinopathy, pachychoroid neovasculopathy, pachychoroid pigment epitheliopathy, and polypoidal choroidal vasculopathy. These pachychoroid disorders share the common feature of thickened choroid and large caliber choroidal vessels visible on OCT and are best evaluated using SS-OCT.\n[49]\nThe OCT findings typical of central serous chorioretinopathy include a neurosensory detachment, most commonly at the fovea. Chronic central serous chorioretinopathy may demonstrate hyperreflective foci underneath the detachment or cystoid changes within the detached retina.\n[50]\nOCT may reveal retinal pigment epithelial detachment in acute or chronic serous chorioretinopathy.\n[51]\n[52]\nDoppler OCT permits analysis of choroidal perfusion, optimizing patient compliance by minimizing motion artifacts to improve the accuracy of results.\n[53]\n\nGlaucoma\n\nOCT is the dominant imaging modality in patients with glaucoma. SD-OCT can detect glaucomatous changes before they become apparent on visual field testing, often many years before the clinical signs of glaucoma are present. OCT also permits the objective assessment of vision parameters and monitors temporal changes over time.\n[54]\nOCT can be used to measure the cup-to-disc ratio, rim area, and other parameters of the optic nerve head. OCT effectively evaluates retinal nerve fiber layer thickness; the glaucomatous eye frequently demonstrates thinning of this layer, particularly in the superior and inferior regions. OCT is also used to assess the thickness of the ganglion cell and inner plexiform layers, which typically show thinning in the inferior and temporal regions. Please see the StatPearls' companion resources, \"\nGlaucoma\n,\" \"\nChronic Closed Angle Glaucoma\n,\" \"\nOpen-Angle Glaucoma\n,\" and \"\nAcute Angle-Closure Glaucoma\n,\" for more information.\n\nOther Disease Processes\n\nParacentral acute middle maculopathy:\nThis retinal finding is often observed in individuals with risk factors for vascular or ischemic disease. Fundus visualization reveals a focal paracentral intraretinal pallid sign, and cross-sectional OCT images show hyperreflective band lesions within the inner nuclear layer, which cast hyporeflective shadows onto underlying retinal layers. These findings are believed to represent deep inner retinal capillary plexus vascular insufficiency. Acute superficial retinal vascular pathology due to diabetes mellitus, sickle cell disease, hypertension, or congenital vascular anomalies is common.\n[55]\n\nEthambutol toxicity:\nEthambutol toxicity is characterized by perimacular thinning of the retinal nerve fiber layer, visible with OCT. Later stages of toxicity may be associated with generalized or diffuse ganglion cell layer loss.\n[56]\n\nPlaquenil retinopathy:\nAdvanced plaquenil toxicity is characterized by the loss of the subfoveal retinal pigment epithelial layer with diffuse central retinal attenuation of the outer photoreceptor-pigment epithelium complex.\n[57]\n\nCrystalline retinopathy:\nIn this condition, OCT reveals discrete focal crystalloid deposits in the outer plexiform layer.\n[58]\n\nStargardt disease:\nOCT reveals characteristic crystalline deposits at the retinal pigment epithelium and possibly Bruch membrane. Mild-to-moderate loss of the characteristic macular contour may be observed.\n[59]\n\nBest disease:\nOCT demonstrates hyperreflective diffuse subfoveal material around the interdigitation zone or anterior to the retinal pigment epithelium and Bruch membrane.\n[60]\n\nRetinitis pigmentosa:\nCross-sectional OCT images typically demonstrate cystic foveal degeneration, extensive hyporeflective spaces within neuroretinal layers, outer retinal rosettes, and thinning of the ellipsoid layer. These findings correlate with the retinal bone spicules and diffuse retinal vascular attenuation characteristic of the disease.\n[61]\n\nSubretinal perfluorocarbon liquid:\nOCT findings of retained subretinal perfluorocarbon liquid typically include a subretinal hyporeflective dome-shaped cyst, compression of overlying adjacent retinal layers, a hyperreflective band around the retinal pigment epithelium layer, and associated hyperreflective shadows over the underlying choroidal section. Stepping of the retinal pigment epithelium has been described as a key differential finding among patients with residual perfluorocarbon liquid versus residual silicon oil; this finding is attributed to the refractive index of the retained subretinal transparent medium.\n[62]\n\nSolar retinopathy:\nOCT shows generalized foveal thinning with a hyporeflective area of varying depth that depends on the extent of visual reduction. This OCT finding often accounts for the loss of photoreceptor inner and outer segments and may extend to the retinal pigment epithelial layer.\n[63]\n\nFoveoschisis:\nFoveoschisis is frequently associated with vitreomacular traction, and OCT reveals progressive separation within neuroretinal layers around the foveal pit. Please see StatPearls' companion resource, \"\nMyopic Foveoschisis\n,\" for more information.\n\nOptic disc pit maculopathy:\nOCT shows detachment of the pigment epithelial layer extending from the temporal optic cup margin and affecting the macula; dome-shaped macular distortion is a frequent finding.\n[64]\n\nAcute idiopathic maculopathy:\nOuter neuroretinal submacular exudative detachment is a common OCT finding during the acute phase. Following the resolution of exudative detachments, typical OCT findings include hyperreflectivity of the photoreceptor outer segments layer with retinal pigment epithelial thickening.\n[65]\n\nAcute macular neuroretinopathy:\nOCTA typically shows mild hypoautofluorescent petaloid patterns around the paramacular area.\n[66]"
  }
}