{
  "drug_name": "silicon fluid",
  "nbk_id": "NBK597382",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597382/",
  "scraped_at": "2026-01-11T15:38:44",
  "sections": {
    "indications": "Absolute contraindications for AUS and DBACT therapy include patients who cannot tolerate anesthesia or possible surgical complications. A previously placed urethral sling is not a contraindication for either procedure.\n\nThe major contraindication to the AUS is an inability to operate the mechanical components due to cognitive dysfunction or poor manual dexterity.\n[1]\n[25]\nMinor contraindications include patients with incontinence due to lower urinary tract obstruction, detrusor hyperreflexia, or bladder instability. The AUS is also contraindicated in patients with allergies to antibiotics, where the urinary tract cannot be made sterile, with active urinary tract infections, recurrent symptomatic or progressive urethral strictures, high post-void residual urine volumes, and a small bladder capacity.\n[22]\n\nSignificant vesicoureteral reflux should be surgically corrected before AUS placement to avoid reflux exacerbation. Recurrent nephrolithiasis and urothelial bladder tumors where regular cystoscopic instrumentation is expected are considered a relative contraindication as they increase the risk of cuff erosions in AUS patients.\n[22]\nBladder neck contractures should be repaired and cystoscopically verified as permanently corrected at least 3 months post-correction before proceeding to AUS placement.\n[22]\n\nRelative contraindications to DBACT include severe incontinence, a history of previous radiation therapy or planned radiation within 6 months of DBACT placement, and neurogenic stress urinary incontinence.\n[18]\n[24]\nOther contraindications include an active urinary tract infection, incontinence due to detrusor instability or overactivity, reduced bladder compliance, post-void residual urine volumes >100 mL, significant urge incontinence, or uncorrected bleeding disorders.",
    "clinical_significance": "Both AUS and DBACT facilitate recovering urinary continence after prostate surgery in patients not responding to conservative measures. The AUS is regarded as an \"active system\" because it requires manipulation of the pump mechanism to operate the cuff. Adjustable continence therapy, like the DBACT, is considered a \"passive system.\"\n\nThe AUS has demonstrated significantly improved long-term outcomes in patients; 50% of patients report complete continence 5 years postoperatively, and another 40% require 1 pad or fewer per day 5 years postoperatively.\n[27]\n[69]\nThe expected life of the AUS device is approximately 10 years. Overall patient satisfaction rates in men are reportedly 85% or greater; satisfaction rates are similar in women.\n[70]\n[71]\n[72]\nAccording to the manufacturer, more than 94000 devices have been implanted.\n\nDBACT placement is a minimally invasive procedure, with 30% to 67% of patients achieving complete continence and an additional 22% to 38% achieving at least a 50% improvement in leakage.\n[24]\n[68]\nIn one study of 26 patients, 96% indicated either significant improvement or complete continence, but in a larger study of 240 patients, only 67% were improved, and 33% were considered \"failures.\"\n[68]\n[73]\nData collected 5 years after the procedure revealed the improvement was long-lasting and durable, with similar success rates.\n[73]\nThe complication rate was 15% to 32%, with the most commonly reported problem consistently being balloon failure, usually successfully treated with balloon replacement.\n[68]\n[73]\n\nThe most recent meta-analysis of 1570 DBACT patients from 18 studies with a mean follow-up of 34.7 months demonstrated a mean dryness rate of 55%, an overall complication rate of 32%, and a 23% reoperation rate.\n[74]\nProper patient selection, surgical experience with the DBACT device, and the lack of prior pelvic radiation appear to be important factors in reducing complications and improving dryness. The reported success rate decreased by more than one-third in previously irradiated patients; this is why DBACT is not recommended in this group.\n[75]\n\nAlthough not approved in the United States, the global results in women using DBACT are similar, with about two-thirds indicating either dryness or improvement.\n[76]\n[77]\n[78]\n[79]\nHowever, the most recent systematic review suggested that the overall success rate was relatively modest, with a significant complication and explantation rate.\n[77]\n[80]\n\nDevice Selection\n\nFor patients with limited manual strength or dexterity, who desire a minimally invasive procedure, or who would otherwise find it difficult to operate an AUS for any reason, the DBACT would be the preferred selection. Patients who prefer an option with more long-term outcome data or desire a more \"natural\" functionality should probably receive the AUS device. Assuming a patient is a potential candidate for either device, shared decision-making incorporating surgeon experience and patient preference will provide the best outcome. However, due to the similar indications of AUS and DBACT, individual patient factors or preferences may be the determining factor in choosing one intervention over the other.\n\nMany patients will expect perfect continence after surgery. Perfect continence is not impossible but may be unrealistic. Setting a more realistic expectation of improvement or \"social continence,\" defined as needing no more than one incontinence pad daily, significantly improves postoperative satisfaction rates.\n\nFuture Developments\n\nThe AMS 800 is the only approved AUS device available in the United States and is considered the gold standard. However, the device has not been substantially updated since 1983 and would benefit from improvements. Complicated preoperative device preparation, difficult patient operation, awkward activation and deactivation, a relatively high rate of urethral atrophy, a relatively limited number of cuff sizes, and complex surgical insertion procedures are some targeted areas for improvement. Beneficial improvements would also include allowing adjustability without complete device replacement, decreasing the incidence of cuff erosions, decreasing fluid leakage from connections and the semipermeable tubing, and incorporating transmission of intraabdominal peak pressures to the cuff for compensatory closure pressure.\n[81]\n[82]\n\nAdding an implanted stress reservoir in selected patients with stress incontinence who already have an AUS is minimally invasive and effectively improves the functionality of AUS devices. Still, more studies are needed to verify the efficacy, long-term durability, and clinical viability of this additional procedure.\n[83]\n\nNewer devices currently under development or available outside the United States have been designed to address some of these issues.\n[81]\nThe Rigicon AUS device is designed to be easier to activate/deactivate, automatically adjust to changes in intraabdominal pressure, has a hydrophilic coating, and is available in more cuff sizes than the standard AMS product.\n[84]\nThe Rigicon AUS device is being tested for possible approval in the United States; the device has been available in Europe since 2020.\n[81]\n\nThe Victo AUS from Austria is a preconnected system that is adjustable through a self-sealing percutaneous port and contains an additional stress balloon designed for preperitoneal placement.\n[85]\n[86]\nThis modification permits peak intraabdominal pressures to be immediately transmitted to the urethral cuff for additional closure pressure.\n[86]\nThe Victo AUS is currently available in many countries, including all of Europe, but not in the United States.\n[81]\n\nThe Zephyr is a one-piece preconnected AUS device designed in Switzerland that does not have an abdominal reservoir, instead using a pressure-regulating reservoir and pump placed in the scrotum.\n[87]\nBoth the cuff and pressure regulator are adjustable.\n[82]\nThe Zephyr AUS device is currently available in many countries, including all of Europe, but not in the United States.\n[81]"
  }
}