{
  "drug_name": "silica",
  "nbk_id": "NBK513246",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513246/",
  "scraped_at": "2026-01-11T15:38:41",
  "sections": {
    "clinical_significance": "This section provides a brief overview of screening for TBI, confirming the diagnosis of TBI, screening for TB disease or active case finding, and contact investigation and outbreak management. Recommendations for screening, treatment, contact investigation, and outbreak management exist at international, national, and local levels. Patient-focused and public health clinicians should follow local guidelines, which reflect the local TB epidemiology, programming, and resources.\n\nRecent advances have significantly altered the therapeutic landscape for the treatment of TBI and TB disease, essential components of TB control and elimination. These topics are well covered in various StatPearls companion articles. Adding new or repurposed antibiotics and shorter treatment regimes offers patients increased opportunities for successful treatment completion. By re-analyzing the results of failed non-inferiority trials examining the effectiveness of shortened TB treatment regimens using fluoroquinolones, researchers identified subgroups of patients who may benefit from fewer than 6 months of treatment. Rifamycins (eg, rifampicin) are well-tolerated and shorten treatment by optimizing anti-TB drug pharmacokinetics. People with drug-sensitive TB can receive a 4-month regimen of INH, pyrazinamide, moxifloxacin, and rifapentine, which has a longer half-life than rifampicin. Studies show children with drug-sensitive, non-severe, smear-negative TB can be treated as effectively with 16 weeks of antimicrobials instead of the usual 6-month regimen. As of August 2024, the WHO recommends a new 6-month treatment regimen consisting of bedaquiline, delamanid, and linezolid, with levofloxacin, clofazimine, or both for treating MDR/RR-TB.[WHO.\nGTBR 2024\n]\n\nSee StatPearls' companion articles, \"\nTuberculosis Screening,\n\" \"\nTuberculosis Overview,\n\" and \"\nLatent TB Infection,\n\" for further information on administering TB tests, interpreting TB test results, populations for screening, the history, physical exam, and diagnostic testing to rule out TB disease and treatment of TBI and disease.\n\nIdentifying Populations for TB Preventive Treatment\n\nScreening for TBI and treating identified infections is essential due to the high proportion of TB disease resulting from reactivation after TBI. In the United States, the National Society of TB Clinicians (NSTC) prioritizes the following persons for screening and treatment:\n\nBirth or residence in a country with a high or medium TB incidence rate, regardless of arrival year in the United States, or travel for at least 1 month in a country with a high or medium TB incidence rate\nClose contact with someone with infectious TB\nImmunosuppression, current or planned\nOther conditions or social circumstances that meet state or local criteria, including homelessness, incarceration, or occupational TB risk.(NSTC.\nLTBI\n.)\n\nThe WHO identifies similar groups, specifically the following:\n\nPeople with HIV\nHousehold contacts of people with TB (regardless of HIV status)\nOther people at risk.\n[7]\n\nThe latter category includes people initiating anti-tumor-necrosis-factor treatment, on dialysis, preparing for an organ or hematologic transplant, or with silicosis.\n\nNeither the NSTC nor the WHO recommends routine TB screening for those with moderate risk factors for the progression of TBI to TB disease, such as smoking, diabetes, or chronic kidney disease, unless other epidemiological risk factors exist.\n[7]\n[NSTC.,\nLTBI\n] However, patients with these conditions found to have TBI should receive TB preventive therapy unless medical or pharmaceutical contraindications exist.\n\nIn the United States, the NSTC recommends screening all children and adults for TB risk factors at least once as part of routine primary care, with ongoing assessment for new risk factors over time.[NSTC.\nLTBI\n] People with existing or new TB risk factors should be tested, preferably with the same screening test, and treatment offered to those with TBI.\n\nThe American Thoracic Society, USPSTF, United States Centers for Disease Control (CDC), World Health Organization, and many other countries' guidelines recommend TST and IGRA as initial tests to screen for TBI\n.\n[39]\n[40]\n[8]\n[40]\nIGRA is generally preferred in adults and older children in well-resourced settings, although TST is acceptable in most populations. IGRA requires only a single visit, but it is more expensive and requires specialized laboratory expertise and equipment. IGRA sensitivity is reduced in people with HIV and children under 2. TST and TBST are less expensive and can be performed in the field; however, these tests require a cold chain and training for test placement, reading, and interpretation.\n[7]\n\nHealthcare providers screening patients for TBI must ensure adequate follow-up of all positive results and provide TB preventive treatment (TPT), preferably as part of a programmatically managed TPT system that promotes connection to care until treatment completion.[NSTC.\nLTBI\n]\n\nConfirming TB Infection\n\nBefore diagnosing and treating a patient for TBI, clinicians must rule out TB disease in all those who screen positive to avert inadequate treatment of underlying TB disease. Ruling out TB disease requires a careful medical history and symptom review, targeted physical exam, and chest x-ray. A diagnosis of TBI is confirmed when a patient with a positive screening result has no symptoms of TB, and the chest x-ray and other diagnostic tests are negative.\n[7]\n[NSTC.\nLTBI\n]\n\nThe medical history should include previous positive results from TB testing, previous and current medical conditions (with a focus on immunosuppressive conditions), current or anticipated medications (such as immunosuppressive therapy), history of TB exposure and risk factors, and the likely time of exposure (eg, recent contacts). The patient's age and pregnancy or breastfeeding status are other key factors in TBI workup and treatment decisions.\n\nThe clinician should actively assess for symptoms of TB, including prolonged cough, hemoptysis, fever or chills, night sweats, and unintentional weight loss. As TB may present paucisymptomatically, clinicians should probe for even mild symptoms. A targeted physical exam should include the oropharynx, neck, lungs, and lymphatic system, with a focus on checking for enlarged lymph nodes. Other TB symptoms may warrant examination of other organ systems.\n\nA chest x-ray is a required part of the clinical evaluation for all patients with TBI. Clinicians must maintain a high index of suspicion in reading the chest x-ray, particularly in those with symptoms or recent exposure to TB. All patients should have a posterior-anterior chest x-ray. Additionally, children and patients with symptoms or who are immunocompromised should have a lateral chest x-ray. A normal PA and lateral chest x-ray does\nnot\nrule out TB disease in those with symptoms, particularly in patients with immune compromise. Patients may require additional radiographic views or studies such as CT scans. Pregnant persons in the first trimester can usually wait until the second trimester for the chest x-ray unless HIV, immunosuppression, recent exposure, or documented conversion in the last 2 years.\n\nAs recommended in the 2024 WHO guidance document on TB diagnostics, patients in most parts of the world with signs or symptoms should undergo a rapid test for TB diagnosis, as outlined in Table 3 below.\n[7]\nThe WHO recommends a variety of rapid NAATs and lateral flow biomarker detection tests for initial Mtb detection and DST over the use of microscopy, culture, and phenotypic testing, as outlined in\nTable 3\nbelow. However, due to the high sensitivity of these tests and the potential for cross-reactivity, false positives can be a significant concern in countries with low incidence. Some low-incidence countries recommend the tests for all symptomatic patients, while others rely on conventional or other molecular methods for diagnosis. The United States performs WGS on all TB sputum and tissue samples for genotyping and drug resistance detection.[CDC.\nTBWGS\n]\n\nTable\nTable 3. 2021 WHO Recommendations for TB Testing in Symptomatic Individuals.\n\nTable reference:\n[7]\n\nScreening for TB Disease\n\nIncreased diagnosis and care initiation for people with TB disease through systematic screening for TB disease is a central component of the WHO pillar of ensuring early diagnosis for people with TB. Waiting for patients to present to healthcare facilities once they develop symptoms misses early disease and paucisymptomatic disease. Screening for TB disease is also known as active case finding. In 2019, an estimated 2.9 million people died from TB worldwide without ever being diagnosed with TB.\n[41]\n\nThe WHO updated its 2013 guidelines and operational handbook in 2021 to reflect new developments, data, and modeling in TB disease screening. The guideline development group updated terminology while largely retaining existing recommendations from 2013 for TB disease screening in targeted populations. In addition to systematic symptom screening, the guideline development group added 8 new recommendations concerning tools for TB disease screening.\nTable 4\noutlines the WHO's 2021 recommendations; the type of recommendation (existing, updated, or new), strength of recommendation (strong or conditional), and certainty of evidence (strong, moderate, low, very low) are in brackets.\n[41]\n\nTable\nTable 4. 2021 WHO Recommendations for TB Disease Screening .\n\nTable 4 reference:\n[41]\n\nContact and Outbreak Investigations\n\nTB contact investigations enable the early identification of TB infection and disease, providing opportunities to offer TB preventive or curative therapy, thereby reducing Mtb transmission and the incidence and severity of TB disease.\n[42]\n\nThe 2005 guideline from the NTCA and the CDC is the foundational document for investigating contacts of persons with infectious tuberculosis in the United States.\n[43]\nOther low-incidence, high-income countries pursuing elimination have similar guidelines appropriate to the local risk assessment, epidemiology, resources, and other factors.\n\nContact investigations are complicated, requiring many interdependent decisions and time-consuming interventions. The likelihood of exposure and infection determines the risk of disease transmission, influenced by various factors, including the index patient, contact, environmental, and bacteriological factors. These factors include the infective burden of Mtb, the duration and proximity of exposure, local air circulation, the virulence of the Mtb strain, and a contact's immune-impairing medical conditions, previous exposures and infections, and their intrinsic infection-fighting capacity. Clinicians can only approximate many of these factors at the time of decision-making. Thus, decisions are often based on incomplete information, compounded by suboptimal investigative tools, treatment options, and limited resources. With no established minimum safe exposure time to airborne Mtb, public health resources must focus on identifying exposed persons who are most at risk of infection or disease.\n\nThe CDC and NTCA identify 6 key steps in conducting an investigation:\n\nDeciding to initiate a contact investigation\nInvestigating the index patient and sites of transmission\nAssigning priorities to contacts\nDiagnostic and public health evaluation of contacts\nMedical treatment for contacts with TBI\nWhen to expand a contact investigation.\n[43]\n\nIn deciding to initiate a contact investigation, patients who are positive for acid-fast bacilli on a sputum smear or have pulmonary cavities receive the highest priority, as do those who may be difficult to contact (eg, leaving the country). Only pulmonary, laryngeal, and pleural TB disease is typically transmissible; transmission from other sites occurs only in rare iatrogenic circumstances. Transmission is unusual in children younger than 10. Special circumstances, such as unusually close exposures or exposures among groups particularly vulnerable to TB disease, may warrant an investigation that public health officials would otherwise not conduct in childhood TB cases. Investigating the index patient and sites of transmission includes reviewing the medical record, interviewing the index patient, estimating the infectious period, visiting sites frequented by the patient, and obtaining a list of contacts. Developing rapport with the patient is vital in initiating a strong, ongoing therapeutic relationship. The infectious period is usually difficult to determine accurately, as symptom onset can be insidious. Experts recommend at least 3 months before the symptom onset or earlier if evidence of prolonged illness exists (eg, symptoms or advanced disease). The patient's clinicians often express concern about sharing information in the medical record with public health authorities. However, this is allowed under exemptions in the Privacy Rule of the Health Insurance Portability and Accountability Act (HIPAA) of 1996 and is essential to adequate public health action.[\nASPE. HIPAA 1996\n]\n\nPublic health investigators use contact and exposure characteristics to prioritize contact follow-up. Symptoms, age less than 5, and immune status, particularly HIV, are the most important contact characteristics. Exposures in households, in congregate settings, or due to cough-inducing medical procedures are the highest priority. As larger spaces allow increased air diffusion, the airspace size (eg, the size of a car vs a stadium) is a key exposure factor. People sitting in the same or adjacent rows to an individual with infectious TB for at least 8 hours have a much higher risk of becoming infected with TB, demonstrating the importance of proximity to infection risk. Due to the complexity of factors determining the likelihood of transmission, the CDC and WHO do not define a set period for contact.\n\nCase conferences are an effective way to develop the investigation plan. The infectious period, level of infectiousness, contacts, and contact cohorts for initial screening, care plan for contacts (eg, window period prophylaxis, symptomatic contacts), TB screening activities, and roles and responsibilities must be defined or confirmed. Drug-resistant TB, out-of-jurisdiction, Indigenous or incarcerated contacts, large or complex exposure sites, and evidence of transmission warrant specific discussion to ensure the implementation of appropriate measures. Public health investigators expand the initial contact cohort if they identify contacts with TBI or TB disease. In cases where primary TB is suspected, authorities conduct a 'source-case investigation,' identifying the source of infection and those potentially exposed to the index case.\n\nPublic communications, particularly if there is media interest, data management, confidentiality and consent, staffing and training, cultural competency, and social network analyses, are other critical aspects of TB contact and outbreak investigations.[\nBCCDC. CDC Manual TB.\n]"
  }
}