{
  "drug_name": "simethicone",
  "nbk_id": "NBK555997",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555997/",
  "scraped_at": "2026-01-11T15:38:49",
  "sections": {
    "indications": "Simethicone is contraindicated in patients with a simethicone allergy.",
    "mechanism": "Simethicone is a silicone compound that functions as a non-systemic surfactant, decreasing the surface tension of gas bubbles in the GI tract. This action results in coalescence and dispersion of the gas bubbles allowing their removal from the GI tract as flatulence or belching. Simethicone causes the gas bubbles to accumulate and therefore pass more easily either through the upper GI or lower GI opening. Simethicone does not appear to reduce the actual production of gas in the GI tract.\n[8]\n\nSimethicone does not inhibit conditions such as lactose intolerance or medication side effects that increase the production of gas bubbles in the gastrointestinal tract.\n[9]\n[10]\nIntestinal gases are composed mostly of nitrogen, oxygen, carbon dioxide, hydrogen, and methane.\n[11]\nSimethicone is excreted in the feces.",
    "administration": "Simethicone administration is via the oral route. It comes manufactured as tablets, capsules, chewable films, and liquid. Although it is an inert compound, simethicone should not be administered parenterally or through inhalation. It is presumed safe in infants.\n[12]\nInitial studies used dosing of 50 mg ten minutes before each meal and at bedtime for ten days.\n[7]\nThis dosing has now changed to the following recommendations:\n\nAdults: 40 to 125 mg orally four times daily as needed after meals and at bedtime; the maximum daily dose is 500 mg.\n\nChildren ages 2 to 12 years: 40 mg orally four times daily as needed after meals and at bedtime; the maximum daily dose is 480 mg.\n\nChildren and infants less than two years of age: 20 mg orally four times daily as needed after meals and at bedtime; the maximum daily dose is 240 mg.\n\nSimethicone is available \"over the counter\" (OTC) medicine. It is manufactured in combination with medications such as aluminum hydroxide, magnesium hydroxide, calcium carbonate, and loperamide.",
    "adverse_effects": "Simethicone does not have any serious side effects. There have been reports of mild diarrhea and nausea.\n[6]\nSince simethicone is not absorbed orally, it is logical that systemic side effects such as kidney injury, hypertension, and hyperglycemia do not occur.\n[13]\nSilicosis is a condition of pulmonary fibrosis caused by the inhalation of silica dust (also known as silicon dioxide). Still, there have been no reported cases of silicosis secondary to oral simethicone administration.\n[14]",
    "monitoring": "Simethicone is not absorbed systemically, so serum simethicone levels would not be feasible. An abdominal x-ray or computed tomography can assist in monitoring outcomes. However, imaging is very rarely needed. Simethicone has no significant drug interactions. There is a case report of changed absorption of levothyroxine in a child when taking simethicone. However, the overall concern is minimal.\n[15]\n\nAnother case report indicated that carbamazepine toxicity could result when administering carbamazepine with simethicone.\n[16]\nIn that case, a 45-year-old man with epilepsy on carbamazepine underwent evaluation for symptoms of carbamazepine toxicity. He had an elevated serum carbamazepine level of 34.2 micrograms per milliliter (standard 4 to 11) after taking simethicone for two days. The serum carbamazepine level was obtained approximately 8 to 9 hours after his last dose of carbamazepine. His serum carbamazepine level was checked two days earlier and was 10.5 micrograms per milliliter. That was 10 to 11 hours after his previous carbamazepine dose. The patient denied taking any extra dosage, alcohol, herbal products, or any other new medications. In the author's conclusion, they recommended caution when prescribing simethicone in a patient taking carbamazepine.\n[16]",
    "toxicity": "Simethicone is not absorbed systemically, so it is safe in pregnancy and breastfeeding.\n[13]\n[17]\nThere is no treatment for a simethicone overdose other than stopping the medication."
  }
}