{
  "drug_name": "simvastatin",
  "nbk_id": "NBK532919",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532919/",
  "scraped_at": "2026-01-11T15:38:48",
  "sections": {
    "indications": "Patients with contraindications to simvastatin pharmacotherapy include those with active liver disease, including those who have elevated hepatic enzymes, pregnancy, and women who may become pregnant or who are breastfeeding. Concomitant use with certain medications (see above) is also a contraindication with simvastatin, and drug profiles should undergo a careful review prior to initiation.\n\nPregnancy is a known secondary cause of dyslipidemia, leading to a potential increase in triglyceride and LDL-C concentrations. Statin therapy is contraindicated during pregnancy resulting in limited options for dyslipidemia treatment during pregnancy. Alternative treatment options are necessary to treat elevated concentrations during pregnancy to minimize associated complications such as hypertriglyceridemia related to acute pancreatitis. Pregnancy has been delayed or avoided in reported cases to avoid the possible complications from untreated dyslipidemia.\n[8]\nFemales of child-bearing potential are advised to use appropriate contraception during treatment with simvastatin. Recommendations are also to avoid breastfeeding if possible; if unavoidable, clinicians need to weigh potential benefits vs. risk profile, although there is no current data on infant harm or adverse effects on breast milk production.\n[9]\n\nAlthough rare, a serious complication of statin therapy is liver toxicity with elevated levels of transaminases. Due to a potential increase in liver enzymes, patients with active liver disease and pre-existing elevated transaminases are excluded from simvastatin therapy. Simvastatin can transiently increase transaminase concentrations within the first few months of treatment. These subsequently return to baseline. The clinician should monitor liver function and enzymes while their patients are on simvastatin pharmacotherapy.\n[10]\n\nContraindicated drugs for concomitant use with simvastatin include atazanavir, chloramphenicol, erythromycin, gemfibrozil, ritonavir, and azole antifungals. This is not an exhaustive list, and complete medication reconciliation is recommended, as with any drug regimen.\n[11]",
    "mechanism": "Clinicians prescribe statin therapy to lower cholesterol concentrations; simvastatin targets cholesterol production. The biosynthesis of this molecule consists of a multi-step pathway. The rate-limiting step in this pathway involves the 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA) reductase enzyme. Using acetyl-CoA as a substrate, mevalonic acid is formed, and subsequent reactions lead to the formation of cholesterol. Simvastatin acts on the rate-limiting step and serves as an HMG-CoA reductase inhibitor, consequently leading to decreased cholesterol concentrations.\n\nStatins also possess additional properties in addition to their ability to lower cholesterol concentrations. These include inhibition of platelet aggregation, reduction in inflammation at the site of atherosclerotic plaque, and improved endothelial function. These properties are commonly taken advantage of when prescribing statin therapy for individuals with normal cholesterol levels. Studies have shown that early statin therapy initiation has reduced the incidence of cardiovascular events, leading to reduced mortality.\n[2]\n\nSimvastatin is hepatically metabolized via the CYP450 enzyme system, primarily through CYP3A4 as well as CYP2C6; this figures prominently in some of its potential adverse effects and drug-drug interactions, of which more later. It is a prodrug. It is excreted in the feces and urine and has a half-life of between two and five hours.",
    "administration": "Simvastatin is approved for oral administration and is available in 5-mg, 10-mg, 20-mg, 40-mg, and 80-mg tablets. A suspension dosage form is also available for those with difficulty swallowing.\n\nRecommended Dosages*\n\nHomozygous Familial Hypercholesterolemia\n\n40 mg once every evening\n\nHeterozygous Familial Hypercholesterolemia\n\nInitial 10 to 20 mg once every evening; max dose 40 mg once every evening\nPediatric patients age 10 to 17: Initial 10 mg once every evening; max dose 40 mg once every evening\n\nHypertriglyceridemia\n\nInitial 10 to 20 mg once every evening; max dose 40 mg once every evening\n\nReduction in Cardiovascular Events\n\nInitial 10 to 20 mg once every evening; max dose 40 mg once every evening\nIn patients with coronary heart disease (CHD), the initial dose is 40 mg once every evening\n\nA dose restriction exists for simvastatin 80 mg due to a higher risk of myopathy and possible rhabdomyolysis, especially within the first 12 months of use. Therefore, the 80-mg strength is restricted for only those patients who have been on the 80-mg regimen for 12 or more months with no reported myopathy. Simvastatin 80 mg is not recommended for patients with LDL targets that are not at goal, even with simvastatin 40 mg. Recommendations are to use a high-intensity statin instead. For stable patients on the simvastatin 80-mg dose, a change of therapy is necessary if initiating an interacting medication.\n\n*Doses are adjusted to target goal LDL levels.\n\nDose Adjustments\n\nDose adjustments are necessary with simvastatin when taken concomitantly with certain pharmacotherapy. Adjustments in simvastatin strength reduce potential statin-associated toxicities, including fatigue and myopathy.\n\nPotent CYP3A4 inhibitors (clarithromycin, HIV protease inhibitors, cyclosporine)\n\nSimvastatin is contraindicated:\nVerapamil, diltiazem, dronedarone\nMax dose is simvastatin 10 mg\nAmiodarone, amlodipine, ranolazine\nMax dose is simvastatin 20 mg",
    "adverse_effects": "Common adverse effects include headaches, myalgia, abdominal pain, gastritis, constipation, upper respiratory infections, elevated AST or ALT, and impaired serum glucose control.\n[3]\n\nRarer, yet more severe, causations include cardiovascular effects such as atrial fibrillation, hepatic abnormalities, including cholestatic hepatitis, greater than a 3-fold elevation in transaminases, jaundice, and potential liver failure. Adverse musculoskeletal effects include greater than a three-fold increase in creatine phosphokinase (CPK) levels, rhabdomyolysis, and compartment syndrome in the lower legs.\n[4]\n[5]\n[6]\n\nAdditional serious reactions include interstitial lung disease, diabetes mellitus, erythema multiforme, leukopenia, hemolytic anemia, thrombocytopenia, and Stevens-Johnson syndrome, although these adverse events are rare.\n\nDrug concentrations, and consequently, incidence and severity of adverse effects, can become significantly increased when coadministered with CYP3A4 inhibitors. Concomitant medications administered with simvastatin should have an assessment performed for potential drug interactions to minimize the risk of adverse effects. Patients are commonly advised to stop eating grapefruits or drinking grapefruit juice while on statin therapy. However, more recent research has shown this risk can be minimized by spacing the consumption of grapefruit and statin dosing.\n[7]",
    "monitoring": "Continuous laboratory monitoring is not necessary for patients on simvastatin therapy. To gauge therapeutic effectiveness, a lipid profile is evaluated four weeks after initiation and periodically after that leading to potential dose adjustments. Liver function tests are also performed at baseline and subsequently, as clinically necessitated, to evaluate liver toxicities. Common symptoms include abdominal pain, yellowing of the skin, loss of appetite, and fatigue. Creatine kinase levels are also assessed at baseline and periodically after that, especially in high-risk patients such as those with renal insufficiency. Patients with complex medication profiles (polypharmacy) require close monitoring for musculoskeletal and hepatic complaints due to potential simvastatin toxicities and possible drug-drug interactions.\n[12]",
    "toxicity": "Severe cases of musculoskeletal symptoms warrant discontinuation of simvastatin. In milder cases, the currently accepted practice is temporary discontinuation followed by a re-challenge at a lower dose. If re-challenging simvastatin at a lower dose leads to similar adverse effects, discontinuation followed by an alternative statin is the recommended next step.\n[13]\nDiscontinuation is also warranted if severe hepatotoxicity or hyperbilirubinemia or if jaundice occurs."
  }
}