{
  "drug_name": "skimmed milk",
  "nbk_id": "NBK513265",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513265/",
  "scraped_at": "2026-01-11T18:47:55",
  "sections": {
    "indications": "Noroviruses are nonenveloped, positive-sense, single-stranded RNA viruses belonging to the Caliciviridae viral family (see\nImage\n. Norovirus Virion). The virus was first identified and named “Norwalk virus” when it was discovered as the cause of a 1968 outbreak of gastroenteritis in Norwalk, Ohio. Norovirus is the leading cause of acute gastrointestinal illness worldwide. In developed countries with rotavirus vaccine programs, norovirus surpasses rotavirus as the most common cause of gastroenteritis in children.\n\nCommon symptoms of norovirus infection include nausea, vomiting, and diarrhea. These could lead to clinically significant dehydration, requiring hospitalizations. In addition to its clinical effects, norovirus also has a major financial impact on developed nations.\n[1]\n[2]\nAs of December 2024, there has been a significant surge in norovirus-associated gastroenteritis in the United States and other regions worldwide.\n[3]\n[CDC NoroSTAT Data]",
    "mechanism": "Norovirus\nGenotypes\n\nNoroviruses\nhave 10 known genogroups and 49 genotypes. The classification into genogroups and genotypes is based on amino acid diversity in VP1 and ORF1 proteins. Human infections are predominantly due to genogroups GI, GII, and GIV, with GII being the most common cause of gastroenteritis. A minimal number of cases are attributed to GIV. While both genogroups I and II are clinically relevant, a specific strain from genogroup II, norovirus GII.4, has been responsible for the majority of human outbreaks over the preceding 12 years. However, a different GII variant appears to be contributing to recent outbreaks.\n[4]\n\nAs of December 2024, United States surveillance data has identified a significant increase in norovirus-associated gastroenteritis compared with a similar period from previous years.\n[CDC NoroSTAT Data]\nThe surge in gastroenteritis cases is likely partly due to the emergence of the norovirus strain variant, GII.17.\n[5]\nIn addition, social distancing during the early years of the COVID-19 pandemic may have decreased exposure to norovirus and thereby reduced background immunity.\n[6]\nStudies have shown that waterborne outbreaks tend to be associated with genogroup I strains, while healthcare-related and winter outbreaks are more likely to have genogroup II strains as a causative agent.\n\nThe primary mode of transmission of norovirus is fecal-oral. Sources include ingesting contaminated water or food or direct transmission from a contaminated surface or infected person. The virus is resistant and can stay on surfaces even after disinfecting. Norovirus also has a low viral inoculum that causes infection. As few as 10 viral particles are needed to cause infection.\n[7]\n\nGastroenteritis Outbreaks\n\nNorovirus outbreaks are common in several different settings. Norovirus is known to cause gastroenteritis outbreaks in hospitals and other healthcare facilities. In addition to healthcare settings, outbreaks may occur in schools, military barracks, cruise ships, and resorts.\n[8]\nPerson-to-person transmission is the most common mode, but contaminated surfaces also contribute to disease propagation.\n\nSurfaces may be contaminated with viral particles by splashing of emesis or stool or by aerosolized viral particles. Outbreak incidence of norovirus gastroenteritis tends to occur during winter months. Good hand hygiene and effective surface cleaning should be stressed during norovirus outbreaks. Studies suggest that washing hands with soap and running water for at least 20 seconds is the most effective form of hand hygiene for eliminating norovirus. Studies on the effectiveness of alcohol-based hand rubs are inconclusive. Some studies suggest that high-concentration ethanol-based hand sanitizers decrease viral concentration on the hands, but these types of cleaners should be used as a supplement to hand-washing with soap and water. Surfaces such as sinks, toilets, tables, chairs, and beds should be cleaned with a hypochlorite (bleach) solution, and adequate contact time should be ensured. Furthermore, items contaminated with infected emesis or stool that cannot be properly disinfected should be discarded.",
    "monitoring": "Norovirus Evaluation\n\nMany cases of norovirus go undiagnosed, as many patients do not seek medical attention for treatment. For patients seeking evaluation by a clinician, the diagnostic evaluation will be similar to most patients with gastroenteritis. Usually, diagnostic testing is not indicated. A metabolic panel may be warranted for certain patients to assess for electrolyte abnormalities and hydration status. Stool studies such as stool culture,\nClostridium difficile\ntoxin, and ova and parasite testing are not usually indicated unless symptoms are prolonged or an alternative pathogen is suspected.\n\nIn cases where norovirus is suspected, several enzyme immunoassays and reverse transcription polymerase chain reaction (RT-PCR) are available for the detection of norovirus. Although not usually indicated for individual cases of gastroenteritis, these assays may be useful in detecting norovirus outbreaks. While enzyme immunoassays are the most readily available test, RT-PCR remains the gold standard for detection. Both types of tests use stool or emesis samples to detect GI and GII noroviruses. However, limitations do exist for norovirus testing. Many healthcare facilities do not have access to enzyme immunoassays or RT-PCR, and the sensitivity and specificity of testing are variable. The accuracy of results depends upon the number of samples tested, the timing of stool collection, and proper handling of the sample. Because laboratory testing for norovirus is not uniformly available, clinical evaluation can be useful in detecting norovirus outbreaks. The Kaplan clinical and epidemiological criteria for norovirus were developed before the development of laboratory testing and are still considered useful when definitive testing is unavailable.\n[15]\n[16]\n[17]\n\nThe Kaplan Criteria\n\nIf all of the following Kaplan criteria are positive, a norovirus outbreak is highly probable:\n\nVomiting in more than half of symptomatic cases\nMean (or median) incubation period of 24 to 48 hours\nMean (or median) duration of illness of 12 to 60 hours\nNo bacterial pathogen isolated on stool culture",
    "administration": "The management of norovirus infection involves treating the patient’s symptoms and mitigating the risk of an outbreak. The primary clinical focus should be on the patient’s hydration status, with an emphasis on infection control to prevent the spread of disease to healthcare workers and patient contacts.\n\nNorovirus Management\n\nThe mainstay of treatment is oral rehydration therapy. The World Health Organization and the American Academy of Pediatrics recommend oral rehydration solutions with electrolytes and glucose. Oral rehydration solutions are preferred over sports drinks and juices for pediatric patients because the latter contains a high carbohydrate and osmotic load that may exacerbate diarrhea.\n\nPatients with intractable vomiting or severe dehydration require intravenous hydration and, possibly, hospital admission. Antibiotics generally are not indicated unless a concern for bacterial infection is present. Antimotility agents have been beneficial in adults, and antiemetics may provide symptomatic relief. Studies support the use of ondansetron in vomiting children, but antimotility agents are not recommended for pediatric patients.\n\nInfection Control Measures\n\nInfection control is a priority in preventing norovirus outbreaks. While efforts at vaccine development are underway, hand hygiene, surface cleaning, and prevention of body fluid exposure are the mainstays of infection control. Currently, hand hygiene is the primary preventive method for outbreaks.\n[18]\nAdditionally, inpatients should be placed in single occupancy rooms when possible, with contact precautions maintained for at least 48 hours after symptom resolution. If isolation is not feasible, symptomatic and asymptomatic individuals should be separated. Cleaning protocols recommend using bleach-based disinfectants, prioritizing frequently touched surfaces, and moving from less to more contaminated areas.\n[18]\n(Please refer to the\nEtiology\nsection for more information on the prevention of norovirus spread).\n\nNorovirus Vaccines\n\nNorovirus vaccine development remains a priority for both the perceived public health and economic benefits. Developing a vaccine has been difficult because of the complex nature of norovirus, human immune responses, difficulty culturing the virus, and limited animal models for vaccine testing. Several vaccines are currently in pre-clinical development; one has completed phase 2 adult clinical trials. Due to viral evolution, development efforts have focused on multivalent vaccines similar to influenza vaccines.\n[19]\n[20]\n[21]",
    "adverse_effects": "Complications of norovirus include:\n\nHypokalemia\nDehydration\nHyponatremia\nMetabolic alkalosis\nRenal failure\nHemolytic uremic syndrome\nNeonatal necrotizing entercolitis"
  }
}