{
  "drug_name": "skin care.healing",
  "nbk_id": "NBK617060",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK617060/",
  "scraped_at": "2026-01-11T18:47:55",
  "sections": {
    "indications": "Nonmelanoma skin cancer (NMSC) is the term used to collectively refer to both cutaneous squamous cell carcinoma and basal cell carcinoma. Basal cell carcinoma (BCC) is the most prevalent skin-associated malignancy, followed by squamous cell carcinoma (SCC), which is the second most common cause of skin cancer in the United States. These cancers are typically slow-growing and locally destructive, with an overall low risk of metastasis. However, given the presence of higher-risk variants and high-risk patients, these cancers are treated with the utmost caution. The primary risk factor for NMSC is chronic exposure to ultraviolet (UV) radiation, primarily from the sun but also from other sources, eg, tanning beds and sunlamps.\n[1]\nAdditional risk factors include the presence of atypical nevi, a family history of skin cancer, immunosuppression, and a low Fitzpatrick skin type score.\n[1]\n\nPhotoprotection is key to the prevention of NMSC. Management is routinely treated with surgical excision, including wide local excision, electrodesiccation, and curettage, or Mohs micrographic surgery. In addition, medical therapy, radiation therapy, and systemic oncological treatments are available for more advanced cases or nonsurgical candidates. The route of management also depends on patient- and case-specific factors. This course will focus on treatment with Mohs micrographic surgery and the importance of this technique in providing extremely high cure rates for patients.",
    "mechanism": "UV radiation is the major risk factor for developing NMSC because it creates pyrimidine dimers, which link pyrimidine nitrogenous bases, thereby compromising DNA's structural integrity and often leading to mutations.\n[2]\nUV exposure also leads to the generation of reactive oxygen species, which are toxic to DNA and induce damage over time. Mutations to specific genes can increase the risk for BCC or SCC.\n[2]\nIndividuals with lighter Fitzpatrick skin types are at greater risk of DNA damage from UV radiation than those with darker Fitzpatrick skin types. Please see StatPearls' companion resource, \"\nSunburn\n\", for further information on this skin type classification. This is due to melanin, the pigment in the skin, which plays a protective role against skin cancer.\n\nMelanin helps absorb and neutralize UV radiation, thereby reducing the risk of DNA damage in skin cells.\n[2]\nConsequently, individuals with lower Fitzpatrick skin types experience more DNA mutations and a higher incidence of skin cancer. Furthermore, UV damage accumulates with age and increased lifetime sun exposure, elevating the risk of developing NMSC cancer.\n\nVarious risk factors contribute to the cumulative damage leading to NMSC. Occupational hazards are especially significant in industries, eg, agriculture and construction, where exposure to air pollutants and polycyclic aromatic hydrocarbons (PAHs) found in coal tar, tobacco smoke, and fossil fuels is strongly linked to BCC and SCC.\n[3]\nAdditionally, certain environmental risk factors are associated with these cancers. Ionizing radiation is primarily associated with BCC, while arsenic exposure has a stronger correlation with SCC.\n[3]\nMoreover, underlying medical conditions, especially those involving immunodeficiency or malignancies, can also increase the risk of developing NMSC, particularly with prolonged exposure to environmental carcinogens.\n[1]\nThe use of specific pharmacological agents, especially immunosuppressants, is another important risk factor, further increasing susceptibility to these skin cancers.",
    "monitoring": "Clinical diagnostic findings are essential for evaluating suspicious skin lesions. However, a skin biopsy is crucial for confirming a diagnosis of NMSC and identifying the specific subtype, which guides further management. Although BCC rarely metastasizes, SCC carries a higher risk of metastasis, especially when located in certain areas of the face, eg, the lips or ears. Therefore, in cases of SCC, especially those with large or advanced lesions, regional lymph nodes should be palpated to assess for possible spread. If metastasis is suspected, additional imaging may be indicated to evaluate the extent of involvement in other organs.",
    "administration": "The primary treatment for most NMSC is surgical excision. Depending on the location and need for tissue preservation and cosmetic outcomes, Mohs micrographic surgery has become the gold standard of care for NMSC.\n[13]\nFor especially large or advanced lesions that are challenging to excise, or for patients who are not surgical candidates, other therapies, eg, radiation and immunotherapy treatments, may be used either as adjuncts or as monotherapy.",
    "adverse_effects": "Complications from Mohs micrographic surgery are rare but align with the common risks associated with surgery. One primary concern is bleeding, particularly since many procedures are performed on the face, where major arteries are located. Due to the vascular anatomy of this area, surgeons must exercise extra caution to avoid injuring these vessels and to minimize bleeding risks.\n[35]\nA postoperative concern of bleeding includes the formation of a hematoma. Hematomas can present as a swelling mass at the site of surgery and may include sensations of pressure and pain. Hematomas can be emergencies if they involve the eye, which can lead to blindness, or the neck, which may occlude the patient's airway. Early-presenting hematomas can be aspirated using a 16- or 18-gauge needle. Older hematomas may become thick and adherent to surrounding tissue and thus cannot be aspirated; these will usually again become liquefactive and can be aspirated at a later date (about 2 weeks postoperatively).\n[36]\n\nInfection is another potential complication when the skin's barrier is breached. However, infection rates associated with Mohs surgery are low, with national rates in the United States being less than 2%.\n[37]\nSpecial precautions may be necessary for high-risk patients to further decrease the likelihood of infection.\n\nNerve damage is a recognized risk in dermatologic surgery, often presenting as temporary numbness or tingling in the area surrounding the excised site. In most cases, sensation returns within 6 to 8 months as cutaneous nerves regenerate. Surgeons must also be cautious of \"danger zones\" on the face and neck where nerves and arteries are more vulnerable. These zones include areas associated with the 5 branches of the facial nerve. Another commonly referenced area is Erb's point in the lateral neck, which is at risk for injury to the spinal accessory nerve. This landmark is located by drawing a line between the mastoid process and the angle of the jaw, then measuring 6 cm inferior to the midpoint.\n[38]"
  }
}