{
  "drug_name": "snake",
  "nbk_id": "NBK557565",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557565/",
  "scraped_at": "2026-01-11T18:47:55",
  "sections": {
    "indications": "Venomous snakes inflict considerable morbidity and mortality worldwide, although specific data on the total number of venomous snakebites globally are lacking. In the United States, approximately 7000 to 8000 venomous snakebites occur each year, with about 5 to 10 deaths reported per year, although there is no mandated reporting for snakebites, so these data are likely incomplete. Notably, bees are responsible for significantly more deaths than snakes in the United States.\n[1]\n[2]\n\nPatients with venomous snakebites present with signs and symptoms that can include superficial puncture wounds, localized pain and swelling, nausea, vomiting, muscle cramping, dizziness, numbness, tingling around the mouth, dyspnea, life-threatening coagulopathy, and shock. Pre-hospital treatments, including the application of ice, alcohol consumption, wound incisions, and oral suction of venom, are not recommended. Evidence supports initial conservative management, such as immobilization. In North America, the use of lymphatic constriction bands is not advised, as these are reserved for venoms with significant neurotoxic effects only. Otherwise calming the patient and encouraging oral fluid intake prior to rapid evacuation to an emergency center where definitive care can be rendered. Initial assessment of the patient with a snakebite should include laboratory studies to evaluate for hematologic, neurologic, renal, and cardiovascular derangements. Antivenom is the definitive treatment, although the specific type of antivenom depends on the snake species. The previously used horse-serum-derived full immunoglobulin antivenom has now largely been replaced by sheep-derived Fab antivenom (FabAV or Fab) and a recently safer horse-derived F(ab)2.\n[1]\n[2]\n[3]",
    "mechanism": "Venomous snakebites generally occur when venomous snakes (most commonly pit vipers) are cornered or startled by humans. Increased interest in warm weather outdoor activities like hiking, backpacking, and fishing, as well as the increasing number of venomous snakes being kept as pets, has increased the number of venomous snakebites in recent decades. Many snakebites do not result in envenomation, although it is initially quite difficult to distinguish between an envenomated and non-envenomated bite.",
    "monitoring": "Initial evaluation of suspected or confirmed venomous snakebite patients should include the following:\n\nRoutine vital signs\nElectrocardiogram and continuous cardiac monitoring\nComplete blood count\nUrinalysis\nProthrombin time\nPartial thromboplastin time\nFibrinogen\nComplete metabolic panel (including blood urea nitrogen and creatinine)\nBlood type and cross-matched for 2 to 4 units of packed red blood cells\n[3]",
    "administration": "The initial management of suspected or confirmed venomous snakebites is divided into pre-hospital and emergency department care.\n\nPrehospital Setting\n\nEnsuring the patient is in a safe, comfortable place (away from the snake)\nCalming and reassuring the patient\nImmobilization of the affected extremity with a sling, if possible\nCleansing the wound\nMonitoring for swelling or skin changes surrounding the wound\nOral hydration with clear fluids if the patient can tolerate them\nIdentifying the snake only if it does not put the patient or others at risk of further injury\nRapidly evacuating the patient to an emergency center\n\nDo not incise the wound or attempt to suck the venom out by mouth or with commercial suction devices. Avoid applying ice to the wound or giving the patient alcoholic beverages.\n\nEmergency Department\n\nPlacing 2 large-bore intravenous catheters\nInitiating of intravenous fluid (lactated Ringer solution or normal saline)\nRapidly determining the severity of envenomation and whether to give antivenom\nCleaning the snakebite wound\nConsidering surgical consultation if compartment syndrome unresponsive to antivenom is suspected\nMonitoring minimal or moderate envenomation patients for at least 12 to 24 hours\nImmunizing (tetanus), as indicated\n\nEnvenomation severity is classified into 5 grades (0 to IV), with grade IV being very severe envenomation characterized by rapidly progressing swelling, bleb formation, and necrosis, as well as systemic symptoms including weakness, nausea, vomiting, muscle cramping, and convulsions. Minimal envenomation (grade 0) is characterized by fang wounds without other signs of envenomation and less than 1 inch of surrounding erythema, without systemic signs or symptoms of envenomation. Current treatment recommendations for crotalid (pit viper) envenomation include antivenom for progressive swelling, moderate envenomation, or laboratory findings or coagulopathy. Dosing is primarily based on the severity of symptoms at initial presentation and response to treatment; treating moderate envenomation should start with at least 4 vials.\n\nMinimal envenomation does not require treatment with antivenom, but these patients in this category should be monitored for a minimum of 12 hours.\n[3]\n[6]\n[7]\nA patient with minimal signs of envenomation should have a repeat coagulation panel performed to evaluate for delayed coagulopathy before discharge, and patients with progressive swelling, moderate envenomation, or coagulopathy should be given antivenom. In North America, there are 2 Crotalidae antivenoms approved for use.\n\nCrotalidae Polyvalent Immune Fab Dosing\n\nCrotalidae polyvalent immune Fab is derived from 4 snake species (Western diamondback, Eastern diamondback, Mojave rattlesnake, and cottonmouth) and immunized into sheep (ovine-derived). The whole immunoglobin is extracted, affinity purified, and cleaved by papain into the terminal Fab fragment of the immunoglobin. This reduces its size by about one-third and allows tissue penetration. However, it is cleared renally, and repeat dosing is usually necessary.\n\nThe initial controlling dose consists of 4 to 6 vials mixed in 250 mL of normal saline administered over 1 hour; the same number of vials is used for children. Initiate treatment at 10 mL/hr, observing for adverse events. If none are noted, increase every few minutes to complete administration in 1 hour. Observe patients for local swelling and systemic symptoms. Repeat with 4 to 6 vials over 1 hour if there are signs of progression. Do not administer to try to normalize abnormal coagulation markers completely. Repeat until initial control is achieved (eg, local swelling improves or stops, systemic signs are resolved, and clinically relevant bleeding is resolved). After achieving control, maintenance doses of 2 vials every 6 hours for 18 hours are recommended for rattlesnakes, patients with coagulopathy, and those with severe clinical envenomations. This is not usually required for moderate copperhead envenomations. However, if only a controlling dose is used, close and repeated monitoring for progression is important to decide if additional doses are required. Repeat the initial bolus protocol if recurrent swelling or coagulopathy occurs during maintenance doses.\n\nRepeat coagulation panel (prothrombin time [PT]/partial thromboplastin time [PTT]/international normalized ratio [INR]), fibrinogen, platelets, and hemoglobin on days 2 to 3 and days 5 to 7. Recurrent coagulopathy without clinically significant bleeding has been known to occur. Some repeat and follow parameters to normalization. Indications for repeat dosing if coagulopathy occurs between 3 and 7 days after the last dose of Crofab are:\n\nINR >3.0\nPTT >50 seconds\nPlatelet count <25,000\nFibrinogen <50\nu\ng/ml\nMulticomponent coagulopathy\n\nCrotalidae Immune F(ab)2 Dosing\n\nCrotalidae Immune F(ab)2 is derived from 2 snake species (\nBothris asper\nand\nCrotalus duressis)\nand immunized in horses (equine-derived). The whole immunoglobin is extracted, purified, and cleaved by pepsin digestion into a fragment with 2 binding sites for venom components, F(ab)2. Despite being derived from horses, it is less immunogenic than the original rattlesnake antivenom produced; it is larger than Crotalidae polyvalent immune Fab and persists in the serum longer with a more sustained duration of the activity, therefore usually not requiring repeat maintenance dosing.\n\nThe initial controlling dose consists of 10 vials mixed in 250 mL normal saline (NS) administered over 1 hour (same number of vials for children). The initial infusion rate for the first 10 minutes should start at 25 to 50 ml/hr, then if no adverse reaction occurs the remained of the 250 ml solution can be given over 1 hour.\n[8]\n\nEvaluate the number of each antivenom available and not mix loading and maintenance doses between the 2 products. In rare severe envenomations, a repeat dose of 10 vials of Anavip may be needed. Crotalidae polyvalent immune Fab is contraindicated in a patient with a known allergy to sheep protein, in which case Crotalidae immune F(ab)2 can be administered. Crotalidae immune F(ab)2 is contraindicated with a known allergy to horse protein, in which case Crotalidae polyvalent immune Fab should be used.",
    "adverse_effects": "Complications of venomous snakebite include:\n\nCoagulopathy\nShock\nRespiratory failure\nAcute renal failure\nLocal skin infection\nCompartment syndrome\nSerum sickness"
  }
}