{
  "drug_name": "sodium polystyrene sulphonate",
  "nbk_id": "NBK559206",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559206/",
  "scraped_at": "2026-01-11T15:39:07",
  "sections": {
    "indications": "SPS is contraindicated in the following conditions:\n\nHypokalemia\nPrevious history of hypersensitivity to polystyrene sulfonate resins\nBowel Obstruction\nNeonates with reduced gut motility\n\nCautions\n\nSPS can contribute to sodium overload and lead to fluid retention. Hence, SPS use requires caution in certain conditions such as congestive heart failure, severe hypertension, and marked edema. Clinicians should not use SPS in patients with abnormal bowel functions, such as bowel obstruction, Ileus, and postoperative patients. Using SPS in these patients may increase the risk of bowel ischemia, necrosis, and serious constipation.\n\nPregnancy and Lactation\n\nSPS does not get absorbed systemically; thus, maternal use of SPS is not expected to cause harm to the fetus. Similarly, as it is not secreted through breast milk, breastfeeding is not expected to result in any particular risk to the newborn.",
    "mechanism": "Sodium polystyrene sulfonate (SPS) is an insoluble polymer cation-exchange resin. After ingestion of the oral formulation or application through the rectal route, this resin exchanges sodium with potassium ions from the intestinal cells. Then the potassium binds with SPS, continues to move through the gastrointestinal tract, and is finally eliminated in the feces.\n[8]\n[9]\nBut sodium polystyrene sulfonate is not selective for potassium; it may bind with calcium and magnesium.\n[10]\nThis drug begins its action within 2 to 24 hrs of its administration and continues its work up to 4 to 6 hours before it gets eliminated from the body through feces.\n[11]\nThe exchange capacity of SPS is approximately 33% or 1 mEq of potassium per 1 gram of resin, and this number is not constant. It may be as low as 0.4 to 0.8 mEq/gram of SPS resin. Competition from other cations, especially sodium, calcium, and magnesium, contributes to this reduction of this exchange capacity.",
    "administration": "Sodium polystyrene sulfonate can be administered either orally or rectally. It is available in oral suspension, oral powder formulation, and rectal enema formulation. Appropriate dosing of sodium polystyrene sulfonate is varying on the route of administration. Usually, the dose of sodium polystyrene sulfonate is between 15 g (60 mL) to 60 g (240 mL), and each 15 g of sodium polystyrene sulfonate can bind 15 mEq of potassium.\n[12]\nWhile using as an oral suspension, it should not be heated or should not be used along with heated foods or liquids because this may cause a decrease in the effectiveness of this drug. This drug should not be mixed with banana or orange juice (potassium-rich). SPS may impair the absorption of other orally administered medications and may lead to reduced efficacy, so other oral drugs should be administered at least 3 hours before or 3 hours after SPS therapy.\n\nPatients with gastroparesis may require a longer period between SPS and other oral medications. When using an enema, the administration of a cleansing enema should be before administering sodium polystyrene sulfonate. It should be as warm as body temperature for rectal formulation. After administration, SPS should be retained in the colon for at least 30 to 60 min. After completing retention, irrigation should be done with a non-sodium colonic irrigant to remove the remaining resin. In the past, SPS used to be coadministered with sorbitol to reduce the chance of constipation, but in 2009, the FDA issued a warning against the concomitant use of SPS and sorbitol due to the occurrence of colonic necrosis and other serious GI side effects. Nowadays, the concurrent use of sorbitol is not recommended.\n[13]\n\nStorage\n\nResin powder should be stored at 25 degrees C (77 F); excursions permitted to 15 to 30 degrees C (59 to 86 F). After the preparation of suspension, it should be used within 24 hours.",
    "adverse_effects": "Sodium polystyrene sulfonate has several side effects.\n[14]\n[15]\nSome are mild and should eventually resolve spontaneously; others are serious and need urgent care.\n\nMild Adverse Effect\n\nDiarrhea\nNausea\nVomiting\nLoss of appetite\n\nSerious Side Effects\n\nIschemic colonic necrosis\nConstipation\nSeizures\nConfusion\nMuscle weakness\nAbdominal pain\nIrregular heartbeat",
    "monitoring": "Since SPS is not selective for potassium ions, other electrolyte imbalances may occur while using SPS in hyperkalemic patients. Patients should be monitored carefully for the signs and symptoms of other electrolyte abnormalities such as hypokalemia,  hypomagnesemia, and hypocalcemia. Hypokalemia may be associated with cardiac arrhythmias and severe muscle weakness. Hypokalemia may be evident as prolongation of the QT interval, T-wave inversions, prominent U waves (an extra upward wave after the T-wave) in Electrocardiogram (ECG). Some patients may present with significant symptoms of rebound hyperkalemia, which may be evident in ECG as a tall peaked T wave.\n\nHypomagnesemia can present with muscle weakness and potentiate hypokalemia. Hypocalcemia presents with tremors, muscle weakness, tetany, and rarely, seizures.",
    "toxicity": "Prolong use of Sodium polystyrene sulfonate can be attributed to several toxicities, including hypomagnesemia, hypocalcemia, sodium load, and colonic necrosis. Toxicity may occur to a greater extent with the concomitant administration of aluminum hydroxide, which may cause intestinal obstruction. Hypokalemia associated with SPS use may also increase the adverse effects of digitalis.\n[14]\n[9]\nExcessive SPS use may also cause sodium load, potentially precipitating worsening hypertension and congestive heart failure symptoms."
  }
}