{
  "drug_name": "sodium nitroprusside",
  "nbk_id": "NBK557487",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557487/",
  "scraped_at": "2026-01-11T15:39:03",
  "sections": {
    "indications": "Nitroprusside is Contraindicated in the Following Situations\n\nTreatment of compensatory hypertension, such as that seen with arteriovenous malformations or aortic coarctation\nSNP should not be used for inducing controlled perioperative hypotension in patients with known inadequate cerebral perfusion\nAcute heart failure with low systemic vascular resistance (e.g., septic shock)\nLeber's hereditary optic atrophy*\nTobacco amblyopia*\nVitamin B12 deficiency (or associated disease states)\nSNP must not be used simultaneously with phosphodiesterase inhibitors such as sildenafil, tadalafil, or vardenafil (due to the synergistic cGMP-mediated mechanism of action)\nKnown hypersensitivity to nitroprusside or any component of the formulation\n\n*These patients are deficient in rhodanese\n.\n(rhodanese, also known as rhodanase, thiosulfate cyanide transsulfurase, thiosulfate sulfurtransferase, and thiosulfate thiotransferase, is a mitochondrial enzyme that detoxifies cyanide by converting it to thiocyanate).\n\nPrecautions\n\nBefore use for controlled perioperative hypotension, correct any underlying hypovolemia and/or anemia (if possible)\nUse extreme caution in the setting of acute myocardial infarction in consideration of SNP's potent hemodynamic effects and potential for inducing coronary steal.\nIn the setting of hepatic impairment, use extreme caution; monitor closely for cyanide toxicity.\nIn the setting of renal dysfunction, use the lowest possible dose and monitor closely for thiocyanate toxicity.\n\nAdditional Considerations\n\nPregnancy Category C\n\nAlthough there is only limited information regarding the use of SNP in pregnancy, animal studies demonstrate its ability to cross the placental barrier, causing a dose-dependent increase in fetal cyanide levels.\n\nBreastfeeding Considerations\n\nWhile it is unclear if SNP is present in breast milk, the potential for serious adverse reactions in the infant warrant either discontinuation of breastfeeding or discontinuation of SNP depending on the clinical scenario.",
    "mechanism": "Sodium nitroprusside is a water-soluble salt comprised of ferrous iron complexed with nitric oxide (NO) and five cyanide ions. Acting as a prodrug, SNP reacts with sulfhydryl groups on erythrocytes (as well as albumin and other proteins) to produce nitric oxide (NO). Upon binding to vascular smooth muscle, NO triggers intracellular cGMP-mediated activation of protein kinase G and subsequent inactivation of myosin light chains, resulting in relaxation of vascular smooth muscle. The result of this signaling cascade is peripheral vasodilation of both arteries and veins (with slightly more selectivity for veins).\n\nFrom a hemodynamic perspective, the net result is a decrease in systemic vascular resistance (afterload), ventricular filling pressures, and systemic blood pressure with an increase in cardiac output. Onset is rapid (within 2 minutes), and the duration of its hypotensive effect is roughly 10 minutes; these properties make nitroprusside useful in situations requiring an immediate reduction in preload or afterload. In contrast to nitroglycerin, nitroprusside causes a more balanced vasodilatory effect between arteries and veins.\n[12]\n[13]",
    "administration": "Nitroprusside is administered only as an IV infusion diluted in D5W (it is not suitable for direct injection). It requires protection from light at all times.\n[14]\n\nTypical infusion rates range from 0.5 to 4 mcg/kg/minute which are then titrated to desired effect. Typical infusion concentrations for adults are 200 mcg/mL or 400 mcg/mL.\n\nThe maximum infusion rate is approximately 10 mcg/kg/minute, not to be sustained for more than 10 minutes at a time. If sufficient blood pressure control has not been achieved at that point, alternative agents should be considered (e.g., clevidipine).\n\nThe half-life elimination of sodium nitroprusside in circulation is roughly 2 minutes. Once metabolized into thiocyanate, half-life elimination occurs in approximately three days; renal dysfunction can easily double or triple this figure.\n\nSNP is ultimately excreted from the body via urine as thiocyanate.",
    "adverse_effects": "Adverse effects include the following:\n\nCardiovascular\n:\nBradycardia\nTachycardia\nFlushing\nPalpitations\nSevere hypotension\nElectrocardiographic changes\nSubsternal chest pain\nShortness of breath\nCentral Nervous System\n:\nHeadache\nDizziness\nIncreased intracranial pressure\nApprehension\nRestlessness\nDermatologic:\nDiaphoresis\nSkin rash\nLocal skin irritation with erythematous streaking\nEndocrine/Metabolic\n:\nHypothyroidism\nGastrointestinal\n:\nAbdominal pain\nNausea\nVomiting/retching\nHematologic/Oncologic\n:\nDecreased platelet aggregation\nMethemoglobinemia\nMusculoskeletal\n:\nMuscle twitching",
    "monitoring": "Intensive hemodynamic monitoring is critical when administering nitroprusside. As a result, SNP has classically been restricted to highly monitored settings such as the ICU or operating theater. Continuous blood pressure monitoring is required using an indwelling arterial line. With prolonged infusions or high infusion rates, close attention should also be paid to acid-base balance and mixed venous oxygen concentration, as unexplained acidemia and/or hypoxemia are often early signs of cyanide toxicity. However, It should be noted that these laboratory measures may not always provide reliable guidance. In most settings, serum cyanide concentrations are not of practical use due to long turnaround times. Thiocyanate levels can be monitored in high-risk patients (those with renal dysfunction and/or infusions >3 days).\n[15]",
    "toxicity": "The toxicity of nitroprusside is related to its potent antihypertensive effects and the accumulation of toxic metabolites (cyanide, thiocyanate, and methemoglobin).\n[16]\n\n1. Cyanide toxicity:\nNitroprusside combines with hemoglobin and is subsequently metabolized to 5 cyanide ions and cyanmethemoglobin. Cyanide then converts to thiocyanate via rhodanese-mediated donation of a sulfur group (from thiosulfate or cysteine); this final step can quickly become overwhelmed with large quantities of the drug.\n\nPatients at high risk for cyanide toxicity include those with hepatic impairment, malnourishment, vitamin B12 deficiency states, patients on cardiopulmonary bypass, and those undergoing therapeutic hypothermia.\nCyanide toxicity may manifest in the form of metabolic acidosis, hypoxemia, bradycardia, altered mental status (e.g., confusion), and/or convulsions.\nIf cyanide toxicity is suspected, the administration should be stopped immediately, and antidotal therapy given, preferably using a combination of hydroxocobalamin (to bind intracellular cyanide) and sodium thiosulfate (to act as a sulfur donor).\n\nOne strategy that has helped combat cyanide toxicity in patients receiving high doses or prolonged infusions of nitroprusside involves the co-administration of sodium thiosulfate (a sulfur group donor) at a 10 to 1 ratio.\n[17]\nIt is important to note that thiocyanate toxicity may still occur with this approach.\n[18]\n\n2. Hypotension\n: Profound hypotension may occur with resultant compromised perfusion to vital organs\n\n3. Thiocyanate toxicity\n: Thiocyanate toxicity rarely occurs, most often in the setting of renal failure and/or prolonged infusions (>72 hours).\n[19]\n[20]\n\nThe earliest signs of thiocyanate toxicity are frequently tinnitus, abdominal pain, weakness, and variable levels of altered mental status (agitation, disorientation), which can ultimately progress to lethargy, seizures, and coma if not recognized and treated.\nOf note, serum thiocyanate levels are only useful if used for confirmation of suspected toxicity in symptomatic patients. Early signs (e.g., tinnitus) may be present at levels above 35 mcg/mL, while symptoms of serious toxicity are expected with serum levels >100 mcg/mL.\n[19]\n\n4. Methemoglobinemia\n: Methemoglobinemia most often occurs in patients receiving infusions >10 mcg/kg/minute and presents with signs of impaired oxygen delivery despite normal PaO2 and cardiac output.\n\nFirst-line treatment with methylene blue should be given in symptomatic patients or those with methemoglobin levels exceeding 30% (10% in those with preexisting conditions limiting tolerance to hypoxemia).\n\n5. Increased intracranial pressure:\na result of cerebral vasodilation."
  }
}