{
  "drug_name": "sodium carbonate",
  "nbk_id": "NBK609097",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK609097/",
  "scraped_at": "2026-01-11T15:38:57",
  "sections": {
    "indications": "A wrist arthrogram is generally a well-tolerated diagnostic procedure. However, there are certain contraindications that clinicians should consider before recommending or performing wrist arthrograms. These contraindications include:\n\nAbsolute Contraindications\n\nPrevious allergic reactions to contrast material: A known allergy to the contrast material (usually iodine-based contrast agents) used in the arthrogram should preclude the procedure.\nPresence of an active infection: An active infection around the wrist joint can spread. For example, injecting contrast material through infected skin can lead to septic arthritis due to the deeper spreading of the infection.\n\nRelative Contraindications\n\nRenal dysfunction: Patients with significant renal dysfunction may be at risk for contrast-induced nephropathy. The contrast dose needs to be adjusted accordingly.\nCoagulopathies: Individuals with bleeding disorders or those taking anticoagulant medications may be at an increased risk of bleeding complications during or after the arthrogram. In such cases, careful consideration and potential modification of medication regimens may be necessary.\nUncontrolled diabetes: Uncontrolled diabetes may increase the risk of contrast-induced complications, and healthcare professionals may need to assess and manage the patient's diabetic status before proceeding with the arthrogram.\nPregnancy: Pregnancy is generally considered a relative contraindication, and the risks and benefits of the procedure must be carefully weighed. Radiation exposure from imaging studies, such as x-rays, should be minimized during pregnancy.\n\nBefore recommending a wrist arthrogram, healthcare professionals must thoroughly assess the patient's medical history, current health status, and potential contraindications. In cases where contraindications are present, alternative diagnostic approaches or modifications to the procedure may be considered to ensure patient safety.",
    "clinical_significance": "The wrist arthrogram is a valuable diagnostic tool for evaluating intraarticular pathology and structural abnormalities within the wrist joint, including:\n\nTFCC Tears\n\nThe TFCC serves as a critical stabilizer for the lunate, triquetrum, and ulnar head while also functioning as a load-bearing structure on the ulnar side of the wrist. Injuries to the TFCC are commonly associated with activities that involve forced ulnar deviation or positive ulnar variance. Such injuries often occur when pressure is applied to the TFCC during wrist movements like wielding a racket, swinging a bat, or in cases of trauma such as falling on an outstretched hand or hyperextension injuries.\n[9]\n[10]\n[19]\n\nConventional MRI scans can struggle to differentiate between degenerative and traumatic TFCC tears due to their limited sensitivity and specificity.\n[20]\n[21]\n[22]\nHowever, combining MRI with an arthrogram (MR arthrography) significantly enhances diagnostic accuracy, with reported sensitivity and specificity rates of 97.1% and 96.4%, respectively, for identifying partial and complete TFCC tears.\n[23]\nIn MR arthrography, TFCC perforations appear as areas of high signal intensity on fat-suppressed T1-weighted images, and contrast material may also be visualized in the distal radioulnar joint in cases of traumatic TFCC injury.\n[24]\n\nScapholunate Ligament Injury and Scapholunate Instability\n\nScapholunate ligament injury has the highest incidence of wrist ligament injuries. In advanced cases, injury of the scapholunate ligament can result in progressive scaphoid flexion, widening the articulation between the scaphoid and lunate bones in wrist anteroposterior radiographs. If a single compartment arthrogram is performed for the radiocarpal compartment and the contrast is identified in the midcarpal compartment, this is a sign of scapholunate ligament disruption. MR arthrography is more sensitive than MRI for detecting scapholunate ligament injuries' exact location and extension.\n[15]\n\nMidcarpal Instability\n\nThese rare injuries involve disruption of the ligaments between the distal and proximal carpal row bones while the proximal row ligaments stay intact. MR arthrography has higher sensitivity in assessing each ligament and the exact extension of injury.\n[15]\n\nDistal Radioulnar Joint Abnormalities\n\nThe wrist arthrogram allows further assessment of articular cartilage at the distal radioulnar joint and the joint capsule for any signs of tears or synovitis.\n[25]"
  }
}