{
  "drug_name": "sodium acetate",
  "nbk_id": "NBK580519",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580519/",
  "scraped_at": "2026-01-11T15:38:54",
  "sections": {
    "indications": "There are no absolute contraindications for the use of these vitreous substitutes. However, few relative contraindications do exist.\n\nGas\nshould be avoided in patients who want to\nair travel\nin the next few days because there is a significant change in bubble size with a change in the altitude. There is rapid expansion in bubble size and sudden IOP rise during the rapid ascent of the airplane (2000 to 3000 feet per minute). This can cause severe ocular pain; and lead to central retinal artery occlusion, choroidal ischemia, anterior ischemic optic neuropathy, and permanent visual loss. Any volume is unsafe for air travel as some eyes may have a compromised outflow facility.\n[50]\n[51]\nSimilarly, gas bubble size may change during scuba diving and rapid ascent to the hills.\n\nSO\nmay predispose to keratopathy and/ or glaucoma aniridia.\n[52]\nThe use of SO-retention sutures (10-0 non-absorbable sutures, polypropylene), placed from sulcus to sulcus across the AC, can help prevent the prolapse of SO into the AC.\n[53]\n\nPFCL\nmay be avoided in eyes with RD due to\ncongenital cavitary anomalies of the ONH\nlike the morning glory syndrome as it can migrate to the subretinal or the subarachnoid space.\n[54]\n[36]\n[54]",
    "mechanism": "Intraocular irrigation solution:\nIts physical characteristics like refractive index and density are similar to the aqueous humor. Thus, surgical maneuvers can be performed easily. The Balanced Salt Solution (BSS) contains sodium chloride, potassium chloride, calcium chloride dihydrate, sodium citrate dihydrate, sodium acetate trihydrate, magnesium chloride hexahydrate, and sodium hydroxide. Its pH and osmolality are 7.5 and 300 mOsm, respectively. BSS PLUS contains additional dibasic sodium phosphate, sodium bicarbonate, dextrose, and glutathione disulfide. Its pH and osmolality are 7.4 and 305 mOsm, respectively. BSS and BSS-Plus are expensive but can better maintain the corneal endothelial function and corneal clarity.\n\nGas:\nThe gas stays as a single large bubble as the interfacial tension between water and gas is high. The large gas bubble exerts an upward force to tamponade the retinal break against the retinal pigment epithelium. This force results from the counterplay between two forces., i.e., gravity exerts a downward force and buoyancy, which generates an upward force. The weight of 1 mL gas is 0.001 g, and its buoyancy is 1g. Hence, it can exert an upward force of 0.999g, which is much more than the upward force produced by a SO bubble and similar to the downward force produced by a PFCL bubble. The gas bubble assumes a flat bottom due to its large upward force. This reduces the volume wasted in making the lower meniscus and maximizes the volume that contributes to making contact with the retina. This contact with the retina prevents water from entering the subretinal space through the retinal break(s). Also, the intraocular currents are reduced due to the air bubble, thus reducing water from entering the subretinal space.\n\nThe pure expansile gases undergo three phases inside the eye, i.e., expansion, equilibration, and dissolution.\n\ni) Initially, the gas bubble\nexpands\ndue to its lower water solubility than nitrogen. As a result, much more nitrogen diffuses inside the bubble than the gas dissolving outside the bubble into the surrounding fluid. This expansion is most rapid in the initial 6-8 hours. While the SF6 bubble expands two times its original volume in 1-2 days, the C3F8 bubble expands four times its original volume in 3-4 days. Air does not expand as the partial pressure of nitrogen, oxygen, and carbon dioxide is similar in the air and the blood. As a result, air bubble directly enters the dissolution phase. The non-expansile concentrations of SF6 and C3F8 are 18% and 12-14%, respectively.\n[29]\n[30]\n\nii) The\nequilibration phase\nbegins when the partial pressure of nitrogen in the gas bubble and the surrounding fluid become similar.\n\niii) The\ndissolution phase\nbegins when the partial pressure of all the gases within the bubble becomes similar to the surrounding fluid. The air, SF6, and C3F8 bubbles last for 5 to 7 days, 1 to 2 weeks, and 6 to 8 weeks, respectively. The intraocular longevity of each gas depends on its water solubility, which further depends on the length of the carbon chain. However, the tamponade effect remains only until 50% of the initial bubble size and 25% of the bubble’s lifespan. The volume of a gas bubble can be calculated from the arc of contact. The 90 degree, 120 degree, 150 degree, and 180-degree arc of contact signifies that the gas volume is 0.28, 0.75, 1.49, and 2.40 mL, respectively.\n[31]\n\nPFCL:\nSimilar to the gases, it is also a synthetic fluorinated hydrocarbon. While the compounds with ≤4 carbons exist in the gaseous form and those with ≥5 carbon exist in the liquid form at room temperature. The US FDA has approved perfluoro-n-octane (C8F18) for intraocular use.\n[3]\n[4]\nThe properties which enable its use as a surgical third hand include:\n\ni)\nOptical clarity\n: Various intra-operative manipulations under PFCL are possible.\n\nii)\nHigh density and specific gravity\n(C8F18= 1.76): The retina is immobilized, flattened, and unfolded as the subretinal fluid/ blood are pushed anteriorly.\n\niii)\nDifferent refractive index from saline\n(C8F18=1.28): The removal of PFCL becomes easier as a separate PFCL-fluid interface is visible.\n\niv)\nHigher boiling point than water\nand\nno interference with laser wavelengths\nmakes endolaser is possible.\n\nv)\nLow surface tension\n(C8F18=15 Dyn/cm at 25°C) and\nhigh interfacial tension\nreduce the chances of the large bubble breaking into small ones and migrating inside the subretinal space through the retinal break(s).\n\nvi) Low viscosity (C8F18=0.8 centistokes at 25°C): Injection and removal are possible through small gauge instruments.\n\nvii)\nImmiscibility with water\nprovides a clear operating field despite intra-operative bleeding\n\nviii)\nImmiscibility with silicone oil\n: A direct PFCL-SO exchange is possible, thus reducing the risk of slippage during vitrectomy for rhegmatogenous retinal detachment due to giant retinal tear or after large retinectomy.\n\nSO:\nChemically, it is made up of repeating units of siloxane, i.e., a silicone and an oxygen molecule (-Si-O-). It can be either lighter or heavier than water. The\nlighter-than-water SO\n(conventional SO) is the most commonly used type of SO. Chemically, it is made up of polydimethylsiloxane (PDMS), i.e., siloxane attached to two methyl side chains. Its specific gravity is 0.97, and surface tension is 21 Dyn/cm. The\nheavier-than-water SOs\ncan be used for providing inferior tamponade, especially in eyes with inferior PVR changes.",
    "administration": "FAE:\nIt is achieved with the help of a vitrectomy machine. The air enters through the infusion cannula, initially used for fluid infusion. The air infusion pressure is kept at 30 to 35 mmHg, and the air infusion is switched on. The fluid in the vitreous cavity is allowed to egress with the help of a flute needle and vented externally through an opening in the instrument's body. Multiple bubbles enter the eye and coalesce into a single large bubble. The needle is then gradually moved toward the retinal break/ posterior retinotomy to drain the subretinal fluid in case of an RRD or toward the optic disc in case of MH surgery. The air bubble slowly enlarges to occupy the vitreous cavity completely.\n\nMultiple bothersome reflections may appear while performing FAE and can be reduced by keeping the light pipe inside the fluid until the FAE is complete. The image can become blurred after FAE, especially in pseudophakic eyes, as air has a different refractive index. This may require refocussing the viewing system. If the posterior capsule is absent, fogging may be noted behind the posterior chamber intraocular lens after FAE.\n\nGas\n: It should always be obtained only from a disposable or a reusable cylinder with a regulatory valve. The cylinders are maintained under sterile conditions and contain gas of the highest purity. Before usage, the cylinders should be inspected for any gas leakage as it can potentially affect the gas concentration. A 0.22μm millipore filter is used to obtain gas from a cylinder. The pure gas is drawn from the cylinder, and the syringe is flushed 2-3 times to remove the air trapped within the syringe and filters. Then the desired volume of the pure gas is drawn into the syringe.\n\ni) After vitrectomy:\nGas can be used either in its expansile or non-expansile form.\n\nIf pure expansile gas is used, the syringe must be disconnected from the system and attached to a needle or an infusion system. The two superior sclerostomies are removed, and a 30-gauge needle is inserted into the vitreous cavity through the superior pars plana. The infusion system is then opened, 2 ml pure SF6 is injected, and the infusion line is clamped immediately. The air-infusion line serves as a vent as the air flushes out of the vitreous cavity.\n[12]\n\nIf a non-expansile air-gas mixture is used, sterile air is then drawn into the syringe to achieve the desired concentration. To prepare 14% C3F8, 7 ml of pure C3F8 is taken in a 50 ml syringe, and sterile air is drawn via the filter to make the mixture 50 ml. This 14% C3F8 is now injected after connecting the 50 ml syringe to the infusion cannula.\n\nii) Without vitrectomy:\nThe needle is inserted through the pars plana (3.5 mm behind the limbus in pseudophakic and 4 mm behind the limbus in the phakic eye). Then, the gas is injected constantly yet swiftly to create a single bubble. In the case of \"fish eggs\" formation, the sclera can be gently tapped a few times to promote the fusion of the small bubbles. Usually, 0.3 mL of pure C3F8 or 0.5 mL of pure SF6 is injected in pneumatic retinopexy or to manage massive subretinal bleed. The expanded volume of the gas should not be more than 1ml (25 % of vitreous volume, 4 ml) to avoid a severe rise in intraocular pressure.\n[29]\n[32]\nC3F8 can expand up to 4 times, and hence a volume of 2.5 or 3 ml of pure C3F8 is injected. SF6 expands two times, and 0.5 ml of pure SF6 is used in a non-vitrectomized eye.\n\nPFCL Injection\n: It can be injected with the help of a cannula directed towards the optic disc. The infusion should be switched off. PFCL should be injected slowly while keeping the tip of the cannula just within the meniscus of the expanding bubble; else, it can break into small bubbles ('fish eggs'). Such small bubbles can enter the subretinal space through retinal breaks. However, small bubbles may form beside the larger bubble. Usually, they automatically merge within a few seconds; else can be gently stroked with an instrument.\n\nForceful injection should be avoided as it can lead to creating a retinal hole and subretinal migration of PFCL. PFCL injection can lead to a rise in intraocular pressure (IOP). Hence, the optic disc color should always be monitored during the injection. If it becomes pale, some saline should be removed (by removing one instrument from the sclerostomy) before injecting more PFCL. It should be filled until the posterior margin of the posterior-most retinal break. All the posterior tractions should be removed before injection to prevent the subretinal migration of PFCL.\n\nIn eyes with PVR changes, the subretinal membrane should be removed anterior to the PFCL bubble. The increase in IOP may be prevented by using a 23 gauge port for the 25 gauge PFCL injection cannula, which helps in the egress of the excess fluid through the sides of the injection cannula due to the larger port.\n\nPFCL Removal:\nPFCL should be completely removed after its function has been served. Depending on the indication, PFCL-fluid, PFCL-air, or PFCL–SO exchange must be performed. A flute needle is used to aspirate the PFCL while fluid, air, or SO is infused inside the vitreous cavity. The tip of the aspirating needle is always kept at the edge of the PFCL bubble.\n\nSO Injection:\nThe infusion can be done after performing a complete FAE through either of the two open sclerotomies. An automated infusion pump, which can be controlled by the surgeon through a foot pedal, is used for injection. The initial injection should be done under illumination while looking for any subretinal SO migration. The illumination may then be withdrawn so that the air inside the eye can escape through the vacant sclerostomy.\n\nThe vacant sclerostomy can then be maneuvered to remove the trapped air bubbles. The injection is stopped when the oil either starts filling the infusion tube or is seen coming out of the vacant sclerostomy. Another reasonable endpoint is when the oil meniscus crosses the center of the pupil. However, the amount of SO injection should be guided by the IOP, which can be monitored digitally.\n\nSO Removal (SOR):\nThe timing of SOR is debatable. The Silicone Study allowed SOR between 2-6 months. The procedure can be completed using a two- or three-port system. First, the infusion is secured so that saline can replace the vitreous volume after the oil is removed. Then, SO can be removed either actively or passively. The cannula used for removing the oil should always stay within the main bubble to prevent residual oil. If such a residual oil bubble forms, the cannula has to be manipulated such that the residual bubble is again caught in its mouth.\n\nJust before the procedure is complete, a meniscus of the oil bubble can be seen in the pupillary axis. It can also be removed through a corneal wound in aphakic eyes. Multiple FAEs have been recommended to ensure maximum oil removal, especially in eyes with SO emulsification.\n[33]\n\nFlushing the anterior chamber (AC) and the angle has been recommended in the presence of oil emulsification. However, a complete removal is seldom complete. Emulsified oil droplets often remain adhered to the ciliary processes, zonules, and posterior surface of the iris. These bubbles are responsible for causing floaters in the post-operative period. It is recommended to make a posterior capsulotomy in the pseudophakic eyes and examine the periphery for any treatable lesions. The surgical time for SOR is higher for SO with higher viscosity.\nSuprachoroidal hemorrhage\ncan develop in case of sudden hypotony, which can occur if the infusion cannula is blocked by SO or saline is aspirated instead of the oil.\n[34]",
    "adverse_effects": "Complications of Intravitreal Gas\n\ni)\nFeathery posterior subcapsular\ncataract:\nThe predisposing factors include longer intraocular longevity gas and patients who fail to maintain a prone position. It can be prevented by leaving a thin layer of anterior hyaloid intact. While the mild form tends to resolve spontaneously, persistent opacities may need surgical intervention. A transient feathery cataract seen on the first postoperative day is very common after using gas, and it tends to resolve spontaneously.\n\nii) Raised IOP:\nIt occurs either due to an overfill or bubble expansion. The complication is usually short-lived and can be managed with anti-glaucoma medications (AGM). However, the eyes with compromised outflow facility due to pre-existing peripheral anterior synechiae, angle-closure glaucoma, or neovascular glaucoma can have refractory glaucoma.\n\niii) Hypotony:\nThe bubble can leak from the sclerotomies, resulting in hypotony. In case the hypotony is prolonged or severe enough to cause suprachoroidal hemorrhage, gas reinjection may be required. The Silicone study has defined hypotony as IOP < 6 mmHg.\n[5]\n[6]\n[7]\n\niv) Subretinal gas:\nSubretinal space migration of gas can occur either intra-operatively due to the presence of persistent traction or in the postoperative period. Intra-operatively it can either be displaced with the help of external scleral depression or drained internally after the release of residual traction. Retinectomy of the abnormally scarred retina and surrounding normal retina may be needed to reattach the retina. During the postoperative period, the subretinal gas can lead to retinal re-detachment and may need a re-surgery if it affects the break closure. However, it can be left alone if away from the break.\n\nv)\nGas in the AC:\nThis can occur in aphakic eyes, pseudophakic eyes with a posterior capsule rupture, or phakic eyes with zonular dialysis (pre-existing or intra-operative). Intra-operatively, it can affect the surgical view and may require removal along with the injection of viscoelastic agents in the AC. Retained viscoelastic agents in the AC may cause an early postoperative rise in IOP, which can usually be successfully managed with anti-glaucoma medications.\n\nvi) IOL capture:\nThis can be prevented by keeping the anterior capsulorrhexis smaller than the IOL optic and advising the patient to maintain a strict prone position in the early postoperative period.\n\nvii) Ocular venous air embolism (OVAE) or presumed air by vitrectomy embolization (PAVE)\n: It is a rare but potentially fatal complication. It results from air entry inside the vortex veins through either a large surgical/ traumatic choroidal wound or a slipped infusion cannula. The expanding suprachoroidal bubble can cause an embolism in the heart, causing immediate death. Hence, the infusion cannula should be checked for its presence in the vitreous cavity before performing FAE. The first sign of air entry in the suprachoroidal space is the appearance of an unexplained choroidal elevation. The surgeon needs to quickly stop the air infusion and change the position of the infusion cannula.\n[35]\n\nComplications of PFCL\n\ni) Subretinal PFCL:\nThe risk factors for subretinal migration of PFCL include the creation of small bubbles, the presence of large retinal breaks or retinotomies, high velocity of PFCL injection, high turbulence in the vitreous cavity, and the presence of retinal traction. The turbulence can be minimized by the slow release of scleral depression and the use of non-valved cannulas. If subretinal PFCL is detected intra-operatively, it can be removed by creating a small drainage retinotomy and active suction with a flute needle.\n\nSubretinal PFCL can lead to scotoma, visual loss, retinal thinning, or retinal holes. It can be seen on optical coherence tomography (OCT) as dome-shaped hyporeflective space. Post-operatively, PFCL outside the fovea can be observed, whereas the subfoveal bubble has to be removed. Subfoveal PFCL can be removed by creating an iatrogenic RD by injecting saline into the subretinal space outside the fovea with the help of a small-gauge needle. The PFCL bubble can then be gently stroked away from the fovea and aspirated by creating a small retinotomy. Small PFCL bubbles in the vitreous cavity can be observed unless they migrate into the anterior chamber.\n\nii) Intraocular toxicity\n: Residual PFCL can cause either chemical or mechanical toxicity due to its higher specific gravity.\n\niii) PFCL in the anterior chamber (AC)\ncan cause visual disturbance, corneal endothelial loss, and IOP rise.\n\niv) Subarachnoid migration is rarely\nreported, especially in eyes with congenital cavitary anomalies of the optic nerve head (ONH) like optic disc pit and morning glory syndrome.\n[36]\n\nComplications of Silicone oil\n\ni) Cataract:\nWhile posterior subcapsular feathery cataracts can be seen in the early postoperative period, nucleus sclerosis can finally ensue. Posterior capsular plaque is very common in eyes with silicone oil tamponade.\n\nii) Emulsification:\nIt is described as breaking down a large silicone oil bubble into smaller bubbles. It is caused by the shear stress generated due to eye rotations at the interface between the SO and the aqueous solution. The oils with higher viscosity are less likely to undergo early emulsification. It may appear as “inverse hypopyon” in the AC and lead to glaucoma and inflammation. Inverse hypopyon may also be seen in the posterior segment, especially in pathological myopia with posterior staphyloma.\n[37]\n\nThe risk factors for early silicone oil emulsification include long duration of SO tamponade, the brand, and type of silicone oil, nystagmus, impurities in silicone oil, inflammation, presence of surfactants (including intrinsic surfactants like fibrinogen, fibrin, and serum resulting from hemorrhage, inflammation, and infection; and extrinsic surfactants like contaminants in SO like sterilization detergents found in the vitrectomy tubing or the vitrectomy cutter), low viscosity, low molecular weight, and intraoperative turbulence at the interface of PFCL and SO.\n[38]\n[39]\n[40]\n\nWhen the handpiece was placed at the interface of BSS, and SO, phacoemulsification, long-duration phacofragmentation with high power, and high-speed vitrectomy caused emulsification of the SO.\n[41]\nA more complete fill of SO and scleral encirclage may reduce the risk of SO emulsification.\n[42]\n\niii) Glaucoma:\nThe Silicone study reported an incidence of 8% at a 36-month follow-up. An IOP rise can occur due to several causes. It is important to identify the cause and treat it accordingly correctly. The causes of IOP rise include:\n\na)\nPupil block glaucoma\ncan occur during the early postoperative period and can be prevented by creating an inferior iridectomy at 6’o clock (Ando iridectomy).\n[43]\n\nb)\nSO overfill\ncan cause IOP rise in the early postoperative period. The eye may present with a shallow AC or oil herniating through the pupil. It can best be avoided by checking the IOP at the end of surgery. In SO overfill, the meniscus at the inferior part of the SO (at the junction of SO superiorly and the intravitreal fluid inferiorly) is not seen on indirect ophthalmoscope even on the downgaze.\n\nc)\nSecondary open-angle glaucoma\ncan occur due to mechanical blockage of the trabecular meshwork or trabeculitis due to the emulsified oil. The eye may need treatment with a glaucoma drainage device as trabeculectomy may fail due to fibrosis.\n\nd)\nMigration of SO into the AC\n\niv)\nMigration in the AC:\nSO can migrate into the AC without an adequate barrier in conditions like aphakia, zonular dehiscence, or posterior capsular rupture. A complete fill in the AC can be difficult to identify due to the lack of a fluid meniscus. Subtle clues for diagnosis include a posterior bulge in the iris, shimmering reflex on the iris crypts, and absence of aqueous flare. The cornea in such a case may initially be clear due to the lack of fluid in AC, which can cause corneal hydration. However, corneal edema may appear after SOR as significant damage to the corneal endothelium has already occurred.\n\nSO should be removed from the AC at the end of the surgery using the following maneuver:\n\na) Close the two superior sclerotomies to avoid loss of SO\n\nb) Construct two paracentesis incisions - one inferiorly and one superiorly\n\nc) Inject either saline or viscoelastic into the AC from the inferior paracentesis incision. SO underfill in the vitreous cavity can be prevented by avoiding excess fluid injection.\n\nd) Remove the oil by engaging it through the superior paracentesis.\n\nv) Keratopathy:\nProlonged use of SO is associated with keratopathy in the form of either band-shaped keratopathy or bullous keratopathy. The Silicone study reported a rate of 27% at 24-month follow-up. The incidence is higher in aphakic eyes.\n\nvi) Visual loss:\nAn unexplained loss of ≥2 Snellen lines after SOR has been reported. However, the incidence and the pathogenesis of this complication are unknown.\n[44]\n\nvii) Ganglion cell layer (GCL) and retinal nerve fiber layer (RNFL) toxicity:\nOCT (optical coherence tomography)-based studies have shown that SO tamponade can lead to the thinning of inner retinal layers like RNFL, GCL, and even the inner plexiform layer. OCT angiography-based studies have shown that the vessel density in the superficial capillary plexus (SCP) is also reduced. It has been proposed that mechanical compression caused by SO may be responsible for causing SCP ischemia.\n[45]\n\nviii) Choroidal thickness:\nSO tamponade has been reported to cause a reduction in the choroidal thickness.\n[46]\n\nix) Subretinal migration\ncan occur in eyes with RRD with PVR changes and may affect retinal reattachment. It can be drained either through a transscleral approach or internally by creating a retinectomy\n.\n[47]\n\nx)\nSubarachnoid migration\nhas rarely been reported, especially in eyes with congenital cavitary anomalies of the ONH.\n[48]\n\nxi)\nSubconjunctival migration\ncan occur due to poor closure of the sclerotomies or raised IOP.\n\nxii)\nDelayed macular hole with inverse pseudohypopyon post silicone oil removal:\nThis is an infrequent late postoperative complication.\n[49]",
    "monitoring": "Calculation of IOL power in eyes with SO:\nThe problem arises due to a difference in speed of sound in vitreous (1532 m/s) and SO (986m/s for 1000mPas SO, and the speed of sound varies depending on the viscosity of the silicone oil used). This results in falsely higher axial length (AL) and lower IOL power calculation. The true AL can be obtained by multiplying the calculated AL with a factor of 0.71.\n[55]\nHowever, current ultrasonic biometry machines have an inbuilt system to calculate the AL in 'silicone oil' mode. Recent publications have shown that partial coherence interferometry or optical biometry in 'silicone oil' mode might provide better results than ultrasound biometry.\n[56]\n\nSuch calculations are needed if emmetropia is planned after silicone oil removal. When emmetropia is planned for a silicone oil-filled eye (including eyes in which long-term silicone oil tamponade is needed and silicone oil removal is not being planned), 3-4 diopters should be added to the IOL power derived using the previous methods (ultrasonic or optical biometry in silicone oil mode).\n[57]\n\nUse of gas in patients undergoing surgery during\ngeneral anesthesia:\nNitrous oxide (N2O) is 117 times more water-soluble than SF6. Therefore, it tends to diffuse inside the gas bubble leading to a rapid expansion of the bubble (SF6 bubble may expand up to three times its original size). Therefore, IOP may rise rapidly after 15 to 20 minutes and then decrease after N2O is discontinued as it diffuses out of the body through ventilation. Hence, N2O should be discontinued 15 to 20 minutes before the intraocular gas injection.\n[58]\n[59]\n\nClinical assessment of gas volume in the vitreous cavity:\nThe volume of gas fill can be calculated based on its fill in the vitreous cavity. The patient should be examined in an upright position. A bubble with its inferior meniscus at the center of the pupil is around 50% vitreous volume. In contrast, a bubble with its inferior meniscus above the pupillary center is around 30% to 40 % of vitreous volume.\n[60]\nIf the inferior meniscus of the gas is below the center of the pupil, the fill is around 60 to 70%.\n[60]\n\nSO emulsification:\nSome eyes may require permanent tamponade. High viscosity SO (5000 centistokes) can be used in such eyes to prevent early emulsification. Such eyes should be frequently monitored for SO emulsification and IOP rise as they may need a SO exchange in these situations.\n\nGlaucoma\n: Eyes receiving tamponade in the vitreous cavity may develop high intraocular pressure and glaucoma. Regular follow-up and monitoring of IOP are vital. Color photo of the fundus and optic disc, central corneal thickness, optical coherence tomography of the retinal nerve fiber layer, and Humphrey visual fields should be performed as needed.\n\nCataract:\nCataract is an important cause of visual decline after using vitreous tamponade and pars plana vitrectomy. A regular slit-lamp examination needs to be performed for early detection and management.",
    "toxicity": "There are no known acute toxicity syndromes associated with these vitreous substitutes. However, if high IOP is noted due to overfill, a partial removal may be needed:\n\nGas\n: Although anterior chamber paracentesis may provide temporary relief, partial gas removal may be needed. A half water-filled syringe with plunger removed can be inserted in the vitreous through the par plana, and a few gas bubbles can be removed.\n\nSO\n: A single cannula can be inserted through the superior par plana, and SO can be partially removed passively."
  }
}