{
  "drug_name": "sodium chloride anhydrous",
  "nbk_id": "NBK547698",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547698/",
  "scraped_at": "2026-01-11T15:38:56",
  "sections": {
    "indications": "Zinc supplements above the tolerable upper intake level (40 mg elemental zinc per day in adults) are contraindicated in well-nourished pregnant and lactating women.",
    "mechanism": "Research has recognized over 300 catalytically active zinc metalloproteins and more than 2000 zinc-dependent transcription factors involved in the gene expression of various proteins.\n[6]\n\nZinc can treat acute and chronic diarrhea by inhibiting three out of the four main intracellular pathways of intestinal ion secretion, including cyclic adenosine monophosphate (cAMP), calcium, and nitric oxide.\n\nThe biochemical, immunologic, or virologic basis for the mechanism of action of zinc in the treatment of the common cold remains unclear. A leading hypothesis is that Zn2+ is a competitive inhibitor of ICAM-1 in both rhinovirus particles and the nasal epithelium.\n\nZinc aids wound repair by acting as a cofactor in several transcription factors and enzyme systems (i.e., zinc-dependent matrix metalloproteinases) that augment auto-debridement and keratinocyte migration. Zinc protects against reactive oxygen species and bacterial toxins through the anti-oxidant activity of cysteine-rich metallothioneins.\n\nZinc decreases the concentration of copper by inducing the synthesis of a copper-binding ligand in mucosal cells; this sequesters copper, making it unavailable for serosal transfer in the GI tract.\n[13]",
    "administration": "Starting zinc supplements within 24 hours after cold symptoms begin may reduce the symptoms and make the symptoms less severe. Experts do not recommend supplementation beyond the RDA. Food sources include beef, pork, lamb, nuts, whole grains, legumes, and yeast. Zinc is in most multivitamins and mineral supplements. Zinc is present in some over-the-counter medicines, such as cold lozenges, nasal sprays, and nasal gels. The best way to get the daily requirements is to eat a balanced diet that contains a variety of foods.\n\nThe recommended dietary allowance (RDA) is the average daily level of intake that is sufficient to meet the nutrient requirements of nearly all (97 to  98%) healthy people. The adequate intake (AI) is the level established when there is not enough scientific research evidence to develop an RDA. The following is the case for zinc:\n\nInfants (AI)\n\n0 to 6 months: 2 mg per day (mg/day)\n7 to 12 months: 3 mg/day\n\nChildren (RDA)\n\n7 to 12 months: 3 mg/day\n1 to 3 years: 3 mg/day\n4 to 8 years: 5 mg/day\n9 to 13 years: 8 mg/day\nSupplementation Dose: 5 to 20 mg/day\n[4]\n\nAdolescents and Adults (RDA)\n\nMales, ages 14 and over: 11 mg/day\nFemales, ages 14 to 18: 9 mg/day\nFemales, ages 19 and over: 8 mg/day\nPregnant females, 19 years of age and over: 11 mg/day\nLactating females, 19 years of age and over: 12 mg/day",
    "adverse_effects": "Zinc taken in large amounts may cause diarrhea, abdominal cramps, and vomiting within 3 to 10 hours of swallowing the supplement. The symptoms usually alleviate within a short period. An excess intake of zinc can result in copper or anemia, iron deficiency, or copper deficiency.\n[14]\nNasal sprays and gels containing zinc may have side effects such as loss of sense of smell.",
    "monitoring": "Symptoms of zinc deficiency include:\n\nFrequent infection\nHypogonadism in males\nLoss of hair\nPoor appetite\nProblems with the sense of taste and smell\nSkin sores\nSlow growth\nTrouble seeing in the dark\nSlow wounds healing",
    "toxicity": "Although zinc is considered relatively nontoxic, an extremely high intake of zinc can manifest with symptoms including nausea, vomiting, epigastric pain, lethargy, and fatigue.\n[15]\n\nThere is no listed treatment for zinc overdose other than to cease using the supplement."
  }
}