{
  "drug_name": "sodium carboxymethylcellulose",
  "nbk_id": "NBK616082",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK616082/",
  "scraped_at": "2026-01-11T18:47:56",
  "sections": {
    "indications": "First described by CF Richter in his 1792 doctoral thesis, laryngeal clefting (LC), also known as laryngotracheoesophageal clefting, is a congenital malformation of the wall separating the laryngotracheal complex from the esophagus. The condition is observed in 1 out of every 10,000 to 20,000 live births. Most cases are sporadic, but they can be associated with syndromes, such as Opitz-Frias and other nonsyndromic anatomical abnormalities of the cardiovascular (16%-33%), gastrointestinal (16%-67%), genitourinary (14%-44%), respiratory (2%-9%), and craniofacial (5%-15%) systems.\n[1]\n[2]\n[3]\n[4]",
    "mechanism": "Normal embryological development of the upper aerodigestive tract depends on appropriate migration of mesenchyme from the fourth and sixth branchial arches, and from the endoderm of the foregut, respectively. As the foregut develops in a caudal to cranial direction, during the fourth and fifth weeks of gestation, the lateral tracheoesophageal folds move medially to fuse and form the tracheoesophageal septum, thus separating the primordial esophagus from the laryngotracheal tube.\n[5]\n\nThere are multiple theories proposed to explain the development of LC:\n\nIncreased intraembryonic pressure due to lordotic curvature of the spine during heart development, causing strain and displacement of the developing esophagus\nIncomplete or anomalous re-canalization of the esophagus\nPersistence of an abnormal vessel leading to vascular insufficiency in the foregut, resulting in growth anomalies\nAbnormal stem cell differentiation leading to failure of septation\n[6]\n\nEmbryological models in rats have demonstrated a relationship between doxorubicin exposure, tracheoesophageal fistula, and VACTERL syndrome (vertebral anomalies, anal atresia [imperforate anus], cardiac defects, tracheoesophageal fistula with or without esophageal atresia, renal anomalies, limb abnormalities [especially radial limb defects]). Still, LC was not observed in these experiments.\n[7]",
    "monitoring": "The timing and sequence of evaluation for upper respiratory tract disorders, such as LC, vary from practice to practice but should generally be initiated as soon as possible to limit respiratory complications, particularly in higher-grade (types III and IV) clefting. Noninvasive tests can be considered first for patients presenting with mild symptoms. A chest x-ray may be used to screen for active pneumonia in patients who are acutely symptomatic, but it is not routinely necessary. The most common study performed before invasive testing is the modified barium swallow study (MBSS), also known as the video-fluoroscopic swallow study.\n[16]\nThis test evaluates the swallow dynamically, providing information on the oral, pharyngeal, and upper esophageal phases of deglutition. Laryngeal penetration and aspiration are easily identified with MBSS, but attention to the entire swallow is also important, as other associated dysfunctions can indicate underlying neurological issues or additional anatomical defects.\n[17]\n\nThe presence of swallowing deficits has been shown to predict worse functional outcomes.\n[18]\nFiberoptic endoscopic evaluation of swallowing (FEES) is another test that can be performed outside the operating room to help diagnose LC. The examination consists of using a flexible transnasal endoscope to observe the patient swallowing dyed materials. The most common finding described in LC is a posterior-anterior penetration pattern through the cleft.\n[19]\nThis contrasts with the more common lateral-to-medial pattern seen in other swallowing disorders, such as neuromuscular dyscoordination. Endoscopic swallowing evaluation is less commonly pursued in infants, as obtaining patient cooperation is challenging, and the degree of penetration or aspiration cannot be graded quantitatively. Remember that although useful, these studies provide only a single snapshot of the patient’s swallow. Patients with intermittent aspiration and frequent upper respiratory infections but a normal MBSS or FEES should still be considered for surgical evaluation.\n\nMicrolaryngoscopy and bronchoscopy (MLB) with palpation of the interarytenoid space is the gold standard for LC diagnosis. This procedure is performed under general anesthesia, with the patient breathing spontaneously in the absence of positive pressure ventilation, which might otherwise mask the airway collapse associated with tracheobronchomalacia, a common comorbidity of LC.\n[20]\n[21]\nThe patient is positioned supine, and direct laryngoscopy is performed with the topical application of a weight-based 4% lidocaine solution to the larynx to reduce the risk of laryngospasm. After suspension, a surgical microscope or Hopkins rod telescope is used to visualize the larynx in greater detail. A right-angle probe or a similar instrument is subsequently used to palpate the interarytenoid space (see\nImage.\nDiagnostic Laryngoscopy of a Type I Laryngeal Cleft and\nImage.\nDiagnostic Laryngoscopy of a Type I Laryngeal Cleft Before Palpation). Type I clefts are typically not detectable without palpation, as redundant mucosa in the area usually prolapses into the defect, mimicking the appearance of normal anatomy.\n[22]\nPalpation should be continued along the entire length of the defect to assess its anatomical extent and inform management accordingly. Recording photos or videos of the examination is crucial for treatment planning and counseling patients or their parents.\n\nOnce examination under anesthesia is complete, the cleft can be classified using the Benjamin-Inglis system, which describes clefts based on their depth in relation to key anatomical landmarks.\n[14]\nType I is purely interarytenoid, and type II extends into the posterior cricoid plate but not completely through it. Type III fully splits the posterior cricoid plate but does not extend past the thoracic inlet, and type IV extends beyond the thoracic inlet (see\nImage\n. Benjamin-Inglis Grading System for Laryngeal Clefts). Other classification systems have also been published but have not been widely adopted.\n[2]\n[9]\n[23]\n[24]\n[25]\nIn 2006, Sandu and Monnier further refined the Benjamin-Inglis classification system by subdividing types III and IV.\n[26]\nType IIIa is a full division of the posterior cricoid plate, but no further, and IIIb extends beyond the posterior cricoid plate but not to the thoracic inlet. Type IVa extends distal to the thoracic inlet but proximal to the bronchi, and type IVb reaches down into the bronchi. The surgeon must be alert for comorbidities during evaluation, especially during MLB. Findings characteristic of gastroesophageal reflux disease (GERD) and laryngomalacia are the most common.\n[27]\n[28]\nTracheobronchomalacia, tracheoesophageal fistula, and tracheobronchial dyskinesia may also be seen alongside type III and IV clefts.\n[29]\n\nOnce the diagnosis of LC is established, clinical judgement should guide investigation for further defects. LC is associated with CHARGE (coloboma, heart malformations, choanal atresia, growth and mental retardation, genitourinary malformations, ear malformations) syndrome, VACTERL association, 22q11.2 microdeletion (DiGeorge syndrome/velocardiofacial syndrome), Pallister-Hall syndrome (polydactyly, cutaneous syndactyly, hypothalamic hamartoma, imperforate anus, renal anomalies, and bifid uvula), and Opitz-Frias syndrome (hypertelorism, hypospadias, brain defects, intellectual disability, cleft lip/palate, and imperforate anus) among other, rarer conditions.\n[3]\n[15]\nSuspicion for these syndromes should trigger evaluation of the neurological, cardiac, pulmonary, gastrointestinal, and genitourinary systems.",
    "administration": "Conservative Management\n\nThere is a general consensus that patients with symptomatic type I LC should undergo a trial of conservative management with swallowing therapy, thickened feeds, and aggressive management of GERD. Authors estimate that anywhere from 19% to 66% of patients with type I LC experience full improvement with this approach.\n[30]\n[31]\nSome debate remains regarding the duration of this trial, with recommendations ranging from 1 month to 1 year before considering operative intervention. Conservative management should be discontinued, however, if there is worsening aspiration, recurrent respiratory infections, or poor weight gain. Some clinicians forgo conservative management in patients with comorbidities that increase the risk of aspiration, such as neurological issues affecting swallowing coordination.\n[32]\nTypically, conservative measures do not play a role in the management of cleft types II through IV.\n\nInterarytenoid Injection Augmentation\n\nInterarytenoid injection augmentation (IIa) is a procedure in which temporary filler material, usually sodium carboxymethylcellulose, is injected into the opposing medial surfaces of the LC to obturate the cleft in the short term (~3 months). This technique is often used as an intermediate measure in type I clefts that have not responded to conservative management or as a first intervention in some type II clefts, and is not used in types III or IV clefts, as they require more aggressive surgical solutions. Few patients' symptoms fully resolve after IIa; it is more commonly used as a type of diagnostic or prognostic intervention to estimate the chance of improvement after formal surgical repair.\n[33]\nApproximately 60% of patients experience a significant improvement in radiological and swallowing function following IIa.\n[33]\nDepending on the injectate, results can last anywhere from one to three months. Gelfoam is reported to have the shortest duration, with calcium hydroxyapatite having the longest (6–12 months).\n[34]\n\nEndoscopic Repair With Suture Closure\n\nThis technique is suitable for all types I and II clefts, as well as most type III clefts. There have been reports of repairing type IV clefts in this manner, but this is not a common practice. During this procedure, the patient is suspended using a laryngoscope that provides visualization of the most distal portion of the cleft. A carbon dioxide laser, thulium fiber laser, or standard laryngeal surgical instruments are used to denude the opposing mucosal surfaces of the cleft (see\nImage.\nType I Laryngeal Cleft Undergoing Repair).\n[35]\nThe defect is then closed with sutures up to the level of the arytenoid cartilages, either in a single or double layered fashion (see\nImage.\nType I Laryngeal Cleft After Endoscopic Repair With Sutures). Surgeons often reinforce the suture closure with a surgical glue, such as fibrin.\n\nThroughout the procedure, the patient is oxygenated intermittently as dictated by pulse oximetry via a ventilation port on the laryngoscope, an endotracheal tube in the oropharynx, jet ventilation, or intermittent intubation. Close coordination with the anesthesiologist is paramount, especially given the increased risk of airway fire associated with the laser. Outcomes of endoscopic intervention are generally good, especially in lower-grade clefts. Approximately 90% of patients demonstrate improvement in their presenting symptoms 12 months postoperatively.\n[30]\nMore recently, a variation of the endoscopic approach has been described, using a surgical robot for improved access and visualization to decrease operative times for type I LC repairs.\n[36]\n\nOpen Surgical Repair\n\nThis technique is the most invasive and is only used in complicated type III LCs, most type IV LCs, and those that have failed endoscopic repair. There are 3 approaches to large clefts:\n\nLateral pharyngotomy approach: This is most often performed if the LC has less than 2 cm of tracheal extension. The main risk is injury to the recurrent laryngeal nerves.\n[8]\nAnterior laryngofissure: This is the most common approach to the cervical portion of severe clefts. A transverse cervical incision is made at the level of the cricothyroid membrane, the isthmus of the thyroid is divided, and the strap muscles are separated to expose the thyroid cartilage.\n[15]\nThis approach poses no risk to the recurrent laryngeal nerves and is a simpler dissection overall; however, there is a reportedly increased risk of laryngeal instability or growth disturbance postoperatively.\n[9]\n[17]\n[37]\nTransthoracic approach: This access is mandatory for type IV clefts that, by definition, extend beyond the thoracic inlet. Many experts combine thoracotomy and anterior laryngofissure to approach the intra- and extra-thoracic aspects of the defect.\n[38]\n[39]\n[40]\nThis approach requires assistance from pediatric thoracic surgery, pediatric cardiac anesthesia, and in many cases, the extracorporeal membrane oxygenation or cardiopulmonary bypass teams to eliminate the obstruction that an endotracheal tube would place in the operating field.\n\nOnce the defect is fully exposed via the chosen approach, the sequence and technique of the repair vary from surgeon to surgeon. The method described by Geller et al is summarized here.\n[40]\nThe esophageal and tracheal aspects of the defect are separated to permit independent closure. The esophageal defect is sutured closed first, typically using interrupted absorbable 4-0 to 6-0 polyglactin or nonabsorbable 6-0 polypropylene sutures, along with a knot pusher.\n[16]\n[41]\nNext, the tracheal edges are incised to promote scar formation between the opposing raw edges, then sutured closed end to end. It may not be possible to close the cleft in separate esophageal and tracheal layers; however, every effort should be made to do so to facilitate the placement of an interposition graft, thereby decreasing the risk of suture line dehiscence.\n\nAt the level of the cricoid, a carved costal cartilage graft is placed to reinforce the laryngeal closure and prevent the development of postoperative stenosis. One or both sternohyoid muscles may be separated from the sternal or hyoid insertions and interposed between the laryngotracheal and esophageal repairs with sutures securing them to the deep cervical fascia on the contralateral side of the neck. There are reports of many other materials being used as interposition grafts, including, but not limited to, pericardium, sternocleidomastoid flaps, pleura, jejunum, and tibial periosteum.\n[42]\nRegardless of the material used, an interposition graft is essential to decrease the risk of repair dehiscence, tracheoesophageal fistula, or other severe complications, even if the tracheal and esophageal suture lines are carefully positioned to avoid overlap. The best outcomes appear to result from vascularized interpositions.\n[4]\nOnce the interposition graft is in place, the cartilaginous incisions made during the approach are closed along with the overlying soft tissue.\n\nThe patient is typically left intubated for anywhere from 1 to 10 days, depending on the clinical course. Tracheostomy is usually avoided because of the risk the tube poses to the newly-sewn repair. Serial MLBs are performed, often beginning around postoperative days 10 to 14, with minor procedures, such as granulation tissue debridement, performed as needed. Strict medical control of GERD must be maintained throughout the recovery period to optimize healing. If the patient’s comorbidities permit, trials of oral intake can be initiated 14 days or more after the operation. A post-treatment MBSS is usually obtained 2 to 3 months after surgery.",
    "adverse_effects": "Complications vary depending on the severity of the LC. Small type I LCs may produce no symptoms or complications and resolve as the patient grows. With larger defects, the risk for systemic complications increases, particularly of the pulmonary and gastrointestinal systems. The most common complications of untreated LCs are recurrent pneumonias, choking spells, aspiration, and malnutrition.\n\nEach type of intervention has its unique set of complications as well:\n\nIIa: Recurrence of symptoms will necessarily occur with this approach; due to the bioresorbable nature of the injectate materials, the effects will wear off with time. True complications associated with this procedure are rare, with some study results reporting no complications at all.\n[34]\n[45]\nResults from one study reported post-injection laryngeal swelling that resolved with systemic steroids.\n[46]\nCare must be taken to avoid injection into the subglottis, which would present as worsening biphasic stridor or even respiratory distress.\nEndoscopic repair: Complication rates with this procedure depend on the type of defect being repaired. Repairs of type I and II clefts are generally well tolerated, but reported complications include postoperative dehydration, laryngeal or supraglottic scarring, and oral lacerations from incautious instrumentation. Postoperative dehiscence is rare with these smaller defects.\n[45]\nType III defects have a much higher risk of postoperative dehiscence, tracheoesophageal fistula formation, and persistent aspiration. Complication rates are estimated to be 25% to 43%.\n[47]\n[48]\nOpen repair: In addition to the hazards of endoscopic repair, open repair of type III and IV LCs also poses the risk of recurrent laryngeal nerve injury and tracheomalacia, correcting the latter of which may require subsequent resection of the affected segment or aortopexy. The rates of repair breakdown, tracheoesophageal fistula, and persistent symptoms are also higher after repair of high-grade LCs, with revision required in up to 50% of cases.\n[4]\n[35]\n[4]\n[49]\n[50]\n[51]\n[52]"
  }
}