{
  "drug_name": "sodium iodide",
  "nbk_id": "NBK556145",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556145/",
  "scraped_at": "2026-01-11T15:39:00",
  "sections": {
    "indications": "Due to the presence of iodine channels in lactating breast tissue, RAI is contraindicated in pregnancy and breastfeeding women.\n[22]\n[23]\n[24]\n\nRadioiodine has been found in breast milk for up to one month following the administration of therapeutic radioiodine-131.\n[25]\nThe ATA, therefore, recommends the usage of diagnostic radioiodine-123 or low dose radioiodine-131 scanning to assess radioiodine uptake in breast tissue before RAI therapy in women who are breastfeeding and are unable to defer therapy due to the severity of their disease.\n[1]\n\nThe ATA additionally recommends all women of childbearing age undergo a pregnancy test before RAI therapy and avoid pregnancy 6 to 12 months following treatment.\n[1]\nStudies have demonstrated that there may be an increased risk of miscarriage up to one year following RAI therapy.\n[25]",
    "mechanism": "The efficacy of radioiodine therapy depends on the ability of thyroid cells to uptake iodine, primarily via the NIS.\n[5]\nRadioiodine-131 beta particles react with intracellular water to produce free radicals, which are cytotoxic via DNA and cellular organelle damage.\n[9]",
    "administration": "Radioiodine is administered orally in pill form.\n[10]\n\nIn patients with low-risk or intermediate-risk DTC with low-risk features (i.e., low volume central neck metastases with no further extension or adverse features stated above), an ablative dose of 30 mCi is the recommendation from the ATA.  However, in patients with less than complete or near-complete thyroidectomy, or adverse pathologic features, the RAI administered dose should be increased accordingly, to a maximum of 150 mCi.\n[1]\n\nTo maximize RAI uptake into thyroid cells, thyroid-stimulating hormone (TSH) levels preferentially increase by either the injection of recombinant human TSH (rhTSH) or withdrawal of supplemental thyroid hormone (which the patient must take in the absence of a thyroid gland). rhTSH has the advantage of maintaining a euthyroid state, thereby minimizing the unwanted side-effects of hypothyroidism. Although both methods appear to have equivalent efficacy, the ATA does not recommend using rhTSH in high-risk DTC patients due to insufficient evidence. Patients typically consume a low iodine diet for approximately 1 to 2 weeks before RAI to facilitate radioiodine uptake further.\n[1]\n\nThe ATA recommends a single dose of 10 to 15 mCi to treat Grave’s disease and a single dose of 10 to 20 mCi for toxic multinodular goiter or toxic adenoma.\n[2]\nBefore administering radioiodine in patients with hyperthyroidism, the patient should take a β-adrenergic blocker or methimazole to prevent transient thyrotoxicosis resulting from the overwhelming release of thyroid hormone from cell death. This approach should especially merit consideration in at-risk populations such as the elderly and those with cardiovascular co-morbidities.\n[2]",
    "adverse_effects": "Although iodine channels express predominantly in thyroid cells, additional cell types express this receptor, including the lactating breast, gastric mucosa, and salivary and lacrimal glands, leading to dose-dependent short- and long-term side effects.\n[11]\n[12]\nAcute sialoadenitis, the most common short-term side effect from RAI (approximately 30% incidence), can occur as early as several hours after treatment and may persist for up to one year following therapy. Xerostomia (approximately 20 to 40% incidence), a complication associated with hyposalivation, manifests weeks to months following RAI and can persist for months to years.\n[13]\n[14]\nRepercussions of chronic hyposalivation include increased incidence of dental caries, dysgeusia (altered taste), and difficulty with mastication and deglutition.\n[15]\nOther adverse effects of RAI therapy include nausea, alopecia, conjunctivitis, and xerophthalmia (dry eyes).\n[13]\n[16]\n\nDue to insufficient evidence, the ATA does not have specific guidelines for preventing or mediating these toxicities.  However, various interventions, albeit with limited efficacy, exist, including the use of sialagogues (i.e., lemon candies, chewing gum, lemon juice), sialoendoscopic surgery, and the co-administration of certain radioprotectors such as amifostine.\n[1]\n[17]\n[18]\n[19]\n[20]\n[21]"
  }
}