{
  "drug_name": "sodium selenite",
  "nbk_id": "NBK603722",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603722/",
  "scraped_at": "2026-01-11T18:47:57",
  "sections": {
    "indications": "Keshan disease is an endemic cardiomyopathy first discovered in the northeastern Chinese county of Keshan. This cardiomyopathy primarily occurs in regions with selenium-deficient soils, particularly in specific rural and remote areas, leading to severe health complications and occasional fatalities. Studies directly link low soil selenium and local food sources to reduced selenium levels in affected populations.\n[1]\n[2]\nKeshan disease is characterized by myocardial necrosis and fibrosis, resulting in severe heart complications, such as cardiogenic shock and heart failure.\n[3]\nClinical presentations include acute cardiac episodes, arrhythmias, and heart failure.\n[4]\n\nRecent research highlights genetic factors besides selenium deficiency as a possible cause of Keshan disease, revealing various polymorphisms and mutations contributing to the disease's development.\n[5]\n[6]\nThis interplay between selenium deficiency and genetic predisposition adds complexity to understanding the disease.",
    "mechanism": "Keshan disease has numerous potential etiological factors, including selenium deficiency, genetic predispositions, viral and fungal infections, and malnutrition. However, the precise causative factors behind Keshan disease remain poorly understood.\n[6]\nSelenium is acquired through diverse foods such as grains, meat, and fish. The selenium levels in terrestrial foods primarily rely on the selenium content in the soil where plants or animal feeds are cultivated.\n\nHuman selenium deficiency arises in regions where the soil's selenium content is notably low, and locally grown foods are the primary source of nutrients.\n[7]\nNotably, about half the Chinese population does not meet the World Health Organization's selenium intake recommendation.\n[8]\nSelenium deficiency is considered the leading cause of Keshan disease. This theory is supported by the significant decrease in disease prevalence following sodium selenite supplementation in table salt and crops.\n[9]\n[10]\n\nHowever, selenium deficiency alone is not believed to be the sole cause of Keshan disease, as not all selenium-deficient individuals develop manifestations. Keshan disease is considered to involve gene-environment interactions associated with selenium deficiency and other possible factors.\n[11]\nOther proposed nutritional factors contributing to the disease include vitamin E, protein, and amino acid deficiencies.\n[12]\n[13]",
    "monitoring": "Diagnostic challenges in distinguishing early-stage Keshan disease from idiopathic dilated cardiomyopathy due to shared features such as an enlarged heart, systolic dysfunction, and arrhythmias pose significant clinical hurdles. A universally acknowledged gold standard for diagnosing Keshan disease does not exist currently.\n[14]\nECG is the primary noninvasive diagnostic tool for identifying latent Keshan disease.\n\nIn a decade-long study monitoring 414 patients with latent Keshan disease and ECG abnormalities, Zhu et al uncovered significant findings. Among these patients, 47% exhibited major ECG abnormalities, including complete heart block, atrial fibrillation, atrial flutter, left ventricular hypertrophy, major ST-T changes, prolonged QT intervals, significant AV conduction abnormalities, and supraventricular tachycardia. Additionally, 53% presented minor ECG irregularities, such as minor ST-T changes, premature beats, incomplete bundle branch block, sinus tachycardia or bradycardia, minor QT prolongation, variations in PR intervals, and deviations in left or right axis, among other minor arrhythmias. Notably, 389 out of 414 patients maintained persistent ECG abnormalities throughout the follow-up period. The presence of major ECG abnormalities in latent Keshan disease patients significantly correlated with an elevated risk of progression to chronic Keshan disease compared to those displaying minor ECG irregularities.\n[18]\n\nAnother analysis of 71 Keshan disease patients and 290 controls identified risk factors associated with Keshan disease development. Among patients with Keshan disease, 31% presented with significant heart dysfunction (The New York Heart Association [NYHA] classes III-IV). Additionally, a notable proportion (61%) of chronic Keshan disease patients had a family history of the disease, indicating a genetic predisposition to Keshan disease. ECG abnormalities were prevalent among most patients. Echocardiography revealed cardiac dilation in all 31 chronic Keshan disease cases, accompanied by ventricular wall motion attenuation and valvular regurgitation. These findings highlight the importance of familial history and pronounced cardiac manifestations in assessing Keshan disease risk and severity.\n[3]\n\nIntegrating study findings emphasizes the diagnostic value of ECG in detecting latent Keshan disease and predicting disease progression. Furthermore, the correlation between familial history and advanced cardiac dysfunction provides insights into the genetic basis and severe cardiac implications of chronic Keshan disease. Despite the absence of a definitive diagnostic criterion, a comprehensive evaluation encompassing ECG assessments, familial history analysis, echocardiographic studies, and cardiac magnetic resonance imaging (MRI) proves invaluable in excluding the other causes of cardiomyopathy, as well as guiding the diagnosis and establishing the prognosis of Keshan disease.\n\nWhen measuring selenium levels, serum, whole blood, urine, hair, and nail samples are the most commonly used measurements. Among these, serum levels are the most prone to acute fluctuations, potentially making these values less reliable.\n[13]\n[34]\nGlutathione peroxidases have also been used as selenium markers, but levels are prone to hormonal fluctuations.\n[13]\nSelenoprotein P, accounting for over 60% of plasma selenium, is an essential indicator of selenium nutrition. Considered the best marker of long-term selenium intake, it correlates highly with serum selenium but exhibits less fluctuation.\n[35]",
    "administration": "The treatment of Keshan disease–induced cardiomyopathy and heart failure includes diuretics and other guidelines-directed medical therapy.\n[36]\nDevice-based treatment for the management of heart failure and prevention of sudden cardiac death should be offered as recommended by contemporary guidelines.\n[37]\nDisease-specific treatment for Keshan disease primarily focuses on selenium supplementation. Sodium selenite tablets have demonstrated efficacy in reducing mortality rates among patients with Keshan disease.\n[38]\nHowever, it is essential to tread cautiously with selenium intake.\n\nThe US National Academy of Sciences recommends a daily intake of 55 µg of selenium, with 400 µg being the upper limit to avoid toxicity.\n[39]\n[40]\nA recent study highlighted improved survival rates in individuals with congestive heart failure when selenium supplementation was combined with angiotensin-converting enzyme (ACE) inhibitors and beta-blockers.\n[41]\nHowever, carefully monitoring selenium intake is imperative due to potential adverse effects. Exceeding 700 µg/d of selenium is deemed toxic to adults, leading to symptoms such as diarrhea, fatigue, hair loss, brittle hair, memory loss, and foul breath.\n[42]\n\nNotably, selenium overdose has been associated with the development of type II diabetes. While some observational studies suggest a positive correlation between selenium levels and diabetes risk, this association lacks consistency in randomized clinical trials.\n[43]\n[44]\nEven at normal selenium plasma concentrations, a 3-month daily intake of 200 µg led to hyperglycemia in diabetic patients.\n[45]\nA delicate balance is crucial in selenium supplementation therapy, emphasizing precise dosage monitoring and consideration of individual patient profiles to avoid potential complications. Treatment protocols should integrate selenium supplementation judiciously, weighing its therapeutic benefits against the risk of adverse effects, especially in populations prone to conditions like diabetes.",
    "adverse_effects": "Complications arising from Keshan disease primarily stem from its impact on cardiac function and systemic health. The progressive nature of the disease, characterized by multifocal necrosis and fibrosis in the myocardium, often leads to severe complications. Acute Keshan disease commonly presents with cardiogenic shock and life-threatening arrhythmias, while patients with severe left ventricular systolic dysfunction may experience cardiac arrest and sudden cardiac death due to ventricular arrhythmias.\n[14]\nChronic Keshan disease can lead to debilitating heart failure, compromising the heart's pumping capacity and causing fluid accumulation in the lungs and peripheral tissues. Arrhythmias, including potentially life-threatening ones like complete heart block, atrial fibrillation, and ventricular arrhythmias, pose significant risks. Furthermore, the disease's influence on cardiac structure can result in dilated chambers, weakened heart walls, and valvular abnormalities, amplifying the propensity for congestive heart failure and related complications.\n[15]\n[18]\n[32]"
  }
}