{
  "drug_name": "sodium valproate",
  "nbk_id": "NBK603738",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603738/",
  "scraped_at": "2026-01-11T18:47:57",
  "sections": {
    "indications": "Stuttering, or stammering, is a language fluency disorder characterized by disruptions in speech flow and rhythm by pauses, hesitations, and repetitions of syllables, words, or sounds. Despite a normally functioning vocal apparatus, individuals with stuttering struggle with smooth and continuous speech delivery.\n[1]\n[2]\n[3]\n[4]\nSpeaking fluent language is a normal, complex, and multifaceted process involving the precise selection of words along with the coordinated and harmonious speech actions of respiratory, laryngeal, and articulatory muscles. This enables the continuous, uninterrupted, and seemingly effortless delivery of desired speech.\n[5]\nComplex neurological mechanisms govern the coordination of these processes, from formulating and expressing language to articulating speech with proper intonation, culminating in the final production of normal fluent discourse.\n\nStuttering is characterized by disruptions in fluent speech. Stuttering can be broadly categorized as developmental or acquired depending on its underlying etiology.\n[2]\nIndividuals who stutter frequently experience challenges in maintaining smooth speech flow despite knowing exactly what they want to convey. Behavioral accompaniments of stuttering may include rapid eye blinking and lip tremors, significantly impeding communication and affecting a person's quality of life and interpersonal relationships.\n\nFluency is a significant developmental milestone essential for typical cognitive development in humans.\n[6]\n[7]\nDuring the preschool years, children learning to speak often struggle and encounter challenges to master the intricate neuromuscular processes essential for fluent speech. Consequently, certain disfluencies, typically labeled \"other disfluencies,\" are commonly perceived as normal developmental variations expected to diminish as the child advances in speech development. Notably, it is crucial to distinguish these variations from \"stutter-like disfluencies,\" indicative of a pathological fluency disorder that emerges in childhood.\n\nRepetitions within \"other disfluencies\" typically involve polysyllabic words (such as \"I see, I see her\") compared to those in \"stutter-like,\" which tend to be single- (such as \"her-her-her\") or partial words (such as \"w-w-want\") repetitions. In addition, other disfluencies include interjections (such as \"oh\") and instances of revised or abandoned utterances (such as \"I see\" or \"Hey, look at him\"). Additional examples of \"stutter-like disfluencies\" include so-called broken words (such as \"S…top\"), blocks (such as \"I want a. . . . toy\"), and prolongations (such as \"Herrrrrr\"). Unlike other disfluencies, stutter-like disfluencies may persist into adolescence and adulthood.\n[8]\n\nIrrespective of its underlying causes, stuttering can significantly affect an individual's life.\n[9]\nStuttering might hinder job opportunities and career advancement. Therefore, it is crucial to promptly diagnose and provide appropriate treatment to ensure timely management of the condition.",
    "mechanism": "Stuttering can be broadly conceptualized as having either a developmental or an acquired etiology.\n[2]\n\nDevelopmental Stuttering\n\nThis form of speech disfluency is the most prevalent type and occurs in young children during the critical period while they are still developing their speech and language abilities. One theory suggests that developmental stuttering arises when a child's speech and language skills fail to meet their verbal demands. Genetic conditions, such as Prader-Willi syndrome, Down syndrome, and Fragile X syndrome, have also been associated with stuttering, where the stuttering pattern is phonologically similar to the developmental variant.\n[10]\nConversely, acquired stuttering emerges later in life, often stemming from various underlying etiologies.\n[2]\n\nAcquired Stuttering\n\nAcquired stuttering can be further categorized into neurogenic, psychogenic, and drug-induced causes. Alternatively, some classification systems distinguish stuttering into psychogenic and organic origins, where the latter category comprises developmental, neurogenic, and drug-induced stuttering.\n\nNeurogenic stuttering:\nNeurogenic stuttering arises from damage to specific brain tissue regions due to an insult.\n[2]\nPotential causes of such damage or injury include stroke (the most prevalent), significant traumatic brain injury, hypoxic-ischemic encephalopathy, various dementing diseases, Parkinson's disease, sequelae of dialysis, corticobasal ganglionic degeneration, multiple sclerosis, and epilepsy.\n[2]\n[11]\n[12]\n[13]\n[14]\n[15]\nConsistent with various injury mechanisms, neurogenic stuttering exhibits variability in its underlying neural substrates and does not distinctly localize to a specific brain region. Commonly affected areas include the bilateral hemispheres, subcortical white matter tracts, the cerebellum, and deep nuclei such as the basal ganglia, thalamus, and brainstem. Notably, the left hemisphere, typically dominant for language, is more commonly affected than the right hemisphere.\n[16]\n\nPsychogenic stuttering:\nPsychogenic stuttering is classified as a functional disorder, a modern term for what was previously known as conversion disorder, where psychological symptoms manifest as physical ones. This condition is among the various functional speech and voice disorders.\n[4]\nFor stuttering to be deemed psychogenic, changes in spoken patterns must be connected to an underlying emotional conflict and lack an identified so-called organic etiology. In addition, psychogenic stuttering usually co-occurs with other mental health issues and lacks a consistent emotional response to stuttering across different situations.\n[17]\n\nPharmacological stuttering:\nPharmacological stuttering arises as a result of the administration of certain pharmacological agents. Pharmacological mechanisms that can predispose to stuttering include increased dopamine levels, decreased GABA levels, medications with anticholinergic properties, and drugs affecting serotonin levels. Interestingly, while some medications may induce stuttering in certain individuals, they might alleviate it in others. Disproportionately high instances of stuttering have been reported with stimulants such as lisdexamfetamine, dexamphetamine, and methylphenidate, antidepressants such as duloxetine, fluoxetine, dosulepin, and bupropion, anti-seizure medications such as pregabalin, topiramate, brivaracetam, and gabapentin, as well as montelukast, asenapine, and guanfacine.\n[18]\n\nGenetic factors, particularly in developmental stuttering, have been the subject of research for decades. Until recently, only a few genes have been identified, including\nGNPTAB\n,\nGNPTG\n,\nNAGPA\n, and\nAP-4\n. These genes encode proteins related to the lysosomal enzyme-targeting pathway and were initially identified in consanguineous families. While these genes are involved in intracellular trafficking, they collectively account for less than 20% of persistent stuttering in unrelated individuals.\n[19]\nRecent whole exome sequencing performed in a family with autosomal dominantly inherited stuttering has revealed a novel missense polymorphism at a proline residue (p.P270S) within a functional domain of the CYP-40 protein encoded by the\nPPID\ngene.\n[20]\nWhile further investigation is needed, this variant of CYP-40, integral to the functionally crucial chaperone machinery of heat shock proteins, may yield novel stuttering pathomechanisms associated with this protein and others performing molecular chaperone functions.\n[21]",
    "monitoring": "Following comprehensive and relevant history-taking, a thorough evaluation of patients with stuttering includes the use of screening and assessment tools to confirm the diagnosis, identify the underlying etiology, recognize adverse consequences, and understand the patient's concerns, all of which will ultimately guide treatment protocols. In 2021, explicit clinical recommendations based on iterative expert consensus outlined 6 core areas as standard components of a comprehensive evaluation of stuttering and individuals who stutter.\n[44]\n\nClinicians can utilize recommended evaluation tools across various assessment domains, including:\n\nCase history forms\nInterviews with both the patient and relevant individuals in their life\nObservations of interactions, speech, and fluency in different tasks\nScreening and testing of language and speech development, temperament, hearing, and other pertinent abilities\nTesting and observation of stuttering behaviors, as well as responses to and impacts of stuttering\nAnalysis of risk factors\n\nA core set of themes constitutes the framework for stuttering evaluation, which includes:\n\nStuttering and speech-fluency behavior:\nClinicians should evaluate how the speaker stutters and their behavior during stuttering episodes. Given the variability in stuttering behaviors among individuals, assessing speech across various tasks and settings is valuable for accurately understanding the individual's stuttering patterns. Insights from individuals close to the patient can provide additional context regarding the scope and characteristics of the stuttering.\n[45]\n\nClinicians should consider patient-based severity ratings, clinician rating scales, standardized tests, and test scores that assess stuttering-specific speech fluency. Useful instruments include the Stuttering Severity Instrument\n[46]\nand the Speech Situation Checklist, which incorporates subtests for speech disruption and emotional reaction.\n[47]\n\nReactions to and perceptions of stuttering—both by the patient and those in the patient's environment:\nStuttering reactions comprise the speaker's responses to their stuttering and how others react. Individuals who stutter may change their behavior or decisions based on their stuttering patterns and perceived reactions from others, which can adversely impact interpersonal interactions and self-confidence. Areas such as anticipation, awareness, coping strategies, and avoidance behaviors should be thoroughly discussed and assessed. Clinicians should delve into reports of bullying and other adverse reactions to stuttering, examining their impact on the individual who stutters. Interviews, observations, and questionnaires can provide valuable insights into these aspects.\n\nNegative consequences associated with stuttering:\nThis domain evaluates the limitations and impact of stuttering on various aspects of a speaker's life, including employment, education, social interaction, and overall quality of life. Valuable evaluation tools include interviews, observations, and standardized tests such as Overall Assessment of the Speaker's Experience of Stuttering (OASES)\n[48]\nand Wright and Ayre Stuttering Self-rating Profile (WASSP).\n[49]\n.\n\nStuttering assessment, including the tools and procedures utilized, must always be tailored to meet the unique needs and requirements of each patient. The experiences, reactions, and adverse consequences of stuttering, as well as the anticipated benefits from therapy, exhibit significant variability among patients. Therefore, a one-size-fits-all approach is not appropriate.\n[44]\n[45]\n[46]\n[45]\nAssessments should conclude with collaboratively established goals and agreed-upon criteria for defining successful therapy outcomes.\n\nA comprehensive neurological examination is essential to exclude neurogenic stuttering. Determining the temporal relationship between stuttering and any suspected neurological insult, as well as reviewing environmental influences, can aid in diagnosing neurogenic stuttering.\n[27]\nMotor speech assessment is crucial for identifying concomitant motor speech disorders, which are often present in patients with neurogenic stuttering and should not be overlooked during the examination. Additionally, assessing cognitive abilities may provide further insight into the potential location of underlying brain damage. Imaging studies, such as computed tomography or magnetic resonance imaging scans of the brain, may reveal brain lesions.\n\nRegardless of the underlying cause of stuttering, referral for appropriate psychiatric evaluation and counseling is crucial. This step is essential for preventing potential adverse mental health outcomes and for exploring the possibility of psychogenic stuttering.",
    "administration": "Treatment protocols should be formulated to address the patient's concerns effectively, ensuring that therapeutic objectives align with the patient's goals. In cases of suspected developmental stuttering, any child exhibiting speech patterns indicative of stutter-like disfluencies, whether reported by parents or observed clinically, should be referred to a speech-language pathologist. Urgency in referral increases if the disfluency persists for 1 year or more or if parental reports indicate worsening severity or increased frequency of stuttering.\n[50]\n[6]\n[51]\n\nGenerally, speech and behavioral therapies are initiated early in children to leverage the plasticity of the nervous system. These therapies aim to facilitate compensatory changes that can lead to normal fluency. Early intervention may help prevent the development of impaired social skills and negative perceptions of communication often observed in individuals with long-standing stuttering.\n[51]\n[6]\n[52]\n[53]\n[54]\n[55]\n\nFor patients who continue to stutter persistently, therapeutic goals typically evolve to include managing secondary behaviors, developing appropriate compensatory techniques, fostering acceptance of stuttering as a natural part of the individual's identity, and reclaiming a sense of command over speech.\n[56]\n[57]\n[58]\n\nVarious types of speech and behavioral therapies are used to address stuttering, each offering potential benefits tailored to the individual's needs and therapeutic objectives and responses.\n[56]\nHowever, medications have not shown effectiveness in managing developmental or persistent stuttering.\n[59]\n[60]\n\nStuttering therapy can be categorized as either direct or indirect.\n[61]\n[50]\nIndirect therapy focuses on creating environments conducive to fluency-enhancing behaviors while minimizing factors that hinder fluency. In contrast, direct therapy involves working with patients who stutter to enhance speech fluency and address other negative effects of stuttering.\n[62]\n\nCommonly Used Therapies for Stuttering\n\nThe Lidcombe program:\nThis program involves training parents to praise fluent speech and respond appropriately to stuttered speech.\n[63]\nResponses are tailored to the child's individual needs and may include initially ignoring the stuttered speech and responding to the content of what the child has said or acknowledging the stutter and prompting the child to repeat the phrase fluently. The Lidcombe program provides a high degree of flexibility in the array of possible responses and accommodates the individual circumstances of the patient and their parents. Regular speech assessments in clinical and home settings help gauge stuttering severity, allowing for ongoing progress monitoring and adjustments to management protocols. Regular follow-up appointments and ongoing support from the clinic are essential even after stuttering diminishes. This ensures that the child continues to maintain fluent speech as the program components are gradually withdrawn.\n\nThe RESTART-DCM treatment:\nThis treatment involves assisting parents in making environmental adjustments to reduce the speech demands placed on the stuttering child. Interventions may include altering parental communication styles or adjusting the overall pace of the child's living environment. Direct interventions such as reducing the child's speech rate or implementing speech drills may also be used if needed.\n\nThe Palin PCI treatment:\nThis therapy emphasizes interaction strategies and family-based approaches.\n[64]\nInteraction strategies include adapting speech rates to match the child's, allowing the child to take the lead during play, and maintaining good eye contact. Family strategies include promoting turn-taking in conversation, fostering confidence-building activities, and fostering open discussions about stuttering.\n\nThe family-focused treatment approach:\nAs described by Yaruss et al,\n[65]\nthis approach integrates both direct and indirect therapies for preschool children. This treatment includes improving communication and comprehension between parents and children, adjusting parental communication styles, modifying the child's communication patterns, and accepting stuttering.\n\nThe Westmead program:\nThis program focuses on syllable-timed speech to aid individuals who stutter in achieving fluency by rhythmically vocalizing each syllable.\n[66]\n\nThe Camperdown program:\nThis is a speech restructuring program that involves participants copying and adjusting their speech patterns to imitate a video exemplar.\n[67]\n\nThe Van Riper method:\nThis modification program substitutes maladaptive stuttering behaviors with preferred ones and consists of 4 stages—identification, desensitization, modification, and stabilization.\n\nAdditionally, transcranial direct current stimulation treatments have shown promising results in people who stutter.\n[68]\nIn many cases, treatment modalities used to address developmental stuttering can also be applied to manage neurogenic stuttering.\n[36]\nA common approach involves speech therapy that integrates behavioral and cognitive measures.\n[69]\n\nIn contrast to developmental stuttering, medications can be utilized to treat neurogenic stuttering.\n[69]\n[70]\nThese medications include haloperidol (the most common), chlorpromazine, trifluoperazine, thioridazine, carbamazepine, sodium valproate, levetiracetam, risperidone, and olanzapine. Although these drugs may offer assistance, they are not typically the initial treatment option, primarily due to their high incidence of adverse effects. Speech therapy remains the cornerstone of treatment.\n[36]\n\nFunctional stuttering is typically diagnosed after excluding all organic causes of stuttering. As with other forms of stuttering, speech therapy serves as the primary treatment approach for functional stuttering, commencing after reassuring the patient that no underlying brain lesion is causing the condition. Successful treatment involves collaborative efforts between the speech-language therapist and the patient to develop a comprehensive understanding of the condition, incorporating all its diverse aspects. The patient can use the formulation to help explain to others the nature of their condition and its resolution. This explanation should highlight the patient's concerted efforts in managing the condition and regaining control.\n[30]\nTreatment for drug-induced stuttering involves discontinuing the causative agent or modifying its dosage or frequency of administration.\n[18]",
    "adverse_effects": "Individuals who stutter often develop amplified speech-motor preparation as a compensatory mechanism for their stuttering.\n[72]\nStuttering involves a heightened level of conscious speech monitoring,\n[6]\nand stress can aggravate stuttering disfluencies.\n[73]\nIn addition, the onset of stuttering can induce anxiety, which further impairs the ability to consciously monitor speech, which will in itself intensify the stuttering.\n[5]\nThis creates a self-perpetuating, positive feedback loop of events, where anxiety worsens stuttering and vice versa.\n\nChildren who stutter may restrict their social interactions, which can hinder their social development and reduce their verbal output.\n[5]\nAdditionally, adults who stutter are often negatively perceived by fluent speakers, who may view them as withdrawn, lacking confidence, and neurotic.\n[74]\n[75]\nData from the United States suggest that stuttering can adversely affect career and educational advancement.\n[76]\n[77]\nFor instance, one study revealed that stuttering had a detrimental impact on workplace performance and job satisfaction.\n[78]\n\nUnfavorable reactions to stuttering can trigger anxiety, depression, and negative self-perception in individuals who stutter. Children who stutter may face bullying and teasing, exacerbating their challenges.\n[5]\nIn addition, stuttering has been associated with a greater occurrence of suicidal ideation.\n[79]\n\nIn cases of acquired stuttering, it is essential to promptly identify the underlying etiology and tailor treatment protocols accordingly."
  }
}