{
  "drug_name": "sodi",
  "nbk_id": "NBK430885",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430885/",
  "scraped_at": "2026-01-11T18:47:56",
  "sections": {
    "indications": "Langerhans cell histiocytosis (LCH) is the most common histiocytic disorder where langerin-positive cells coalesce as granulomatous lesions and deposit in various tissues throughout the body as inflammatory infiltrates. Affected organs include but are not limited to the skin, liver, gastrointestinal tract, and central nervous system (CNS) structures, such as the skull and pituitary gland. Arriving at a diagnosis of LCH requires a coordinated effort amongst an interprofessional team, beginning with a comprehensive review by a trained pathologist to perform a review of the morphologic immunohistochemical and molecular data on a sample for each individual patient with suspected LCH. Once LCh is established, providers must be aware of the differences in management between children and adults and (in adults) the difference between pulmonary and non-pulmonary LCH. Referral and long-term follow-up with an experienced hematologist are essential for the successful management of LCH.\n[1]\n[2]\n[3]\n[4]",
    "mechanism": "There are numerous theories as to the precise origin of LCH. One of the working theories is that a clonal expansion of CD1a and CD207-positive myeloid-committed hematopoietic progenitors in the bone marrow compartment results in the differentiation into monocytes, which then circulate as Langerhans cells.\n[5]\nAn even deeper investigation into this process has led to the proposition of an interplay between clonal hematopoiesis (specifically with TET2 mutations) and, upon monocyte differentiation, the secondary acquisition of a BRAF (or other MAP Kinase pathway) mutation. This essentially amounts to a clonal monocytosis and, upon monocyte release into the circulation, circulating LCH.\n[6]",
    "monitoring": "Consensus recommendations set forth by international experts on adult LCH were published in\nBlood\nin 2022 and graded categorical recommendations for evaluating patients with suspected and established diagnoses.\n[7]\n\nTissue leisonal biopsy is required as a category A recommendation to confirm a diagnosis of LCH. The microscopic features of LCH are described earlier in this chapter, but providers must establish the molecular profiling of disease for every patient, specifically with regard to BRAF/MAPK/ERK mutational status. This is best accomplished through whole exome or integrated genomic-transcriptomic sequencing, which permits the accompanying evaluation for subclonal alterations. Lesions will characteristically stain positive for S-100, CD207 CD1a. Electron microscopy, while not required in light of the advances in immunostaining, will reveal cytoplasmic Birbeck granules. Biopsy is also recommended in PLCH.\n\nOnce a tissue diagnosis is confirmed, organ-specific imaging with CT or MRI, at minimum, is recommended (Category A), but whole-body FDG-PET with distal extremity inclusion is useful in providing a full picture of disease (Category B), especially in cases of Langerhans Cell/Erdheim Chester Disease overlap. A brain MRI is also advised in any case of suspected hypothalamic/pituitary involvement (A). Further specialized testing involving invasive or endoscopic procedures is conducted on an individualized basis with regard to the patient's presentation.",
    "administration": "Management in LCH varies by the initial disease classification, which is summarized as follows:\n\nTable\n\nPlease note that the information in this table is adapted from the international expert consensus recommendations for adult LCH diagnosis and treatment.\n[7]\n\nIn single-system unifocal LCH, surgery should be performed with the goal of completion resection, and there is no role for adjuvant systemic therapy. Other options, particularly in the setting of cutaneous disease, include a short course of targeted radiation or intralesional corticosteroids; triamcinolone is commonly employed.\n\nMoving down the chart into single-systemic PLCH, smoking cessation is paramount, including the use of any smoke-generating devices, such as electronic cigarettes and marijuana. Given the causality between tobacco use and LCH, this invention alone can induce complete remission. Single-agent cladribine is also an option. Beyond this, management is mainly supportive and consists of therapies directed at supporting lung functioning, including beta-2 agonists and inhaled corticosteroids.\n\nLastly, multifocal or multisystemic disease has its own array of options, many of which have been adapted from the pediatric literature for use in adults. The aforementioned International Consensus Guidelines contain a useful summary of these various regimens, specifically those studied in at least 10 patients by name, dosage, and specific disease setting. Among these are vinblastine and methotrexate-containing regimens and (again) single-agent cytarabine. Providers are encouraged to evaluate patients' performance status and, accordingly, anticipate tolerance of such therapies when making a selection."
  }
}