{
  "drug_name": "sodium hydroxide",
  "nbk_id": "NBK459262",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459262/",
  "scraped_at": "2026-01-11T18:47:57",
  "sections": {
    "indications": "Hashimoto thyroiditis is an autoimmune disease that destroys thyroid follicular cells via cell- and antibody-mediated mechanisms. This disease is also known as chronic autoimmune thyroiditis and chronic lymphocytic thyroiditis. Hashimoto thyroiditis is the most common cause of hypothyroidism in developed countries.\n[1]\nThe pathophysiology of this disease involves the formation of antithyroid antibodies and T cell activation that target thyroid tissue, leading to progressive fibrosis. Together with Graves disease, this condition comes in the category of autoimmune thyroid disorders.\n[2]\nThis condition was initially described by a Japanese physician, Haruto Hashimoto, in 1912 as \"struma lymphomatosa\" after he found enlarged thyroids having lymphocytic infiltration.\n[3]\n\nWomen are more commonly affected. The female-to-male ratio is at least 7:1 to 10:1.\n[4]\nThe incidence of Hashimoto thyroiditis increases with age, with most cases found between the ages of 45 and 55 years.\n[5]\nThe incidence tends to be higher in countries with lower iodine deficiency prevalence.\n[2]\nHashimoto thyroiditis can occur alone or as part of autoimmune polyglandular syndrome.\n[6]\nSome individuals with Graves disease might transform into Hashimoto thyroiditis and vice versa. This could indicate a common pathogenesis for these disorders, but different clinical presentations.\n[7]\n[8]\n[9]\n[10]",
    "mechanism": "The underlying etiology of Hashimoto thyroiditis is still not fully understood, but the cause is thought to be a combination of genetic and environmental factors.\n\nGenetic Factors\n\nHashimoto thyroiditis has been shown to have a strong familial predisposition, with disease clustering in families, including some members developing Graves disease. A Danish study showed a 50% concordance rate for Hashimoto thyroiditis and an 80% concordance rate for thyroid antibody positivity in monozygotic twins.\n\nSeveral genes, including those encoded by the human leukocyte antigen (HLA) complex, immune regulatory genes (\nCD40, FoxP3, CD25, CTLA-4\n, and\nPTPN22\n), and thyroid-specific genes (thyroid-stimulating hormone receptor and thyroglobulin), are linked to the development of Hashimoto thyroiditis.\n[11]\n[12]\nFurthermore, Hashimoto thyroiditis is more common in individuals with Turner syndrome and Down syndrome.\n[13]\n[14]\n\nEnvironmental Factors\n\nSince only 50% of monozygotic twins in a Danish study showed concordance for Hashimoto thyroiditis, environmental factors appear to play an essential role in its development.\n[15]\n\nHygiene hypothesis\n\nAs with many allergic and autoimmune conditions, individuals living in a more hygienic environment with reduced exposure to microbial agents seem to have a higher incidence of Hashimoto thyroiditis.\n[16]\n\nIodine status\n\nMild iodine deficiency has been associated with a lower prevalence of Hashimoto thyroiditis, whereas chronic exposure to excess iodine intake has been associated with a higher prevalence of Hashimoto thyroiditis. This is partly because highly iodinated thyroglobulin creates a more immunogenic intrathyroid environment.\n[17]\n[18]\n[19]\nSignificant iodine deficiency also increases thyroid autoimmunity.\n[20]\n[19]\n[17]\n\nSelenium status\n\nSelenoproteins are essential for thyroid function and protection.\n[21]\n[22]\nThe important thyroidal selenoproteins are the iodothyronine deiodinases, glutathione peroxidases, and thioredoxin reductases. These enzymes are involved in thyroid hormone metabolism, maintenance of cellular metabolism, regulation of the redox state, and protection against oxidative damage from reactive oxygen species and hydrogen peroxide.\n[23]\n[24]\nDeficiency in this mineral has been associated with a higher risk of Hashimoto thyroiditis. A systematic review and meta-analysis published in 2024 found that thyroid antibody levels decreased with selenium supplementation, independent of underlying selenium deficiency and thyroid hormone replacement. Thyroid-stimulating hormone (TSH) levels also reduce with selenium supplementation, independent of thyroid hormone replacement. The certainty of this evidence was moderate.\n[25]\n\nIron status\n\nThyroid peroxidase is an enzyme that contains heme (iron). Hence, iron deficiency can impair thyroid function and increase thyroid autoimmunity.\n[17]\n[26]\nIndividuals with Hashimoto thyroiditis are at higher risk for comorbid conditions like celiac disease and autoimmune gastritis, which are often associated with iron deficiency.\n[27]\n[28]\nWomen of reproductive age are also at high risk for developing iron deficiency due to blood loss during menstruation.\n[29]\n\nVitamin D status\n\nVitamin D has been established as an important immunomodulator.\n[30]\nIndividuals with vitamin D deficiency have higher thyroid antibody levels, possibly contributing to Hashimoto thyroiditis development and its progression.\n[31]\n[32]\nThe association between vitamin D receptor polymorphisms and thyroid autoimmunity has yielded conflicting results.\n[33]\n\nRole of gut microbiome\n\nThe gut microbiota regulates the immune system and contributes significantly to thyroid hormone metabolism. Hence, alterations in the gut microbiome can increase the risk of thyroid autoimmunity.\n[34]\n[35]\n[36]\n[37]\nWhether alterations in the gut microbiome occur before or after the development of Hashimoto thyroiditis is unclear. A cross-sectional study of euthyroid individuals showed no robust differences in gut microbiome alpha or beta diversity between individuals with or without thyroid peroxidase antibodies.\n[38]",
    "monitoring": "Laboratory Studies\n\nThe following laboratory studies may be used for diagnostic evaluation of thyroid function and identification of comorbid conditions:\n\nThyroid function tests\n: TSH, T4, and T3 levels should be tested to assess thyroid function.\n\nThyroid antibodies\n: Thyroid peroxidase antibody is positive in over 90% of cases, whereas thyroglobulin antibody is positive in 50% to 80% of cases. Elevated thyroid antibodies correlated with disease activity.\n[91]\nIndividuals with thyroid antibody positivity have a high probability of developing overt hypothyroidism, whereas individuals with negative antibody levels are more likely to present with subclinical hypothyroidism. A positive family history is also more likely when thyroid antibodies are elevated. These individuals are also more likely to have a larger thyroid gland size.\n[92]\n[50]\nIf a patient presents with thyroid eye disease, TSH receptor antibody levels should be assessed.\n\nIron studies\n: Serum iron levels should be checked in individuals with clinical symptoms of iron deficiency and gastrointestinal symptoms, given the higher prevalence of celiac disease and atrophic gastritis in individuals with Hashimoto thyroiditis.\n\nVitamin D level\n: Vitamin D status should be assessed due to an increased incidence of vitamin D deficiency in individuals with thyroid disorders.\n[93]\n\nImaging Studies\n\nA thyroid ultrasound can be performed if thyroid enlargement or nodularity is noted on physical examination or if the patient has compressive symptoms.",
    "administration": "Current clinical guidelines emphasize disease management rather than prevention or cure.\n\nThyroid Hormone Replacement\n\nThe mainstay of treatment for hypothyroidism that develops due to Hashimoto thyroiditis is thyroid hormone replacement. The drug of choice is titrated levothyroxine sodium administered orally, which has a half-life of 7 days and can be given daily. Levothyroxine sodium, which is best taken early in the morning on an empty stomach for optimum absorption, should not be taken with iron or calcium supplements, aluminum hydroxide, or proton pump inhibitors to avoid suboptimal absorption.\n\nThe standard dosage is 1.4 to 1.8 µg/kg per day, but this may vary from patient to patient. Individuals younger than 60 should be commenced on a standard full dose if TSH is greater than 20 mIU/L; however, lower doses should be used in patients with cardiovascular diseases and older adults. In patients aged 60 or older, the recommended starting dose is 25 µg/day, with reevaluation in 6 to 8 weeks. In contrast, during pregnancy, the thyroxine dose needs to be increased by 30%. In patients with short-bowel syndrome and malabsorption, increased doses of levothyroxine are required to maintain a euthyroid state.\n[94]\n\nTreatment in Euthyroid Women\n\nSome experts will recommend initiating levothyroxine in women with a TSH greater than 2.5 with or without a history of pregnancy loss and in women using assisted reproductive measures.\n[76]\nThe new guidelines from the American Society of Reproductive Medicine recommend against the treatment of women with TSH levels less than 4 with levothyroxine due to a lack of evidence for reduced miscarriages, improved fertility, reduced adverse obstetric outcomes, or improved developmental outcomes in children.\n[95]\nThese decisions should be individualized on a case-by-case basis.\n\nRole of Selenium Supplementation\n\nRecent systematic reviews and meta-analyses showed modest benefits in managing Hashimoto thyroiditis in individuals without thyroid hormone replacement, with improved thyroid function parameters and reduced thyroid antibodies.\n[25]\n[96]\nMore research is needed to establish clear benefits. Selenium supplementation of 50 to 100 µg daily could be helpful and safe, especially in areas with selenium deficiency.\n[97]\nA study including 412 individuals showed improvements in quality-of-life parameters with selenium supplementation (200 µg/day) in individuals on levothyroxine for hypothyroidism due to Hashimoto thyroiditis.\n[98]\n\nIron Deficiency Treatment\n\nEvery unit increase in iron level has been demonstrated to decrease the risk of Hashimoto thyroiditis by 43% in women of reproductive age.\n[99]\n\nVitamin D\nDeficiency Treatment\n\nCorrection of vitamin D deficiency may be helpful, though more large-scale studies are needed to establish clear benefits. Two small randomized controlled clinical trials have shown reduced thyroid antibody levels and improved TSH levels. Individuals with vitamin D deficiency were included in these trials. One trial conducted in India gave individuals in the intervention group a high dose of cholecalciferol (60,000 IU) for 8 weeks.\n[100]\nThe other trial, based in China, compared a group treated with cholecalciferol 800 IU daily to another group treated with cholecalciferol 800 IU daily and levothyroxine 25 to 50 µg/day for 6 months.\n[101]\n\nFurthermore, in another study in Greece, 186 vitamin D-deficient individuals were given 1200 to 400 IU of cholecalciferol daily for 4 months, with a reduction seen in thyroid peroxidase antibody levels.\n[102]\nA systematic review and meta-analysis including 862 individuals also showed the positive effect of vitamin D supplementation on thyroid function and reduction in antibody levels.\n[103]\n\nDietary Modifications\n\nLimited evidence supports the benefits of an autoimmune or anti-inflammatory diet in the management of thyroid disorders. The theory behind the inflammation involves leaky gut syndrome, in which an insult to the gut mucosa allows the passage of proteins that do not normally enter the bloodstream via transporters in the gut mucosa. Experts have theorized that a response similar to molecular mimicry occurs, leading to the production of antibodies against the antigens. Unfortunately, the antigen may be structurally similar to thyroid peroxidase, leading to antibody formation against this enzyme.\n\nThe concept of an autoimmune diet is based on healing the gut and decreasing the severity of the autoimmune response.\n[104]\nMore research is required on this topic before it becomes a component of established guidelines. A small study including 40 female subjects showed improvements in thyroid function and lower thyroid peroxidase and thyroglobulin antibody levels after following a Mediterranean, gluten-free diet.\n[105]",
    "adverse_effects": "Hashimoto thyroiditis can lead to several complications, primarily related to long-term thyroid dysfunction and autoimmune activity. Chronic hypothyroidism may result in fatigue, weight gain, cold intolerance, constipation, hair loss, brittle nails, cognitive changes, and menstrual irregularities. A small proportion of individuals may experience transient hyperthyroidism, known as Hashitoxicosis, or develop thyroid eye disease. Persistent thyroid inflammation can cause thyroid nodules and, rarely, primary thyroid lymphoma. Women of reproductive age may face fertility challenges, recurrent miscarriages, or postpartum thyroiditis. Improperly managed thyroid hormone replacement can result in hormone toxicity, underscoring the importance of individualized dosing, ongoing monitoring, and interprofessional care to prevent adverse outcomes.\n\nThe association between Hashimoto thyroiditis and an increased risk of papillary thyroid carcinoma remains unclear, and studies offer conflicting evidence regarding how the presence of Hashimoto thyroiditis affects papillary thyroid carcinoma outcomes.\n[107]\n[108]\n[109]\n[107]\nIndividuals with Hashimoto thyroiditis face an elevated risk for the rare malignancy of primary thyroid lymphoma, which accounts for 0.5% to 5% of all thyroid cancers.\n[110]\n[111]\n[112]\n[113]"
  }
}