{
  "drug_name": "sodium perborate",
  "nbk_id": "NBK576405",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576405/",
  "scraped_at": "2026-01-11T15:39:05",
  "sections": {
    "indications": "The use of SGLT2 inhibitors is contraindicated in patients receiving dialysis. Hypersensitivity reactions, including anaphylaxis or angioedema to any of these agents, also constitute an absolute contraindication.\n\nPharmacologic Interactions and Diagnostic Interference\n\nThe risk of hypoglycemia increases when SGLT2 inhibitors are combined with an insulin secretagogue, such as a sulfonylurea, or insulin. Clinicians should therefore reduce the dose of the insulin secretagogue or insulin to minimize this risk.\n\nSGLT2 inhibitors, including empagliflozin, decrease sodium-glucose and lithium-glucose reabsorption in the proximal convoluted tubules, which increases renal excretion of sodium, glucose, and lithium. Concurrent use of an SGLT2 inhibitor with lithium can reduce serum lithium concentrations.\n[64]\n\nCanagliflozin increases the plasma maximum concentration (Cmax, 36%) and the area under the curve (AUC, 20%) of digoxin. Given the narrow therapeutic index of digoxin, therapeutic drug monitoring is recommended when the 2 agents are coadministered.\n[65]\n\nUGT enzyme inducers such as rifampin, phenytoin, ritonavir, and phenobarbital reduce canagliflozin exposure (AUC), which may diminish the drug’s effectiveness. Increasing the dose of canagliflozin may be considered when used with UGT enzyme inducers.\n[66]\n\nFalse-positive urine glucose tests may occur because SGLT2 is the primary pathway for renal glucose reabsorption. Inhibition of SGLT2 increases urinary glucose, making urine testing unreliable for monitoring glycemic control in patients with diabetes.\n[67]\n\n1,5-Anhydroglucitol structurally resembles glucose. The 1,5-anhydroglucitol assay is unreliable for assessing glycemic control in patients receiving SGLT2 inhibitors.\n[68]\n\nNonselective β-blockers may mask the adrenergic symptoms of hypoglycemia. Since SGLT2 inhibitors can also induce hypoglycemia, concurrent administration with β-blockers requires caution.\n[69]",
    "mechanism": "Blood Glucose Management\n\nSGLT2 inhibitors, including canagliflozin, dapagliflozin, empagliflozin, ertugliflozin, and bexagliflozin, target SGLT2 proteins in the proximal convoluted tubules of the kidneys. These proteins normally reabsorb filtered glucose and sodium. By competitively inhibiting SGLT2, these drugs reduce glucose reabsorption by 30% to 60%, lower the renal threshold for glucose, and increase urinary glucose excretion, leading to an average hemoglobin A1c (HbA1c) reduction of 0.5% to 1.0% in patients with T2DM.\n[12]\n\nCardioprotective Effects\n\nSGLT2 inhibitors exert cardioprotective effects through multiple physiological mechanisms, primarily by inhibiting SGLT2-mediated glucose and sodium reabsorption in the proximal convoluted tubules of the kidneys. This inhibition increases distal tubular sodium delivery, suppressing the renin-angiotensin-aldosterone system.\n[13]\nThe resultant reduction in preload, driven by natriuresis and diuresis, and afterload, mediated by arterial vasodilation, contributes to improved cardiac hemodynamics.\n\nBoth clinical and preclinical evidence support the hemodynamic benefits of SGLT2 inhibitors. Empagliflozin has been shown to reduce mean arterial pressure and the ambulatory arterial stiffness index in clinical studies.\n[14]\nDapagliflozin enhances vasodilation, improves endothelial function, and mitigates oxidative stress, thereby promoting vascular health, as demonstrated in preclinical models and clinical trials.\n[15]\n[16]\n\nBeyond hemodynamic effects, SGLT2 inhibitors influence cardiac biomarkers and myocardial metabolism.\n[17]\nIn patients with T2DM, canagliflozin attenuates the rise in N-terminal pro–B-type natriuretic peptide (NT-proBNP) and high-sensitivity troponin I, both markers of cardiac stress, as reported in the CANVAS trial.\n\nThese agents also shift cardiac energy metabolism from glucose and fatty acid oxidation toward ketogenesis. Mild hyperketonemia promotes the use of β-hydroxybutyrate as an efficient myocardial fuel source, potentially improving cardiac efficiency and exerting antiarrhythmic effects through membrane potential stabilization.\n\nLarge-scale RCTs confirm the clinical relevance of these mechanisms. The DAPA-HF and EMPEROR-Reduced trials demonstrated that dapagliflozin and empagliflozin, respectively, significantly reduce HHF and cardiovascular mortality in patients with HFrEF, irrespective of T2DM status.\n[18]\n[19]\nBoth trials also reported reductions in all-cause mortality, underscoring the broad cardioprotective benefits of SGLT2 inhibitors.\n\nAccording to the “thrifty substrate” hypothesis, mild and persistent hyperketonemia induced by SGLT2 inhibitor therapy promotes the use of ketone bodies as an alternative myocardial fuel. β-hydroxybutyrate is actively transported into the heart via specific transporters, including the monocarboxylate transporter (MCT) system, where it undergoes oxidation in place of fatty acids and glucose.\n[20]\nSGLT2 inhibitor treatment decreases plasma glucose levels and increases glucagon production, thereby stimulating hepatic ketogenesis. Ketone bodies provide a more efficient energy substrate for the myocardium, potentially improving cardiac energetics and function. Furthermore, β-hydroxybutyrate exerts antiarrhythmic effects through stabilization of the myocardial cell membrane potential.\n[21]\n\nNephroprotective Effects\n\nSGLT2 inhibitors exert nephroprotective effects primarily by increasing distal sodium delivery and inhibiting tubuloglomerular feedback, resulting in afferent vasoconstriction and reduced intraglomerular pressure. Lower intraglomerular pressure decreases albuminuria and slows CKD progression, as demonstrated in the CREDENCE, DAPA-CKD, and EMPA-KIDNEY trials. Inhibition of proximal glucose and sodium reabsorption also promotes natriuresis. SGLT2 inhibitors further decrease effective circulating volume, lower blood pressure, and induce modest weight loss. Beyond hemodynamic effects, these drugs attenuate inflammatory and fibrotic pathways, reduce kidney hypoxia, and influence mitochondrial metabolism in renal tissue.\n[22]\n[23]\n\nPharmacokinetics\n\nSGLT2 inhibitors are well absorbed from the gastrointestinal tract. The effect of food on pharmacokinetics is not statistically significant. Therefore, ertugliflozin, dapagliflozin, and empagliflozin may be administered with or without meals. However, administration before meals is recommended to mitigate postprandial plasma glucose elevation resulting from delayed intestinal glucose absorption.\n\nSGLT2 inhibitors demonstrate high plasma protein binding (PPB). Dapagliflozin exhibits 91% PPB, empagliflozin 86% PPB, ertugliflozin 93% PPB, and canagliflozin the highest at 99% PPB. PPB is not significantly altered in patients with renal or hepatic impairment. The volumes of distribution for canagliflozin (83.5 L), dapagliflozin (118 L), ertugliflozin (85.5 L), and empagliflozin (74 L) indicate extensive tissue distribution.\n\nSGLT2 inhibitors undergo biotransformation predominantly via glucuronidation mediated by uridine 5′-diphosphate-glucuronosyltransferase (UGT), with minimal involvement of cytochrome P450 enzymes. UGT1A9 plays a central role in their metabolism. Canagliflozin is primarily metabolized by UGT1A9 and UGT2B4; ertugliflozin by UGT1A9 and UGT2B; dapagliflozin by UGT1A9; and empagliflozin by UGT2B7, UGT1A3, UGT1A8, and UGT1A9.\n[24]\n\nFollowing glomerular filtration, SGLT2 inhibitors act at the luminal membrane of the early nephron, where they inhibit up to 60% of filtered glucose reabsorption. These agents have long elimination half-lives, supporting once-daily administration.\n[25]",
    "administration": "SGLT2 inhibitors are administered orally, with dosing determined by the clinical indication (see\nImage\n. Dosing and Indications of Sodium-Glucose Cotransporter 2 Inhibitors). Renal function should be assessed prior to initiating dapagliflozin, and patients with volume depletion should have this condition corrected before therapy. Current guidance advises withholding SGLT2 inhibitors before surgery, prolonged fasting, or critical illness, when the risk of ketoacidosis is increased.\n[26]\nWith the exception of canagliflozin, which is taken before the 1st meal of the day, all other SGLT2 inhibitors may be administered with or without food.\n\nCanagliflozin (Invokana) is available as 100 mg and 300 mg tablets. Dapagliflozin (Farxiga) is available in 5 mg and 10 mg tablets. Empagliflozin (Jardiance) is available in 10 mg and 25 mg tablets and is taken once daily in the morning. Ertugliflozin (Steglatro) is available in 5 mg and 15 mg tablets and is also administered once daily in the morning. Bexagliflozin (Brenzavvy) is available in 20 mg tablets and is administered once daily in the morning. Sotagliflozin (Inpefa) is available in 200 mg and 400 mg tablets.\n\nFixed-dose combinations of SGLT2 inhibitors are marketed as brand-only formulations. These preparations include canagliflozin with metformin (Invokamet, Invokamet XR), dapagliflozin with extended-release metformin (Xigduo XR) and with saxagliptin (Qtern), and empagliflozin with linagliptin (Glyxambi) or with metformin in both immediate- and extended-release forms (Synjardy, Synjardy XR). Ertugliflozin is available in combination with metformin (Segluromet) and with sitagliptin (Steglujan). As of 2025, all of these formulations remain under patent protection and lack generic equivalents in the U.S.\n[27]\n[28]\n[29]\n\nType 2 Diabetes Mellitus\n\nAccording to the 2022 American Diabetes Association (ADA) guidelines, the recommended initial therapy for T2DM is metformin in combination with comprehensive lifestyle modification. Based on additional risk factors, including ASCVD, heart failure, and CKD, the use of SGLT2 inhibitors may be appropriate. The maximum recommended doses for these agents are discussed below.\n\nCanagliflozin is initiated at 100 mg once daily and may be increased to 300 mg daily. This medication is not recommended for glycemic control in patients with an eGFR less than 30 mL/min/1.73 m².\n\nDapagliflozin is started at 5 mg once daily, with the option to increase to 10 mg once daily to achieve glycemic targets. This agent is not recommended for glycemic control in patients with an eGFR less than 45 mL/min/1.73 m².\n\nEmpagliflozin is initiated at 10 mg once daily and may be increased to 25 mg daily for additional glycemic control in adults and pediatric patients aged 10 years and older. This drug is not recommended for glycemic control in individuals with an eGFR less than 30 mL/min/1.73 m². Importantly, empagliflozin should be withheld for at least 3 days, if possible, before major surgery or procedures associated with prolonged fasting.\n\nErtugliflozin is initiated at 5 mg once daily and may be increased to 15 mg daily, but is not recommended for glycemic control in patients with an eGFR less than 45 mL/min/1.73 m². Bexagliflozin is administered at a fixed dose of 20 mg once daily and is not recommended for patients with an eGFR less than 30 mL/min/1.73 m².\n[30]\n\nHeart Failure with Reduced Ejection Fraction\n\nAccording to the 2022 AHA/ACC/HFSA guidelines, guideline-directed medical therapy for HFrEF includes the use of SGLT2 inhibitors. In patients with chronic symptomatic HFrEF, SGLT2 inhibitors are recommended to reduce heart failure-related hospitalization and cardiovascular mortality, regardless of the presence of T2DM. The preferred agents are dapagliflozin 10 mg once daily, empagliflozin 10 mg once daily, and sotagliflozin 200 mg once daily, which may be titrated to 400 mg once daily.\n[31]\n\nHeart Failure with Preserved Ejection Fraction\n\nAccording to the 2023 ACC Expert Consensus, SGLT2 inhibitors are indicated for all patients with HFpEF. The recommended agents are dapagliflozin 10 mg once daily and empagliflozin 10 mg once daily.\n[32]\n\nChronic Kidney Disease\n\nAccording to the 2022 joint consensus of KDIGO and the ADA, SGLT2 inhibitors with established kidney benefits are recommended for patients with T2DM, CKD, and eGFR greater than 20 mL/min/1.73 m². Once initiated, these agents may be continued even at lower eGFR levels. A reversible decline in eGFR may occur at the start of treatment, but this transient change does not generally warrant discontinuation. In patients with urinary albumin greater than 200 mg/g creatinine, SGLT2 inhibitors are advised to reduce CKD progression and cardiovascular events. Hypovolemia increases the risk of acute kidney injury (AKI). Thus, volume status should be optimized before initiating therapy. The preferred agents are canagliflozin 100 mg once daily, dapagliflozin 10 mg once daily, and empagliflozin 10 mg once daily.\n[33]\n\nUse in Specific Patient Populations\n\nSGLT2 inhibitors require careful consideration when prescribed to patients with certain conditions due to potential variations in safety and efficacy. Below is a summary of the uses and recommended precautions of this drug class in these special populations.\n\nRisks in individuals with liver dysfunction\n\nDose adjustment of SGLT2 inhibitors is not required in mild or moderate hepatic impairment. In severe hepatic impairment, canagliflozin and ertugliflozin have not been studied and are, therefore, not recommended. Empagliflozin appears well-tolerated in patients with mild, moderate, or severe hepatic impairment.\n[34]\n\nPatients with cirrhosis are at increased risk of infection, which may potentiate the genitourinary infections associated with SGLT2 inhibitors. Fluid overload is common in cirrhosis, but these patients often have a relative reduction in effective circulating volume and may rapidly develop AKI due to volume shifts induced by SGLT2 inhibitors. Careful risk-benefit assessment is required before initiating therapy in patients with cirrhosis.\n[35]\n\nSafety concerns in patients with renal impairment\n\nAccording to consensus guidelines from the ADA and KDIGO, SGLT2 inhibitors with established kidney or cardiovascular benefit are recommended for patients with T2DM, CKD, and an eGFR greater than 20 mL/min/1.73 m². Once initiated, therapy may be continued at lower levels of eGFR. Individual patient factors should be considered before initiation when discrepancies in clinical status are present. In patients with diabetic kidney disease, use of an SGLT2 inhibitor is advised when urinary albumin exceeds 200 mg/g creatinine to slow CKD progression and reduce cardiovascular events. Patients with hypovolemia remain at risk for AKI. Therefore, volume status should be optimized before starting therapy.\n\nPregnancy-specific guidance\n\nSGLT2 inhibitors are contraindicated in pregnancy due to evidence of reproductive toxicity in animal studies, with the highest risk occurring during the 2nd and 3rd trimesters.\n[36]\nAccording to the American College of Obstetricians and Gynecologists (ACOG) guidelines for gestational diabetes mellitus, insulin is the preferred treatment in these patients. Metformin and, less commonly, glyburide, may be considered as practical alternatives in women who decline insulin or in whom safety concerns limit insulin use.\n[37]\n\nBreastfeeding considerations\n\nSGLT2 inhibitors have high PPB and are unlikely to be secreted into breastmilk in clinically significant amounts. Nonetheless, the use of SGLT2 inhibitors during breastfeeding is not recommended due to the potential risk of kidney toxicity in the growing infant.\n[38]\n[39]\n[40]\n[41]\n\nPrecautions in older adults\n\nSGLT2 inhibitors may increase the incidence of adverse events related to reduced intravascular volume and hypotension. According to the SGLT2 inhibitors in Older Diabetic patients (SOLD) study, these agents are safe and effective for older adults with diabetes.\n[42]",
    "adverse_effects": "The most frequently reported adverse events associated with SGLT2 inhibitor therapy include female genital mycotic infections, urinary tract infections (UTIs), polyuria, nausea, and constipation.\n[43]\nThe following section outlines these adverse effects and other clinically relevant complications.\n\nGenital Mycotic Infections\n\nGenital mycotic infections encompass vulvovaginal candidiasis, vulvovaginitis, vulval abscess, and bacterial vaginitis. Female sex and a history of recurrent genital mycotic infections, defined as 3 or more episodes per year, are the strongest risk factors. Preventive strategies include optimizing glycemic control and maintaining personal hygiene. These infections are generally mild and resolve promptly with appropriate therapy. Discontinuation of SGLT2 inhibitors is rarely required. Management typically involves oral antifungal agents, such as fluconazole, or short-course topical antifungal therapy with miconazole or clotrimazole applied for 1 to 3 days.\n[44]\n\nUrosepsis and Pyelonephritis\n\nSerious UTIs, including urosepsis and pyelonephritis, have been reported with SGLT2 inhibitor therapy. SGLT2 inhibitors induce glucosuria by inhibiting glucose reabsorption in the proximal tubule, thereby creating a favorable milieu for bacterial growth and potentially increasing the risk of UTIs. A meta-analysis of 52 RCTs demonstrated a dose-dependent relationship between dapagliflozin use and UTIs.\n[45]\nHowever, in a large cohort study, the risk of urosepsis with SGLT2 inhibitors was comparable to that observed with dipeptidyl peptidase 4 inhibitors in real-world practice.\n[46]\n\nThe absence of consistent evidence for an increased UTI risk may be partly explained by enhanced urinary flow resulting from osmotic diuresis and natriuresis. Nonetheless, clinicians should exercise caution when prescribing SGLT2 inhibitors in patients with impaired urinary flow or bladder outlet obstruction. A case report described acute pyelonephritis associated with dapagliflozin use in a patient with bladder outlet obstruction. Such cases warrant prompt clinical evaluation and appropriate treatment.\n[47]\n\nLower Limb Amputation\n\nRisk factors for lower-limb amputation include peripheral vascular disease, neuropathy, a history of diabetic foot ulcer, and prior amputations. SGLT2 inhibitors should be discontinued in the presence of active lower-limb ulcers or infection. Canagliflozin has been most strongly associated with an increased risk of amputation compared with empagliflozin, while dapagliflozin has been linked to a higher risk of toe amputation.\n[48]\n\nA pooled analysis of phase 3 RCTs also demonstrated a slight increase in toe amputations with ertugliflozin, although all affected patients had preexisting peripheral neuropathy and peripheral artery disease.\n[49]\nIn 2020, the FDA removed the boxed warning regarding amputation risk with canagliflozin, citing updated safety data. Although the absolute risk appears lower than earlier reports suggested, careful patient monitoring remains essential.\n\nDiabetic Ketoacidosis\n\nSGLT2 inhibitors are associated with nearly a 3-fold increased risk of diabetic ketoacidosis (DKA). Patients presenting with clinical features suggestive of DKA should be promptly evaluated and treated, and the SGLT2 inhibitor should be discontinued. Clinicians should assess individual risk factors for DKA before initiating therapy and consider temporary discontinuation of SGLT2 inhibitors during clinical situations that predispose to ketoacidosis. Among SGLT2 inhibitors, the risk of DKA appears highest with canagliflozin, followed by empagliflozin and dapagliflozin.\n[50]\n\nEuglycemic\nDiabetic Ketoacidosis\n\nEuglycemic DKA is defined by the triad of increased anion gap metabolic acidosis, ketosis, and serum glucose below 250 mg/dL. SGLT2 inhibitors have been implicated in this condition, likely due to noninsulin-dependent glucose clearance, hyperglucagonemia, and volume depletion. Ertugliflozin and canagliflozin have been most frequently associated with euglycemic DKA, although the risk extends to other SGLT2 inhibitors as well.\n[51]\n[52]\n\nAcute Kidney Injury\n\nAKI may occur with the initiation of SGLT2 inhibitor therapy due to intravascular volume contraction. Clinicians should evaluate and correct volume status before initiating therapy, particularly in older adults who are receiving diuretics or have renal impairment. A recent pharmacovigilance study using the FDA's Adverse Event Reporting System (FAERS) database demonstrated a significant association between canagliflozin, as well as other SGLT2 inhibitors, and AKI. Patients older than 65 years were identified as being at particularly high risk.\n[53]\n\nHypoglycemia\n\nThe risk of hypoglycemia increases when SGLT2 inhibitors are administered concomitantly with insulin secretagogues such as sulfonylureas or with insulin itself. Clinicians should reduce the dose of the insulin secretagogue or insulin when combined with SGLT2 inhibitors. Evidence suggests that the risk of hypoglycemia is higher in older adults receiving SGLT2 inhibitors, warranting cautious use.\n[54]\n\nFournier Gangrene\n\nFournier gangrene is a rare but life-threatening necrotizing fasciitis of the perineum that requires urgent surgical intervention. Cases have been documented in both male and female patients. Clinical manifestations include fever, pain, tenderness, and swelling in the genital or perineal region. Severe outcomes include hospitalization, multiple surgeries, and death. Risk factors include preexisting diabetes, alcohol use, hypertension, advanced age, obesity, smoking, liver failure, immunocompromised states (HIV, inflammatory bowel disease, malignancy), end-stage renal disease, and prior radiotherapy. Iatrogenic procedures in the genital area, as well as piercing, implants, and intravenous drug use, can serve as portals of entry for microorganisms.\n\nMost infections are polymicrobial. Therefore, empiric antibiotic therapy should provide coverage for\nStreptococcus\n, methicillin-resistant\nStaphylococcus aureus\n,\nPseudomonas\n, coliforms,\nBacteroides\n, and\nClostridium\n. Fungal superinfection requires antifungal coverage, such as amphotericin B or other appropriate agents. Emergent surgical debridement, broad-spectrum antibiotic therapy, and resuscitation with intravenous fluids and vasopressors are the cornerstones of management.\n[55]\n\nHypersensitivity Reactions\n\nErythema, rash, pruritus, and angioedema have been reported with SGLT2 inhibitor therapy. The drug should be discontinued, and patients should be monitored until symptoms resolve.\n[56]\n\nBone Fracture\n\nSGLT2 inhibitors have been linked to an increased risk of bone fractures. Canagliflozin, in particular, has been associated with fracture events occurring as early as 12 weeks after treatment initiation.\n[57]\nIn contrast, another study found no increased fracture risk with canagliflozin compared with glucagon-like peptide 1 receptor agonist therapy, although unmeasured confounding and measurement error limit the reliability of this finding. Proposed mechanisms include intravascular volume contraction leading to dizziness and falls, as well as alterations in calcium, phosphate, and vitamin D homeostasis that may reduce bone mineral density.\n[58]\n\nBladder Cancer\n\nA pooled analysis of 22 RCTs indicated a possible association between dapagliflozin and bladder cancer. Consequently, dapagliflozin should be avoided in patients with active bladder cancer. However, the same meta-analysis demonstrated that SGLT2 inhibitors overall were not significantly associated with an increased cancer risk compared with other active glucose-lowering therapies.\n[59]\nClinical guidance advises against the use of dapagliflozin in patients with hematuria or a prior history of bladder cancer, given the potential concern for tumor promotion in susceptible individuals.\n[60]\n\nHyperkalemia\n\nCanagliflozin has been linked to an increased risk of hyperkalemia, particularly when administered in combination with angiotensin-converting enzyme inhibitors or angiotensin receptor blockers. This effect is most pronounced in patients with renal impairment, necessitating close electrolyte monitoring when initiating or adjusting therapy.\n[61]\n[62]\n\nDyslipidemia\n\nSGLT2 inhibitors can cause modest changes in lipid metabolism, including a small increase in low-density lipoprotein cholesterol and high-density lipoprotein levels. Regular lipid profile monitoring is recommended to identify clinically relevant changes and guide further management if necessary.\n[63]",
    "monitoring": "Volume status and renal function should be assessed at baseline before initiating SGLT2 inhibitors because all 4 agents can cause intravascular volume contraction, which may result in a symptomatic decrease in blood pressure and a transient alteration in serum creatinine. Therefore, renal function and blood pressure should be monitored routinely after treatment initiation. Closer monitoring is warranted in individuals who have a history of renal dysfunction, are receiving loop diuretics, or are of advanced age treated with an SGLT2 inhibitor due to a higher risk of volume depletion.\n\nLaboratory monitoring should include a complete blood count, basic metabolic panel, lipid panel, and kidney function tests, since changes in serum creatinine, eGFR, hematocrit, hemoglobin, low-density lipoprotein cholesterol, serum bicarbonate, serum phosphate, and potassium may occur. Patients should also be regularly assessed for clinical signs and symptoms of Fournier gangrene.\n\nBlood glucose and HbA1c should be measured at baseline and monitored routinely during therapy. Patients who present with clinical signs or symptoms suggestive of metabolic acidosis should undergo thorough evaluation for ketoacidosis, as DKA may occur even when serum glucose levels are below 250 mg/dL.\n\nThe SGLT2 inhibitor should be discontinued immediately if ketoacidosis develops. Appropriate management with insulin, intravenous fluids, and carbohydrate replacement should also be initiated. Although the risk of DKA is substantially higher in patients with type 1 diabetes mellitus (T1DM) than those with T2DM receiving SGLT2 inhibitors, severe cases requiring hospitalization have been reported in both groups. Therapy with SGLT2 inhibitors is not indicated in patients with T1DM.\n\nIndividuals receiving therapy with insulin or insulin secretagogues in combination with SGLT2 inhibitors should be monitored closely for hypoglycemic symptoms. Individuals with a history of genital mycotic infections warrant regular surveillance, as SGLT2 inhibitors increase the risk of genital mycotic infections in both male and female patients. Clinicians should monitor for clinical features of UTI, including dysuria, urinary frequency, urgency, and suprapubic discomfort, and obtain urinalysis in cases of suspected infection. As previously discussed, therapeutic drug monitoring of lithium and digoxin is required when these agents are administered concurrently with SGLT2 inhibitors.\n\nPatients should be evaluated for risk factors for lower-limb amputation before initiating canagliflozin or ertugliflozin, including peripheral vascular disease, history of amputation, neuropathy, elevated HbA1c at baseline, and diabetic foot ulcers. Patients receiving canagliflozin or ertugliflozin should be routinely monitored for infection or ulceration of the lower extremities, as nontraumatic lower-limb amputations have been reported. The most commonly implicated etiologies necessitating amputation include lower-extremity infections, gangrene, and foot ulcers.\n[70]\n\nLaboratory and Clinical Monitoring of Diabetes Treatment\n\nGlycemic targets should be monitored routinely in individuals with diabetes. According to the ADA 2022 guidelines, the recommended goals for nonpregnant adults include an HbA1c level below 7% without significant hypoglycemia, preprandial capillary plasma glucose between 80 and 130 mg/dL, and peak postprandial capillary plasma glucose less than 180 mg/dL.\n[71]\n\nRoutine Evaluation in Heart Failure\n\nMonitoring of patients with heart failure should include regular assessment of fluid intake and output, vital signs, and body weight measured at the same time each day. Clinical manifestations of hypoperfusion and congestion must also be evaluated. Laboratory parameters, including serum electrolytes, serum creatinine, and blood urea nitrogen, should be monitored closely during medication titration or adjustment, according to ACC/AHA/HFSA 2022 guidelines.\n\nSurveillance of Kidney Function in Chronic Kidney Disease\n\nRenal function monitoring in patients treated with SGLT2 inhibitors should include measurement of the albumin-to-creatinine ratio and eGFR. Clinicians should recognize that initiation of SGLT2 inhibitor therapy is associated with an acute eGFR reduction. This initial decline should be anticipated and is not an indication for discontinuation if the amount of reduction is less than 30%, as long-term therapy has been shown to improve renal and cardiovascular outcomes in patients with CKD.\n[72]",
    "toxicity": "SGLT2 inhibitors lack a specific antidote, and dialysis does not enhance their elimination. A retrospective review of overdoses reported to 13 poison centers in the U.S. found that most cases with mild exposure did not result in hypoglycemia, except in pediatric patients. The predominant presenting symptoms were nausea, vomiting, and dizziness. However, intentional overdose can lead to hypoglycemia, vomiting, confusion, hypertension, tachycardia, and urinary incontinence.\n[73]\nA case report documented euglycemia despite ertugliflozin overdose in a patient who ingested 150 mg, whereas the maximum recommended dose is 15 mg.\n\nAccording to standard hypoglycemia protocols, treatment requires immediate reversal of low glucose levels. Oral glucose should be administered if the patient can safely swallow. Intravenous dextrose (25 g) is administered to patients with impaired consciousness. Glucagon (0.5 to 1 mg) should be administered subcutaneously or intramuscularly when intravenous access cannot be established. Subcutaneous or intravenous octreotide has been used in cases of refractory hypoglycemia. Consultation with the poison control center is recommended in complicated overdose cases.\n[74]"
  }
}