{
  "drug_name": "sodium benzoate",
  "nbk_id": "NBK557504",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557504/",
  "scraped_at": "2026-01-11T18:47:56",
  "sections": {
    "indications": "Hyperammonemia is a metabolic condition characterized by the raised levels of ammonia, a nitrogen-containing compound. Normal levels of ammonia in the body vary according to age. Hyperammonemia can result from various congenital and acquired conditions in which it may be the principal toxin. Hyperammonemia may also occur as a part of other disorders that involve various other metabolic abnormalities. Normally, ammonia is produced in the colon and small intestine from where it is transported to the liver to be converted to urea via the urea cycle. Urea, a water-soluble compound, can then be excreted via the kidneys. Ammonia levels rise if the liver is unable to metabolize this toxic compound as a result of an enzymatic defect or hepatocellular damage. The levels may also rise if portal blood is diverted to the systemic circulation, bypassing the liver, or there is increased production of ammonia due to an infection with certain microorganisms.\n[1]\n[2]\nHyperammonemia in adults is most commonly related to cirrhotic liver disease in 90% of the cases. This metabolic abnormality, however, can be seen in numerous other disorders that need to be understood. Ammonia is a potent neurotoxin, and elevated levels in the blood can cause neurological signs and symptoms that may be acute or chronic, depending on the underlying abnormality. Hyperammonemia should be recognized early and treated immediately to prevent the development of life-threatening complications such as cerebral edema and brain herniation. Treatment strategies vary according to etiology.",
    "mechanism": "The etiology of hyperammonemia is vast. It is a part of numerous disorders that can be classified as congenital or acquired. The acquired disorders can further be classified as hyperammonemia due to hepatic causes and non-hepatic causes (causes other than a liver disease). Congenital disorders involving enzymatic defects include urea cycle defects, organic acidemias, congenital lactic acidosis, fatty acid oxidation defect, and dibasic amino acid deficiencies. Other disorders include transient hyperammonemia of the newborn, neonatal Herpes simplex virus (HSV) infection, and severe perinatal asphyxia.\n\nUrea Cycle Enzyme Defects\n\nThe urea cycle is an energy-dependent process responsible for the conversion of toxic ammonia into urea, which can then be excreted. Five major steps are involved, each requiring a different enzyme. These include N-acetyl-glutamate synthase, carbamoyl phosphate synthetase (CPS), ornithine transcarbamylase, argininosuccinate synthetase (AS), argininosuccinic acid lyase (AL), and arginase.\n[3]\nA defect in any of these enzymes results in impaired function of the urea cycle, leading to the accumulation of ammonia. All of the defects are autosomal recessive, except for ornithine transcarbamylase deficiency, which is X-linked recessive. This is also the most common type of urea cycle disorder, and its prevalence is estimated to be 1:140000.\n[4]\nFemales who are heterozygous for this defect, and males with some residual function of the enzyme can present later in life. Argininosuccinic acid lyase deficiency is the second most common defect and sometimes is linked to trichorrhexis nodosa. Defects in carbamoyl phosphate synthetase (CPS) and argininosuccinate synthetase (ASS) result in hyperammonemia that presents in the first 24 to 48 hours of life. Hyperammonemia is mild in arginase deficiency, and the associated neuronal damage is due to elevated levels of arginine.\n\nOther enzymatic defects causing hyperammonemia are associated with additional metabolic abnormalities. Ketosis and acidosis are associated with organic acidemias such as isovaleric acidemia. Elevated pyruvate and lactate levels in congenital lactic acidosis and severe hypoglycemia in acyl CoA dehydrogenase deficiency are seen along with hyperammonemia.\n\nTransient hyperammonemia of infancy is possibly due to the slow maturation of the urea cycle function seen in premature infants. It usually presents with signs and symptoms of hypoxic-ischemic encephalopathy and intracranial hypertension within the first 24 to 48 hours of life. Severe perinatal asphyxia or neonatal HSV infection may also result in elevated ammonia levels.\n\nAn acquired disease-causing hyperammonemia in children is Reye syndrome, a childhood disorder that occurs most commonly after influenza or varicella infection and ingestion of aspirin. Hyperammonemia is coupled with elevated liver enzymes and lactic acidosis. Hepatomegaly is usually seen on examination.\nLiver Disease\n\nHepatic encephalopathy is a syndrome of neuropsychiatric manifestations in patients with liver disease, and one of the mechanisms of its development is hypothesized to be hyperammonemia. 10% of the patients with hepatic encephalopathy, however, do not have raised levels of ammonia. Hepatic encephalopathy can be categorized into three main types depending on the underlying cause. They are:\n\nType A hepatic encephalopathy: acute liver failure due to viral hepatitis, ischemic hepatitis, and ingestion of hepatotoxins. This usually presents with features of acute hepatic encephalopathy along with hepatic synthetic dysfunction.\nType B encephalopathy: portosystemic shunts in patients with no underlying cirrhosis or liver disease. It may be congenital (a rare disorder) or artificially created (for portal vein thrombosis) and can result in hyperammonemia as the blood bypasses the liver.\n[5]\nThese conditions can also give rise to features of encephalopathy.\nType C hepatic encephalopathy: cirrhosis and portal hypertension due to chronic Hepatitis B or C virus, biliary atresia, alpha 1 antitrypsin deficiency, Wilson disease, and cystic fibrosis.\n\nEncephalopathy can be acutely precipitated by renal failure, gastrointestinal bleed, or infection.\n\nCauses of noncirrhotic hyperammonemia in adults include:\n\nHematological disorders: multiple myeloma (plasma cells have increased amino acid metabolism) and acute leukemia.\nInfections: infections with urease-producing organisms such as\nProteus mirabilis, Escherichia coli,\nand\nKlebsiella\nmay result in severe hyperammonemia in children with congenital defects of the urinary tract and the elderly with urinary tract infections leading to urinary retention.\n[6]\nThese bacteria utilize the enzyme urease to hydrolyze urea to ammonium ions (NH), thus causing an elevation in the urinary pH. Ammonium ions change into lipophilic ammonia (NH) in the alkaline urine, and this compound is easily transferred to the venous plexus around the bladder. This can lead to hyperammonemia that may be severe enough to lead to encephalopathy or coma.\n[6]\nUnmasked urea cycle defects: As mentioned previously, females who are heterozygous for ornithine transcarbamylase deficiency and males with some residual function of the enzyme can present later in life. They can develop clinical features of hyperammonemia in stressful situations such as increased muscle catabolism due to seizures and starvation, increased protein load delivered in total parenteral nutrition, gastrointestinal bleeding, and infections.\n[7]\n[8]\n[7]\nLate presentations are fairly common in this defect.\nDrugs: Several drugs may give rise to hyperammonemia. Valproic acid is thought to cause hyperammonemia by inhibiting glutamate uptake by astrocytes.\n[9]\nThis effect is more likely to be seen in patients with masked urea cycle defects. Some cases of topiramate/valproate-induced hyperammonemic encephalopathy have been reported.\n[10]\nOther drugs associated include carbamazepine, salicylates, and sulfadiazine.\n\nLiver disease is not present in some patients with portosystemic shunts, as described above. The term ‘Type B hepatic encephalopathy,’ however, is used to describe the neuropsychiatric features seen in the patients with this abnormality.",
    "monitoring": "Normal levels of ammonia vary according to age, being higher in newborns compared to older children or adults. In newborns, gestational and postnatal ages also affect the levels of ammonia.\n\nHealthy term infants:\n45±9 micromol/L; 80 to 90 micromol/L is considered to be the upper limit of normal.\n\nPreterm infants:\n71±26 micromol/L, decreasing to term levels in approximately seven days\n\nChildren older than 1 month:\nless than 50 micromol/L\n\nAdults:\nless than 30 micromol/L\n\nIn the neonatal period, hyperammonemia presents with non-specific signs and symptoms, and thus important tests to rule out sepsis, meningitis, intracranial hemorrhage, and GI bleed should be considered. Raised levels of ammonia should prompt specific investigations including arterial blood gases, blood glucose, lactate and citrulline levels, plasma and urinary amino acids, urinary ketones, etc. Some additional tests that can be done for diagnosing urea cycle defects include specific enzyme assays on liver biopsy specimens or red blood cells and DNA mutation.\n\nIn patients with hepatic encephalopathy, liver function tests, including levels of liver enzymes and bilirubin and prothrombin time, are helpful to gauge the synthetic function of the liver. Specific tests to diagnose the underlying etiology of non-cirrhotic hyperammonemia should be considered if reasonable clinical suspicion is present.\n\nNeuroimaging with CT scan or MRI can be helpful for diagnosis, although it will only show the effects ammonia has on the brain. In hyperammonemic encephalopathy, MRI shows diffusion restriction in the insular cortex and cingulate gyrus.\n[16]\nThese changes may be reversible but may also lead to atrophy. In patients with chronic liver disease, cerebral atrophy with symmetric hyperintensities of the globus pallidus is seen. Asymmetric involvement of the thalami, parietal, occipital, temporal, and frontal cortices can also be seen.\n[17]\nThe affected areas of the brain in neonates with congenital defects leading to hyperammonemia include the insular sulci and the lentiform nuclei. One reason for the different patterns of involvement in neonates could be that these areas are more metabolically active.\n[18]\nSome studies have shown that an increased severity or duration of hyperammonemic insult leads to a greater extent of abnormalities that can be witnessed on neuroimaging.\n[18]",
    "administration": "Treatment of acute hyperammonemia focuses on decreasing the level of ammonia and controlling specific complications, including cerebral edema and intracranial hypertension. Inborn errors of metabolism may lead to neonatal-onset hyperammonemia or may present as intercurrent episodes of hyperammonemia. These require continual treatments targeted at the specific etiology. The treatment of hepatic encephalopathy differs from that of inborn errors of metabolism.\n\nTreatment to Lower Ammonia\n\nNeonates with inborn errors of metabolism may present with hyperammonemic coma, a serious condition requiring immediate intervention. All protein intake should be stopped, and calories should be provided using glucose solutions. Hemodialysis is preferred over peritoneal dialysis for the rapid removal of ammonia.\n[19]\n[20]\nContinuous arteriovenous or venovenous hemofiltration can also be considered.\n[21]\nAs the levels of ammonia fall, compounds that convert nitrogenous waste into products other than urea are used. These include sodium benzoate and phenylacetate in the intravenous forms.\n[20]\nIntravenous arginine should also be provided.\n\nPatients with masked urea cycle defects develop hyperammonemia in conditions of increased stress and should be treated when levels rise greater than 3 times the upper limit of normal. Calories should be provided intravenously by glucose solutions, and all nitrogen intake should be stopped. Intravenous sodium benzoate and phenylacetate should be started. Dialysis should be considered only when ammonia levels do not fall after 8 hours of continual treatment.\n\nMedical treatment for hepatic encephalopathy is targeted towards decreasing the production of ammonia in the gut. The established first-line therapy for encephalopathy is oral non-absorbable disaccharides, including lactulose and lactitol. These sugars work by decreasing the production and absorption of ammonia in the intestine.\n[22]\nThey, however, do not affect mortality. The non-absorbable antibiotic, rifaximin, is also used as first-line therapy and is usually given along with the non-absorbable disaccharides.\n[23]\n\nManagement of Complications\n\nHypertonic saline is preferred over mannitol for the management of increased intracranial pressure due to cerebral edema.\n[24]\n[25]\nSedation with propofol and the use of hyperosmolar agents are considered effective for the management of hyperammonemia due to fulminant hepatic failure resulting in cerebral edema and raised intracranial pressure.\n[26]\nCorticosteroids induce a negative nitrogen balance and thus should be avoided in the treatment of raised intracranial pressure in neonatal-onset hyperammonemia. Valproic acid should not be used to treat seizures seen in hyperammonemia.\n[9]\n\nDietary Management\n\nIt is logical to assume protein intake needs to be restricted in patients with hyperammonemia. Protein restriction is not recommended, specifically in patients with chronic liver disease as they are already malnourished, and the general consensus is to continue a normal intake of proteins. Some compounds may play a role in lowering ammonia and can be supplemented in the diet. L-carnitine can be used to decrease the frequency of attacks in patients with urea cycle defects.\n[9]\nL-ornithine-L-aspartate may be of use in hepatic encephalopathy as it increases ammonia metabolism in the muscle.\n[27]\nArginine should be supplemented in the diet of patients with urea cycle defects as it becomes an essential amino acid.",
    "adverse_effects": "Elevated levels of ammonia, a potent neurotoxin, can result in life-threatening complications due to CNS damage, which includes cerebral edema, raised intracranial pressure, brain herniation, and coma. Osmotic demyelination syndrome is a potential complication of the treatment of hyperammonemia in patients with ornithine transcarbamylase deficiency.\n[29]"
  }
}