{
  "drug_name": "somatropin",
  "nbk_id": "NBK556031",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556031/",
  "scraped_at": "2026-01-11T18:47:58",
  "sections": {
    "indications": "Children with growth concerns are among the most common presentations in pediatric endocrinology clinics, accounting for up to 50% of new visits.\n[1]\nTo understand short stature, we must first learn the basics of normal growth.\n\nNormal growth is a process in which a single cell develops into a fully grown adult. The growth rate decelerates from the embryonic stage to adulthood, except during puberty. Most adults fall within a narrow range of stature, typically between 1.5 to 2 meters. Variations in height among children are largely determined by a set of genes inherited from their parents. These genes influence stature distribution within the normal range for nearly 95% of the population, with variation generally being benign.\n[2]\n[3]\n(Source:\nInternational Clinical Practice Guidelines for Endocrine and Growth Disorders\n, 2013-2016)\n\nShort stature is defined as a height more than 2 standard deviations (SDs) below the mean for age, sex, and population, typically corresponding to the 2.3rd percentile, though many texts use the 3rd percentile as the cutoff. Short stature can be assessed using various anthropometric instruments. The condition may be physiological, with no abnormalities other than stature (polygenic short stature), or pathological, resulting from systemic illnesses, nutritional deficiencies, psychosocial factors, hormonal imbalances, genetic disorders, or musculoskeletal pathologies. A subset of infants born small for gestational age (SGA) may be at risk of persistent short stature.\n\nA careful evaluation of short stature is essential to avoid over-treatment of physiological conditions while addressing pathological causes that could lead to significant health issues. Short stature has both physical and psychosocial implications, as height is an important parameter in societal and certain job standards. Management focuses on treating the underlying cause and addressing psychosocial distress.",
    "mechanism": "Stature is a hereditary trait influenced by nutritional, hormonal, and environmental factors.\n[4]\nDespite a full stepwise workup, approximately 50% to 90% of children with short stature do not receive a specific etiological diagnosis and are categorized as having familial, constitutional, or idiopathic short stature. Short stature can be classified based on etiology, stature at presentation relative to midparental height (MPH), and growth velocity.\n\nPhysiological Short Stature\n\nThe most common types of short stature include familial short stature (FSS) and constitutional delay of growth and puberty (CDGP). Normal growth velocity in children with short stature signifies an underlying physiological cause. Typically, these children present with a height of -2 to -3 standard deviations (SDs) from the mean. These children are born with normal length but experience a deceleration in growth during the first 2 to 3 years of life, falling below 2 SDs. After this initial deceleration, the children continue growing with normal growth velocity, but their height remains below the 3rd centile line.\n\nFSS is a condition where the final adult height is less than the 3rd percentile (2 SDs) for the patient's age, gender, and population. However, FSS is consistent with parental height, with no nutritional, hormonal, acquired, or known genetic causes. FSS and CDGP are common causes of short stature that can be easily differentiated from each other.\n\nFSS is thought to originate from the limited genetic potential of the child, based on parental genetic makeup. Stature is a polygenic trait, meaning multiple genes influence height. The cumulative effect of these genes contributes to FSS. Children with this condition undergo puberty at normal times and remain shorter than the population norm, but their final height aligns with the MPH. Bone age corresponding to chronological age supports this diagnosis.\n\nAs no clear cause is known, FSS falls under idiopathic short stature (ISS). In certain cases, FSS may be eligible for growth hormone therapy. However, in FSS, the child's final height remains consistent with the predicted height—the MPH—unlike other causes of ISS.\n[5]\n[6]\nGenetically transmitted conditions responsible for short stature include growth hormone receptor gene mutations, growth hormone gene deletions, variants of\nPROP1, POUF1, and SHOX\ngenes, and familial pseudohypoparathyroidism.\n\nDefects in genes encoding components of the growth plate, such as\nNPR2\nvariants affecting the C-type natriuretic peptide receptor, can cause FSS.\n[7]\nAn early 2000s study reported high baseline and stimulated growth hormone levels following growth hormone–releasing hormone (GHRH) and arginine administration, while insulin-like growth factor 1 (IGF-1) levels remained normal, suggesting growth hormone resistance.\n[8]\nIsolated growth hormone and IGF-1 defects with varied inheritance patterns have been identified in large kindreds.\n[9]\n[10]\n[11]\nGenetic causes may mimic FSS. When stature falls more than 3 SDs below the mean and FSS coexists with subtle dysmorphisms, monogenic etiologies should be considered. Identifying these variants may clarify diagnoses previously labeled as \"ISS\" or \"FSS\" and guide targeted therapies.\n[12]\n\nCDGP also falls under physiological short stature. Affected children present with delayed growth and puberty but typically reach final heights within population norms and MPH range. Bone age is modestly delayed, and height age closely aligns with bone age, which are features that support this diagnosis.\n\nPathological Short Stature\n\nChildren whose height falls below 3 SDs from the mean are more likely to have pathological short stature, often with a specific underlying cause. These children may be born with normal or reduced length, but typically exhibit early deceleration in growth, with the height deficit worsening over time. Systemic illnesses affecting the respiratory, gastrointestinal, hepatic, renal, cardiovascular, hematologic, or immunologic systems can disrupt internal homeostasis and reduce growth velocity, leading to impaired stature. In many developing regions, malnutrition and chronic infections remain the most prevalent contributors to pathological short stature.\n\nInfants born SGA, defined as having length or weight below 2 SDs from the mean, are expected to show catch-up growth by 2 to 3 years of age in 85% to 90% of cases. However, this process may be delayed or incomplete in underprivileged populations.\n[13]\nChildren who fail to catch up often remain short into later life. The underlying causes in this group are heterogeneous and contribute variably to the severity of short stature and treatment response. The etiology is varied and may include subtle genetic syndromes such as chondrodysplasias, imprinting disorders, defects in the growth hormone-IGF-1 (GH-IGF-1) axis, or dysmorphic syndromes. Environmental and nutritional factors may also impair postnatal growth.\n[14]\n\nEndocrine disorders significantly influence linear growth and may prevent children from reaching their genetic height potential. GH-IGF-1 axis defects, hypothyroidism, Cushing syndrome, and pseudohypoparathyroidism are among the primary endocrine causes of short stature. In addition, untreated precocious puberty may lead to early epiphyseal closure, restricting final height.\n\nPsychosocial short stature is a diagnosis of exclusion. Severe emotional deprivation or dysfunction within the home environment may lead to functional hypopituitarism and growth failure, which is often reversible once the child is placed in a nurturing setting.\n\nSkeletal dysplasia and rickets, while individually uncommon (except for rickets in the developing world), collectively represent a significant cause of short stature. Among skeletal dysplasias, achondroplasia and hypochondroplasia, resulting from mutations in the\nFGFR3\ngene, are the most prevalent. Sporadic cases make up nearly 80% of achondroplasia cases.\n[15]\n\nSeveral syndromes also feature short stature as a key phenotype, including Turner, Noonan, Prader-Willi (PWS), Russell-Silver, and 3-M syndromes. In these cases, short stature arises from underlying genetic variations that limit the growth plate’s potential, along with other organ system involvement and dysmorphic features.\n\nISS refers to a condition where an individual’s height is below 2 SDs from the mean for their age, sex, and population, without any evidence of systemic, endocrine, nutritional, or chromosomal causes. Children with ISS typically have normal birth weight and sufficient growth hormone. The etiology of ISS is heterogeneous, encompassing currently unidentified causes. Around 60% to 80% of children with short stature, or height below 2 SDs, may fall under the ISS category, which also includes FSS and CDGP.\n[16]\nAs molecular genetics advances, many conditions currently classified as ISS may eventually be recognized as separate entities.\n\nShort stature can be classified in various ways, one of which is based on proportionality. Proportionate short stature is characterized by normal limb and trunk proportions. In contrast, disproportionate short stature is identified when a significant difference between sitting and standing height is observed, typically arising from abnormal body part proportions.\n\nAnother classification separates short stature into primary and secondary growth failure, based on the underlying cause. Primary growth failure occurs when factors directly impair the growth plate’s potential, such as in Turner syndrome or achondroplasia. Secondary growth failure results from external or systemic factors that hinder the growth plate’s ability to reach its full potential. Inciting conditions like GH-IGF-1 axis defects, hypothyroidism, systemic illnesses, and nutritional deficiencies.\n[17]",
    "monitoring": "The investigation of short stature involves a combination of laboratory, radiological, and molecular tests tailored to the patient’s clinical features. Initial screening includes blood tests such as complete hemogram with erythrocyte sedimentation rate, serum creatinine, liver transaminases, albumin, electrolytes, and relevant urine and stool studies to identify systemic illnesses. Additional labs include serum calcium for pseudohypoparathyroidism, alkaline phosphatase for rickets, blood gas analysis for renal tubular disorders, and serum immunoglobulin A anti-tissue transglutaminase antibodies to screen for celiac disease. Thyroid-stimulating hormone and free thyroxine levels should be assessed to evaluate thyroid function.\n\nRadiologic studies include a left hand posteroanterior x-ray to determine bone age, with or without a complete skeletal survey (spine, long bones, hands, pelvis, and skull) if disproportion or skeletal dysplasia is suspected. Bone age is typically delayed in endocrine conditions and plays a key role in predicting adult height. Common methods for assessing bone age include the Greulich-Pyle, Tanner-Whitehouse, and automated BoneXpert systems. Bone age correlates more closely with pubertal development than chronological age and can support, but not confirm, a diagnosis such as FSS.\n\nFurther testing depends on the clinical context. Karyotyping is recommended in all girls with unexplained short stature to rule out Turner syndrome. Molecular genetic testing should be considered when syndromic features are present, a specific genetic disorder is suspected, or in severe short stature, even if initially diagnosed as familial. Growth hormone stimulation testing (GHST) and measurements of IGF-1 and insulin-like growth factor binding protein 3 (IGFBP-3) are used when growth hormone resistance or deficiency is suspected. Magnetic resonance imaging (MRI) of the brain is indicated in patients with confirmed GHD or earlier when a hypothalamic–pituitary malformation or intracranial space-occupying lesion is suspected.\n[24]\n\nThe GHST is considered when anthropometric criteria suggest possible GHD. To improve diagnostic specificity, the Pediatric Endocrine Society recommends sex steroid priming in boys older than 11 years and girls older than 10 years who have not reached at least Tanner stage 3. Without priming, children with CDGP or CDGP with FSS may be incorrectly diagnosed with GHD. Priming involves either an intramuscular injection of testosterone 100 mg in boys 5 to 7 days before testing or oral estradiol valerate 2 mg daily (1 mg for children <20 kg) for 3 days in both sexes. The same guidelines caution against relying solely on GHST results for diagnosis. Instead, these values should be interpreted in the context of the patient’s growth trajectory, clinical risk factors, and other investigations.\n\nIGF-1 and IGFBP-3 levels are commonly used for initial screening. IGF-1 levels vary with age, pubertal stage, nutritional status, ethnicity, and assay platform. Normative values specific to these variables should guide interpretation. IGFBP-3 is a more reliable marker in younger children and is less influenced by nutritional status.\n[25]\n[26]\n[27]",
    "administration": "Management of physiological short stature should focus primarily on addressing the psychological impact on the child and family, as these children are otherwise medically healthy. In cases of CDGP, reassurance is usually sufficient. However, low-dose sex steroid therapy may be considered if the delay significantly affects the child’s daily life, such that it causes low self-esteem, impaired academic performance, or experiences of bullying. In boys, treatment typically involves intramuscular testosterone depot 50 to 100 mg monthly, while girls may receive oral ethinyl estradiol 5 to 10 mcg daily or an equivalent preparation. A 3- to 6-month course is often adequate to initiate puberty and accelerate growth.\n\nIn FSS, setting realistic expectations is essential. Families should be reassured that no underlying pathology is present. Treatment with human growth hormone (hGH) is costly and shows variable outcomes in both familial and nonfamilial ISS. HGH may be offered if the family continues to seek intervention after receiving reassurance and the child’s height remains more than 2.25 SDs below the mean, recognizing that FSS may be classified under ISS. However, the modest height gains typically seen in FSS compared to GHD should be clearly communicated.\n[28]\n[29]\n\nFor other causes of short stature, treatment should target the underlying condition. Hormonal deficiencies should be managed with appropriate hormone replacement. Short stature secondary to systemic illness requires control of the primary disease. Nutritional counseling is essential when dietary insufficiency is a contributing factor. In psychosocial short stature, removal from a stressful environment and placement in a supportive, nurturing setting can result in catch-up growth.\n\nTreatment with Human Growth Hormone\n\nBefore the advent of recombinant hGH, treatment for GHD relied on cadaver pituitary-derived hGH, which was limited by scarce supply and the risk of transmitting infections. The introduction of recombinant hGH in 1985 revolutionized therapy by ensuring an unlimited supply for GHD patients and expanding its use to several non-GHD conditions where the benefits outweighed the risks. The U.S. Food and Drug Administration (FDA) first approved recombinant hGH for pediatric GHD, followed in the next 2 decades by approvals for chronic renal insufficiency, Turner syndrome, PWS, children born SGA with poor catch-up growth, ISS,\nSHOX\ngene haploinsufficiency, and Noonan syndrome.\n\nOnce GHD is confirmed based on clinical features, anthropometry, and laboratory testing, treatment can begin with a daily subcutaneous dose of approximately 20 to 30 mcg/kg. The Pediatric Endocrine Society recommends a dose range of 22 to 35 mcg/kg/day, while the Growth Hormone Research Society suggests 17 to 35 mcg/kg/day. Daily bedtime subcutaneous injections have traditionally been the standard mode of delivery.\n\nMonitoring and dose adjustment are based primarily on growth response, assessed every 6 to 12 months. Serum IGF-1 levels should also be monitored to evaluate treatment adherence, biological responsiveness, and safety. Target IGF-1 levels are around 0 SDs in GHD and can be titrated up to +2 SDs in non-GHD conditions. Once catch-up growth is achieved, dosing should be adjusted to sustain a growth velocity that tracks with MPH. Thyroid function and cortisol levels should be assessed 3 months after initiating therapy and then annually, to detect the emergence of other pituitary hormone deficiencies and guide appropriate management.\n\nTreatment should be discontinued when height is satisfactory to the patient and family, or when the growth velocity falls below 2 to 2.5 cm/year over at least 6 months. Another indication to stop treatment is attainment of a bone age of 14 years in girls and 16 years in boys.\n\nBeyond recombinant hGH, other pharmacologic therapies have been developed to address specific causes of growth failure. Recombinant human insulin-like growth factor-1 (rhIGF-1), or mecasermin, is used in children with growth hormone resistance, such as in Laron syndrome, and in those with genetic defects affecting the GH–IGF–1 axis, including primary IGF-1 deficiency and pregnancy-associated plasma protein A2 deficiency. Treatment typically involves subcutaneous injections every 12 hours. Since IGF-1 therapy can induce hypoglycemia, precautions must be taken during administration.\n[30]\n[31]\n\nAromatase inhibitors, which block the conversion of androgens to estrogens, specifically androstenedione to estrone and testosterone to estradiol, are used to delay epiphyseal fusion and prolong the growth window in selected children, primarily boys.\n[30]\n[32]\n[33]\nGonadotropin-releasing hormone (GnRH) analogs are employed to delay or halt puberty in children with precocious puberty or short stature at the onset of puberty. These therapies may improve final height outcomes when used alone or in combination with hGH.\n[34]\n[35]\n\nVosoritide, a recombinant C-type natriuretic peptide analog, has shown sustained improvement in growth velocity for up to 42 months in children with achondroplasia.\n[36]\nFor individuals experiencing psychological distress due to short stature, psychosocial counseling is essential to help them develop coping strategies and improve their quality of life.\n\nMore recently, long-acting growth hormone (LAGH) formulations have been introduced for the treatment of GHD. Lonapegsomatropin was the first LAGH preparation approved by the U.S. FDA in 2021. (Source:\nFDA\n, 2021) Since then, 2 additional LAGH molecules have received approval. These agents have demonstrated noninferior efficacy and comparable safety profiles relative to daily hGH injections. However, LAGH is currently approved only for GHD. The table below summarizes currently available LAGH options across various regions, highlighting their molecular features, branding, and regulatory approvals.\n\nTable\nTable. Summary of Long-Acting Growth Hormone Preparations Available in Different Parts of the World.",
    "adverse_effects": "Complications associated with short stature may stem from the underlying condition, such as celiac disease or Cushing syndrome. Others may result from short stature itself, including limitations in childbearing among female individuals and psychological challenges.\n\nAdditionally, complications may arise from the treatment of this condition, including the adverse effects of hGH therapy. Potential complications of this intervention include the following:\n\nInjection site issues, such as lipohypertrophy, lipoatrophy, local reactions, and abscesses\nIncreased intracranial pressure, more common in chronic kidney disease, particularly at the onset or with dose increases\nScoliosis associated with conditions like Turner syndrome and PWS\nSlipped capital femoral epiphysis\nDysglycemia\nPancreatitis\nGynecomastia\n\nAs growth hormone has a permissive role in tissue growth, concerns were raised regarding an increased risk of primary malignancy, malignancy recurrence, or secondary malignancy in cancer survivors. A recent consensus concluded, \"Current evidence does not support an association between growth hormone replacement and primary tumor or cancer recurrence. The effect of growth hormone therapy on secondary neoplasia risk is small compared to host- and tumor treatment-related factors. Evidence does not support an association between growth hormone replacement and increased mortality from cancer among growth hormone-deficient childhood cancer survivors. Patients with pituitary tumors or craniopharyngioma remnants receiving growth hormone replacement do not need to be treated or monitored differently from those not receiving growth hormone.\"\n[37]\n\nNumerous studies have shown that stature helps determine personality. During the selection of partners for marriage, stature plays an important role. Tall individuals are often preferred. Short-statured individuals are frequently belittled by their peers and family in schools, colleges, and the workplace. These people are often teased and bullied, leading to social isolation, and thus, are at high risk of psychosocial distress, especially during adolescence.\n[38]\n[39]\n[40]\nPeople with short stature also encounter academic difficulties, strained family relationships, and challenges in social and office environments."
  }
}