{
  "drug_name": "spironolactone",
  "nbk_id": "NBK554421",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554421/",
  "scraped_at": "2026-01-11T15:39:19",
  "sections": {
    "indications": "Hyperkalemia is an adverse effect of spironolactone. This drug is contraindicated in patients with hyperkalemia and in those at increased risk of developing hyperkalemia. It is also contraindicated in patients with renal impairment. As per the 2017 American College of Cardiology heart failure guidelines, patients should not receive spironolactone if their serum creatinine is greater than 2.5 mg/dL in men or greater than 2.0 mg/dL in women, the estimated glomerular filtration rate is less than 30 mL/min, and the serum potassium exceeds 5.0 mEq/L.\n[2]",
    "mechanism": "Spironolactone belongs to the drug class of mineralocorticoid receptor antagonists, and it is a nonselective antagonist that can bind to androgen and progesterone receptors. Aldosterone, a component of the renin-angiotensin-aldosterone system, binds to its receptors at the distal tubules and collecting duct and causes sodium reabsorption and potassium secretion, increased vascular stiffness and remodeling, and increased cardiac inflammation, fibrosis, and remodeling. Spironolactone specifically works by competitively blocking aldosterone receptor-mediated action. The effect of the blockade is that sodium reabsorption with water retention does not occur, and there is increased potassium retention. In the treatment of acne vulgaris, spironolactone may reduce sebum production by blocking the binding of dihydrotestosterone to its androgen receptors, thereby inhibiting sebocyte proliferation.\n[12]",
    "administration": "Spironolactone oral dosing is as an oral tablet in 25 mg, 50 mg, or 100 mg doses and the maximum daily is dependent on the indication as follows: 1) 50 mg daily for HFrEF 2) 100 mg daily for resistant hypertension 3) 400 mg daily for edema due to cirrhosis or 200mg daily for edema due to nephrotic syndrome 4) 400 mg daily for primary hyperaldosteronism 5) 200 mg daily for diuretic-induced hypokalemia 6) 200 mg daily for hirsutism 7) 200 mg daily for acne vulgaris. Dosing can also is possible as an oral suspension at a dose of 5 mg/mL with varying doses based on the indication. The frequency of administration and adjustments in the dose are based on the clinical indication and presence of renal impairment.",
    "adverse_effects": "The most common non-electrolyte and electrolyte adverse effects of spironolactone are breast complaints and hyperkalemia, respectively. Men specifically may experience gynecomastia, loss of libido, and general feminization; the drug is a category C pregnancy drug because animal studies showed that the feminization of male fetuses is a concern.\n[13]\nMeanwhile, women can experience menstrual irregularities.\n[15]\nOne study mentions the following additional adverse effects in order from more to less common: dehydration, hyponatremia, gastrointestinal problems (nausea, vomiting, diarrhea or anorexia), neurological abnormalities (headache, drowsiness, asterixis, confusion, or coma), and skin rashes.\n[16]",
    "monitoring": "Hyperkalemia can be due to spironolactone alone or a synergistic side effect from multiple medications such as beta-blockers, angiotensin-converting enzyme inhibitors, and angiotensin receptor blockers that clinicians often prescribe to patients for indications such as hypertension or heart failure. Routine blood work is necessary to evaluate serum potassium levels and any decline in renal function. Additional urine studies to assess kidney function may also be a requirement.",
    "toxicity": "There are rare reports of spironolactone causing liver toxicity that can manifest as elevations in serum aminotransferases and alkaline phosphatase in a hepatocellular mixed pattern after nearly one month of taking spironolactone, and this resolves over time after discontinuation of the drug.\n[17]"
  }
}