{
  "drug_name": "spirulina",
  "nbk_id": "NBK551528",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551528/",
  "scraped_at": "2026-01-11T18:47:57",
  "sections": {
    "indications": "Gastroparesis is a condition of delayed gastric emptying in the absence of mechanical obstruction, lasting for at least 3 months. Gastroparesis causes symptoms such as nausea, vomiting, bloating, early satiety, and abdominal pain.\n[1]\nDelayed or ineffective gastric emptying occurs due to abnormal gastrointestinal motor function, a complex sequence of events involving the parasympathetic and sympathetic nervous systems, gastric smooth muscle cells, pacemaker cells within the stomach and intestine, and the pyloric sphincter.\n[2]\nPatients with gastroparesis also show alterations in mucosal immune cell infiltration and cytokine expression.\n\nThe most common etiology of gastroparesis is idiopathic, followed by diabetic, postsurgical, and postinfectious causes.\n[3]\nThe incidence of gastroparesis has been increasing over the last few decades, attributed to increases in diabetes, obesity, and causative medications. Clinically, many patients have symptoms overlapping with functional dyspepsia, and the two disorders commonly co-occur; diagnostic testing is essential to document the presence of gastroparesis.\n[4]\nTreating gastroparesis is limited by medication tolerance and decreasing effectiveness; dietary modification is important.",
    "mechanism": "Gastroparesis is most frequently idiopathic. Other common etiologies include diabetic, postsurgical, and postinfectious causes.\n[3]\nVarious neurologic disorders can also affect gastrointestinal motility by altering the parasympathetic or sympathetic nerve supply to the gastrointestinal (GI) tract. Etiologic categories of gastroparesis include but are not limited to:\n[5]\n[6]\n[7]\n[8]\n[9]\n\nIdiopathic: the etiology is approximately 50% of cases\nDiabetes mellitus (DM): diabetic gastroparesis is more frequent and more severe in patients with type 1 DM but is seen in patients with type 2 DM\nPostsurgical: iatrogenic vagal nerve injury and altered stomach anatomy affect gastric emptying\nViral infections: particularly Norwalk virus, rotavirus, and Epstein-Barr virus\nRheumatological diseases: amyloid neuropathy and systemic sclerosis (scleroderma)\nAutoimmune: may benefit from plasmapheresis of autoantibodies\nNeurological conditions\nTraumatic spinal cord injury\nMedications: opioids, cyclosporine, phenothiazines, dopamine agonists, octreotide, alpha-2-adrenergic agonists, tricyclic antidepressants, calcium channel blockers, GLP-1 agonists or analogs, lithium, and progesterone.\n\nPatients with idiopathic gastroparesis are more likely to be women, White, and have symptoms of abdominal pain and early satiety than patients with diabetic gastroparesis. Similar to diabetic gastroparesis, episodes can be episodic or cyclical.\n[10]\n\nPatients with diabetes at increased risk of developing gastroparesis usually have a combination of the following: long duration of the disease, poorly controlled blood sugars, and other autonomic neuropathic complications. Patients with type 1 diabetes are more likely to have gastroparesis than those with type 2, and up to 50% of patients with diabetes and suboptimal glucose control will have gastroparesis.\n[11]\nHowever, optimal glucose control is not always associated with improved gastric motility, especially in the short term. Gastroparesis can also affect glucose control, and hyperglycemia decreases gastric motility, even in nondiabetic patients.\n[12]\n\nGastroparesis is common following surgery involving the esophagus, stomach, duodenum, or pancreas and procedures that risk injury to the vagal nerve. Postsurgical gastroparesis may develop immediately or months to years following the procedure. Surgical procedures associated with postoperative gastroparesis include Nissen fundoplication, gastrectomy, pancreatic cancer cryoablation, and pancreatoduodenectomy. Gastroparesis has been reported in gynecological surgeries performed in the lower abdominopelvic cavity. Uncomplicated fundoplication and sleeve gastrectomy can prolong gastric emptying time due to reduced stomach capacity, as can fluid-filled balloon bariatric surgery.\n[13]\n[14]\n[15]\n\nPostinfectious is common and typically self-limited; full recovery is usual. Norwalk virus and rotavirus are the most commonly identified etiologic viral pathogens. However, Epstein-Barr virus, cytomegalovirus, and Varicella Zoster virus have also been implicated in gastroparesis due to their potential to cause long-term autonomic dysfunction.\n[9]",
    "monitoring": "Gastroparesis should be suspected in patients with chronic nausea, vomiting, early satiety, postprandial fullness, abdominal pain, or bloating. After obtaining a thorough history and performing a physical examination, most patients in whom gastroparesis is suspected will undergo basic laboratory testing with a metabolic panel, liver function testing, complete blood count, and lipase. Abdominal imaging often involves computed tomography (CT) scans or magnetic resonance imaging (MRI) to rule out other causes of pain and vomiting. Imaging can help exclude a mechanical obstruction, such as from malignancy. Upper GI endoscopy can also assist in ruling out obstructive etiology.\n\nScintigraphic gastric emptying studies (GES) are the gold standard for detecting gastroparesis. A solid or liquid radioisotope-containing meal may be used to measure gastric emptying.\n[29]\nBased on the scintigraphic gastric retention of contents after 4 postprandial hours, gastroparesis is graded as mild (< 15% retention), moderate (15% to 35% retention), and severe (> 35% retention). Some centers perform testing after 2 postprandial hours; 4-hour testing is more accurate. Adding a liquid GES study can further increase sensitivity in patients with normal gastric emptying of solids.\n[30]\n\nThe gastric emptying breath test (GEBT) is also used for evaluating gastroparesis. In this test, a stable isotope,\n13\nC, is incorporated into a substrate, usually spirulina, and measured from the patient's breath by spectroscopy. This test is noninvasive and avoids radiation exposure. Correlation with scintigraphy is estimated at 73% to 95%. The use of GEBT is limited in patients with liver or lung disease.\n[4]\n[31]\n\nThe wireless motility capsule (WMC) is another FDA-approved method for evaluating gastroparesis. The utility of WMC is limited by cost, availability, and a poor correlation with gastric emptying of food; the capsule is an indigestible solid. The WMC has an estimated sensitivity of 59% to 86% and a specificity of 64% to 81% for gastroparesis.\n[4]\n[31]\n\nGastric ultrasonography has been utilized to assess antral wall motion, image transpyloric flow patterns, and estimate gastric emptying based on measurements of the gastric antrum. Gastric ultrasonography is limited by the lack of image detail, the need for an experienced technician, and its impracticality for prolonged examinations. However, ultrasonography is noninvasive and does not involve radiation, so it is sometimes used in children and pregnant patients.\n[4]\n[31]",
    "administration": "A holistic approach is recommended when treating patients with gastroparesis. Treatment should comprise assessment of nutritional status, measures to correct fluid, electrolyte, and nutritional deficiencies, relief of symptoms of gastroparesis, improvement of gastric emptying, and treatment of the underlying cause to prevent disease progression.\n[32]\n\nDietary Modifications\n\nGiven the importance of dietary modification, formal nutrition and dietetic consults are recommended. Small meals limit emptying time and can alleviate symptoms. Patients may need to eat 4 or 5 times daily to compensate for the small meal size. Meals composed of low-fat, low-fiber, and small-particle foods are also recommended.\n[33]\nLiquids are more easily absorbed than solids. Carbonated drinks release carbon dioxide that aggravates gastric distention. Tobacco and alcohol decrease antral contractility and impair gastric emptying.\n[32]\nDespite the prevalence of obesity in this cohort, malnutrition is common, and vitamin supplements are often required. If oral intake is inadequate, enteral nutrition via jejunostomy tube should be considered. Parenteral nutrition is rarely needed.\n\nPharmacological Treatment\n\nAntiemetics such as prochlorperazine (5 to 10 mg up to 3 times daily), diphenhydramine (12.5 to 25 mg up to 4 times daily), and ondansetron (4 or 8 mg up to 3 times daily) can provide symptomatic relief in gastroparesis. The prokinetic medication metoclopramide is the only drug approved by the United States Food and Drug Administration (FDA) for gastroparesis and is usually administered 15 minutes before meals. The initial dosage is 5 mg 3 times daily. The total dose may be increased to 40 mg daily; this dose requires close monitoring for adverse reactions. The duration of treatment approved by the FDA is 12 weeks due to the possibility of severe side effects, including anxiety, restlessness, dystonia, hyperprolactinemia, and QT prolongation. Metoclopramide has a black box warning for extrapyramidal symptoms like dystonia and tardive dyskinesia, which can occur in up to 1% of patients.\n[34]\n\nOther off-label medications aimed at symptom relief include domperidone, centrally-acting antidepressants, and the serotonin type 4 (5-HT4) partial agonist tegaserod.\n[32]\nDomperidone is a dopamine-D2 antagonist that works similarly to metoclopramide to improve gastric emptying and decrease nausea and vomiting. The FDA restricts domperidone use in the United States; it is currently under review as an investigational drug. The initial dosage of domperidone is usually 10mg 3 times daily but can be increased to 20 mg per dose. Significant adverse effects of domperidone include cardiac arrhythmias and hyperprolactinemia; drug reactions are prevalent. Monitoring the QTc interval in patients taking domperidone is recommended; avoid or discontinue use if the QTc exceeds 450 ms.\n\nPatients who cannot tolerate metoclopramide or domperidone may benefit from erythromycin, a macrolide antibiotic and motilin agonist that stimulates high-amplitude gastric fundal peristaltic contractions, thereby improving symptoms during acute exacerbations. Erythromycin can be given intravenously (3 g/kg every 8 hours) in acute cases and orally (250 to 500 mg 3 times daily) for maintenance. Patients exhibit tachyphylaxis, a decrease in response quickly due to desensitization, to erythromycin; its use is restricted to 4 weeks of continuous administration. Common side effects of erythromycin include GI toxicity, ototoxicity, bacterial resistance, and QTc prolongation. Erythromycin is the best-studied of this medication class, but clarithromycin and azithromycin have similar therapeutic and adverse effects.\n[31]\n\nNonpharmacological Therapies\n\nGastric electrical stimulation (GES) decreases the frequency of vomiting and the need for nutrition supplementation.\n[35]\nIn patients with symptoms refractory to pharmacologic measures, GES is considered a compassionate treatment approved for diabetic and idiopathic gastroparesis. Patients with diabetic gastroparesis respond more effectively than other groups. Implantation of a GES stimulator is a surgical procedure via laparotomy or laparoscopic approach. The device consists of a pair of leads implanted in the muscularis propria 10 cm proximal to the pylorus, then connected to a pulse generator. Risks of GES placement include infection, lead migration, and perforation. The devices require battery replacement every 10 years.\n\nOther less studied interventions include venting gastrostomy, feeding jejunostomy, partial gastrectomy, pyloroplasty, and intrapyloric botulinum toxin injection; botulinum toxin has not been shown effective in randomized control trials.\n\nInvestigational Therapies\n\nMultiple prospective treatments for gastroparesis are under investigation. Granisetron, a 5-HT3 antagonist administered as a transdermal patch, appears to improve gastroparesis-related nausea and vomiting.\n[36]\nSimilarly, a randomized control trial of aprepitant, a neurokinin-1 receptor antagonist, showed symptom improvement in gastroparesis patients.\n[37]\nCannabinoids, such as dronabinol, have been considered in the treatment of gastroparesis symptoms but have not been studied in clinical trials. However, cannabinoids can also delay gastric emptying. Acupuncture has proven effective for diabetic gastroparesis in randomized control trials.\n[31]\nOther investigational therapies undergoing evaluation include elamorelin, a pentapeptide ghrelin-receptor agonist; the 5HT-4 receptor agonists prucalopride and velusetrag; and metoclopramide nasal spray.\n[31]\n[38]\n[39]",
    "adverse_effects": "The incidence of complications from gastroparesis will vary according to underlying etiology. Patients with longstanding gastroparesis may have the following complications:\n\nSevere protein-calorie malnourishment\nBezoar formation requiring surgical resection\nMallory-Weiss tears\nProcedure-related complications\nRecurrent hospitalizations\nSignificant healthcare burden."
  }
}