{
  "drug_name": "spurulina maxima",
  "nbk_id": "NBK599551",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599551/",
  "scraped_at": "2026-01-11T15:39:19",
  "sections": {
    "indications": "The contraindications of ultrasound biometry include active ocular infection (including but not limited to corneal ulcer and conjunctivitis).",
    "clinical_significance": "This procedure helps determine IOL power by measuring the axial length and keratometry values. It helps in the decision of IOL power after post-refractive surgery.\n[35]\nIt has an additional role in dense cataracts, pediatric cataracts, eyes filled with silicone oil, and uncooperative patients. It is interchangeable with optical biometry. A correction factor of -0.117 should be added to the applanation ultrasound for values clinically similar to axial length with optical biometry.\n[7]\nIn posterior subcapsular cataracts, ultrasound biometry is superior to optical biometry. Ultrasound biometry is used for dense posterior subcapsular cataracts as electromagnetic waves of partial coherence interferometry cannot pass through.\n[18]\nUltrasound biometry with contact or immersion method is chosen for the pediatric population undergoing cataract surgery.\n[4]\nIn cases of corneal edema, scarring, and dense cataracts, ultrasound biometry can measure the axial length and calculate the IOL power using higher gain settings.\n[1]\n[18]\n\nBiometry using ultrasound has been the gold standard in cataract surgery for years. The main problem with A-scan (applanation scan) is poor image resolution because of a relatively long, low-resolution wavelength (frequency: 10 MHz) to measure a relatively short distance. Its major limitation is that it measures the anatomic axial length of the eye, from the anterior pole to the posterior pole, and not the optical axial length along the visual axis.\n[42]\nHowever, during immersion A-scan, the patient is asked to look at the red light at the tip of the A-scan probe, increasing the chances of capturing the visual axis. The optical axis in the typical human eye is tilted approximately 5° horizontally and 1° vertically relative to the anatomic axis; for IOL power calculation, instead of the distance between the vertex and fovea, the anatomic length is calculated, which is longer.\n[45]\n\nThis is of concern in cases of eyes with an axial length greater than 26 mm, where the anatomic axial length is 0.8 mm longer than the optical axial length.\n[45]\nIn the case of posterior staphyloma, the difference between the measured axial and optical lengths is up to 3 mm, yielding a refractive surprise of approximately 9 D.\n[46]\n\nAnother problem with ultrasound biometry is that it measures the front of the retina, the internal limiting membrane, but the photoreceptors are close to the Bruch membrane. IOL power calculation formulas dating back to the 1970s have added 200 µ to the measured axial length to make up the difference in IOL power calculations.\n[7]\nHowever, 200 µ is average, while retinal thickness varies from 160 to 400 µ. Therefore, addition is not accurate for all patients.\n[38]\nOptical biometry is more accurate in eyes without any pathologies than acoustic biometry.\n[47]\nIn the eyes with retinal detachment, the axial length should be smaller; therefore, the waveform of the detached retina causes an underestimation of axial length.\n[48]\n\nIn eyes that have silicone oil as a tamponade, there is an apparent increase in the axial length because the velocity of sound is slower in silicone oil than in vitreous humor, accounting for 987 m/s in 1000 centistokes, 970 ± 10 m/s in 5000 centistokes.\n[16]\nAlso, after vitreoretinal surgery (VRSx) with silicone oil injection (SOI), most phakic eyes develop cataracts and need cataract surgery. Many ophthalmic practices prefer biometry before VRSx and SOI to prepare for the possibility of cataract surgery in the future (see\nImage.\nUltrasonic Biometry Settings).\n\nSometimes, the fovea may be on the slope of the posterior staphyloma, which does not yield a sharp rising spike for the retina, and the measured axial length may be incorrect. Optical biometry is better when the patient looks at the target, ensuring that distance to the fovea is captured. Clinical examination and ultrasound brightness (B) scan will help localize the macula in addition to long and variable successive axial lengths.\n[49]\nHighly myopic eyes usually tolerate a bit of residual post-cataract surgery myopia rather than hyperopia, so most cataract surgeons keep the target postoperative refraction to -0.5 to -1 D or -1.5 D. Getting the exact IOL is difficult as such powers may not be available on all IOL designs.\n\nPositioning the probe at the center of the cornea is necessary, which requires operator skill.\n[41]\nIt also requires contact with the cornea, increasing the risk of infections and abrasions. In addition, corneal application has a disadvantage to corneal indentation during measurement.\n[42]\nAfter the scan, peaks amounting to the cornea, lens, and retina are visualized. Ideal axial length measurements comprise 3 high-quality readings with no more than 0.1 mm of variation between each other\n[9]\nand steep rising spikes of the lens and the retina with anechoic cavities.\n[8]\n\nConventional ultrasound with a longitudinal resolution of 200 µ gives an accuracy of 100-120 µ, while partial coherence interferometry has a resolution of 12 µ with an unprecedented precision of 10 µ.\n[47]\nThe optical biometers based either on partial coherence interferometry or swept-source optical coherence tomography give a better resolution. The IOL Master 700 is based on the swept-source optical coherence tomography principle with a resolution of 22 µ and calculates 2000 A-scans per second.\n[50]\nOn the other hand, ultrasonic A-scan measures the distance between the corneal vertex and the internal limiting membrane, which should theoretically measure a shorter axial length than optical by around 130-200 µ.\n[51]\nPower calculations may lead to overestimating IOL power, further amplified in shorter eyes.\n[52]\nThis problem is overcome to a certain extent by ultrasound immersion biometry.\n[53]\nA mean shortening of 0.25 to 0.33 mm with both techniques accounts for around 1 D error in IOL power.\n[54]\n\nOptical biometry utilizes a laser for signal transmission. The interference phenomenon between the reflected and reference signals is used to determine distances between interfaces. Ideal measurements (for the IOL Master) require a signal-to-noise ratio of at least 2.0, a tall, narrow primary maximum with a thin, well-centered termination, a set of secondary maxima, and a minimum of 4 measurements within 0.02 mm.\n[7]\nOptical biometry offers many disadvantages compared to ultrasound-guided biometry, especially in the case of dense media opacities, high axial length, and poor fixation.\n[18]\nOptical biometry exhibits systematic errors in axial length measurement that increase linearly. This is because optical biometry assigns a single, global index of refraction to all eyes irrespective of the axial length. Thus, in the case of high myopia, an increased length of the vitreous cavity may change the index of refraction, thereby altering the axial length measurement (see\nImage.\nUltrasound Biometry Schematic Diagram).\n[55]\n\nOptical biometry is a non-contact approach with accuracy in mild pathology.\n[51]\nThere was a considerable variation between optical and ultrasound biometry for the cases with a low signal-to-noise ratio SNR ≤1.3.\n[18]\nIn contrast, the >2.0 SNR optical biometry results were more reliable.\n[27]\nIn media opacities like corneal scarring or corneal edema, optical biometry based on partial coherence interferometry cannot be used due to the electromagnetic nature of the machine; in these conditions, ultrasound biometry is preferred.\n\nIn posterior subcapsular cataracts, ultrasound biometry is superior to optical biometry.\n[18]\nThe failure rate to accurately measure the axial length using partial coherence interferometry is from 8% to 37.84% due to poor fixation.\n[56]\nUltrasound biometry with contact or immersion method is chosen for the pediatric population undergoing cataract surgery.\n[4]\n\nIn the case of rhegmatogenous retinal detachment patients undergoing cataract surgery, axial length measurement using immersion-type ultrasound biometry is superior to optical biometry.\n[57]\n\nIn cases of individuals undergoing cataract surgery or post-refractive surgeries, measurement with intraoperative biometry using an Optiwave Refractive Analyzer System (ORA) wavefront aberrometer may be superior to ultrasound biometry.\n[58]\nAfter myopic ablation, a false anterior lens position may occur concurrently with a false deep lens position.\n[35]"
  }
}