{
  "drug_name": "starch",
  "nbk_id": "NBK606103",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606103/",
  "scraped_at": "2026-01-11T15:39:21",
  "sections": {
    "clinical_significance": "Renal stone formation is always preceded by crystalluria, although the presence of urinary crystals does not always result in nephrolithiasis. Investigating crystalluria is crucial for diagnosing and managing acute and chronic renal failure due to crystal precipitations associated with various inherited and acquired diseases. Identifying the type of urinary crystals is also helpful in offering specific targeted treatment for nephrolithiasis.\n\nCalcium Oxalate Crystals\n\nCalcium oxalate stones comprise up to 80% of all nephrolithiasis. Patients with calcium oxalate crystals should be considered for primary and secondary causes of hyperoxaluria. Please see StatPearls' companion resource, \"\nCalcium Deposition and Other Renal Crystal Diseases\n,\" for more information. Calcium oxalate crystalluria is not necessarily pathologic, as these crystals can sometimes be found in those with high oxalate diets.\n[6]\nAs an overview, calcium monohydrate crystals are generally associated with high urinary oxalate levels, calcium dihydrate crystals are generally associated with high urinary calcium, and the rare dodecahedral calcium dihydrate crystals are associated with very high urinary calcium.\n\nSecondary hyperoxaluria is much more common compared to primary hyperoxaluria and is often related to 1 of 3 mechanisms as follows:\n\nIncreased dietary intake of oxalate-containing foods, such as peanuts, cashews, almonds, spinach, rhubarb, star fruit, chaga mushroom powder, and black iced tea.\n\nIncreased intestinal absorption of oxalate in a setting of fat malabsorption (enteric hyperoxaluria secondary to intestinal bypass surgery, short gut syndrome, Crohn disease, celiac disease, chronic pancreatitis, and orlistat).\n\nIncreased intake of oxalate precursors, such as ethylene glycol and vitamin C, can develop increased gut oxalate absorption, leading to excess urinary oxalate excretion. These patients are also at high risk for developing calcium oxalate crystalluria, crystalline nephropathy, chronic kidney disease, and end-stage kidney disease. Ingestion of the toxic substance, ethylene glycol, results in severe hyperoxaluria, and a very peculiar kind of monohydrate crystals with elongated and narrow hexagonal shapes similar to diamonds are found in the urine.\n[9]\n\nCOD crystals are typically associated with hypercalciuria, such as hyperparathyroidism; hyperthyroidism; multiple myeloma; paraneoplastic syndrome; bone metastasis; vitamin D toxicity; particular drug use, including loop diuretics and vitamin-D supplements; and milk-alkali syndrome.\n\nAccording to Daudon et al, over 94% of urine specimens containing calcium oxalate crystals with a calcium-to-oxalate ratio of <5 show either monohydrate crystals alone or along with dihydrate crystals. In contrast, over 90% of urine specimens containing calcium oxalate crystals with a calcium-to-oxalate ratio >14 contain dihydrate crystals alone. Dodecahedral COD crystals typically indicate severe hypercalciuria, >7 mmol/L. All types of calcium-containing crystals are radioopaque.\n[8]\n[9]\n\nCalcium Phosphate Crystals\n\nCarbapatite crystals are typically observed in patients with hypercalciuria on a background urine pH of 5.8 to 6.5. In contrast, amorphous CaP crystals are typically observed in patients with near-normal calcium and phosphate concentrations with a pH >6.6.\n[14]\n\nAmorphous CaP crystals suggest a possible environment created by urinary tract infections or metabolic disorders keeping the urine alkaline. When associated with the calcium monohydrate crystals, they indicate the presence of medullary sponge kidneys and other causes related to urinary stasis. When carbapatite crystals are associated with struvite crystals, they indicate the presence of urea-splitting organisms causing urinary tract infections.\n\nBrushite crystals are made of dicalcium phosphate dihydrate ions. These crystals are mainly observed in conditions associated with marked hypercalciuria and hyperphosphaturia and are generally favored by low concentrations of citrates. The presence of >500/mL brushite crystals should prompt an evaluation for primary hyperparathyroidism. CaP crystals are radioopaque.\n[8]\n[9]\n[14]\n\nStruvite Crystals\n\nStruvite crystals are associated with high ammonium content and precipitate in alkaline urine. These crystals are always associated with urinary tract infections by urea-splitting bacteria, where the bacteria hydrolyze the urea, producing ammonia and leading to alkaline urine. These bacteria are\nKlebsiella\n,\nPseudomonas\n,\nProteus\n,\nProvidencia\n, and some species of\nStaphylococcus\n. These are radioopaque, sometimes large enough to be called staghorn stones.\n[8]\n[9]\n[14]\n\nCystine Crystals\n\nCystine crystals are associated with hereditary cystinuria, in which a proximal tubular dysfunction leads to increased excretion of dibasic amino acids such as cystine, ornithine, lysine, and arginine. Cystinuria is an autosomal recessive Mendelian disorder, and there are reports of acquired cystinuria post-renal transplant. Cystine forms radiolucent stones, which are not detected on x-rays but can be detected by ultrasound if the stones are large enough. CT scan is the gold standard for diagnosing renal stones and can detect cystine stones. Cystine becomes more soluble as the pH increases. The therapeutic urinary pH level to maximize solubility is ≥7.5, typically higher compared to uric acid.\n[23]\n\nUric Acid Crystals\n\nUric acid crystals are associated with medical conditions leading to increased uric acid production or altered uric acid metabolism, such as gout, Lesch-Nyhan syndrome, tumor lysis, chemotherapy, or conditions associated with decreased urine pH, such as chronic diarrhea, metabolic syndrome, and diabetes mellitus. However, over half of patients with uric acid stones do not have hyperuricemia. These crystals form radiolucent renal stones that are not detectable on x-rays but can be visualized on CT and ultrasound.\n[6]\n\nXanthine Stones\n\nXanthine crystals are found in xanthinuria, a rare genetic disorder with autosomal recessive pattern inheritance caused by the deficiency of the enzyme xanthine dehydrogenase. This disorder leads to xanthine accumulation and highly insoluble xanthine excretion. Xanthinuria is associated with hypouricemia and hypouricosuria.\n[17]\nRarely, xanthinuria can occur related to allopurinol use for Lesch-Nyan syndrome or tumor lysis syndrome.\n[24]\nMore recently, the xanthine oxidase inhibitor, febuxostat, has also been noted to cause xanthinuria when used for tumor lysis syndrome.\n[25]\n\n2,8-Dihydroxyadenine Crystals\n\n2,8-DHA crystalluria is secondary to adenine phosphoribosyltransferase (APRT) deficiency, an autosomal recessive condition leading to excess DHA production, 2,8-DHA crystalluria, and kidney stones. The condition is underdiagnosed in the United States, with fewer than 300 cases reported in the medical literature. The worldwide prevalence is 1/5000 to 1/100,000 population. A significant number of patients remain asymptomatic, whereas 90% of patients develop urinary crystals and radiolucent renal stones. In addition, 10% of patients with 2,8-DHA crystalluria progress to end-stage renal failure. The diagnosis is confirmed by kidney stone analysis, histologic findings of crystal nephropathy, genetic testing, or lack of APRT activity in RBC lysate. Treatment is recommended with allopurinol or febuxostat, which blocks the conversion of adenosine to DHA. The dosage should be titrated to eliminate 2,8-DHA crystalluria.\n[26]\n[27]\n\nDrug-Induced Crystals\n\nDrug-induced crystals are formed in association with the use of various drugs, as previously described. These crystals precipitate in the urine when used at a high dose, for long durations, or both. They form radiolucent renal stones when they contain no calcium or other radioopaque constituents. Patients experiencing signs and symptoms of nephrolithiasis while using these drugs should prompt the search for renal stones by ultrasound or contrast-enhanced CT imaging for diagnosis. Analyzing these crystals is crucial for identifying at-risk patients and clarifying the drugs or medications involved.\n[28]\n\nFollow-Up\nMonitoring\n\nThe complete disappearance of crystalluria is the best indicator of improved lithogenic activity in CaP, uric acid, and other common forms of nephrolithiasis. However, high-risk patients, such as those with cystinuria and PH1, can have active urinary crystallization even when the disease is under reasonable control.\n\nGlobal crystal volume (GCV) helps determine lithogenicity in patients with crystalluria. GCV\nis the product of the number of crystals/mm\n3\nmultiplied by the average size of crystals (in μm) and by a numerical factor given for each crystal species (the numerical number is provided based on the geometrical form of a crystal). GCV of <500 μm\n3\n/mm\n3\nis associated with the lowest risk for tubular obstruction and crystalline nephropathy in patients with PH1. In patients with cystinuria, a GCV of >3000 μm\n3\n/mm\n3\nis associated with an increased risk for recurrent nephrolithiasis.\n[9]"
  }
}