{
  "drug_name": "stearamidopropyl dimethylamine",
  "nbk_id": "NBK594243",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594243/",
  "scraped_at": "2026-01-11T18:47:58",
  "sections": {
    "indications": "From 1961 to 1971, during the Vietnam War, the chemical herbicide known as \"Agent Orange\" was sprayed in massive quantities across Vietnam, Laos, and Cambodia to clear foliage and crops benefitting the Viet Cong as part of the United States Air Force's Operation Ranch Hand and Army Chemical Corps operations.\n[1]\n[2]\nThe name Agent Orange originates from the orange stripe on the storage barrels. Agent Orange was one of several \"Rainbow Herbicides\" used during these operations.\n\nStudies examining the link between Agent Orange and developmental disorders led to the official discontinuation of its use in 1970.\n[2]\nHealth concerns in returning Vietnam veterans eventually led to the 1991 Agent Orange Act, tasking the National Academy of Medicine to investigate the health effects of Agent Orange exposure.\n[1]\nThis activity reviews the potential health impacts of Agent Orange exposure in at-risk populations and an approach to their care. This activity includes a discussion of herbicides and dioxin-related compounds similar to Agent Orange; for clarity, subsequent mentions of \"Agent Orange\" refer to all dioxin-contaminated herbicides used throughout the Vietnam War.",
    "mechanism": "Agent Orange comprises equal parts of the chlorophenoxy herbicides 2,4-dichlorophenoxyacetic acid (2,4-D) and 2,4,5-trichlorophenoxyacetic acid (2,4,5-T). The obligatory byproduct of 2,4,5-T production is 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), a highly toxic carcinogen. TCDD contaminated many herbicides containing 2,4,5-T used in Vietnam from 1961 to 1971. The 6 herbicides used during this timeframe were collectively called the \"Rainbow Herbicides.\" Of this group, Agent Blue was the only herbicide that lacked 2,4,5-T.\n[1]\n\nApproximately 77 million liters of TCDD-containing herbicides were dispersed during the war, 95% of which was released via aerial application by Operation Ranch Hand fixed-wing aircraft. The remaining 5% was spread by ACC operations using ground sprayers near troop encampments or by helicopters, similar to Operation Ranch Hand missions.\n[3]\nAgent Orange exposure may have occurred during its handling, distribution, or from secondary contacts.\n\nThe planning and execution of herbicide spraying missions during Operation Ranch Hand were strict; spray missions did not occur with friendly forces in the area and were often deep in hostile territory. Antipersonnel ordinance from escort aircraft was used in targeted areas to suppress hostile ground fire, and friendly units were prohibited from entering areas immediately after spraying due to possible unexploded ordinance.\n[4]\nMultiple safeguards and strict adherence to protocols made direct spraying of United States and Allied forces, or their passage through recently sprayed areas, very unlikely.\n[5]\n\nIn contrast, handlers of the chemicals took minimal protective precautions due to the historical presumption that the herbicides were not a human health hazard. Direct exposure routes included indirect and direct cutaneous contact (from contaminated clothing and foliage), inhalation, and ingestion.\n[1]\nThe half-life of TCDD in the environment varies with many factors, including sun exposure; the half-life ranges from hours to days on foliage and up to several years if absorbed into soil.\n[3]",
    "monitoring": "Primary care practitioners should employ a patient-centered approach to health screenings in patients with possible exposure to Agent Orange. Expanded screening should be performed on patients with a high risk of exposure, particularly if they handled herbicides or experienced symptoms of acute dioxin exposure. Consideration of expanded screening in others who report Agent Orange exposure is reasonable, though they may be reassured of the overall low likelihood of related health complications.\n\nThe expanded screening laboratory evaluation for patients with suspected exposure to Agent Orange monitors for exposure-associated conditions in addition to standard preventative health screenings. Annual laboratory testing with a complete blood count (CBC), prostate-specific antigen (PSA), and urinalysis (UA) allows for screening for the hematologic and genitourinary malignancies for which these patients may be at greater risk. Conditions or testing not discussed herein should follow standard society guidelines, and diligent evaluation of abnormalities revealed during the medical history, physical examination, or laboratory testing is appropriate.\n\nLaboratory Testing\n\nCBC with differential\nComprehensive metabolic panel (CMP)\nPSA\nThyroid-stimulating hormone (TSH)\nUA with microscopy\nLipid or cholesterol panel and hemoglobin A1C (every 3 years)\n\nHematologic Malignancies\n\nAnnual screening with a CBC may allow for early detection of hematologic malignancies presenting with depressed or elevated cell counts. An abnormal protein gap, defined as a difference between serum albumin and total protein greater than 4, can signify a pathologic increase in immunoglobulins or paraproteins. Elevated serum calcium and creatinine may be seen in monoclonal gammopathies, which may be further evaluated with free light chain serum or urine protein electrophoresis.\n\nLung Cancer\n\nLung cancer screening with an annual low-dose computed tomography of the chest is recommended for patients between ages 50 and 80 with at least a 20-pack-year smoking history who are currently actively smoking or have quit in the previous 15 years. There are no consensus guidelines specifying modifications based on Agent Orange exposure. In exposed patients with other significant risk factors for lung cancer or a substantial smoking history that does not meet the threshold for screening, it is reasonable to engage in joint decision-making with the patient and discuss the risks, benefits, and alternatives to lung cancer screening.\n\nProstate and Bladder Cancer\n\nPatients exposed to Agent Orange or dioxins may be at higher risk for bladder and prostate cancer. Society guidelines generally do not recommend routine screening for these conditions due to the risk of harm and limited evidence of mortality benefit. For high-risk populations, obtaining a PSA and UA annually may be considered for screening for prostate and bladder cancer, respectively.",
    "administration": "The treatment of acute herbicide toxicity, including 2,4-D, is generally supportive. Decontamination and removal of soiled clothing can prevent further exposure, though most cases are due to intentional or accidental ingestion.\n[18]\nChlorophenoxy herbicides are largely excreted by the kidney, and urine alkalization, in addition to ensuring high urine output, may be considered to prevent complications in significant poisonings.\n[44]\n[45]\nRenal replacement therapy with hemodialysis has been used successfully for patients who are critically ill, oliguric, or anuric.\n[14]\n[46]\n\nRoutine monitoring for complications potentially related to Agent Orange exposure is recommended for timely diagnosis and treatment as appropriate. This monitoring should ideally be performed by an appropriate health agency such as the Veterans Affairs Environmental Health Clinic. Given the increased risk of malignancies and cardiovascular disease in individuals exposed to Agent Orange, additional risk factors or positive findings revealed by routine monitoring warrant prompt evaluation and referral to the appropriate specialist.",
    "adverse_effects": "Agent Orange exposure may lead to long-term health outcomes associated with TCDD or dioxin exposure. The current understanding of Agent Orange or dioxin-related complications is primarily through epidemiological, observational, and retrospective studies of the rare exposures in history. These studies are supported by related occupational exposures and animal or in vitro studies to support biological mechanisms for disease development. The level of evidence for each association varies and is challenging to research given the scarcity of events and indeterminate degrees of exposure in the impacted populations.\n\nThe connection between actual Agent Orange exposure in veterans and these health outcomes remains controversial. Most Vietnam veterans experienced no or negligible exposure to Agent Orange. Associations between these herbicides and health complications rely on data from long-term occupational exposures, where the degree and duration of exposure over many years are responsible for the increased risk of disease.\n\nThe following clinical conditions demonstrated a statistically significant association with one or more components of Agent Orange or dioxin-like compounds; however, the power, confounding, and bias from study to study vary significantly. An adequate lack of bias or confounding and biological plausibility further supports the connection and inclusion by the National Academy of Medicine committee as an associated condition. This is noted below with ¹ or ² for strong and limited or suggestive evidence, respectively. The exception is type 2 diabetes mellitus, about which the committee could not agree between strong or limited evidence of an association.\n[1]\n\nNeurological System\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nParkinson disease and parkinsonianism¹\n[47]\n[48]\n[49]\nPeripheral neuropathy²\n[50]\n[51]\n[52]\nStroke²\n[53]\n[54]\nMild cognitive impairment and dementia\n[48]\n[55]\n[56]\n[57]\n\nVeterans with known exposure to Agent Orange demonstrate nearly double the incidence of dementia compared to veterans without. Specifically, Parkinson disease and Parkinson-like syndromes demonstrated a stronger association with exposure.\n[55]\n[57]\nOther considerations for cognitive impairment and dementia progression included vascular effects due to the increased prevalence of the cardiovascular risk factors diabetes and hypertension.\n[23]\n\nUpper and Lower Respiratory Tract\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nIdiopathic pulmonary fibrosis\n[58]\nLaryngeal cancer²\n[59]\n[60]\nLung cancer²\n[59]\n[61]\n[62]\n[63]\n[64]\n\nSome occupational studies suggest an increased risk of laryngeal cancer; these studies were small and did not control for smoking. The risk appeared to be more pronounced in patients who developed chloracne, suggesting a dose-dependent risk relationship. Similar to laryngeal cancer, studies examining other respiratory tract malignancies were often limited by a lack of assessment of the degree of exposure. Despite this, several veteran and occupational studies have demonstrated an increased lung cancer risk. Results from a 2022 epidemiologic study reviewing Veterans Health Administration data found a potential relationship with idiopathic pulmonary fibrosis. Furthermore, there was overall increased mortality from respiratory disease in Army Chemical Corp Vietnam veterans compared to other veterans.\n[64]\n\nCardiovascular System\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nHypertension¹\n[11]\n[12]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\nIschemic heart disease²\n[11]\n[65]\n[66]\n[67]\n\nThe development of hypertension and atherosclerotic disease appear to be associated with Agent Orange exposure.\n[69]\n[70]\nIn vitro and animal studies on TCDD and dioxins support this mechanistically from impacts on lipid and glucose metabolism, inflammation, and vascular endothelial function via interactions with AhR pathways.\n[71]\n[72]\n[73]\n[74]\n\nHepatobiliary and Gastrointestinal Systems\n\nLiver disease and cirrhosis\n\nThe components of Agent Orange have been shown to cause acute liver injury, and dioxin-related hepatotoxicity can lead to steatosis and cirrhosis.\n[11]\n[75]\n[76]\n[77]\n[78]\nHowever, there has not been a consistent association between exposure to the herbicide and these health outcomes.\n[1]\n[12]\n[13]\n[79]\n[80]\n[81]\n\nRenal System\n\nStudies examining effects on renal function and rates of renal malignancies did not find evidence of an association with Agent Orange exposure.\n[59]\nHowever, some study results have suggested an association between chronic, high dioxin exposure in endemic populations with decreased eGFR and an increased incidence of chronic kidney disease.\n[82]\n[83]\n[84]\n\nHematologic System\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nAL amyloidosis²\n[59]\nChronic lymphocytic leukemia¹\n[85]\n[86]\n[87]\n[88]\nHodgkin lymphoma¹\n[63]\n[85]\n[86]\nNon-Hodgkin lymphoma¹\n[63]\n[85]\n[86]\n[89]\nMyeloproliferative neoplasms\n[90]\n[91]\n[92]\nMonoclonal gammopathy of undetermined significance (MGUS)¹\n[90]\n[93]\nMultiple myeloma²\n[90]\n[93]\n[94]\n\nTCDD and dioxins profoundly impact multiple hematologic cell lines due to interactions with the AhR pathways.\n[95]\n[96]\n[97]\n[98]\n[99]\nAn increased risk was found in the results of most studies examining Hodgkin and non-Hodgkin lymphomas, with an apparent predilection towards lymphoid malignancies. The association of TCDD exposure with myeloid malignancies is not well-established and was recommended for further study in the 2016 update to the National Academy of Medicine consensus report.\n[1]\n[92]\n[100]\n\nImmunologic System\n\nRheumatoid arthritis\n[80]\n[101]\n[102]\n[103]\n\nA 2015 New Zealand Vietnam veteran study of hospital discharge records from 1988 to 2009 observed an increased risk of rheumatoid arthritis in exposed populations and may have underestimated the prevalence due to a lack of outpatient data.\n[80]\nSome environmental and occupational studies support this correlation, albeit with inconsistent results.\n[67]\n[79]\n[102]\nThe AhR has been implicated with increased inflammatory cytokines and autoimmune disease, and it may be a target for future therapeutics.\n[102]\n[103]\n[104]\n\nGenitourinary System\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nProstate cancer²\n[59]\n[63]\n[105]\n[106]\n[107]\n[108]\n[109]\nUrinary bladder cancer²\n[59]\n[110]\n[111]\n[112]\n[113]\n\nThe results of several studies examining prostate cancer and Agent Orange exposure generally demonstrate some association but are limited by an increased incidence that is not statistically significant.\n[114]\n[115]\n[116]\nThe strongest evidence favoring an association between Agent Orange exposure and prostate cancer is among highly-exposed Vietnamese populations, similar to the risk of other cancers.\n[117]\n[118]\n[119]\n[120]\n\nThe association between herbicides and bladder cancer is obfuscated by limited controlling for confounding, notably smoking, in veteran populations. Occupational studies of the chlorophenoxy herbicides provided further support; this includes results from the Agricultural Health Study, a large prospective cohort of US pesticide and herbicide sprayers, which showed a higher risk of bladder cancer in individuals who never smoked with higher uses of 2,4,5-T and 2,4-D.\n[1]\n[111]\n\nEndocrine System\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nType 2 diabetes¹\n,\n²\n[1]\n[67]\n[68]\n[59]\n[121]\n[122]\nHypothyroidism²\n[57]\n[123]\nThyroid cancer\n[124]\n[125]\n[126]\n\nEvidence supporting the association between Agent Orange exposure and diabetes exists in results from a variety of studies. The weakness in the evidence stems from mildly elevated relative risks reported in some cohorts and confounding from compounds in addition to dioxins in occupational studies. A 2022 meta-analysis identified women in exposed populations as having a higher relative risk of developing diabetes; women may not be represented in studies of veterans.\n[122]\nTCDD causes thyroid hormone disruption via overstimulation of TSH receptors and increased thyroid hormone metabolism.\n[127]\n[128]\nData on thyroid cancer is limited; an increased risk of developing thyroid cancer was observed in the results from some studies of Vietnam veterans but not in studies of the Seveso chemical factory accident or similar exposures.\n\nReproductive System\n\nReduced sperm quality\n[129]\n[130]\n[131]\nReduced female fertility\n[132]\n[133]\n[134]\n\nStudies addressing reproductive health in populations exposed to Agent Orange have been limited and inconclusive in establishing a clear association. Men may experience alterations in sperm morphology, though studies largely demonstrated no statistically significant associations. These associations include concerns about altered sex ratios in offspring and gynecological issues of endometriosis and polycystic ovarian syndrome.\n[1]\n[135]\n[136]\nThe impact of Agent Orange exposure on a woman's fertility is better supported, with data from the Seveso Women's Health Study demonstrating increased time to pregnancy correlated with increasing serum TCDD.\n[12]\n\nDevelopmental Adverse Effects\n\nCongenital abnormalities and malformations\n[33]\n[137]\n[138]\n[139]\n[140]\n[141]\n[142]\nSpecific congenital disorders\nCongenital hypothyroidism\n[143]\n[144]\n[145]\nCongenital heart disease\n[146]\n[147]\nNeurodevelopmental issues\n[148]\n[149]\n[150]\n[151]\n[152]\n[153]\n\nAgent Orange exposure leading to adverse events on offspring is a highly controversial topic with widespread potential political implications. The US Department of Veterans Affairs recognizes and compensates only 2 groups of affected children, individuals with spina bifida and children with congenital anomalies who are the offspring of veteran women.\n[154]\n[155]\nIn their biennial reviews of the literature conducted since 1994, the National Academy of Medicine repeatedly found inadequate evidence of any association, citing the relative rarity of specific congenital disorders and mixed results in population-based studies as weaknesses in establishing a link.\n[1]\nMajor congenital malformations and disorders suspected to be related to Agent Orange exposure include spina bifida, cleft palate, limb deformities, structural heart disease, and hypothyroidism.\n[137]\nAn additional area of study with increasing evidence is developmental issues in offspring, notably emotional and cognitive development in children.\n\nOther Oncologic Conditions\n\n1\nStrong Evidence,\n2\nLimited or Suggestive Evidence:\n\nSoft tissue sarcoma¹\n[63]\n[85]\n[156]\n[157]\n[158]\nOther malignancies\n\nThe evidence supporting the association between Agent Orange exposure and soft tissue sarcomas is robust, both from the chlorophenoxy herbicides and dioxins. This stands in contrast to efforts to establish a link with other solid cancers, which are less represented in the literature.\n[159]\n[160]\nStudies examining overall cancer risk have demonstrated some increased cancer mortality but not increased incidence, suggesting mechanistic differences in carcinogenesis in identified malignancies or a role for future research.\n[7]\n[12]\n[7]\n[59]\n[63]\n[80]\n[119]\n[161]\n[162]\n[163]\n[164]\n[165]"
  }
}