{
  "drug_name": "strawberry liquid",
  "nbk_id": "NBK531503",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK531503/",
  "scraped_at": "2026-01-11T15:39:24",
  "sections": {
    "indications": "Allergies to the recommended meal\nHyperglycemia in diabetics (blood glucose greater than 250 to 275 mg/dL)\n[6]",
    "clinical_significance": "Gastroparesis and rapid gastric emptying are conditions of abnormal gastric motility in the absence of obstructive pathology.\n\nGastroparesis was classically thought to be the sequela of previous stomach surgery or the result of long-standing diabetes.\n[15]\nMore recently, it has been found to most likely be idiopathic (32% of cases) with diabetes the second most common cause (29%) and surgery third (13%). Interestingly, women are afflicted 4-to-1 in comparison to men.\n[16]\nGiven its most common presenting symptoms (nausea, pain, bloating) overlap with a multitude of other diseases, exact prevalence of delayed gastric emptying (DGE) is unknown, though it is estimated in the US that two-thirds of the country's 23 million people with diabetes suffer from gastroparesis while gastric dysmotility is present in 40% of adults with dyspepsia.\n[17]\n\nSimilar to DGE, rapid gastric empty is identified more commonly than previously suspected. It has been found in nearly 60% of patients with cyclic vomiting syndrome who undergo GES as well as a large proportion of individuals with autonomic dysfunction.\n[18]\n\nGiven this high prevalence of disease and its substantial impact on public health, it is critical that those afflicted be appropriately diagnosed to guide proper treatment and effective management. Key to this is the use of properly performed gastric emptying scintigraphy following standardized consensus guidelines. Research has shown that by using these parameters appropriately, the diagnostic yield of the GES can be improved significantly. Imaging of solid gastric emptying out to 4 hours, as recommended, increases sensitivity by a third over historical protocols that limited imaging to 2 or fewer hours. Adding a liquid GES study in patients with a normal solid GE can further increase detection of gastroparesis by another third.\n[19]\nBy identifying more patients with abnormal gastric emptying, it will lead to more accurate diagnoses, which in turn will hopefully result in further development of therapies and improved care."
  }
}