{
  "drug_name": "streptomycin",
  "nbk_id": "NBK555886",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555886/",
  "scraped_at": "2026-01-11T15:39:26",
  "sections": {
    "indications": "Streptomycin is contraindicated in patients with known renal impairment, which directly links to their inability to excrete streptomycin at the same rate as individuals with normal renal function. Contraindications to streptomycin also include pregnancy due to its ability to cross the placenta in combination with its known ototoxic effects. Thus, streptomycin is considered to be teratogenic. Aminoglycoside antibiotics are also contraindicated in patients with myasthenia gravis due to inhibition of neuromuscular transmission, leading to a lower threshold for neuromuscular blockade.\n[9]\n[7]",
    "mechanism": "As with all aminoglycosides, streptomycin is bactericidal and provides interference with ribosomal peptide/protein synthesis. It binds to a side of 16S rRNA located on the smaller 30S component of the bacterial ribosome, inhibiting its functionality and halting further protein synthesis through inhibition of peptide bond formation. Aminoglycosides are hydrophilic, meaning they are not able to penetrate the hydrophobic bacterial cell membrane. An electron transport system used during the cell’s respiratory cycle is needed to accomplish this, hence why aminoglycosides are only active against aerobic bacteria.\n[3]\n[6]\n[7]",
    "administration": "Streptomycin is poorly absorbed within the gastrointestinal tract and is typically administered parenterally via deep intramuscular injection. Alternatively, patients requiring multiple doses or who have less than adequate muscle mass may become intolerant of injections due to pain. In these cases, intravenous administration can be an alternative administration method. The serum half-life of streptomycin is approximately 2.5 hours, with serum drug levels peaking at the level of around 50mg/ml. The distribution of aminoglycosides is mainly in lean tissue. Therefore, dosing in obese patients should be based upon ideal body weight instead of total body weight.\n[1]\n[7]\nWith IM and IV administration, young adults are typically treated with 1g per day, either as a single dose or divided into two separate doses. However, in adults over age 40, a modified dose of 0.75g/day is used. The typical dosage in children is 20 mg/kg daily and never exceeding 40 mg/kg.\n[3]",
    "adverse_effects": "Hypersensitivity reactions are not uncommon with streptomycin use, often manifesting as a rash or mild fever. Other potential adverse effects include hypomagnesemia with long-term treatment, seizures, and encephalopathy in extreme cases.\n[7]\nStreptomycin has loose associations with immuno-allergic hemolytic anemia.\n[8]\nAdditionally, streptomycin correlates with a myriad of more severe side effects related to its toxicity, which this article will discuss in more detail in the toxicity section.",
    "monitoring": "Monitoring is based on the limited therapeutic index of aminoglycosides and known toxicities, particularly nephrotoxicity and ototoxicity. In general, clinicians should avoid concomitant the use of additional medications with possible ototoxic or nephrotoxic effects. In courses that extend beyond 2 to 3 days, serum concentration requires monitoring to ensure efficacy as well as avoid excessive trough concentrations. Renal function should be monitored both before and during the use of streptomycin.\n[7]",
    "toxicity": "Monitoring for streptomycin toxicity is especially important in the young and patients with renal impairment, as streptomycin occurs via glomerular filtration. Renal impairment can prolong the drug's half-life by 50 to 100 hours. Ototoxicity and vestibular impairment are often thought to be the hallmark of streptomycin toxicity. In extreme cases, deafness may occur due to ototoxicity; thus, caution must be exercised when combining streptomycin with other potentially ototoxic drugs. Vestibular impairment usually manifests during the course of treatment and is typically permanent. Streptomycin is also a potentially nephrotoxic agent. This will manifest as mild proteinuria, excess cellular excretion, and mild elevations in blood urea. Unlike ototoxic effects, nephrotoxicity is usually only transient. There are also reports of neuromuscular blockade with streptomycin use in association with installation into body cavities, use during anesthesia involving the use of neuromuscular blocking agents, and overdose in children. Neurotoxic effects can lead to optic nerve dysfunction, peripheral neuritis, and encephalopathy. Intrathecal use, while rarely used, has been associated with arachnoiditis. In the event of drug toxicity, dialysis can lower serum streptomycin concentration.\n[3]\n[6]\n[7]"
  }
}