{
  "drug_name": "strontium ranelate",
  "nbk_id": "NBK559156",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559156/",
  "scraped_at": "2026-01-11T18:48:00",
  "sections": {
    "indications": "Osteoporosis (translating to 'porous bones' from the Greek words\nOsteon\nand\nPoros\n) is characterized by low bone mineral density (BMD) with a propensity for fractures.\n[1]\nThis condition occurs from microarchitectural alterations of the bone, and apart from fractures, can be associated with impairment in quality of life, disability, morbidity, and mortality. Colloquially referred to as 'the silent disease' or 'silent epidemic', osteoporosis is often not diagnosed until after a fracture has occurred.\n[1]\nOsteoporosis is not a new disease, and as historians suggest, it was present thousands of years ago, as evidenced by the collapsed vertebrae of Egyptian mummies during excavations.\n[2]\nThe groundwork leading to our current understanding of osteoporosis arose from the curiosity of British surgeon Sir Astley Cooper, noting the association between abnormal bones and fractures in 1822.\n[3]\n\nAround a decade later, the work of French pathologist Jean Lobstein (who coined the term osteoporosis) confirmed the findings of Sir Astley Cooper, noting porous bones.\n[3]\nIn 1941, the American endocrinologist Fuller Albright noted the association between the weakening of vertebral bodies and fracture risk in patients with loss of ovarian function; he subsequently reported the reversal with the introduction of estrogen, laying the foundation for our understanding of the pathophysiology of osteoporosis in postmenopausal females.\n[3]\nOsteoporosis can affect both sexes, but it disproportionately affects more postmenopausal females. The disease is more common in the advanced age group and is expected to increase exponentially with the aging population. Screening and treatment guidelines are established; however, education and awareness are substandard, with frequent underdiagnosis and missed opportunities to implement screening and treatment.",
    "mechanism": "In 1983, Drs Riggs and Melton posed a classification distinguishing 2 types of primary osteoporosis. The classification helped further our understanding of osteoporosis, guiding targeted prevention and treatment strategies for these distinct types. Type 1 was informally noted as ‘postmenopausal’ and occurred from hormonal changes of estrogen imbalance.\n[4]\nType 1 occurs approximately 10 to 15 years following menopause, in the typical age group of 50 to 70 years; however, it can affect up to one-quarter of women in early menopause.\n[5]\n[6]\nDue to the loss of estrogen in Type 1, there is a shift towards dramatic bone loss (relative to bone formation) with the acceleration of trabecular bone loss (rather than cortical), involving regions with trabecular bone predominance, such as the vertebral body which has a trabecular-to-cortical ratio of 75:25, in comparison to the femoral neck at ratio of 30:70.\n[7]\n\nType 2 osteoporosis, also known as ‘senile’, occurs from low turnover and is noted to be a result of gradual trabecular and cortical bone loss (with mostly cortical predominance); it may be present in both sexes, typically in those over age 70.\n[5]\n[7]\nSubsequently, as osteoporosis was studied in further detail, it was apparent that it could also occur secondary to medication or underlying pathophysiological processes, for which the classification ‘secondary osteoporosis’ was created.\n[8]\nMen are more likely to have a secondary cause for bone loss compared to women, estimated to be 50% to 80% compared to about 30%.\n[8]\nSecondary osteoporosis risk factors are often classified as ‘modifiable’ or ‘non-modifiable’ (see\nTable.\nRisk Factors for Secondary Osteoporosis).\n[9]\n[10]\n\nTable\nTable. Risk Factors for Secondary Osteoporosis.\n\nTable Obtained from\nOsteoporosis in Males\nStatPearls\n[10]",
    "monitoring": "Evaluating osteoporosis in females involves a comprehensive assessment of risk factors, clinical history, and diagnostic testing. Early and accurate identification is essential for timely intervention and fracture prevention.\n\nDiagnosis\n\nOsteoporosis was defined in 1993 by the World Health Organization (WHO) as a systemic disease involving skeletal tissue with low bone mass and distorted microarchitecture, causing fragility and an increased susceptibility to fractures.\n[79]\nIn 1994, the WHO provided a radiological definition of osteoporosis, with a BMD of -2.5 standard deviations (SD) or lower than the mean value for young adult women (T-score of ≤ - 2.5 SD) on dual-energy x-ray absorptiometry (DEXA) of the lumbar spine, femoral neck, total proximal femur or distal one-third (33%) of the radius.\n[32]\nThe definition was further expanded to include those with a history of fragility fractures of the spine or hip (spontaneous or occurring with minimal trauma), irrespective of BMD; it should be noted that the majority of fractures in postmenopausal women occur without a densitometric diagnosis of osteoporosis [International Osteoporosis Foundation - Epidemiology of osteoporosis and fragility fractures. 2024.\nhttps://www.osteoporosis.foundation/facts-statistics/epidemiology-of-osteoporosis-and-fragility-fractures#ref_bottom_68\n]. Osteoporosis is classified by the WHO based on T-scores as follows:\n\nNormal: ≥-1.0 SD\nOsteopenia: -1.0 to -2.5 SD\nOsteoporosis: ≤-2.5 SD\n[80]\n\nThe WHO provides a further category, known as ‘severe’ (established) osteoporosis, which includes a T-score of ≤-2.5 SD and 1 or more fragility fractures.\n[81]\nWhile a T-score of ≤-2.5 SD confers the greatest risk for fracture, overall, there are more fractures with a T-score of –1.0 to –2.5 SD due to more patients in this category.\n[20]\nTherefore, osteoporosis can be diagnosed with a T-score between -1.0 and -2.5 SD if there is an increased fracture risk using risk-assessment tools (with country-specific thresholds).\n[74]\nA T-score between -1.0 and -2.5 SD and a fragility fracture of the proximal humerus, pelvis, or distal forearm may furthermore be classified as osteoporosis (see\nTable.\nDiagnosis of Osteoporosis in Postmenopausal Women).\n[74]\nThe Study of Osteoporotic Fractures (SOF) was a landmark trial performed over 31 years (1986-2017), which provided insight into risk factors and fracture risk prediction in women; the SOF accurately predicted, via DEXA, the risk for osteoporosis-related fractures in asymptomatic women.\n[82]\n\nWhile the T-score compares the patient in question to a young adult reference population, the Z-score compares the bone density of a woman to an age-matched population; a Z-score of -2.0 SD or lower is below the expected range for that age and should prompt assessment for secondary causes.\n[20]\nThe WHO thresholds are based on data demonstrating the fracture risk in postmenopausal women; as a result, the International Society for Clinical Densitometry recommends using the WHO classification with postmenopausal women, and also with men, 50 years of age and older, but advises against using this criterion in those patients younger than 50.\n[83]\n\nBMD is one of the strongest predictors of fracture, particularly of the hip.\n[74]\nThe decrease in BMD at the site measured does not solely confer fracture risk at that site but can also be used to predict fracture risk at other sites. A 1 SD decrease at the lumbar spine, femoral neck, and distal radius, and corresponding fractures are as follows:\n\nLumbar Spine: All Fractures: 1.7-fold increase\nVertebral Fracture: 2.3-fold increase\nHip Fracture: 1.6-fold increase\nForearm Fracture: 1.5-fold increase\n\nFemoral Neck: All Fractures: 1.6-fold increase\nHip Fracture: 2.6-fold increase\nVertebral Fracture: 1.8-fold increase\nForearm Fracture: 1.4-fold increase\n\nDistal Radius: All Fractures: 1.4-fold increase\nForearm Fracture: 1.7-fold increase\nVertebral Fracture: 1.7-fold increase\nHip Fracture: 1.8-fold increase\n[84]\n\nWhile the lumbar spine and femoral neck can be used, the North American Menopause Society (NAMS) notes that the strongest correlation between BMD and fracture risk is at the hip. The spine is prone to interference from surrounding vasculature, calcification, and osteophytes. However, the spine demonstrates less variability and can detect earlier responses to treatment. When neither the hip nor the spine can be used, the distal one-third (33% radius) can be used and is also recommended at the site to measure patients with primary hyperparathyroidism.\n[19]\nAlthough some guidelines recommend measuring BMD concurrently at 2 spots (most commonly used being the proximal femur and lumbar spine), the European Society for Clinical and Economic Aspects of Osteoporosis and Osteoarthritis notes that this recommendation does not improve overall fracture prediction and can lead to T-score discordances.\n[85]\nA T-score discordance can lead to an approximate 10% change in fracture risk for each unit of T-score discordance.\n[17]\n\nScreening\n\nThe Bone Health and Osteoporosis Foundation, alongside the AACE and the USPTF, recommend obtaining a DEXA scan for all women 65 years and older, with a frequency no greater than once every 1 to 2 years.\n[28]\n[74]\nNAMS additionally recommends bone density screening in patients with a history of fractures since menopause, those with a known medical cause of bone loss (or fracture), and in females 50 years or older with 1 additional risk factor, such as weight less than 127 lbs, BMI less than 21 kg/m\n2\n, parental history of hip fracture, current tobacco user, or if discontinuing estrogen with additional risk factors for fractures.\n[19]\nIn 2025, the USPTF updated its guidelines to provide a Grade B recommendation to screen for osteoporosis in females younger than 65 with 1 or more risk factors.\n[86]\n\nNAMS recommends using the Osteoporosis Self-Assessment Tool to select young postmenopausal women to undergo BMD testing. The Osteoporosis Self-Assessment Tool requires 2 inputs, age and body weight, and identifies those likely to have low BMD.\n[19]\nThe best-known fracture risk assessment is the Fracture Risk Assessment Tool (FRAX), which was developed in 2008 and is recommended by multiple societal guidelines, including (but not limited to) the AACE, Endocrine Society, and the American Society for Bone and Mineral Research.\n[87]\nOther tools include the Garvan Fracture Risk, the QFracture, the POL-RISK, the Canadian Association of Radiologists and Osteoporosis Canada Calculator (CAROC), the Simplified Calculated Osteoporosis Risk Estimation (SCORE), Osteoporosis Index of Risk (OSIRIS), and the Osteoporosis Risk Assessment Instrument (ORAI). The AACE and the National Osteoporosis Foundation recommend using the FRAX score in postmenopausal women older than 50.\n[20]\n[74]\n\nThe FRAX tool allows for input of age, sex, height, weight, prior fracture, parental hip fracture, tobacco use, corticosteroid use, rheumatoid arthritis, alcohol, secondary osteoporosis, and femoral neck BMD (if known); notable drawbacks of FRAX include failing to include falls as a risk factor, not allowing for certain medications linked to low BMD, failure to include diabetes mellitus as a risk factor, not allowing for the quantification of corticosteroid dose, alcohol and cigarette use, nor duration, and type of fracture or recency of fracture. Moreover, FRAX may underestimate the risk for those with discordant bone mineral densities (such as low spine but normal femoral neck). Moreover, FRAX has not been studied in those with current (or prior) pharmacotherapy.\n[19]\n\nIn a 65-year-old White female with a BMI of 25 kg/m\n2\nand no risk factors, who does not have a documented BMD at the femoral neck, the 10-year risk of a major osteoporotic fracture is 9.3%, and the risk of hip fracture is 1.3%. At the same time, the USPTF does not recommend using these thresholds for decision making; they state that the results of the risk assessment can assist with informing decisions about further screening with DEXA.\n[86]\nFRAX furthermore can help with deciding upon commencing pharmacological therapy when the 10-year risk for hip and major osteoporotic fractures is elevated; the latest limits used for recommending pharmacotherapy are a 10-year risk for hip fracture of 3% or more or greater or over and for major osteoporotic fracture, a risk of 20% or greater.\n\nLaboratory Tests\n\nThe AACE recommends obtaining a baseline complete blood cell count, comprehensive metabolic panel (with calcium, phosphate, total protein, albumin, alkaline phosphatase, liver enzymes, creatinine and electrolytes), 25-hydroxy-vitamin D and 24-hour urine calcium/sodium/creatinine excretion in all patients at baseline, with the latter test aiming to assess for calcium malabsorption or hypercalciuria.\n[74]\nAdditional tests that could be considered based on the clinical context to evaluate for secondary causes include the following:\n\nThyroid-stimulating hormone (hyperthyroidism)\nIntact parathyroid hormone (hyperparathyroidism, primary and/or secondary)\nSerum protein electrophoresis and free kappa/lambda light chains (multiple myeloma)\nIntestinal biopsy (celiac disease)\n24-hour urinary free cortisol (Cushing syndrome)\nSerum tryptase or urine N-methylhistidine (mastocytosis)\nRheumatoid factor (rheumatoid arthritis)\nProlactin, follicle-stimulating hormone, luteinizing hormone (hypogonadism)\nSkin biopsy (connective tissue diseases)\nGenetic markers (such as COL1A for osteogenesis imperfecta)\n[20]\n\nAdditionally, the AACE recommends obtaining baseline bone turnover markers at initial evaluation and follow-up; elevated levels may predict a rapid loss of bone and heightened fracture risk.\n[74]\nThe International Federation of Clinical Chemistry recommends serum bone formation marker P1NP (aminoterminal propeptide of type 1 collagen) and bone resorption marker CTX-1 (C-telopeptide of type 1 collagen cross-links) to be used as the reference markers for bone turnover markers.\n[88]\n\nOther Studies\n\nAlthough DEXA is the gold standard for assessing BMD, limitations to DEXA include the inability to separate trabecular from cortical bone. DEXA does not provide information on the changes in size or geometry of bones with age.\n[89]\nThis point is relevant as most fractures in those older than age 65 occur at cortical sites, and postmortem studies in females demonstrate that most bone loss is related to intracortical porosity.\n[90]\nOther modalities that are used instead of (or in addition to) DEXA include the following:\n\nTrabecular\nbone score\n: Performed in addition to DEXA as add-on software, analyzing variation in the grey level (trabecular structure) at the lumbar spine, and assessing homogeneity of bone texture. The score is not used to diagnose osteoporosis, nor can it guide treatment decisions. Still, it can improve the accuracy of fracture prediction, especially when combined with FRAX.\n[74]\n\nVertebral\nfracture assessment\n: Incorporated with DEXA technology (often done simultaneously) to image the spine and identify vertebral fractures with a lower cost and less radiation exposure than traditional plain radiography. The European Society for Clinical and Economic Aspects of Osteoporosis recommends obtaining vertebral fracture assessment as either lateral lumbar and thoracic spine radiography or lateral spine DEXA imaging.\n[17]\nThe International Society for Clinical Densitometry recommends obtaining vertebral fracture assessment in patients with a T-score ≤-1.0 and at least 1 of the following: female age 70 and older, height loss ≥4 cm, self-reported history (but most of the times undocumented) of prior vertebral fracture, or corticosteroid therapy ≥5mg of prednisone daily for ≥3 months.\n[91]\n\nPeripheral DEXA:\nA portable device incorporating the same technology used in central DEXA measurements, which can be used at the calcaneus, finger, and forearm. This carries a risk of both technical error and misinterpretation of fracture risk. Moreover, there are no standardized references for T-scores at peripheral sites.\n[92]\n\nQuantitative heel ultrasound\n: Calculates stiffness rather than BMD. Although more convenient and without radiation exposure, this ultrasound cannot be used to classify or diagnose osteoporosis as it does not measure BMD. Moreover, it cannot be used for monitoring therapy and has not been shown to reduce fracture risk.\n[92]\n\nQuantitative\ncomputed tomography\n: This imaging technique assesses the volumetric density of bone (g/cm\n3\n) and is therefore not affected by the size of bones. This imaging analyzes separate cortical and trabecular bone structures, can identify fractures and surrounding areas (even assessing healing), and investigates metastatic disease.\n[92]\nAlthough the cost is similar to DEXA, it involves more radiation exposure and cannot be used to diagnose osteoporosis.\n[20]\nThe International Society of Clinical Densitometry notes that vertebral fractures can be predicted in postmenopausal women, and a peripheral quantitative computed tomography at the distal radius can also predict hip fracture risk (but not vertebral) in this population. The International Society of Clinical Densitometry notes that if a central DEXA cannot be obtained, quantitative computed tomography of the spine (or peripheral quantitative computed tomography of the distal radius) can be used to assess patients who would benefit from pharmacological therapy. Similarly, quantitative computed tomography can be used to monitor treatment at the lumbar spine [The International Society For Clinical Densitometry, 2019.\nhttps://iscd.org/learn/official-positions/adult-positions/\n].\n\nHip\nStructural\nAnalysis\n: Structural properties of the femur can be predicted based on the DEXA scan, considering multiple parameters and characteristics that help predict an index of strength, which could subsequently estimate the likelihood of the femur withstanding impact to the greater trochanter.\n[93]\n\nFinite\nelement analysis\n: Also referred to as a structural engineering model, this is a 3-dimensional image of bone created using computed tomography or DEXA images that undergoes electronically simulated forces until a fracture occurs. This can be used for assessing bone strength but is limited to the research setting, and cannot be used for diagnosis, decision-making regarding treatment, or monitoring treatment response.\n[94]\n\nRadiofrequency echographic multispectrometry\n: This non-ionizing (ultrasound) technique assesses bone strength at axial sites of the skeleton.\n[95]\n\nPulse-echo ultrasonography\n: This sonographic technique measures cortical bone thickness at peripheral sites, providing a density index.\n[96]",
    "administration": "Regardless of the improvement in the T-score with treatment, the diagnosis of osteoporosis persists.\n[74]\nTreatment can involve both nonpharmacological and pharmacological options.\n\nNonpharmacological Treatments\n\nAlcohol\n: The AACE advises postmenopausal women to limit alcohol intake to no more than 2 units of alcohol daily, as it has been shown that consuming more than 3 units per day is associated with a 38% increase in major osteoporotic fractures and a 68% increase in hip fractures.\n[19]\nConversely, numerous studies, such as Epidémiologie de l'Osteoporose (EPIDOS), noted that moderate drinking was associated with a protective relationship and a higher trochanteric BMD in older women.\n[97]\n\nSmoking\ncessation\n: Women who smoke are noted on average to have lower BMD and an estimated 30% increase in risk of fractures, which is independent of BMD.\n[19]\nOn average, smokers are thinner, experience menopause at a younger age, and have lower estradiol levels.\n[19]\nStudies have furthermore noted that smoking cessation can lead to an increase in BMD and reduce fracture risk; similarly, smoking cessation appears to be associated with increased bone formation marker levels, such as osteocalcin.\n[98]\n[99]\n\nPhysical\nactivity\n: Moderate exercise is associated with an improvement in BMD. Moreover, physical activity during young adulthood maximizes BMD, limits the associated loss of bone with aging, and can improve both stability and strength, overall minimizing the risk of falls and fractures in older individuals.\n[38]\nSkeletal adaptations are slow, taking a minimum of approximately 8 months of exercise to achieve a significant change in bone mass (as it takes around 4 months to complete bone remodelling), and benefits do not persist (but are shown to be lost) when physical activity is stopped.\n[38]\nTherefore, the Bone Health and Osteoporosis Foundation recommends lifelong physical activity, including weight-bearing exercise, balance training, and muscle strengthening for 30 minutes, 5 days per week (or 75 minutes twice weekly).\n[21]\nNumerous programs, such as tai chi, target strength and balance, and many others, protect against falls in older individuals.\n[100]\nPatients should also be encouraged to maintain a straight spine and avoid arching (and twisting) when possible, ultimately protecting the spine.\n[38]\nThe AACE advises healthcare professionals to provide counseling on reducing fall risk and consider a referral to physical therapy to prevent falls.\n[74]\nNumerous studies have demonstrated the benefits of physical activity in postmenopausal females, including the following:\nErlangen Fitness and Osteoporosis Prevention Study (EFOPS): Long-term exercise reduced fracture risk and slowed BMD decline.\n[101]\nEuropean Prospective Osteoporosis Study (EPOS): Regular physical activity (resistance and weight-bearing) increased BMD and reduced fracture risk.\n[102]\nLifting Intervention For Training Muscle and Osteoporosis Rehabilitation (LIFTMOR): High-intensity and resistance training improved BMD.\n[103]\n\nDiet\n: Adequate dairy intake is required to attain regular calcium intake. Additionally, especially in patients with sarcopenia, high protein intake may lead to a reduction in falls. In patients hospitalized with a fracture, limited data support the role of a high-protein diet in shortening recovery time and improving functional recovery.\n[104]\n\nCalcium intake\n: Numerous societies, including but not limited to the AACE, advise a dietary intake of 1200 mg of calcium per day for women older than 50.\n[74]\nThe average dietary calcium intake in the United States is around 600 to 800 mg, with nearly 33% coming from dairy products.\n[74]\n[105]\nThe European Society for Clinical and Economic Aspects of Osteoporosis and Osteoarthritis advises calcium supplementation only when dietary intake is less than 800 mg daily.\n[17]\nThere is conflicting data on whether excess calcium supplementation (with or without vitamin D) can increase cardiovascular risk and mortality; the National Osteoporosis Foundation suggests there is no link and states a daily intake of up to 2000 to 2500 mg of calcium is safe from a cardiovascular standpoint.\n[106]\n\nVitamin\nD\nsupplementation\n: The AACE advises maintaining serum 25-hydroxy-vitamin D above 30 ng/mL in osteoporotic patients, stating a daily dose of 1000 to 2000 IU of vitamin D3 is typically sufficient, with higher dosages likely needed in obesity and malabsorptive states.\n[74]\nThe USPTF concluded that there was insufficient evidence regarding daily vitamin D and calcium supplementation to prevent postmenopausal fractures.\n[107]\nMoreover, there is conflicting evidence of reducing fall risk in older individuals with vitamin D; however, the USPTF recommends against prescribing vitamin D solely for this purpose.\n[108]\nSimilarly, there is conflicting evidence regarding reducing fracture risk and increasing BMD in patients taking vitamin D supplementation. However, most trials were done with concurrent calcium, not vitamin D alone. The European Society for Clinical and Economic Aspects of Osteoporosis and Osteoarthritis advises calcium (500 mg to 1200 mg) and vitamin D supplementation (400 IU to 800 IU) in daily doses in patients who receive bone protective pharmacologic therapy, as they note most trials assessing osteoporosis therapy administered concurrent calcium and vitamin D.\n[17]\n\nOther\nsupplements\n: Probiotics, magnesium, vitamin K1, and phytoestrogens are not recommended to prevent or manage postmenopausal osteoporosis and fractures due to limited and insufficient data.\n[19]\nMoreover, vitamin A is not recommended, as excessive dosages have shown a detrimental effect on bones.\n[109]\nWhile data regarding caffeine and BMD is inconclusive, the AACE recommends limiting caffeine intake to <1-2 servings (8-12 ounces) of caffeinated drinks per day, citing observational studies demonstrating reduced calcium absorption and increased rates of fractures.\n[74]\n\nEquipment\n: Devices to assist with mobilization, such as a walker or roller, are recommended for patients with impaired mobility. Moreover, a hip protector can be considered for those at recurrent risk of falls.\n\nPharmacological Treatments\n\nPharmacological management is indicated for the 'prevention' and 'treatment' of osteoporosis and associated fractures; the distinction is essential as the Food and Drug Administration's (FDA) designated approval and dosage of medication differ based on the primary reason for administration. Numerous societies, including the Endocrine Society, recommend calcium, vitamin D, and adjunctive measures for osteoporosis therapy in postmenopausal women.\n[110]\nThe AACE recommends treatment for female patients with the following:\n\nLow BMD and a history of fragility fractures at the hip or spine\nT-score ≤-2.5 SD in the total hip, femoral neck, or distal one-third radius\nT-score between –1.0 and–2.5 SD with a FRAX score of 10-year probability for a major osteoporotic fracture ≥20%, or ≥ 3% 10-year probability for a hip fracture\n[74]\n\nFurthermore, the AACE advises consideration for treatment in other females with the following:\n\nRecent fracture within the past 12 months\nFracture while on approved osteoporosis therapy\nMultiple fractures\nFractures while on any medications known to cause harm to the skeleton\n[74]\n\nCurrent medications approved for prevention of bone loss in postmenopausal females without a diagnosis of osteoporosis include estrogen preparations (with and without progestogen), bazedoxifene (with estrogen preparation), raloxifene, alendronate, risedronate, ibandronate, zoledronate, and tibolone (the latter is not available in the United States).\n[19]\nRegarding treatment, classes are categorized as 'antiresorptive' or 'anabolic', with certain medications functioning as a combination of both classes. Additionally, medications can be classified according to which site (hip, vertebral, and nonvertebral) reduces the risk of fractures (see\nTable.\nApproved Medications for Prevention and/or Treatment of Bone Loss).\n\nTable\nTable. Approved Medications for Prevention and/or Treatment of Bone Loss.\n\nAntiresorptive Therapy\n\nBisphosphonates\n\nBisphosphonates are the most commonly used therapeutic agents prescribed for osteoporosis, with an estimated 150 million prescriptions between 2005 and 2009 in the United States, with 5.1 million patients older than 55 receiving a prescription for a bisphosphonate in 2008.\n[111]\nCurrently, bisphosphonates are within the third generation, and the FDA approves 4 for both prevention and treatment of osteoporosis (alendronate, ibandronate, risedronate, and zoledronate).\n[38]\n[112]\n\nAlendronate is a second-generation bisphosphonate approved in 1995, which is administered orally.\n[113]\nPrevention dosages include 5 mg oral daily or 35 mg oral weekly.\n[74]\nTreatment dosages include 10 mg oral daily or 70 mg oral weekly; special formulations exist, including combination with vitamin D, 2800 IU (or 5600 IU) of vitamin D as weekly administration, and an effervescent tablet.\n[74]\nAlendronate was shown to reduce all types of fractures and increase BMD in the Fracture Intervention Trials (FIT), Fracture Intervention Trial Long-Term Extension (FLEX), and Fosamax International Trial (FOSIT).\n[114]\n[115]\n[116]\nAlendronate is also used in the prevention and management of steroid-induced osteoporosis.\n[117]\n\nIbandronate is a third-generation bisphosphonate approved in 2003, which is administered orally.\n[118]\nPrevention dosages include 2.5 mg oral daily or 150 mg oral monthly; treatment dosages are the same as prevention.\n[74]\nMoreover, ibandronate treatment dosage is available as a 3 mg intravenous infusion administered every 3 months.\n[74]\nIbandronate differs from the 3 other approved bisphosphonates, as it has only been shown to reduce vertebral fractures (but not the hip or nonvertebral fractures).\n[19]\nIbandronate was studied in the Oral Ibandronate Osteoporosis Vertebral fracture Trial in North America and Europe (BONE), Monthly Oral Ibandronate in Ladies (MOBILE), and Dosing IntraVenous Administration (DIVA) trials.\n[119]\n[120]\n[121]\n\nRisedronate is a third-generation bisphosphonate approved in 2000, which is administered orally.\n[122]\nPrevention dosages include 5 mg oral daily, 35 mg oral weekly, or 150 mg oral monthly; similar to ibandronate, the treatment dosages for risedronate are the same as prevention doses.\n[74]\nRisedronate does have a special formulation that can be taken with or without food and is delayed-release (past the stomach), which is beneficial in patients with preexisting upper gastrointestinal disease. However, the rates of adverse gastrointestinal events (including upper) are not lowered.\n[74]\nRisedronate was studied in the Vertebral Efficacy with Risedronate Therapy North America (VERT NA), Vertebral Efficacy with Risedronate Therapy Multinational (VERT MN), Hip Intervention Program (HIP), and the Risedronate and Alendronate (REAL) studies.\n[123]\n[124]\n[125]\n\nZoledronate is a third-generation bisphosphonate approved in 2007, which is administered intravenously.\n[126]\nThe prevention dosage is 5 mg every 2 years, whereas the treatment dosage is 5 mg yearly.\n[74]\nZoledronic acid was studied in the Health Outcomes and Reduced Incidence with Zoledronic acid Once Yearly (HORIZON; both Pivotal Fracture and Recurrent Fracture Trials), and the ZOledroNate Treatment in Efficacy to Osteoporosis (ZONE) trials.\n[127]\n[128]\n[129]\n\nBisphosphonates function to bind to hydroxyapatite in bone (at sites of active remodeling) to reduce bone formation; this is achieved through inhibition of proton vacuolar adenosine triphosphatase (ATPase), and alteration of the ruffled border and cytoskeleton.\n[74]\nMoreover, aminobisphosphonates inhibit the farnesyl pyrophyophoate synthase (involved in the mevalonate pathway), inhibiting isoprenylation of guanosine triphosphate binding proteins.\n[38]\nThe bone affinity of the 'broad-spectrum' bisphosphonates ranks as follows: zoledronate, alendronate, and risedronate.\n[74]\n\nOral bisphosphonates are inadequately absorbed (<3% in a fasting state) and rapidly cleared from the plasma, with about half deposited in the bone and the rest renally excreted.\n[38]\nThe half-life of bisphosphonates is prolonged, in the manner of years, and differs from the other classes of medications, in that the effects may persist for years following discontinuation.\n[130]\nOral bisphosphonates are typically the first-line treatment for patients not at very high risk for fractures. Oral bisphosphonates must be taken after prolonged fasting (typically taken in the morning), with a full glass of water, followed by sitting upright for 30 to 60 minutes and waiting this period before ingesting food or administering other medications; despite this, however, patients may experience dyspepsia.\n[74]\n\nIn patients who are unable to follow the administration regimen noted previously, or who have active esophageal disease (such as strictures, achalasia, varices, or scleroderma), or who have malabsorptive states (such as celiac disease, Crohn disease, infiltrative disease, or prior gastric bypass), intravenous formulation is recommended.\n[74]\n[110]\nAll patients must have their vitamin D levels measured and treated before starting therapy due to the risk of hypocalcemia.\n[110]\nRisedronate and ibandronate cannot be used for a glomerular filtration rate less than 30 mL/min, and alendronate and zoledronic acid cannot be used with a glomerular filtration rate less than 35 mL/min (rapid administration of intravenous nitrogen-containing bisphosphonates can lead to both transient and permanent decreases in renal function).\n[74]\n\nAdministration of intravenous zoledronic acid has been associated with an 'acute phase reaction', which occurs after the first time of medication administration in about 30% of subjects and is characterized by muscle aches, flu-like symptoms, and fever, which can last for several days; pretreatment with acetaminophen may reduce symptoms.\n[74]\nMoreover, there is inconsistent evidence regarding an increase in atrial fibrillation with intravenous zoledronic acid, which was noted in the HORIZON study.\n[131]\nUveitis has rarely been linked to bisphosphonate therapy, and conflicting evidence has suggested an increased risk of esophageal cancer; however, the FDA has concluded there is no definitive association.\n[74]\n[132]\nBisphosphonates have been associated with osteonecrosis of the jaw and atypical femur fractures.\n[17]\nDespite the beneficial effects of bisphosphonates, due to the long list of adverse effects, approximately 50% of patients will discontinue bisphosphonate therapy within 1 year of use.\n[38]\n\nDenosumab\n\nDenosumab is a fully human monoclonal antibody, approved in 2010 for the treatment of osteoporosis.\n[133]\nThis drug's mechanism of action involves targeting the receptor activator of the nuclear factor Kappa B receptor ligand (RANKL), which prevents its attachment to the RANK.\n[133]\nDenosumab is administered as a 60 mg subcutaneous injection every 6 months and does not have a limit of duration. However, the Endocrine Society recommends reassessing fracture risk after 5 to 10 years of use and considering continuing or transitioning to other therapy if fracture risk remains high.\n[133]\n[134]\nSimilar to bisphosphonates, long-term risks include osteonecrosis of the jaw and atypical femur fractures (albeit a reduced risk compared to bisphosphonates) and skin rash, cellulitis, and injection site reactions.\n[74]\nDenosumab, unlike bisphosphonates, is safe to use in patients with renal disease.\n[135]\nDenosumab is approved for the treatment of glucocorticoid-induced osteoporosis in both men and women at high risk for fracture, and is recommended for women on aromatase inhibitor therapy for breast cancer.\n[133]\n\nData suggest that switching from bisphosphonates to denosumab can lead to additional gains in BMD.\n[136]\nDenosumab is noted to reduce vertebral, hip, and nonvertebral fractures, as noted in the Fracture Reduction Evaluation of Denosumab in Osteoporosis Every 6 Months (FREEDOM) and Denosumab and Calcium Osteoporosis Study (DANCE) studies.\n[133]\n[137]\nUpon discontinuation of denosumab therapy, there is a risk for rapid loss of bone and rebound fractures (particularly vertebral), as noted in the extension of the FREEDOM trial; the risk appears to be related to the duration of treatment, and is more commonly seen in those with prior vertebral fractures.\n[133]\nAdditionally, this phenomenon appears to be more common in women.\n[138]\nAfter discontinuation, therapy must be provided with bisphosphonates (alendronate or zoledronic acid); bisphosphonates are preferred over anabolic agents, which can lead to a transient decrease in BMD.\n[139]\n\nBazedoxifene\n\nUnlike other countries, both the United States and Canada have only approved bazedoxifene in combination with a conjugated estrogen (20 mg bazedoxifene with 0.45 mg conjugated estrogen); the FDA approved bazedoxifene in combination with a conjugated estrogen in 2013 for the treatment of vasomotor symptoms and prevention of postmenopausal osteoporosis.\n[19]\n[140]\nThe rationale for such a combination was to increase BMD further and reduce hot flushes, alongside a reduced risk of breast tenderness and adverse effects upon the breast and uterus compared to monotherapy with estrogen.\n[110]\nCompared to estrogen/progestogen hormonal therapy, however, there is less of an increase in BMD.\n[110]\n\nThe Selective Estrogens, Menopause, and Response to Therapy (SMART) trial assessed bazedoxifene combined with conjugated estrogens, demonstrating increased BMD at the lumbar spine and total hip and reduced bone turnover markers. However, bazedoxifene (with and without conjugated estrogen) has only been shown to reduce vertebral fractures.\n[141]\nAdverse events of bazedoxifene include leg cramps and deep venous thromboses; unlike raloxifene, the impact on breast cancer prevention is unknown.\n[110]\nCaution is furthermore advised in initiating hormone therapy in women older than 60.\n[19]\nCandidates for bazedoxifene with conjugated estrogen are typically younger postmenopausal women with a uterus who require symptomatic vasomotor relief and prevention of bone loss.\n[110]\n\nRaloxifene\n\nLike bazedoxifene, raloxifene also belongs to the class of selective estrogen receptor modulators.\n[74]\nUnlike bazedoxifene, however, raloxifene was approved as monotherapy in 1997 for prevention and in 1999 for treatment of postmenopausal osteoporosis, administered as 60 mg orally once daily.\n[142]\nRaloxifene has only been shown to reduce vertebral fractures, as noted in the Multiple Outcomes of Raloxifene Evaluation Study (MORE), the Continuing Outcomes Relevant to Evista (CORE), and Selective Treatment of Osteoporosis with Raloxifene (STAR) trials.\n[143]\n[144]\n[145]\nOnce raloxifene has been discontinued, the skeletal benefit is lost within the subsequent 1 to 2 years; furthermore, raloxifene may increase bone loss when administered to premenopausal women.\n[74]\n[146]\nRaloxifene may cause hot flashes, leg cramps, deep venous thromboses, and fatal stroke.\n[110]\nA particular benefit to raloxifene, however, is the approval for the prevention of invasive breast cancer for those at high risk.\n[110]\nRaloxifene may be appropriate for postmenopausal women at high risk of invasive breast cancer, or those with low BMD in the spine but not the hip (discordance).\n[74]\n[110]\n\nHormonal Therapy\n\nHormonal therapy (estrogen with or without progestin) has been approved for the prevention of osteoporosis in postmenopausal females since 1986.\n[147]\nEstrogen appears to have both antiresorptive and anabolic effects on bone.\n[60]\nNumerous different formulations are available, as well as both oral and transdermal options. However, there are no significant differences between the two routes of administration; transdermal has a lower risk of venous thrombosis and stroke.\n[38]\nData from the Women’s Health Initiative (WHI) noted health concerns with estrogen-progestogen therapy, with an increased risk of breast cancer, stroke, and thromboembolic events. In contrast, those with a hysterectomy receiving conjugated estrogen had an increase in stroke and deep venous thromboses, without breast cancer or coronary heart disease.\n[38]\n\nSubgroup analysis noted the timing of hormonal therapy influences risks and benefits, with more favorable effects in those under age 60 or within 10 years of menopause.\n[148]\nBoth the Kronos Early Estrogen Prevention Study (KEEPS) and the Postmenopausal Estrogen/Progestin Interventions (PEPI) trial noted therapy increased BMD at both the hip and spine. The WHI noted a reduction in vertebral, hip, and nonvertebral fractures, with meta-analyses suggesting 5 to 7 years of treatment is required to reduce the fracture risk significantly.\n[149]\n[150]\n[151]\n[152]\nThe Endocrine Society solely recommends estrogen therapy in postmenopausal women at high risk of fractures with a prior hysterectomy, who are under 60, 10 years past menopause, low risk for deep venous thromboses, no prior myocardial infarction or stroke, no diagnosis of breast cancer, those with bothersome vasomotor symptoms, those willing to take menopausal hormone therapy, and for whom bisphosphonates or denosumab are contraindicated.\n[110]\n\nThe AACE recommends cyclic or daily progestin in addition to estrogen in patients with a uterus to prevent endometrial hyperplasia; however, their advice is for treatment to be used at the lowest dose and for the shortest time necessary.\n[74]\nWhen hormonal therapy is discontinued, skeletal benefits are lost after a few months, with a decrease in BMD of around 6% within the first year (and by 2 years returns to the level of a woman who has never taken estrogen), and it has been noted that bone turnover markers return to levels seen pretreatment within a few months; the WHI noted discontinuation returned the fracture risk to baseline.\n[19]\n\nStrontium Ranelate\n\nStrontium ranelate was previously approved in Europe for the treatment of osteoporosis in postmenopausal women but was never approved in the United States or Canada; it is no longer available due to the heightened risk for cardiovascular events, venous thromboses, and cutaneous adverse reactions,\nand\nso its production was discontinued by the manufacturer in 2017.\n[19]\n[153]\nStrontium ranelate is a divalent cation with a molecular weight greater than calcium, and is deposited in the skeleton, increasing BMD, although some of this effect is likely to be an artifact.\n[19]\nStrontium was noted to reduce vertebral, nonvertebral, and hip fractures in postmenopausal women in the Spinal Osteoporosis Therapeutic Intervention (SOTI) and Treatment Of Postmenopausal Osteoporosis (TROPOS) trials.\n[154]\n\nTibolone\n\nTibolone is a synthetic steroid with estrogenic, progestogenic, and androgenic properties, derived from Mexican yam.\n[19]\nThis drug is available in Mexico but was never approved in the United States or Canada, and is approved for the prevention of postmenopausal fractures and is administered at 2.5 mg orally daily.\n[19]\nThe Long-Term Intervention on Fractures with Tibolone (LIFT) study showed a reduction in both vertebral and nonvertebral fractures, without significantly affecting hip fractures.\n[155]\nThe LIFT study also demonstrated beneficial effects in managing hot flashes and reducing the risk of falls and colon cancer.\n[155]\nAlthough tibolone has shown a decreased risk of breast cancer in the LIFT study, the Livial Intervention Following Breast Cancer: Efficacy, Recurrence and Tolerability Endpoints (LIBERATE) study noted an increased recurrence in those with prior breast cancer.\n[156]\nMoreover, tibolone is noted to increase the risk of vaginal discharge, bleeding and stroke.\n[110]\n\nCalcitonin\n\nCalcitonin is a 32-amino acid peptide produced by parafollicular cells (also known as C-cells) within the thyroid gland.\n[38]\nCalcitonin's main function is to inhibit bone resorption by directly affecting osteoclasts.\n[157]\nCalcitonin was initially approved by the FDA for osteoporosis in 1984 as an injection; however, alternative (and more efficient) routes of administration were developed, and nasal spray was approved in 1995.\n[38]\n[158]\nCalcitonin is approved for the treatment of osteoporosis for women who are at least 5 years past menopause.\n[38]\nA particular benefit of calcitonin is its ability to lead to rapid reductions in serum calcium and acute pain, especially in vertebral crush fractures.\n[159]\nHuman and salmon calcitonin are similar, differing by 1 amino acid; therefore, therapeutic calcitonin is derived from salmon.\n[38]\n\nInjectable calcitonin is available at 100 IU daily (either subcutaneous or intramuscular), and nasal spray is available at 200 IU (1 spray) daily.\n[74]\nLimited results from m.studies, such as the Prevent Recurrence of Osteoporotic (PROOF) study, have demonstrated nasal calcitonin to reduce the risk of vertebral fractures in postmenopausal women, but not hip or nonvertebral fractures; no published data suggest a reduction in fracture risk with the injectable solution.\n[74]\n[160]\nThe main contraindication to calcitonin therapy is hypersensitivity, for which a skin test is recommended before treatment in those with clinical suspicion.\n[74]\n\nWith parenteral administration, adverse effects include nausea, local inflammation, and vasomotor symptoms like sweating and flushing; with nasal administration, patients may experience nasal discomfort, irritation of the mucosa, and epistaxis.\n[74]\nWhen calcitonin is discontinued, skeletal benefits are rapidly lost over 1 to 2 years.\n[74]\nCalcitonin has been withdrawn from the European Medicines Agency and by Health Canada due to concerns regarding an association with various malignancies (including prostate and liver). However, the FDA did not find sufficient evidence to suggest a causal relationship but advised to evaluate the benefit-to-risk ratio with each patient.\n[74]\n[110]\n\nAnabolic Therapy\n\nT\neriparatide\n\nContrary to persistent parathyroid hormone stimulation on the bone, intermittent administration leads to bone formation.\n[161]\nTeriparatide is a synthetic parathyroid hormone peptide containing the first 34 amino acids (out of 84) approved by the FDA in 2002.\n[19]\n[162]\nTeriparatide has been shown to stimulate both endocortical and trabecular bone surfaces, increase skeletal mass and volume, improve microarchitecture, increase width, and improve bone strength.\n[19]\nTeriparatide is approved for the treatment of osteoporosis in those at high risk and has also been approved for glucocorticoid-related osteoporosis.\n[163]\nTeriparatide is administered as a 20 μg subcutaneous injection daily via a disposable pen device into the thigh or abdomen; the pen requires refrigeration between uses.\n[38]\nFurthermore, biosimilars are now available, as the patent of the initial preparation expired in 2019.\n[164]\n\nTeriparatide has been shown to increase BMD and reduce the risk of both vertebral and nonvertebral fractures; however, currently, there is no data to support a reduction in hip fractures.\n[74]\nThe NAMS cites 1 meta-analysis showing a reduction in hip fractures, and the European Society for Clinical and Economic Aspects of Osteoporosis suggests this finding is likely due to an absence of evidence rather than evidence of absence when relating hip fracture reduction to teriparatide.\n[17]\n[19]\nTeriparatide was studied in the Fracture Prevention Trial (FPT), Vertebral Efficacy with Risedronate and Teriparatide (VERO), Teriparatide Once-Weekly Efficacy Research (TOWER), EUROpean Study of FORSteo (EUROFORS), and Direct analysis of Nonvertebral Fracture in the Community Experience (DANCE) studies.\n[165]\n[166]\n[167]\n[168]\n[169]\nAdverse effects include injection site reactions, nausea, orthostatic hypotension, leg cramps, hypercalcemia (that is typically transient), increased urinary calcium excretion, and increased serum uric acid.\n[38]\n\nPreviously, the FDA had a black-box warning for osteosarcoma and a limit of 2 years of usage; in November 2020, the black-box warning for osteosarcoma was removed as human data collected since approval in 2002 failed to show an increased risk of this type of tumor. Also,\nteriparatide\nmay be used beyond 2 years in those patients who remain at a very high risk for fractures.\n[162]\nBaseline calcium, vitamin D, and alkaline phosphatase are required before initiation, and teriparatide should not be administered in individuals with hypercalcemia or those with suspected Paget’s disease, skeletal metastases, or radiation exposure that increases the risk for osteosarcoma.\n\nAt the same time, hypercalciuria incidence is not greater on this medication compared to placebo; caution is advised in using this medication in patients with a history of recent (or active) urolithiasis.\n[74]\nSimilarly, while calcium monitoring is not required during treatment, it is important to note that serum calcium will reach its maximum value by 6 hours and return to baseline around 16 to 24 hours after every dosage.\n[74]\nFollowing discontinuation of teriparatide, the anabolic effects of bone are lost, and it is therefore recommended for the medication to be followed by a bisphosphonate or denosumab; the Endocrine Society furthermore recommends considering raloxifene or menopausal hormone therapy.\n[74]\n[110]\n\nAbaloparatide\n\nAbaloparatide is a synthetic analog created from a modified parathyroid hormone-related peptide using the first 34 amino acids and functions similarly to teriparatide, approved by the FDA in 2017.\n[74]\n[170]\nAbaloparatide is a daily injection of 80 μg via a pen device; however, unlike teriparatide, it does not require refrigeration after use and can be stored at room temperature for up to 30 days.\n[38]\nThe adverse event profile is similar for abaloparatide; however, hypercalcemia is less common (and less severe) compared to teriparatide.\n[171]\nWhile the black-box warning for osteosarcoma was dropped for both teriparatide and abaloparatide in November 2020, abaloparatide is still limited to 2 a total duration.\n[172]\n\nAs with teriparatide, abaloparatide is contraindicated in those at high risk for osteosarcoma. BMD gains appear to be greater with abaloparatide than teriparatide, with a slightly greater significant fracture reduction with abaloparatide for major osteoporosis-related fractures. Similar to teriparatide, abaloparatide has been shown to reduce only vertebral and nonvertebral fractures.\n[19]\nAbaloparatide was studied in the Abaloparatide Comparator Trial in Vertebral Endpoints (ACTIVE), ACTIVExtend, and ACTIVE-J (in Japan) trials.\n[173]\n[174]\n[175]\nAgain, bone loss occurs upon discontinuation, and an antiresorptive medication must follow treatment.\n[74]\n\nRomosozumab\n\nRomosozumab is a novel medication that functions as a dual antiresorptive and anabolic agent and was approved in 2019.\n[74]\n[176]\nThis drug is an anti-sclerostin monoclonal antibody, activating the 'wnt' (wingless/integrated) signaling pathway.\n[176]\nIn the United States, romosozumab is only approved for treatment in females\n[134]\nand is administered as a 210 mg monthly injection (2 injections of 105 mg), with treatment for up to 1 year.\n[177]\nNumerous trials, including the Active-Controlled Fracture Study in Postmenopausal Women with Osteoporosis at High Risk (ARCH), Fracture Study in Postmenopausal Women with Osteoporosis (FRAME) and the Study evaluating the effects of Romosozumab Compared to Teriparatide in postmenopausal women with osteoporosis transitioning from bisphosphonate therapy (STRUCTURE) all noted a reduction in vertebral, hip and nonvertebral fractures.\n[178]\n[179]\n[180]\nRomosozumab has a black-box warning of an increased risk for stroke and myocardial infarction, as the ARCH study noted a higher incidence in the romosozumab-treated group compared to alendronate; as a result, the medication is not recommended in those with a prior history of such.\n[74]\nWith the completion of treatment, transition to an antiresorptive agent is advised to maintain the skeletal benefits obtained from the anabolic treatment.\n[74]\n\nSurgical Treatment\n\nOccasionally, patients such as those at risk for vertebral fractures and those with a fracture requiring stabilization and pain relief may undergo surgical procedures. The 2 most common procedures performed include kyphoplasty and vertebroplasty. Kyphoplasty involves balloon inflation introduced surgically after approximating fractured bone pieces, with material introduced to harden and stabilize bones. In contrast, vertebroplasty directly inserts low-viscosity cement material into the collapsed vertebral body.\n[17]\nA vertebroplasty is used for unstable fractures to prevent further deformities or loss of height, and it differs from kyphoplasty in that it does not involve manipulation of fractured bone pieces.\n[74]\n\nNotable risks from these procedures include bone cement leak, persistent pain, allergic reaction to bone cement, infection, paralysis, and pulmonary embolism.\n[181]\nAn additional concern is the potential for increased risk of vertebral fractures in adjacent vertebrae. However, evidence is mixed.\n[74]\nA further treatment is known as a local osteo-enhancement procedure, which involves the injection of a resorbable synthetic bone graft substitute into the femoral neck to increase BMD; on follow-up imaging, it appears to be completely resorbed and replaced with bone.\n[17]\n\nThe AACE advises against either a kyphoplasty or vertebroplasty, citing unclear benefits and concern for increased risk of adjacent vertebral fractures.\n[74]\nThe European Society for Clinical and Economic Aspects of Osteoporosis notes that these procedures can be considered after persistent pain for 2 to 3 weeks after a vertebral fracture despite adequate analgesia; however, it again cites the concern for new fractures (albeit evidence is inconsistent).\n[17]\n\nInitiation and Sequence of Therapy\n\nThe AACE advises stratifying patients based on risk of fracture to allow for deciding optimal therapy, typically to distinguish between 'high risk' and 'very high risk'.\n[74]\nNumerous societies provide differing definitions of 'very high risk'; however, the AACE defines as 'very high risk' those with a recent fracture (within the prior 12 months), fracture while on osteoporosis therapy, a history of multiple fractures, fractures while exposed on medications known to impair BMD (such as corticosteroids), a very low T-score (≤-3.0 SD), a high risk for falls (or history of falls leading to injury), or a FRAX-score of more than 30% for major osteoporotic fracture or more than 4.5% risk for hip fracture.\n[74]\nMoreover, the AACE states that those without the characteristics as mentioned above but with a diagnosis of osteoporosis are classified as 'high risk'.\n[74]\n\nThe Endocrine Society, however, stratifies patients as 'low risk' when they have no history of spine or hip fractures, have BMD T-scores at hip and spine above –1.0 SD, 10-year hip fracture risk less than 3% and 10 year major osteoporotic fracture risk less than 20%; 'moderate risk' those with no history of spine or hip fractures, a BMD T-score at the hip and spine above –2.5 SD, a 10-year hip fracture risk less than 3% or 10-year major osteoporotic fracture risk less than 20%; 'high risk' those with history of spine or hip fracture, BMD T-score at hip or spine less than or equal to 2.5 SD, 10-year risk of hip fracture greater than or equal to 3% or major osteoporotic fracture greater than or equal to 20% and 'very high risk' those with multiple spine fractures and BMD T-score at the hip or spine less than or equal to 2.5 SD.\n[110]\nNeither the NAMS nor the European Society for Clinical and Economic Aspects of Osteoporosis provides cut-off levels (categories) for the risk of fractures. However, note that certain patients are at higher risk than others, and advise on assessing an individualized risk stratification.\n[17]\n[19]\n\nMost guidelines, however, recommend using an antiresorptive agent in patients who are not at 'very high risk' for fracture; this typically entails an oral bisphosphonate (intravenous if there are contraindications to the oral route) or denosumab if bisphosphonates are contraindicated (such as in patients with renal failure). The National Osteoporosis Guideline Group, however, recommends intravenous zoledronic acid as first-line treatment following a hip fracture.\n[182]\nAn individualized approach is recommended; for example, in a patient at risk for spinal fracture (and not other sites) as well as at risk for invasive breast cancer, raloxifene can be considered. Similarly, for females younger than 60 and within 10 years of menopause who have bothersome vasomotor symptoms and without contraindications (and are not at a 'very high risk' for fractures), bazedoxifene (with conjugated estrogen) or hormonal therapy can be considered.\n\nFor those who are at a heightened risk for fractures ('very high risk'), osteoanabolic agents (teriparatide, abaloparatide, and romosozumab) are recommended, followed by a transition to an antiresorptive agent to maintain the skeletal benefits which would otherwise be rapidly lost; this is typically a bisphosphonate or denosumab.\n[74]\nTreatment requires an individualized approach to consider contraindications to each medication and assess the site where the patient is at risk for fracture; for example, if a female patient is at very high risk for a hip fracture, neither teriparatide nor abaloparatide has demonstrated clinical risk reduction, and it may be more appropriate to commence romosozumab (see Table\n.\nLifestyle and Nutritional Optimization for Bone Health for All Postmenopausal Women).\n\nNeither the AACE nor the European Society for Clinical and Economic Aspects of Osteoporosis recommends combination therapy, citing the lack of adequately powered studies.\n[17]\n[74]\nOne exception, however, is noted by the AACE, for patients who are already on raloxifene for breast cancer prevention as the main indication, a bisphosphonate or denosumab can be added to reduce the risk of a hip fracture.\n[74]\nLimited data, however, suggest that administering zoledronate at the same time as teriparatide results in the most rapid increase in BMD at both the hip (achieved by the zoledronate) and lumbar spine (achieved by the teriparatide).\n[183]\nSimilarly, the AACE noted that the greatest increase in BMD is seen with combined teriparatide and denosumab as demonstrated in the Denosumab and Teriparatide Administration (DATA) study; however, they cited no data to demonstrate fracture risk reduction and also noted that the bone formation markers were reduced.\n[74]\n[184]\nFurther limitations include excess cost and increased likelihood of adverse effects with combination therapy.\n[74]\n\nFor patients on corticosteroid therapy, the American College of Rheumatology advises assessing clinical fracture risk in all patients continuing (or initiating) glucocorticoid therapy of at least 2.5 mg equivalent of prednisone for at least 3 months.\n[185]\nThe International Osteoporosis Foundation and the European Calcified Tissue Society recommend therapy in postmenopausal women with an equivalent of at least 7.5 mg daily of prednisolone for at least 3 months, further advising treatment at the onset of commencing corticosteroid therapy.\n[186]\nBisphosphonates are typically the initial therapy; denosumab is also approved for this indication (as is teriparatide), but is more expensive. One caveat concerns further infection risk with combined denosumab and corticosteroid therapy.\n\nDuration of Treatment\n\nThe AACE defines successful treatment as stable or increasing BMD, without new fractures (or progression of vertebral fractures).\n[74]\nIn those with recurrent fractures or who continue to demonstrate bone loss while on therapy, assessment for medication adherence and consideration for alternative causes should be pursued. The AACE notes that a single fracture does not suggest treatment failure and recommends considering 2 or more fractures as treatment failure.\n[74]\nMoreover, osteoporosis therapy does not eliminate the risk of fracture in its entirety, and differing societies debate the strength of the association between fracture and treatment failure. The Endocrine Society suggests that failure of therapy is defined as loss of BMD, which is greater than the least significant change (5% in the femoral neck, 4% in total hip, and 5% in the lumbar spine) over 2 years, with a decrease in bone turnover markers on antiresorptive therapy.\n[110]\n\nAs noted, certain medications have a limited duration, such as romosozumab, which is approved for 1 year of use, and abaloparatide, which is approved for 2 years; teriparatide is no longer limited to 2 years and can be used in certain situations beyond this time. Following discontinuation of an osteoanabolic agent, an antiresorptive medication must be started. Non-bisphosphonate antiresorptive therapy (particularly denosumab) does not have a treatment limit and can be continued for as long as clinically indicated; however, upon discontinuation, there is a rapid loss of BMD and risk of vertebral fracture. This effect was particularly notable during the SARS-CoV-2 pandemic, whereby patients often saw delays in visiting their physician; upon discontinuing denosumab, a bisphosphonate must be started within 1 month to prevent rebound (especially vertebral) fractures.\n[74]\n\nBisphosphonates differ from the other medications in that the treatment effects persist, even after discontinuation of the medication for a few years. Due to the increased risk for both atypical femur fractures and osteonecrosis of the jaw (which are strongly associated with the duration of treatment), patients are advised to consider a drug holiday after 5 years of oral treatment if fracture risk is no longer elevated (T-score >–2.5 SD or patient remaining fracture-free) and to continue for another 5 years if fracture risk persists.\n[111]\nWith intravenous zoledronic acid, a drug holiday can be considered after 3 years, extended up to 6 years in those with a very high risk.\n[111]\nOnce a drug holiday has started, BMD should be reassessed every 2 to 4 years. For those with increased bone turnover markers or a decrease in BMD, reinitiating therapy may be required (see Table\n.\nBisphosphonates Treatment).\n[110]\n\nThe AACE advises obtaining a DEXA scan every 1 to 2 years until findings are stable, after which the frequency can be decreased.\n[74]\nAs noted above, for those on bisphosphonate therapy, a repeat DEXA should be considered at 5 years to assess if a drug holiday is possible. Additionally, the AACE recommends using bone turnover markers to assess patient compliance and therapy efficacy.\n[74]\nWith antiresorptive therapy, reductions are seen (at or below the median value for premenopausal women), demonstrating a fracture risk reduction; increases suggest a favorable response to anabolic therapy.\n[74]\nThe American Association of Clinical Chemistry recommends C-terminal telopeptide type-1 collagen (CTX) as the preferred resorption marker, and serum carboxy-terminal propeptide of type-1 collagen (PINP) as the preferred marker for bone formation.\n[187]\n\nBone turnover markers are advantageous in detecting changes earlier (in 3 to 6 months) compared to waiting 1 to 2 years to see improvement on DEXA scans.\n[74]\nBone turnover marker changes are compared with the least significant change (such as with BMD), with 56% for serum CTX and 38% for serum P1NP; if changes in bone turnover markers are greater than the least significant change, this suggests that the treatment goal has been reached.\n[110]\nThe Endocrine Society states that up to 90% of women are expected to respond by 12 weeks on oral bisphosphonate therapy.\n[110]\nBone turnover markers can help identify treatment failure or poor medication adherence. They may also guide decisions regarding drug holidays. If patients are compliant with their medication but show no biochemical improvement, this could indicate improper administration or issues with absorption.\n[110]\nHowever, one drawback to bone turnover markers is that after an acute fracture, bone turnover marker levels may transiently rise and can be misleading.\n[74]",
    "adverse_effects": "Osteoporosis and subsequent fractures are associated with a heightened risk for future fractures, as well as mortality. For those with a fragility fracture, other complications noted may include loss of independence, immobility, and persistent pain. Complications may be fracture-site specific; as an example, vertebral fractures may lead to height loss and kyphosis, as well as restrictive lung disease, and altered abdominal anatomy with distension, constipation, anorexia, or premature satiety.\n[20]\nHip fractures may lead to inadvertent nerve or artery damage and a retroperitoneal hematoma.\n\nA distal forearm fracture may lead to avascular necrosis of the bone or inadvertent nerve injury. Complications can also occur from surgical treatment; following hip fracture repair, there is a risk for surgical site infections, prosthetic dislocation, and venous thromboembolism, among other complications. Two prominent complications can occur from antiresorptive therapy (mostly the bisphosphonates and, to a lesser extent, denosumab), which require awareness and monitoring: atypical femur fractures and osteonecrosis of the jaw. Moreover, preliminary data suggest romosozumab (from its action upon suppression of bone resorption) has also been linked to both complications.\n[134]\n\nAtypical femur fractures were first reported in 2005 and are seen with prolonged therapy of antiresorptive agents.\n[195]\nAtypical femur fractures are defined by the Second Task Force of the American Society for Bone and Mineral Research as a fracture located along the femoral diaphysis (distal to lesser trochanter, but proximal to the supracondylar flare) in addition to 4 out of the 5 following major criteria: (1) minimal, or no trauma associated with the fracture; (2) non-comminuted; (3) line of fracture originates at lateral cortex (transverse in orientation); (4) complex fractures extend through both cortices (may have medial spike; incomplete fractures involve lateral cortex); (5) flaring is noted at the site of fracture (periosteal/endosteal thickening of the lateral cortex).\n[38]\n[196]\n\nOther minor features may include delayed fracture healing, increased thickness of the diaphysis, bilateral femoral diaphyseal fractures (complete or incomplete), or a prodrome of aching and dullness in the thigh or groin area.\n[38]\nThe pathophysiology is incompletely understood but believed to occur from suppressed bone turnover, allowing for microdamage accumulation.\n[195]\nThe risk of an atypical femur fracture is between 3.2 and 50 per 100,000 person-years on bisphosphonate therapy, but increases to around 100 per 100,000 person-years with long-term therapy; notable risk factors include glucocorticoid use, hypovitaminosis D, and duration of treatment longer than 3 to 5 years total.\n[38]\n\nEpidemiological data suggest Asian women are more affected by this complication than White women.\n[12]\nImaging should encompass both lower extremities, as one-third of atypical femur fractures affect the contralateral leg.\n[38]\nManagement requires surgical fixation if there is a complete fracture (or incomplete with severe pain) with intramedullary nailing or plating; if incomplete and without pain, conservative methods such as 3 months on crutches could be followed.\n[38]\nAll patients should discontinue their medication and commence vitamin D and calcium supplementation. There is limited data to support the benefit of teriparatide if fractures fail to heal.\n[195]\n\nOsteonecrosis of the jaw is an additional complication of long-term antiresorptive therapy, which was first reported in 2003.\n[197]\nThis phenomenon is defined by the International Task Force on Osteonecrosis of the Jaw as bone exposed in the maxillofacial region, which does not heal after 8 weeks since the initial identification.\n[38]\n[198]\nFurthermore, there must be a preceding exposure to antiresorptive therapy, and no history of radiation exposure to the craniofacial region.\n[198]\n\nThe pathophysiology of osteonecrosis of the jaw is not entirely understood. Still, it is believed to occur because of abnormal bone remodeling and an insult such as an infection or other dental interventions.\n[199]\nThe incidence of osteonecrosis of the jaw, as well as the incidence of atypical femur fractures, is lower in denosumab-treated patients.\n[200]\nMoreover, limited evidence also supports teriparatide therapy for treating osteonecrosis of the jaw.\n[201]"
  }
}