{
  "drug_name": "succinylcholine chloride",
  "nbk_id": "NBK499984",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499984/",
  "scraped_at": "2026-01-11T15:39:27",
  "sections": {
    "indications": "The administration of succinylcholine chloride is contraindicated in patients with known decreased plasma cholinesterase activity, recent burns or trauma within 24 to 72 hours, and muscle myopathies. In patients with reduced plasma cholinesterase activity, drug metabolism is prolonged, thus prolonging the duration of its paralytic and other effects. Patients with recent burns or acute trauma are susceptible to hyperkalemic rhabdomyolysis, which is exacerbated by the administration of succinylcholine chloride and can result in ventricular dysrhythmias or even death.\n\nContraindications include those with undiagnosed muscle myopathies; the most frequent is Duchenne muscular dystrophy. Other conditions that pose a potential contraindication are malignant hyperthermia or known hypersensitivity. Life-threatening anaphylaxis has been reported.\n[23]\nThose on aminoglycoside antibiotics or cholinesterase inhibitors should not be given succinylcholine chloride due to its ability to exacerbate paralysis or reduce the metabolism of the depolarizing neuromuscular blockade.\n\nBox Warnings\n\nAcute rhabdomyolysis with hyperkalemia, leading to ventricular dysrhythmias, cardiac arrest, and death, has been observed after succinylcholine administration in pediatric patients, particularly those with undiagnosed skeletal muscle conditions such as Duchenne muscular dystrophy.\n[24]\nIn cases of pediatric patients with cardiac arrest after succinylcholine administration, immediate treatment for hyperkalemia should be initiated. If signs of malignant hyperthermia are present, appropriate therapy should be started concurrently. Given these risks, succinylcholine should be reserved for emergencies in pediatric patients, such as laryngospasm, rapid sequence intubation, or difficult airway management.\n\nWarnings and Precautions\n\nOther conditions that pose a relative contraindication to the administration of the depolarizing neuromuscular blockade or use with caution are mastocytosis, myxedema, myasthenia gravis, muscular dystrophy, closed-angle glaucoma, severe liver or renal impairment or failure, cerebrovascular accident longer than 72 hours. If neuromuscular blockade is necessary for patients with these high-risk conditions, the clinician should consider using a non-depolarizing neuromuscular blocking agent. The use of neuromuscular blockade (ie, paralytics) is also contraindicated in patients who are not adequately sedated. While the agent remains effective in producing neuromuscular blockage without adequate sedation, the patient may be conscious or semi-conscious while paralyzed. For obvious reasons, this should be avoided.",
    "mechanism": "A depolarizing neuromuscular blocking agent, succinylcholine adheres to post-synaptic cholinergic receptors of the motor endplate, inducing continuous disruption that results in transient fasciculations or involuntary muscle contractions and subsequent skeletal muscle paralysis. Following pharmacological onset, further neuromuscular transmittance across the neuromuscular junction is interrupted if the medication dosage is sufficient and remains bound to the cholinergic receptor sites of the motor endplate. Depolarization of the postjunctional membrane deactivates sodium channels, inhibiting any acetylcholine responses. The effect is apparent within 60 seconds of intravenous administration and can last approximately 6 minutes.\n\nSuccinylcholine's pharmacological and chemical composition makes it neuromuscular receptor site-specific. Thus, succinylcholine is ineffective for the smooth and cardiac muscles of the body. Plasma pseudocholinesterase is responsible for the rapid hydrolyzation and metabolism of the drug in the bloodstream. A very minimal percentage of succinylcholine affects the neuromuscular motor endplates post-administration. Skeletal muscle paralysis continues pending sufficient disassociation of succinylcholine from the acetylcholine neuromuscular receptor sites and consequential pseudocholinesterase hydrolyzation, permitting baseline neuromuscular receptor function and, thus, normal motor endplate activity.\n[9]\n[10]\n\nPharmacokinetics\n\nAbsorption:\nSuccinylcholine is administered intravenously, allowing for an immediate onset of action. Following intravenous administration, it is rapidly absorbed into the bloodstream.\n\nDistribution:\nAccording to the literature review, the recommended dose of succinylcholine for neonates is typically 2 mg/kg for intravenous administration. This is adjusted based on their increased extracellular fluid (ECF) volume and higher volume of distribution.\nhttps://doi.org/10.1186/s42077-021-00185-z\n\nMetabolism:\nSuccinylcholine is primarily metabolized by plasma cholinesterase, also known as pseudocholinesterase or butyrylcholinesterase.\n[11]\n\nElimination:\nApproximately 10% of succinylcholine is excreted unchanged in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nSuccinylcholine is available as an injectable solution in 20 mg/mL and 100 mg/mL concentrations. The exact dose is calculated after a thorough patient assessment and evaluation. The dosage is patient-specific and based on the patient's current total body weight and overall physical condition; these calculations hold even in obese and obstetrical patients.\n\nAdult Dosage\n\nThe FDA-approved intravenous dose for rapid sequence intubation is 1.5 mg/kg. However, if the dose is estimated to be higher, succinylcholine dosing for rapid sequence intubation is far better than underdosing. A reasonably higher dose of the drug produces the same paralysis as an appropriate weight-based dose with little to no known dose-associated increased risk for the patient.\n\nAn insufficient dose of succinylcholine can result in inadequate paralysis, creating challenges during intubation attempts or other procedures in which the depolarizing neuromuscular blockade is utilized. Intravenous injection is the most common form of administration. However, it can be safely administered intramuscularly or via continuous intravenous infusion in surgical cases of prolonged duration.\n[12]\n[13]\n[14]\nSpecial precautions should be taken in conjunction with the use of a peripheral nerve stimulator when administering a continuous infusion of succinylcholine to avoid toxicity or overdose. Succinylcholine administration should never take place without assuring adequate sedation before administration.\n\nSpecific Patient Populations\n\nHepatic impairment:\nPlasma cholinesterase activity may be altered in patients with severe liver disease, potentially prolonging the effects of succinylcholine. However, the product labeling does not provide specific dosage adjustments for such patients.\n\nRenal impairment:\nNo dosage adjustments are provided on the product labeling; use with caution.\n\nPregnancy considerations:\nSuccinylcholine has not been associated with significant congenital disabilities, miscarriage, or adverse maternal or fetal outcomes. This medication is commonly used during cesarean sections for muscle relaxation. Plasma cholinesterase levels decrease during pregnancy, potentially prolonging the drug's effects. Therefore, succinylcholine administration during labor and delivery may lead to prolonged apnea in some women. According to the American College of Obstetricians and Gynecologists (ACOG), pregnant patients are at risk for gastric aspiration and rapid desaturation. General anesthesia typically involves preoxygenation, followed by induction with an agent and a muscle relaxant like succinylcholine or rocuronium with cricoid pressure applied during intubation.\n[15]\n\nBreastfeeding considerations:\nThere is no specific data on the use of succinylcholine during breastfeeding. Given its rapid hydrolysis in maternal plasma and short half-life of 3 to 5 minutes, it is unlikely to be excreted into breast milk or affect breastfed infants. However, repeated high dosages or atypical plasma cholinesterase in the mother may lead to apnea and flaccidity in the newborn.\n\nPediatric patients:\nThe intravenous dose of succinylcholine chloride for emergency tracheal intubation in infants is 2 mg/kg. Repeated doses in pediatric patients may lead to bradycardia or asystole, which is more common and severe in children than in adults.\n\nOlder patients:\nIn older adults, succinylcholine doses should be lower due to common hepatic, renal, and cardiac dysfunction and comorbidities.\n\nPharmacogenomics\n\nOne study emphasizes the significance of pharmacogenomic testing in the perioperative setting, particularly for medications like succinylcholine, which are influenced by genetic variations in the butyrylcholinesterase (BCHE) and ryanodine receptor 1 (RYR1) genes. The BCHE A-variant results in impaired hydrolysis of succinylcholine, leading to prolonged neuromuscular blockade.\n[16]\nAdditionally, understanding the role of calcium voltage-gated channel subunit α-1 S (CACNA1S) is necessary. Mutations in the CACNA1S gene are associated with an increased risk of malignant hyperthermia.\n[17]\nFurther research is warranted for enhanced patient safety.",
    "adverse_effects": "Hyperkalemia is the most common adverse effect of succinylcholine administration, attributed to the drug's stimulatory effect on skeletal muscles. Serum potassium levels may increase as much as 0.5 mEq/L, which is clinically insignificant unless a predisposition to hyperkalemia exists as a result of disease pathophysiology that induces upregulation of postjunctional acetylcholine receptors. Succinylcholine is contraindicated for patients with these conditions. If hyperkalemia is sufficient to create electrocardiography changes, clinicians should avoid using succinylcholine in such circumstances. Special consideration is also necessary for those with chronically elevated potassium levels, such as renal failure patients, to not induce acute on chronic hyperkalemia. Succinylcholine should be avoided in patients with significant burns or traumatic injuries that are 24 to 72 hours post-injury due to the high probability of acute hyperkalemia that may become exacerbated as a result. Marked or untreated hyperkalemia may result in dysrhythmias or even death.\n[18]\n[19]\n\nMasseter muscle spasms, otherwise known as trismus, may follow the administration of succinylcholine in a small percentage of the population and can be an isolated adverse effect or rarely seen in conjunction with malignant hyperthermia. The presence of hyperthermia, trismus, and metabolic derangements secondary to succinylcholine administration should precipitate a differential diagnosis and interventional plan appropriate for malignant hyperthermia. If trismus occurs after succinylcholine administration, an appropriate dose of non-depolarizing neuromuscular blocking agents such as rocuronium or vecuronium should be administered and have proven highly effective in such circumstances. According to a meta-analysis of randomized controlled trials, preoperative use of pregabalin/gabapentin reduces the incidence of succinylcholine-induced myalgias but does not affect fasciculations.\n[20]\n\nBradycardia may manifest following succinylcholine administration in a select population, especially children, due to the nicotinic activation that manifests as muscarinic stimulation and lower heart rate. Pretreatment with an age-appropriate dose of atropine has shown to be beneficial in preventing or minimalizing bradycardia that may occur as a result of succinylcholine administration. Bradycardia may also occur in patients that require a continuous infusion of the depolarizing neuromuscular blocking agent and is also correctable with atropine in such situations. Increases in intraocular pressure correlate with succinylcholine administration. However, sufficient research is unavailable to support the theory and its associated risk. Any increase in intraocular pressure can be counteracted or prevented using an appropriate sedative in conjunction with the depolarizing neuromuscular blockade. Succinylcholine administration without assurance of adequate sedation can result in paralysis in a conscious to semi-conscious patient. This issue can be avoided by ensuring the patient is adequately sedated before the administration of succinylcholine. According to a network meta-analysis, remifentanil 1 μg/kg effectively attenuates IOP increases; however, more studies are required.\n[21]\n\nDrug-Drug Interactions\n\nPatients receiving aminoglycoside antibiotics or cholinesterase inhibitors should not be given succinylcholine chloride. Succinylcholine can exacerbate paralysis or reduce the metabolism of the depolarizing neuromuscular blockade.\n[22]\nAminoglycosides can enhance the neuromuscular blocking effects of succinylcholine, increasing the risk of prolonged paralysis.\n\nThe administration of quinidine, procainamide, lidocaine, lithium, quinine, or magnesium may enhance succinylcholine's neuromuscular blocking effect.",
    "monitoring": "The therapeutic index is the measurement range of drug safety among the average age groups. The range for adults is 0.3 to 1 mg/kg, with a recommended dose of 0.6 mg/kg administered intravenously. Patients who have received succinylcholine chloride should be on continuous cardiac monitoring in conjunction with end-tidal carbon dioxide and pulse oximetry monitoring. For cases involving a continuous infusion of succinylcholine chloride, a nerve stimulator should be used to monitor the effects of the neuromuscular blockade to a \"train of 4\" in conjunction with continuous cardiac monitoring and end-tidal carbon dioxide measurements. Using a nerve stimulator indicates whether the patient exhibits a phase I neuromuscular block or has converted to a phase II one. The American Society of Anesthesiologists (ASA) recommends quantitative monitoring of neuromuscular function and confirms a train of 4 ratio greater than or equal to 0.9 before extubation.\n[25]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAdministered doses of succinylcholine higher than those recommended based on the patient's actual body weight may result in neuromuscular blockade toxicity, potentially resulting in neuromuscular paralysis beyond the time required for procedures, surgical interventions, and anesthesia. Succinylcholine toxicity may manifest via generalized muscle weakness, decreased or absent respiratory reserve, low inspiratory or tidal volumes, or apnea. Taking the dose of succinylcholine administered above the recommended dose and the duration of administration into consideration, depolarizing neuromuscular blockade toxicity, which is a phase I blockade, may convert to a phase II blockade with patient assessment characteristics resembling those of a nondepolarizing neuromuscular blockade. Oral accidental and intentional poisoning has been reported rarely. A 22-year-old patient with schizophrenia ingested 10 mL (500 mg) of intravenous succinylcholine in the pre-procedure room before electroconvulsive therapy after seizing a vial from the resuscitation cart. Immediate intervention by the nursing and anesthesia teams saved the patient's life. Despite the large dose, only mild fasciculations were observed, with no respiratory distress, and the patient remained stable during 4 hours of monitoring.\n[26]\n\nManagement of Overdose\n\nPrimary treatment and intervention for succinylcholine toxicity are airway maintenance and respiratory support sufficient for the patient to maintain adequate oxygenation until the drug is metabolized. The patient can maintain adequate oxygenation and ventilation without mechanical support. Intravenous dantrolene should be administered for patients experiencing malignant hyperthermia. Novel rapid-acting formulation of dantrolene is being studied.\n[27]"
  }
}