{
  "drug_name": "sucralfate",
  "nbk_id": "NBK551527",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551527/",
  "scraped_at": "2026-01-11T15:39:27",
  "sections": {
    "indications": "Documented hypersensitivity to sucralfate or excipients is an absolute contraindication, as it can result in an anaphylactic reaction.\n[22]\nRelative contraindications include uncontrolled diabetes with hyperglycemia, impaired swallowing/gag reflex, and end-stage renal disease.\n[15]\n\nAs discussed above, sucralfate has significant drug-drug interactions, so a complete medication reconciliation should be performed before initiating therapy.\n[9]",
    "mechanism": "The principal action of sucralfate is unknown. The following actions of sucralfate have been the object of study in vitro, but the in vivo actions remain unknown:\n\nAntipeptic effects:\nSucralfate prevents hydrolysis by preventing the enzyme-substrate complex formation. This drug adsorbs pepsin and decreases its concentration.\nSite-protective effects:\nBy forming a polyanion gel, sucralfate is a physical barrier between luminal contents and mucosa, protecting ulcers from acid and pepsin.\nEffects on mucus:\nSucralfate increases mucous hydrophobicity, viscosity, sulfation, and aluminum and carbohydrate content, improving mucosal protection from acid. Additionally, sucralfate increases mucus production by increasing prostaglandin production and prevents the breakdown of mucus by pepsin A, thus reducing ulcerogenesis.\nEffect on bicarbonate output:\nSucralfate increases prostaglandin-dependent and independent bicarbonate production by the stomach and duodenum.\nEffects on tissue growth, regeneration, and repair:\nSucralfate binds epidermal growth and tissue growth factors to tissues and facilitates repair.\n[2]\n\nPharmacokinetics\n\nAbsorption:\nOnly 5% of an orally administered dose is absorbed. The onset of action is 1 to 2 hours. The drug's duration of action is up to 6 hours.\n[9]\n\nDistribution:\nSucralfate is primarily distributed to lesions in the gastrointestinal tract.\n\nMetabolism:\nSucralfate is degraded to aluminum and sucrose octasulfate in the GI tract; the liver or kidney does not metabolize it.\n\nElimination:\nSmall amounts of absorbed sulfated disaccharides are excreted in the urine.\n[10]",
    "administration": "Available Dosage Forms and Strengths\n\nOral dosage forms\n\nTablet:\nSucralfate is a basic aluminum salt of sucrose octasulfate. When given orally, it disintegrates in the stomach with acid and binds to normal and damaged mucosa, forming a protective layer. In addition, it releases aluminum and binds to positively charged compounds like proteins, peptides, glycoproteins, and glycolipoproteins, including an adhesive layer protecting the mucosa; 1 g of sucralfate can neutralize 14 to 16 mEq of acid. The tablets are available as 1 g tablets.\n\nSuspension:\nSuspension is available as 1 g/10 mL or 500 mg/5 mL.\n\nRectal:\nAccording to the American Society of Colon and Rectal Surgeons, sucralfate retention enemas are an effective treatment for rectal bleeding resulting from chronic radiation proctitis.\n[11]\nSucralfate tablets have been mixed with water to form a sucralfate paste enema: 2 tablets (2 g of sucralfate) mixed with 4.5 mL of water. This is an option in the treatment of hemorrhagic radiation proctitis. Sucralfate enema is also helpful in solitary rectal ulcer syndrome and diversion colitis.\n\nTopical:\nSucralfate is used topically in the treatment of skin conditions and also for mucosal ulcers.\n[12]\n\nAdult Dosing\n\nFor active duodenal ulcers, the recommended adult dosage is 1 gram 4 times daily on an empty stomach. Treatment with sucralfate should be continued for 4 to 8 weeks. The maintenance dosage is 1 g twice daily.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo information is provided in manufacturer labeling. Caution is advised. According to the American Association for the Study of Liver Diseases (AASLD), patients with an acute liver injury should receive PPI or H2 blockers for stress ulcer prophylaxis. However, sucralfate can also be considered.\n[13]\n[14]\n\nRenal impairment:\nAluminum accumulation and toxicity have been documented due to sucralfate in patients with impaired renal function. Use with caution.\n[15]\n\nPregnancy considerations:\nSucralfate is an FDA category B medication under the prior pregnancy classification system. Sucralfate has minimal systemic absorption. No significant maternal or fetal adverse effects have been marked; sucralfate is usually considered safe during pregnancy.\n[16]\n\nBreastfeeding considerations:\nClinical data regarding sucralfate use during breastfeeding are lacking. However, as sucralfate is minimally absorbed, it is considered safe during breastfeeding, and no precautions are necessary.\n[17]\n\nPediatric patients:\nThe safety and efficacy of systemic sucralfate in pediatric patients have not been demonstrated. Use with caution. Topical sucralfate is used off-label in pediatric patients with adenotonsillectomy in the postoperative period to reduce oropharyngeal pain.\n[18]\n\nOlder patients:\nCaution is advised as sucralfate can reduce the absorption of other medications. In addition, renal function monitoring is recommended for older patients.\n[19]",
    "adverse_effects": "Sucralfate acts locally with negligible absorption, making it relatively safe. The most common side effect is constipation, seen in 1% to 10% of patients. Hyperglycemia is also reported in diabetic patients using sucralfate. Other adverse effects include nausea, vomiting, flatulence, headache, dry mouth, pruritis, skin rash, gastric bezoar formation, aluminum intoxication, and hypophosphatemia. Inadvertent IV use of sucralfate has caused fatal complications such as pulmonary emboli and cerebral edema.\n\nLong-term users of sucralfate are shown to retain negligible levels of aluminum, except when a patient has renal insufficiency. Uremia causes increased absorption of aluminum from the gut, and the quantity of aluminum absorbed is similar to that of aluminum hydroxide. Sucralfate should be used cautiously in patients with end-stage renal disease or avoided altogether to prevent aluminum intoxication.\n[2]\n[20]\n\nDrug-Drug Interactions\n\nSucralfate has several drug interactions and can decrease the serum concentrations of digoxin, levothyroxine, furosemide, quinolones, oral phosphate supplements, warfarin, antiretrovirals like raltegravir, bisphosphonates, among others. Sucralfate administration should have at least a 2-hour gap from administering these medications. In addition, multivitamins can increase the serum concentration of sucralfate and aluminum.\n\nA few medications, like antacids administered within 15 minutes of sucralfate, can reduce its efficacy by decreasing the binding ability of sucralfate to gastric ulcers.\n\nConcurrent administration of sucralfate decreases the bioavailability and concentration of phenytoin. Avoid simultaneous administration.\n[9]\n\nSucralfate may reduce the serum concentration of quinidine. Avoid concurrent administration.\n[21]\n\nSucralfate may also decrease the absorption or delay the onset of action of several drugs; some medications that are so affected include:\n\nNaproxen (delayed onset of action)\nPotassium phosphate\nLeveoketoconazole\nDeferasirox\nBaloxavir",
    "monitoring": "No therapeutic monitoring has been recommended for this medication as it undergoes minimal absorption from the enteral system. If the patient has diabetes, blood glucose monitoring may be necessary as the sucralfate oral suspension contains glucose. Renal function should be monitored in patients with a history of renal impairment.\n[15]",
    "toxicity": "Risks associated with sucralfate overdosing are minimal as sucralfate has minimal absorption from the gastrointestinal system; many patients who overdosed on sucralfate remained asymptomatic. Due to the small amount of aluminum absorbed with oral intake of sucralfate, it can cause aluminum accumulation and toxicity in patients with chronic kidney disease or those receiving dialysis.\n[15]\n[23]\nSerum aluminum should be obtained in these patients, and treatment with deferoxamine and EDTA should be considered for aluminum toxicity.\n[24]"
  }
}