{
  "drug_name": "sulbactam",
  "nbk_id": "NBK526117",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526117/",
  "scraped_at": "2026-01-11T15:39:29",
  "sections": {
    "indications": "Hypersensitivity\n\nReports exist of severe and life-threatening anaphylactoid reactions with ampicillin/sulbactam therapy. Although anaphylaxis is more common following parenteral therapy, it can also occur after oral administration. In addition, anaphylaxis is more likely in a patient with a previous history of penicillin hypersensitivity and/or reaction to multiple allergens. Therefore, a thorough inquiry is essential before initiating therapy concerning hypersensitivity reactions to cephalosporins, allergens, or penicillin.\n\nIn the event of a hypersensitivity reaction, clinicians should promptly discontinue therapy and initiate alternative treatment. Anaphylactoid reactions necessitate immediate emergency treatment with oxygen, epinephrine, steroids, and airway management, including intubation if indicated.\n\nClostridioides difficile\nInfection\n\nAntibacterial treatment disrupts the natural flora of the intestine, leading to the overgrowth of\nC difficile\n. CDAD occurs when using nearly all antibacterial agents, especially ampicillin. The resulting severity of CDAD may range from mild diarrhea to fulminant colitis. Hypertoxin-producing\nC difficile\nstrains cause increased morbidity and mortality, as these strains are refractory to the recommended antimicrobial therapy and may require colectomy. Therefore, CDAD may be a consideration for all patients with diarrhea after antibacterial use. Therefore, CDAD should be considered for all patients with diarrhea after antibacterial use. A thorough medical history is essential in these cases because it may reportedly occur over 2 months after administering antibacterial agents.\n\nIf CDAD is confirmed, discontinuing ongoing antimicrobial therapy not directed against the organism may be necessary. Considerations should include adequate fluid and electrolyte management, protein supplementation, the appropriate antimicrobial regimen for\nC difficile\n, and surgical evaluation if indicated.\n[35]\n\nConcomitant Infectious Mononucleosis Infection\n\nMany patients diagnosed with infectious mononucleosis and initiated on ampicillin/sulbactam therapy develop a rash. Ideally, the rash manifests 7 to 10 days after initiating ampicillin/sulbactam therapy and persists for a few days to one week after discontinuing the drug. In most cases, the rash is maculopapular, generalized, and pruritic. Therefore, the administration of ampicillin/sulbactam is not recommended in these patients. The actual allergic status of these patients to penicillin remains unknown.\n[36]\n\nHepatic Dysfunction\n\nAs reexposure to ampicillin can result in the recurrence of drug-induced liver injury (DILI), it is advised to avoid ampicillin use in patients with a history of aminopenicillin-induced hepatitis.\n[29]",
    "mechanism": "Ampicillin is a β-lactam antimicrobial, whereas sulbactam is a β-lactamase inhibitor.\n\nMechanism of Ampicillin\n\nSimilar to other β-lactam antimicrobials, the mode of action of ampicillin on susceptible organisms can be considered a 2-step process. In the initial step, the drug binds to primary receptors known as membrane-bound penicillin-binding proteins (PBPs). These proteins play crucial roles in the cell cycle–related morphogenetic formation of the cell wall peptidoglycan. Consequently, the inactivation of PBPs by bound antimicrobials immediately arrests their function.\n\nThe second stage involves the physiological effects resulting from this receptor-ligand interaction. PBPs are involved in the late stages of peptidoglycan synthesis in the cell wall. As peptidoglycan is crucial for maintaining the integrity of the cell wall, any disruption leads to lysis and eventual cell death, especially in the context of the hypotonic environment in which the cell resides.\n[15]\n\nMechanism of Sulbactam\n\nThe production of β-lactamase is critically essential for the evolution of drug-resistant bacteria. Combinations of β-lactams with β-lactamase inhibitors, such as ampicillin/sulbactam, broaden the spectrum of β-lactams by inhibiting their hydrolysis by β-lactamases.\n[16]\n\nMechanism of Resistance\n\nA study demonstrated that in\nA baumannii\n, strains with PBP-3 mutations exhibited elevated levels of resistance to sulbactam. Conversely, strains with mutations in cell wall metabolism or stress response genes displayed lower resistance to sulbactam.\n[17]\n\nPharmacokinetics\n\nAbsorption:\nPeak serum concentrations of ampicillin and sulbactam are reached following a 15-minute IV infusion. The steady-state volumes of distribution range from 14.2 to 15.1 L for ampicillin and 12.2 to 16.3 L for sulbactam. The penetration of ampicillin and sulbactam into the cerebrospinal fluid (CSF) is enhanced in the presence of inflamed meninges.\n[18]\n\nDistribution:\nAmpicillin and sulbactam exhibit extensive distribution in extracellular fluids and tissues. Approximately 28% of ampicillin is reversibly bound to human serum proteins, whereas sulbactam has approximately 38% plasma protein binding. The steady-state volumes of distribution range from 14.2 to 15.1 L for ampicillin and 12.2 to 16.3 L for sulbactam.\n\nMetabolism:\nAmpicillin undergoes metabolism by penicillinase, leading to the formation of penicilloic acid and other metabolites.\n[19]\n\nElimination:\nAmpicillin and sulbactam are primarily excreted in urine via glomerular filtration and tubular excretion. The half-life of ampicillin and sulbactam is approximately 1 hour in healthy subjects.\n[20]",
    "administration": "Ampicillin/sulbactam is not absorbed adequately after oral absorption. In IV formulations, penetration into tissues and fluids includes intraperitoneal fluid (60%), myometrium (64%), sputum (12% to 14%), and CSF (11% to 14%).\n\nAdult Dosage and Administration\n\nAmpicillin/sulbactam administration can be administered via intramuscular (IM) or IV routes.\n\nFor IV administration, healthcare providers should administer the dose by slow IV injection over at least 10 to 15 minutes.\n\nAdminister ampicillin/sulbactam by deep intramuscular injection within 1 hour of preparation.\n\nThe recommended adult dosage of ampicillin/sulbactam is 1.5 g (1 g ampicillin + 0.5 g sulbactam) to 3 g (2 g ampicillin + 1 g sulbactam) every 6 hours. The total dosage of sulbactam should not exceed 4 g/d.\n\nThe 2022 guidelines from the Infectious Diseases Society of America (IDSA) recommend ampicillin/sulbactam at a dosage of 9 g IV administered q8h over 4 hours infusion for infections caused by carbapenem-resistant\nA baumannii\n(CRAB). In cases of mild infections caused by CRAB organisms sensitive to ampicillin/sulbactam, a recommended dosage is 3 g IV every q4h.\n[21]\nNotably, even in cases where CRAB strains show nonsusceptibility to ampicillin/sulbactam, this combination may still be a viable treatment option due to the potential for sulbactam to saturate altered PBP targets.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment is suggested.\n\nRenal impairment:\nThe excretion of ampicillin/sulbactam is primarily through the renal route, resulting in an increased half-life in patients with impaired renal function.\n\nIf creatine clearance exceeds 30 mL/min, the recommended dosage of ampicillin/sulbactam is 1.5 to 3 g administered every 6 hours, and no dosage adjustment is necessary.\n\nIf the creatine clearance is between 15 and 29 mL/min, the recommended dosage of ampicillin/sulbactam is 1.5 to 3 g administered every 12 hours.\n\nIf the creatine clearance is between 15 and 29 mL/min, the recommended dosage of ampicillin/sulbactam is 1.5 to 3 g daily.\n\nAmpicillin and sulbactam elimination kinetics are similarly affected in patients with impaired renal function. Therefore, the ratio of one to the other will remain constant at a given level of renal function.\n[22]\n\nPregnancy considerations:\nThe American College of Obstetricians and Gynecologists (ACOG) recommends the use of IV ampicillin and erythromycin for patients with preterm pre-labor rupture of membranes less than 34 weeks of gestation to prevent group B streptococcal perinatal infection.\n[23]\n\nBreastfeeding considerations:\nClinical data suggest that ampicillin/sulbactam is present in low levels in breast milk, which are not expected to cause adverse effects in breastfed infants. However, the disruption of the infant's gastrointestinal flora can result in diarrhea or thrush. Overall, ampicillin/sulbactam is acceptable for use by nursing mothers.\n[24]\n\nPediatric patients:\nIn pediatric patients, administering ampicillin/sulbactam involves tailored dosing based on age and body weight, with specific considerations for neonates and premature infants.\n\nFor children aged 1 year or older: The recommended daily dosage of ampicillin/sulbactam in pediatric patients is 300 mg/kg of body weight administered via IV infusion in equally divided doses every 6 hours. Caution must be exercised when administering ampicillin/sulbactam to neonates younger than 1 week and premature infants due to their underdeveloped urinary system.\n\nDosage recommendations for pediatric patients with a body weight of 40 kg or more align with those for adult patients.\n\nThe duration of IV therapy should not routinely exceed 14 days.\n\nThe pharmacokinetics of ampicillin/sulbactam remain consistent in the pediatric population compared to adults.\n[25]\n\nOlder patients:\nThe product labeling lacks specific dosage recommendations for using ampicillin/sulbactam in older individuals. Therefore, dosing should be determined based on renal function.",
    "adverse_effects": "Adverse Reactions\n\nLocal adverse reactions:\nThese reactions may include pain at the IM or IV injection site and thrombophlebitis.\n\nGastrointestinal adverse drug reactions:\nThese drug reactions may include stomatitis, nausea and vomiting, pseudomembranous colitis, enterocolitis, and black hairy tongue.\n[26]\n\nHypersensitivity reactions:\nThese reactions may manifest as frequent reports of skin rashes and urticaria. Additionally, there are documented cases of erythema multiforme and exfoliative dermatitis. The most severe complication is anaphylaxis, primarily associated with the parenteral form, necessitating prompt treatment.\n[27]\n\nHepatotoxicity:\nHepatotoxicity may involve a moderate elevation of serum glutamic oxaloacetic transaminase (SGOT), commonly observed in infants, with its significance remaining unknown. Furthermore, mild and transient elevations have been noted with repeated intramuscular administration in individuals receiving larger-than-usual doses.\n\nEvidence indicates that SGOT or aspartate aminotransferase is released at the intramuscular injection site, and the increased quantities observed in the blood may not necessarily originate from the liver as a source.\n[28]\n\nHemato-lymphatic system reactions:\nThese reactions are attributed to a hypersensitive phenomenon and are generally reversible upon discontinuation of therapy. These reactions may include hemolytic anemia, thrombocytopenia, eosinophilia, thrombocytopenic purpura, and agranulocytosis.\n[29]\n\nNeurological adverse drug reactions:\nThese reactions may include headaches and seizures.\n[30]\n\nOpportunistic infections:\nThese infections may manifest as superinfection with\nClostridium difficile–\nassociated diarrhea (CDAD) and fungal infections. In such cases, discontinuation of therapy and substitution with appropriate alternative treatment are warranted.\n[31]\n\nDrug-Drug Interactions\n\nThe administration of the cholera vaccine is not recommended during systemic antibiotic treatment, as it can reduce its efficacy. Prolonged antibiotic treatment with intravesical BCG adversely impacts bladder cancer disease recurrence and outcomes. Simultaneous use should be avoided.\n[32]\n\nThe concurrent use of allopurinol with ampicillin increases the risk of Stevens-Johnson syndrome.\n[33]\n\nAmpicillin is a bactericidal drug, and combining bactericidal drugs with bacteriostatic drugs, such as doxycycline, is generally not recommended.\n[34]",
    "monitoring": "During prolonged therapy, it is advisable to monitor renal, hepatic, and hematologic parameters periodically. In addition, monitoring for signs of anaphylaxis should be maintained, particularly during the first dose.\n[37]\n\nA recent observational cohort study involving 150 patients (intervention:\nn\n=75; control:\nn\n=75) investigated DILI caused by ampicillin/sulbactam. The study explored the correlation between DILI and the albumin-bilirubin (ALBI) score, which indicates hepatic functional reserve. Results revealed a 9.5% incidence of DILI, notably showing that patients with a baseline ALBI score of ≥-2.00 had a significantly elevated risk for ampicillin/sulbactam–induced DILI. The ALBI score emerged as a valuable predictor of DILI in patients undergoing ABPC/SBT therapy, emphasizing its clinical relevance for therapeutic monitoring.\n[38]",
    "toxicity": "Signs and Symptoms of Overdose\n\nPatients with impaired renal function face an elevated risk of overdose due to decreased clearance. Neurological adverse reactions, such as convulsions, may occur when high CSF levels of ampicillin are reached.\n\nManagement of Overdose\n\nIn cases of overdose, it is imperative to discontinue ampicillin/sulbactam, provide symptomatic treatment, and offer supportive care. In severe overdoses, hemodialysis should be initiated to remove ampicillin from circulation, considering that the molecular weight and degree of protein binding of sulbactam are compatible with hemodialysis.\n[39]\n[40]\nCorticosteroids can manage the allergic manifestations of immunoallergic hepatitis due to ampicillin.\n[29]\n\nIn a recent study investigating DILI caused by ampicillin/sulbactam, researchers examined the correlation between DILI and the ALBI score—an indicator of hepatic functional reserve. The study, including 380 patients, revealed an incidence of DILI at 9.5%. The results of Cox regression analysis demonstrated a significantly increased risk of ampicillin/sulbactam–induced DILI in patients with a baseline ALBI score of ≥-2.00. Therefore, the ALBI score emerges as a practical and valuable tool for predicting the likelihood of DILI attributed to ampicillin/sulbactam, especially in patients with an ALBI score ≥-2.00. This underscores the need for vigilant and routine liver function monitoring in these individuals.\n[38]"
  }
}