{
  "drug_name": "sulconazole",
  "nbk_id": "NBK554602",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554602/",
  "scraped_at": "2026-01-11T18:47:59",
  "sections": {
    "indications": "Tinea cruris, also known as jock itch, is an infection involving the genital, pubic, perineal, and perianal skin caused by pathogenic fungi known as dermatophytes.\n[1]\n[2]\n[3]\n[4]\n[5]\nThese dermatophytes affect keratinized structures such as hair and the epidermis' stratum corneum resulting in a characteristic rash. Intertriginous areas are hospitable environments for fungus, with sweating, maceration, and alkaline pH being responsible for the groin's predilection for infection.\n[1]\n[3]\n[4]\n[5]\n\nWhile tinea infections are often classified by the location of the body affected, they are also organized according to the responsible organism's primary source and mode of transmission.\n[3]\nGeophilic, zoophilic, and anthropophilic fungi are found in and transmitted by soil, animals, and humans, respectively.\n[1]\n[3]\n[6]\n[7]\nAutoinfection of dermatophytes is also possible and especially crucial in tinea cruris as foot-to-groin spread can occur.\n[1]",
    "mechanism": "Tinea cruris is caused by dermatophytes belonging to three genera,\nTrichophyton\n,\nEpidermophyton\n, and\nMicrosporum\n.\n[5]\nTrichophyton rubrum\nhas been isolated most commonly and remains the most frequent cause of tinea cruris worldwide; however, most studies do recognize the increasing prevalence of Trichophyton mentagrophytes and other organisms in certain regions.\n[1]\n[2]\n[3]\n[4]\n[7]\nSeveral risk factors have been identified that predispose an individual to tinea cruris, including excessive perspiration, occlusive clothing, improper hygiene, diabetes mellitus, immunocompromise, and lower socioeconomic status.\n[1]\n[2]\n[3]\n[6]\n\nAthletes, especially those involved in contact sports, may be more likely to contract tinea infections.\n[1]\nGenetics can also make a patient more susceptible to dermatophytes.\n[3]\n[6]\nOf all these factors, perspiration appears to be the most influential variable in the development of infection.\n[1]\n[8]\nIn India, an area affected disproportionately often with dermatophytes, a study was conducted in response to the increasing frequency of and decreased treatment efficacy for local tinea infections.\n[9]\nDiabetes mellitus, family members with tinea, and personal history of cooking food were found to be positively associated with chronic and relapsing disease.\n[9]",
    "monitoring": "In most cases, tinea cruris can be diagnosed clinically; however, several tests exist to investigate a rash of the groin with unknown etiology.\n[1]\n[2]\n[3]\nPotassium hydroxide (KOH) preparations, skin biopsy with periodic acid-Schiff (PAS) stain, and fungal cultures on Sabouraud’s agar media can be utilized when the diagnosis is in question or the case of recurrent or recalcitrant episodes.\n[1]\n[2]\n[3]\n\nIn general, the sample should be obtained from the leading edge of the lesion to ensure an adequate collection of infected scales.\n[1]\nPotassium hydroxide (KOH) mounts are generally procured with a scalpel scraping technique; however, new studies have indicated that utilizing a cellophane adhesive tape method may simplify the collection process, facilitate transportation, provide a higher quality sample, and improve slide preservation time.\n[14]",
    "administration": "Antifungals utilized in treating dermatophytoses, including tinea cruris, target the synthesis of ergosterol, a vital component of fungal plasma membranes.\n[4]\nManagement strategies are similar worldwide; however, some countries have specific guidelines based on their region's fungal profile.\n[6]\nTopical therapies are effective and usually preferred.\n[2]\n[4]\n[6]\nAllylamines (terbinafine, butenafine, naftifine) and azoles (clotrimazole, miconazole, sulconazole, oxiconazole, econazole, ketoconazole) are the mainstays of topical treatment regimens. They are generally prescribed once or twice daily for two to four weeks.\n[1]\n[3]\n[6]\n\nDeciding which agent to use should be based on patient compliance, cost, and medication accessibility, as there is insufficient data to directly compare the effectiveness of individual drugs and classes.\n[8]\n[15]\n[16]\n[13]\nAllylamines have a potentially shorter treatment timeline, have demonstrated lower relapse rates, and their metabolism is independent of the cytochrome p450 system.\n[8]\n[13]\nAzoles are not as costly as allylamines but often require a longer treatment duration.\n[8]\nOne newer topical azole, luliconazole, requires only once daily application for one week and may improve patient compliance through a more convenient dosing schedule.\n[6]\nCiclopirox olamine is an older topical preparation with a unique mechanism of action compared to the commonly used allylamines and azoles.\n[17]\nRecent studies have demonstrated a number of benefits to ciclopirox therapy; however, it remains an underutilized antifungal medication.\n[17]\n\nOral preparations exist to manage tinea cruris and are indicated for chronic, recurrent, and recalcitrant disease.\n[1]\n[2]\n[4]\n[6]\nExtensive or diffuse rashes and patients with immunocompromise may also require systemic treatments.\n[4]\nStratum corneum penetration and concentration maintenance, keratin adherence, patient tolerance, and a minimal drug interaction profile are hallmarks of the ideal systemic medication for dermatophytoses.\n[4]\nOral terbinafine and itraconazole have favorable characteristics for dermatophyte management and are the most often prescribed.\n[4]\n[15]\n[16]\n[13]\nFluconazole has demonstrated efficacy in treating tinea cruris; however, it is not preferred due to its poor keratin adherence and prolonged treatment duration.\n[4]\nGriseofulvin has similar pharmacokinetic limitations as fluconazole, and it is more appropriately utilized in the management of tinea capitis than tinea cruris.\n[1]\n[4]\n[6]\nDue to its potential for hepatotoxicity, oral ketoconazole is no longer recommended for dermatophytoses.\n[1]\n[2]\n[4]\n[15]\n[16]\nTopical antifungal therapies may be used as an adjunct in patients requiring systemic treatment. Topical and oral antibiotics can be administered when a secondary bacterial infection is present.\n[3]\n[13]\n\nA commonly used alternative treatment known as Whitfield's ointment has insufficient evidence of benefit.\n[18]\nNystatin, a frequently utilized treatment for cutaneous candida infections, is ineffective for managing dermatophytoses such as tinea cruris.\n[2]\nCombined topical corticosteroid and antifungal therapy remain controversial. Some studies have demonstrated improved cure rates with concomitant steroid and antifungal topical applications; however, these results were based on low-quality evidence.\n[18]\nWhile steroids may improve acute inflammation and itching, they may also fortify dermatophyte's plasma membranes rendering antifungal medications less effective.\n[4]\nSteroids also activate fungal metabolism and can potentially facilitate the worsening of the primary infection.\n[4]\nTinea incognito is another possible complication of steroid administration where the typical presentation of tinea is masked, and diagnosis is delayed.\n[1]\nCurrently, topical steroids are not recommended as part of an evidence-based tinea cruris treatment regimen.\n[2]\n[3]\n[2]\n[18]\n[13]",
    "adverse_effects": "Failure of therapy and recurrence are the most likely complications of tinea cruris. They have been attributed to reinfection from close contacts, autoinfection from separate body locations, infection by uncommon species such as zoonoses, misdiagnosis, drug resistance, and non-adherence to the management plan.\n[3]\nSteroid use may suppress the physical signs of tinea cruris, making the diagnosis more difficult. Also, chronic application can result in skin atrophy and telangiectasias.\n[4]\nSecondary bacterial infection is another potential complication of tinea cruris.\n[3]\nMajocchi’s granuloma is an uncommon complication of cutaneous fungal infections in which dermatophytes disseminate into the subcutaneous tissue secondary to skin breakdown, immunosuppression, or topical steroid use resulting in a deep, inflammatory disease.\n[3]\n[20]\nA dermatophytid reaction may result in an allergic response at a separate location from the original tinea site.\n[21]"
  }
}