{
  "drug_name": "sulfur",
  "nbk_id": "NBK545248",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545248/",
  "scraped_at": "2026-01-11T15:39:35",
  "sections": {
    "toxicity": "Adverse effects associated with topical medications used in FED management vary based on the drug class, requiring careful monitoring and individualized treatment adjustments to minimize complications. Hypertonic saline often causes ocular irritation and a transient burning sensation upon application. Using preservative-free formulations can help mitigate discomfort, and applying lubricating artificial tears 10 minutes after instillation may further reduce irritation.\n\nCorticosteroids present risks such as steroid-induced ocular hypertension and glaucoma, which can lead to optic nerve damage. Long-term use may also accelerate posterior subcapsular cataract formation and impair wound healing, increasing susceptibility to infections.\n[75]\nRegular IOP monitoring every 4 to 6 weeks is essential, particularly in patients at risk for glaucoma. Steroid-sparing agents like cyclosporine 0.05% may be considered for prolonged therapy, while weaker corticosteroids such as fluorometholone or loteprednol may be recommended for patients with a history of steroid-induced IOP elevation. Gradual tapering is necessary to prevent rebound inflammation.\n\nIOP-lowering agents are often required for steroid-induced glaucoma but must be selected cautiously. β-Blockers can cause systemic side effects such as bradycardia, hypotension, and bronchospasm, making them unsuitable for patients with asthma or chronic obstructive pulmonary disease (COPD). Additionally, these agents may contribute to dry eye and delay corneal epithelial healing.\n[76]\nPreservative-free formulations can help reduce ocular surface irritation. CAIs are another option, but these medications may worsen corneal decompensation in patients with preexisting endothelial dysfunction, making them less suitable for individuals with advanced FED.\n[77]\n\nFor ROCK inhibitors, conjunctival hyperemia is a common adverse effect. These agents may be beneficial for patients experiencing steroid-induced IOP elevation who also require endothelial protection.\n[78]\n\nAnesthetic and surgical agents used in FED management can pose risks to the corneal endothelium, necessitating careful selection and monitoring to prevent toxicity-related complications. Preservatives in anesthetic drops, such as BAK, may contribute to endothelial toxicity, particularly in patients undergoing keratoplasty. When possible, preservative-free anesthetics should be used to minimize damage. Additionally, mitomycin-C, sometimes utilized in conjunction with glaucoma surgery, has been associated with corneal thinning and delayed epithelial healing. Limiting mitomycin-C exposure is essential to prevent corneal toxicity.\n[79]\n\nGraft-related toxicities also present challenges in posttransplant management. Some patients may develop inflammatory reactions to donor corneal endothelium, even in the absence of overt rejection. Low-grade inflammation should be monitored closely and managed with short courses of corticosteroids as needed.\n[80]\nFurthermore, despite successful outcomes following DMEK or DSEK, gradual endothelial cell loss occurs over time. To ensure long-term graft viability, annual specular microscopy assessments are necessary to track ECD and detect early signs of dysfunction.\n[81]\n\nManaging toxicity and adverse effects in FED requires a comprehensive approach that includes regular monitoring, medication adjustments, and patient-specific modifications. Reducing drug-related toxicity, maintaining IOP control, and optimizing posttransplant care are essential for improving long-term outcomes and ensuring graft survival.\n[82]"
  }
}