{
  "drug_name": "sulfacetamide",
  "nbk_id": "NBK554478",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554478/",
  "scraped_at": "2026-01-11T15:39:31",
  "sections": {
    "indications": "If an intraocular FB is suspected, an immediate ophthalmologic evaluation is mandatory. Traumatic events resulting in an intraocular FB frequently include metal-to-metal hammering, chiseling, or drilling, or recent proximity to an explosive event.\n[16]\nThese circumstances suggest a high-speed impact associated with a greater incidence of intraocular FB. Under careful slit-lamp evaluation, signs of intraocular involvement may include a shallow anterior chamber, hyphema, iris or pupillary irregularity, a break in the Descemet membrane, or a traumatic cataract. Additionally, a corneal or scleral perforation will yield a positive Seidel sign, the leakage of intraocular fluid visualized on the ocular surface after introducing fluorescein dye into the tear film.\n[16]\n[17]\n[16]\n\nImaging is beneficial when locating FBs in the posterior segment. Imaging is appropriate if an intraocular foreign body is not visualized but is strongly suspected. Computed tomography (CT) of the orbits can localize foreign bodies. Magnetic resonance imaging (MRI) is strictly contraindicated in any metallic FB case.\n[18]\nIf a metallic or organic FB is located very deep in the cornea, the risk of penetration or significant scarring warrants an immediate ophthalmologic referral. Removal of foreign bodies causing corneal perforation during slit-lamp examination is not recommended and may cause endophthalmitis. Excessive lid edema is not a direct contraindication to corneal FB removal; the edema should be treated medically and the FB removed at a later date.\n[14]",
    "clinical_significance": "While a corneal FB may present insidiously, it will more frequently present with the acute onset of multiple nonspecific ocular symptoms, including hyperemia, eye pain, decreased visual acuity, blepharospasm, and photophobia. The timely removal of a corneal FB significantly reduces the potential for corneal compromise.\n\nThe nature of the inciting event may determine the course of healing. While small, superficial FB are easily removed with little risk of adverse sequelae, those more deeply embedded or centrally located are likely to result in visually significant scarring.\n[45]\nThe environmental debris may be contaminated by inoculating bacterial, viral, or fungal elements leading to subsequent infection.\n\nPenetrating ocular injuries may have dire effects leading to blindness. A positive Seidel sign indicates a corneal perforation. Iris and pupillary abnormalities, hyphema, and lenticular trauma suggest serious ocular trauma. Suspect intraocular penetration if, despite meticulous examination, no FB is found. It is imperative to seek emergency ophthalmic care if intraocular trauma is suspected.\n[16]"
  }
}