{
  "drug_name": "sulfinpyrazone",
  "nbk_id": "NBK562201",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562201/",
  "scraped_at": "2026-01-11T18:47:59",
  "sections": {
    "indications": "Uric acid, a heterocyclic compound, is produced as a byproduct of purine metabolism. It can be generated from endogenous as well as exogenous sources. The human body makes about 300 - 400 mg of uric acid per day, with most of it being produced in the liver. Purines degenerate into inosine and hypoxanthine. Hypoxanthine is further metabolized into xanthine and uric acid in the presence of xanthine oxidase enzyme. In most mammals, uric acid is transformed to allantoin by enzymatic activity of uricase. Allantoin, being a very soluble chemical, does not create any pathology. However, in humans, this enzyme is nonfunctional, so the end product of purine metabolism is uric acid, a weak acid that is relatively insoluble. Thus, high levels of uric acid in the urine and serum can lead to its deposition in joints and kidneys, leading to gout and nephrolithiasis. Exogenous sources include meat, fish, alcohol, sweet drinks, sweetbreads, and organ meats which are particularly high in purines.\n\nThe organs responsible for the elimination and excretion of uric acid are the kidneys and intestines. In the intestinal tract, uric acid is transformed into ammonia and carbon dioxide. Bacteria utilize the intestinal ammonia for metabolism. In the kidneys, almost 100% of uric acid is filtered by glomerulus. Uric acid is further reabsorbed, secreted, and reabsorbed in the proximal convoluted tubule (PCT), ultimately resulting in only 10% fractional elimination in the urine.\n\nUric acid was first isolated by a Swedish pharmacist Scheele in 1776. Fourcroy examined about 600 stones from 1736 to 1802 and also suggested the term uric acid.\n[1]\n[2]\n[3]\n[4]",
    "mechanism": "Uric acid calculi are predominantly caused by highly acidic urine, excessive urinary uric acid and relative dehydration, but they have a multifactorial etiology with multiple determinants as well which are outlined below:\n\nIdiopathic uric acid lithiasis (gouty diathesis) encompasses people who have no identifiable cause for uric acid stone formation. The biochemical profiling of such people typically shows a low urine pH accompanied by a very low fractional excretion of urate (little urine uric acid in the presence of a significantly elevated serum uric acid). These findings are very similar to primary gout. Thus idiopathic uric acid lithiasis is assumed to be an underlying abnormality of primary gout.\n[5]\nApproximately 10% to 20% of patients with primary gout produce uric acid nephrolithiasis. The biochemical profile of these patients is similar to idiopathic patients, including low urine pH and low excretion of uric acid. The mechanism responsible for high levels of uric acid in these patients is reduced uric acid urinary excretion. Consumption of alcohol, a high fructose diet, and high animal protein diet can increase the risk of gout and uric acid stones. Low urine pH is also one of the significant contributing factors.\nPeople with metabolic syndrome are predisposed to the formation of uric acid stones. Metabolic syndrome comprises diabetes, high waist circumference, and high cholesterol levels due to insulin resistance. There is an inverse correlation between the pH of the urine and body weight. The entity responsible for the low urinary pH is a deficit in buffering of urinary acid by ammonium due to impaired renal NH4+ production.\nPeople with inflammatory bowel disorders like Crohn disease and people who have ileostomies are at considerable risk for uric acid stone formation. They experience chronic diarrhea, which can lead to loss of fluid and bicarbonate ions, producing low urine volume (hypovolemia) and systemic metabolic acidosis.\nGenetic disorders that lead to hyperuricemia, including X linked recessive Lesch-Nyhan syndrome and Type 1 collagen storage disorder, are also etiological causes. Renal disorders, including Hartnup disease, Wilson's disease, and familial hypouricemic hyperuricosuria, can also lead to increased urinary uric acid excretion.\nAcquired causes include diet, malignancy, lymphoproliferative disorders, and drugs that compete with uric acid in the kidneys. These drugs lessen uric acid reabsorption, adding to increased urinary uric acid and renal stone formation. Patients with malignancy exhibit high levels of uric acid due to the rapid cell turnover. They are particularly predisposed to uric acid stone formation when they are on chemotherapy due to tumor cell necrosis.\n[1]\n[4]",
    "monitoring": "Evaluation of a patient suspected of having nephrolithiasis should invariably commence with a comprehensive history and physical exam.\n\nThe next recommended step in management is a urinalysis, which includes a urinary dipstick and microscopic examination of the urine for blood and crystals. The dipstick urinalysis will also measure the urinary pH. (An acidic urinary pH favors the presence of uric acid stones.) It can also suggest an underlying infection and should be followed by a microscopic urinalysis, urine culture and sensitivity if the dipstick or microscopic urinalysis shows pus cells in urine. Positive nitrites is also suggestive of an infection. The presence of hematuria is suggestive but not diagnosis of nephrolithiasis. The microscopic urinalysis can also identify urinary crystals which are not apparent on dipstick examinations. The presence of diamond or barrel-shaped crystals of uric acid stones.\n[14]\n\nSerum chemistry measurements should be done to check the levels of calcium, sodium, potassium, chloride, bicarbonate, and uric acid. (Serum uric acid may need to be ordered separately if it is not part of the automated chemistry panel.) An elevated level of uric acid in serum could suggest the presence of underlying primary gout and increases the likelihood of uric acid urolithiasis.\n\nStone chemical analysis is suggested whenever possible when a patient presents with the kidney stone. Computerized tomography (CT) scans without contrast are a reliable tool to identify and locate urinary calculi. Non-contrast scans are recommended since intravenous contrast can make stones harder to see. Due to the difference in density, they may also be able to distinguish uric acid calculi from other stones, however, it is usually easier to obtain a plain x-ray of the abdomen.  Large calcific stones (>4 mm) should be easily visible on the plain x-ray.  If not, then a uric acid stone is more likely. Calculi are classified based on the distinction in the attenuation of rays by separate stones.\n[15]\nChemical composition analysis of the stone can help identify the underlying metabolic disorder and guide further therapy and prophylaxis.\n[16]\n\nNon enhanced (non-contrast) Helical CT of the abdomen and pelvis is the single most sensitive and specific test for diagnosing urolithiasis. It also can identify radiolucent stones that are not visible on plain abdominal X-rays. A plain abdominal X-ray and a renal ultrasound can be performed if a CT scan is not available.  More than 70% of renal calculi are radio-opaque, and thus detectable on X-ray. Ultrasonography has relatively low sensitivity but is indicated in pregnant women and can be useful in patients who come for a follow-up in an outpatient setting.\n[13]\nThe combination of a plain abdominal X-ray and a renal ultrasound with resistive index determination can be very useful in the diagnosis of urolithiasis when a CT scan is not available or cannot be used. (An obstructing stone will increase the resistive index on the affected side.) Renal ultrasound is also useful in tracking the response of presumed renal uric acid stones to alkalinization dissolution therapy.\n[16]\n\nMetabolic testing comprises at least one, and sometimes two, 24-hour urine samples. It is indicated and recommended in high-risk patients, recurrent stone formers, and in patients who develop stones for the first time but are highly motivated to minimize future stone production. Patients with intestinal malabsorption disorders, recurrent urinary tract infections, renal tubular acidosis, gout, diabetes mellitus, renal failure, high anesthesia risk, children, and those with a solitary kidney are all high-risk patients and metabolic testing is recommended. The urine is tested for pH, volume, calcium, oxalate, citrate, uric acid, creatinine, sodium, phosphate, magnesium, and qualitative cystine. Sulfates and urea nitrogen in urine can correlate with the intake of animal protein in the diet.\n[12]\n\nThe importance of metabolic testing is that it can assist in determining the stone composition, supervise dietary management, identify specific chemical problems which will help guide therapy. Successful treatment requires significant patient compliance, discipline, and motivation. Evaluation of 24-hour urine testing can be complicated, but excellent published guides are now available for free download on the internet.\n[17]",
    "administration": "A significant number of patients with nephrolithiasis present to the emergency department with acute renal colic described as severe pain in the flank region, often associated with nausea/vomiting. In such cases, management of the pain is of utmost priority. Ketorolac can be given as 30 to 60 mg IV or IM loading dose followed by 15 mg every 6 hours. IV acetamenophen and lidocaine have also been used successfully for renal colic pain, but the standard therapy if ketorolac is unsuccessful remains IV opioids. Diclofenac in the dosage of 50 mg orally two or three times in a day can also be used for management.\n[18]\n\nThe first step in the evaluation is to perform a dipstick and microscopic urinalysis and obtain a non-contrast CT scan of the abdomen and pelvis. A plain abdominal x-ray (KUB) is very helpful in tracking the stones over time and in the determination of radiolucency. A radiolucent stone is typically assumed to be made of uric acid unless there is information to the contrary. This can only be confirmed with a chemical composition analysis of the stone.\n\nUrgent intervention with a percutaneous nephrostomy or ureteral stenting is indicated in the following situations:\n[18]\n\nObstruction and infection of the upper urinary tract\nImpending renal failure\nIntractable pain or vomiting\nObstruction of a solitary kidney\n\nIn the most urgent or critical situations, a percutaneous nephrostomy is preferred to minimize manipulation of an infected renal unit.\n\nManagement of the uric acid stones is described below:\n\nLifestyle intervention:\nThe formation of uric acid stones is often associated with metabolic syndrome, diabetes and insulin resistance in many patients. Therefore, weight loss can be beneficial in the treatment of uric acid stones. Dietary changes in diminishing purine consumption in the form of meat protein can also decrease serum uric acid levels.\nFluid intake:\nThe American Urological Association recommends an intake of fluids sufficient to produce at least 2.5 liters of urine in a day in all stone formers. Urinary dilution inhibits the supersaturation of lithogenic products and thus prevents stone formation. However, this should be tailored according to the lifestyle, environment, and occupation of individuals. Certain beverages, including tea, coffee, wine, beer, and alcohol, may have chemicals that will increase stone risk, such as oxalate, that can mitigate their benefit of increasing urinary volume and dilution.\nMedical dissolution therapy:\nExplicit management of uric acid nephrolithiasis can be achieved by medical dissolution therapy. Alkalinization of the urine is the foundation of this treatment with the goal of making the urinary pH around 6.5. Achieving this pH even once a day is adequate for uric acid stone dissolution. Therefore, it is recommended that patients measure their urine pH once a day following the commencement of the treatment.  Ultrasound can be used to track the progress of therapy. Continuing treatment with alkalinizing agents is the recommended maintenance therapy for most uric acid stone formers.\n\nBicarbonate salts of sodium and potassium are generally used to alkalinize the urine. Potassium citrate therapy is the first-line medication available for uric acid stones. It is given in the dosage of 20 to 40 mEq once or twice in a day. However, it should be avoided in patients with reduced glomerular filtration and patients taking angiotensin-converting enzyme inhibitors and angiotensin receptor blockers. Sodium bicarbonate, being economical, has been used extensively for uric acid stones. However, it carries a high sodium load which can worsen hypertension, congestive heart failure, and cirrhosis due to fluid retention. Acetazolamide can prove useful in such cases as it is an inhibitor of bicarbonate excretion and leads to diuresis and alkalinization of urine, but it reduces urinary citrate excretion.\n\nTheobromine found in cocoa products has been found to promote the alkalinization of urine. Theobromine has been witnessed to repress the formation of uric acid stones by hindering the nucleation method plus rebuilding the morphology of uric acid stones. Theobromine is thought to substitute the uric acid molecules in crystals, modifying them into potent molecules and minimizing their growth. Theobromine also inhibits the recurrence of stone formation post extracorporeal shock wave lithotripsy.\n\nAllopurinol is not routinely recommended for patients with uric acid calculi. It is only advised if the urine's alkalinization is not adequate or if there is hyperuricosuria or hyperuricemia.\n\nThe patient should have follow-up imaging studies to assess the location of the stone and detect any complications. The patient is also directed to strain the urine and retrieve the stone for chemical composition analysis. Expectant management can usually be done for 4-6 weeks. If the stone passes, additional follow up is done by 24-hour urine metabolic testing to begin specific kidney stone prophylactic treatment. However, if the stone is still present and has not moved, surgical intervention will be needed. Targeting the radiolucent stone may be difficult with only fluoroscopic guidance in shock wave lithotripsy, although this can be achieved by using retrograde pyelography. Ureteroscopy with laser lithotripsy is an efficient technique for surgical management of most uric acid stones requiring surgical intervention.\n[7]\n[10]\n[12]\n[13]\n[16]\n[18]\n[19]\n[20]",
    "adverse_effects": "Hydronephrosis\nObstructive pyelonephritis\nRecurrent urinary tract infections\nUreteral perforation\nCaliceal rupture with urinoma formation\nUreteral strictures\nEnd-stage renal disease\nChronic kidney disease\nStone recurrences"
  }
}