{
  "drug_name": "sulpiride",
  "nbk_id": "NBK560542",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560542/",
  "scraped_at": "2026-01-11T18:47:59",
  "sections": {
    "indications": "Apraxia of lid opening (ALO), synonymous with apraxia of eyelid opening, is a nonmotor abnormality characterized by the patient's difficulty in eyelid elevation bilaterally. There is an inability of voluntary eye reopening without an orbicularis oculi spasm despite sustained frontalis contraction. In other words, ALO is a disorder characterized by a patient's difficulty in voluntarily opening their eyes despite an ability to do so and the absence of any ocular motor or muscular abnormalities. The definition is a misnomer, given that it rarely represents pure and true apraxia.\n[1]\nOn rare occasions, it can occur as an isolated idiopathic phenomenon.\n\nMax Heinrich Lewandowsky, a renowned German physician and academician, first described ALO in his 1907 essay \"Über apraxie des Lidschlusses.\" Later, Schilder, in 1927, reported 2 patients (1 with Huntington chorea), and Riese, in 1930, 1 patient with frontotemporal injury from a bullet. No other reports were found in the literature until 1965, when Goldstein and Cogan reported 4 patients (Huntington disease, parkinsonism, parkinsonian syndrome after cyanide attempted suicide, and cerebral diplegia).\n[2]\n\nALO is often misdiagnosed due to its clinical subtlety and the lack of overt pathognomonic signs. ALO is distinct from blepharospasm, where involuntary muscle contraction forces the eyelids closed, and from ptosis, where a droop in the eyelid occurs due to muscle weakness or mechanical issues.\n[3]\n\nThe eyelid opening mechanism involves a complex interaction of muscles and nerves. The levator palpebrae superioris muscle is primarily responsible for lifting the upper eyelid, and it is innervated by the superior division of the oculomotor nerve (cranial nerve III). The Müller's muscle, innervated by the sympathetic nervous system, also assists in eyelid elevation. Voluntary eyelid control is modulated by neural pathways that connect the basal ganglia, frontal lobes, and supplementary motor area, which are areas involved in initiating and planning voluntary movements. In ALO, the dysfunction appears to lie within these neural pathways rather than in the muscles themselves. The disorder is believed to originate from a disruption in the communication between the brain's intention to open the eyelid and the execution of that action. While the exact pathophysiological mechanism is not fully understood, it is associated with neurodegenerative conditions such as Parkinson disease, progressive supranuclear palsy, and other diseases that affect the basal ganglia.\n[4]\n\nPatients with ALO typically demonstrate effortful attempts to open their eyelids, often engaging in compensatory maneuvers such as manually lifting the eyelids or using exaggerated facial expressions. These actions suggest a disconnect between the intention to open the eyelids and the actual movement, a hallmark of apraxia. The condition can fluctuate throughout the day and may be influenced by factors such as fatigue, stress, or concentration. While ALO can be an isolated phenomenon, it is often seen as part of a broader neurological syndrome. It may initially present in conjunction with other Parkinsonian features before spreading to involve more extensive areas of motor control. In Parkinson disease, ALO is thought to be a manifestation of the widespread motor planning disruptions that characterize the disease.\n[5]\n\nThe diagnosis of ALO is clinical, relying on the recognition of its characteristic features during examination. There are no specific tests to confirm ALO, and its diagnosis is one of exclusion. It is vital to distinguish ALO from other eyelid movement disorders, as the treatment and prognosis differ significantly. The management of ALO is challenging and is best approached with a multidisciplinary team, including neurologists and ophthalmologists. Treatment strategies may include optimizing therapy for underlying neurological conditions, using botulinum toxin injections to facilitate eyelid opening, or employing surgical interventions in refractory cases.\n[6]\n\nUnderstanding ALO's natural history and anatomical basis is crucial for proper diagnosis and treatment. Given its association with neurodegenerative diseases and its impact on patient's quality of life, ALO represents a significant clinical challenge that requires further research and education within the medical community. By increasing awareness and knowledge of this condition, healthcare professionals can better identify and manage this disabling and often overlooked disorder.\n[7]",
    "mechanism": "The most common etiology of ALO is idiopathic focal dystonia. Other causes documented in the literature include the following:\n\nBlepharospasm or focal dystonia of the eyelids:\nidiopathic (also known as benign essential blepharospasm), infectious (keratitis, blepharitis, dacryocystitis, conjunctivitis), toxic exposure (extensive sunlight), autoimmune (keratoconjunctivitis sicca from Sjogren's disease), neurodegenerative (Parkinson and Huntington disease)\n[8]\nFace or eyebrow ptosis:\nsevere levator palpebrae dysfunction from abnormal development, vascular injury, neuromuscular disease (myasthenia gravis), neuroimmunological (multiple sclerosis), trauma, iatrogenic (eye surgery). Ptosis can easily be corrected by tightening the muscle's tendon that raises the eyelids.\n[9]\nDermatochalasis:\nexcess upper or lower eyelid skin or both. This condition is merely baggy eyelids and can be corrected by removing the excess skin in the eyelids.\n[10]\nPsychogenic:\nphotophobia, fatigue\n[11]\n\nAlthough ALO is often recognized as a distinct clinical entity, it concurrently manifests in association with a range of other neurological disorders. These include benign essential blepharospasm, progressive supranuclear palsy, dystonia-related parkinsonism, motor neuron diseases, and Shy-Drager syndrome. Furthermore, ALO has been linked to cerebral lesions in various anatomical regions such as the non-dominant hemisphere, medial frontal cortex, basal ganglia, and the upper part of the brainstem. The medical literature also documents isolated instances where ALO has been induced by certain medications, including lithium, sulpiride, and 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), alongside occurrences of ALO triggered during sleep.\n\nALO can emerge from a diverse spectrum of etiological factors beyond those previously mentioned. Additional etiologies include the following:\n\nInfections\n: Central nervous system (CNS) infections that lead to inflammation or damage in the areas controlling eyelid movement may result in ALO. This classification includes viral encephalitis, bacterial meningitis, and prion diseases.\n[12]\nMetabolic disorders:\nCertain metabolic disorders that affect the CNS can manifest symptoms, including ALO, highlighting the broad spectrum of potential metabolic imbalances that can impact brain function.\n[13]\nToxic exposure\n: Exposure to certain toxins, not limited to medications like lithium or MPTP, can lead to ALO. This category may include environmental toxins, heavy metals, and neurotoxic chemicals.\n[14]\nVascular disorders:\nStroke or other vascular anomalies affecting the brain regions associated with eyelid movement can lead to ALO, illustrating the impact of vascular health on neural function.\n[15]\nAutoimmune disease\ns: Conditions in which the immune system mistakenly attacks parts of the nervous system, such as multiple sclerosis or autoimmune encephalitis, may present with ALO, among other neurological symptoms.\n[16]\nGenetic disorders:\nWhile less commonly reported, specific genetic syndromes or inherited disorders that affect neural development or function could potentially lead to ALO as part of a broader clinical picture.\n[17]",
    "monitoring": "ALO is primarily a clinical diagnosis; therefore, a thorough medical history, physical and ocular history, and focused visual exam are essential. Historical inquiry of progression and increased risk can narrow the differential diagnoses to consider. Clinical criteria for the identification of clinical and physical exam phenomenology have been established by Defazio and Berardelli, with validation from expert neurologists and neuro-ophthalmologists.\n[38]\nThese include orbicularis oculi involuntary spastic eyelid narrowing/closure, bilateral laterality, synchronous spasm frequency, stereotypical spasm pattern, alleviation with a sensory trick, inability to suppress spasms, and high-frequency blink count at rest. Combining these criteria had a 93% sensitivity and 90% specificity for blepharospasm. A focal physical and ocular exam can help identify and confirm the clinical diagnosis.\n\nThe evaluation of  ALO is typically centered on clinical assessment, as no specific laboratory or radiographic tests can definitively diagnose the condition. However, specific evaluations can help rule out other causes and identify underlying or associated neurological disorders. Extensive serum laboratories and cerebrospinal fluid analysis, including systemic immune, autoimmune, and infectious causes, may be helpful to exclude secondary causes of blepharospasm.\n[39]\nIn cases where myasthenia gravis is considered in the differential diagnosis, specific tests such as serum acetylcholine receptor antibody levels and single-fiber EMG may be warranted. Additionally, a trial of edrophonium chloride (Tensilon test) or ice pack test may be employed to rule out myasthenia gravis.\n[40]\n\nA comprehensive neurological examination is essential. Clinicians may conduct tests to assess for Parkinson disease, dystonia, and other movement disorders that are often associated with ALO. Neurophysiological tests, like electromyography (EMG), can help evaluate the function of the orbicularis oculi and levator palpebrae superioris muscles, distinguishing between neurogenic and myogenic causes.\n[41]\nImaging studies, particularly magnetic resonance imaging (MRI) or computed tomography (CT) scans of the brain, are not used to diagnose ALO directly. However, suppose a central nervous system cause, such as a stroke or tumor, is suspected. In that case, a head CT scan or brain MRI with and without contrast can be instrumental in identifying or excluding central nervous system lesions that might contribute to the condition.\n\nDue to the rarity of the condition, national and international guidelines for evaluating ALO may not be well established. However, the guidelines for evaluating movement disorders and blepharospasm, often associated with ALO, can provide a framework for assessment. These guidelines recommend a tailored approach based on the individual's symptoms and history, utilizing a combination of clinical evaluation and diagnostic testing to identify potential underlying causes. In summary, the evaluation of ALO is mainly clinical, supported by neuroimaging and neurophysiological tests to explore associated conditions or to exclude other diagnoses. Given the complexity of ALO and its overlap with various neurological disorders, a multidisciplinary approach is often beneficial. Clinicians should consult the latest national and international guidelines for movement disorders to ensure a comprehensive evaluation.\n[42]",
    "administration": "The treatment and management of ALO are mainly symptomatic and may include nonpharmacological and pharmacological approaches and surgical interventions in refractory cases. It is essential to tailor the treatment to the individual patient, considering the severity of ALO, the presence of comorbid conditions, and the patient's response to initial therapies.\n\nThe first-line treatment for ALO is the injection of botulinum toxin A.\n[43]\n[44]\nMyectomy, which involves the removal of fibers of orbicularis oculi muscle in the central portion of the eyelid, can be performed if botulinum toxin does not produce good results. Nonpharmacological strategies are often also the first line of management. They may include techniques such as sensory tricks or geste antagoniste, where touching certain parts of the face or forehead can help patients open their eyes. Physical therapy exercises to strengthen the eyelid muscles and biofeedback may also be beneficial.\n[45]\n\nPharmacological treatment may involve the use of medications that enhance dopaminergic transmission, given the occasional association of ALO with Parkinsonian syndromes. For instance, levodopa or dopamine agonists may be tried. Botulinum toxin injections into the pretarsal orbicularis oculi muscle have successfully reduced the force of involuntary closing of the eyelids, thereby allowing more effortless lid opening.\n[46]\nIn cases where ALO is secondary to dystonia or blepharospasm, the use of botulinum toxin is often considered the treatment of choice. The injections are administered in a pattern that targets the involved muscles to alleviate involuntary contractions and facilitate voluntary lid opening.\n[47]\n\nMyectomy with tightening of the levator tendon that elevates the eyelids (also called aponeurotic ptosis repair) and blepharoplasty can be considered for refractory cases. A frontalis sling operation is performed as a last resort, with a suture placed between the frontalis muscles and the eyelids to aid in lid elevation and suspension.\n\nCurrently, there are no specific national or international guidelines for treating ALO due to its rarity. However, guidelines for the treatment of associated conditions such as Parkinson disease, dystonia, and blepharospasm may offer insights into management strategies. Clinicians often refer to these related guidelines and rely on evidence from case studies and expert opinion to inform the management of ALO. Interdisciplinary care involving neurologists, ophthalmologists, and, at times, neurosurgeons or rehabilitation specialists is essential. Each case of ALO requires a customized approach guided by the patient's unique clinical presentation and treatment response.\n[48]",
    "adverse_effects": "Treatments for ALO with botulinum toxin can produce uncommon and transient adverse effects such as ptosis, blurry vision, and diplopia that spontaneously resolves in a few weeks.\n[74]\n[75]\n[76]\n\nComplications associated with ALO primarily relate to the impact of the condition on daily functioning and quality of life. Some potential complications include the following:\n\nFunctional impairment:\nIndividuals with ALO may have difficulty performing tasks that require sustained or clear vision, such as reading, driving, or operating machinery. This can lead to a decreased ability to perform work-related tasks or engage in hobbies.\nSocial and psychological impact:\nThe physical appearance of ALO, with difficulty opening the eyes, may lead to self-consciousness or social embarrassment. In turn, this can result in social withdrawal, anxiety, and depression.\n[77]\nEye health issues:\nDifficulty opening the eyelids may predispose individuals to eye health problems, such as recurrent corneal abrasions due to inadequate blinking or exposure keratopathy.\n[78]\nTreatment-related complications:\nIf botulinum toxin is used as part of the treatment, there is a risk of ptosis due to the toxin affecting nearby muscles. Surgical interventions also carry risks such as infection, scarring, or the need for repeat surgeries.\n[79]\nVisual field impairment:\nIn severe cases, if the upper field of vision is obstructed by the inability to lift the eyelids fully, this could lead to difficulties with spatial orientation and mobility.\nExacerbation of underlying neurological disorders:\nIf ALO is part of a broader neurological condition, the stress of dealing with ALO can potentially exacerbate other symptoms of the underlying disorder.\n\nProactive management of ALO can help mitigate some of these complications, and healthcare professionals must monitor patients closely for any signs of these issues. Interdisciplinary care and support, including psychological support if needed, can be beneficial in managing the broader impacts of ALO.\n[80]"
  }
}