{
  "drug_name": "sun protection formula",
  "nbk_id": "NBK534837",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534837/",
  "scraped_at": "2026-01-11T18:47:59",
  "sections": {
    "indications": "Sunburn is an acute inflammatory skin reaction occurring due to extended exposure to ultraviolet (UV) rays from the sun or artificial sources such as tanning beds. The intensity and duration of UV exposure, along with factors such as medication usage, time of day, ozone depletion, high altitude, clear skies, and skin phototype, primarily influence the risk of sunburn. To decrease the risk of skin cancer and enhance the quality of life, patients should be aware of the causes, treatments, and prevention methods for sunburn. They should adopt measures to prevent sunburn as repeated sunburns increase the risk of skin cancer and can cause visible signs of aging due to solar damage, thereby leading to worse cosmetic results. This activity covers the pathophysiology, management, and prevention of sunburn, aiming to reduce the risk of skin cancer and lower patient morbidity and mortality.",
    "mechanism": "Sunburn occurs when the skin is exposed to prolonged UV radiation from the sun or artificial sources.\n[1]\nThe severity of sunburn can vary depending on several factors, some of which are mentioned below.\n\nMedications\n\nThe risk of sunburn is elevated by the usage of certain medications, including thiazide diuretics, sulfonamides, fluoroquinolones, nonsteroidal anti-inflammatory drugs (NSAIDs), retinoids, tetracyclines antibiotics such as doxycycline, and St John's wort, among other photosensitizing medications.\n[2]\n\nIncreased UV Index\n\nUnderstanding environmental factors contributing to sunburn risk is crucial for adequate sun protection and prevention. Here are some key considerations:\n\nThe sun's rays are strongest between 10 AM and 4 PM.\n\nReduced cloud coverage leads to greater exposure to intense UV rays.\n\nHigher altitudes correlate with an elevated risk of sunburn due to a thinner layer of the Earth's atmospheric protection.\n\nCloser proximity to the equator results in more direct exposure to UV rays.\n\nOzone Depletion\n\nIn some areas of the world, the ozone layer is depleted, resulting in ozone holes that allow for increased penetration of the sun's UV rays on the Earth.\n\nFitzpatrick Skin Phototype\n\nIndividuals with lighter skin tones are more prone to experiencing sunburns. In 1975, a physician named Thomas Fitzpatrick developed the Fitzpatrick skin phototypes classification system, as provided below, to categorize different skin complexions and their reactions to UV radiation.\n[3]\n[4]\n\nType I: Pale white skin that burns easily and does not tan.\n\nType II: White skin that burns easily and tans with difficulty.\n\nType III: White skin that may burn but tans easily.\n\nType IV: Light brown or olive skin that hardly burns and tans easily.\n\nType V: Brown skin that usually does not burn and tans easily.\n\nType VI: Black skin that is very unlikely to burn and becomes darker with UV radiation exposure.\n\nIndividuals with Fitzpatrick skin phototypes I to III are more prone to sunburn because their skin contains less melanin pigment, which is crucial in shielding against UV radiation.\n\nIndividuals with lower Fitzpatrick skin phototypes also exhibit a lower minimal erythema dose, which denotes the minimum amount of UV radiation that results in non-diseased skin turning red within 24 hours of UV exposure.\n[5]\n[6]\nHowever, skin classification is a multifactorial and subjective process, especially if self-reported. For instance, studies have demonstrated that individuals categorized as type IV and V according to the defined criteria may exhibit skin characteristics that fall within the range of type I through IV criteria.\n[3]\nThe Fitzpatrick skin phototypes classification system was initially developed for individuals with white skin to determine the dose of UV light required during phototherapy. Ongoing research further highlights that the Fitzpatrick scale may not be the most suitable assessment tool for evaluating skin complexion in individuals with darker skin tones.\n[7]\n[8]\n\nTanning\n\nBasking in the sun for extended periods to attain a tanned appearance has been popular for years. However, this habit can heighten the risk of skin cancers and accelerate skin aging. Moreover, excessive tanning can lead to painful sunburn.\n\nInadequate Preventative Measures\n\nInadequate sun protection can result from not applying sunscreen frequently enough, using sunscreen with a low sun protection factor (SPF), and not wearing protective clothing in the sun.",
    "monitoring": "A sunburn can be diagnosed through clinical examination alone and does not necessitate additional laboratory or radiographic testing.",
    "administration": "Most sunburns can heal without requiring further medical intervention. Some practical ways to manage symptoms of sunburn at home are listed below.\n\nIndividuals should avoid exposing the affected area to the sun to prevent further skin damage. In addition, it is advisable always to use sunscreen and wear sun-protective clothing.\n\nIndividuals should consider taking over-the-counter NSAIDs to reduce pain.\n\nIndividuals should stay hydrated by drinking plenty of water.\n\nIndividuals should apply cool compresses, aloe vera gel, or lotion to moisten the skin and alleviate pain, and avoid local anesthetic creams.\n\nIndividuals can soothe their skin with cool colloidal oatmeal baths or calamine lotion.\n\nIndividuals should avoid using topical and oral corticosteroids because they do not offer benefits in treating sunburns.\n\nIndividuals should wash the blisters with soap and water and cover them with moist gauze if they rupture. However, intact blisters should not be unroofed.\n\nPeople suffering from severe sunburns that result in extensive blistering may risk losing fluids and electrolytes. In such cases, resuscitation with a crystalloid solution may be necessary if the total body surface area (TBSA) exceeds 20% in adults. The formula for resuscitation may differ depending on the healthcare facility. A burn center may be the most appropriate location for sunburn treatment.\n\nThe 2 standard formulas for fluid resuscitation in burn patients are listed below.\n\nParkland formula: 4 mL x %TBSA x weight (in kg)\n\nModified Brooke formula: 2 mL x %TBSA x weight (in kg)\n\nBoth formulas recommend administering half of the calculated crystalloid solution within the first 8 hours after the injury, with the remaining half given over the subsequent 16 hours. Notably, the resuscitation process should commence immediately after the injury, regardless of when the patient arrives at the emergency department.\n\nPreventing sunburn is the cornerstone of effective sunburn management. A genetic predisposition to a higher risk of sunburn serves as a genetic marker for an elevated risk of developing skin cancer. Patients should receive counseling on sun avoidance, wearing protective clothing, using broad-spectrum sunscreen, and avoiding direct sunlight between 10 AM and 4 PM during the summertime. Individuals should apply sunscreen with an SPF of 30 or more 15 to 30 minutes before sun exposure and reapply it at least every 2 hours. Parents or caregivers should avoid exposing infants younger than 6 months to direct sunlight and use protective clothing and umbrellas for added sun protection. When inadequate shade or protection is available, the American Academy of Pediatrics recommends that parents or caregivers apply a small amount of sunscreen to infants' hands, faces, and heads. Individuals should be aware that using tanning beds with only UVA light is not safer than tanning outside in the sun.",
    "adverse_effects": "Sunburns might appear inconsequential, but closely monitoring them during the acute period is essential. Although a sunburn initially affects only the epidermis layer of the skin, it can potentially advance into a deeper burn, necessitating prompt medical attention or evaluation at a certified burn center. Certain patients may necessitate hospital admission for fluid replacement and parenteral analgesia. UV exposure accelerates premature aging and heightens the risk of skin cancer. Although cumulative lifetime UV exposure is associated with both melanoma and non-melanoma skin cancers, it is noteworthy that melanoma shows a stronger link to short, intense exposures and sunburns than other skin cancers."
  }
}