{
  "drug_name": "sun protection",
  "nbk_id": "NBK459321",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459321/",
  "scraped_at": "2026-01-11T18:48:00",
  "sections": {
    "indications": "Brachioradial pruritus (BRP) is a localized neuropathic dysesthesia involving the dorsolateral upper extremities (see\nImage\n. Brachioradial Pruritus). The condition primarily affects middle-aged White women and demonstrates a seasonal pattern, with exacerbation during warmer months. Cervical radiculopathy or upper extremity neuropathy, often precipitated by UV radiation (UVR) exposure, is considered the principal pathogenic mechanism.\n[1]\n[2]\n[3]\n\nBRP was first described in Florida in 1968 by Waisman and has since been reported in other subtropical regions, including South Africa and Hawaii.\n[4]\n[5]\n[6]\nThe number of documented cases and current investigations remains limited, owing to the condition's benign and often transient course. Dermatologic identification of BRP through focused history and examination is generally straightforward despite the broad differential for pruritic disorders. Ancillary investigations such as imaging, laboratory testing, or subspecialty referral are seldom required.\n\nManagement of BRP remains challenging. Application of ice packs provides immediate yet temporary relief, whereas outpatient interventions such as spinal manipulation, physical therapy, or acupuncture may offer variable benefit. Pharmacologic therapies, including topical agents, gabapentinoids, and tricyclic antidepressants, have shown inconsistent efficacy. Surgical intervention is rarely indicated but may be considered in refractory cases.\n[7]\n[8]\n[9]",
    "mechanism": "Although not fully elucidated, current evidence supports a bifactorial pathogenesis for BRP, involving cervical nerve irritation and UVR exposure to the affected region.\n[10]\n[11]\n[12]\nAbsence of either radiographically apparent cervical pathology or UVR exposure does not exclude the diagnosis.\n\nMost patients with BRP demonstrate cervical spine abnormalities on imaging. Radiographic, computed tomography (CT), or magnetic resonance imaging (MRI) findings frequently reveal degenerative joint disease, disk herniation with nerve impingement, osteoarthritis, or foraminal stenosis. Degenerative joint disease appears to be the most common abnormality identified. Despite the high prevalence of these findings, most patients do not meet diagnostic criteria for cervical radiculopathy. Only a subset of patients with BRP undergo imaging, further complicating the interpretation of the association between cervical pathology and symptomatology. The observed abnormalities may reflect subclinical radiculopathy or incidental degenerative changes rather than a direct causal relationship.\n\nUVR is considered a significant contributing factor in BRP, with many patients reporting symptom exacerbation following sun exposure. The term \"brachioradial summer pruritus\" has been applied to describe the increased incidence of BRP during warmer months. A subset of histamine-sensitive C fibers mediates the transmission of pruritus, and excessive UVR induces damage and reduction of these fibers. Despite this reduction, patients with BRP frequently experience heightened pruritic sensations after UVR exposure. This abnormal response to a normally nonpruritic stimulus is termed alloknesis. Symptom improvement during colder months and consistent photoprotection further support the role of UVR as a precipitating factor in BRP.",
    "monitoring": "Extensive diagnostic evaluation is generally unnecessary in BRP. A detailed history, focused physical examination, and demonstration of the ice-pack sign are typically sufficient to establish the diagnosis. The ice-pack sign is regarded as pathognomonic, characterized by immediate symptom relief upon application of an ice pack to the affected area, followed by prompt recurrence of pruritus after its removal.\n\nImaging studies, including radiography, CT, and MRI, are seldom indicated. However, MRI is the preferred modality when cervical spine assessment is warranted. Imaging should be considered in patients who fail to respond to standard therapies or experience progressive symptoms to exclude structural lesions, such as tumors, cervical ribs, and evidence of radiculopathy. BRP occurring in individuals with spinal cord injury may suggest syrinx formation.\n[30]\n\nBasic laboratory testing may be performed to evaluate for alternative causes of chronic pruritus. Neurology referral is appropriate when a central or peripheral neurologic etiology is suspected. Electromyography and nerve conduction velocity studies may demonstrate delayed F-wave responses in the median or ulnar nerves, supporting the diagnosis in diagnostically uncertain cases.\n[31]",
    "administration": "Management of BRP involves UVR avoidance, pharmacologic interventions, and, in select refractory cases, surgical treatment. Ice pack application provides rapid symptomatic relief and may be used as an adjunct for acute exacerbations. Although several therapeutic agents have demonstrated benefit, no single treatment has shown consistent efficacy across studies.\n\nAvoidance of UVR remains the primary preventive measure. Strategies include minimizing direct sun exposure, regular application of broad-spectrum sunscreen, and wearing long-sleeved UV-protective clothing. Adherence to these measures may be challenging for individuals who engage in outdoor activities, particularly during the warm summer months.\n\nTopical therapies constitute the 1st-line pharmacologic approach. Options include capsaicin, mild corticosteroids, anesthetic agents, antihistamines, and compounded amitriptyline-ketamine formulations. Early reports identified topical capsaicin as the most frequently prescribed initial therapy. Capsaicin (0.025%-0.05%) acts by depleting substance P, a neurotransmitter involved in the transmission of pain and pruritus, from cutaneous sensory nerve terminals.\n[32]\nSeveral studies have reported symptom improvement within weeks of treatment.\n[33]\nCapsaicin patches have also been used as an alternative formulation.\n[34]\n\nTopical corticosteroids are rarely effective and should be used cautiously, as prolonged or excessive application of superpotent agents can result in cutaneous atrophy. Topical anesthetics such as lidocaine cream or gel, as well as 5% doxepin cream, may provide transient symptomatic relief. Compounded topical amitriptyline hydrochloride and ketamine hydrochloride preparations have demonstrated benefit in refractory cases of BRP.\n[35]\n\nAmong systemic agents, the tricyclic antidepressant amitriptyline has historically been the most frequently prescribed medication for BRP, although gabapentin may offer superior efficacy. Additional oral agents include risperidone, fluoxetine, chlorpromazine, and hydroxyzine. Despite their common use for other pruritic disorders, systemic antihistamines have not demonstrated benefit in BRP for reasons that remain unclear. The most favorable responses have been reported in patients who exhibit severe symptoms or have maintained prolonged treatment courses.\n\nAntidepressant and anticonvulsant agents that modulate neural excitability, such as gabapentin and pregabalin, appear to be the most effective options.\n[36]\nA retrospective study from a tertiary center compared pregabalin monotherapy with combination therapy using pregabalin, ketamine, amitriptyline, and lidocaine cream. Both regimens resulted in significant reductions in pruritus, with no appreciable difference in outcomes between groups.\n[37]\nAprepitant, a neurokinin-1 receptor antagonist, has also shown potential efficacy in chronic, treatment-resistant cases.\n\nCervical nerve blocks have not demonstrated consistent efficacy in BRP, although cervical spine manipulation has provided symptomatic benefit in some patients.\n[38]\nCutaneous field stimulation has also been explored as a therapeutic option. A study demonstrated that daily 20-minute sessions applied to the affected regions produced marked improvement after approximately 5 weeks of treatment.\n[39]\nAcupuncture may likewise afford symptomatic relief in select cases.\n[40]\n\nSurgical intervention is generally reserved for patients with confirmed cervical radiculopathy, a cervical rib, or a fibrous band compressing the brachial plexus. Surgery may be considered for individuals with severe, refractory symptoms unresponsive to medical or conservative measures.\n\nNemolizumab, an interleukin-31 receptor α antagonist approved for the treatment of prurigo nodularis and atopic dermatitis in the U.S., did not elicit improvement in a limited case series of BRP, despite its demonstrated efficacy in other pruritic dermatoses. The lack of response may reflect the single-case nature of the report, underscoring the need for larger studies to evaluate its therapeutic potential in this condition.\n[41]",
    "adverse_effects": "Psychiatric manifestations, including anxiety and depression, may develop over time in patients with persistent symptoms. Sleep disturbance is common, as the intense tingling, burning, and itching associated with the condition often interrupt nocturnal rest. Frustration is frequent due to the limited efficacy of standard antipruritic therapies."
  }
}