{
  "drug_name": "sweet potato",
  "nbk_id": "NBK563296",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563296/",
  "scraped_at": "2026-01-11T15:39:39",
  "sections": {
    "indications": "Absolute contraindication to hemodialysis is the inability to secure vascular access, and relative contraindications include:\n\nDifficult vascular access\nNeedle phobia\nCardiac failure\nCoagulopathy\n\nModern techniques are employed in patients with extensive vascular disease to improve the establishment and salvaging of vascular access. Relative contraindications like needle aversion can be overcome by careful use of local anesthetics and nursing encouragement. Severe coagulopathy complicates the maintenance of anticoagulation in the extracorporeal circuit.\n\nWhere the patient can clearly express the wish to decline dialysis treatment, the provider is obliged to respect this decision. Nonetheless, the nephrologist must ensure adequate addressing of all reversible factors, such as unfounded fears about the dialysis process or a depressive illness clouding the judgment and requesting a psychiatric evaluation. In such patients, especially those with multiple comorbidities, a shift is made to conservative management using all proper treatments apart from dialysis.\n\nPatients with unacceptable quality of life should be spared the discomfort of HD as survival on dialysis may be no longer with most of the additional time spent on having or recovering from dialysis sessions. Symptomatic treatment of ESRD and its complications can be done with medication and diet, such as pain management with analgesics. In addition, low doses of gabapentin or pregabalin can be used for severe itching and insomnia.",
    "clinical_significance": "Chronic kidney disease (CKD) patients needing dialysis have a build-up of uremic retention solutes, like asymmetric dimethylarginine (ADMA), indoxyl sulfate, and p-cresol, that could have proatherogenic properties. Failing kidneys produce lower amounts of cardiovascular disease and atherogenesis inhibitors like renalase, a soluble monoamine oxidase that regulates blood pressure. In addition, dialysis patients experience a state of chronic inflammation. Biomarkers like CRP, fibrinogen, pentraxin 3 (PTX3), interleukin 6 (IL-6), white blood cell count, and the presence of endothelial cells in circulation independently predict mortality in CKD patients as they indicate endothelial dysfunction.\n\nDialysis patients develop arterial sclerosis and secondary stiffening that commonly causes isolated systolic hypertension with raised pulse pressure. Intradialytic hypertension occurs in more chronically volume-overloaded patients with intradialytic vascular resistance surges attributable to acute changes in endothelial cell function during dialysis. Reducing dialysate sodium and including poorly dialyzed antihypertensives like carvedilol in the prescription cause improvement.\n[21]\n\nElevated lipoprotein (a) levels are associated with increased cardiovascular disease mortality. Cardiovascular diseases (CVD) and renal disease are closely associated, and patients having a history of both have higher morbidity and mortality. The presence of chronic kidney disease compounds increases the likelihood of CVD. Cardiovascular morbidity, mortality, and all-cause mortality are predicted by a fall in the estimated glomerular filtration rate (eGFR) and albuminuria. Albuminuria is a subtle indicator of kidney dysfunction, microvasculature health, and endothelial function. The early identification and management of the cardiovascular risk factors in a patient with mildly reduced eGFR are imperative to ensuring that the patient does not die from cardiovascular disease before requiring renal replacement therapy.\n\nCardiovascular pathologies in CKD range from generalized vasculopathy, vascular noncompliance, and calcification to left ventricular hypertrophy (LVH). The diseases that closely resemble congestive heart failure and fluid overload should be ruled out—for example, acute respiratory distress syndrome, bacterial pneumonia, cirrhosis, community-acquired pneumonia, and pulmonary fibrosis. Non-cardiogenic causes of fluid overload often lack jugular venous distention and an S3 gallop. Measuring left ventricular pressure (LVP) through the pulmonary capillary wedge pressure (PCWP) helps distinguish between cardiogenic and non-cardiogenic pulmonary edema. PCWP is almost always low in those with non-cardiogenic pulmonary edema. Other conditions considered among the differentials are pulmonary embolism, angina, coronary artery disease, aortic dissection, structural heart disease, hyperthyroidism, stress, and excess caffeine and nicotine, besides esophageal disorders like esophagitis, esophageal rupture, and esophageal spasm. The concurrent decrease in the functioning of both kidneys and the heart makes dialysis a critical intervention for preventing and treating life-threatening cardiac conditions.\n\nSustained high levels of FGF-23 lead to atrial fibrillation (AF), LVH, and mortality. Other factors contributing to mortality risk are hyperphosphatemia, followed by hypercalcemia and parathyroid abnormalities. Mineral metabolism disorders account for about 17% of overall mortality in HD patients. In dialysis patients, early-onset extensive vascular calcification (coronary arteries) occurs besides calcification of aortic and mitral valves leading to progressive stenosis, morbidity, and mortality. Hemodialysis sessions are associated with cardiac arrhythmias like atrial fibrillation. Peripheral arterial disease (PAD) is seen more commonly in those dialysis patients with comorbidities like diabetes/preexisting atherosclerosis. The risk is proportional to the time on dialysis. Patients undergoing dialysis have the stroke risk thrice.\n\nDialysis and COVID\n\nA French study assessed the potential risk of the spread of the coronavirus through continuous renal replacement therapy (CRRT) and found it to be minimal. The plasma from the patients involved in the study was positive for SARS-CoV-2 RNA. However, the dialysis effluent did not contain the viral RNA. Therefore the routine use of a viral filter is not supported. Instead, the primary focus should be educating healthcare workers on the preventative aspects of limiting the viral spread during invasive procedures.",
    "monitoring": "Commencing home hemodialysis creates unique psychosocial issues affecting the patient and care partner. The home HD health care team must provide proactive inter-professional support, respite care, travel support, peer support, and financial support. Improper redressal of these aspects could cause patients to return to in-center HD. Some centers provide real-time monitoring of home HD treatments, and a panic button/alarm may be present to contact the local paramedic unit.\n[27]"
  }
}