{
  "drug_name": "syberian ginseng",
  "nbk_id": "NBK538198",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538198/",
  "scraped_at": "2026-01-11T15:39:39",
  "sections": {
    "indications": "Studies have shown that ginseng affects the coagulation cascade, particularly inhibiting platelet aggregation and increasing thrombin time, and activated partial thromboplastin time.\n[7]\nIn vitro studies have shown inhibition of platelet aggregation that is potentially irreversible.\n[6]\nGinseng also directly increases the clearance of warfarin; therefore, coadministration is a contraindication.\n[12]",
    "mechanism": "Ginseng is an herb in the Araliaceae family, the roots of which contain steroidal saponins called ginsenosides.\n[5]\nThese ginsenosides have been termed an adaptogen for their ability to protect against stress and maintain homeostasis.\n[6]\nSaponins are thought the be the main active components of ginseng that have antioxidative and anticancer effects. It also contains phenolic compounds, approximately ten, and polyacetylenes, sesquiterpenes, alkaloids, and polysaccharides.\n[2]\nTumor growth inhibition is primarily via cell cycle inhibition, specifically cyclin-dependent kinases and cyclins in the G0/G1 phase, as well as its ability to remove reactive oxygen species and suppress angiogenesis of tumor cells. Apoptotic mechanisms have also been shown to occur via upregulation of pro-apoptotic proteins. Not only does ginsengs display a wide effect on cancer, but evidence demonstrates differentiation in leukemia, where it causes increased production of hemoglobin.\n[1]",
    "administration": "The use of ginseng has been recorded throughout thousands of years and has found use in many varieties since that time. Its current administration is typically via the oral route through commercially available pills or as a tea.\n[3]\nThe flower buds of\nPanax notoginseng\nare used as a medicine and have been shown to have higher levels of saponins than the root.\n[3]\nThe plant needs to mature to about two to three years old.\n[3]\nThere are three types of commercial ginseng available: Korean, Chinese, and American.\n[2]\nFresh ginseng tends to degrade easily, so it is commonly dried or steamed.\n[2]\nThe time to reach peak plasma concentration after oral administrations of ginseng was approximately four hours.\n[7]\nPharmacokinetic studies in rabbits have shown a range of elimination half-lives between 0.8 and 7.4 hours for certain ginsenosides and between nineteen and twenty-one hours for longer-acting ginsenosides; therefore, discontinuation should be at least twenty-four hours preoperatively.\n[6]\n[7]\n\nThe metabolism of oral ginseng occurs via gut microbes, which convert the hydrophilic components into hydrophobic ones that are absorbable. The level of absorption that occurs is dependent on the number of gut microbes present that can convert ginseng into an absorbable state, adding an individualized response component to this drug.\n[8]\nCompound K, an active metabolite of ginseng, has anti-pruritic effects, which can have great symptomatic relief on chronic pruritic conditions such as atopic dermatitis. By isolating compound K and applying it topically without the need for microbe metabolism, more direct, concentrated effects of ginseng are possible.\n[9]\nThe recommended dose of ginseng in dry ginseng root is 0.5 to 2 grams for short-term dosing and 1 gram for long-term dosing, equivalent to 200 to 600 milligrams of extract.\n[10]",
    "adverse_effects": "Interactions between herbal supplements and a drug can classify as either pharmacokinetic or pharmacodynamic interactions. Pharmacokinetic interactions are those that interfere with the blood concentration and pharmacologic action of a certain drug. Pharmacodynamic interactions occur when the herbal supplement directly affects a drug's clinical effects without changing the drug concentration.\n[11]\nClinicians should always discuss herbal medications and supplements with the patient’s healthcare provider. The following adverse reactions have been linked to ginseng administration: headaches, alterations in blood pressure, diarrhea, skin irritations, and vaginal bleeding.\n[5]\nDue to its action of decreasing blood glucose, caution is necessary for fasting patients prior to surgery.\n[7]\nGinseng may also interact with the monoamine oxidase inhibitor phenelzine. Reports also exist of ginseng-associated mania with symptom onset occurring between ten days and two months after beginning ginseng therapy. The recommended daily dose of ginseng was exceeded in two of the five cases observed in one study.\n[10]",
    "monitoring": "People who take medications with a narrow therapeutic index should take special care to tell their healthcare providers about the use of herbal supplements. A narrow therapeutic index means that if the amount of the drug is even slightly low or high, it can cause serious complications. Patients taking ginseng while taking certain medicines with a narrow therapeutic index should undergo close monitoring.\n[11]\nSpecifically, Asian ginseng induces the hepatic enzyme CYP3A4, which decreases the efficacy of certain HIV medications, antihypertensives, statins, and antidepressants.\n[11]",
    "toxicity": "More toxicity testing is needed, but studies have shown no acute toxicity with ginseng. Specifically, in experimenting with mice, different doses were administered and showed no genotoxicity or teratogenic effects.\n[3]"
  }
}