{
  "drug_name": "tacrolimus",
  "nbk_id": "NBK544318",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544318/",
  "scraped_at": "2026-01-11T15:39:41",
  "sections": {
    "indications": "Contraindications to tacrolimus include:\n\nHypersensitivity\nPolyoxyl 60 hydrogenated castor oil (HCO-60) or other components of the formulation",
    "mechanism": "Tacrolimus is a calcineurin inhibitor (CNI). It inhibits T-cell proliferation by binding to FK506 binding protein (FKBP).\n[2]\n\nThe following are pharmacologic parameters of tacrolimus\n[3]\n[4]\n[5]\n[6]\n:\n\nMetabolism:\nCYP3A4, CYP3A5, P-glycoprotein (PGP)/ABCB1\nMetabolites:\nFifteen possible; chief breakdown metabolite: 13-\nO\n-dimethyl-tacrolimus\nEnzymes Inhibited\n: CYP3A4\nHalf-Life:\n4 to 41 h (about 12 h on average)\nThe volume of Distribution (using plasma separated at 37 degrees C):\napproximately 30 L/kg\nClearance (using plasma separated at 37 degrees C):\n1.69 +/- 0.57 L/h/kg\nExcretion:\nBiliary route (approximately 95%), urinary excretion (approximately 2.4% as unchanged drug)",
    "administration": "Tacrolimus can administration can be by oral, sublingual, topical, or intravenous (IV) route. Oral tacrolimus is available in immediate-release (IR) and extended-release (ER: XR and XL) formulations. The various formulations have different pharmacokinetic parameters and are not interchangeable. Doses should be titrated to target trough concentrations.\n\nPrevention of Post-Organ Transplant Rejection (Adult Dosing)\n\nLiver Transplant:\n\nOral\n[7]\n:\nIR: Initially 0.1 to 0.15 mg/kg/day in two divided doses in combination\nER: 0.1 to 0.2 mg/kg once daily in combination with corticosteroid. Please note that the XL formulation is not approved for liver transplants in the US due to increased mortality in female liver transplants receiving the XL formulation.\nIV: Initially 0.03 to 0.05 mg/kg/day as a continuous infusion\n\nHeart Transplant:\nIn combination with an antimetabolite\n\nOral: IR: Initially 0.075 mg/kg/day in two divided doses, given every 12 hours\nIV:  Initially 0.01 mg/kg/day as a continuous infusion\n\nKidney Transplant:\nUse in combination with an antimetabolite agent\n\nOral:\nIR: Initially, 0.2 mg/kg/day in combination with azathioprine or 0.1 mg/kg/day combined with mycophenolate mofetil.\nER:\nXL: 0.15 to 0.2 mg/kg/day with basiliximab induction; 0.2mg/kg/day without basiliximab induction.\nXR:  Initially 0.14 mg/kg/day\nIV: 0.03 to 0.05 mg/kg/day as a continuous infusion\n\nIV tacrolimus use is not common due to increased nephrotoxic adverse effects.\n[8]\n[9]\n\nTacrolimus can be administered with or without food but may occur with food in the presence of GI intolerance. IR doses should be 12 hours apart. Dose rounding should be to a whole number that is feasible with the available strengths. For example, IR tacrolimus comes in 0.5 mg, 1mg, and 5 mg strengths.\n[10]\n\nWhen converting from IR to ER formulations, utilize the following factors\n[7]\n[11]\n:\n\nIR to XL: 1 to 1\nIR to XR: 1 to 0.8\n\nSublingual to oral conversion rates have varied from 1 to 1 to 1 to 3, but 1 to 2 has recently been the most commonly suggested in studies. There has been no optimally established dosing.\n[12]\n[13]",
    "adverse_effects": "Adverse effects include, but are not limited to:\n[14]\n[15]\n\nCardiovascular: Angina pectoris, cardiac arrhythmias, hypertension\nCentral nervous system: Abnormal dreams, headaches, insomnia, tremors\nDermatologic: Acne vulgaris, alopecia, pruritis, rash\nEndocrine and metabolic: Decreased serum bicarbonate, decreased serum iron, new-onset diabetes mellitus after transplant (NODAT), hypercalcemia, hyperkalemia, hyperlipidemia, hyperphosphatemia, hypertriglyceridemia, hyperuricemia, hypervolemia, hypocalcemia, hypokalemia, hypomagnesemia, hyponatremia, hypophosphatemia, metabolic acidosis, weight gain\nGastrointestinal: Abdominal pain, nausea, vomiting, diarrhea\nGenitourinary: Urinary tract infection\nHepatic: Abnormal hepatic function tests\nInfection: Bacterial infection, BK virus, candidiasis, cytomegalovirus, Epstein-Barr infection, herpes simplex infection, herpes zoster infection, other opportunistic infection\nNeuromuscular and skeletal: Arthralgia, muscle cramps\nOphthalmic: Blurred vision, visual disturbance\nOtic: Otalgia, otitis media, tinnitus\nRenal: Acute renal failure, increased blood urea nitrogen (BUN), increase serum creatinine (SCr), renal failure syndrome, renal tubular necrosis, decreased GFR, nephrotoxicity\n\nInfection may be secondary to immunosuppression and highlights the importance of reducing target doses with careful monitoring to balance the risk of rejection.",
    "monitoring": "Tacrolimus is a narrow therapeutic index drug. Therapeutic monitoring of tacrolimus in transplant patients is a valuable tool in adjusting drug levels. Since tacrolimus use is typically in combination with other immunosuppressants, target levels usually decrease as post-transplant time increases to minimize calcineurin inhibitor-mediated nephrotoxicity and adverse effects.\n[16]\nWhole blood concentrations should be used, drawn typically within 30 minutes before the next dose. Therapeutic levels range from 5 to 20 mcg/mL, though 5 to 15 mcg/mL is often employed to alleviate toxicity while preventing rejection.\n\nAdditional monitoring parameters include renal function, hepatic function, serum electrolytes (Mg, Phos, K), glucose, and blood pressure. Parameters should initially be measured two to three times a week post-operatively, gradually decreasing as time passes, achieving target levels, and patient stabilization.\n\nThe following are recommendations for tacrolimus level ranges per British Columbia Transplant Guidelines (http://www.transplant.bc.ca/health-professionals/transplant-clinical-guidelines). However, target levels vary by institution, induction protocols, and patient needs.\n\nAdult and Kidney and Kidney/Pancreas Transplant\n\nLess than 1 month: 8 to 12 ng/mL\nFrom 1 to 3 months: 6 to 9 ng/mL\nGreater than 3 months: 4 to 8 ng/mL\n\nAdult Liver Transplant\n\nLess than 1 month: 6 to 9 ng/mL\nFrom 1 to 3 months: 4 to 8 ng/mL\nGreater than 3 months: 4 to 6 ng/mL\nMore than 12 months: 3 to 5 ng/mL\n\nAdult Heart Transplant\n\nLess than 3 months: 9 to 12 ng/mL\nFrom 3 to 6 months: 8 to 9 ng/mL\nFrom 6 to 12 months: 6 to 8 ng/mL\nOver 12 months: 4 to 8 ng/mL\n\nAdult Lung Transplant\n\nFrom 0 to 3 months: 10 to 12 ng/mL\nFrom 4 to 12 months: 8 to 10 ng/mL\nMore than 12 months: 6 to 8 ng/mL\nDue to the metabolism pathway of tacrolimus, many drug-drug interactions exist. If starting medications that inhibit or induce the metabolism of tacrolimus, added monitoring is suggested to prevent a supra or sub-therapeutic level.",
    "toxicity": "Tacrolimus toxicity commonly presents as acute renal failure. Close monitoring of serum creatinine, GFR, and urine output is necessary for patients on tacrolimus.\n\nToxicity may also present as the development of adverse effects such as tremors, electrolyte disturbances, headaches, and increased SCr.\n\nNo antidote exists currently to counter toxicity. Hemodialysis does not remove tacrolimus."
  }
}