{
  "drug_name": "talazoparib",
  "nbk_id": "NBK482286",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482286/",
  "scraped_at": "2026-01-11T18:48:00",
  "sections": {
    "indications": "Breast cancer is the most common cancer diagnosed in women and the second most common cause of death from cancer among women worldwide.\n[1]\nThe breasts are paired glands of variable size and density that lie superficial to the pectoralis major muscle. They contain milk-producing cells arranged in lobules; multiple lobules are aggregated into lobes with interspersed fat. Milk and other secretions are produced in acini and extruded through lactiferous ducts that exit at the nipple. Breasts are anchored to the underlying muscular fascia by Cooper ligaments, which support the breast.\n[2]\n\nBreast cancer most commonly arises in the ductal epithelium (ie, ductal carcinoma) but can also develop in the breast lobules (ie, lobular carcinoma). Several risk factors for breast cancer have been well described. In Western countries, screening programs have succeeded in identifying most breast cancers through screening rather than due to symptoms. However, in much of the developing world, a breast mass or abnormal nipple discharge is often the presenting symptom.\n[3]\nBreast cancer is diagnosed through physical examination, breast imaging, and tissue biopsy. Treatment options include surgery, chemotherapy, radiation, hormonal therapy, and, more recently, immunotherapy. Factors such as histology, stage, tumor markers, and genetic abnormalities guide individualized treatment decisions.\n[1]",
    "mechanism": "Breast Cancer Risk Factors\n\nIdentifying factors associated with an increased incidence of breast cancer development is important in general health screening for women. Risk factors for breast cancer include:\n[4]\n[5]\n(see\nImage.\nBreast Cancer Risk Factors)\n\nAge\n: The age-adjusted incidence of breast cancer continues to increase with the advancing age of the female population.\n\nGender\n: Most breast cancers occur in women.\n\nPersonal history\n: A history of cancer in one breast increases the likelihood of a second primary cancer in the contralateral breast.\n\nHistologic\n: Histologic abnormalities diagnosed by breast biopsy constitute an essential category of breast cancer risk factors. These abnormalities include lobular carcinoma in situ (LCIS) and proliferative changes with atypia.\n\nFamily history and genetic mutations\n: First-degree relatives of patients with breast cancer have a 2-fold to 3-fold excess risk for the development of the disease. Genetic factors cause 5% to 10% of all breast cancer cases but may account for 25% of cases in women younger than 30 years.\nBRCA1\nand\nBRCA2\nare the most important genes responsible for increased breast cancer susceptibility.\n\nReproductive\n: Reproductive milestones that increase a woman’s lifetime estrogen exposure are thought to increase breast cancer risk. These include the onset of menarche before age 12, first live childbirth after age 30 years, nulliparity, and menopause after the age of 55.\n\nExogenous hormone use\n: Therapeutic or supplemental estrogen and progesterone are taken for various conditions, with the most common scenarios being contraception in premenopausal women and hormone replacement therapy in postmenopausal women.\n\nOther\n: Radiation, environmental exposures, obesity, and excessive alcohol consumption are some other factors that are associated with an increased risk of breast cancer.",
    "monitoring": "Diagnostic Breast Imaging\n\nMammography is the most commonly used modality for screening and diagnosis of breast cancer.\n[22]\nAbnormal findings on mammography include mass lesions, calcifications, or architectural distortion. When identified on screening mammography, diagnostic mammography, which utilizes higher quality imaging with several views, is indicated. Mammography is of limited utility in patients with dense breasts, in younger patients, and in those who cannot tolerate the breast compression that is required. Breast ultrasound or magnetic resonance imaging (MRI) with contrast may be utilized in such cases. Breast ultrasound is similar in sensitivity to mammography and can be used to obtain image-guided biopsy. Though MRI is the most sensitive imaging study, it is time-consuming, has limited availability, and is expensive.\n[23]\nIndications for MRI include axillary lymph node disease and an occult primary malignancy, Paget disease, multifocal or bilateral cancers, neoadjuvant chemotherapy treatment response assessment, and high-risk patient screening.\n[24]\n(see\nImage.\nBreast Mammogram)\n\nBreast imaging findings are classified by their Breast Imaging Reporting and Data System (BI-RADS) category, which correlates imaging findings with their probability of underlying malignancy and recommends a broad treatment strategy. The BI-RADS categories range from 0 to 6.\n[25]\n\nTable\n\nTissue Biopsy\n\nOnce a suspicious lesion is identified, tissue biopsy with stereotactic core needle biopsy is performed with imaging guidance.\n[26]\n[27]\n[28]\nCore needle biopsy is superior to fine needle aspiration and should be performed whenever possible.\n[29]\nIn patients with clinically positive regional lymph nodes, an ultrasound-guided core needle biopsy is performed. Radiographically identifiable markers should be placed during the biopsy to mark the site in both the primary cancer and the lymph node basin to help identify and localize the lesion later. Breast tissue must be sent for a pathologic exam, including hormonal and Herceptin receptor testing.\n\nStaging Imaging\n\nRoutine laboratory investigations and imaging for systemic disease are not recommended for operable breast cancer in the absence of symptoms. If associated symptoms are present, an MRI brain, chest CT scan, bone scan, or CT of the abdomen and pelvis may be performed as indicated. Baseline complete blood count and comprehensive metabolic panel, including liver function tests, are indicated if neoadjuvant chemotherapy is planned. For clinically advanced breast carcinoma (eg, inflammatory breast cancer, chest wall or skin involvement, and bulky axillary lymphadenopathy), a chest, abdomen, and pelvis CT along with a bone scan or an FDG-PET scan is often used.\n[30]",
    "administration": "Breast cancer treatment is nuanced and based on various factors, including the disease stage, pathology, patient preference, and available resources. In general, breast cancer management approaches are divided into early breast cancer, locally advanced breast cancer, and metastatic breast cancer treatment.\n[30]\n\nEarly Breast Cancer\n\nEarly breast cancer includes tumors <5 cm in size without clinically positive lymph nodes. Treatment involves surgery, chemotherapy, radiation, and hormonal therapy, depending on the stage and molecular profile.\n[30]\nThe modalities used include:\n\nSurgical treatment\n: Options to excise the primary tumor include breast conservation surgery (eg, partial mastectomy or lumpectomy) or a total mastectomy.\nAxillary lymph node management\n: Sentinel lymph node biopsy is performed during the operation. Without extranodal extension, no further axillary surgery is required if 2 to 3 axillary lymph nodes are microscopically positive. A completion axillary dissection or axillary radiation is indicated in patients with >3 positive lymph nodes or extranodal extension.\nChemotherapy\n: Systemic chemotherapy is indicated based on the final stage and the tumor's molecular profile.\nIn hormone receptor-positive tumors, the decision to initiate chemotherapy is based on risk stratification using genomic analysis of the primary using commercially available kits (eg, Oncotype Dx). High-risk patients benefit from chemotherapy in addition to hormonal therapy.\nAll HER2-positive patients with tumors >1 cm should receive anti-HER2-directed therapy.\nAll triple-negative patients with tumors > 1 cm should receive systemic chemotherapy.\nRadiation\n: Patients undergoing breast conservation surgery (BCS) must receive radiation to the breast with a boost to the tumor bed to reduce local recurrence. Patients who undergo mastectomy do not need breast radiation, except in certain circumstances (eg, >5 cm tumor, chest wall invasion, skin involvement, multifocal tumor, ≥4  positive nodes).\nHormonal therapy\n: Anti-estrogen or aromatase inhibitor therapy is indicated in all hormone receptor-positive patients.\n\nUp-front chemotherapy (ie, neoadjuvant therapy) has been increasingly used in early-stage triple-negative and HER2-positive tumors. Delivering the chemotherapy up-front has several advantages, including allowing response assessment, a greater likelihood of completing chemotherapy, and an increased likelihood of breast conservation therapy; therefore, clinicians will likely use this strategy more extensively.\n[31]\n[32]\n\nLocally Advanced Breast Cancer (LABC)\n\nLocally advanced breast cancer (LABC) primarily consists of tumors larger than 5 cm or those with clinically positive lymph nodes. Most patients with LABC will receive some form of neoadjuvant therapy, with adjunct surgery and radiation therapy. Patients with LABC typically undergo a breast MRI at baseline. The primary tumor and the involved lymph nodes must have radiographically detectable markers placed before initiation of chemotherapy, as tumors can shrink and disappear after therapy.\n[30]\n\nChemotherapy regimens vary based on the tumor pathology (eg, hormone receptor-positive, HER2-positive, or triple-negative), the patient's age and physical status, and locally available resources. The goals of upfront chemotherapy are to reduce the size of the primary, eradicate micrometastatic disease, and assess disease biology based on the responsiveness of the tumor to chemotherapy. After completion of the chemotherapy regimen, breast and axillary imaging are repeated to assess response to chemotherapy and determine further management, including:\n\nSurgical treatment\n: Options to excise the primary tumor include BCS or a total mastectomy. Contraindications to BCS include large tumors, chest wall or skin involvement, multifocal disease, inability to receive radiation, and large tumor size to breast size ratio.\nAxillary lymph node management\n: In patients with a clinically positive axilla at diagnosis, an axillary dissection is always performed, regardless of the response of the tumor to neoadjuvant chemotherapy. In patients with a clinically negative axilla, sentinel lymph node biopsy is performed at the time of surgery. At least 3 lymph nodes should be harvested using a dual-tracer technique. Patients with residual disease should undergo a completion axillary dissection or axillary radiation.\nSystemic chemotherapy\n: Patients with residual disease after systemic chemotherapy may benefit from additional chemotherapy based on the molecular characteristics.\nRadiation therapy\n: The indications for radiation are similar to BCS.\nHormonal therapy\n: Anti-estrogen or aromatase inhibitor therapy is indicated in all hormone receptor-positive patients.\n\nMetastatic Breast Cancer\n\nMetastatic breast cancer is managed primarily with systemic therapy. Chemotherapy, targeted therapy, immunotherapy, and hormonal therapy are all options, depending on the molecular profile and patient fitness. Palliative radiation may be used in controlling bulky primary disease and metastases to the brain, bone, and lung. Surgery is not recommended except for symptom control and palliative therapy.\n[33]",
    "adverse_effects": "Complications can arise from the treatment, whether chemotherapy, radiation, hormonal therapy, or surgery.\n\nSurgical\n\nInfection\nPain\nBleeding\nCosmetic issues\nPermanent scarring\nAlteration or loss of sensation in the chest area and reconstructed breasts\n\nChemotherapy\n\nNausea/vomiting and diarrhea\nHair loss\nMemory loss \"chemo brain\"\nVaginal dryness\nMenopausal symptoms/fertility issues\nNeuropathy\n\nHormonal Therapy\n\nHot flashes\nVaginal discharge dryness\nFatigue\nNausea\nImpotence in males with breast cancer\n\nRadiation\n\nPain and skin changes\nFatigue\nNausea\nHair loss\nChronic heart and lung issues\nNeuropathyy\n[76]\n[30]"
  }
}