{
  "drug_name": "tannic acid",
  "nbk_id": "NBK599526",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599526/",
  "scraped_at": "2026-01-11T15:39:44",
  "sections": {
    "indications": "There are several absolute and relative contraindications to sclerotherapy for venous varicosities; in patients for whom sclerotherapy is contraindicated, other treatment options, such as stab phlebectomy, should be considered.\n[11]\nThe contraindications for patients with venous varicosities differ from those with hemorrhoids.\n\nAbsolute contraindications to sclerotherapy for the treatment of venous varicosities include but are not limited to specific sclerosant allergy, current systemic infection or that localized to the treatment area, and a personal history of deep venous thrombosis, severe peripheral arterial disease, advanced collagen vascular diseases, or cardiovascular or neurologic events following sclerosant injection.\n[11]\n[6]\n[23]\n\nRelative contraindications to sclerotherapy for the treatment of venous varicosities include severely impaired mobility and a personal history of a marked allergic diathesis, asthma, severe deep venous incompetence, or thrombophilia. Sclerotherapy may also be relatively contraindicated in patients who are currently pregnant or breastfeeding.\n[19]\n[11]\nVisual disturbances and transient ischemic attacks, possibly due to paradoxical emboli, have been reported following foam sclerotherapy in patients with a patent foramen ovale.\n[1]\n[11]\nLarge varices may be a relative contraindication to sclerotherapy due to the increased risk of recanalization.\n\nContraindications to the use of sclerotherapy in the treatment of hemorrhoids include thrombosed hemorrhoids and a personal history of asthma, specific sclerosant allergy, thrombophilia, inflammatory bowel disease, and cardiac, renal, or hepatic comorbidities.\n[5]",
    "clinical_significance": "Sclerotherapy is a clinically significant treatment modality for venous varicosities, offering a minimally invasive approach with substantial therapeutic benefits via a controlled thrombophelbitic reaction. Sclerotherapy is effective in treating varicose veins, spider veins, and telangiectasia in a short amount of time. Injection sclerotherapy provides notable cosmetic improvement by reducing the appearance of unsightly veins and enhancing patients' confidence and quality of life. Moreover, injection sclerotherapy alleviates symptoms associated with venous insufficiency, such as pain, swelling, and discomfort, leading to improved overall vascular health.\n\nInjection sclerotherapy is versatile, offers primary or adjunctive therapeutic options, is applicable in various settings, and can be performed on an outpatient basis without the need for extensive recovery time. Its minimally invasive nature makes it an attractive option for patients averse to surgery or for whom surgery is contraindicated. Furthermore, advancements in sclerosing agents and techniques have enhanced efficacy and safety, contributing to the widespread use of injection sclerotherapy in managing venous varicosities.\n\nOverall, sclerotherapy offers cosmetic enhancement and symptomatic relief, making it an inherently valuable treatment option for patients with venous disease."
  }
}