{
  "drug_name": "tedizolid phosphate",
  "nbk_id": "NBK482377",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482377/",
  "scraped_at": "2026-01-11T18:48:00",
  "sections": {
    "indications": "Serotonin syndrome (serotonin toxicity) is a serious and potentially life-threatening condition that results from excessive serotonergic activity throughout the central nervous system. Serotonin is a neurotransmitter that regulates mood, behavior, and other physiological functions. The neurotransmitter is produced naturally in the body and can also be found in certain medications, illicit substances, and supplements. Serotonin syndrome may be a consequence of therapeutic medication use, accidental interactions between medications and recreational drugs, or an intentional overdose.\n[1]\nThe clinical severity of serotonin syndrome varies broadly, as some cases are relatively mild while others are fatal. Symptoms classically include altered mental status, autonomic dysfunction, and neuromuscular excitation.\n[2]\n[3]\n\nThe diagnosis of serotonin syndrome is clinical, which provides challenges in rapid and accurate diagnosis. Several criteria exist for this clinical diagnosis, but the Hunter criteria are generally the most broadly used. Healthcare professionals must take a detailed medical history and assess the patient's medication regimen to arrive at an accurate diagnosis.\n[4]\nTreatment for serotonin syndrome involves discontinuing the offending medications and providing supportive care.\n\nMild cases are under-recognized, while severe cases generally require hospitalization. Drugs to counteract serotonin toxicity may be administered in severe cases. Serotonin syndrome generally precipitates within 1 day of a serotonergic change, either from the addition of a medication, change in dose, or use of other substances. Preventing serotonin syndrome involves careful monitoring of medication use, avoiding the concurrent use of multiple serotonin-increasing drugs, and consulting with healthcare professionals if concerns about drug interactions are apparent.\n[5]",
    "mechanism": "Serotonin (5-hydroxytryptamine or 5-HT) is a monoamine neurotransmitter with multifaceted cellular and physiological functions in humans. Most serotonin is produced by intestinal enterochromaffin cells and in the peripheral nervous system, where it regulates gastrointestinal motility, uterine contractions, vasoconstriction, and bronchoconstriction.\n[6]\nThe raphe nuclei in the brain stem produce serotonin in the central nervous system, CNS. In the CNS, serotonin modulates attention, behavior, and thermoregulation. Additionally, serotonin is produced in the skin's Merkel cells, pulmonary neuroendocrine cells, and taste receptor cells of the tongue. Further, serotonin is stored in blood platelets and promotes aggregation. Notably, platelets lack enzymes to synthesize serotonin independently and rely on serotonin uptake from the plasma to store serotonin.\n[7]\nSerotonin production is 90% from gastrointestinal enterochromaffin cells, 8% from platelets, and 2% from the CNS.\n[8]\n\nThe serotonin signaling pathway in the CNS begins at the production source, in the brainstem's raphe nuclei. The raphe nuclei are centered in the reticular formation, and their axons extend to other brain areas. The rostral group of nuclei extends into cortical and subcortical structures, and these pathways are anticipated to regulate wakefulness, attention, mood, sexual behavior, thermoregulation, and appetite. The caudal raphe nuclei extend into the spinal regions and regulate motor tone and nociception.\n[9]\nThe peripheral serotonin signaling pathway generally begins with platelet activation, leading to serotonin secretion from stores back into the plasma, which has downstream effects on target organ serotonin receptors.\n[10]\n\nThe serotonin signaling pathway's receptor is located in pre- and post-synaptic neurons. In a reuptake process, the pre-synaptic serotonin transporter (SERT) transports serotonin from the synaptic cleft back into the pre-synaptic neuron. SSRIs and tricyclic antidepressants bind SERT, inhibiting their ability to transport serotonin and increasing the amount of serotonin in the synaptic cleft available to activate post-synaptic serotonin receptors. When serotonin is transported by SERT back into the pre-synaptic neuron, it can be metabolized by monoamine oxidase. Monoamine oxidase inhibitors are a class of antidepressants that inhibit the metabolism of serotonin and, when implicated in serotonin syndrome, tend to cause the most severe cases.\n[6]\n\nSeven known families of post-synaptic 5-HT receptors are recognized, named 5-HT1 through 5-HT7, and each has multiple subtypes resulting in pharmacologically distinct receptors (see\nImage.\nThe Neurotransmission of Serotonin).\n[11]\nBlack arrows indicate a chemical change and red arrows indicate serotonin transport. The enzyme tryptophan hydroxylase converts L-tryptophan hydroxylase into serotonin and is stored in pre-synaptic intracellular vesicles. Through exocytosis, serotonin is released into the synaptic cleft, where it can activate post-synaptic 5-HT receptors. Serotonin is taken back up into the pre-synaptic neuron by the SERT transporter. Serotonin is metabolized into 5-HIAA (5-hydroxyindoleacetic acid).\n\nThe 5-HT1 receptors are inhibitory G-protein-coupled receptors and have 5-subtypes: 5-HT1A, 5-HT1B, 5-HT1D, 5-HT1E, 5-HT1F. Several medications are prescribed to target these receptor subtypes. Buspirone targets 5-HT1A, and the antimigraine agents sumatriptan and zolmitriptan target 5-HT1B and 5-HT1D.\n[9]\nThe 5-HT2 receptor family are excitatory G-protein-coupled receptors with 3 subtypes: 5-HT2A, 5-HT2B, and 5-HT2C. The 5-HT2A receptor is a common target of most second-generation antipsychotic medications that antagonize the receptor. Notably, 5-HT2A antagonism is suspected to shunt serotonin to available 5-HT1A receptors not blocked by antipsychotics, which may be a risk factor for precipitating serotonin syndrome.\n[12]\n5-HT2C is targeted by the weight-loss drug lorcaserin (withdrawn from the United States market in 2020).\n[13]\nThe 5-HT3 receptor is an excitatory ligand-gated ion channel most relevant for initiating emesis when activated. Ondansetron is a 5-HT3 receptor antagonist that directs antiemetic properties. The 5-HT4 receptor is a stimulatory G-coupled-protein receptor that increases gastric motility. Prucalopride is a 5-HT4 agonist that treats constipation. The 5-HT5 receptors are G-protein-coupled receptors comprised of 2 subtypes, 5-HT5A, and 5-HT5B, but have little known function and are unknown targets of medications. The 5-HT6 and 5-HT7 receptors are also stimulatory G-protein-coupled receptors, with some antidepressants and antipsychotics modulating activity through off-targeting, but no medications currently target 5-HT6 or 5-HT7. The etiology of serotonin syndrome results from cellular toxicity of excess target post-synaptic 5-HT stimulation.\n[9]",
    "monitoring": "Serotonin syndrome is a clinical diagnosis, and no diagnostic laboratory studies are indicated. Still, laboratory evaluations can assist in clarifying the clinical picture, assessing the severity of serotonin syndrome, and directing the treatment plan. Common nonspecific laboratory findings include increased white blood cell count, decreased sodium bicarbonate, and elevated creatine phosphokinase.\n[24]\nSevere serotonin syndrome may lead to intravascular coagulation with platelet abnormalities, rhabdomyolysis with highly elevated creatine kinase, and metabolic acidosis; for patients who present with intentional overdose, acetaminophen levels, salicylate concentrations, and electrocardiogram should be obtained. Head computed tomography is helpful to rule out acute head injuries.\n[9]\n\nSeveral diagnostic criteria are available, including Sternbach, Radomski, and Hunter. However, the Hunter Toxicity Criteria Decision Rules are accepted as the most accurate. The Hunter Criteria is recommended as it has been demonstrated to be the most accurate compared to the gold standard diagnosis of a medical toxicologist, with 84% sensitivity and 97% specificity.\n[9]\n[15]\n[25]\n\nHunter Toxicity Criteria Decision Rules\n\nHistory of recent exposure to a serotonergic drug\nAt least one of the following:\nSpontaneous clonus\nInducible clonus with agitation or diaphoresis\nOcular clonus with agitation and diaphoresis\nTremor and hyperreflexia\nHypertonia and temperature over 38 °C with ocular or inducible clonus\n\nPatients with a history of stable dosing of a serotonergic agent and a history of tolerating that medication are unlikely to develop serotonin syndrome spontaneously. Therefore, Hunter Criteria has outlined clarifications for criteria 1 (history of recent exposure to a serotonergic agent) as follows:\n\nInitiation or increase in the dose of a serotonergic agent\nPharmacologic change that decreases the metabolism of a serotonergic agent\nOverdose with a serotonergic agent unless the only agent exposed is a serotonin receptor agonist (Table 1, 5-HT activation)\nDrug-drug interactions only involve direct serotonin receptor agonists (5-HT activation)\n[15]",
    "administration": "Discontinue Serotonergic Agents\n\nThe first step in managing serotonin syndrome is accurately and promptly recognizing the condition. Misdiagnosis is a common pitfall that has the potential to worsen outcomes, particularly if serotonin agents are continued. Thereby, patients with hyperthermia of unknown origin are not recommended to continue serotonergic agents. Discontinuation of all serotonergic agents is the first step in treating serotonin syndrome. As serotonin syndrome is a toxicity, the condition resolves with the removal of the offending agents. However, specific serotonergic agents, such as fluoxetine, have long half-lives, which may cause symptoms to persist for multiple days.\n[27]\n\nSupportive Care\n\nAfter discontinuation of serotonergic agents, supportive care to normalize the vital signs is recommended during the serotonergic agent's detox from the body. Supportive care includes administering intravenous fluids and oxygen (goal of saturation ≥94%), cardiac monitoring, and correction of vital signs in autonomic instability. Intravenous crystalloids can be given to assist in treating volume depletion in hyperthermia.\n[9]\n\nSedation\n\nDelirious agitation with muscle contractions contributes significantly to hyperthermia and creatine kinase elevation. Chemical restraint (sedation) is highly preferred in serotonin syndrome, as physical restraints may still result in significant muscle contractions and worsen the condition.\n[4]\nBenzodiazepines are the preferred agents, as they have no anticholinergic or serotonergic properties, and they are not dopamine receptor antagonists. Additionally, they assist in controlling high blood pressure and tachycardia. No consensus is apparent on which benzodiazepines are preferable in treating serotonin syndrome; however, diazepam has been shown to prolong survival in rat models with serotonin syndrome.\n[28]\n\nVital Sign Management in Autonomic Instability\n\nAutonomic instability in serotonin can present challenges, given the potential for dramatic fluctuations in blood pressure and heart rate. Because of this, short-acting agents, including esmolol, nicardipine, or nitroprusside, are preferred.\n[4]\nLonger-acting agents such as propranolol should be avoided, given the unpredictability of autonomic instability.\n[9]\nHypotension resulting from MAO-I's should be treated with direct-acting sympathomimetic agents such as epinephrine, phenylephrine, or norepinephrine. Dopamine should be avoided because it is metabolized into epinephrine and norepinephrine; when a MOA-I is present, it is difficult to predict cellular regulation of this conversion, which can lead to an exaggerated hemodynamic response.\n[4]\n[9]\n\nHyperthermia\n\nA significant contributor to resolving hyperthermia involves adequate chemical sedation to prevent excessive heat production from agitation-related muscle activity. Patients who have very high temperatures of 41.1 °C and above require sedation and intubation in conjunction with intensive care services. Antipyretics such as acetaminophen are ineffective because the increased muscular activity is the main contributor to hyperthermia (along with central deregulation) in serotonin syndrome. In refractory cases, external cooling measures are supplemental.\n[9]\n\nSerotonin Antagonists\n\nThe administration of an antidote (serotonin antagonists) is not required in all cases of serotonin syndrome. However, if supportive measures, vital signs management, and chemical sedation do not adequately treat serotonin syndrome, then antidotes can be considered the next step. Cyproheptadine has nonspecific 5-HT1A and 5-HT2A antagonistic properties and some anticholinergic properties, but its major mechanism functions as a histamine-1 receptor antagonist. The histamine-1 receptor antagonism also assists with sedation. Notably, cyproheptadine is only available as an oral pill but can be crushed and administered via nasogastric or orogastric tube. The initial dose recommended is 12 mg, with 2 mg administered every 2 hours until adequate clinical response.\n[9]\nNotably, inconclusive evidence exists for the efficacy of cyproheptadine, with reports documenting different outcomes.\n[29]\n[30]\n[31]\n[32]",
    "adverse_effects": "Serotonin syndrome typically resolves rapidly and safely when quickly treated. Generally, full recovery from serotonin syndrome is expected after stabilization. The duration of serotonin syndrome depends on a few factors but is most impacted by the half-life of the culprit medications. When the altered mental status resolves, vital signs are normal, and a normal neurological examination is elicited (no clonus or hyperreflexia), the patient is safe for discharge. The patient's clinicians consider medication reconciliation to prevent another episode of serotonin syndrome.\n[4]"
  }
}