{
  "drug_name": "teicoplanin",
  "nbk_id": "NBK559152",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559152/",
  "scraped_at": "2026-01-11T18:48:00",
  "sections": {
    "indications": "Staphylococcus aureus\n(\nS. aureus\n) is a pathogen that has been published in the literature since the 1800s. At that time, it was better recognized as a cause of sepsis and abscess formation. More than a century after the first descriptions of\nStaphylococcus\nwere written, we now understand it to be at the forefront of many disease processes, one of which is staphylococcal pneumonia.\nStaphylococcus\nremains at the forefront of infectious disease due to its enzyme production of protease, lipase, hyaluronidase, as well as its ability to make penicillin binding protein 2A (PBP-2A) through the mecA gene, leading to the staphylococcal strain known as methicillin-resistant\nStaphylococcus aureus\n(MRSA). This escalates its ability to become resistant to previous and current antibiotic therapies.\n[1]",
    "mechanism": "Community-acquired staphylococcal pneumonia is usually seen in patients that are recovering from influenza. The infection is seen in a bimodal distribution, with the younger and elderly populations being more at risk. It should be noted that P\nneumococcus\nis still the leading cause of post-viral pneumonia in this population.\n[2]\nIndividuals may also be colonized with\nS. aureus\non the skin or in nares, and this can also lead to pulmonary infections and is seen in both the community and in the hospital setting. Another notable etiology of\nS. aureus\npneumonia is seen in patients who abuse intravenous drugs. Due to contamination of the skin or equipment, IV drug abuse can lead to multiple systemic infections from\nS. aureus\nsuch as tricuspid valve endocarditis, bacteremia, and septic emboli to the lungs.\n[3]",
    "monitoring": "Initial evaluation for staphylococcal pneumonia starts with the same foundational workup for those suspected of having any etiology of CAP. A complete blood count (CBC) will likely show leukocytosis with a neutrophilic predominance. The gold standard for diagnosing pneumonia with the appropriate clinical suspicion is the presence of infiltrate on a chest radiograph.\n[8]\nThe infiltrate on a chest radiograph can show lobar infiltrate or in severe patients can show cavitary lesions and empyema. If the clinical syndrome supports the diagnosis of pneumonia, but the chest radiograph does not reveal pathology, a computed tomography (CT) scan can be performed to further evaluate for pathology in the lungs.\n\nFindings on CT scan may show a developing lobar infiltrate or cavitary lesion that chest radiograph may not reveal.\n[9]\nA sputum sample can be obtained, but a 2005 study noted that only 17% of the study population were able to produce an adequate sample. However, if the patient can produce an adequate sample, 82% were found to be diagnostic and could be used to guide antibiotic therapy.\n[10]\nAn MRSA swab may also be utilized to assess the patient's colonization status for MRSA and, therefore, further the suspicion of this process. A procalcitonin level can also be drawn at the time of treatment in order to guide antibiotic efficacy and aid in antibiotic stewardship.\n[11]",
    "administration": "Treatment for staphylococcal pneumonia depends on if this process is categorized into either MRSA or MSSA. If MRSA is suspected or confirmed, either vancomycin or linezolid should be initiated at the start of treatment and be promptly discontinued if MRSA is ruled out. Both vancomycin and linezolid have similar efficacy, and selection should be based on patient tolerance, antibiotic allergy profile, renal function, drug interaction, and intravenous access. As linezolid is systemically bioavailable in its oral form, this is preferred if there is an issue with intravenous access. Vancomycin is preferred if the patient is cytopenic or taking selective serotonin reuptake inhibitors (SSRIs).\n[12]\n[13]\nCeftaroline can be used if vancomycin or linezolid are contraindicated; however, it should be known that it is not FDA approved for hospital-acquired pneumonia or ventilator-associated pneumonia. Clindamycin is also an alternative, but it is also less efficacious in hospital-acquired and ventilator-associated pneumonia.\n[14]\n\nIf culture results grow MSSA and rule out other causes of pneumonia, then therapy can be de-escalated to nafcillin, oxacillin, or cefazolin.\n[15]\nSupportive measures for staphylococcal pneumonia include bronchodilation to help those with underlying lung diseases such as asthma or chronic obstructive pulmonary disease (COPD). Supplemental oxygenation may also be needed due to the restrictive lung disease caused by the pneumonia disease process. This can begin with a nasal cannula. However, if the disease process is severe enough, then mechanical ventilation may be necessary.",
    "adverse_effects": "A significant complication of staphylococcal pneumonia is the development of severe necrotizing pneumonia. This can be seen in community associated-MRSA (CA-MRSA).\n[16]\nIf this is of clinical concern, then a chest CT may be warranted to help further assess for this pathology. It should be noted that a chest CT should not be used in the initial diagnosis of pneumonia, and that chest x-ray should be ordered first as a foundational approach to the initial evaluation of pneumonia. Staphylococcal pneumonia may also lead to complications such as sepsis, septic shock, bacteremia, and respiratory failure leading to invasive mechanical ventilation."
  }
}