{
  "drug_name": "telbivudine",
  "nbk_id": "NBK555945",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555945/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Hepatitis B viral infection is a serious global healthcare problem. It is a potentially life-threatening liver infection caused by the hepatitis B virus (HBV). It is often transmitted via body fluids like blood, semen, and vaginal secretions. The majority (more than 95%) of immunocompetent adults infected with HBV can clear the infection spontaneously. Patients can present with acute symptomatic disease or have an asymptomatic infection that is identified during screening for HBV. The clinical manifestations of HBV infection vary in both acute and chronic diseases. During the acute infection, patients can have subclinical or anicteric hepatitis, icteric hepatitis, or less commonly fulminant hepatitis. In chronic infection, patients can have an asymptomatic carrier state, chronic hepatitis, cirrhosis, and hepatocellular carcinoma.\n\nInitial symptoms are nonspecific and may include anorexia, nausea, vomiting, abdominal pain, and jaundice. In cases of severe liver damage, patients can develop jaundice, hepatic encephalopathy, ascites, gastrointestinal bleeding secondary to esophageal varices, coagulopathy, or infections. Diagnosis is based on serologic blood tests in patients with suspected signs and symptoms and associated risk factors for viral hepatitis. This will be discussed in more detail below.",
    "mechanism": "Transmission of hepatitis B involves the transfer of the virus from infected people to non-immune people in various ways. Major modes of transmission for hepatitis B are as follows:\n\n1. Horizontal transmission: It involves the transmission of hepatitis B through sexual contact or mucosal surface contact. Unprotected sex and injection drug use are major modes of transmission in low to intermediate prevalence areas.\n[1]\n\n2. Vertical transmission: Vertical transmission involves the maternal-to-newborn perinatal transmission of the virus.\n[2]\nIt is the predominant mode of transmission in high-prevalence areas.\n\nSexual contact includes unprotected intercourse (vaginal, oral, or anal) and mucosal contact involves any contact involving an infected patient’s saliva, vaginal secretion, semen, and blood.\n\nPrevalence areas are based on the percentage of the population with hepatitis B surface antigen (HBsAg) positivity with greater than or equal to 8% representing high prevalence areas, 2-7% representing low to intermediate prevalence areas, and less than 2% representing low prevalence areas.\n[3]",
    "monitoring": "Diagnosis of Hepatitis B is based on proper history taking, physical examination, laboratory works, and imaging.\n\nInitial symptoms are nonspecific and can include anorexia, nausea, vomiting, abdominal pain, dark urine, clay-colored stool, and jaundice. In cases of severe liver damage, advanced findings specific to liver damage are common and can include hepatic encephalopathy, confusion, coma, ascites, gastrointestinal bleeding, coagulopathy, or infections. In cases of chronic hepatitis B, patients can have a chronic inactive infection, or they can develop findings of acute hepatitis known as chronic active hepatitis.\n\nThe diagnosis of hepatitis B relies on the appropriate history/physical and evaluation of serum or viral biomarkers. Viral serology of hepatitis B is usually detectable 1-12 weeks after initial infection with the primary viral marker being hepatitis B surface antigen (HBsAg). The presence of HBsAg rarely persists beyond 6 months after infection and typically precedes detectable quantities of the corresponding antibody to surface antigen (Anti-HBsAg). The period of time between the disappearance of HBsAg and the appearance of Anti-HBsAg is termed “the window period” or “serological gap.” During the window period, other viral serology could also be undetectable. HBsAg is the first virological marker to be detected thanks to its exposure on the viral surface and is indicative of an acute infection. Immune-mediated destruction of the nucleocapsid allows exposure of core antigen (HBcAg) or e antigen (HBeAg) with subsequent antibody development. Liver enzymes are typically elevated within the latter part of the replicative phase on infection thanks to active inflammatory processes, otherwise, liver transaminases could also be within their reference ranges. Hence, liver transaminases should not be a sole guide to diagnosing suspected hepatitis B infection.\n\nThe presence of antibodies to HBsAg indicates immunized status while the presence of antibodies to HBeAg refers to a possible chronic infection state. Seroconversion refers to the transition between an acute, immune-active phase to an inactive carrier state and is marked by the spontaneous development of antibodies to HBeAg. Earlier seroconversion has been related to more favorable outcomes while later seroconversion, in conjunction with recurrent bouts of reactivation and remission, is more liable to complications like liver cirrhosis, thus resulting in poorer outcomes.\n[10]\nThe persistence of serum HBsAg for a duration of 6 months or greater delineates acute hepatitis B infection from chronic hepatitis B infection. Following groups of people should be screened for hepatitis B:\n[3]\n\nPersons born in high or intermediate endemic areas (HBsAg prevalence of greater than or equal to 2%). African countries, countries from North, Southeast, and East Asia. All countries from Australia and South Pacific (except for Australia and New Zealand). All countries from the Middle East (except for Israel and Cyprus). All countries from Eastern Europe (except for Hungary), Western Europe (Spain, Malta, and the indigenous population of Greenland), North America (Alaskan natives and indigenous populations of Northern Canada), Mexico, Guatemala, and Honduras. South America (Ecuador, Guyana, Suriname, Venezuela, and Amazonian areas). Caribbean (Antigua, Barbuda, Dominica, Grenada, Haiti, Jamaica, Saint Kitts and Nevis, Saint Lucia, and Turks and Caicos Islands).\nThe unvaccinated U.S. citizens whose parents were born in high prevalence areas.\nHistory of illicit intravenous drug use.\nMen who have sex with men.\nPersons on immunosuppressive therapy.\nPersons with elevated ALT or AST of unknown origin.\nBlood, plasma, organ, tissues, or semen donors.\nPersons with end-stage renal disease.\nAll pregnant women and infants born to HBsAg-positive mothers.\nPersons with chronic liver disease and HIV.\nClose contacts of HBsAg-positive persons, such as household, sexual, or needle-sharing.\nPersons with more than one sexual partner in the last six months.\nPersons requesting evaluation or treatment for sexually transmitted infections.\nHealth care workers or public safety workers who are at risk for occupational exposure to blood or blood-contaminated body fluids.\nResidents and staff at facilities for developmentally disabled persons.\nTravelers to countries with an intermediate or high prevalence of Hepatitis B virus infection.\nCorrectional facilities inmates.\n19-59-year-old persons with diabetes who have not been vaccinated for Hepatitis B.\nPersons who are the source of blood or body fluid exposures that might require post-exposure prophylaxis.\n\nInterpretation of Serologic Markers\n\nFollowing serologic markers are often tested: Hepatitis B surface antigen (HBsAg), antibody to Hepatitis B surface antigen (anti-HBs), Hepatitis B core Ab (Anti-HBc) IgM, Hepatitis B core Ab (Anti-HBc) IgG, Hepatitis B e antigen (HBeAg), and Hepatitis B e antibody (anti-HBe).\n[10]\n\nHBsAg: Acute infection (less than 6 months) or chronic infection (more than 6 months).\n\nAnti-HBs: Recovery from acute infection or immunity from vaccination.\n\nHBeAg: Mostly associated with high viral load.\n\nAnti-HBe: Low replicative phase.\n\nAnti-HBc IgM: Acute infection, an only marker present in the window period, can be present during exacerbation of chronic infection.\n\nAnti-HBc IgG: Exposure to infection, chronic infection (if present along with HBsAg), recovery from acute infection (if present with anti-HBs), if isolated presence, may represent occult infection.\n\nOther markers are: Hepatitis B viral DNA is for detection of viral load. Hepatitis B genotype provides input about disease progression and response to interferons.\n[11]",
    "administration": "Prevention\n\nPreventive measures constitute a major component of the management of hepatitis B. As of 2019, hepatitis B vaccines available in the United States are categorized into either single-antigen hepatitis B vaccines or combination vaccines.\n\nManagement\n\nAcute hepatitis B infection is self cleared in 95% of healthy adults. Management is supportive in a majority of patients. Patients with severe acute disease (2 of the 3: bilirubin more than 10 mg/dl, INR more than 1.6 and hepatic encephalopathy) and protracted acute severe disease (total bilirubin more than 3 mg/dl or direct bilirubin more than 1.5 mg/dl, INR more than 1.5, hepatic encephalopathy, or ascites) need antiviral treatment.\n\nManagement of chronic hepatitis B should include identification of HIV, hepatitis C, and hepatitis D coinfection, hepatitis B virus replication status, and severity of the disease.\n[10]\nThe severity of the disease is based on clinical assessment, blood counts, liver enzymes, and liver histology.\n[10]\nWhile non-invasive tests are useful (blood test, imaging to measure liver stiffness) for chronic hepatitis B with normal alanine transferase, for patients with elevated or fluctuating alanine transferase, liver biopsy is necessary to identify if they need antiviral treatment.\n[10]\n\nFDA-approved medications for chronic hepatitis B include interferons (peginterferon alfa-2a, interferon alfa-2b), nucleoside analogs (entecavir, lamivudine, telbivudine), and nucleotide analogs (adefovir, tenofovir). Entecavir and tenofovir are preferred for acute HBV infection if treatment is warranted, due to their relatively higher barrier to resistance. Entecavir combination drugs have been developed. However, a 2018 meta-analysis based on 24 studies involved with entecavir polytherapy vs entecavir monotherapy determined that entecavir combination drugs were no more effective than entecavir monotherapy.\n[12]\nVertical transmission of hepatitis B remains a significant cause of the global HBV burden. In a 2015 prospective, multicenter trial, administration of tenofovir in HBsAg-positive and/or HBeAg-positive mothers demonstrated a benefit in reducing ALT levels in mothers and decreasing infant HBsAg levels at 6 months postpartum.\n[13]\nMajor drawbacks for this study, however, include a relatively small sample size (n=118) and the lack of a placebo-based control group.  Oral nucleos(t)ide therapy has been shown to suppress viral replication and thus decrease the viral burden. Lamivudine was the first effective agent to successfully used to suppress viral counts but was associated with high drug resistance.\n[14]\nA 2014 clinical trial comparing entecavir vs lamivudine in chronic B hepatitis reported better virological response in the entecavir group compared to the lamivudine group.\n[15]\nThe 2013 GAHB trial was a placebo-controlled, double-blind study that compared lamivudine with a placebo. HBsAg clearance was achieved in a majority of patients with lamivudine therapy but the overall strength of the study was weakened by low recruitment numbers (n = 35).\n[16]\nFor patients in the immune-tolerant phase of hepatitis B infection, a stage marked by normal liver transaminases and HBV DNA, antiviral medications were not recommended. A randomized controlled study showed suboptimal control of viral burden, likely secondary to high circulating levels of HBV DNA.\n[17]\nRegarding monotherapy versus combined therapy, there have been several limited studies addressing this issue. In the 2018 POTENT study, there was no demonstrated difference between monotherapy versus sequential therapy although there was insufficient data for statistical significance for HBsAg seroconversion.\n[18]\n\nThe counseling of patients on the prevention of transmission is extremely valuable. Lifestyle modifications include reducing intake of agents with potential for liver damage such as alcohol, hepatotoxic medications, herbal medications, and herbal supplements.\n\nThe goals of antiviral therapy are:\n[10]\n\nSuppression of hepatitis B virus replication\nReduction of liver inflammation\nPrevention of progression to liver cirrhosis and hepatocellular carcinoma\n\nAppropriate treatment response is indicated by the following findings:\n[10]\n\nBlood tests: normalization of ALT\nUndetectable hepatitis B viral DNA\nLoss of HBsAg and HBeAg with seroconversion to anti-HBs and anti-HBe\nReduced inflammation on liver biopsy with no worsening of fibrosis\n\nSurgical intervention for hepatitis B is only indicated for fulminant liver disease requiring transplantation.",
    "adverse_effects": "Unlike hepatitis A and hepatitis E, in which there is no chronic state, HBV infection has the potential for the development of a chronic state. Chronic hepatitis B predisposes a patient to the development of portal hypertension, cirrhosis, and its complications or hepatocellular carcinoma (HCC). As such, patients with HBV infection should be monitored closely, and a referral to a specialist is highly recommended.Fulminant liver failure from HBV infection requires an emergent liver transplant evaluation at a liver transplant center."
  }
}