{
  "drug_name": "tenofovir disoproxil fumarate",
  "nbk_id": "NBK599549",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599549/",
  "scraped_at": "2026-01-11T18:48:02",
  "sections": {
    "indications": "An estimated 37.9 million people were living with HIV at the end of 2018, of which 24.7 million could access anti-retroviral therapy (ART). While HIV was once considered a dreadful infection, the introduction of effective ART has transformed HIV into a chronic disease. Reducing HIV-related mortality with ART has meant an increased incidence of common health issues and conditions associated with aging, many of which have an endocrine basis. Individuals infected with HIV exhibit endocrine system dysfunction, ranging from subtle alterations in laboratory values without symptoms to overt glandular failure. Virtually every endocrine organ system can be involved. Although many of these changes can be seen with any significant systemic disease, some changes appear specific to HIV infection.\n\nDuring the early AIDS pandemic, endocrinopathic manifestations of HIV infection were mostly secondary to opportunistic infections and HIV-related neoplasms directly involving endocrine organs. However, with the widespread use of ART and the associated reduction in the incidence of the late manifestations of AIDS, much attention has been paid to endocrine dysfunction due to the direct effects of HIV infection, immune reconstitution, and the use of ART.\n[1]\n[2]",
    "mechanism": "Thyroid Dysfunction\n\nSimilar to euthyroid sick syndrome, which is considered an adaptive response to any significant illness, advanced HIV disease can be associated with low tetraiodothyronine (T\n4\n) and triiodothyronine (T\n3\n) levels. However, the elevated reverse T\n3\n(rT\n3\n) levels characteristic of euthyroid sick syndrome may not be seen in advanced HIV disease.\n\nNeoplasms and opportunistic pathogens can invade endocrine organs and cause dysfunction.\n[3]\nKaposi sarcoma and lymphoma can infiltrate the thyroid gland, causing enlargement or destruction and hypothyroidism.\nPneumocystis jiroveci\nand\nCryptococcus neoformans\ncan invade the thyroid gland and cause inflammatory thyroiditis, resulting in either hypo- or hyperthyroidism.\n\nMedications used as a part of ART or when treating opportunistic infections, such as rifampin, phenytoin, ketoconazole, and ritonavir, can alter the clearance of thyroid hormones through the induction of hepatic microsomal enzymes.\n[4]\nInterferon-α, used to treat Kaposi sarcoma, has been associated with the development of autoimmune thyroiditis resulting in hypo- or hyperthyroidism. Immune reconstitution, a phenomenon of exaggerated immune response after the reversal of lymphopenia occurring after ART initiation, can induce various autoimmune diseases, including Graves disease.\n[5]\n[6]\n\nAdrenal Dysfunction\n\nHIV can cause adrenal insufficiency via direct involvement of the gland or the formation of anti-adrenal antibodies secondary to polyclonal B-lymphocyte activation. Individuals with HIV may also have elevated basal cortisol levels with normal or elevated adrenocorticotrophic hormone (ACTH) levels; this has been attributed to the stimulation of cortisol secretion by Interleukin 1 and tumor necrosis factor (TNF) and the stimulation of ACTH and corticotropin-releasing hormone (CRH) by Interleukins 1 and 6.\n[7]\nThe HIV envelope protein gp120 also increases cortisol. Interleukins 2 and 4 (IL-2, IL-4) and HIV-1 viral protein R (Vpr) increase sensitivity to cortisol.\n[8]\n[9]\nIt is unclear if this pattern of hypercortisolemia is a favorable adaptive response with anti-inflammatory properties or a harmful effect secondary to further immunosuppression.\n\nA syndrome of glucocorticoid resistance has been described in patients with HIV, characterized by elevated cortisol and normal or high ACTH levels with weakness, weight loss, and hyperpigmentation. This syndrome has been attributed to decreased receptor affinity for glucocorticoids. Individuals with HIV may have lower basal adrenal androgen levels and an elevated cortisol to dehydroepiandrosterone-sulfate (DHEA-S) ratio. DHEA-S levels decline as HIV progresses.\n[10]\n\nAdrenal gland involvement by opportunistic infections was common in the pre-ART era; more than 90% of untreated patients with HIV in an autopsy series were found to have cytomegalovirus-induced adrenalitis. Other organisms implicated in adrenal dysfunction include\nC neoformans\n,\nMycobacterium avium-intracellulare\n,\nMycobacterium tuberculosis\n,\nP jiroveci\n,\nHistoplasma capsulatum\n, and\nToxoplasma gondii\n. Kaposi sarcoma and lymphoma can also infiltrate the adrenal gland directly.\n[11]\n\nThe antifungal ketoconazole reduces cortisol synthesis; phenytoin and rifampin accelerate steroid clearance. Megestrol acetate, used for HIV-related anorexia and muscle wasting, has intrinsic cortisol-like activity and can suppress the hypothalamic-pituitary-adrenal axis. The long-term use of megestrol can cause Cushing syndrome; its abrupt discontinuation can precipitate adrenal insufficiency. Some protease inhibitors reduce the metabolism of injected triamcinolone and inhaled glucocorticoids, like fluticasone and budesonide, leading to Cushing syndrome or adrenal insufficiency in the case of sudden medication discontinuation.\n[12]\n\nBone Disorders and Osteoporosis\n\nIndividuals with HIV may develop osteoporosis from chronic inflammation. HIV glycoprotein GP120 induces T cells to produce a receptor-activator of nuclear factor-kappaB ligand (RANK-L); RANK-L activates osteoclasts and promotes bone resorption. The elevated levels of TNF-α and IL-1 seen in HIV infection also activate RANK-L.\n[13]\nAdditionally, patients infected with HIV frequently have a higher prevalence of the traditional risk factors for osteoporosis, including lower body weight, poor nutrition, tobacco and alcohol use, hypogonadism, and early menopause. Patients with HIV who are coinfected with hepatitis B or C have an increased fracture risk compared to patients infected only with HIV.\n\nPatients with HIV being treated with ART have an increased prevalence of reduced bone mineral density and osteoporosis than either matched controls or untreated HIV patients.\n[13]\nThe rate of bone loss is the highest during the first 1 to 2 years after ART initiation and approaches the degree observed in patients using aromatase inhibitors or glucocorticoids. This rapid decrease in bone density has been attributed to immune reconstitution with the resultant upregulation of RANK-L–mediated bone resorption. Tenofovir disoproxil fumarate is associated with a more significant loss of bone density in individuals with HIV; bone density improves with switching to a non–tenofovir-based regimen. This decrease in bone density has also been observed in HIV-negative patients who take tenofovir disoproxil fumarate for prophylaxis.\n[14]\n\nEfavirenz has been associated with decreased serum vitamin D levels via its effects on vitamin D metabolism and binding protein. However, with long-term ART and viral suppression, bone density may increase and stabilize.\n[15]\n\nTenofovir disoproxil fumarate and cidofovir, an antiviral used to treat cytomegalovirus (CMV), can cause proximal renal tubulopathy with resulting hypocalcemia and hypophosphatemia. Foscarnet, another antiviral used to treat CMV, can cause hypocalcemia by complexing with ionized calcium; it may also cause hypomagnesemia and hypokalemia through its effects on renal tubular absorption.\n[16]\nThe combination of foscarnet and pentamidine, a medication used to prevent and treat\nP jiroveci\npneumonia, can cause severe hypocalcemia.\n[17]\n\nAIDS-related lymphoma and mycobacterial or\nC neoformans\ninfections can cause hypercalcemia due to increased extrarenal activation of vitamin D by activated macrophages or tumor cells. Occasionally, hypercalcemia may occur after initiating ART as part of an immune reconstitution syndrome.\n[18]\n\nGonadal Dysfunction in Men\n\nLow testosterone levels are frequently observed in men with HIV. Secondary hypogonadism, or hypogonadotropic hypogonadism, characterized by low testosterone levels and inappropriately normal or low gonadotropin levels, is the most commonly observed type of gonadal dysfunction in individuals with HIV.\n[19]\nThe etiology of this secondary hypogonadism is likely multifactorial. Chronic illness and weight loss, both observed in advanced HIV disease, are known causes of hypogonadotropic hypogonadism through alteration of the hypothalamic-pituitary axis. The increased levels of IL-1 and TNF-α in HIV suppress the hypothalamic-pituitary axis and decrease testicular steroidogenesis. Direct invasion of the hypothalamus-pituitary unit by opportunistic central nervous system infections like\nT gondii\n, CMV, and C\nandida\nspp can also occur in untreated advanced HIV.\n\nIndividuals with HIV are at an increased risk for malignancies requiring chemoradiation that can damage testicular cells and cause primary hypogonadism. Primary hypogonadism, or hypergonadotropic hypogonadism, is characterized by low testosterone and elevated gonadotropin levels. Opportunistic infection of the testes by\nMycobacteria\nspp,\nTreponema pallidum\n, and fungi can also occur in advanced untreated HIV.\n\nVarious medications used to treat opportunistic infections can impair testosterone levels. Ketoconazole inhibits gonadal steroidogeneis. Glucocorticoids, megestrol acetate, and methadone can suppress the hypothalamic-pituitary-gonadal axis. Psychotropic medication-induced hyperprolactinemia may also reduce gonadotropin levels.\n[20]\n\nGonadal Dysfunction in Women\n\nWomen with HIV are at an increased risk for anovulatory cycles and secondary amenorrhea due to disruption in the hypothalamic-pituitary-gonadal axis via mechanisms similar to those inducing secondary hypogonadism in men. Women with HIV also have lower levels of estradiol, testosterone, and DHEA-S than women without HIV.\n\nData regarding the influence of HIV on the onset of menopause is mixed. Many studies that showed an earlier onset of menopause in HIV-infected women relied on self-reported amenorrhea for more than 12 months to define menopause. However, prolonged secondary amenorrhea is common in HIV-infected women and can be falsely interpreted as menopause. Nevertheless, prolonged amenorrhea from anovulatory cycles or premature menopause may have similar health implications, such as effects on bone health and all-cause mortality.\n[21]\n[22]\n\nContraception in HIV has received much attention. There are mixed data regarding depot medroxyprogesterone acetate potentially increasing susceptibility to acquiring HIV infection secondary to its glucocorticoid mimetic effects and effects on the vaginal epithelial lining. There is also some concern that ART regimens containing ritonavir may decrease the effectiveness of combined oral contraceptives.\n[23]\n\nGrowth Hormone Deficiency\n\nBefore the advent of ART, individuals with advanced HIV- and AIDS-related wasting syndrome were found to have elevated growth hormone (GH) and low insulin-like growth factor-1 (IGF-1) levels, suggesting a condition of GH resistance. These changes were not observed in HIV-infected patients without wasting syndromes.\n[24]\n\nHIV-related lipodystrophy became a commonly observed metabolic abnormality after the introduction of ART. GH axis dysfunction was investigated as a possible cause of lipodystrophy due to the known role of GH in promoting lipolysis, including that of visceral fat. Multiple studies using provocative testing with various cutoffs for GH levels showed a higher prevalence of biochemical GH deficiency in individuals with HIV than in controls; the clinical significance of this is unclear. Basal GH levels and the amplitude of GH pulses were lower in individuals with HIV with lipodystrophy than in individuals with HIV but no lipodystrophy and individuals without HIV. However, GH pulse frequency was similar in all groups. Several mechanistic causes of these findings have been suggested.\n[25]\n\nThe percent increase in GH levels during provocative testing with GH-releasing hormone and arginine (GHRH+ARG) is much higher than with GH alone in individuals with HIV lipodystrophy when compared to those without lipodystrophy and healthy controls; arginine was a more potent stimulator of GH release in individuals with HIV lipodystrophy. Arginine provokes GH secretion via inhibition of somatostatin tone, and these results suggest that individuals with HIV lipodystrophy have a higher baseline somatostatin tone as the cause of reduced GH secretion.\n[25]\n\nFree fatty acids (FFA) are known inhibitors of GH secretion. Individuals with HIV lipodystrophy have higher baseline FFA levels. Administering acipimox reduces circulating FFA and has more effectively increased GH levels during provocative testing of individuals with HIV lipodystrophy than in healthy controls. The natural GH secretagogue ghrelin is lower in individuals with HIV lipodystrophy than in healthy controls. ART may indirectly contribute to biochemical GH deficiency by promoting visceral obesity, but as GH deficiency and visceral obesity promote each other, it is difficult to establish cause and effect. However, GH deficiency in individuals with HIV is not entirely explained by visceral obesity; the GH peak after GHRH+ARG stimulation was lower in patients with HIV than in HIV-negative patients with obesity of predominantly visceral fat. HIV positivity, with its associated chronic inflammatory state, premature aging, fat redistribution, and general health status, may all contribute to GH deficiency.\n[24]\n[26]\n\nMetabolic Dysfunction\n\nHIV- and AIDS-Wasting Syndromes\n\n\"Wasting\" is the involuntary loss of body weight and cellular mass. Weight loss or wasting was one of the most common AIDS-defining conditions before the introduction of ART. In addition to fat loss, wasting is characterized by a loss of predominately muscle mass and is directly associated with increased mortality and morbidity. Various definitions for these wasting syndromes include a greater than 10% loss in body weight since the initial clinical visit, a decrease in body mass index (BMI) to <20 kg/m\n2\nsince the most recent prior visit, or a greater than 5% loss in total body weight in 6 months, with the loss sustained for more than 1 year.\n[27]\n\nThe etiology of AIDS-wasting syndrome is likely multifactorial and includes various adverse psychosocial and financial factors in addition to pathophysiologic ones. Patients with AIDS may have oropharyngoesophageal dysphagia and odynophagia secondary to opportunistic infection with CMV, herpetic infection, and\nCandida\nspp. Secondary opportunistic infections of the gastrointestinal tract may also result in malabsorption of nutrients.\n\nNormal GH levels are essential for maintaining protein balance and muscle mass. Patients with HIV- and AIDS-wasting syndromes routinely have elevated GH and low IGF-1 levels suggestive of GH resistance. Testosterone levels also correlate closely with lean muscle mass. Before the ART era, hypogonadism was the most frequently reported endocrinopathy in men with HIV. Greater than 67% of men with untreated HIV had symptoms suggestive of hypogonadism, and greater than 50% had low testosterone levels. Women with AIDS also have lower testosterone levels.\n[28]\n\nAdditionally, patients with HIV are in a hypermetabolic state with an elevated resting energy expenditure mediated by IL-1, TNF, and interferon-α. The introduction of ART has not led to a consistent reversal or reduction in the prevalence of HIV-associated weight loss.\n[29]\n[30]\n[31]\n\nDisorders of Fat Distribution, Glucose, and Lipid Metabolism\n\nBefore the introduction of ART, a wasting syndrome characterized by the loss of body muscle and fat and low cholesterol levels was the most commonly described metabolic abnormality in individuals with HIV. However, after the introduction and widespread use of ART, various abnormalities in body fat composition, glucose tolerance, and lipid metabolism were described. Initially, these clinical findings were grouped into a single syndrome similar to the metabolic syndrome called HIV lipodystrophy. HIV lipodystrophy was thought to be related to ART, particularly protease inhibitors. However, it soon became apparent that these metabolic abnormalities have a multifactorial origin and vary among patients.\n\nLipoatrophy and Lipohypertrophy\n\nLipoatrophy is characterized by the diffuse loss of subcutaneous fat in the legs, buttocks, arms, and face; the lower body and face are commonly more severely affected. Lipoatrophy is distinct from HIV-wasting syndrome. Exposure to nucleoside reverse transcriptase inhibitors (NRTIs), like stavudine and zidovudine, is the most significant risk factor for developing lipoatrophy; the risk is lower with other NTIs, like abacavir and tenofovir.\n[32]\n[33]\n[34]\nThe pathophysiologic mechanism of NRTI-induced lipoatrophy is hypothesized to be underlying mitochondrial damage; NRTIs have a high affinity for the human mitochondrial DNA polymerase-γ. Protease inhibitors (PIs) are not felt to cause lipoatrophy when used in isolation but may act synergistically when paired with NRTIs.\n[35]\nIntegrase inhibitors do not likely contribute to lipoatrophy.\n[36]\n[37]\nOther factors predisposing to the development of lipoatrophy include advanced HIV disease, low CD4 lymphocyte counts, male sex, and older age at ART initiation.\n\nThe etiology and risk factors for lipohypertrophy, or excess fat accumulation, are less understood. Excessive fat accumulation in the abdomen, dorsocervical area, neck, and breasts has been widely described since the advent of ART. Initially, PIs were thought to be primarily responsible for these clinical abnormalities. However, abnormal fat accumulation can develop in individuals never treated with PIs, and the risk does not appear elevated compared to other ART classes.\n[38]\nHost and disease factors such as increased age, higher baseline fat content, and low CD4 lymphocyte counts at ART initiation may increase the risk for fat accumulation.\n[39]\n\nGlucose Intolerance and Diabetes Mellitus\n\n\"Prediabetes\" or \"glucose intolerance\" describes abnormal carbohydrate metabolism in patients who do not meet the current diagnostic criteria for diabetes mellitus. Multiple studies have described an increased incidence of insulin resistance and diabetes mellitus in individuals with HIV.\n[40]\nSeveral factors likely contribute to the apparent increased risk of abnormal carbohydrate metabolism. Even in individuals with HIV, the dominant risk factors for developing diabetes mellitus are traditional factors such as increasing age, male sex, higher BMI, and non-White ethnicity. Improvement of HIV infection and restoration of health may be associated with weight gain, fat accumulation, and aging, all of which are associated with insulin resistance.\n[41]\n\nThe lipoatrophy and lipohypertrophy seen in individuals with HIV are strongly associated with glucose intolerance, independent of total body weight. This may be due to decreased adiponectin levels increasing insulin resistance.\n[42]\nHowever, several ART drug classes are also known to contribute to glucose intolerance.\n\nPIs like ritonavir, lopinavir, and indinavir are known to increase insulin resistance via possible blockade of the glucose transporter type-4 (GLUT-4). NRTIs such as zidovudine and stavudine can increase insulin resistance by affecting body composition and mitochondrial function.\n[43]\nPentamidine can cause beta cell toxicity and acute hypoglycemia; individuals who develop hypoglycemia while taking pentamidine are at risk for developing diabetes mellitus in the long term.\n[44]\nCoinfection with hepatitis C further increases the risk of developing diabetes mellitus. The chronic inflammatory state has been shown to increase the risk of diabetes mellitus in the general population, and HIV infection causes chronic inflammation that does not entirely abate even with effective ART.\n[45]\n\nLipid Abnormalities\n\nVarious lipid abnormalities are observed in individuals with HIV due to the infection, the use of ART, and changes in body composition. Patients with untreated HIV have elevated triglycerides and decreased low-density lipoproteins (LDL) and high-density lipoproteins (HDL). The degree of hypertriglyceridemia directly correlates with HIV RNA levels and may be secondary to viral inhibition of cholesterol efflux from macrophages.\n[46]\n[47]\nLipoatrophy and lipohypertrophy are associated with an increase in triglycerides and a decrease in HDL.\n\nSeveral antiviral medications also contribute to dyslipidemia; these effects are particular to certain pharmaceuticals and are not always class-specific.\n\nProtease Inhibitors\nRitonavir is associated with hypertriglyceridemia, which can be severe. Even low-dose ritonavir used as a \"booster\" with other protease inhibitors is associated with elevated LDL, total cholesterol, and triglycerides, albeit to a lower extent.\n[48]\nRitonavir-boosted darunavir or atazanavir have less effect on serum lipids than ritonavir-boosted lopinavir.\n[49]\n[50]\nSwitching to an atazanavir-containing regimen is associated with a decline in triglyceride and total cholesterol.\n[51]\nNon-nucleoside Reverse Transcriptase Inhibitors\nThe non-nucleoside reverse transcriptase inhibitor (NNTRI) efavirenz is associated with increased triglycerides, total cholesterol, LDL, and HDL. Rilpivirine causes much lower increases in plasma lipids compared to efavirenz.\n[52]\nEtravirine did not cause significant lipid abnormalities compared to placebo.\n[53]\nNucleoside Reverse Transcriptase Inhibitors\nTenofovir disoproxyl fumarate and emtricitabine are not associated with adverse lipid profiles and, when combined, may have a mild lipid-lowering effect.\n[54]\nThe newer formulation of tenofovir, tenofovir alafenamide, may cause an elevation in total cholesterol, LDL, and HDL not seen with the original formula.\n[55]\nIntegrase Inhibitors\nAll agents in this class are associated with a favorable lipid profile. Switching to an integrase inhibitor-containing regimen may decrease the levels of atherogenic lipids.\n[56]",
    "monitoring": "Thyroid Dysfunction\n\nThe cornerstone of the evaluation of thyroid function is the measurement of serum thyroid stimulating hormone (TSH) and free or total T\n4\nand T\n3\n.\n[72]\nPrimary hypothyroidism is characterized by an elevated TSH and low T\n4\n, while primary hyperthyroidism is characterized by a low TSH and elevated T\n4\n, T\n3\n, or both. The TSH level is an unreliable diagnostic indicator in central or secondary hypothyroidism; this diagnosis can be made if the T\n4\nis low in the proper clinical context. Thyroxine-binding globulin (TBG) levels correlate inversely with CD4 lymphocyte counts; this must be considered when interpreting total T\n4\nand total T\n3\nlevels. Elevated levels of thyroid autoantibodies support a diagnosis of autoimmune thyroiditis as the cause of thyroid dysfunction.\n\nIn a patient with the signs, symptoms, and laboratory results suggestive of hyperthyroidism but the absence of a clear diagnosis, radioactive iodine uptake testing may be beneficial; Graves disease is associated with increased uptake of iodine, and destructive or infiltrative thyroiditis reveals reduced or no uptake.\n\nAdrenal Dysfunction\n\nDiagnosing adrenal insufficiency in patients with HIV can be challenging; the presenting symptoms are frequently nonspecific and overlap those of HIV infection. Hyponatremia, hyperkalemia, and hypoglycemia are often seen in patients with adrenal insufficiency. Baseline cortisol levels can be elevated by HIV infection and, therefore, cannot be used reliably to rule out adrenal insufficiency. However, a morning cortisol level of less than 3 to 5 µg/dL highly suggests underlying adrenal insufficiency in all patients.\n[73]\nA cortisol level greater than 18 µg/dL 30 or 60 minutes after administration of 250 µg of cosyntropin makes adrenal insufficiency unlikely; cosyntropin is the first 24 amino acids of the N-terminal portion of the intact native ACTH molecule and comprises the biologically active region of intact ACTH. A lower diagnostic threshold for cortisol levels following cosyntropin administration of 14 to 15 µg/dL has been suggested when employing newer monoclonal antibody-based cortisol assays.\n[74]\n\nImaging is useful to evaluate the adrenal gland for neoplastic or infectious involvement. Adrenal gland enlargement may be seen in fungal infections and early tuberculosis. Adrenal glands may become small and fibrotic in late tuberculosis. Adrenal calcifications may be suggestive of tubercular disease.\n[11]\n\nBone Disorders and Osteoporosis\n\nIndividuals with HIV should be periodically assessed for osteoporosis risk factors, and serum vitamin D levels should be measured annually. All postmenopausal women, men aged 50 years or greater, and patients with other additional risk factors for osteoporosis should undergo dual x-ray absorptiometry (DEXA) scanning. Even when HIV is included in the risk factors for secondary osteoporosis or adjustment for Trabecular Bone Score (TBS) is made, the Fracture Risk Assessment Tool (FRAX) underestimates the risk of fracture in HIV-infected patients. Patients with documented osteopenia should be screened more regularly, and those with osteoporosis should strongly consider treatment.\n[15]\n\nGonadal Dysfunction\n\nThe evaluation of gonadal dysfunction in men hinges on establishing biochemical evidence of low testosterone levels. Serum testosterone should be checked in the early morning in a fasting state; testosterone levels fall naturally during the later part of the day and with food intake. The Endocrine Society recommends confirming low testosterone levels on at least 2 different days due to natural day-to-day variations. Most circulating testosterone is bound to sex hormone-binding globulin (SHBG); a minor fraction is loosely bound to albumin, and the remainder is unbound or \"free.\" Patients with HIV may have increased circulating SHBG, which can increase the total testosterone to within the normal range despite underlying hypogonadism. \"Bioavailable testosterone\" is the total of free and albumin-bound testosterone; this calculated value is considered a more accurate reflection of testosterone levels. The use of available direct analog-based free testosterone immunoassays is not recommended as they are inaccurate.\n[70]\n\nIf low testosterone levels are associated with low or \"inappropriately normal\" gonadotropin levels, hypothalamic-pituitary dysfunction should be suspected, and further evaluation with sellar imaging and assessment for other pituitary hormonal deficiencies should be undertaken. However, elevated gonadotropin levels suggest primary testicular dysfunction or primary hypogonadism. These patients should be evaluated for Klinefelter syndrome and testicular involvement by opportunistic infections.\n\nGrowth Hormone Deficiency\n\nBiochemical GH deficiency is defined as inadequate GH response to provocative testing. The GHRH+ARG stimulation test is the most studied provocative test in HIV-infected patients, although the insulin tolerance test is considered the general diagnostic gold standard. An isolated IGF-1 level may be insufficient to diagnose GH deficiency but valuable when provocative test results are inconclusive.\n\nA GH peak cutoff of 7.5 μg/L on provocative testing is the current diagnostic standard of biochemical GH deficiency in HIV-infected patients. The clinical manifestations and markers of GH deficiency, such as quantification of visceral adiposity, bone mineral density, quality of life scores, and cardiovascular risk, were significantly different in patients on either side of this cutoff value.\n[24]\nA GH level above the cutoff essentially rules out GH deficiency.\n\nA diagnosis of GH deficiency should only be made when biochemical GH deficiency is documented in the appropriate clinical context;  multiple factors can influence the hormonal response to provocative testing. This is of particular importance in HIV-infected patients in whom reduced GH secretion may be functional. When imaging reveals pituitary or hypothalamic injury or disease and laboratory testing reveals biochemical GH deficiency, true GH deficiency is highly likely.\n\nHIV- and AIDS-Wasting Syndromes\n\nThe laboratory evaluation of patients with HIV- or AIDS-wasting syndromes is comprehensive. After the laboratory evaluation, imaging studies may be indicated to evaluate opportunistic infections and hormonal deficiencies.\n[30]\nRecommended laboratory testing includes:\n\nCD4 lymphocyte count and HIV viral load to establish overall disease control and underlying risks for opportunistic infections\nScreening for nutritional deficiencies, including but not limited to iron, vitamin D, calcium, vitamin B12, and folate\nTesting for gastrointestinal opportunistic infections, as suggested by a comprehensive medical history and physical examination\nEvaluation for hypogonadism and growth hormone deficiency.\n\nLipodystrophy\n\nThe diagnosis of lipodystrophy is predominantly clinical; objective fat quantification via computed tomography, magnetic resonance imaging, or DEXA is limited to research settings.\n[32]\nPatients with HIV should be clinically evaluated for lipodystrophy at each clinic visit. Serial anthropometric measurements of height, weight, BMI, waist-to-hip ratio, limb circumference, and skin fold thickness are helpful. The diagnosis of lipodystrophy should prompt a more aggressive evaluation for other metabolic abnormalities, such as dyslipidemia and glucose intolerance, as these metabolic sequelae increase cardiovascular risk.\n[32]\n\nGlucose Intolerance and Diabetes Mellitus\n\nIn the general population, diabetes mellitus may be diagnosed when fasting plasma glucose is ≥126 mg/dL, 2-hour plasma glucose is ≥200 mg/dL in a 75-gram oral glucose tolerance test, glycated hemoglobin (HbA1c) is ≥6.5% or random plasma glucose is ≥200 mg/dL in the presence of the classic symptoms of hyperglycemia. A prediabetes diagnosis requires a fasting plasma glucose of 100 to 125 mg/dL, a 2-hour plasma glucose of 140 to 199 mg/dL in a 75-gram oral glucose tolerance test, or HbA1c of 5.7% to 6.4%.\n\nThe Infectious Disease Society of America (IDSA) recommends obtaining fasting plasma glucose and HbA1c before and within 3 months of initiating ART in patients with HIV.\n[75]\nHowever, HbA1c may underestimate the glycemic burden in this population, and a cutoff of 5.8% may be more appropriate for diagnosis of diabetes mellitus.\n[76]\nOnce diagnosed, patients should be evaluated for the micro- and macrovascular complications of diabetes mellitus at least annually.\n\nLipid Abnormalities\n\nThe principal implication of dyslipidemia is an increased risk of cardiovascular disease and associated mortality. The evaluation of patients with HIV and dyslipidemia should be individualized and include the assessment of traditional risk factors such as any personal or family history of cardiovascular disease, individual dietary habits, physical activity levels, personal history of tobacco use, the presence and control of diabetes mellitus, laboratory evaluation of lipid levels, BMI, and waist circumference. The IDSA recommends obtaining a fasting lipid panel before and 3 months after initiating ART with routine evaluation from then on.\n[35]\nSpecific physical examination findings like tendon, skin, or palmar xanthomas, xanthelasmata, eruptive xanthomas, or lipemia retinalis should prompt an evaluation for an inherited lipid disorder.",
    "administration": "Thyroid Dysfunction\n\nThe management of thyroid dysfunction in individuals with HIV is similar to that in those without the infection. The treatment of hypothyroidism entails supplementation with levothyroxine to achieve a serum TSH level between 0.5-2.5 mU/L.\n[72]\nManagement options for Graves disease include medical therapy with thionamides, radioactive iodine ablation, or surgical resection.\n[77]\nPatients taking medications that can increase thyroid hormone clearance may require an increased dose of levothyroxine to achieve the desired physiologic response. Thyroid dysfunction secondary to neoplastic or opportunistic infectious infiltration may normalize with treating those disease processes.\n\nAdrenal Dysfunction\n\nWhile the treatment of adrenal insufficiency can be life-saving in individuals with HIV, unnecessary treatment can exacerbate underlying infections and increase morbidity and mortality; establishing an accurate diagnosis is crucial. Hydrocortisone can be used in doses ranging from 15 to 30 mg/day in 2 or 3 divided doses. Fludrocortisone 0.05 to 0.2 mg/day can be used for concomitant mineralocorticoid deficiency in primary adrenal insufficiency. Patients should be evaluated regularly for excessive weight gain, particularly the development of central obesity, dependent edema, and hypertension, and doses adjusted to prevent overtreatment.\n[67]\n\nHydrocortisone doses should be increased to 2 or 3 times the baseline requirement during periods of physiologic stress, including minor illnesses, or when drugs that increase cortisol clearance, like rifampin or phenytoin, are used. Stress-dose steroids are required during severe illness, major surgery, or adrenal crisis; stress-dose steroids include hydrocortisone 100 mg orally followed by 50 mg orally every 6 hours or a continuous infusion of 200 mg over 24 hours.\n[66]\n\nPrednisone and dexamethasone are alternatives to hydrocortisone but carry a higher risk of iatrogenic steroid excess secondary to higher potency and longer duration of action. Dose adjustments may need to be considered for systemic and inhaled glucocorticoids with concomitant use of PIs to reduce the risk of iatrogenic Cushing syndrome.\n\nBone Disorders and Osteoporosis\n\nPatients with HIV and inadequate intake of dietary calcium should receive supplementation with 800 to 1200 mg of elemental calcium daily. Vitamin D should be supplemented to achieve a serum vitamin D level ≥30 ng/mL. Patients on ART with concomitant osteopenia or osteoporosis may benefit from switching to a bone-friendly ART regimen that utilizes abacavir or tenofovir alafenamide instead of tenofovir disoproxyl fumarate. Bisphosphonates are the recommended pharmacologic therapeutic intervention for established osteoporosis. A single dose of zoledronic acid or alendronate administered 2 weeks before initiating ART and continued for 14 weeks after that has been shown to attenuate the loss of bone mineral density commonly observed during the first two years after initiating ART. There is limited data on the use of denosumab and parathyroid hormone analogs in treating osteoporosis in individuals with HIV.\n[15]\n\nGonadal Dysfunction\n\nTestosterone replacement therapy should be considered in men with symptoms of hypogonadism and unequivocally low testosterone levels. Testosterone replacement therapy has been shown to improve sexual function, lean muscle mass, mood, and bone mineral density. Commonly employed testosterone formulations include intramuscular or subcutaneous testosterone injections, transdermal patches, and gels. Short-term testosterone replacement therapy for 3 to 6 months can be an adjunctive treatment to achieve weight gain and muscle strength in patients with AIDS-wasting syndrome and low testosterone levels.\n[57]\n[70]\n\nHormone replacement therapy with estrogen and progesterone should be considered for women with premature menopause or prolonged amenorrhea to counter the rapid decline in bone mineral density associated with these conditions.\n[59]\n\nGrowth Hormone Deficiency\n\nThe management of GH deficiency due to a primary pituitary or hypothalamic disease requires assessing other pituitary hormones, hormone replacement as needed, and disease-specific treatment. GH replacement is indicated for most patients whose onset of GH deficiency occurs in childhood and persists into adulthood. However, for patients with adult-onset GH deficiency, treatment decisions should be made via shared decision-making while considering the high cost and burden of treatment with relatively modest benefits.\n\nThe true significance of reduced GH secretion in HIV-infected patients remains unclear. The studies that established reduced GH secretion in patients with HIV were performed almost exclusively in men and were not correlated with imaging of the pituitary or hypothalamic regions.\n[78]\n[79]\nNo trials have been conducted to investigate treating HIV-positive patients with biochemical GH deficiency with hormone replacement therapy.\n\nMetabolic Dysfunction\n\nHIV- and AIDS-Wasting Syndromes\n\nThe management of HIV- and AIDS-wasting syndromes requires diagnosing and treating contributing opportunistic infections and hormonal dysfunction while improving overall caloric intake. Appetite stimulants like dronabinol or megestrol acetate can be considered. Therapy with 0.1 mg/kg/d of r-hGH increases lean muscle mass and body weight.\n[30]\n[80]\n[81]\nThis regimen has been approved by the United States Food and Drug Administration (FDA) for AIDS-wasting syndrome. In patients with wasting and low testosterone levels, testosterone replacement therapy should be considered. Anabolic steroids like nandrolone have also been shown to increase lean muscle mass and strength.\n[30]\n\nLipoatrophy\n\nFacial lipoatrophy may reveal the HIV status of an individual and result in social stigmatization. The fear of lipoatrophy may impact adherence to ART.\n\nSubstituting thymidine NRTIs like stavudine or zidovudine with another NRTI such as tenofovir or abacavir can increase subcutaneous fat but does not fully resolve peripheral lipoatrophy.\n[82]\nThere appears to be no benefit in switching PIS, nevirapine, or efavirenz.\n[83]\n[84]\nReconstructive therapy with autologous fat transplants, permanent fillers, or injectable bioabsorbable skin fillers, which stimulate local collagen production, is a therapeutic option for lipoatrophy.\n\nThiazolidinediones, ligands for peroxisome proliferator activator reception gamma (PPARγ), promote adipocyte differentiation. Although they improved insulin sensitivity, there was no improvement in lipoatrophy.\n[82]\n[85]\n\nLipohypertrophy\n\nThe treatment of lipohypertrophy requires dietary modification and increased physical activity. Metformin may be used as a therapeutic intervention and is particularly beneficial in patients with insulin resistance. However, metformin can also reduce subcutaneous fat and should not be used when there is coincident lipoatrophy.\n[82]\n\nHIV lipohypertrophy has been treated with GH and GHRH analogs.\n[86]\nRecombinant human growth hormone at supraphysiological dosages of 4 mg/d reduced visceral and subcutaneous fat; this regimen was frequently associated with adverse effects such as arthralgias, peripheral edema, carpal tunnel syndrome, and insulin resistance. Physiological doses of r-hGH were better tolerated, but the efficacy in reducing visceral fat was lower, and the effect was lost after treatment discontinuation.\n[86]\n\nTesamorelin is a GHRH analog that increases the endogenous pulsatility of GH secretion, thereby limiting some of the adverse effects of high-dose exogenous GH. Tesamorelin is well-tolerated and can decrease visceral adiposity without affecting subcutaneous fat or insulin sensitivity. While tesamorelin is the only FDA-approved drug approved to treat HIV lipohypertrophy, it is costly, and its benefits reverse when therapy is stopped.\n[87]\n[88]\n\nGlucose Intolerance and Diabetes Mellitus\n\nManaging diabetes mellitus in individuals with HIV is similar to the general population. The target HbA1c for most patients with diabetes mellitus is ≤7%, but should be individualized for each patient. Managing hyperglycemia, preventing the micro- and macrovascular complications of diabetes, and reducing the overall risk of cardiovascular disease requires lifestyle modifications, dietary management, weight loss, and pharmacological therapy.\n[89]\n[90]\n[91]\n\nPatients taking ritonavir, lopinavir, zidovudine, or stavudine with concomitant persistent hyperglycemia despite therapeutic interventions may benefit from switching to an alternate ART regimen; this should only be considered after analyzing the potential of adverse effects and the impact on virological control. The HIV integrase inhibitor dolutegravir increases the concentration of metformin, and the total metformin dose should be limited to 1000 mg daily.\n[20]\nThe risk of lactic acidosis with metformin increases with concomitant use of NRTIs like stavudine and didanosine.\n\nLipid Abnormalities\n\nManaging lipid abnormalities in patients with HIV requires the regular assessment and minimization of cardiovascular risk. Management of dyslipidemia should be comprehensive, and traditional risk factors like diet, smoking, and physical activity should be addressed at each visit. The management of concomitant diabetes mellitus and hypertension should be optimized. For patients on ART, switching their current regimen to one that is more lipid-friendly may be considered.\n[92]\n\nThe decision to initiate pharmacotherapy for dyslipidemia can be made by employing multivariate models like the American Heart Association/American College of Cardiology (AHA/ACC) risk calculator and Data Collection on the Adverse Effects of Anti-HIV Drugs (DAD) risk calculator. However, these models typically underestimate the risk of dyslipidemia in patients with HIV.\n\nStatins are the drugs of choice when pharmacological therapy for dyslipidemia is warranted. Because of the potential for drug interactions with ART, the choice of statin should be carefully considered. Many statins are metabolized by CYP3A4, which is inhibited by PIs and cobicistat, resulting in supratherapeutic statin concentrations and associated adverse effects.\n\nHowever, CYP3A4 does not metabolize pitavastatin, pravastatin, or fluvastatin, and these medications can be safely used with various ART regimens.\n[93]\nIn a recent study, pitavastatin demonstrated a decreased risk of cardiovascular complications in patients with HIV.\n[94]\nCYP3A4 also does not metabolize rosuvastatin, but, per the manufacturer, rosuvastatin levels can increase by 5- to 7-fold when it is used concomitantly with lopinavir-ritonavir or ritonavir-boosted atazanavir. If used with these ART regimens, rosuvastatin should be started at a low dose of 5 or 10 mg.\n\nAtorvastatin is partially metabolized through CYP3A4; atorvastatin levels can double when used with PIs. If atorvastatin is to be used in conjunction with PIs, it should be started at a lower dose, and dosages of 80 mg/d should be avoided. Simvastatin and lovastatin are highly metabolized through CYP3A4 and should not be used concomitantly with PIs.\n[95]\n\nFibrates may be used to treat triglyceride elevations >500 mg/dL to reduce the risk of pancreatitis; fibrates have not been shown to improve the increased cardiovascular risk associated with hypertriglyceridemia.\n[96]\nFenofibrate is the most commonly used medication of this class due to its reduced propensity for drug interactions. On the other hand, omega-3 fatty acids may be used to manage hypertriglyceridemia with a good safety profile, and recent studies showed they reduced secondary ischemic episodes in patients with previous coronary artery disease.\n[97]",
    "adverse_effects": "Thyroid Dysfunction\n\nUncontrolled hypothyroidism may cause anemia, electrolyte abnormalities, dyslipidemia, hypertension, and increased overall cardiovascular mortality. Myxedema coma is the result of severe, longstanding, untreated hypothyroidism, is characterized by symptoms secondary to decreased metabolism in multiple organs, and is associated with a high mortality rate.\n[113]\n\nThe thyrotoxicosis of uncontrolled hyperthyroidism can cause arrhythmias, heart failure, and osteoporosis. Thyroid storm is a life-threatening thyrotoxic state frequently precipitated by another illness, surgery, or similar physiologic stressor.\n[114]\n\nAll types of thyroid dysfunction can adversely affect menstrual cycles, fertility, and pregnancy outcomes.\n\nAdrenal Dysfunction\n\nWithout adequate treatment, acute adrenal insufficiency causes death from cardiovascular collapse.\n[67]\nChronic adrenal insufficiency is associated with weight loss, its associated complications, and lower overall quality of life.\n[66]\nCushing syndrome increases the risk of glucose intolerance, hypertension, hyperlipidemia, osteoporosis, and cardiovascular disease.\n\nBone Disorders and Osteoporosis\n\nThe most important clinical consequence of osteoporosis is a fracture. Vertebral fractures, followed by hip and forearm fractures, are the most commonly seen. Fractures are associated with significant pain, disability, reduced quality of life, and increased risk of all-cause mortality.\n[15]\n\nGonadal Dysfunction\n\nHypogonadism is associated with sexual dysfunction, weight loss, a decreased sense of well-being, and overall poor quality of life. Hypogonadism causes osteoporosis and increases the risk of fragility fractures. Independent of HIV status, mortality is increased in men with hypogonadism. Data is mixed regarding a potential increase in overall cardiovascular risk with testosterone replacement therapy, especially in older men. In a recent randomized placebo-controlled trial, middle-aged and older men with a high risk for or known cardiovascular disease who received testosterone did not have a higher incidence of cardiovascular adverse events.\n[115]\n\nTestosterone replacement therapy can cause erythrocytosis, increase LDL, worsen sleep apnea, and increase the risk for venous thromboembolism. There is no definitive evidence that testosterone replacement therapy increases the risk of developing prostate cancer. However, it is recommended that men 40 years and older with an elevated baseline risk of prostate cancer and all men older than 50 years should be monitored closely with serum prostate-specific antigen after initiating testosterone replacement therapy.\n\nGrowth Hormone Deficiency\n\nPatients with the onset of GH deficiency in childhood are at significantly increased risk of short stature. All patients with GH deficiency are at increased risk of reduced bone mineral density with resulting fractures, reduced lean muscle mass, and increased fat mass. Patients with GH deficiency routinely score lower on quality-of-life questionnaires than their healthy counterparts.\n[116]\n\nMetabolic Dysfunction\n\nHIV- and AIDS-Wasting Syndromes\n\nIn addition to the increased risk of mortality, patients with these syndromes are at increased risk for nutritional deficiencies, osteoporosis, and fractures. Patients with HIV- or AIDS-wasting syndromes consistently score lower on health-related quality-of-life measures.\n[30]\n\nDisorders of Fat Distribution, Glucose, and Lipid Metabolism\n\nLipodystrophy is associated with dyslipidemia, insulin resistance, and chronic systemic inflammation, which can increase overall cardiovascular disease risk. Body fat distribution abnormalities can lead to stigmatization, affecting self-esteem and quality of life.\n[32]\n\nThe complications of diabetes mellitus are manifold and include cerebrovascular disease, cardiovascular disease, chronic kidney disease, peripheral vascular disease, and diabetic retinopathy. Dyslipidemia increases the risk of atherosclerosis and associated vascular complications.\n[117]\nSevere hypertriglyceridemia can cause pancreatitis."
  }
}