{
  "drug_name": "terazosin",
  "nbk_id": "NBK545208",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545208/",
  "scraped_at": "2026-01-11T15:39:54",
  "sections": {
    "indications": "The only contraindication to using terazosin is allergy or hypersensitivity to the medication. Relative contraindications include usage in geriatric populations due to the potential for patient harm associated with syncope and/or postural hypotension due to terazosin use, patients with heart failure, and general intolerance of the adverse effects associated with terazosin.\n[24]\nIt is important to note that in geriatric patient populations, the occurrence of syncope or orthostatic hypotension can lead to falls, which are associated with increased mortality, morbidity, loss of functional capacity, and institutionalization for diagnostic workup/rehabilitation related to the syncope.\n[25]\nWhile terazosin is not contraindicated for use in pediatric populations, caution is advised due to limited data available regarding the use of the drug in children. However, there are small studies of safe usage in children without adverse outcomes.\n[26]\n[27]\n\nWarnings\n\nProstatic Cancer\nBenign prostatic hyperplasia and prostate carcinoma can cause many similar symptoms, and both diseases usually co-exist. Hence, patients thought to have benign prostatic hyperplasia should be tested before starting terazosin to exclude the carcinoma of the prostate.\nIntraoperative Floppy Iris Syndrome\nDuring cataract surgery, intraoperative floppy iris syndrome has been observed in some patients treated with alpha-1 blockers presently or in the past. Therefore, the ophthalmologist should consider possible modifications of surgical techniques, such as using iris dilator rings, iris hooks, or viscoelastic substances. There is no benefit of stopping terazosin before cataract surgery.",
    "mechanism": "Terazosin is a selective, quinazoline-derived post-synaptic alpha-1 antagonist.\n[10]\nAlpha-1 adrenergic receptors subdivide into alpha-1A, alpha-1B, and alpha-1D.\n[11]\nDue to their nature as adrenergic receptors, they are members of the G-protein coupled receptor category. Terazosin is a competitive antagonist at these receptors, similar to other selective alpha-1 antagonists such as prazosin and doxazosin, notably at alpha-1A, which comprises the majority of alpha receptors in the urothelium.\n[12]\nThe alpha-1 receptors are commonly located diffusely in smooth muscle tissue, including vascular smooth muscle, sphincter smooth muscle, and urinary bladder smooth muscle.\n[13]\n\nAlpha-1 adrenergic receptors are also present in many other organ systems, including the central nervous, endocrine, and gastrointestinal systems. The primary anti-hypertensive action occurs by blocking vascular smooth muscle in the arterioles. The anti-obstructive urinary tract effects result from smooth muscle relaxation in the ureters, bladder, and urethral sphincter.\n[14]\nTerazosin's exertion of an anti-nightmare effect does not have an elucidated mechanism. However, a possible explanation could be the presence of presynaptic alpha-adrenergic receptors in the central nervous system.",
    "administration": "Terazosin is available in the US in oral capsule formulations as a hydrochloride salt, available in 1 mg, 2 mg, 5 mg, and 10 mg formulations. For the FDA-approved indications of hypertension and benign prostatic hyperplasia, the dosing route, frequency, and amount are as follows:\n\nHypertension\nThe initial dose is 1 mg to 10 mg orally daily, titrated upwards as needed to a maximum of 20 mg daily. Considered a second-line agent due to adverse effects, additional consideration as an agent if the patient experiences lower urinary tract symptoms associated with benign prostatic hyperplasia.\n[15]\n[16]\nBenign Prostatic Hyperplasia\nThe initial dose is 1 mg to 10 mg orally at bedtime, titrated upwards as needed based upon patient response up to 20 mg daily in 1 or 2 divided doses.\n[17]\n\nFor Non-FDA approved indications,\nincluding medical expulsive therapy, chronic prostatitis, hyperlipidemia, urethritis, hyperhidrosis, and oligospermia:\n\nMedical Expulsive Therapy for Distal Ureteral Calculi\n2 mg to 10 mg orally at bedtime. Most studies have indicated 2 mg to 5 mg, and only rarely have 10 mg doses been cited. For medical expulsive therapy, the typical duration of terazosin is up to 2 weeks, and the patient may discontinue therapy following the expulsion of the stone.\n[4]\nChronic Prostatitis/Chronic Pelvic Pain Syndrome\n1 mg to 5 mg orally daily for 14 weeks. Terazosin demonstrated effectiveness in a study comparing alpha-antagonist naïve patients with chronic prostatitis/chronic pelvic pain syndrome with a placebo.\n[7]\nHyperlipidemia/Hypercholesterolemia\n5 mg, 10 mg, or 20 mg orally daily. Studies demonstrating the lipid-lowering effects were subject to confounding factors due to titration of drug dosing to diastolic blood pressure or meeting the maximum (20 mg) dosage for terazosin. Additionally, no studies have demonstrated a mortality benefit, as seen for other lipid-lowering drugs.\n[18]\n[19]\nIdiopathic Oligozoospermia\n2 mg orally daily. One clinical study by Gregoriou et al demonstrated a statistically significant improvement in spermatozoa count and seminal fluid volume after treatment with 6 months of terazosin. However, the study noted no change in the mean percentage of abnormal spermatozoa and did not detect any significant difference in pregnancy rates.\n[9]\nUrethritis Associated with Radiotherapy in Prostate Cancer\n2 mg to 6 mg orally daily. One study from Zelefsky et al suggests an improvement in urinary tract symptoms associated with radiotherapy for localized prostate cancer.\n[20]\nAntidepressant-induced Excessive Sweating\n1 mg to 6 mg orally daily. A recent clinical trial demonstrated a positive response to hyperhidrosis associated with selective serotonin reuptake inhibitor use.\n[3]",
    "adverse_effects": "Terazosin is generally well-tolerated. Many adverse effects of terazosin are explainable due to its blockade of alpha-1 adrenergic receptors.\n[16]\n[14]\n\nStatistically significant adverse effects of terazosin detected in placebo-controlled trials in the FDA database include dizziness, headache, weakness, postural hypotension, and nasal congestion.\n[21]\n[22]\nFirst-dose syncope is rare and may be mitigated by bedtime use. Orthostatic hypotension is common and should merit strong consideration when prescribing terazosin.\n[23]\nAccording to the FDA, post-marketing surveys also found priapism, atrial fibrillation, anaphylaxis, and intraoperative floppy iris syndrome associated with terazosin use, though instances of such occurrences were extremely rare.\n\nDrug Interactions\n\nTerazosin has been used in many patients on various concomitant medicines; while these interactions are not studied extensively, no interactions are observed.",
    "monitoring": "The use of terazosin does not require plasma/blood drug level monitoring. However, vital orthostatic signs should be obtained after the first dose to exclude postural hypotension. If used for hypertension, orthostatic blood pressure may be checked regularly during the titration interval to confirm efficacy.\n[1]\nStandard clinical assessment of patients may determine efficacy if used for lower urinary tract symptoms associated with benign prostatic hyperplasia.\n[5]",
    "toxicity": "Overdose of terazosin may lead to hypotension, and standard life-support protocols should be in place for instances of hemodynamic instability. There are no specific antidotes for terazosin toxicity. Vasopressors may be used to support physiologic blood pressure parameters in the event of terazosin overdose. Terazosin is long-acting, with an elimination half-life of approximately 12 hours, and is highly protein-bound. Elimination is via renal excretion (40%) and excretion of feces (60%).\n[28]"
  }
}