{
  "drug_name": "terbinafine",
  "nbk_id": "NBK545218",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545218/",
  "scraped_at": "2026-01-11T15:39:50",
  "sections": {
    "indications": "Contraindications to the use of terbinafine include:\n\nChronic or active liver disease\nHistory of an allergic reaction to oral terbinafine\n\nAs terbinafine inhibits the hepatic CYP2D6 enzyme, drug interactions can occur.\n[1]\n[6]\nThe list of potentially interacting drugs includes, but is not limited to, cimetidine, fluconazole, cyclosporine, rifampin, caffeine, paroxetine, codeine, metoprolol, simvastatin, nifedipine, digoxin, phenytoin, and many others.\n[2]\n[6]\n\nTerbinafine, although a pregnancy safety category B medication, is not recommended for use during pregnancy. Similarly, as terbinafine is known to be excreted in breast milk, its use should be limited to after breastfeeding; this is due to the usually indolent nature of nail dermatophyte infections, lack of embryotoxicity data with terbinafine, and the litigious culture of the United States.\n[1]\nAlthough not FDA-approved, topical terbinafine has been recommended for the treatment of dermatophyte infections during pregnancy, and it is available over the counter in the United States of America.\n[7]",
    "mechanism": "Most antifungal medications work through the inhibition of fungal membrane production and ergosterol synthesis. Terbinafine is an allylamine that works early in the pathway as a non-competitive inhibitor of the enzyme squalene epoxidase and subsequent conversion of squalene to squalene epoxide.\n[1]\n\nAlthough not directly fungicidal, the intracellular accumulation of squalene results in fungal cell death.\n[4]",
    "administration": "Terbinafine is formulated as a 250 mg tablet to be taken by mouth. The routine dosing for dermatophyte infections is one tablet, by mouth, daily. The duration of therapy varies, with treatment lasting for six weeks for fingernail onychomycosis and up to 12 weeks for toenail onychomycosis. Absorption and bioavailability are similar, regardless of food intake. The clearance of terbinafine occurs through both the liver and kidneys. Terbinafine has an inhibitory effect on the hepatic CYP450 2D6 (CYP2D6) enzyme, and monitoring for drug interactions is necessary.\n\nOther dosing schedules that have not received approval from the FDA include pulse-dose treatment with terbinafine. This treatment schedule can be performed in multiple ways but can consist of one 250 mg tablet per day for four weeks, with four weeks of no therapy, and the resumption of one 250 mg tablet per day for another four weeks. The efficacy of this treatment schedule has been demonstrated to be similar to continuous dosing.\n[1]",
    "adverse_effects": "The most common adverse events associated with terbinafine tend to be mild and self-limited. These include headaches, gastrointestinal symptoms, and rash. Additional uncommon but mild adverse events include visual disturbances, dysgeusia, and mild transaminitis. In rare instances, dysgeusia can be severe or permanent.\n[2]\nHowever, there are reports of fulminant liver failure.\n[1]\nAlthough cutaneous findings are usually non-specific, rarely Stevens-Johnson syndrome, toxic epidermal necrolysis, and cutaneous or systemic lupus erythematosus may develop.\n[1]\n[5]",
    "monitoring": "There is no standardized laboratory monitoring established for terbinafine. In light of reports of both mild and severe liver injuries, clinicians often perform liver enzyme testing. The FDA recommends measuring serum transaminases before drug initiation. Although no established monitoring guidelines exist, the average time to drug-induced liver injury is nearly 30 days and usually within three months. Therefore, monitoring for idiosyncratic liver injury during this period may be reasonable.\n[1]\nBlood dyscrasias may also rarely occur, and complete blood counts serve to monitor for this adverse drug effect.\n[1]",
    "toxicity": "Taste disturbances, nausea, vomiting, abdominal cramping, and headache may occur in patients taking terbinafine. Despite these untoward effects, the continuation of the medication is often dependent on the severity of symptoms and the patient's discomfort threshold. Discontinuation may be appropriate to resolve most symptoms. Although multiple symptoms may present in patients taking therapeutic or supratherapeutic doses of terbinafine, the most concerning and consistent severe adverse effects occur in the liver.\n\nHepatotoxicity may be asymptomatic and only detectable by lab evaluation and evidence of transaminitis. Liver enzymes over two times the normal value requires immediate discontinuation. Supportive care, including liver transplantation (in severe cases), may be necessary.\n[1]\n[8]"
  }
}