{
  "drug_name": "terbutaline",
  "nbk_id": "NBK559069",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559069/",
  "scraped_at": "2026-01-11T15:39:51",
  "sections": {
    "indications": "As with all medications, hypersensitivity to the active substance is a contraindication for both β2 receptor agonists and β-blockers.\n\nβ2 Agonists stimulate sympathetic activity, which may precipitate or worsen tachyarrhythmias and other cardiac conditions. Therefore, caution is advised in patients with known arrhythmias or significant cardiovascular disease.\n[54]\nβ2 Agonists also promote potassium uptake into cells, potentially exacerbating existing hypokalemia. Although not an absolute contraindication, caution is warranted in patients with low baseline potassium levels.\n[47]\n[53]\n\nNotably, some DPI inhalers, which are most commonly used for albuterol administration, contain lactose; therefore, they are contraindicated in patients with hypersensitivity to lactose.\n[57]\nFinally, LABAs are contraindicated as monotherapy in asthma, as their use without concomitant corticosteroids has been linked to tolerance, increased adverse events, and asthma-related mortality.\n[58]\n\nNonselective β-blockers can cause bronchoconstriction and are generally contraindicated in patients with reactive airway diseases such as asthma and COPD. β-Blockers may also mask adrenergic symptoms of hypoglycemia (such as tachycardia and tremor) and interfere with normal glucose regulation, potentially leading to an increased risk of severe hypoglycemic episodes or hypoglycemic coma in diabetic patients.\n[18]\n\nCardioselective β-blockers are not absolutely contraindicated in patients with asthma; however, when β-blockers are required for cardiac indications in patients with asthma or other bronchospastic conditions, administration should be considered on a case-by-case basis. β1-selective agents (eg, metoprolol and bisoprolol) are preferred, as their relative selectivity minimizes the risk of bronchoconstriction. Treatment should be initiated under close supervision by a specialist.",
    "mechanism": "β2 Adrenergic receptors are primarily encoded on chromosome 5 and are predominantly expressed on the smooth muscle cells of the airways. Structurally, β2 receptors belong to the GPCR family and consist of 7 transmembrane helices and a short intracellular helix (often called helix 8) that lies parallel to the membrane. The extracellular loops facilitate ligand binding, and the intracellular loops interact with G proteins.\n[14]\n[15]\n\nUpon activation by agonists, β2 receptors undergo a conformational change that enables them to couple with heterotrimeric Gs proteins, consisting of 3 subunits: alpha, beta, and gamma. The receptor exists in a dynamic equilibrium between active and inactive conformations, and agonists stabilize the active form. Activation of the β2 receptor leads to the exchange of GDP for GTP on the alpha subunit of the Gs protein. The GTP-bound alpha subunit then dissociates from the beta-gamma complex and activates adenylate cyclase. This enzyme catalyzes the conversion of adenosine triphosphate (ATP) into cyclic adenosine monophosphate (cAMP)—a key intracellular second messenger.\n\nElevated intracellular cAMP levels trigger a cascade of events leading to smooth muscle relaxation via 2 main pathways. First, cAMP binds to the regulatory subunits of protein kinase A, thereby releasing its catalytic subunits, which then phosphorylate various target proteins that mediate smooth muscle relaxation. The second mechanism involves reducing intracellular calcium concentration through protein kinase A–mediated phosphorylation, which inhibits calcium influx, decreases calcium release from intracellular stores, and enhances calcium sequestration, ultimately diminishing smooth muscle contraction.\n\nThis signaling mechanism not only promotes bronchodilation in the airways but also contributes to uterine relaxation, which is a property utilized therapeutically in tocolysis.\n[16]\nAdditionally, β2 receptor activation influences several other physiological processes, including stimulating the breakdown of glycogen to increase blood glucose levels, enhancing mucociliary clearance by increasing the beating frequency of cilia, decreasing acetylcholine release to support bronchodilation, changing vascular permeability, and modulating immune cell function.\n[17]\n[2]\n[18]\n\nIn contrast, β-blockers inhibit these processes by stabilizing β2 receptors in an inactive conformation, thereby preventing their activation. Clinically, this antagonism can worsen conditions such as asthma by negating the bronchodilatory effects of endogenous catecholamines.\n[19]",
    "administration": "Beta-2 Receptor Agonists\n\nβ2 Agonists are primarily administered by inhalation—via metered-dose inhalers (MDIs), dry powder inhalers (DPIs), or nebulized formulations—to maximize bronchodilation in the airways while minimizing systemic exposure and adverse effects (\nGlobal Initiative for Asthma (GINA) Strategy 2021: Executive Summary and Rationale for Key Changes\n). Inhaled delivery ensures high local drug concentrations with reduced doses, thereby effectively targeting the respiratory system. In addition, fixed-dose combination inhalers containing both β2 agonists and inhaled corticosteroids help reduce systemic exposure to corticosteroids in asthma maintenance therapy.\n[20]\n\nIn severe, acute asthma exacerbations, where rapid systemic action is critical, β2 agonists may be administered intravenously (IV) or intramuscularly (IM). Although oral formulations of LABAs and ULABAs are available for the long-term management of asthma and COPD, inhalation remains the preferred route due to its similar efficacy and better safety profile (see\nTable 1\n).\n[21]\nAdditionally, subcutaneous terbutaline has been used in asthma exacerbations, although supporting evidence remains limited.\n[22]\n\nTable\nTable 1. Routes of Administration of the Most Commonly Used Beta-2 Agonists.\n\nAbbreviations: DPI, dry powder inhaler; IM, intramuscular; IV, intravenous; MDI, metered-dose inhaler.\n\nβ2 Agonists, including both SABAs and LABAs, remain fundamental to the management of asthma and COPD. The Global Initiative for Asthma (\nGINA\n) and the Global Initiative for Chronic Obstructive Lung Disease (\nGOLD\n) guidelines provide comprehensive recommendations to help clinicians in selecting the appropriate type of β2 agonist based on individual patient needs and disease severity.\n[39]\n[40]\n\nBeta Blockers\n\nβ2 Antagonists (β-blockers), including propranolol, timolol, and carvedilol, are primarily administered orally or IV to achieve systemic cardiovascular effects, such as reduced heart rate, decreased myocardial contractility, and lowered blood pressure (see\nTable 2\n). Oral administration is generally preferred for the chronic management of conditions such as hypertension, arrhythmias, and heart failure, offering consistent plasma levels and convenient dosing. In acute settings—such as hypertensive emergencies, arrhythmia control, or thyrotoxic crisis—IV formulations of nonselective β-blockers, including propranolol, may be used for rapid onset of action.\n[41]\n\nTimolol is uniquely available in ophthalmic formulations for the treatment of open-angle glaucoma, where it provides localized β-receptor blockade to reduce intraocular pressure while minimizing systemic absorption.\n[42]\n[43]\nAlthough β2-selective antagonists such as butoxamine exist, they are not clinically approved for use and remain confined to research settings due to the absence of defined therapeutic applications.\n\nTable\nTable 2. Routes of Administration of Some Popular Beta Blockers.\n\nThe American Heart Association (AHA) (AHA/American College of Cardiology [ACC]/Heart Failure Society of America [HFSA] Guideline for the Management of Heart Failure) acknowledges the critical role of β-blockers in cardiovascular disease conditions but cautions that nonselective β-blockers (β2 antagonists) may be contraindicated in patients with reactive airway diseases.\n[46]",
    "adverse_effects": "Beta-2 Receptor Agonists\n\nAt recommended doses, β2 agonists are generally well tolerated. However, higher or systemic doses can lead to adverse effects resembling sympathetic stimulation. The most common adverse event is tremor, with additional effects including palpitations and tachycardia.\n[47]\nAnimal studies have shown that β-agonists may increase anxiety-like behavior, but human studies—especially those using inhaled β2 agonists in combination with corticosteroids—have not demonstrated a statistically significant increase in anxiety symptoms.\n[48]\n[49]\n\nAt elevated doses, β2 agonists have also been linked to metabolic disturbances such as lactic acidosis, hypokalemia, hypomagnesemia, and hyperglycemia. While these effects are usually mild, they may become clinically significant in patients with diabetes, those receiving diuretics, or individuals undergoing repeated high-dose β2 agonist therapy (eg, in status asthmaticus).\n[47]\n\nLABAs, which are used for long-term asthma control, may cause adverse effects such as cardiac dysrhythmias and muscle cramps, even at standard doses—particularly when prescribed without concurrent inhaled corticosteroids. Chronic LABA use has also been associated with tolerance, leading to a reduced bronchodilator response over time and potentially worsening asthma control.\n[50]\n[51]\nRarely, β2 agonists may cause diastolic hypotension due to peripheral vasodilation.\n[52]\n[53]\n\nObservational studies have suggested a possible association between long-term β2 agonist use and an increased risk of cardiovascular events, including myocardial infarction, especially in patients with preexisting ischemic heart disease or when used without inhaled corticosteroids. However, other studies have not confirmed this association, highlighting the need for cautious interpretation.\n[54]\n[55]\n\nSome case reports have mentioned paradoxical bronchoconstriction as an adverse effect of β2 agonists, in which inhaled medication induces bronchoconstriction instead of the expected bronchodilatory effect.\n[56]\n\nBeta-2 Receptor Antagonists (Beta Blockers)\n\nβ-Blockers with significant β2 receptor–blocking activity can also produce adverse effects. These may include Raynaud phenomenon due to enhanced peripheral vasoconstriction; exercise-induced hypoglycemia, as β2 stimulation supports glycogenolysis and gluconeogenesis; and, most importantly, increased airway resistance and muscle cramps.\n[18]",
    "monitoring": "The therapeutic index of β2 agonists varies among agents, and both their beneficial and adverse effects may differ between individuals. These differences are influenced by factors such as the severity of the underlying disease, the duration of therapy, and the use of concomitant medications.\n[47]\n\nPlasma concentrations of β2 agonists correlate with the severity of toxicity, and while precise measurement using techniques such as gas chromatography, liquid chromatography coupled with mass spectrometry (LC–MS), or high-performance liquid chromatography (HPLC) with fluorimetric or electrochemical detection is possible, such assays are typically limited to research and anti-doping settings rather than routine clinical care.\n[59]\n\nIn clinical practice, efficacy and potential toxicity are primarily assessed by clinical parameters rather than direct measurements of drug levels. For patients receiving prolonged β2 agonist therapy, regular monitoring of serum potassium and blood glucose is recommended due to the risk of hypokalemia and hyperglycemia.\n[53]\n\nAdditionally, monitoring of heart rate and blood pressure is recommended to detect cardiovascular adverse effects early. Monitoring of β2 agonist levels is a part of anti-doping programs prior to athletic competitions, where these agents are monitored for their potential performance-enhancing effects.",
    "toxicity": "β2 Agonist toxicity may occur both accidentally and intentionally. The most serious life-threatening complication is severe hypokalemia resulting from the intracellular shift of potassium, which predisposes patients to cardiac arrhythmias.\n[60]\nIn addition, toxicity may also manifest as exaggerated forms of known adverse effects, including hypotension with a bounding pulse (predominantly affecting diastolic pressure), supraventricular tachycardia or ventricular extrasystoles, tremors, hyperglycemia, lactic acidosis, tachypnea, and pupillary dilation.\n[61]\n[62]\nIn cases of β2 agonist overdose, β-blockers such as propranolol and esmolol may be used as antidotes through competitive antagonism at β2 receptors.\n[63]\n\nToxic doses of β-blockers can exacerbate asthma and lead to serious complications, including bradycardia, prolonged QRS complexes, hypotension, arrhythmias, hypoglycemia, hypothermia, severe peripheral arterial disease, high-grade sinoatrial or atrioventricular block, and variant angina.\n[64]\n[65]\n[66]"
  }
}