{
  "drug_name": "terconazole",
  "nbk_id": "NBK459317",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459317/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Vulvovaginitis, or inflammation of the vulva and vagina, most commonly occurs in reproductive-aged women and is caused by several underlying etiologies. Candidiasis is a fungal infection caused by\nCandida albicans\n, a polymorphic opportunistic fungus; vulvovaginitis secondary to candidiasis is also known as vaginal candidiasis. Candidal vulvovaginitis is responsible for about one-third of vulvovaginitis occurrences.\n[1]\nTypical clinical features include vulvar and vaginal erythema, excoriations, thick white adherent discharge, and swelling. The condition is primarily diagnosed by clinical examination and diagnostic studies, including vaginal wet prep, pH testing, and cultures to exclude other etiologies of vaginal discharge and infection (eg, bacterial vaginosis and gonococcal and chlamydial disease). This activity for healthcare professionals is designed to enhance the learner's competence when managing vaginal candidiasis, equipping them with updated knowledge, skills, and strategies for timely identification, effective interventions, and improved coordination of care, leading to better outcomes for patients.",
    "mechanism": "Candidal vulvovaginitis is caused by inflammatory changes in the vaginal and vulvar epithelium secondary to infection with\nCandida\nspecies, most commonly\nCandida albicans\n. However,\nCandida\nis part of the normal flora in many women, identified in 10% of asymptomatic women.\n[2]\nTherefore, candidal vulvovaginitis requires both the presence of\nCandida\nin the vagina and associated symptoms (eg, irritation, itching, dysuria, or inflammation).\n[3]",
    "monitoring": "Diagnostic studies utilized to confirm the presence of\nCandida\ninclude 10% potassium hydroxide (KOH) and wet mount smears of the vaginal discharge for microscopy, pH testing, and potentially fungal culture or commercial polymerase chain reaction (PCR) tests. In patients with vulvovaginal candidiasis, the vaginal pH is typically below 5.[ACOG Practice bulletin 215 Vaginitis in Nonpregnant] Characteristic findings of vaginal candidiasis include the prominence of lactobacillus bacteria and inflammatory cells on wet prep, a negative Whiff test (ie, no fishy odor with the application of KOH to the slide), and budding yeast, hyphae, or pseudohyphae on microscopy, which are typically seen most easily on the KOH prep.\n[10]\nMicroscopy and pH testing can also identify clue cells, indicating bacterial vaginosis, and trichomonads, indicating trichomoniasis, which should be ruled out (or diagnosed) concurrently.\n[11]\n\nMost infections are secondary to\nCandida albicans;\ntherefore\n,\nconsistent microscopy findings in the clinical setting of a reproductive-age woman with vulvovaginitis, confirmatory cultures for\nCandida\nare unnecessary. Cultures should be considered in patients with recurrent disease and patients with a negative work-up in the setting of symptoms consistent with vulvovaginal candidiasis.\n[12]\n(Ref: ACOG PB 215). However, if cultures cannot be performed, empiric treatment is reasonable.\n[13]\n\nBecause\nCandida\nspecies are part of normal vaginal flora in many women, routine cultures in asymptomatic women are discouraged.",
    "administration": "Acute candidal vulvovaginitis is treated with antifungal agents. Since most candidal vulvovaginitis cases are secondary to\nC albicans\nspecies, and\nC albicans\ndoes not demonstrate resistance to azole antifungals, these are the agents of choice.\n[14]\nAntifungals may be administered through several methods, including a single dose of fluconazole 150 mg orally or terconazole applied intravaginally once or in multiple dose regimens ranging from 3 to 7 days available over the counter. These options are equally efficacious in patients with uncomplicated disease (eg, immunocompetent status or nonrecurrent candidal vulvovaginitis). Therefore, treatment decisions may be based on cost, patient preference, and drug interactions. In unresponsive patients, cultures may be warranted to look for other\nCandida\nspecies, often resistant to standard therapy.\n[15]\n\nFor complicated candidal vulvovaginitis, including patients who are immunosuppressed or have a recurrent infection, extended treatment regimens are commonly utilized, such as intravaginal azole therapy for at least 1 week or oral treatment with fluconazole 150 mg (renally adjusted for CrCl <50 ml/min) once every 3 days for 3 doses. Patients with recurrent candidal vulvovaginitis may benefit from suppressive therapy with weekly oral fluconazole for 6 months. However, pregnant patients should not be given oral antifungals. In these patients, a 7-day course of intravaginal treatment is recommended. Fluconazole is considered safe in breastfeeding women.\n[16]\nNonpharmacologic therapies (eg, intravaginal or oral yogurt therapy, intravaginal garlic, or douching) have not been found to be effective.",
    "adverse_effects": "Complications secondary to vaginal candidiasis are rare but, in severe cases, may cause extensive vulvar erythema, edema, excoriation, and vaginal or vulvar fissures.\n[13]\nAdverse events that may occur with antifungal treatment include abdominal pain, nausea and vomiting, diarrhea, flatulence, headache, central nervous system disorder, musculoskeletal disorder, rash, allergic reaction, menstrual disorder, and alopecia.\n[19]"
  }
}