{
  "drug_name": "teriparatide",
  "nbk_id": "NBK559248",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559248/",
  "scraped_at": "2026-01-11T15:39:51",
  "sections": {
    "indications": "Teriparatide is contraindicated in patients with hypersensitivity to teriparatide or its excipients.\n[24]",
    "mechanism": "Effects on Bone Metabolism\n\nIn disease states associated with excess parathyroid hormone (PTH) in the blood, such as primary hyperparathyroidism, increased osteoclast activity, and accelerated bone resorption it may seem paradoxical that parathyroid hormone or its analogs can be a treatment for osteoporosis, a disease associated with accelerated bone loss. Ultimately, the difference in PTH effects on the bone stems from differences in the dose and pattern of exposure of bone to PTH. When under continuous exposure to PTH (eg, hyperparathyroidism), bone undergoes resorption more than formation, while intermittent exposure to low-dose PTH (like daily teriparatide administration) induces bone formation more than resorption. Although the underlying molecular mechanisms undergirding this variation in effect (ie, catabolic effect with sustained exposure vs anabolic effect with intermittent exposure) are largely unknown, some involved molecular signaling mechanisms have been elucidated.\n[17]\n[18]\n[19]\n\nTeriparatide is an analog of PTH that binds through the N-terminal moiety to PTH type 1 receptors (PTH type 1R). PTH type 1R are G-protein coupled receptors (GPCR) expressed on surfaces of various cells, the most important of which in respect to the classical physiological actions of PTH on calcium and phosphate homeostasis and bone metabolism are osteoblasts, osteocytes, and renal tubular cells. Following ligand binding to the receptor, both Gs–mediated activation of adenylate cyclase and Gq-mediated activation of protein kinase C (PKC) occur.\n[19]\n[20]\nAdenylate cyclase catalyzes the generation of the secondary messenger cAMP, which ultimately activates protein kinase A (PKA). Although PTH activates both PKA- and PKC-dependent signaling pathways, the PKA-dependent pathway is primarily used for its anabolic and catabolic effects on bone.\n[20]\n\nThe anabolic effects of (intermittent) PTH are mediated by (1) upregulated transcriptional expression of pro-osteoblastogenic growth factors like insulin-like growth factor 1 (IGF1), fibroblast growth factor 2 (FGF2); (2) modulation of the Wnt/ß-catenin osteoanabolic signaling pathway by down-regulating the synthesis of the Wnt-antagonist sclerostin, and (3) increased expression and activity of Runx2 - a transcription factor essential for differentiation of osteoblasts.\n[17]\n[19]\nThese pathways lead to an increased osteoblast survival and number, which results in the new growth of trabecular and cortical bones. This mode of action stands in stark contrast to that of antiresorptive agents (ie, bisphosphonates, long-term estrogen, raloxifene, and nasal calcitonin). These agents inhibit osteoclast-mediated bone resorption and, by doing so, also inhibit new bone formation because the 2 processes of resorption and formation are tightly coupled.\n[14]\n\nTo exert its catabolic effects, PTH acts on the same receptors in osteoblasts and osteocytes, increasing the expression of pro-osteoclastogenic cytokines like receptor activator of nuclear factor kappa-B ligand (RANKL) and macrophage colony-stimulating factor.\n[19]\n[20]\nRANKL interacts with its receptor (RANK) on osteoclast hematopoietic precursor cells, promoting osteoclastic differentiation and activation. Two FDA-approved therapies for osteoporosis target these complex signaling mechanisms; denosumab is a RANKL inhibitor, and romosozumab is a sclerostin antagonist.\n[21]\n\nEffects on Calcium and Phosphate Homeostasis\n\nTeriparatide has the same actions as endogenous PTH on calcium and phosphate homeostasis (ie, it increases serum calcium and lowers serum phosphate). These effects are generated through the well-known effects of PTH on kidneys and bone. PTH stimulates distal tubular calcium reabsorption in the kidney, inhibits proximal tubular phosphate reabsorption, and activates the 1-alpha-hydroxylase enzyme in proximal tubules, which subsequently converts the filtered 25-hydroxyvitamin D to 1,25-dihydroxy vitamin D, the most active vitamin D metabolite. In bone, teriparatide mobilizes calcium from the bone matrix into circulation.\n\nPharmacokinetics\n\nAbsorption:\nTeriparatide is well absorbed after subcutaneous (SC) injection; the absolute bioavailability is approximately 95%. The peak serum concentrations are attained 30 minutes after SC injection.\n[22]\n\nDistribution:\nThe volume of distribution is approximately 0.12 L/kg.\n\nMetabolism:\nMetabolism of teriparatide primarily occurs within the target cells. Teriparatide is metabolized into smaller peptides and amino acids in the liver.\n[23]\n\nExcretion:\nTeriparatide is primarily excreted by the kidney. The elimination half-life of SC teriparatide is approximately 1 hour.",
    "administration": "Available Dosage Forms, Strengths, and Adult Dosage\n\nTeriparatide administration is via SC injection into the abdominal wall or anterior thigh.\n\nThe dosage is 20 mcg per day. Pens containing a 28-day supply of pre-filled 20 mcg doses are available.\n\nAdministration should occur when the patient can sit or lie down in case orthostatic hypotension develops.\n\nThe treatment duration restricting teriparatide therapy for 2 years has been revised. Treatment with teriparatide for more than 2 years can be considered in some patients with a high fracture risk. These patients may benefit from further treatment with teriparatide.\n[24]\n\nPatients should also be prescribed supplemental calcium and vitamin D during treatment.\n\nUse in Specific Patient Population\n\nHepatic impairment:\nNo clinical studies of teriparatide have been conducted in patients with hepatic impairment. Use with caution.\n\nRenal impairment:\nTeriparatide increases serum uric acid levels at high doses in patients with renal impairment.\n[25]\nHowever, teriparatide has favorable outcomes on markers of osteoporosis in patients with renal impairment.\n[26]\n\nPregnancy considerations:\nIn animal reproductive studies, pregnant mice were given SC teriparatide in supratherapeutic doses, resulting in congenital anomalies such as interrupted rib and extra vertebra. Use during pregnancy is not advised.\n\nBreastfeeding considerations:\nIn a case report requiring teriparatide treatment in a breastfeeding mother, no adverse outcomes were noted in the breastfeeding infant. The infant's serum calcium levels should be monitored.\n[27]\n[28]\nHowever, whether teriparatide is present in breast milk remains unknown; no well-designed studies have been conducted. Consequently, clinicians should avoid prescribing teriparatide during breastfeeding.\n\nPediatric patients:\nPediatric patients have a high risk of osteosarcoma due to open epiphysis. Use is contraindicated.\n[24]\n\nOlder patients:\nAccording to a study, no unexpected adverse effects were found in patients aged above 80 compared to other patients.\n[29]",
    "adverse_effects": "Teriparatide is a well-tolerated drug. Short-term side effects reported by patients include nausea, headache, dizziness, and orthostatic hypotension.\n[30]\nAlterations of calcium metabolism are common, with hypercalcemia and hypercalciuria being the 2 most frequent side effects.\n[16]\nHypercalcemia is most commonly mild and transient, and rarely (3% of patients taking 20 mcg/d) does it become persistent and require dose reduction or therapy discontinuation.\n[18]\nAlthough teriparatide increased renal calcium excretion from baseline, significant hypercalcemia or renal sequelae like nephrolithiasis and nephrosclerosis have not been reported.\n[14]\nIncreased serum uric acid levels have been reported.\n[31]\n[32]\nA 15-year post-marketing surveillance study demonstrated that teriparatide did not increase the risk of osteosarcoma. Risk factors identified were exposure to radiation and Paget disease of bone.\n[33]\n\nWarnings\n\nOsteosarcoma: The FDA has removed the box warnings regarding osteosarcoma. However, the FDA still recommends avoiding teriparatide in patients with predisposing conditions, which can increase the risk of osteosarcoma. Conditions include Paget disease of bone, history of primary or secondary skeletal malignancy, history of ionizing radiation involving the skeleton, pediatric and young patients with open epiphysis, and hereditary disorders increasing the risk of osteosarcoma. According to the American Association of Clinical Endocrinology (AACE) guidelines, teriparatide should be avoided in patients with increased alkaline phosphatase of skeletal origin.\n[24]\n[34]\n\nCalciphylaxis and cutaneous calcification: A potential risk of calciphylaxis and cutaneous calcification is apparent. Use caution in patients with risk factors for calciphylaxis, such as chronic kidney disease, autoimmune disorders, and concurrent warfarin or systemic corticosteroid use.\n[35]\n\nHypercalcemia: Teriparatide can cause hypercalcemia and may worsen hypercalcemia in patients with pre-existing hypercalcemia. Avoid the use of teriparatide in patients with primary hyperparathyroidism.\n[36]\n\nRisk of Urolithiasis: Use in patients with hypercalciuria and urolithiasis should be considered after a risk-benefit evaluation, as teriparatide causes hypercalciuria, which promotes urinary stones. Monitor urinary calcium excretion.\n[37]\n[38]\n\nDrug-Drug Interaction\n\nRisk of digoxin toxicity: Teriparatide-induced hypercalcemia may predispose patients to digitalis toxicity.\n[39]\nIn a study of 15 healthy individuals, teriparatide with digoxin did not alter EKG findings.\n[40]\nHowever, caution is still advised as digoxin has a narrow therapeutic index.\n[30]",
    "monitoring": "Patients on teriparatide therapy should have serum calcium measurements monitored at 1 month of treatment, with subsequent follow-up intervals according to serum calcium level and at the prescriber's discretion. If hypercalcemia is present, the dose of supplemental calcium should be reduced first; if the readings do not return to baseline, treatment should be administered every other day; if hypercalcemia persists, treatment should be discontinued, and the patient should undergo a diagnostic evaluation to determine the cause of hypercalcemia.\n[14]\n\nBone mineral density requires evaluation 1-year post-first dose. Before starting treatment, serum and urinary calcium should be measured because hypercalcemia and hypercalciuria constitute contraindications to recombinant PTH therapy. American Association of Clinical Endocrinology guidelines suggest clinicians can consider monitoring bone turnover markers such as serum P1NP (procollagen type I N-terminal propeptide).\n[41]",
    "toxicity": "The most concerning potential toxicity of teriparatide therapy is the risk of skeletal carcinogenicity, most notably osteosarcoma. Researchers detected the carcinogenic effect in Fisher rats subjected to the treatment of relatively high doses ranging from 5 to 75 mcg/kg/d for 2 years. The risk is considered to be minimal and nonsignificant in humans because of several lines of evidence: differences between rat and human skeletal physiologies, the fact that 2 years represent almost 90% of the rats' lifespan while representing only 2% to 3% of that of humans and the doses used are 3 to 58-fold the prescribed human dose, the detection of only 3 cases of osteosarcoma with unproven causality in over 1 million patients treated with teriparatide, and an ongoing post-marketing surveillance study of teriparatide use in humans showing no incident risk of osteosarcoma at 8-year interim analysis. The FDA previously limited approval to 2 years based on the Fisher rats toxicity study.\n[18]\n[42]\n[43]\n\nAccording to product labeling, overdose symptoms are transient and identical to the most commonly reported side effects associated with therapeutic doses, such as nausea, vomiting, dizziness, and orthostatic hypotension. An older patient was administered supratherapeutic doses of teriparatide due to a dosing error, with no significant toxicity.\n[44]\nNo antidote for teriparatide currently exists. In overdose, teriparatide should be discontinued, and supportive treatment should be provided with adequate hydration and careful monitoring of serum calcium and phosphorus levels."
  }
}