{
  "drug_name": "testosterone propionate",
  "nbk_id": "NBK567770",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567770/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Balanitis xerotica obliterans is a form of lichen sclerosus that involves the foreskin and glans penis in affected male individuals. The condition presents as white or hypopigmented macules or atrophic papules on the penis. Involvement of the foreskin leads to atrophic skin changes with depigmentation and constriction, which can result in phimosis. In the glans, these changes result in the characteristic whitish patches and meatal stenosis.\n[1]\n[2]\n[3]\n\nBalanitis xerotica obliterans was first described as a unique entity in 1928 by Stühmer and is responsible for about 85% of all cases of acquired phimosis.\n[4]\nUrethral stricture disease, phimosis, and meatal stenosis are common sequelae of balanitis xerotica obliterans.\n[5]\nFor information on lichen sclerosus in women, see the companion StatPearls reference review, Lichen Sclerosus, at\nwww.statpearls.com/point-of-care/24256\n.\n[6]",
    "mechanism": "The etiology of balanitis xerotica obliterans is mainly unknown. Possible contributing etiological factors include chronic penile inflammatory conditions, atopic dermatitis, genetic predisposition, infections (such as syphilis), the Koebner phenomenon, morphea, penile trauma, hypothyroidism, diabetes, and sex hormone disorders.\n[7]\n[8]\nSmoking, obesity, hypertension, and cardiovascular disease have also been linked to this condition.\n[9]\n[10]\n\nWhile balanitis xerotica obliterans is closely associated with several autoimmune disorders, including alopecia areata, autoimmune thyroiditis, localized scleroderma (morphea), pernicious anemia, and vitiligo, balanitis xerotica obliterans is likely multifactorial.\n[11]\n[12]\nFor example, antithyroid antibodies and autoimmune thyroid disorders such as Graves disease and Hashimoto thyroiditis are present in about 5% of male patients with balanitis xerotica obliterans, with the frequency of hypothyroidism or hyperthyroidism more than double the incidence in the general population.\n[13]\nThis finding has led some experts to recommend that screening for thyroid disease be considered in individuals with balanitis xerotica obliterans.\n[14]\n[15]\n\nOther proposed etiologies of this disorder include various infections, penile trauma, and chronic inflammatory states. HLA-DR11, HLA-DR12, and HLA-DQ7 antigens are found more often in patients with balanitis xerotica obliterans or lichen sclerosus than in controls.\n[16]\n[17]\n[18]\n\nFirst described by Heinrich Koebner in 1876, the Koebner phenomenon refers to an isomorphic response in unaffected skin following cutaneous trauma, commonly observed in psoriasis.\n[19]\nThe Koebner phenomenon's exact cause is unclear, but it appears to involve adhesion molecules, autoimmune antigens, cytokines, and stress proteins.\n[20]\nThis condition is neither new nor unique to the patient but rather an activation of a preexisting cutaneous disorder.\n[21]\nFor more information on the Koebner phenomenon, see the companion StatPearls reference at\nwww.statpearls.com/point-of-care/23943\n.\n\nManual retraction of the foreskin at least 5 times a month or more has also been reported to increase the risk of developing balanitis xerotica obliterans.\n[22]\nUp to 15% of males with hypospadias develop balanitis xerotica obliterans.\n[23]\n\nMost inflammatory skin disorders of the male genitalia occur in uncircumcised men or boys who undergo late (postpubertal) circumcision. The foreskin may promote chronic inflammation due to the sequestration or pooling of urine under the prepuce, which may activate the Koebner phenomenon and ultimately result in balanitis xerotica obliterans.\n[24]\nPostvoid dribbling and microincontinence may contribute to the development of balanitis xerotica obliterans.\n[25]\nOver 90% of men diagnosed with balanitis xerotica obliterans have reported microincontinence, compared with only 14% in the normal control group.\n[26]\nFurther evidence of this theory is demonstrated by the tendency of balanitis xerotica obliterans to affect only the skin exposed to sequestered urine, as with a phimotic foreskin, while sparing other areas, such as the anogenital region.\n\nAnother theory suggests that the underlying etiology may be a hormonal disorder involving 5α-reductase, as adults with balanitis xerotica obliterans generally have lower levels of androstenedione, dihydrotestosterone, and free testosterone than controls.\n[27]\nIncreased galectin-7, a proapoptotic protein and fibroblast stimulator, may also be involved.\n[28]\n[29]\nHuman papillomavirus (HPV) does not appear to be a causative factor of balanitis xerotica obliterans. However, of those cases that progress to squamous cell carcinoma, 22% demonstrate evidence of HPV infection, with HPV-16 being the most prevalent genotype.\n[30]",
    "monitoring": "In a retrospective review of 380 adult patients at the Mayo Clinic, the average delay in diagnosis was over 2 years. In a separate study, the mean diagnostic delay period for patients younger than 18 was 22 months.\n[64]\n\nBalanitis xerotica obliterans in male individuals is almost always seen in uncircumcised patients. The condition presents with white or erythematous areas on the glans, penis, or foreskin. A whitish, sclerotic lesion right around the distal lumen of the foreskin is characteristic of balanitis xerotica obliterans. A similar white, sclerotic area around the urethral meatus is also highly suggestive.\n\nA biopsy may be needed in questionable cases to provide an accurate diagnosis. The sample should be taken from active sclerotic lesions or erosions that have not improved after initial medical therapy.\n[65]\nPrior corticosteroid therapy may diminish characteristic histological features, and early ulcerative or erythematous areas should be avoided, as they will likely demonstrate only unspecified features.\n[66]\n[67]\n\nGuidelines from the British Association of Dermatologists for the management of lichen sclerosus have suggested the following indications for a histological examination in male balanitis xerotica obliterans:\n[68]\n\nAtypical clinical features\nPigmented lesions\nFailure of 1st-line therapy if surgical excision is not performed\nExtragenital lichen sclerosus mimicking a morphea is present\nSuspicion of neoplastic changes\nConfirmation of lichen sclerosus and exclusion of penile intraepithelial neoplasia (PeIN) after a circumcision\n\nUrethral stricture involvement should be suspected in patients with voiding dysfunction (ie, weak stream) who do not have meatal stenosis and in individuals with symptoms unrelieved by meatotomy surgery. Evaluation of these patients may necessitate cystoscopy and retrograde urethrography, while uroflowmetry may be used for screening and follow-up tracking.\n\nThe diagnosis of balanitis xerotica obliterans does not require specific laboratory tests. However, a serum test for syphilis and thyroid function may be helpful in selected cases.",
    "administration": "Both conservative (medical) and surgical options are available for balanitis xerotica obliterans treatment. As a general guide, topical steroids are used in balanitis xerotica obliterans with meatal stenosis, while circumcision is more likely to be recommended for adult patients with symptomatic phimosis or a history of paraphimosis.\n[69]\nAsymptomatic patients do not require therapy.\n\nConservative Treatment\n\nTopical steroids are the main treatment for symptomatic lichen sclerosus, starting initially with very high-potency compounds (see below).\n[70]\nMucosal surfaces, such as the glans penis, are resistant to atrophy and other common side effects of topical steroids, making them the preferred nonsurgical modality.\n[71]\nTopical therapy is relatively ineffective in severe balanitis xerotica obliterans, which generally requires surgical treatment. Systemic oral steroids have no therapeutic benefit in balanitis xerotica obliterans cases.\n[72]\n\nTopical steroid therapy for balanitis xerotica obliterans usually proceeds as follows:\n\nVery high-potency topical steroids, such as clobetasol propionate 0.05%, fluocinonide 0.1%, and halobetasol propionate 0.05%, are the initial nonsurgical treatments of choice. While practical, these medications should not be used continuously for more than 3 weeks. After that period, the frequency of application should be adjusted to once or twice a week. This regimen has been successful in over 90% of pediatric patients with phimosis or mild balanitis xerotica obliterans.\n[73]\n\nConsider the application of clobetasol propionate 0.05% ointment once daily with a cotton swab to the urethral meatus, followed by meatal dilation, for meatal stenosis due to balanitis xerotica obliterans. This regimen should be continued for 1 to 3  months before progressing to surgical meatotomy.\n\nMedium-potency steroids, including amcinonide 0.1%, betamethasone dipropionate 0.05%, desoximetasone 0.05% to 0.25%, diflorasone diacetate 0.05%, fluticasone 0.005% to 0.05%, and triamcinolone acetonide 0.1% to 0.5%, may be used continuously for up to 3 months.\n\nLow-potency topical steroids, such as alclometasone dipropionate 0.05%, desonide 0.05%, fluocinolone acetonide 0.01%, hydrocortisone 1% to 2.5%, and triamcinolone 0.025%, as well as commercially available over-the-counter steroid creams, do not have any specified limit for routine or continuous use.\n\nChildren should generally use topical steroids for less than the maximum duration allowed for adults.\n[74]\n\nBetamethasone and triamcinolone are common options and typically require twice-a-day dosing. However, higher-potency topical steroids are generally recommended for initial therapy.\n\nThe patient is monitored for a response. The frequency of topical steroid applications may be reduced to every other day or every 3rd day if a good response is observed after 2 months.\n[75]\nWeekly topical steroid applications may be considered after the lesion has resolved.\n[76]\n[77]\nTopical steroid therapy combined with foreskin stretching has been used successfully in prepubertal boys with nonretractable phimosis.\n[78]\n[79]\n\nPoor responses typically result from poor compliance with the application protocol, inadequate use of highly potent topical steroids, and severe cases of balanitis xerotica obliterans with established scarring. Surgery, with or without a biopsy, should be considered in individuals resistant to topical therapy after 3 months. Circumcision is usually recommended in cases of severe phimosis affecting voiding or sexual performance to avoid the need for long-duration topical therapy. Histological examination of the foreskin is highly recommended in such patients.\n[80]\n\nTopical calcineurin inhibitors like pimecrolimus and tacrolimus, the oral retinoid acitretin, platelet-rich plasma, and subcutaneous intralesional injections with the tumor necrosis factor inhibitor adalimumab are considered 2nd-line treatments.\n[81]\n[82]\n[83]\n\nPimecrolimus 1% cream is as effective in relieving symptoms of balanitis xerotica obliterans as topical clobetasol propionate 0.05%.\n[84]\nThis drug requires a prescription and retails for about $100 for a 30-gram tube in the U.S. The cost may be higher, and availability may be limited elsewhere. Side effects of these immune modulator creams include a mild stinging or burning sensation on initial application. Pimecrolimus and tacrolimus have a black box warning from the U.S. Food and Drug Administration about possible malignant transformation. However, this black box warning is based on oral formulations and is highly unlikely with topical use.\n[85]\n[86]\n\nIntralesional injections of triamcinolone (1 to 3 mL of 10 mg/mL) have been suggested as an adjunct to preputioplasty to avoid a recurrence of phimosis and the need for a full circumcision.\n[87]\nThis treatment has produced an 81% success rate with good patient satisfaction in one study of 104 patients after a median follow-up period of 14 months.\n[88]\n\nOther proposed conservative treatments include oral systemic retinoids (eg, acitretin, etretinate, and isotretinoin), topical testosterone, and ozonated olive oils with vitamin E. These treatments are generally not recommended due to possible side effects, such as teratogenicity, and a lack of adequate studies proving safety and efficacy.\n[89]\n[90]\n\nPhototherapy, psoralen-ultraviolet A (PUVA) cream photochemotherapy, and photodynamic therapy are sometimes used in female patients with lichen sclerosus but do not appear appropriate for men, as no published studies support the efficacy or safety of these modalities in male individuals with balanitis xerotica obliterans.\n\nSurgical Therapy\n\nAs sensitive, intimate anatomical areas are involved, patients may develop feelings of being mutilated, disfigured, or humiliated, requiring great sensitivity and respect from clinicians when discussing surgical options. Some surgical interventions for balanitis xerotica obliterans, such as urethral stricture treatment, may result in long recovery periods with some degree of decreased sexual function or enjoyment, disruption of daily living activities, embarrassment, pain, and swelling.\n[91]\nIn addition to the usual requirement to review surgical risks, benefits, and reasonable alternatives, patient and family preferences must be carefully considered.\n\nIndications for surgery include significant symptoms inadequately relieved by conservative measures, failure of topical therapy, suspected penile cancer, diagnostic uncertainty, and patient preference over prolonged topical therapy. Surgery is considered the definitive treatment for balanitis xerotica obliterans involving the penis in men. Preliminary treatment with topical steroids may be considered to reduce inflammation before surgical intervention. Persistent voiding issues, such as a weakened stream after a successful meatotomy, suggest a urethral stricture. As a general rule, men with persistent disease, ie, significant phimosis or meatal stenosis, unresponsive to very high potency topical steroids after 3 months of treatment, are candidates for surgery.\n\nA penile malignancy is suggested by unexplained ulcerations, nodules, growth of a neoplastic lump, blistering, erythema, blisters, lymphadenopathy, and failure to respond to standard therapy. Common signs and symptoms of penile malignancy include nodule or tumor growth, ulceration, blistering, hematuria, erythema, pain, purulent discharge, bleeding, lymphadenopathy, and failure to respond to treatment for presumptive inflammatory or infectious balanitis.\n[92]\n\nCircumcision is often recommended when phimosis affects voiding, reduces sexual performance, or causes paraphimosis. Circumcision is almost always curative.\n[93]\nUncircumcised children should undergo complete or radical circumcision when lichen sclerosus is suspected based on immunohistological findings of premalignant markers, such as p53 and Ki67, in affected foreskins. This precaution aims to prevent the later development of squamous cell carcinoma in adulthood. Half of all balanitis xerotica obliterans cases treated with partial or incomplete circumcision have been linked to disease recurrence.\n[94]\nResidual foreskins from a partial or incomplete circumcision often demonstrate recurrent disease about half the time.\n\nCircumcisions in patients with balanitis xerotica obliterans may be challenging due to a buried penis or extensive adhesions between the foreskin and glans. Any failure to completely separate these adhesions will negatively affect the area's cosmetic appearance and may cause problems with sexual activity.\n[95]\n\nScarring from balanitis xerotica obliterans often leads to a contraction of the frenulum, significantly affecting quality of life and future sexual enjoyment. A frenuloplasty is recommended in such situations as part of a complete circumcision. For more information, see the companion StatPearls reference review, Circumcision, at \"\nwww.statpearls.com/point-of-care/19567\n.\"\n\nPreputioplasty of the foreskin, together with intralesional steroid injections, has been suggested as a possible acceptable alternative to circumcision in selected boys with balanitis xerotica obliterans who wish to avoid a full circumcision. Preputioplasty involves the use of plastic surgical techniques to open the tight foreskin without resection of this part. This approach has traditionally not been recommended when sclerotic, atrophic changes suggestive of balanitis xerotica obliterans are present. However, interest has grown in combining the procedure with intralesional triamcinolone injections in treating such cases.\n[96]\n\nInitial reports indicate high levels of patient satisfaction with this procedure as an alternative to traditional circumcision despite a 13% recurrence rate. No data supports the use of this modality in adults with balanitis xerotica obliterans, and long-term outcomes are unavailable. The lack of research on preputioplasty with intralesional triamcinolone is a concern, as the need to remove residual premalignant tissue with circumcision after this treatment is unknown.\n\nGlans resurfacing with carbon dioxide laser or reconstruction performed using a skin graft from the thigh is possible. Such surgery has been reported to preserve sensation and normal sexual ability postoperatively.\n[97]\n\nA meatotomy is generally indicated for meatal stenosis that has failed topical steroid therapy or has a peak flow rate of less than 10 mL/sec.\n[98]\nRepeated dilations are usually unsuccessful long-term.\n\nMeatotomies are typically performed starting with a ventral slit. A straight clamp is placed between the ventral surface of the glans and the inferior urethra to provide initial hemostasis. The clamp is removed after several minutes. Electrocautery may be used for bleeding. The cut edges are closed with small absorbable interrupted sutures, usually 000 and 0000. A single, continuous suture is not recommended, as it may cause closure due to the purse-string effect.\n\nOne technique involves a continuous suture on each meatal lip, which is then reinforced with one or more interrupted sutures. Creating a much larger surgical urethral opening than usual (extended meatotomy) or an interposition procedure is usually recommended for patients with balanitis xerotica obliterans, as the meatal orifice tends to close substantially as it heals. A dorsal slit may also need to be performed in some cases. Topical steroid therapy should be continued after meatotomy surgery.\n[99]\n\nThe success of the surgery depends significantly on postoperative care. The routine involves at least twice-daily manual separation of the meatal lips until the site is completely healed to prevent the closure of the urethral opening. This routine should be performed for a minimum of 2 weeks or until the surgical site is completely healed.\n\nThe median recurrence rate of meatal stenosis 2 years after meatotomy surgery in patients with balanitis xerotica obliterans is 40%.\n[100]\nThe long-term recurrence rate has been reported to be as high as almost 90%, but much depends on postoperative care. About 20% to 47% of patients with balanitis xerotica obliterans undergoing circumcision ultimately require meatal surgery, compared to about 6% undergoing circumcisions for other reasons.\n[101]\n[102]\nMeatotomy at the time of circumcision does not appear to improve this outcome and may even increase the risk.\n[103]\n\nTreatment of urethral strictures is needed in about 20% of male patients with balanitis xerotica obliterans. Strictures due to the condition typically start at the meatus and progress proximally. Such strictures are continuous and may extend as far as the proximal urethra. Urethral strictures in balanitis xerotica obliterans tend to be more difficult to manage than strictures from other etiologies due to the progressive fibrotic cutaneous process underlying this condition.\n[104]\n\nTreatment is the same as with other types of urethral strictures, but the recurrence rate is higher at almost 90%. Urethral dilation and direct-vision internal urethrotomy surgery are less successful in treating urethral stricture disease in patients with balanitis xerotica obliterans, particularly if the affected part is 2 cm or more in length, so urethroplasties are preferred.\n[105]\n[106]\n[107]\nIntraurethral steroid suppositories have also demonstrated some efficacy in treating urethral strictures associated with balanitis xerotica obliterans.\n[108]\n\nSingle-stage urethroplasty using buccal mucosal grafts is now the gold-standard treatment for significant urethral strictures in patients with balanitis xerotica obliterans.\n[109]\nSingle-stage urethroplasties are preferred over the 2-stage technique whenever possible.\n[110]\n[111]\n\nThe buccal mucosa is the preferred graft material for urethroplasties, as genital skin results in a very high late-failure rate, according to a study of patients monitored for up to 10 years.\n[112]\nLingual and lower lip sources are recommended if buccal mucosa tissue is insufficient.\n[113]\nSplit-thickness skin grafts from the thighs may also be used but give inferior long-term results when utilized in 2-stage procedures.\n[114]\n[115]\n[116]\n\nSevere, recurrent, intractable strictures may require a perineal urethrostomy, which is generally preferred over a suprapubic cystostomy. Routine follow-up is needed at least yearly since recurrences are common.\n\nGenital skin flaps or grafts with single or staged urethroplasties were frequently performed in the past and enjoyed generally good short-term success.\n[117]\nHowever, the recurrence rate was almost 100% after long-term follow-up, so these techniques are no longer recommended.\n[118]\n[119]\n\nFor more information on the management of urethral strictures, see the companion StatPearls reference review, Circumcision, at\nwww.statpearls.com/point-of-care/30833\n.",
    "adverse_effects": "The complications of balanitis xerotica obliterans usually arise from late diagnosis and may include disease recurrence, phimosis, paraphimosis, meatal stenosis, progression to penile cancer, urethral strictures, genital scarring, glans ulceration, frenulum contraction, and urinary retention. Balanitis xerotica obliterans is widely known to lead to squamous cell carcinoma of the penis, though this association is generally underappreciated and underestimated.\n[131]\n\nThe following complications were noted in a 10-year retrospective study of patients with balanitis xerotica obliterans:\n\n62.6% had foreskin scarring\n47.2% had foreskin and meatus involvement\n26.4% had foreskin, glans, and meatus involvement\n19.8% needed an additional procedure following their circumcision or meatal dilation\n\nIn addition to penile cancer, severe, chronic disease may ultimately cause glans atrophy. Renal failure has also been reported.\n[132]\nEarly diagnosis and treatment can help prevent the progression of the disease and its more serious complications."
  }
}