{
  "drug_name": "tetanus toxoid",
  "nbk_id": "NBK557415",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557415/",
  "scraped_at": "2026-01-11T15:39:54",
  "sections": {
    "indications": "The tetanus toxoid is generally safe for the human population; however, there are specific contraindications. One contraindication includes past anaphylaxis reaction to the tetanus toxoid. Further, in the case where encephalopathy occurs within seven days of administration of the tetanus toxoid and no other cause is found, this can also be a contraindication for future injections.\n[1]",
    "mechanism": "Vaccinations exert their effect on the human body via priming our active immune system. Following the administration of the tetanus toxoid, the immune system is stimulated and responds to the antigens present in the vaccine. TH2 and B cells are activated, which then produce immunoglobins against the toxoid, allowing for adequate protection against future infections. This process requires multiple dosages to achieve a high immune response; however, it bears mentioning that there is no chance for the toxoid to exhibit its pathogenic features as it is an inactivated vaccine.\n[6]",
    "administration": "Preparation of the tetanus toxoid is via inactivation of the toxigenic strains of\nClostridium tetani.\nThe toxic strains are grown in liquid media, purified, then treated with formaldehyde to take away the pathogenic properties. Following purification and sterilization, tetanus toxoid is combined with aluminum or calcium salts. This toxoid antigen is then usually used in combination with Diptheria and pertussis antigens in a vaccination form.\n\nThe DTaP vaccine is a 0.5 mL dose, and it is given intramuscularly. For patients who are infants to two years old, the anterolateral aspect of the thigh is the preferred injection site.  For children aged three and older, the deltoid muscle is the preferred injection site.\n[1]\nThis regimen is a 5-dose series starting at the age of two months and ending at six years old.\n\nFirst dose: 2 months old, must be at least six weeks old\nSecond dose: 4 months old\nThird dose: 6 months old\nFourth dose: 15 months to 18 months old, must be at least 12 months old, given at a minimum of six months after the third dose\nFith dose: 4 years to 6 years old, must be at least four years old, given at a minimum of six months after the fourth dose\n\nAs most DTaP vaccinations contain higher levels of diphtheria compared to tetanus and pertussis, Tdap has higher levels of tetanus than diphtheria and pertussis. The Tdap vaccine is a 0.5 mL dose, and it is also given as an intramuscular injection. This vaccine should only be used as a booster every ten years, starting at ages eleven to twelve.",
    "adverse_effects": "Although vaccinations containing the tetanus toxoid are generally safe, some adverse effects can occur.  Any vaccine with tetanus toxoid as a component has the potential to cause brachial neuritis.\n[7]\nAlso known as neuralgic amyotrophy,  brachial neuritis is an immune-mediated inflammatory process involving peripheral nerves.  Patients usually present with pain and muscle weakness, and sometimes cases can be severe; however, this is extremely rare, and symptoms typically subside on their own.\n[8]\n\nA study of 740 patients with adverse effects to the tetanus toxoid showed that, when present, the most common symptoms are local edema and tenderness, fever, and anaphylactoid response.\n[9]\n\nIn the 1990s, whole-cell pertussis was replaced with acellular pertussis, which is a common component of vaccines containing the tetanus toxoid. Before the switch to acellular pertussis, swelling, redness, and pain at the injection site were commonly noted adverse events; however, these reactions are much less common today.\n[10]",
    "monitoring": "Since the tetanus toxoid is generally safe and rarely leads to any severe issues, monitoring is not necessary. However, if a patient wanted to know their immunity status against tetanus, this could be accomplished by using multi-analyte fluorescent detection. It can detect the antibody titer level in their blood, confirming whether or not there is full immunity. A level of higher than 0.01 IU/ml rates as a protective concentration of tetanus antibodies.\n[11]\n\nThere is the possibility of an Arthus reaction (type III hypersensitivity) occurring after administering vaccines containing tetanus toxoids. Possible symptoms include, but are not limited to, severe pain, swelling, induration, edema, hemorrhage, and occasionally necrosis. However, it bears mention that this is extremely rare and usually self-limited.  Furthermore, a history of an Arthus reaction is not a contraindication to the tetanus toxoid.\n[3]",
    "toxicity": "There is no antidote or treatment for the tetanus toxoid.  In the rare case of an anaphylactic reaction, it is treatable with epinephrine.\n[12]"
  }
}