{
  "drug_name": "tetenus vaccine",
  "nbk_id": "NBK549849",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549849/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Neisseria\nmeningitidis\nwas first discovered by Anton Weichselbaum\nin 1887\nduring his analysis of the cerebrospinal fluid from a patient infected with meningitis.\n[1]\nN meningitidis\nis a human-specific bacterium that causes various illnesses, collectively termed meningococcal disease. Up to 10% of the general population carries the bacteria in their nose and throat without experiencing clinical symptoms. Risk factors for meningococcal carriage include adolescence and young adulthood, male sex, living in a communal setting, exposure to cigarette smoke, and frequent attendance at social events.\n[2]\n[3]\nTransmission occurs through respiratory droplets and requires sustained close contact with the infected person or direct contact with the throat or nasal secretions.\n[4]\n\nN\nmeningitidis\nis associated with many infections. However, its most significant impact is associated with fulminant meningococcemia and meningococcal meningitis. More importantly, despite recent vaccine campaigns to help reduce complications of this disease, it continues to impact at-risk populations.\n[5]\nThis activity offers a comprehensive clinical overview of meningococcal disease caused by\nN meningitidis\n.\nPlease see StatPearls' companion resource, \"\nMeningococcemia\n,\" for further information.",
    "mechanism": "N meningitidis\nis an aerobic or facultative anaerobic, gram-negative diplococcus that exclusively infects humans.\n[6]\nThere are at least 12 serotypes based on unique capsular polysaccharides of\nN meningitidis\n, with serotypes A, B, C, W, X, and Y responsible for most meningococcal infections.\n[7]\n[8]\nSerotypes A and C are Africa's main serotypes responsible for meningococcal disease. Serotypes B, C, and Y are the main serotypes causing disease in Europe, the United States (US), and Canada.\n[9]\nSerotype W is responsible for epidemic outbreaks worldwide and is associated with the Hajj pilgrimage to Saudi Arabia.\n[10]\n\nN meningitidis\nis a common and significant cause of community-acquired bacterial meningitis in the US, affecting children and adults.\n[11]\nThis infection can be devastating and has a high mortality rate; it is the second most common cause of community-acquired bacterial meningitis in adults after\nStreptococcus pneumoniae\n.\n[12]\nOther infections that\nN meningitidis\ncan cause include meningococcemia in the bloodstream, pneumonia, septic arthritis, pericarditis, and urethritis. In addition,\nN meningitidis\ncan also cause endemic and epidemic infections that affect young, healthy adults.\n[9]",
    "monitoring": "A lumbar puncture is the preferred diagnostic method for identifying meningitis and should be a priority to facilitate prompt evaluation and diagnosis. Contraindications to performing a lumbar puncture include evidence of elevated intracranial pressure, such as altered mental status, new-onset seizure within 1 week of symptom development, papilledema, an immunocompromised state, or focal neurologic deficit, coagulopathy, and cardiorespiratory insufficiency. Antibiotic therapy should be initiated promptly, even before the lumbar puncture is performed, for patients where meningitis is highly suspected.\n[17]\n\nAlthough parenteral antibiotic therapy can eliminate meningococci from cerebral spinal fluid (CSF) in less than 6 hours, blood cultures and CSF studies can still be useful even after antibiotic initiation.\n[36]\nCSF analysis should include Gram staining, culture, glucose level, cell count, and protein concentration. CSF findings that suggest bacterial meningitis include high opening pressure, decreased\nglucose levels (less than 45 mg/dL or less than 2.5 mmol/L), a polymorphonuclear pleocytosis (white blood count more than 1000/µL), increased protein levels (greater than 500 mg/dL), and a CSF-to-serum glucose ratio of less than 0.4 (see\nTable.\nExpected CSF Findings in Bacterial versus Viral versus Fungal Meningitis).\n[20]\n\nTable\nTable. Expected CSF Findings in Bacterial, Viral, and Fungal Meningitis.\n\nCSF Gram staining, polymerase chain reaction (PCR), and latex agglutination may aid diagnostic confirmation, particularly in patients with negative CSF cultures after antibiotic pretreatment. Gram staining is diagnostic in 85% of patients with meningococcal meningitis. PCR detects strands of bacterial deoxyribonucleic acid, not requiring an intact bacterium for detection, whereas latex agglutination detects capsular antigens.\n[37]\nCSF culture is the gold standard for the diagnosis of bacterial meningitis.\n[37]\n\nComputed tomography (CT) imaging may assist in the diagnosis of patients with altered mental status, mainly to rule out other diagnoses under consideration.\n[17]\nIf an intracranial mass is a consideration, CT should be considered before performing a lumbar puncture to potentially avoid a brain herniation syndrome. If imaging is necessary, it is crucial to coordinate with the nursing team and imaging suite to avoid delaying antibiotic administration.",
    "administration": "Early recognition and treatment of meningococcal infections are critical for improving clinical outcomes. The primary goals in treating meningococcal infection include administering antibiotics, implementing isolation and droplet precautions, consulting with infectious disease specialists, management in the intensive care unit, treatment of coagulopathies, and identifying individuals who are at risk who may have been exposed to\nN meningitidis\n.\n[17]\nBecause meningococcal meningitis can present like other bacterial meningitides, empiric treatment should be initiated while awaiting culture results. This preemptive approach includes administering a third-generation cephalosporin such as ceftriaxone or cefotaxime and broad-spectrum antibiotics such as vancomycin while awaiting bacterial identification.\n[38]\n\nIf the culture confirms that the organism is penicillin-susceptible, treatment can be changed to penicillin G. However, continuing third-generation cephalosporin treatment is also an option. For patients who have significant allergies to penicillin and other beta-lactams, chloramphenicol may be used as an alternative. Chloramphenicol is rarely used in the US because of the potential for aplastic anemia and gray baby syndrome. The duration of antibiotic therapy is typically 5 to 6 days.\n[17]\n[39]\n[40]\nDroplet precautions should be maintained for at least 24 hours after initiating effective antibiotic therapy.\n\nDosages\n\nCeftriaxone dosing is 2 g for adults and 50 mg/kg for pediatric patients older than 1 month, administered intravenously (IV) every 12 hours. In contrast, cefotaxime dosing is 2 g every 4 to 6 hours for adults and 50 mg/kg for pediatric patients older than 1 month, given every 6 hours.\n[17]\nThird-generation cephalosporins are generally preferable due to their high efficacy and simpler dosing regimens.\nPenicillin G dosing is 4 million units every 4 hours IV for adults and pediatric patients older than 1 month.\n[17]\nChloramphenicol dosing is 50 mg/kg IV 4 times daily.\n[17]\nSerum concentrations require monitoring because of the risk of chloramphenicol toxicity.\n[41]\nPersistently elevated serum concentrations of chloramphenicol above 50 mg/L have been associated with gray baby syndrome, consisting of ashen-gray skin discoloration, abdominal distention, respiratory distress, and hemodynamic collapse. Although neonates are at the highest risk, gray syndrome can occur in any age group if hepatic or renal function is impaired or excessive doses are administered.\n[42]\nIn the US, chloramphenicol is classed as pregnancy category C, and its use should be avoided during breastfeeding.\n[43]\nHigh-dose dexamethasone should be administered at the initial suspicion of bacterial meningitis due to its protective benefits in pneumococcal meningitis.\n[17]\n[44]\n[45]\nDexamethasone should be administered IV within 4 hours before but no more than 12 hours after the first dose of IV antibiotics. The dosage should be 0.15 mg/kg every 6 hours up to 10 mg every 6 hours.\n[17]\n[39]\nHowever, dexamethasone has no therapeutic benefit in meningococcal meningitis and should be discontinued once this diagnosis is established.\n[39]\n[44]\n\nPatients with meningococcal infection require prompt and aggressive supportive care, particularly in cases of sepsis or septic shock. Management may include intravenous fluid resuscitation and the use of vasopressors such as norepinephrine.\n[39]\nEarly intubation should be considered in patients with evidence of airway compromise, ongoing shock, intractable seizures, or elevated intracranial pressure.\n[46]\nPatients showing signs of disseminated intravascular coagulation may require aggressive hydration, blood transfusions, platelet replacement, and possibly coagulation factor replacement. Although researchers have proposed protein C as an adjuvant treatment, its use remains controversial and is not widely practiced.\n[17]",
    "adverse_effects": "Common complications of meningococcal disease include chronic pain, skin scarring, limb amputation, and neurological impairments, ranging from hearing loss and visual impairments to impaired motor function. Urgent complications of meningococcal disease include septic shock, purpura fulminans, seizures, hydrocephalus, cerebral venous sinus thrombosis, acute adrenal insufficiency due to adrenal hemorrhage (Waterhouse-Friderichsen syndrome), and subdural empyema.\n[39]\nHearing impairment and extremity amputations occur in approximately 3% of cases, arthritis in 10% of cases, and post-infection inflammatory syndrome in 6% to 15% of cases.\n[17]\nUp to one-third of survivors of meningococcal disease experience psychological disorders, such as posttraumatic stress disorder, anxiety, and depression, that require follow-up care with psychologists and psychiatrists.\n[17]\nAs with any critical illness, other complications may include prolonged ventilator support, tracheostomy care, feeding tube care, prolonged physical and occupational rehabilitation, critical illness polyneuropathy and myopathy, and secondary infections and skin ulceration."
  }
}