{
  "drug_name": "tetryzoline",
  "nbk_id": "NBK551698",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551698/",
  "scraped_at": "2026-01-11T15:39:57",
  "sections": {
    "indications": "The suggested general guideline is that each patient’s situation is taken into account when considering the use of alpha-1 agonists. The indications described above often have specific benefits outweighing the potential risks. Still, in general, an alternative vasopressor should be used when possible to avoid adverse effects such as increased cardiac afterload. Catecholamines (norepinephrine and epinephrine) are contraindicated for the treatment of hypotension in the setting of increased serotonin as they can exacerbate the release of serotonin that is already occurring in the underlying disease state. In patients with carcinoid tumors, it is advisable for phenylephrine, octreotide, antihistamines, and hydrocortisone to merit consideration for use instead of a catecholamine.\n[4]",
    "mechanism": "Adrenergic receptors are G-protein-coupled receptors (GPCR) that play a central role in the sympathetic nervous system. The alpha-1 adrenergic receptors respond to norepinephrine and epinephrine and act through the Gq signaling pathway to facilitate several effects, some specific to the alpha-1 receptor and other effects shared with alpha-2 receptors.\n[5]\nWhen the alpha-1 receptor is activated, the Gq signaling pathway kicks off. This activation leads to phospholipase C activation, and the second messengers, inositol triphosphate (IP3) and diacylglycerol (DAG) cause smooth muscle contraction and glycogenolysis by increasing intracellular calcium.\n[6]\nMany of the desired effects of alpha-1 agonists are a result of the vascular smooth muscle contraction resulting in increased systemic vascular resistance, thereby increasing afterload on the heart, which in turn increases blood pressure and decreases cardiac output.\n[4]",
    "administration": "In conditions involving the eyes (such as elevated intraocular pressure, irritation of the eye, or procedures requiring dilation of the pupil), an alpha-1 agonist will most often be administered topically via eye drops. Medications for nasal congestion are often a combination of multiple active agents, and the route of administration will vary from oral tablets or capsules, oral liquid in pediatric patients, nasal sprays for local effect, as seen with oxymetazoline. Epinephrine is given intravenously during CPR and via intramuscular injection during anaphylactic shock.",
    "adverse_effects": "In general, alpha agonists can cause decreased renal perfusion, increased cardiac afterload, and decreased venous compliance. Phenylephrine, specifically, has documented cases of renal failure. Researchers have also conducted several studies indicating that alpha-1 agonists cause adverse effects on gastrointestinal blood flow due to their inherent vasoconstriction.\n[4]\nEpinephrine, while used as an adjunctive to lidocaine injections for local anesthetic effect, has been shown to cause a clinically significant increase in pain when compared to placebo injections.\n[7]",
    "monitoring": "The monitoring of alpha-1 agonists will depend on the patient’s situation and the drug involved. Patients who are experiencing an anaphylactic reaction will need treatment with epinephrine. Following the cessation of anaphylactic symptoms, the patient must remain under observation for the next six to twelve hours. Current data indicates that 6 hours of observation excludes the occurrence of a secondary reaction in 95% of patients, so the standard of care guidelines require a minimum of 6 hours of observation.\n[8]\nPatients who adhere to the dosage recommendations while taking pseudoephedrine, xylometazoline, or oxymetazoline for an upper respiratory infection do not typically require monitoring as long as symptoms improve as expected.",
    "toxicity": "The toxicity of alpha-1 agonists differs between the individual compounds, but specific adverse effects are consistent across the class. Phenylephrine, a prototypical agent, has been used in studies to represent alpha-1 agonistic actions due to its alpha-1 receptor selectivity. Toxicity related to phenylephrine presents as reflex bradycardia, headache, tingling extremities, hypertension, cardiac arrhythmias, and a feeling of fullness in the head. Treatment for an overdose with alpha-1 agonists is mostly supportive, although the application of vasodilators, along with a chronotropic agent, may be beneficial in certain instances. There is no specific antidote for toxicity related to this class of medications.\n[9]\n[10]"
  }
}