{
  "drug_name": "tetrasilver tetroxide",
  "nbk_id": "NBK585107",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585107/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Schwartz-Matsuo syndrome is a rare ocular condition characterized by increased intraocular pressure (IOP) associated with rhegmatogenous retinal detachment (RRD).\n[1]\nThe retina is the innermost layer of tissue within the eye composed of multiple complex cellular structures.\n[2]\n\nThe precipitating factor that leads to Schwartz-Matsuo syndrome is thought to be caused by a rhegmatogenous retinal detachment with a retinal break, most commonly in the periphery near the ora serrata or non-pigmented epithelium of the pars plana or pars plicata.\n[3]\nThe retinal break allows for fluid and photoreceptor outer segments to gain access and enter the anterior chamber, blocking aqueous outflow at the level of the trabecular meshwork and leading to increased intraocular pressure.\n[1]\n[3]\n\nSymptoms can range from unilateral eye pain and decreased visual acuity to peripheral vision loss secondary to increased IOP and RRD. A triad of aqueous cells in the anterior chamber, rhegmatogenous retinal detachment, and elevated intraocular pressure is required for the diagnosis of Schwartz-Matsuo syndrome.",
    "mechanism": "Schwartz-Matsuo syndrome results from rhegmatogenous retinal detachment, causing an elevation in IOP through occlusion of aqueous outflow by photoreceptor outer segments, which have escaped through the retinal break and gained access to the anterior chamber. Therefore, the etiology is dependent on the risk factors for RRD.\n[2]\n[4]\n\nThe most common risk factors for RRD include:\n\nTrauma\nHistory of retinal surgery\nPeripheral retinal breaks\nLattice degeneration\nPathologic myopia\nHistory of cataract surgery\nFamily history of retinal detachment",
    "monitoring": "Schwartz-Matsuo syndrome is primarily a clinical diagnosis; however, definitive diagnosis requires cytological evaluation with a demonstration of photoreceptor outer segments in the anterior chamber using transmission electron microscopy (TEM).\n[3]\nElectron micrograph of the anterior chamber in Schwartz-Matsuo syndrome often shows pigmented granules and cellular fragments with multiple cell membrane layers in the trabecular meshwork.\n[19]\n\nFurther analysis of a rod outer segment under TEM shows lobules containing rod sacs. Each rod sac has two thick membranes with a less dense inner space.\n[20]\nOn the other hand, an electron micrograph of a cone outer segment lacks lobules, but each pile of cone sac is visualized with a continuous fold of membrane.\n[20]\n\nDespite that, many practices and hospitals lack access to a transmission electron microscope. Therefore, modern slit lamps with monochromatic filters can aid in characterizing the various types of cells (such as white blood cells, red blood cells, pigment cells, or photoreceptors) that may be present in the anterior chamber to further support the diagnosis of Schwartz-Matsuo syndrome.\n\nThe widely used red-free filter or “green” filter is especially useful when examining patients with Schwartz-Matsuo syndrome. This filter usually has an optical wavelength between 540 nm to 570 nm making blood and blood vessels appear dark and well-defined with enhanced contrast.\n[21]\n\nThe green filter also allows for the visualization of white blood cells in the anterior chamber. In situations where red blood cells and/or pigmented cells are the predominant cells in the anterior compartment, using the red-free filter accentuates the visibility of white blood cells while minimizing the visibility of RBCs and pigmented cells. Photoreceptors also contain visual pigment embedded in their cell membrane folds, thus allowing for less visualization under the green filter.\n[22]",
    "administration": "The definitive treatment for Schwartz-Matsuo syndrome is surgical reattachment of the retina by retinopexy, scleral buckle, or pars plana vitrectomy and washout of anterior compartment cellular debris.\n[1]\n[23]\n\nDue to the rarity of the disease, outcomes associated with Schwartz-Matsuo syndrome have not been investigated. Although medical management with prostaglandin agonists, beta-blockers, selective alpha-2 receptor agonists, or topical carbonic anhydrase inhibitors can be used to lower intraocular pressure while awaiting surgical intervention, its efficacy remains in question.\n[24]\n\nHowever, surgical reattachment has been shown to normalize IOP and preserve further vision loss in patients with Schwartz-Matsuo syndrome.\n[3]\nCorticosteroids have no role in the treatment of Schwartz-Matsuo syndrome.\n[17]",
    "adverse_effects": "Complications in Schwartz-Matsuo syndrome arise secondary to acute elevations in IOP and retinal detachment. A significant increase in IOP can lead to visual loss and blindness complicated by glaucoma requiring further medical or surgical intervention.\n[1]"
  }
}