{
  "drug_name": "tetrahydrozoline",
  "nbk_id": "NBK500023",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK500023/",
  "scraped_at": "2026-01-11T18:48:02",
  "sections": {
    "indications": "Alpha-adrenergic agonist toxicity is due to a broad group of pharmaceutical agents known as alpha agonists, which can be further broken down into central alpha-2 agonists and peripheral alpha-1 agonists. Central alpha-2 agonists include clonidine, guanfacine, tizanidine, guanabenz, and methyldopa. Peripheral alpha-1 agonists include imidazoline, oxymetazoline, tetrahydrozoline, and naphazoline. Mainly there are 2 alpha receptors of pharmacological significance – central alpha-2 and peripheral alpha-1 adrenergic receptors. Stimulation of central alpha-2 receptors causes decreased secretion of catecholamines through a negative feedback mechanism. Stimulation of peripheral alpha-1 receptors primarily increases blood pressure via induced vasoconstriction. Alpha-adrenergic agonist toxicity is of primary concern with alpha-2 adrenergic agonist xenobiotics through the resulting depletion of catecholamines associated with these agents; however, there are many topical alpha-1 agonists that when misused cause similar toxicity. Toxicity is encountered in various populations, particularly in children and adolescents, due to the growing use of these agents. Toxicity is associated with a compilation of symptoms, including central nervous system depression, bradycardia, and hypotension. Alpha-adrenergic toxicity is often very responsive to supportive care, including intravenous fluid administration, airway monitoring, and repletion of catecholamines as necessary via the use of vasopressor agents. There is no antidote approved for human use, and naloxone has no proven efficacy.\n[1]\n[2]",
    "mechanism": "Alpha-agonist toxicity may occur accidentally or intentionally. Toxicity is often due to intentional overdose and accidental pediatric ingestion. Overdoses can occur after ingestion of pills, skin patches, or via self-administered medication pumps that may be misused or malfunctioning. Chronic and accidental overdose can occur in situations involving chronic pain, with use of oral extended-release and transdermal formularies. Pharmacy dosing and compounding errors have also occurred, which is of particular concern for pediatric toxicity. In addition, drug-drug interactions may occur.\n[3]\n[4]\n[5]",
    "monitoring": "The diagnosis of alpha agonist toxicity is clinical. Central alpha agonists are not detectable in standard urine drug screen, and specific drug concentrations are not routinely available. Concentrations can be obtained through specialized laboratories but are usually not indicated and involve a send-out process which can take days to weeks for results. As with all toxic patients, particularly when an overdose is of concern, evaluation should include a detailed history and physical exam. Airway, breathing, circulation and glycemic status should immediately be evaluated. History should include attention to medication and prescription access, possible discussion with family members and friends, a local, physician, drug-monitoring program inquiry, and review of prior presentations. A physical exam should include close attention to vital signs, including temperature, heart rate, and respiration rate and depth (i.e., minute ventilation and tidal volume) to identify bradypnea and hypopnea. A thorough neurological exam should also be done. All toxicology patients should also have an electrocardiogram, basic metabolic panel, and an acetaminophen concentration. Other considerations are salicylate concentration, transaminases, and pregnancy status. Neuroimaging should be considered if other possible traumatic or medical etiologies are contributing to the presentation. A chest x-ray should be considered if aspiration is of concern.",
    "administration": "Asymptomatic patients who are at risk for alpha-agonist toxicity can be given activated charcoal and monitored. Activated charcoal may be useful in decreasing absorption and can be considered early in the presentation, provided patient is protecting his or her airway and is not somnolent. If asymptomatic after 4 hours, patients can be toxicologically cleared as these agents, except for methyldopa, have a fast onset of action. Symptomatic patients should usually be admitted to the intensive care unit. Symptoms can be prolonged beyond several days. Supportive care is the mainstay of treatment for alpha-2 agonist toxicity, including airway management and cardiac monitoring. Intubation may be necessary. There is no proven benefit to gastric emptying, and enhanced elimination with dialysis is not useful. There is no specific antidote approved for human use. Although naloxone has been reported to reverse symptoms, it is not a proven antidote, nor is it considered the standard of care. It is not routinely recommended but can be trialed if attempting to distinguish from possible opioid toxicity. Early hypertension often resolves before the presentation, but if observed, should not be treated as it is transient. Treatment of early hypertension may cause worsening of the eventual hypotension. Alpha-2 agonist toxicity is often very responsive to treatment, and initial treatment should include tactile stimulation and intravenous fluid administration. Persistent bradycardia and hypotension are responsive to vasopressor administration, which serves to replace the deficiency of catecholamines. Usually, only low dose vasopressor administration is required for reversal of symptoms, and initial vasopressor of choice is norepinephrine. Fatalities are exceedingly rare, and patients can be considered toxicologically cleared when they are clinically well with the return of baseline vital signs and mental status.",
    "adverse_effects": "Perfusion must be maintained. If adequate perfusion is not maintained, the patient may be at risk for end-organ damage, including myocardial ischemia and anoxic brain injury."
  }
}