{
  "drug_name": "tetracycline",
  "nbk_id": "NBK549905",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549905/",
  "scraped_at": "2026-01-11T15:39:56",
  "sections": {
    "indications": "Tetracyclines are contraindicated in pregnancy because of the risk of hepatotoxicity in the mother, the potential for permanent discoloration of teeth in the fetus (yellow or brown in appearance), as well as impairment of fetal long bone growth. Tetracycline usage is also associated with teeth discoloration in children under the age of eight. Thus it should be avoided in pediatric patients under that age.\n\nClinicians should also avoid tetracyclines in patients with renal failure due to the excretion of the drug being primarily by the kidneys. If tetracyclines must be used in this group of patients, either reduce the dosage and/or increase the interval between doses should be prolonged.\n[13]\n[14]\n[15]\n\nTetracyclines do cross into breast milk; therefore, they are safe while breastfeeding. The significant amount of calcium in breast milk chelates the drug and limits its availability to the infant.\n[16]\n[17]\n[18]\n[19]",
    "mechanism": "Protein synthesis is an essential requirement of any cell. It involves the use of ribosomes, whose job is to translate an mRNA code into functioning proteins. In eukaryotes, this occurs on ribosomes with the 40S and 60S subunits. In prokaryotes, such as bacteria, protein synthesis occurs using ribosomes with the 30S and 50S subunits. At these sites, the ribosome transfer RNA (tRNA), which is charged with an amino acid, binds to the mRNA template. The subsequent binding of each tRNA charged with an amino acid contributes to the formation and elongation of cellular proteins. Tetracyclines specifically inhibit the 30S ribosomal subunit, hindering the binding of the aminoacyl-tRNA to the acceptor site on the mRNA-ribosome complex. When this process halts, a cell can no longer maintain proper functioning and will be unable to grow or further replicate. This type of impairment by the tetracyclines makes them “bacteriostatic.”\n\nThere is a growing concern over bacterial strains that are resistant to tetracycline antibiotics. Bacterial genes that are resistant to tetracyclines are often encoded on plasmids or transferable elements like transposons. There are two well-documented mechanisms of resistance, which include alteration in ribosomal protection proteins or efflux pumps. The former mechanism allows the ribosomes to proceed with protein synthesis regardless of the high intracellular levels of the drug. The latter mechanism consists of various subtypes of transmembrane pumps that drive out solutes, in this instance, antimicrobials, out of the cell to prevent cell death. There is documentation of a third, less studied mechanism of resistance, which is that of tetracycline modification. All of these mechanisms reduce the efficacy of tetracyclines, calling for increased diligence when clinicians prescribe these drugs.\n[5]\n[6]\n[7]\n[8]",
    "administration": "The administration of most tetracyclines is via the oral route; however, topical, intramuscular (IM), and intravenous (IV) forms of the medication do exist. Only oxytetracycline and tetracycline administration can be via IM injection. Oral tetracycline absorption occurs primarily in the stomach, duodenum, and small intestine. They distribute well in tissues, ascitic fluid, synovial fluid, pleural fluid, and bronchial secretions. Tetracyclines have poor penetration into the cerebral spinal fluid. The absorption of all tetracyclines decreases when administered with multivalent cations such as aluminum, calcium, iron, or magnesium. Cations cause chelation of the tetracyclines, thus impairing their absorption in the gut, leading to the excretion of the drug in the urine and feces.\n[9]\n[10]",
    "adverse_effects": "Tetracyclines can commonly cause GI distress, including abdominal discomfort, epigastric pain, nausea, vomiting, and anorexia. While taking tetracyclines, discoloration of teeth and inhibition of bone growth in children may occur. Some patients experience photosensitivity, which can manifest as a red rash or skin blistering. Photosensitivity reactions can be lessened by avoiding direct sunlight and tanning equipment or wearing sunscreen and protective clothing when outdoors.\n[11]\n\nMore rarely, tetracyclines can cause hepatotoxicity and might exacerbate preexisting renal failure. Further, there have been reports of esophageal ulceration and strictures from tetracycline use, which can typically be avoided by taking the drugs with adequate water and staying upright following usage. Further, intracranial hypertension (IH, pseudotumor cerebri) correlates with tetracycline use.\n\nLastly, all antibiotics have implications in the development of\nClostridioides difficile\nassociated diarrhea, including the tetracycline class of antibiotics.\n[12]",
    "monitoring": "The dosing of tetracyclines is different in adults and children. Adults may receive 1g total of tetracyclines daily, which can be broken up into 500 mg twice a day or 250 mg four times a day. Higher doses may be given for more severe infections, such as 500 mg four times a day. Pediatric patients above eight years old can receive a daily dose of 25 mg/kg up to 50 mg/kg, divided into four equal doses.\n\nNormal levels of tetracyclines achieved in the serum after oral dosing range from 2 to 5 mcg/ml. The majority of tetracyclines require dosing two to four times daily to maintain therapeutic concentrations in the serum. That said, doxycycline and minocycline have longer elimination half-lives and permit once or twice daily dosing.\n\nAchieving adequate serum concentrations of tetracyclines may be impaired by antacids that contain aluminum, calcium, magnesium, iron, zinc, or sodium bicarbonate. Thus, certain foods high in these cations, as well as some dairy products, may interfere with absorption.\n\nTetracyclines may render oral contraceptive pills less effective. Therefore clinicians should strongly encourage the use of some form of barrier protection in sexually active females.\n[20]\n[21]",
    "toxicity": "In the case of an overdose with tetracyclines, initiate supportive measures, and the medication is discontinued immediately. High doses of tetracyclines can result in liver failure and death. Tetracyclines are not dialyzable.\n[21]"
  }
}