{
  "drug_name": "thalidomide",
  "nbk_id": "NBK557706",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557706/",
  "scraped_at": "2026-01-11T15:39:57",
  "sections": {
    "indications": "The use of thalidomide correlates with significant contraindications that physicians should consider before prescribing this compound. In particular, the FDA Black Box Warning involves embryo-fetal toxicity.\n[14]\nIf administered to a pregnant patient, thalidomide can cause severe congenital defects or death. Thus, clinicians must avoid using thalidomide in pregnant women or women who may become pregnant while taking the drug. Before initiating treatment with any amount of this drug, pregnancy must be excluded with two negative pregnancy tests and subsequently prevented with two reliable contraceptive methods. Prescribers of thalidomide must also receive certification with the THALOMID REMS program through enrollment and compliance with the REMS requirements.\n[15]\n\nA history of or significant risks to venous thromboembolic events represents another contraindication to the use of thalidomide therapy. Specifically, thalidomide increases the risk of deep vein thrombosis (DVT) and pulmonary embolism (PE) in patients receiving treatment for multiple myeloma. This risk increases when using thalidomide in conjunction with chemotherapeutic agents such as dexamethasone.\n[16]\n[17]\nBecause of this effect, patients treated with thalidomide therapy may also benefit from prophylactic anticoagulation or aspirin treatment.\n[18]\n\nPrevious hypersensitivity reactions represent the final contraindication to thalidomide usage. Patients who previously displayed severe adverse events such as Stevens-Johnson syndrome or type 1 hypersensitivity reaction to this drug should no longer be considered candidates for therapy.\n[19]",
    "mechanism": "Thalidomide is a racemic glutamic acid analog with interchanging S(-) and R(+) enantiomers.\n[1]\nThe S(-) enantiomer directly inhibits the release of TNF-alpha, while the R(+) enantiomer acts as a sedative via sleep receptors. Spontaneous hydrolysis of thalidomide at physiologic PH results in the generation of approximately 20 different compounds. Metabolic enzymes act on these compounds to generate other active metabolites, which result in the inhibition of angiogenesis and endothelial cell proliferation.\n[7]\n[8]",
    "administration": "Dosing of thalidomide is usually via the oral route with various strengths up to 200 mg tablets for all known treatment indications.\n[1]\n[9]\nHowever, some sources question the bioavailability of thalidomide after oral administration due to its spontaneous hydrolysis and incomplete absorption.\n[10]\n[11]\n[9]\nStudies of intravenous administration demonstrate similar bioavailability to that of oral, while studies of other dosage forms could not be found.\n[9]\nThus, the development of novel drug delivery systems in the form of biodegradable thalidomide implants has been a topic of research.\n[10]",
    "adverse_effects": "Thalidomide treatment may be limited by its many adverse effects caused by numerous active metabolites derived from the degradation of its enantiomers.\n[1]\nCommon side effects include constipation, hypothyroidism, ACTH stimulation, hypoglycemia, xerostomia, fever, mood changes, headache, peripheral neuropathy, somnolence, sedation, rash, and deep vein thrombosis.\n[10]\n[12]\n[13]\n[14]",
    "monitoring": "Proper monitoring of patients treated with thalidomide is essential to ensuring a safe and efficacious treatment, as this drug is related to numerous, potentially severe, adverse events and reactions.\n[1]\nDespite questionable bioavailability via gastrointestinal absorption, almost all thalidomide therapy is delivered PO at dosages of 50-200 mg once daily.\n[10]\n[20]\nThalidomide is absorbed slowly, with peak concentrations occurring within 2 to 5 hours after ingestion.\n[20]\nDue to spontaneous hydrolysis at physiologic pH, >90% of thalidomide is renally excreted, with <5% of the drug being unchanged. The half-life of thalidomide is 5 to 7 hours, and toxicities may develop with increased dosage and duration of therapy.\n[20]\n[14]\nThe most common symptoms related to thalidomide toxicity include constipation, sedation, fatigue, and neuropathy.\n[14]\n\nMonitoring of patients treated with thalidomide involves routine healthcare visits to the prescribing physicians. Clinicians may check patients for developing neuropathy via complete neurological exams or EMG studies every six months. Lab work monitoring is also necessary for the elevation of liver enzymes and thyroid function. Patients treated with thalidomide and dexamethasone should be observed for signs and symptoms of thromboembolism and instructed to seek medical care if they develop shortness of breath, chest pain, or arm or leg swelling. The patient should report any adverse reactions to the clinician (including increased somnolence, constipation, etc.). Lastly, both physician and patient should be enrolled in the STEPS program to ensure proper monitoring of compliance and adverse reactions (described further in the “toxicity” section).\n[14]\n[21]",
    "toxicity": "There is no indicated antidote for thalidomide overdose. Thalidomide toxicity directly correlates with drug dosage and duration of therapy.\n[14]\nPatients taking 200 mg or less appear to have good therapeutic outcomes without evident toxicity, while dosages exceeding 400 mg/day almost always lead to toxicity-related symptoms. The most common symptoms related to thalidomide toxicity include constipation, sedation, fatigue, and neuropathy. Therapy exceeding six months is associated with an increase in neuropathy and hypothyroidism related to thalidomide toxicity. However, the incidence of constipation and sedation seems to decrease with the continued duration of therapy. Thalidomide toxicity also seems to increase when used in conjunction with dexamethasone or other chemotherapy drugs. Of those receiving thalidomide and dexamethasone for multiple myeloma treatment, approximately 10% will discontinue the treatment due to toxicity-related effects.\n[14]\n[22]\n[23]\n\nSteps for addressing symptoms of thalidomide-related toxicity are listed below.\n\nBirth Defects\nAll female patients with childbearing potential should receive two methods of contraception.\nAll male patients should abstain from intercourse or use a condom - even those with a vasectomy.\nBoth physician and patient should register for the S.T.E.P.S. program\nPeripheral neuropathy\nMild: Decrease the thalidomide dose by 50%\nModerate: Withhold thalidomide therapy until there is a resolution of toxicity and then restart at a 50% reduction\nSevere: Discontinue thalidomide therapy\nSomnolence\nInstruct patients to administer their total daily dose before going to bed\nPatients should avoid driving or operating machinery\nIn cases of stupor or coma, suspend thalidomide therapy until toxicity resolves, then restart treatment at a 50% dose\nConstipation\nAdvise alteration of diet and exercise\nStart the patient on a low-dose stool softener or laxative\nIn severe cases, withhold therapy until the condition resolves, then restart thalidomide with the addition of prophylactic laxative therapy and/or a 50% reduction in dose\nSkin rash\nMild to moderate skin rash: withhold thalidomide until there is a resolution of the toxicity and then resume treatment at a 50% reduction in dosage\nStevens-Johnson syndrome: discontinue therapy with no attempt to restart\nOrthostatic Hypotension\nThe patient should sit upright for a few minutes before standing up from a recumbent position.\nAll other toxicities\nWithhold thalidomide until toxicity resolves to baseline, then restart at a 50% reduction in drug dosage\nFor all severe and life-threatening complications, discontinue thalidomide indefinitely.\n[14]\n\nFurther steps for addressing thalidomide toxicity involve enrolling both physician and patient into the System for Thalidomide Education and Prescribing Safety (S.T.E.P.S) program.\n[14]\n[21]\nThis program seeks to reduce misuse of thalidomide and thus mitigate adverse events (especially teratogenicity) via a three-pronged approach involving: access control, education of healthcare providers, pharmacists, and patients, and monitoring of compliance."
  }
}