{
  "drug_name": "thiamphenicol",
  "nbk_id": "NBK545302",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545302/",
  "scraped_at": "2026-01-11T18:48:01",
  "sections": {
    "indications": "Anemia refers to a hemoglobin level below the normal range for a given age group. Classification typically falls into 3 categories based on the mean corpuscular volume (MCV) of red blood cells. Iron deficiency anemia remains the most prevalent type across all age groups worldwide.\n[1]\nIn contrast, a rare anemia with a genetic origin—Diamond-Blackfan anemia is a congenital condition that features pure red cell aplasia and frequently accompanies congenital skeletal abnormalities. Diamond-Blackfan anemia presents as a chronic anemia, typically characterized by either macrocytic or normocytic features. In approximately 40% to 45% of cases, inheritance follows an autosomal dominant pattern, while 55% to 60% arise sporadically (see\nImage\n. Diamond-Blackfan Anemia).\n[2]\n[3]\n[4]\nA smaller subset of cases involves autosomal recessive inheritance. Although possible, the occurrence of hydrops remains exceedingly rare.\n[2]",
    "mechanism": "Often, Diamond-Blackfan anemia results from a genetic mutation. The most common mutation involves a ribosomal protein on chromosome 11. However, newer studies have also noted mutations of the transcription factor\nGATA1\n.\n[2]\n[3]\n[5]\n[4]\nRibosomal gene mutations are more common and present in about 60% to 70% of Diamond-Blackfan anemia cases.\n[2]\n[3]\n[5]\n[4]\nIt involves the gene that codes for both small and large ribosomal protein units, including but not limited to\nRPL5, RPL11, RPS7, RPS17, RPS24, RPS10, RPS19\n, and\nRPS26\n. In some families, mutations in\nRPL3, RPL7, RPL14, RPL19, RPL26, RPL36, RPL23A, RPL35, RPS 15, RPS 8, RPS27A, RPL35\n, and\nRPL18\ngene has occurred.\n[2]\n[3]\n[6]\n[4]\nDespite a significant genetic component to Diamond-Blackfan anemia, 30% to 35% of cases remain genetically indeterminate.\n[2]\n[7]\n[4]\nDefective ribosomal protein biosynthesis initiates apoptosis of erythroid progenitor cells through the activation and stabilization of p53, leading to erythroid failure. This mechanism is known as \"ribosomal stress\".\n[2]\nUp to 50% of Diamond-Blackfan anemia cases have a heterozygous mutation in the ribosomal gene, resulting in a loss of function.\n[2]",
    "monitoring": "After meeting the clinical criteria for diagnosis, laboratory tests help physicians make a correct diagnosis. Erythropoietin (EPO) levels are elevated in Diamond-Blackfan anemia due to a lack of EPO receptors in the setting of erythroid aplasia. Other biological tests may include immune phenotyping and titers of IgG and IgA agglutinins.\n[12]\nFor molecular diagnosis, the first step is to characterize the phenotype with a bone marrow evaluation. Molecular tests are performed to identify a heterozygous pathogenic variant in genes commonly associated with Diamond-Blackfan anemia.\n\nThe types of molecular testing include serial single-gene testing and multigene panels. Parvovirus B19 is a common cause of bone marrow failure, making it mandatory to have parvovirus B19 serology or blood parvovirus B19 PCR done in patients where Diamond-Blackfan anemia is suspected.\n[12]\nA common hematological workup includes a complete blood count with differential, hemoglobin F, eADA, erythropoietin level, reticulocyte count, and a peripheral blood smear.",
    "administration": "Corticosteroid Therapy\n\nCorticosteroids are the first-line treatment of Diamond-Blackfan anemia. However, despite the efficacy of corticosteroids, patients with Diamond-Blackfan anemia often require chronic blood transfusions (90% of patients before the age of 1 year) and concurrent iron chelation therapy.\n[2]\n[3]\n[5]\nA patient who is responsive to steroid therapy but with intolerable adverse effects requires chronic blood transfusions with a hemoglobin goal of 8 g/dL and requires a blood transfusion usually every 35 weeks.\n[2]\nApproximately 40% of patients became steroid dependent, while steroid resistance occurred in 35%.\n[9]\n[8]\nFrequent monitoring of serum ferritin levels helps determine if iron chelation therapy is necessary.\n\nClinicians should bear in mind that ferritin is an \"acute-phase reactant\" (ie, phase reactant protein) and can be elevated in conditions of inflammation, infarction, ischemia, and infection, thereby giving a false impression of the iron level. Generally, iron chelation is started after 12 to 15 units of blood transfusions if serum ferritin concentration increases to 1000 to 1500 µg/L or if hepatic iron concentration increases to 6 to 7 mg of the dry weight of liver tissue.\n[2]\n[3]\n[5]\nWhen iron chelation is required, deferasirox and desferrioxamine are the therapeutic choices. Deferiprone is not a recommendation due to its adverse effect of neutropenia.\n\nThe mechanism of action of corticosteroids remains obscure, but it seems to have a nonspecific anti-apoptotic effect on erythroid progenitors.\n[2]\nMetoclopramide can be used as a supplement to steroid therapy to decrease steroid dose and, therefore, the adverse effects.\n[4]\nClinical trials have also suggested leucine as a supplemental therapy to steroids.\n[4]\nFor patients on chronic steroids, vitamin D supplementation and regular bone density checks are recommended.\n[8]\n\nHematopoietic Stem Cell Transplantation\n\nDiamond-Blackfan anemia may also receive treatment with hematopoietic stem cell transplantation (HSCT). This approach is the only treatment that cures the hematological manifestation of Diamond-Blackfan anemia; the procedure proves to be risky if a matched sibling donor is not available.\n[3]\n[7]\n[6]\n[4]\nHSCT has a high success rate in patients younger than 10 treated with an HLA-identical donor. HSCT is indicated as an alternative to chronic blood transfusions if the patient becomes nonresponsive to chronic blood transfusions or develops adverse effects of iron overload.\n[2]\n[3]\n[8]\nHowever, HSCT also has adverse effects to consider, including infection and graft-versus-host disease.\n[2]\n[6]\nThe indications for HSCT are resistance to chronic steroids, transfusion dependency, and steroid toxicity.\n[8]\nStem cells from the bone marrow are preferred over those from the peripheral blood. Total body irradiation is not recommended as a preconditioning component, as Diamond-Blackfan anemia patients are already predisposed to cancer.\n\nGene Therapy\n\nAccording to recent literature, gene therapy and gene editing may be potential future treatments for Diamond-Blackfan anemia.\n[6]\n[13]\nThe primary difference between gene therapy and allogeneic HSCT lies in the source of stem cells. In gene therapy, the source of stem cells is the patient's normal HSCs; then, a normal copy of the mutated gene can be inserted into the patient's cells. In allogeneic HSCT, normal stem cells are obtained from a donor.\n[13]\nSince the\nRPS19\ngene is present in 25% of Diamond-Blackfan anemia cases, gene therapy may benefit patients with the mutation, which involves replacing the normal copy of the\nRPS19\ngene to alleviate symptoms of Diamond-Blackfan anemia in the patient.\n[2]\n[13]\n[4]\nThe viral vector system is the most common method for gene therapy, achieving a high success rate and safety profile.\n[6]\n[13]\nApproximately 20% to 25% of Diamond-Blackfan anemia patients experience spontaneous remission.\n[5]",
    "adverse_effects": "Diamond-Blackfan anemia patients are at a high risk of developing hematological complications in the first year of life. Diamond-Blackfan anemia has a high risk of developing AML, MDS, and solid tumors. Other complications like growth failure, organ failure, and infection are related to iron overload due to blood transfusion, chronic steroid use, and HSCT."
  }
}