{
  "drug_name": "thiopental",
  "nbk_id": "NBK585103",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585103/",
  "scraped_at": "2026-01-11T15:39:59",
  "sections": {
    "clinical_significance": "Specific Cardiac Lesions and Management\n\nPatent Ductus Arteriosus (PDA)\n\nIt connects the pulmonary trunk with the descending aorta distal to the left subclavian artery. It is a simple shunt with very little or no pressure gradient across the duct. The shunting of blood depends upon the ratio of pulmonary vascular resistance to systemic vascular resistance. Initially, PDA is managed conservatively by modest fluid restriction and the use of positive end-expiratory pressure. Pharmacological treatment with indomethacin is recommended if conservative measures fail during the first week of life.\n[37]\n\nSurgically PDA is closed either by left thoracotomy or video-assisted thoracoscopic surgery (VATS). PDA closure devices are being employed and approved by Food and Drug Administration. A patient's immobility dramatically facilitates this procedure, usually done under general anesthesia in uncooperative children. If the repair is delayed, the patients may present with pulmonary hypertension and ventricular dysfunction.\n[38]\n\nThe anesthetic management goals for a patient with patent ductus arteriosus are summarised in the table below.\n\nTable\n\nAtrial Septal Defect\n\nA complete atrioventricular septal defect is the absence of ventricular and atrial septum segments. It is present in the region of the absent atrioventricular(AV) valves, and the development of the AV valves is also impaired. This cardiac defect results in a sizeable left-to-right shunt—the shunt increases in the first week of life when the pulmonary resistance drops.\n[39]\n\nThere is a risk of heart failure when the pulmonary resistance drops after 2–8 weeks of life. The situation is complicated due to (mainly systemic) AV valve insufficiency. AVSD is frequently associated with Trisomy 21 and is initially treated with avoidance of excess oxygen and pharmacological treatment of heart failure. The patient undergoes corrective surgery at 4-6 months, possibly earlier, if conservative treatment remains unsuccessful.\n\nTable\n\nVentricular Septal Defect\n\nAmong all congenital heart defects, VSD is the most common. It has an incidence of 1.5 to 3 per 1000 term infants and 4.5-7 per 1000 pre-term infants. It is usually associated with chromosomal syndromes, which include trisomy 13, 18, and 21. Anatomically a ventricular septal defect (VSD) is an opening in the ventricular septum that allows communication between the right and left ventricle.\n\nIts location classifies it into a subpulmonary or supracristal defect, membranous or perimembranous defect, conoventricular defect, inlet or canal type defect, and muscular defect. Physiologically it is a simple shunt, and the size of the defect determines the magnitude of shunting. Minor defects may be closed with cardiac catheterization; however, significant defects are usually closed with a patch surgically.\n[40]\n\nPatients with unrepaired VSD may present for non-cardiac surgery with pulmonary hypertension and ventricular dysfunction later in life.\n[41]\nThe anesthetic management goals are the same as those mentioned for the atrial septal defect.\n\nTruncus Arteriosus\n\nThis cardiac defect comprises only one single vessel arising from the heart. It supplies systemic and pulmonary circulation and the coronaries. These neonates already have clinical signs of heart failure at birth due to excessive blood flow into the pulmonary circulation. The goals of initial management are;\n\nRestrictive use of oxygen administration as it lowers pulmonary resistance and increases blood flow to the pulmonary circulation\nHeart failure treatment: diuretics, possibly catecholamines (dobutamine) or phosphodiesterase inhibitor (milrinone), afterload reducer (ACE inhibitor, possibly sodium nitroprusside)\nProstaglandin E1 infusion: initial dose 50 to 100 ng/kg/min\n[42]\n\nThe definitive corrective procedure is the Rastelli procedure, generally performed within the first weeks of life.\n[43]\n\nTable\n\nTotal Anomalous Pulmonary Venous Return\n\nThis cardiac defect is characterized by drainage of all pulmonary veins into the systemic venous system, and the oxygenated blood reaches the right atrium. A right-to-left shunt at the atrial level is necessary for survival for perfusion of the systemic circulation.\n[44]\n\nThe condition with a total anomalous pulmonary venous return without obstruction has a hemodynamic situation similar to a significant atrial septal defect. It is initially managed by;\n\nOxygen administration\nIntubation and ventilation\nAttempts to lower peripheral vascular resistance with hyperventilation, target pH 7.45 to 7.5, increase oxygen administration and inhale NO or prostacyclin IV.\nDiuretics and catecholamines for low cardiac output\n\nThis is an absolute cardiac surgery emergency without any delay. Sometimes dilatation with or without stent implantation can relieve the stenosis of the pulmonary vein in some instances so that the surgical repair can be performed after the patient is stabilized.\n[45]\n\nIf surgical correction is not possible immediately, the Rashkind maneuver, an interventional catheter balloon atrial septostomy, may be considered.\n\nLeft Ventricular Outflow Tract Obstruction\n\nThe neonates born with left ventricular outflow tract obstruction may have either critical aortic stenosis, coarctation of the aorta, or an interrupted aortic arch. Their initial management is standard:\n\nShock management, including intubation and ventilation\nProstaglandin E1: initial dose 50 to 100 ng/kg/min\nOxygen: avoid excessive administration; use PEEP to improve oxygenation\nUse diuretics to lower preload and pulmonary edema\nUse catecholamines depending on blood pressure and myocardial function.\nAssess by ECHO and reduce afterload\nAim for moderate metabolic acidosis (target pH 7.35)\nRestrictive fluid therapy\n\nFurther management is prompt transfer to a pediatric congenital heart disease center and stabilizing the patient. Later palliative and surgical correction surgery is planned accordingly.\n[46]\n\nTable\n\nCoarctation of Aorta\n\nIn coarctation of the aorta, the patient's lower half body is supplied with deoxygenated blood via the patent ductus arteriosus by the pulmonary artery. With the closure of the ductus arteriosus, there is dramatic hypoperfusion of the body distal to the aortic isthmus. The left ventricle suddenly contracts against the obstruction, followed by decompensation. There is an association with other cardiac defects, e.g., bicuspid aortic valve or VSD. These patients with critical coarctation of the aorta are immediately transferred to a pediatric cardiac center for surgical repair after stabilizing the hemodynamics.\n[47]\n\nIn unique case scenarios, balloon dilation by primary interventional catheterization or a coronary stent is performed to stabilize the patient due to poor condition or necrotizing enterocolitis.\n[48]\n\nTable\n\nTetralogy of Fallot\n\nThis cardiac defect combines a large VSD, an overriding aorta, pulmonary stenosis, and right ventricle hypertrophy. The grade of cyanosis depends on the extent of the right ventricle outflow obstruction. In most cases, the right outflow obstruction is mild at birth but becomes significant during the first weeks of life.\n\nThese children may develop hypercyanotic spells, also known as tet spells, due to a sudden increase in the obstruction of the right outflow tract either due to agitation or a sharp drop in peripheral vascular resistance, which may occur after feeding.\n[49]\n\nManagement of a hypoxic-hypercyanotic spell includes:\n\nSedation with ketamine or opiates, benzodiazepines\nOxygen application\nIncrease peripheral systemic resistance by\n\nJack-knife position- pressing the child's flexed knee against the chest\nInfusion of vasoconstrictors to increase peripheral vascular resistance\ngenerous volume bolus (e.g., 20 to 50 ml/kg)\n\nCompensation for metabolic acidosis by buffering\nBeta-blockers\n[50]\n\nThe patient should be transferred to a pediatric cardiac center as soon as the diagnosis is made. In most cases, patients undergo interventional procedures, including balloon dilatation of the pulmonary valve, stenting of the right ventricle outflow tract, and stenting of PDA that can improve the hemodynamic situation, except for a few cases where early surgical correction is required today.\n[51]\n\nIn certain exceptional conditions, a palliative procedure of an aortopulmonary shunt is first placed to ensure lung perfusion.\n[52]\n\nTable\n\nTransposition of Great Arteries\n\nThe transposition of great arteries (TGA) consists of a parallel connection between pulmonary and systemic circulation. The systemic blood is pumped back into the aorta, and the pulmonary blood is pumped back to the pulmonary artery. Survival is possible if there are shunts between the two circulatory systems, at the atrial level, e.g., patent foramen ovale or atrial septal defect, and at the ventricular level, presence of ventricle septal defect.\n\nThe patent ductus arteriosus has a favorable effect as it increases lung perfusion leading to increased left atrial pressure and volume load, causing an increase in a left-right shunt so that oxygenated blood can reach the systemic circulation.\n[53]\n\nPatients with TGA are often treated with oxygen application that indirectly reduces pulmonary resistance and thus increases pulmonary perfusion. It increases atrial pressure and volume load. An attempt to improve mixed venous saturation should be made in \"poor mixers.\" Cyanosis is usually less pronounced with a significant ventricular septal defect (VSD). The initial management of TGA includes\n\nProstaglandin E1 infusion: initial starting dosage 50 ng/kg/min\nVolume therapy\nMild metabolic alkalosis (pH 7.45 to 7.5, lowers pulmonary resistance)\nOxygen application for severe cyanosis in neonates (caution: induces closure of the ductus arteriosus)\nAvoid intubation, mechanical ventilation, and muscle relaxation\nConsider using milrinone to improve cardiac output and thus mixed venous saturation\nTreat anemia to improve oxygenation\n\nA bedside Rashkind maneuver, an interventional catheter balloon atrial septostomy, is done for a restricted atrial shunt as soon as possible.\n[54]\nThe surgical standard repair is the Jantene Procedure, an arterial switch operation performed within the first two weeks of life.\n[55]\n\nTable\n\nTricuspid Atresia\n\nIn this cardiac defect, there is no continuity between the right atrium and right ventricle; instead, the right atrium drains into the left atrium through a right-to-left shunt at the atrial level. The tricuspid atresia has various forms that depend on obstructing the right ventricle outflow tract or pulmonary valve. The right ventricle is hypoplastic and is perfused by the left ventricle through a VSD. The oxygen saturation is the same in the aorta and the pulmonary artery because of the complete mixing of the blood.\n\nIn the case of high-grade stenosis or atresia of the pulmonary artery, perfusion of the lungs is dependent on patent ductus arteriosus. In the absence of pulmonary artery stenosis or atresia, congestive heart failure may develop later, which is much less common.\n[56]\nInitial management of heart failure with no pulmonary stenosis is\n\nAnticongestive treatment with diuretics, milrinone, and rarely catecholamines\nRestrictive oxygen therapy\nRestrictive volume therapy\n\nEarly transfer to a pediatric cardiac center for further management should be done. For a restrictive atrial shunt, the Rashkind maneuver is performed. For inadequate pulmonary perfusion, a palliative aortopulmonary shunt is usually placed. The separation of circulations is performed later by performing the Fontan procedure.\n[57]\n\nTable\n\nEbstein's Anomaly\n\nIt is characterized by apical displacement of the tricuspid valve into the right ventricle with moderate to severe tricuspid regurgitation. It also causes decreased blood flow from the right ventricle into the pulmonary artery leading to the right atrium dilatation. It is usually asymptomatic in the neonatal period, and cyanosis occurs due to a right-to-left shunt at the atrial level. In addition to this, pulmonary function is grossly affected due to lung compression. This cardiac defect is often associated with Wolf-Parkinson-White syndrome (WPW). The initial management includes\n\nManagement of congestive heart failure with catecholamines and diuretics\nSupraventricular tachycardia is managed with vagal maneuvers, antiarrhythmic, and cardioversion\n[58]\n\nThe surgical repair of the Ebstein anomaly should be done as soon as possible during the neonatal period as the prognosis is poor with congestive heart failure. The goal of surgical repair is a reconstruction of the tricuspid valve and closure of ASD. In case of reduced lung perfusion, an aortopulmonary shunt is placed.\n[59]\n\nSometimes, the Fontan procedure is the only option in case of a hypoplastic right ventricle.\n[60]\n\nTable",
    "monitoring": "Working in an interprofessional healthcare team requires collaboration, cooperation, commitment, and communication. It should integrate care into teams to provide reliable and continuous care. All healthcare professionals, including nursing and allied, should be monitored for core competencies to meet the needs of the 21st-century healthcare system. They should be encouraged to employ evidence-based practice and participate in research and learning activities.\n\nThe institution should engage a monitoring team to apply quality improvement to identify the hazards and errors in care, implement safety protocols, and compose interventions to change care systems. Education is the key to patient-centered care to recognize and respect patients' differences, value their preferences, relieve pain and suffering, help decision-making, advocate disease prevention, and promote a healthy lifestyle.\n[77]"
  }
}