{
  "drug_name": "thiomersal",
  "nbk_id": "NBK592425",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK592425/",
  "scraped_at": "2026-01-11T18:48:03",
  "sections": {
    "indications": "Lid wiper epitheliopathy (LWE) is an inflammatory eyelid condition that commonly occurs in association with various ocular surface diseases. LWE specifically involves the \"lid wiper\" region, which is the transitional zone between the marginal conjunctiva of the upper eyelid and the ocular surface during blinking. In LWE, inflammation affects the epithelial cells of the lid wiper, giving rise to a spectrum of signs and symptoms.\n\nCommon manifestations of LWE include lid marginal staining, which refers to the discoloration or staining of the marginal area of the eyelid, as well as ocular surface staining. Patients with LWE may also experience symptoms such as a foreign body sensation, burning or discomfort in the eyes, and blurred vision. These clinical features collectively indicate the presence of LWE and guide the diagnosis and management of this condition.",
    "mechanism": "The exact cause of LWE is unknown, but it is believed to be multifactorial in nature. One theory suggests that LWE is caused by friction between the eyelid and the cornea during blinking, which leads to microtrauma and inflammation of the lid wiper area. Another theory suggests that LWE is related to the increased exposure of the ocular surface due to incomplete blinking or poor eyelid closure, leading to desiccation of the cornea and conjunctiva.\n[1]\n\nAlthough boasting relatively high oxygen permeability (Dk/t), extended-wear contact lenses have also been associated with LWE because of their higher modulus and subsequent increase in the coefficient of friction.\n[2]\n[3]\n\nUltimately, LWE likely involves a combination of factors, including mechanical trauma, chemical irritation, inflammation, and environmental exposures. Mechanical trauma may be caused by contact lens wear, excessive blinking, or rubbing of the eyelids. Chemical irritation may result from topical medications, preservatives, or cosmetics. Inflammation may be further exacerbated by comorbid autoimmune diseases, infections, or allergic reactions. Exposure to irritants such as air pollution or cigarette smoke can also be associated with LWE.\n[4]",
    "monitoring": "During the evaluation of lid wiper epitheliopathy (LWE), it is important to perform a thorough examination using a slit lamp at low magnification. This examination should encompass the assessment of the eyelids, bulbar conjunctiva, and inferior palpebral conjunctiva to exclude other potential causes of foreign body sensation. To evaluate for corneal pathologies that may mimic LWE, the instillation of sodium fluorescein can be beneficial. This dye helps to visualize epithelial erosions, assess tear film stability, and identify keratitis.\n\nTo rule out conditions such as superior limbic keratoconjunctivitis (SLK), conjunctival foreign bodies, and giant papillary conjunctivitis (GPC), the patient should be instructed to look down and up while the superior and inferior eyelids are everted. This maneuver helps to assess the conjunctiva and rule out these specific etiologies. Subsequently, the application of lissamine green stain and/or rose bengal can be used to highlight lid wiper epitheliopathy. In patients with LWE, varying degrees of lissamine green or rose bengal staining will be observed, typically starting at the mucocutaneous junction, also known as the Line of Marx, on the upper lid.\n[10]",
    "administration": "The primary objective in treating lid wiper epitheliopathy (LWE) is to minimize the mechanical stress exerted on the lid wiper region during blinking. Since LWE primarily stems from mechanical inflammation, reducing friction on the ocular surface becomes crucial. Treatment strategies focus on measures to achieve this goal.\n\nKey treatment modalities include the application of warm compresses, lid scrubs, artificial tears, topical corticosteroids, and bandage contact lenses. These interventions help alleviate symptoms and promote healing by mitigating ocular surface friction. Additionally, addressing any associated ocular surface diseases, such as dry eye, meibomian gland dysfunction, and allergic conjunctivitis, is essential due to their frequent coexistence with LWE.\n\nFurthermore, it is essential to co-manage any underlying systemic conditions that contribute to ocular surface diseases, such as Sjogren's syndrome, rheumatoid arthritis, and systemic lupus erythematosus. A comprehensive approach encompassing the treatment of local ocular surface conditions and systemic factors is critical for achieving therapeutic success in LWE.\n\nWhen conservative measures such as regular lid hygiene and palliative treatments do not reduce lid friction on the ocular surface, alternative treatment options can be considered. These approaches aim to alleviate symptoms and reduce inflammation associated with tear film abnormalities.\n\nOne approach involves punctal occlusion, which consists of blocking tear drainage channels to enhance tear retention on the ocular surface. This technique helps maintain a more stable tear film and reduces friction between the lid and the ocular surface. In addition, medications that target tear film inflammation can be employed. Topical steroids such as loteprednol, fluorometholone, prednisolone, and dexamethasone can be used to reduce inflammation within the tear film. Topical immunomodulators such as cyclosporine and lifitegrast can also be beneficial in managing tear film-related inflammation. Furthermore, oral antibiotics with antiinflammatory properties, such as doxycycline and azithromycin, can be utilized as adjunctive therapy. These medications help alleviate inflammation and modulate the ocular surface microenvironment, improving symptoms and managing lid wiper epitheliopathy.\n[12]\n\nProcedure-based treatments can provide effective interventions specifically targeting lid margin pathology in cases of lid wiper epitheliopathy (LWE), particularly when there is evident lid margin staining (referred to as the \"Line of Marx\") on lissamine green or rose bengal staining.\n\nMicroblepharoexfoliation is a procedure that utilizes an electronic rotary sponge soaked in an antimicrobial foaming cleanser. This technique enables mechanical exfoliation of the lash follicle base and the lid margin itself, directly addressing the underlying pathology in the lid wiper region of LWE. This approach focuses on anterior blepharitis and LWE. Other procedure-based treatments, such as thermal pulsation and intense pulsed light, are more specifically designed for posterior blepharitis, particularly in cases of meibomian gland dysfunction. While these treatments may benefit some aspects of LWE, microblepharoexfoliation is better suited for directly addressing anterior blepharitis and LWE pathology.\n[13]\n\nIt is important to note that all procedure outcomes are never curative. The time between treatments depends on various factors, including comorbid ocular surface disease and systemic conditions and patient compliance with home maintenance of warm compresses, lid scrubs, lubrication, and medications. Furthermore, discontinuation of contact lens use has not been shown to result in the resolution of clinical signs.\n[14]",
    "adverse_effects": "Without proper treatment of LWE, patients are at risk of cicatrization of the superior tarsal conjunctiva and subsequent entropion with or without subsequent trichiasis.\n[19]\nMoreover, patients with epithelial breaks in the corneal surface are at risk of microbial keratitis and corneal scarring, resulting in permanent vision loss or irregular astigmatism.\n[20]"
  }
}