{
  "drug_name": "tiapride",
  "nbk_id": "NBK513358",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513358/",
  "scraped_at": "2026-01-11T18:48:04",
  "sections": {
    "indications": "Meige syndrome is a focal dystonic movement disorder characterized by blepharospasm (double eyelid spasm) and oromandibular dystonia.\n[1]\nDystonia involves abnormal involuntary posturing or body movements resulting from sustained muscle contractions, often arising from neurological or medical causes. In 1910, Dr Henry Meige, a French neurologist, observed abnormal contractions of midline facial muscles, including involuntary eyelid closure, in approximately 10 patients. He initially termed this condition \"spasm facial median.\"\n[2]\n[3]\nThese patients also demonstrated a similar clinical manifestation in the muscles of the jaw and oropharynx.\n\nIn 1972, Dr George Paulson introduced the term \"Meige syndrome\" to describe patients experiencing facial muscle spasms, notably blepharospasm and dystonia of oromandibular muscles.\n[4]\nAfter several years, Gilbert introduced the term \"Brueghel syndrome\" to describe a case of jaw dystonia, distinguished from Meige syndrome by the absence of blepharospasm.\n[5]\n[6]\n\nThe use of the term \"Meige syndrome\" for a type of dystonia based on historical perspectives can be problematic and confusing, especially considering that this physician did not suffer from the syndrome and was not the first doctor to describe this type of dystonia.\n[4]\nMedical associations, including the Council of Science Editors, have discouraged using possessive forms of eponyms.\n[7]\n[8]\nMoreover, Meige syndrome is sometimes confused with Meigs' syndrome, which is unrelated to dystonia and defines the clinical presentation found in a specific type of benign ovarian tumor.\n[9]\n\nAlthough the exact pathophysiology of Meige syndrome is unknown, it is believed to be related to abnormalities in the basal ganglia—a critical brain region essential for motor control.\n[10]\nDystonia is thought to result from dysfunction in neurotransmitter systems, particularly affecting dopamine and gamma-aminobutyric acid (GABA).\n[11]\n\nThe course of Meige syndrome varies significantly from person to person. Symptoms typically begin gradually and may worsen over time, although they can also enter spontaneous remission or remain stable. The age of symptom onset may also differ. Some individuals experience symptoms in early adulthood, whereas others may not exhibit them until later in life. Managing and treating symptoms can be challenging due to their unpredictable nature and influence on day-to-day functioning.\n[12]\n\nThe lower face and jaw are typically the initial areas to exhibit signs of Meige syndrome. These signs manifest as involuntary spasms of the muscles involved in speech, swallowing, and chewing. Eventually, dystonic movements can extend to the lips, tongue, cheeks, and neck muscles, among other parts of the face.\n[13]\nIn some cases, dystonia may extend to different parts of the body, resulting in generalized dystonia, while in others, it remains confined to the oromandibular region.",
    "mechanism": "Primary Meige syndrome manifests without an identifiable underlying cause and is typically characterized by isolated dystonic movements in the face and jaw. In contrast, secondary Meige syndrome stems from identifiable triggers such as medications, neurodegenerative diseases, or structural brain lesions, often accompanied by additional neurological symptoms or signs indicative of the underlying cause.\n\nPrimary Meige Syndrome\n\nMost Meige syndrome cases are classified as idiopathic, and the exact cause of the ailment is still unknown. However, several variables, including genetic, environmental, and neurochemical effects, have been linked to its pathophysiology.\n\nHereditary factors have been reported to be possibly involved in this syndrome, with studies indicating the significance of genetic components in generating the disease.\n[14]\nMeige syndrome can occasionally run in families, which suggests a hereditary susceptibility to the condition. Clinical manifestations of Meige syndrome have been observed in patients with p.Gly213Ser or p.Ala353thr mutations. Recent findings suggest that mutations in the\nGNAL\ngene (which encodes the guanine nucleotide-binding protein G, subunit alpha) have been reported to cause cranial and cervical dystonia. However, further evidence is required to confirm this association.\n[15]\n[16]\n\nStudies involving first-degree relatives of individuals with Meige syndrome have demonstrated a penetrance of approximately 20%, possibly indicating an autosomal dominant transmission.\n[17]\nThe inheritance pattern is often complex, influenced by both environmental factors and multiple genes. Meige syndrome, along with other forms of dystonia, has been associated with mutations in\nTOR1A\n(DYT1),\nTHAP1\n, and\nGNAL\ngenes, which are involved in neurotransmitter control or neuronal excitability.\n[18]\n[19]\n\nSecondary Meige Syndrome\n\nAlthough hereditary factors may predispose individuals to Meige syndrome, environmental triggers can also influence the development or severity of symptoms. These triggers may include psychological stress, exposure to certain drugs or toxins, or physical trauma such as surgery or a brain injury.\n[20]\nAlthough the exact mechanisms by which these environmental factors contribute to dystonia development remain unclear, interactions with genetic predisposition are believed to be involved.\n\nDysfunction in the basal ganglia and associated neuronal circuits is a crucial component of the pathogenesis of Meige syndrome. Changes in the levels or activities of neurotransmitters, including glutamate, GABA, and dopamine, have been implicated in dystonia development, as these neurotransmitters are vital for controlling motor function. Individuals with dystonia, including those with Meige syndrome, often exhibit structural abnormalities or alterations in brain regions involved in motor control, such as the thalamus, sensorimotor cortex, and basal ganglia. Dystonic symptoms may arise from these anomalies, disrupting the normal functioning of motor circuits.\n\nLong-term use of neuroleptic medications, experienced by approximately one-fourth of patients, may lead to alterations in receptor function, resulting in facial or cervical dystonia. This denervation hypersensitivity is believed to be caused by increased central dopaminergic activity, supported by its improvement with dopamine-depleting agents. Medications that elevate central dopamine activity, such as antiemetics (eg, metoclopramide), antipsychotics, antidepressants, selective serotonin reuptake inhibitors, antihistamines, and dopaminergic agonists, can contribute to this condition. Various other factors, including head trauma, stroke, demyelination of the brain stem region, normal pressure hydrocephalus, cerebral hypoxia, postoperative bilateral thalamotomy, kernicterus, space-occupying lesions, and postencephalitis, have been implicated in the disorder's development.\n[20]\nMeige syndrome can be associated with other movement disorders, such as Parkinson disease, Wilson disease, olivopontocerebellar atrophy, or Lewy body disease.\n[21]\n\nComprehending the intricate interaction of genetic, environmental, and neurochemical elements involved in the genesis of Meige syndrome is essential for devising targeted treatment interventions to alleviate symptoms and improve the quality of life for affected individuals.",
    "monitoring": "Assessing Meige syndrome is crucial for establishing a diagnosis, identifying potential underlying causes, and guiding treatment decisions. The evaluation of Meige syndrome involves a comprehensive approach, including clinical assessment, neuroimaging scans, and laboratory investigations. As Meige syndrome cannot be diagnosed with a single specific test, a thorough evaluation is essential to rule out other potential causes and determine the severity of the condition.\n\nBrain MRI plays a crucial role in ruling out structural abnormalities that may resemble or exacerbate dystonic symptoms, including tumors, vascular malformations, or other lesions.\n[45]\nAlthough brain MRI findings in Meige syndrome often appear normal, imaging can be valuable in certain cases to distinguish secondary causes of dystonia. Additionally, MRI and/or computed tomography (CT) of the brain can aid in ruling out stroke as a potential underlying cause.\n\nElectrophysiological investigations are valuable in the differential diagnosis of Meige syndrome. Nerve conduction studies and electromyography (EMG) can provide essential information regarding muscle activation patterns and help exclude other neuromuscular conditions that can be mistaken for dystonia.\n[46]\nSurface EMG recordings are particularly useful for assessing the type and intensity of myofascial contractions in individuals with Meige syndrome.\n\nGenetic testing is a valuable consideration in cases where there is a family history of dystonia or suspected genetic predisposition.\n[47]\nGenes linked to dystonia, such as\nTOR1A (DYT1)\n,\nTHAP1\n, and\nGNAL\n, may be the subject of targeted sequencing or panel testing to help identify pathogenic mutations that may be responsible for Meige syndrome.\n[32]\n[48]\n\nMetabolic and toxicological screening is valuable in cases with unusual symptoms or suspected secondary dystonia. Laboratory testing for metabolic diseases, such as Wilson disease or mitochondrial abnormalities, may be necessary. Additionally, investigating exposure to chemicals or drugs known to induce dystonia is essential. The workup should encompass a serum drug screen, SSA/SSB levels, Cu and ceruloplasmin levels, uric acid levels, and Beck's Depression Inventory.\n[49]\n\nThe European Federation of Neurological Societies (EFNS), the American Academy of Neurology, and other international societies have published clinical recommendations in the literature for diagnosing and treating movement disorders. These guidelines provide valuable insights into diagnosing and managing Meige syndrome, drawing upon the latest research findings and best practices.\n[50]",
    "administration": "Meige syndrome care aims to alleviate symptoms, enhance functional outcomes, and improve the quality of life for affected individuals. Treatment approaches typically involve a combination of medications, botulinum toxin injections, surgical interventions, and supportive therapies.\n\nVarious oral medications, including muscle relaxants, dopamine receptor antagonists, and anticholinergic drugs, are utilized to address dystonic symptoms in Meige syndrome.\n[51]\nThese medications aim to reduce muscle spasms and improve motor function, while individual differences in their effectiveness may exist.\n[52]\nUnderstanding the pathophysiology of Meige syndrome elucidates the efficacy of medications such as anticholinergics (eg, trihexyphenidyl), dopamine antagonists (eg, tiapride and tetrabenazine), and GABA receptor agonists (eg, benzodiazepines) in managing these symptoms.\n[4]\n\nAdditional medications for Meige syndrome management include antiepileptics (eg, valproic acid) and various psychoactive drugs. Eszopiclone and nitrazepam target specific subunits (omega-1 and omega-2) of the GABA receptor complex, thereby offering relief from eyelid spasms. Case reports suggest zolpidem's efficacy due to its high specificity for the GABA omega-1 receptor. Prolonged use of psychoactive drugs may induce eyelid spasming, which is more often associated with the use of typical antipsychotics, although reports also indicate blepharospasm worsening with olanzapine use.\n[53]\n\nBotulinum toxin injections represent an effective treatment option for blepharospasm and facial dystonia (see\nImage.\nBotulinum Toxin Injections for Blepharospasm).\n[54]\nBotulinum A (also known as onabotulinumtoxinA or abobotulinumtoxinA) injections have demonstrated promising outcomes, particularly for patients with inadequate responses to oral medications or experiencing adverse effects from these medications.\n[55]\nAfflicted muscles receive botulinum toxin type A injections to induce temporary chemical denervation and reduce muscular hyperactivity.\n[56]\nTreatment typically occurs every 2 to 6 months and depends on an individual's response and the degree of symptoms.\n[57]\nHowever, prolonged and recurrent use of botulinum A injections may lead to therapeutic resistance due to antibody production.\n[58]\nMoreover, botulinum toxin injections can result in nearby muscle weakness or exacerbate existing dysphagia or dysarthria.\n[59]\n\nDeep brain stimulation (DBS) is a consideration for patients unresponsive to noninvasive treatments.\n[60]\nThis surgical technique involves implanting electrodes into specific brain regions, such as the subthalamic nucleus or globus pallidus internus, to modulate neural activity and reduce dystonic symptoms.\n[61]\nPatients with severe, refractory Meige syndrome, inadequately responsive to medical treatments or botulinum toxin injections, may be suitable candidates for this intervention. When botulinum toxin and other conservative treatments fail to produce the desired results, DBS of the globus pallidus interna emerges as an effective option.\n[62]\nElectrode placement is meticulously planned, targeting the ventral and posterior segments of the globus pallidus interna, as these areas correspond to the facial region, while the cervicofacial area is situated more anteriorly.\n[63]\n\nSurgery can be an option for certain cases unresponsive to medical or local therapy, aiming to enhance both functional and aesthetic outcomes (see\nImage.\nLimited Myectomy for Blepharospasm).\n[64]\nResearch indicates that blepharoplasty correction, coupled with selective myectomy and myotomy, can yield lasting improvements for patients with refractory Meige syndrome.\n[65]\n[66]\n[67]",
    "adverse_effects": "Similar to other types of dystonia, Meige syndrome can result in multiple issues that affect an individual's social, psychological, and physical health. These adverse effects may arise from the chronic and debilitating nature of the condition and its impact on daily functioning and overall quality of life.\n\nCommon complications of Meige syndrome include functional impairment, pain or discomfort, challenges with speech and swallowing, social isolation and stigma, psychological morbidity, adverse reactions to medications, and treatment-related outcomes. The social, psychological, and physical ramifications of Meige syndrome can significantly diminish the quality of life for both patients and their caregivers. Implementing a comprehensive, multidisciplinary approach that integrates medical treatment, rehabilitative interventions, psychological support, and social assistance is essential for effectively managing this condition. Strategies aiming to minimize complications, optimize functional outcomes, and enhance overall well-being can substantially improve the lives of those affected by Meige syndrome."
  }
}