{
  "drug_name": "tigecycline",
  "nbk_id": "NBK606087",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606087/",
  "scraped_at": "2026-01-11T15:40:13",
  "sections": {
    "clinical_significance": "Orthopedic and podiatric surgeries, particularly those involving implanted metal hardware, are at risk for SSIs. The reported annual incidence of SSIs ranges from 1.9% to 3.6% in orthopedic surgery and 3.4% to 4.2% in podiatric foot and ankle surgery.\n[42]\n[43]\n[44]\nLong-term complications of SSIs include prolonged morbidity, disability, and increased mortality. SSIs are the primary cause of unplanned hospital readmissions among surgical patients.\n[45]\nProphylactic antibiotic use has become a standard practice to mitigate the risk of SSIs and their associated complications.\n[14]\n[2]\n\nPatients undergoing arthroplasty are susceptible to prosthetic joint infection, with reported incidence rates ranging from 0.1% to 11.1% of cases. Prosthetic joint infection can lead to subsequent surgeries, reduced quality of life, amputation, permanent disability, and increased mortality.\n[46]\n[47]\nOften, vancomycin is administered in the preoperative phase to mitigate the risk of prosthetic joint infection secondary to\nS aureus\n.\n\nAlthough prophylactic antibiotic administration is crucial to safe surgical practice, it poses inherent risks to patients. Systemic antibiotic use may disrupt the gut microbiota and cause severe cutaneous adverse reactions, opportunistic infections, or allergic reactions.\n[22]\n[48]\nFurthermore, overuse of antibiotics may lead to the emergence of multidrug-resistant organisms, with potentially devastating consequences.\n[49]\nTherefore, it is crucial to carefully select and administer appropriate perioperative antibiotics for orthopedic or podiatric patients to mitigate the risk of surgical site infections or prosthetic joint infections while minimizing adverse reactions and preventing the proliferation of multidrug-resistant organisms. Antibiotic stewardship is a collective responsibility shared by all healthcare team members."
  }
}