{
  "drug_name": "tilia",
  "nbk_id": "NBK582142",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582142/",
  "scraped_at": "2026-01-11T18:48:04",
  "sections": {
    "indications": "Astigmatism is a common refractive error, where refraction changes in different meridians of the eye.\n[1]\nThe light rays passing through the eye cannot converge at a particular focal point but form focal lines.\n[2]\nIn other words, astigmatism is a condition where parallel rays of light passing from the cornea do not converge to a point focus on the retina.\n[3]\n\nAstigmatism can be regular or irregular. The etiology of astigmatism can be corneal, lenticular, or retinal. Regular astigmatism is divided into with the rule astigmatism, against the rule astigmatism, oblique, and bi-oblique astigmatism. The principle of Sturm's conoid defines the optics of regular astigmatism.\n\nAstigmatism can also be divided into simple, compound, and mixed astigmatism.\n[4]\nThe common symptoms of astigmatism can be asthenopia, discomfort,  blurred and defective vision, elongation of objects, and accommodation problems. The signs include partial lid closure, head tilt, vertically oval or tilted optic disc, and different power in different meridians. The investigations needed include retinoscopy, slit lamp, examination, keratometry, Schiempflug imaging, astigmatic fan, and Jackson cross-cylinder evaluation.\n[5]\n\nAstigmatism can be managed with spectacles, contact lenses, and surgical correction of astigmatism through refractive surgery, toric IOL implantation, and astigmatic relaxing incisions.\n[6]",
    "mechanism": "Corneal Astigmatism\n\nCorneal astigmatism is the most common form of astigmatism and is secondary to abnormal corneal curvature.\n[7]\n\nLenticular Astigmatism\n\nCurvatural lenticular astigmatism is a secondary abnormal curvature of the lens as seen in lenticonus.\n[8]\nPositional astigmatism is due to tilting or displacement of the lens as in subluxation.\n[9]\nIndex astigmatism is due to the variable refractive index of various meridians.\n[10]\n\nRetinal Astigmatism\n\nRetinal astigmatism is due to oblique placement of macula.\n[11]\n\nWith the Rule Astigmatism\n\nIn this, the two principal meridians are right-angled to each other, with the vertical meridian being steeper than the horizontal.\n[12]\nThis type of astigmatism requires a concave cylinder at 180 ± 20 degrees or a convex cylinder at 90 ± 20. This is called a with the rule astigmatism. The vertical meridian is usually curved 0.25 D more than the horizontal due to the pressure of the eyelids.\n\nAgainst the Rule Astigmatism\n\nIn this, the horizontal meridian is more curved than the vertical meridian. This will require convex cylindrical correction at 180 ± 20 or a concave cylindrical lens at 90 ± 20.\n[12]\n\nOblique Astigmatism\n\nIn this, the two principal meridians are right-angled to each other but not horizontal or vertical (For example, 45 degrees and 135 degrees).\n[13]\n\nBioblique Astigmatism\n\nIn this type of astigmatism, the two principal meridians are not at right angles to each other (For example, 20 degrees and 110 degrees).\n[14]\n\nSimple Astigmatism\n\nWhen light rays are focussed in front of the retina in one meridian, it is called simple myopic astigmatism. When they are focussed behind the retina, this is labeled simple hypermetropic astigmatism.\n[15]\n\nCompound Astigmatism\n\nWhen the rays of light in both the meridian are focussed in front of the retina, this is labeled as compound myopic astigmatism, and when they are focussed behind the retina, this is labeled as compound hypermetropic astigmatism.\n[16]\n\nMixed Astigmatism\n\nIn this scenario, the light rays in one meridian are focussed in front of the retina, and in other meridians, it is concentrated behind, so one meridian is myopic, and in another, it is hypermetropic; this is called mixed astigmatism.\n[17]\n\nThe most common and important causes of astigmatism are keratoconus, posterior keratoconus, corneal scar, keratoglobus, pellucid marginal degeneration, Dellen, LASIK, photorefractive keratectomy, pterygium, rheumatic ulcer, shield ulcer, Mooren ulcer, microbial keratitis, herpetic keratitis, band-shaped keratopathy, vortex keratopathy, corneal edema, basement membrane dystrophy, lattice dystrophy, contact lens wear, contact lens warpage, post keratoplasty astigmatism, suture induced astigmatism,  ptosis, cataract wound-related, radial keratotomy, trabeculectomy, glaucoma shunt procedure, penetrating injury, foreign body, chalazion, tumor, and capillary haemangioma.\n[18]",
    "monitoring": "Visual Acuity\n\nVisual acuity should be evaluated with the help of Snellen's chart or E- chart, and uncorrected, best-corrected, and pinhole visual acuity should be documented.\n[34]\n\nRetinoscopy and Refraction\n\nThe retinoscopy evaluates the axis and magnitude of astigmatism, neutralization of refractive correction, and type of reflexes like a dull reflex, no reflex, or scissor reflex as in keratoconus. It also reveals different power on two different axes.\n[35]\n\nKeratometry\n\nKeratometry and computerized topography will reveal different corneal curvatures on two different axes.\n[36]\n\nPachymetry\n\nThis will help assess the cornea's thickness and help decide on refractive surgery.\n[37]\n\nAstigmatic Fan Test and Jackson Cross Cylinder\n\nThese tests help confirm the axis and power of the cylinder.\n[38]",
    "administration": "Optical\n\nIn regular astigmatism, the regular treatment consists of prescribing spectacles with cylindrical lenses discovered after correct refraction. Hard contact lenses are another option for correcting astigmatism, which can correct up to 2-3 dioptre of astigmatism. For astigmatism higher than this, toric contact lenses are another option.\n[39]\n\nGuidelines for Astigmatism Correction\n\nSmall Degree of Astigmatism\n\nMinimal astigmatism up to 0.5 D should be corrected only if there are asthenopic symptoms or producing any symptoms. A low degree of astigmatism should be rectified with meticulous refraction, and care is crucial while prescribing the changes.\n[40]\n\nHigh Degree of Astigmatism\n\nThe higher degree of astigmatism should be corrected fully to minimize asthenopic symptoms. The patients with a high cylindrical correction may not be happy with full cylindrical correction initially and may not accept it; hence the correction should be titrated till the patient is comfortable. These patients should have serial follow-ups, and serial adjustments should be made till full correction is accepted.\n[41]\n\nCorrection of Axis of Astigmatism\n\nIf the patient is not happy with cylindrical correction, the axis of astigmatism can be rechecked, considering the old axis of refraction. The patient with new correction should be told to wear new correction and walk for a few minutes till he is comfortable.\n[42]\n\nNew Astigmatic Correction\n\nNew correction should be avoided as it may result in intolerable symptoms, even if there is improvement in the best-corrected visual acuity. If there is a significant change, the patient should be ascertained that there is an improvement in visual acuity, and the new correction adjustment will take time.\n\nOblique Astigmatism, Mixed Astigmatism, and High Astigmatism are better treated with contact lenses than spectacles.\n[41]\n\nSurgical Management of Astigmatism\n\nToric IOL Implantation\n\nThe corneal astigmatism present and cataractous changes in a patient can be managed with toric IOL implantation.\n[43]\n\nRefractive Incisional Procedures\n\nAstigmatic Keratotomy\n\nAstigmatic Keratotomy (AK) is a technique of performing arcuate cuts or arcuate cuts in the mid-peripheral cornea, which is perpendicular to the steepest corneal meridian. The AK can be done alone for astigmatism correction or can be coupled with cataract surgery.\n[44]\n\nMechanism\n\nIn AK, the incised meridian flattens while the meridian 90 degrees away steepens by an equal amount. This technique can correct up to 4 to 6 D of astigmatism. The deeper, longer, and more central the incision is, the more the effect, but this may result in more irregular astigmatism, micro-perforations, and overcorrection.\n[45]\n\nTechnique\n\nThe incision length is usually 5 to 7 mm from the pupillary center. Nomograms are there to adjust for patient age and amount of astigmatism. AK can be done using transverse and arcuate incisions.\n[44]\n\nTransverse Incisions\n\nThese incisions are fashioned in pairs in the steepest meridian and extend to 3 mm. The second pair of incisions are often required at the same meridian for a more significant effect. Transverse incisions are given tangential to the optic zone; hence, the flattening power decreases as the incision size increases.\n[46]\n\nArcuate Incision\n\nThe arcuate clear corneal incisions are at a particular distance from the center and are more effective than transverse cuts at a given optical zone size. The flattening effect increases with the length of the incision up to 90 degrees.\n[47]\n\nLimbal Relaxing Incision\n\nLimbal relaxing incision (LRI) is an incision used to correct mild astigmatism (-1 D to -2D). The main advantage is that the procedure produces less glare and discomfort than AK. The incisions heal faster, and the corneal optical quality is preserved by making incisions at the limbus. The incisions are safe and can be easily coupled with cataract surgery.\n[48]\n\nLaser Ablation Corneal Refractive Surgeries\n\nPhotoastigmatic Refractive Keratotomy\n\nThis technique uses a cylindrical ablation pattern in contrast to a spherical pattern. The axis of astigmatism should be marked while the patient is sitting because the position may shift as the patient lies down. In cases with compound myopic astigmatism, elliptical PRK should be performed, which may correct myopic and astigmatic correction.\n[49]\n\nAstigmatic Epi-LASIK\n\nAstigmatic LASIK is the preferred modality over PRK as it reduces pain and postoperative haze.\n[50]\n\nAstigmatic LASIK\n\nLike PRK, the LASIK procedure can be used to correct astigmatism. An astigmatic LASIK can correct up to 0.5-10 D of astigmatism.\n[51]\n\nC-LASIK\n\nWavefront-guided customized is presently the best modality to correct corneal astigmatism.\n[52]\n\nPost-Keratoplasty Astigmatism Management\n\nSuture Induced Astigmatism\n\nSuture-induced astigmatism after keratoplasty can be managed by selective suture removal in steeper meridian and improved irregular and regular to a varying degree. Interrupted suture removal may be performed within three months, depending on the amount of astigmatism. Continuous suture removal should be attempted after one year of surgery. The selective suture removal can be guided by Scheimpflug imaging or keratoscopy.\n[53]\n\nRelaxing Incision\n\nArcuate incisions along the steepest meridian in the donor area 0.5 mm central to the graft-host junction can correct astigmatism up to 3.5 to 8.5 D. The relaxing incisions are placed under topical anesthesia with the help of a razor blade or bearer blade, or a diamond knife. Two relaxing incisions up to 60-70% of the corneal depth are made up to 180 degrees apart, and the incision may extend up to 60-100 degrees.\n[54]\n\nAstigmatic LASIK\n\nLASIK procedure can correct astigmatism up to 6-8 D. Wavefront-guided C-LASIK is the best technique to correct post keratoplasty astigmatism.\n[51]\n\nRelaxing Incisions and Compression Sutures\n\nThis technique can correct astigmatism up to 8.5 to 16 D astigmatism. After the relaxing incision, 2-3 10-0 nylon sutures are applied at the graft host junction, which is 90 degrees from the steepest meridian on each side.\n[54]\n\nCorneal Wedge Resection\n\nThis procedure can correct astigmatism up to 10 to 20 D before performing optical keratoplasty. Under peribulbar block, a corneal wedge of 1 to 1.5 mm wide base and 90 degrees is removed from the recipient cornea adjacent to the graft host junction in the flattest meridian. The defect created can be sutured with nylon sutures. The sutures are tightened enough to overcome one-third of existing astigmatism.\n[55]\n\nRuiz Procedure\n\nThis procedure can correct astigmatism up to 10 D astigmatism. A deep horizontal keratotomy incision is made with a guarded diamond blade in a step ladder fashion along with the steepest corneal meridian. The horizontal incisions are assisted by two adjacent radial incisional. The critical thing to be monitored is that the two incisions do not intersect as it may result in poor wound healing and gaping.\n[56]\n\nRepeat Optical Keratoplasty\n\nRepeat optical keratoplasty is needed in a patient with more than 20 D of astigmatism.\n[57]",
    "adverse_effects": "Defective vision\nDistorted vision\nAmblyopia\nPolyopia\nStrabismus\nContact lens-induced infective keratitis\n[60]"
  }
}