{
  "drug_name": "timolol",
  "nbk_id": "NBK545176",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545176/",
  "scraped_at": "2026-01-11T15:40:11",
  "sections": {
    "indications": "Timolol is contraindicated for patients with a history of asthma, chronic obstructive pulmonary disease (COPD), and other preexisting pulmonary conditions.\n[51]\nOther contraindications for timolol include underlying cardiovascular conditions, including bradycardia, 2nd or 3rd-degree heart block, and syncope.\n[56]\n\nBox Warnings (Systemic Beta-Blockers)\n\nPatients may experience increased sensitivity to catecholamines if β-blocker therapy is discontinued abruptly, potentially leading to worsened angina or myocardial infarction. To minimize risks when stopping chronically administered timolol, particularly for patients with ischemic heart disease, the dosage should be tapered gradually over weeks. If angina significantly worsens or acute coronary insufficiency occurs, timolol should be promptly resumed, and appropriate steps to manage unstable angina should be taken. Patients should be cautioned against discontinuing or altering therapy without consulting a clinician. As coronary artery disease remains commonly underdiagnosed, the abrupt discontinuation of timolol should be avoided, even for patients being treated only for hypertension.\n[57]\n\nWarning and Precautions\n\nTopical product contamination:\nBacterial keratitis has been linked to using multiple-dose containers of topical ophthalmic products.\n[58]\nPatients with preexisting corneal disease, in particular, should use these medications with caution.\n\nChoroidal detachment:\nChoroidal detachment has been observed following filtration procedures with timolol.\n[59]\n\nContact lens precautions:\nSome formulations of ocular timolol include the preservative benzalkonium chloride, which soft contact lenses can absorb.\n[60]\nTo prevent potential issues, contact lenses must be removed before applying timolol and should not be reinserted within 15 minutes of application.\n\nCardiac failure:\nBeta-blockers like timolol may worsen cardiac failure in individuals with preexisting heart conditions. If significant hypotension, bradycardia, or overt cardiogenic shock occurs, timolol should be discontinued.\n[61]\n\nObstructive pulmonary disease:\nNonselective β-blockers like timolol are associated with COPD exacerbation.\n[62]\n\nMyasthenia gravis:\nBeta-blockers like timolol can exacerbate muscle weakness, particularly in patients with myasthenia gravis.\n[63]\n\nHypoglycemia:\nNonselective β-blockers can mask the symptoms of hypoglycemia in patients with diabetes.\n[64]",
    "mechanism": "Open-Angle Glaucoma\n\nThe exact mechanism of action by which timolol reduces the intraocular pressure in patients with open-angle glaucoma is unknown. Timolol is thought to inhibit β-receptors on the ciliary epithelium, which normally functions to increase the production of aqueous humor.\n[28]\n[29]\nSome researchers have proposed that by inhibiting these receptors, timolol reduces aqueous humor production and, therefore, reduces intraocular pressure.\n[30]\nResearchers have also studied non-adrenergic pathways of timolol to reduce intraocular pressure.\n[31]\n\nOcular Hypertension\n\nTimolol's mechanism of action in reducing intraocular pressure in patients with ocular hypertension is unknown. Still, it appears similar to its mechanism in lowering intraocular pressure for patients with open-angle glaucoma.\n[30]\n[31]\n[32]\n\nInfantile Hemangioma\n\nTimolol is thought to antagonize β-adrenergic receptors, causing multiple processes, including vasoconstriction, apoptosis stimulation, and angiogenesis inhibition.\n[33]\n\nHypertension\n\nThe sympathetic nervous system is an essential component of blood pressure regulation. Usually, β-1 and β-2 receptors are activated by endogenous catecholamines. These activated receptors stimulate their associated G-protein, activating adenylyl cyclase and increasing cyclic-AMP (cAMP) levels.\n[34]\nThis secondary messenger initiates a cascade of reactions in the body, including vasoconstriction and elevated blood pressure. Nonselective β-blockers (eg, timolol) block interactions between endogenous catecholamines and prevent the G-protein cascade from occurring, reducing sympathetic tone and decreasing blood pressure.\n[17]\n\nMyocardial Infarction\n\nThere are many mechanisms by which β-blockers can reduce morbidity and mortality in patients after myocardial infarction.\n[35]\nFor example, β-blockers can reduce myocardial oxygen demand and relieve ischemic chest pain.\n[36]\nBy blocking the sympathetic receptors in the heart, timolol decreases heart rate. This induced bradycardia prolongs diastole, allowing for increased perfusion of the heart.\n[37]\nBeta-blockers can inhibit platelet aggregation and thromboxane synthesis and reduce the rate of atherosclerosis and thromboembolism. They also inhibit cardiac remodeling after myocardial infarction.\n[38]\n\nMigraine Prophylaxis\n\nThe exact mechanism of timolol for migraine prevention is unknown. One proposed mechanism involves the antagonism of β-adrenergic receptors, which decreases the synthesis and release of norepinephrine, a key intermediate in the pathophysiology of migraines. Another mechanism that could explain timolol's migraine prophylactic properties is based on the ability of β-blockers to regulate the neuronal firing of periaqueductal gray matter using gamma-aminobutyric acid (GABA). Timolol also appears to play a role in regulating the serotonergic system by inhibiting serotonin (5-HT), another important mediator in the pathophysiologic pathway of migraines. This modulation of serotonin's effects seems to contribute to the ability of β-blockers to reduce the sensitivity of the auditory system, reducing the frequency of migraine attacks. There is also a hypothesis that β-blockers play a significant role in reducing the excitability of the visual system in patients with migraines. Beta-blockers such as timolol are also thought to reduce the spread of signals through the brain, including the cortical spread and the excitability of the ventroposteromedial thalamic nucleus.\n[20]\n\nAtrial Fibrillation\n\nThe autonomic nervous system plays a significant role in developing atrial fibrillation. Aberrant sympathetic tone can stimulate myocyte contraction and promote irregular rhythms in susceptible patients.\n[39]\n[40]\nBeta-blockers help maintain the heart's regular rhythm by decreasing the autonomic tone and, therefore, decreasing sympathetic stimulation of the cardiac myocytes.\n[7]\n\nPharmacokinetics (Oral)\n\nAbsorption:\nTimolol maleate is nearly completely absorbed after oral ingestion, with a bioavailability of ~90%. The drug is detectable in plasma within 30 minutes, and peak concentrations are reached approximately 1 to 2 hours after administration. Timolol undergoes significant first-pass metabolism, resulting in an oral bioavailability of approximately half that achieved with intravenous administration.\n\nDistribution:\nTimolol maleate exhibits low plasma protein binding, with less than 10% bound according to equilibrium dialysis and about 60% bound as determined by ultrafiltration. This indicates that a significant proportion of the drug remains unbound and available in the plasma.\n\nMetabolism:\nTimolol is primarily metabolized in the liver by the cytochrome P450 enzyme CYP2D6 and other hepatic enzymes.\n\nElimination:\nTimolol maleate's elimination half-life is approximately 4 hours. The drug and its metabolites are primarily excreted via the kidneys.\n\nPharmacokinetics (Ocular)\n\nAbsorption:\nTimolol maleate ophthalmic solution is systemically absorbed, with bioavailability ranging from 60% to 78%. Peak plasma concentrations (Cmax) are typically attained within 15 minutes of ocular application. The onset of action usually occurs within 15 to 30 minutes, and the maximum reduction in intraocular pressure (IOP) is typically reached within 1 to 5 hours.\n\nDistribution:\nTimolol is distributed in several ocular tissues, including the aqueous humor, retina, choroid, and vitreous body.\n[41]\n\nMetabolism:\nCYP2D6 is the primary enzyme that metabolizes timolol. Systemic absorption is significant despite ocular application.\n[42]\n\nElimination:\nTimolol and its metabolites are predominantly excreted in the urine. The therapeutic effect generally lasts around 24 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nTimolol's ophthalmic formulation is available in 0.25% and 0.5% solutions and gels. Oral timolol is available in 5 mg, 10 mg, and 20 mg tablets.\n\nAdult Dosing\n\nOcular hypertension and open-angle glaucoma:\nOne drop of 0.25% gel is administered daily to the affected eye. Alternatively, one drop of the 0.25% solution is applied to the affected eye twice daily. If the response is inadequate, the concentration is increased to 0.5% twice daily in the affected eye. Once the intraocular pressure is controlled, the patient may resume once-daily dosing.\n\nInfantile hemangioma:\nOne drop of 0.5% timolol gel is applied to the affected area 2 to 3 times daily. Treatment continues until improvement is stable.\n\nHypertension:\nOral timolol (10 to 20 mg) is taken twice daily. If the response is inadequate, the dose can be increased incrementally to a maximum of 60 mg daily.\n\nMyocardial infarction:\nFor the secondary prevention of myocardial infarction, 5 mg of oral timolol may be taken twice daily, which can be increased to 10 mg twice daily.\n\nMigraine prophylaxis:\nOral timolol (10 mg) is taken twice daily. If the response is inadequate, the dose can be increased to 30 mg daily.\n\nAtrial fibrillation (off-label):\nThe initial dose is 10 mg twice daily, which can be increased incrementally to a maximum of 30 mg twice daily.\n\nAngina (off-label):\nThe daily dose is 10 to 60 mg orally divided into 2 or 3 doses.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments for ocular formulation are specified for liver impairment. As timolol is partially metabolized in the liver, dosage adjustments for oral timolol may be required for patients with hepatic insufficiency.\n\nRenal impairment:\nNo dosage adjustments for the ocular formulation are specified for renal impairment. However, due to its primary excretion via the kidneys, oral timolol may require dosage adjustments in individuals with renal insufficiency to avoid drug accumulation and potential toxicity.\n\nPregnancy considerations:\nTopical timolol is systemically absorbed following ophthalmic administration; during pregnancy, the minimum effective dose should be used with punctual occlusion to minimize fetal exposure.\n[43]\nThere are no adequate and well-controlled studies on the effects of systemic timolol in pregnant women. Timolol should be used during pregnancy only if the potential benefits justify the possible risks to the fetus. According to the American College of Obstetricians and Gynecologists guidelines, labetalol/nifedipine is preferred for hypertensive disorders of pregnancy.\n[44]\n\nBreastfeeding considerations:\nDue to the variability in timolol excretion into breast milk and the limited data on its safety during lactation, alternative treatments are often preferred, particularly when nursing a newborn or preterm infant. The use of timolol ophthalmic solution by breastfeeding mothers is thought to pose minimal risk to the infant. However, guidelines suggest gel formulations may be preferable to minimize systemic absorption and potential milk transfer. To further reduce the likelihood of drug exposure to the infant, it is advisable to apply gentle pressure to the nasolacrimal duct for at least one minute following ocular administration and to remove any excess solution with an absorbent tissue.\n[45]\n\nPediatric patients:\nThe safety and efficacy of timolol have not been established in pediatric patients. According to the American Academy of Pediatrics (AAP), clinicians may prescribe topical timolol (off-label) for thin and superficial infantile hemangiomas.\n[46]\n[47]\n\nOlder patients:\nNo significant differences in safety or effectiveness have been observed in older adults.",
    "adverse_effects": "Timolol administration is associated with various adverse reactions, depending on the administration method and ocular and systemic exposure level. The most common adverse reactions are listed below.\n\nOcular\n\nBurning\nStinging\nIrritation\nDryness\nItching\nWatery eyes\nConjunctival hyperemia\nBlurry vision\nAtrioventricular block\n[48]\nPeriocular atopic dermatitis\n[49]\n\nSystemic\n\nBronchospasm\nBronchoconstriction\nBradycardia\nDepression\nFatigue\nConfusion\nHair loss\nSexual impotence\nDisorientation\nElevated low-density cholesterol levels\nHeadache\nDizziness\n[16]\n[50]\n[51]\n\nDrug-Drug Interactions\n\nSystemic beta-blockers:\nConcomitant use of ocular timolol with systemic β-blockers may enhance systemic β-blockade.\n\nCYP2D6 inhibitors:\nTopical timolol can achieve systemic levels that may cause adverse drug reactions. CYP2D6 genetic variants or medications affecting CYP2D6 activity can increase this risk. Caution is advised when coadministering potent CYP2D6 inhibitors (eg, paroxetine, fluoxetine) with ophthalmic timolol.\n[42]\nQuinidine can enhance the effects of timolol by inhibiting its metabolism via the CYP2D6 enzyme, leading to increased systemic β-blockade.\n[52]\n\nCatecholamine-depleting drugs:\nTimolol should be prescribed cautiously for patients taking catecholamine-depleting drugs (eg, reserpine) due to the risk of hypotension and bradycardia.\n\nNonsteroidal anti-inflammatory drugs (NSAIDs):\nNSAIDs may reduce the antihypertensive effects of systemic β-blockers.\n[53]\n\nCalcium channel blockers/digoxin:\nCaution is advised when prescribing calcium channel blockers and β-blockers together, especially for patients with cardiac dysfunction. Hypotension and AV conduction disturbances can occur; dihydropyridines typically cause hypotension, and verapamil or diltiazem typically cause AV conduction delay.\n[54]\nCombining β-blockers with digoxin and either diltiazem or verapamil may prolong AV conduction time.\n[55]\n\nClonidine:\nBeta-blockers may worsen rebound hypertension after clonidine withdrawal and should be discontinued several days before tapering off clonidine. Beta-blocker therapy may be resumed several days after stopping clonidine.",
    "monitoring": "Ocular pressure, systemic effects of β-blockade, blood pressure, heart rate, apical pulses, and radial pulses require monitoring while a patient is on timolol. Clinicians should ensure that patients with a history of obstructive airway disease have regular pulmonary function tests and that those with diabetes are monitored closely for blood glucose levels.\n[62]\n[64]",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdose of β-blockers can cause catecholamine levels to decrease sharply. This effect can lead to various symptoms, including hypotension, bradycardia, hypoglycemia, decreased myocardial contractility and oxygen consumption, and fatigue. Clinicians should closely monitor patients taking anticholinergics or cardiotoxic medicines, as these may potentiate timolol’s toxic effects.\n[65]\n\nManagement of Overdose\n\nThe first step in managing β-blocker overdose is to secure the airway and administer cardiac life support if needed. Oxygen and bronchodilators can be used to treat patients with bronchospasm. Atropine should be given to patients experiencing bradycardia or requiring rapid intubation. Sodium bicarbonate and magnesium sulfate may also prove useful in managing the patient’s cardiac symptoms. IV fluids, including dextrose, glucagon, and calcium salts, can be used to treat the patient’s metabolic symptoms. High-dose insulin is used for managing shock caused by β-blocker overdose.\n[66]\nBenzodiazepines can be a first-line treatment for any seizures the patient may experience. Gastrointestinal decontamination or administration of activated charcoal can help reduce the absorption of the β-blocker in the gut.\n[65]"
  }
}