{
  "drug_name": "tincture primula root",
  "nbk_id": "NBK615140",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK615140/",
  "scraped_at": "2026-01-11T15:40:12",
  "sections": {
    "indications": "Indications for the Konno-Rastan Procedure\n\nThe Konno-Rastan procedure is primarily indicated for patients requiring aortic root enlargement to facilitate aortic valve replacement (AVR) and prevent patient-prosthesis mismatch (PPM). The most common indications include the following:\n\nAortic root enlargement for AVR\nTo prevent patient-prosthesis mismatch in cases of a small aortic root, particularly in adults undergoing AVR\nIn pediatric patients with a small aortic root requiring AVR\nComplex LVOT obstruction\nPatients with multilevel LVOT obstruction (subvalvar, valvar, and supravalvar) in conjunction with a small aortic root require AVR and obstruction relief\nIn cases of recurrent LVOT obstruction associated with aortic valve disease, AVR and subvalvular LVOT resection are necessary.\nHypertrophic cardiomyopathy\nFor patients with hypertrophic cardiomyopathy and LVOT obstruction requiring AVR\nCongenital heart defects with aortic stenosis\nIn patients with atrioventricular canal defects complicated by subaortic and aortic stenosis undergoing AVR\nIn individuals with a history of ventricular septal defect closure and subvalvar aortic stenosis (modified Konno incision with septal and RVOT patch closure is required)\nAn adjunct to other aortic root enlargement procedures\nPerformed in conjunction with other root-enlarging techniques to maximize aortic root expansion\nUsed during the Ross procedure to enlarge the aortic annulus and subvalvar region\n[1]",
    "clinical_significance": "There are many techniques for aortic root enlargement with a posterior incision on the aortic annulus. Konno-Rastan aorticoventriculoplasty is the only anterior root enlargement technique that is effective for relieving subvalvar, valvar, and supravalvar aortic stenosis, with good long-term outcomes and a minimal complication rate. The additional patch on the RVOT makes it useful in cases with combined right and LVOT obstruction. The incision has been modified to spare the aortic annulus (modified Konno) for relief of subaortic stenosis. This procedure has also been used along with the Ross procedure with small aortic roots to accommodate a good size autologous pulmonary root in native aortic root position using a Konno incision to enlarge the aortic root followed by pulmonary autograft implantation; it is also specifically useful in patients with prior mitral valve replacement requiring aortic root enlargement since posterior enlargement of the annulus is not possible in such cases.\n\nThe Konno-Rastan procedure is an effective and attractive treatment for LVOT enlargement, involving the surgical incision of the aortic root, the interventricular septum, and the anterior wall of the LVOT.\n[2]\nVarious case series have demonstrated that the Konno-Rastan procedure, combined with AVR, yields optimal postoperative outcomes with minimal associated mortality rates (<1%), a low mean gradient (<10 mm Hg), and remission of New York Heart Association symptoms from IV to III and I to II. Likewise, the safety of this technique has been highlighted by a survival rate greater than 85% and the absence of deterioration in ventricular function in a 20-year follow-up (LV ejection fraction, 58%–62%).\n[3]\n[4]\n[5]",
    "monitoring": "Each team member is accountable for contributing high-quality input within their scope of responsibility and for maintaining vigilance regarding any developments that may delay, disrupt, or compromise the quality of patient care. Continuous monitoring throughout all phases of the procedure is essential to prevent complications and to support optimal clinical outcomes."
  }
}