{
  "drug_name": "tioconazole",
  "nbk_id": "NBK470302",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470302/",
  "scraped_at": "2026-01-11T18:48:04",
  "sections": {
    "indications": "Vaginal discharge, irritation, itching, and discomfort are common complaints of women at all stages of life. Vaginitis is an often-encountered condition that leads to millions of office visits annually, making it a frequent concern for clinicians. When evaluating a patient with a vaginal complaint, such as discharge or irritation, it is important first to understand the range of normal findings. Once a good understanding of normal is established, it is easier to recognize when a pathological process is present or requires treatment.\n[1]\n[2]\nThe balance of microorganisms in the vagina plays a critical role in maintaining a healthy environment for the body, particularly in terms of reproductive health. However, the definition of a normal versus an imbalanced state—referred to as dysbiosis—in the vaginal microbiome is still a topic of active discussion. This issue is particularly relevant as women from various ethnic backgrounds display different microbial compositions in their vaginas, which can also vary by region. Various factors such as pregnancy, menstrual cycle, sexual behavior, age, and contraceptive methods influence this dynamic microbial environment. Lactobacilli are the predominant bacteria in the vaginal flora of many women. These beneficial bacteria offer protective effects against potential pathogens, thus reducing the risk of urinary tract and sexually transmitted infections (STIs).\n[3]",
    "mechanism": "The vaginal epithelium is a hormone-responsive, nonkeratinized, stratified squamous epithelium. The normal vaginal flora of reproductive-age women includes multiple aerobic, facultative anaerobic, and obligate anaerobic species. Over 50 species of bacteria are normally present in the vagina, with\nlactobacilli predominating in most women.\n[3]\nAnaerobic bacteria dominate aerobes by a ratio of 10:1. The bacteria are symbiotic with the host and can change based on the vaginal microenvironment.\n[4]\n[5]\n[6]\nWorldwide, scientists have conducted studies to profile the vaginal microbiome of their region of the world, concluding that the normalcy of vaginal flora varies from one region to another.\n[3]\n\nNormal Vaginal Flora\n\nGram-positive aerobes:\n\nLactobacillus\nDiphtheroids\nStaphylococcus aureus\nS\nepidermidis\nGroup B\nStreptococcus\nEnterococcus faecalis\nStaphylococcus\nspp\n\nGram-negative aerobes:\n\nEscherichia coli\nKlebsiella\nspecies\nProteus\nspecies\nEnterobacter\nspecies\nAcinetobacter\nspecies\nCitrobacter\nspecies\nPseudomonas\nspecies\n\nGram-negative anaerobes:\n\nPrevotella\nspecies\nBacteroides\nspecies\nBacteroides fragilis\nspecies\nFusobacterium\nspecies\nVeillonella\nspecies\n\nAnaerobic gram-positive cocci:\n\nPeptostreptococcus\nspecies\nClostridium\nspecies\n\nAnaerobic gram-positive bacilli:\n\nLactobacillus\nspecies\nPropionibacterium\nspecies\nEubacterium\nspecies\nBifidobacterium\nspecies\nActinomyces israelii\n\nThe composition of the vaginal flora is responsible for the pH of the vagina. In prepubertal girls and postmenopausal women, the lack of estrogen leads to a deficiency of glycogen and, thus, a lack of lactic acid-producing flora.\nLactobacillus\nspecies are deficient\nand have a high bacterial diversity. The normal prepubertal and postmenopausal vaginal pH is 6 to 7.5. Women can be prone to infections in these age ranges, as the only commensal flora is mainly of skin origin. In prepubertal girls, vulvovaginitis is the most common gynecological condition reported.\n\nVaginitis is much more common in women during their reproductive years.\n[7]\nEstrogen stimulates the production of glycogen in the vaginal mucosa. Glycogen is the nutrient necessary for many vaginal ecosystem species present in reproductive-age females, including\nLactobacillus\n. The glycogen is metabolized to lactic acid, which contributes to the normal vaginal pH of 3.8 to 4.2. This acidity suppresses the overgrowth of infectious organisms such as\nMobiluncus\n,\nPrevotella\n, and\nGardnerella vaginalis\n. Differences in the prevalence and diversity of lactobacilli among healthy women of reproductive age vary globally.\n[3]\n\nChanging any element of the vaginal ecology can alter the characteristics of the vaginal bacteria. For example, changes in hormonal status during menopause, pregnancy, and breastfeeding can greatly shift the makeup of the vaginal flora. Menses can act as a nutrient base for some bacterial species, leading to their overgrowth, but there is no clear evidence that this is associated with pathogens or infection. Broad-spectrum antibiotic use can lead to alterations of the vaginal bacterial flora leading to\nCandida\nspecies overgrowth. Douching and unprotected vaginal intercourse can also increase the vaginal pH.\n[8]\n[9]\nVaginitis can be caused by the overgrowth of bacteria or yeast or an infection with trichomoniasis. In addition, irritants such as harsh soaps, scented hygiene products, and tight clothing may contribute to the development of vaginitis.\n[10]",
    "monitoring": "In-office diagnostic procedures for identifying the probable cause of vaginal symptoms involve several tests, including pH testing, a potassium hydroxide (KOH) whiff test, and microscopic examination using 0.9% saline and a 10% KOH solution. In addition, commercially available tests approved by the United States Food and Drug Administration (FDA) may be used to diagnose vaginitis.\n[22]\nA molecular assay obtains the most accurate diagnosis; however, microscopy allows for visualizing WBCs and parabasal cells observed in desquamative inflammatory vaginitis and genitourinary syndrome of menopause, respectively.\n[18]\n\nGold-Standard Tests\n\nT vaginalis\n: Nucleic acid amplification test\nBacterial vaginosis: Multi-organism polymerase chain reaction (PCR)-based test\nVaginal candidiasis: Polymerase chain reaction (PCR)-based test or fungal culture\n\nWet Mount Microscopy\n\nThe optimal sampling location for vaginal discharge remains unclear, with variations in results depending on the site sampled. Sampling from the posterior vaginal fornix may pose disadvantages due to exposure to cervical secretions, resulting in higher pH and an increased likelihood of inflammatory cells. Recent research suggests that sampling from multiple vaginal sites, particularly the lower third of the vagina and anterior fornix, may improve detection rates for different vaginal conditions. Touching the uterine cervix during sampling should be avoided, as cervical mucus contamination can be identified by the presence of abundant leukocytes arranged in rows.\n[23]\nIdeally, a specimen collection is performed using an endocervical brush, a plastic spatula, or a Dacron swab. Cotton swabs are not ideal, as they can leave fibers behind. A thin layer of discharge is crucial for diagnostic purposes to enhance visualization. Different methods may be employed, with some clinicians placing a tiny drop of saline on a slide and mixing it with a small amount of vaginal discharge. In contrast, other clinicians spread the discharge evenly on the slide and then add a drop of saline.\n[23]\nPatient-collected specimens have recently been shown to be as accurate as provider-collected.\n[24]\nNext, a cover slip is carefully placed on the edge of the sample to prevent air bubbles, and then it is slid into place. Excess saline should be removed with absorbent paper. In addition, some clinicians prepare another glass slide with a droplet of 10% KOH to improve the identification of fungal structures by destroying epithelial cells. The slide should be viewed within 10 min of the collection because cooling limits the mobility of trichomonads. The 400× magnification is used to count organisms and cells per high-power field.\n[23]\n\nSquamous epithelial cells are polygonal in shape, with a central nucleus approximately the size of a red blood cell (RBC). These cells have abundant, irregular cytoplasm, and their margins are well-defined. Squamous epithelial cells are present in large numbers in the vaginal secretions of healthy women.\n\nClue cells are an abnormal variation of the squamous epithelial cell. These cells are granular and irregular, characterized by coccobacillus bacteria attached in clusters to the cell surface, which makes the cells' edges stippled and borders indistinct. When present in abundance (>20% of squamous epithelial cells), clue cells indicate\nG vaginalis\novergrowth.\n\nWBCs appear one-half to one-third of the size of squamous epithelial cells. These cells exhibit a granular cytoplasm. The multi-lobed nucleus lends to the name polymorphonuclear leukocytes. In normal secretions, they are present in small numbers. A >3% count of WBCs suggests vaginal candidiasis, atrophic vaginitis, or infections with\nTrichomonas\n, chlamydia, gonorrhea, or herpes simplex virus.\n\nRBCs are one-half the size of WBCs and are smooth, non-nucleated biconcave disks. These may be mistaken for yeast cells; however, RBCs are lysed by potassium hydroxide (KOH), whereas yeast cells remain visible on a KOH mount.\n\nParabasal cells are larger than a WBC but smaller than squamous epithelial cells. These cells are round to oval in shape with a nucleus-to-cytoplasm ratio of 1:1 or 1:2. The cytoplasm contains basophilic granulation or amorphic basophilic structures. These cells are rarely observed in normal vaginal secretions except during menstruation or in postmenopausal women. Parabasal cells, along with many WBCs, indicate desquamative inflammatory vaginitis. Basal cells are roughly the same size as WBCs but with round nuclei. The nucleus-to-cytoplasm ratio is 1:2. These cells are not typically found in vaginal secretions. Their presence can indicate vaginal atrophy or in the presence of excessive WBCs, desquamative inflammatory vaginitis.\n\nLactobacillus\nspecies are the predominant organism in a healthy reproductive-age vagina. These species appear as large, nonmotile rods.\n\nT vaginalis\nis a flagellated protozoan slightly larger than a WBC. There are 4 anterior flagella and an undulating membrane that extends half the body length. An axostyle bisects the trophozoite longitudinally and protrudes from the posterior end. This configuration enables the organism to attach to the vaginal mucosa. As many as 70% of women infected with\nTrichomonas\nhave no symptoms. When discharge is present, it is described as yellow to green and frothy, with a pH >4.5. The cervix may have a punctate, strawberry appearance.\n[14]\n\nYeast cells (blastospores) are similar in size to RBCs. Pseudohyphae are multiple buds that form chains instead of detaching. Yeast is best visualized under a 10× objective lens.\n\nA separate slide is used for the KOH preparation. The saline-diluted specimen is added to the slide along with a drop of 10% KOH. Increased numbers of anaerobic bacteria, such as\nG vaginalis\n,\nMobiluncus\n, and\nTrichomonas\n, rather than a predominance of predominance of lactobacilli, results in the production of amines. KOH causes the volatilization of these amines, resulting in a characteristic fishy odor, which is the basis for the whiff test. After the whiff test, the coverslip should be placed, and the slide should be left to rest for 5 min. This resting period allows the epithelial cells and the RBCs to dissolve. The microscopic exam can then be performed to search for yeast pseudohyphae and blastospores without interference from other cell types.\n\nGram Stain\n\nGram stain remains the gold standard for identifying the causative agent of bacterial vaginosis, but it is only routinely used in research. The Gram stain slide must be heat-fixed and evaluated using the Nugent score, which is calculated based on the observed quantities of\nLactobacillus acidophilus\n,\nG vaginalis\n,\nBacteroides\nspecies, and\nMobiluncus\nspecies.\n\nCultures\n\nCell culture is limited in evaluating vaginitis and should not be used for diagnostic purposes.\n[18]\nCulture remains the gold standard for detecting yeast. Unfortunately, the results are not timely. The culture of\nG vaginalis\nis not useful as it is part of the normal flora in 50% of women.\nT vaginalis\ncan be cultured, but it requires a specific medium, the Diamond medium, and is time-consuming and labor-intensive. Beyond recurrent yeast, culture is not clinically important in evaluating vaginitis.\n\nDNA Technologies\n\nDNA hybridization probes for\nG vaginalis\n,\nCandida\nspecies, and\nT vaginalis\nare used increasingly in the evaluation of abnormal vaginal discharge. The sensitivities are very high, and the turnaround is quick. Various point-of-care tests for\nT vaginalis\nand\nG vaginalis\nare commercially available. Most require in-house equipment, except OSOM® for trichomonas, which has the lowest sensitivity. These tests typically provide results within 15 to 60 min, with sensitivities of 90% or higher.\n[25]\n[26]\n[27]\n\nDesquamative Inflammatory Vaginitis\n\nDesquamative inflammatory vaginitis is a purulent vaginitis that is difficult to differentiate from other forms of inflammatory vaginitis and is often a diagnosis of exclusion.\n[14]\nPhysical examination shows inflammation, discharge, and desquamation. Wet mount microscopy may show parabasal cells, an abundance of inflammatory cells, and the absence or significant reduction of lactobacilli. Vaginal pH is typically elevated (>4.5), and the amine test is negative.\n\nAtrophic Vaginitis\n\nSigns and symptoms of atrophic vaginitis include vaginal dryness, dyspareunia, vaginal inflammation, thin mucosa, loss of rugae, pale and flattened vulvovaginal tissue, petechiae, and, occasionally, purulent discharge.\n[18]\n[28]\nWet mount microscopy shows large WBCs, occasional parabasal and basal cells, decreased lactobacilli, and increased gram-positive cocci and gram-negative rods. The vaginal pH is 5.0 to 5.5 or greater. No pathogens are present. More than 1 WBC per epithelial cell is observed on wet prep. Parabasal cells are present, and superficial vaginal cells are decreased in quantity or even absent.\n[17]\n\nMixed Vaginitis\n\nThe symptoms of mixed vaginitis may vary from person to person and are not specific. Patients with mixed vaginitis experienced a range of symptoms. The most commonly reported issues are alterations in discharge, such as changes in color, consistency, and odor; genital itching; and a burning sensation.\n[20]",
    "administration": "Effective treatment of vaginitis requires a targeted approach based on the specific underlying cause. The various therapeutic options tailored to manage and resolve different types of vaginitis are outlined.\n\nRecommended Regimens According to the Centers for Disease Control and Prevention\n\nBacterial vaginosis:\n\nMetronidazole 500 mg orally twice daily for 7 days\nMetronidazole gel 0.75%, 1 full applicator (5 g) intravaginally, once daily for 5 days\nClindamycin cream 2%, 1 full applicator (5 g) intravaginally at bedtime for 7 days\n[14]\n\nAlternative regimens for bacterial vaginosis:\n\nTinidazole 2 g orally once daily for 2 days\nTinidazole 1 g orally once daily for 5 days\nSecnidazole 2 g orally as a single dose\nClindamycin 300 mg orally twice daily for 7 days\nClindamycin ovules 100 mg intravaginally once at bedtime for 3 days\n\nPatients are no longer advised to abstain from alcohol use during treatment with metronidazole, as the disulfiram-like reaction has not been supported by evidence.\n[29]\nApproximately 80% to 90% cure rates are expected 1 week after treatment. No routine follow-up is necessary for the asymptomatic patient after treatment, although 30% recur at 3 months or later. With recurrent disease, defined as 3 episodes in 1 year or 2 episodes in 6 months, the first step is to confirm the diagnosis of bacterial vaginosis again. For recurrence, women can be treated with the same regimen again or use an alternative regimen. Multiple recurrences after completion of a recommended regimen can be treated with 0.75% metronidazole gel twice weekly for 3 months. Although this has been shown to reduce recurrences, the benefit does not persist when suppressive therapy is discontinued. Another option for persistent or recurrent disease that is not FDA-approved is an oral nitroimidazole followed by intravaginal boric acid 600 mg daily for 14 to 21 days and then suppressive 0.75% metronidazole gel twice weekly for 4 to 6 months.\n[14]\n[18]\n\nThe CDC does not recommend oral or vaginal probiotics. Although vaginally delivered\nL crispatus\nmay be a potential option, it is not FDA-approved. Condom use during treatment can be considered, though treating male partners is generally not advised. Topical clindamycin for male partners may hold promise, and treating symptomatic female partners is a reasonable approach.\n[18]\n\nTrichomoniasis:\n\nMetronidazole 500 mg orally twice per day for 7 days\nAlternatively,\nTinidazole 2 gm orally once\nMetronidazole 2 gm orally once\nSecnidazole 2 gm orally once\n\nNitroimidazoles are the only class of antimicrobial medications effective against\nT\nvaginalis\ninfections. The United States FDA cleared metronidazole and tinidazole for the oral or parenteral treatment of trichomoniasis. Metronidazole gel does not reach therapeutic levels in the urethra, vagina, and paravaginal glands and is not recommended for the treatment of trichomoniasis.\n[14]\nTinidazole is avoided during pregnancy and contraindicated in the first trimester. The recommended metronidazole regimens have cure rates of approximately 84% to 98%, and the tinidazole regimen has rates of approximately 92% to 100%. Metronidazole resistance occurs in 4% to 10% of cases of vaginal trichomoniasis, and tinidazole resistance in 1%, but most cases of persistent infection are from reinfection. If routine treatment regimens fail, referral to an infectious disease specialist and susceptibility testing should be considered.\n[24]\n\nThe CDC treatment guidelines changed in 2021, and now trichomoniasis is the first STI for which the recommended treatment varies by anatomical sex. This change was based on an efficacy of 81% compared with 89% with the longer course of metronidazole in women. Any sexual partner in the 90 days before diagnosis should also be treated. For male partners, a single dose of metronidazole is still first-line, and condom use is recommended until all partners have been treated. The CDC does recommend a test of cure in 3 months.\n[18]\n\nYeast vulvovaginitis:\nYeast vulvovaginitis is often secondary to\nC albicans\n, but less common pathogens include\nC\nglabrata\n,\nC\nparapsilosis\n,\nC\ntropicalis\n,\nand\nC\nkrusei\n. Although\nCandida\nis a standard component of the vagina, risk factors for pathogenic overgrowth include antibiotic use, combination oral contraceptives, estrogen therapy, pregnancy, diabetes mellitus, corticosteroid use, and all forms of immune compromise. The infection is most common during the childbearing years when estrogen is plentiful. Glycogen is key to facilitating\nCandida\ngrowth and adherence. Signs and symptoms of yeast vulvovaginitis include genital burning, pruritis, dyspareunia, dysuria, and a thick, white, curd-like discharge. The wet prep is 60% to 70% sensitive to yeast vaginitis. Budding yeasts, pseudohyphae, large numbers of WBCs, lactobacilli, and clumps of epithelial cells are observed on the wet mount. The pH is <4.5, and the amine whiff test is negative. A yeast culture is rarely needed but can be ordered if non-\nC albicans\nspecies are suspected.\nC glabrata\ndoes not form pseudohyphae and is difficult to recognize on microscopy. DNA testing is also available to identify species.\n\nUncomplicated candida vaginitis:\nFor uncomplicated vulvovaginal candidiasis, a short course (1- or 3-day course) of over-the-counter topical antifungals, such as clotrimazole, miconazole, tioconazole, butoconazole, and itraconazole, results in cure rates of 80% to 90%. A single oral dose of fluconazole 150 mg is also effective; however, fluconazole should not be used at any time during pregnancy or in possibly pregnant patients, due to the increased risk of spontaneous abortion and potentially other complications.\n[18]\nIf the symptoms resolve, no follow-up is needed. There are no behavioral interventions, including changing contraceptive methods, that are supported by good data to reduce candidiasis infections.\n\nComplicated candida vaginitis:\nRecurrent vulvovaginal candidiasis is defined as 2 episodes in 6 months or 3 episodes over 1 year. Treatment for recurrent candidiasis includes a course of 7 to 14 days of topical therapy, or a 100, 150, or 200 mg oral dose of fluconazole every third day for 3 doses (days 1, 4, and 7) can be used. The first-line maintenance regimen is oral fluconazole at dosages 100, 150, or 200 mg weekly for 6 months. Approximately 30% to 50% of women have recurrent disease after maintenance therapy is discontinued.\n\nSevere candidiasis: A 7- to 14-day topical azole or 150 mg of fluconazole in 2 sequential oral doses 72 hours apart is often effective.\nNon-\nC albicans\ncandidiasis: A 7- to 14-day regimen of a non-fluconazole azole (oral or topical) as first-line therapy can be prescribed. If recurrence occurs, 600 mg of boric acid in a gelatin capsule is recommended, administered vaginally once daily for 2 weeks.\n\nDesquamative inflammatory vaginitis:\nTreatment involves topical steroids to reduce inflammation, although randomized trials have not been completed. If bacterial overgrowth is suspected, clindamycin or other antibiotics may be prescribed. Initial therapy with 2% clindamycin cream vaginally every other night for 2 weeks can be tried. Alternatively, 100 mg hydrocortisone suppositories nightly for 3 weeks are suggested. Prolonged therapy with once- or twice-weekly medications for up to 2 months may be needed.\n[14]\n[18]\nTopical estrogen therapy can be beneficial, particularly in postmenopausal women. Desquamative inflammatory vaginitis can be a chronic condition that requires long-term management. Patients may experience periods of relapse and remission. Regular follow-up with a healthcare professional is essential for managing symptoms and adjusting treatment.\n[17]\n\nGenitourinary syndrome of menopause (atrophic vaginitis):\nMany women do not seek evaluation or therapy for atrophic vaginitis, although it can significantly affect sexual health and quality of life.\n[17]\nThis condition is initially treated with lubricant use during intercourse and personal vaginal moisturizers. If these remedies do not give satisfactory results, then local vaginal estrogen therapy using a cream, suppository, or vaginal ring (7.5 μg dose) can be used. Intravaginal dehydroepiandrosterone is also an available treatment.\n[28]\nVaginal treatment with radiofrequency and lasers is not recommended due to lack of efficacy studies.\n[17]\nMore recently, a selective estrogen receptor agonist called ospemifene has been approved for use in patients with vulvovaginal atrophy of menopause; this medication is taken once daily by mouth at a dose of 60 mg. This medicine is an estrogen agonist in the vulvovaginal tissue and specifically promotes epithelial lining proliferation in this tissue.\n[30]\n\nMixed vaginitis:\nMixed vaginitis is challenging to treat, and standard treatment regimens have not been established. Recurrence is common. Each pathogen requires treatment for complete eradication of vaginitis that is caused by two or more vaginal pathogens.\n[20]\nSeveral small clinical studies have shown the efficacy and safety of topical fenticonazole as a treatment for mixed bacterial and fungal vaginitis as an alternative to multiagent treatment regimens.\n[19]\n\nNegative tests:\nIf initial testing is negative, retesting during heightened symptoms may be appropriate. Patients should avoid self-treatment for at least 2 weeks before undergoing testing. Further evaluation may include allergy testing or biopsy if indicated. Reassurance can be provided, with the option to retest if symptoms worsen or recur.\n[18]",
    "adverse_effects": "If left untreated or improperly managed, vaginitis can lead to several complications. These complications include pelvic inflammatory disease, which can result from untreated bacterial vaginosis or STIs, such as trichomoniasis, leading to chronic pelvic pain, ectopic pregnancy, and infertility. Vaginitis also increases the risk of contracting and transmitting STIs, including HIV, by disrupting the normal mucosal barrier and immune defenses. In pregnancy, infections such as bacterial vaginosis and trichomoniasis are associated with preterm labor, low birth weight, and amniotic fluid infection (chorioamnionitis), posing risks to both the mother and the baby.\n\nChronic vaginitis can cause persistent symptoms such as itching, burning, and discomfort, affecting daily activities and sexual intercourse, leading to distress and relationship issues. Recurrent inflammation and irritation can damage vulvar and vaginal tissues, increasing susceptibility to other infections and skin conditions. Psychosocial impacts, including anxiety, depression, and decreased sexual confidence, can also occur. Misdiagnosis or incorrect treatment may exacerbate symptoms and lead to unnecessary antibiotic use, contributing to resistance. Therefore, proper diagnosis, timely treatment, and preventive measures are essential to avoid these complications."
  }
}