{
  "drug_name": "tiotropium bromide",
  "nbk_id": "NBK555909",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555909/",
  "scraped_at": "2026-01-11T15:40:16",
  "sections": {
    "clinical_significance": "Either inhibition or stimulation can treat several different diseases and disorders of muscarinic receptors in the affected area. Identifying muscarinic receptors involved in specific pathologies can allow for the development of antagonists and agonists to help decrease symptoms. In asthma and some COPD cases, a long-acting beta2 agonist (LABA) is used to upregulate sympathetic control in the airways and decrease constriction. Several add-on treatments for asthma have come onto the market throughout the years, and several of these include muscarinic receptor antagonists, also known as long-acting muscarinic antagonists (LAMAs). One of the most recently developed LAMA is tiotropium, which acts on M3 receptors. Tiotropium inhibits smooth muscle cells of the airways and submucosal glands to decrease airway constriction and mucus secretion.\n[21]\n\nMuscarinic antagonists are frequently used in the treatment of overactive bladder. Antagonists work to reduce the spastic contraction of the detrusor muscle.\n[19]\nOxybutynin is a common treatment due to its anticholinergic properties and the ability to decrease the spastic contraction of the detrusor muscle. Oxybutynin can also be useful in treating hyperhidrosis by blocking muscarinic receptors on eccrine and apocrine sweat glands, reducing their secretion.\n[22]\nOxybutynin is selective for the M1, M3, and M4 classes of receptors. There are many side effects involving the downregulation of parasympathetic responses, such as dry mouth, blurry vision due to decreased tear production, and constipation.\n[23]\n\nOne of the most clinically relevant muscarinic antagonists is atropine. It is an anticholinergic drug that utilizes competitive inhibition to block acetylcholine from binding to muscarinic receptors. In the SA node of the heart, atropine works to block acetylcholine from binding to M2 receptors, which helps downregulate the parasympathetic response and upregulate the sympathetic response in the SA node to increase heart rate and cardiac contractility.\n[24]\nAtropine can also be an option to inhibit salivary and mucus glands as well as sweat glands in treating hyperhidrosis. Studies with atropine have shown that it can decrease myopia progression.\n[25]"
  }
}