{
  "drug_name": "tipiracil",
  "nbk_id": "NBK470380",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470380/",
  "scraped_at": "2026-01-11T18:48:04",
  "sections": {
    "indications": "Colorectal cancer is the third most common diagnosis and cause of cancer-related death in both sexes in the United States.\n[1]\nWorldwide and in the United States, colon and rectal cancers are the second most common cause of cancer-related mortality.\n[2]\nIncidence rates have been decreasing in Western countries, mostly due to the widespread use of colonoscopy screening. However, the condition's incidence among younger adults is increasing.\n[3]\n\nMost colon cancer is sporadic, and approximately 5 percent are due to an inherited genetic mutation, mostly due to Lynch syndrome (hereditary nonpolyposis colon cancer or HNPCC) and familial adenomatous polyposis (FAP). The transition from normal colon epithelium to invasive cancer takes several years and most commonly follows a sequence characterized by the accumulation of genetic mutations, adenoma formation, and subsequent carcinogenesis (adenoma-carcinoma sequence).\n[4]\n[5]\n[6]\nCertain cancers may follow alternative pathways, such as those involving DNA mismatch repair (MMR) and the\nBRAF\ngene.\n[7]\n\nColon cancer screening is recommended and may be performed using various modalities. Screening initiation and follow-up guidelines vary among organizations.\n[8]\nColon cancer diagnosis requires a tissue biopsy, usually obtained via colonoscopy. All newly diagnosed colon cancers should be screened for common genetic mutations, and a complete colonoscopy and baseline carcinoembryonic antigen (CEA) should be performed. Most patients with invasive cancer require a baseline chest and abdominopelvic computed tomography (CT) scan.\n[9]\n\nSurgical resection is the main modality for localized early-stage colon cancer. The most important prognostic indicator is the pathological stage. Staging dictates the need for further therapy, which may include chemotherapy, immunotherapy, or, rarely, radiation. Surveillance after treatment is crucial in detecting metastatic disease and local recurrence, which may be curable with multimodality therapy. Palliative systemic therapy is reserved for nonresectable or widely metastatic disease to improve quality of life and survival.\n[10]\n[11]\n[12]",
    "mechanism": "Most colon cancer is sporadic (70%). Conditions with known inherited genetic mutations, such as HNPCC and FAP, account for 3% to 5% of cases. About 20% to 25% of patients have a strong colon cancer family history but no identifiable inherited mutation.\n\nRisk factors for developing colon cancer include the following:\n\nAge: The median age of diagnosis in sporadic colon cancer is over 65 years.\nFamily history: Colon cancer in a family member increases one's risk of developing the disease.\nInherited colon cancer-related mutations: HNPCC, FAP, and Peutz-Jegher polyposis are genetic conditions that increase a person's colon cancer risk.\n[13]\n[14]\nAdenomas on screening colonoscopy: The risk of cancer is most significant with villous adenomas and sessile serrated polyps.\nHistory of inflammatory bowel disease (IBD): Ulcerative colitis has an estimated annual incidence of 0.5% within the first 10 to 20 years following the diagnosis of IBD, increasing to 1% per year after that. Crohn disease may increase cancer risk if present in the ileocolic region.\n[15]\nEnvironment and Lifestyle factors: Alcohol consumption, cigarette smoking, obesity, diets rich in processed red meat, insulin resistance, history of prior radiation, and immunosuppression all increase the risk of this malignancy.\n[16]\n[17]\n\nFactors protective against colon cancer development have been studied in extensive population-based studies and include the following:\n\nPhysical activity\nDiets rich in fruits, vegetables, fiber, resistant starch, and fish\nSupplementation with folate, folic acid, pyridoxine, calcium, vitamin D, and magnesium\nGarlic\nCoffee\nMedications, particularly aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs), hormonal replacement therapy in postmenopausal, statins, bisphosphonates, and angiotensin inhibitors\n\nThe data to support these factors are of variable quality.\n[18]",
    "monitoring": "Initial evaluation may involve barium enema or CT colonography (see\nImages\n. Colon Cancer and Right-Sided Colon Cancer on Computed Tomography). Ultimately, a colonoscopy is required for a tissue diagnosis.\n[27]\n[28]\n[29]\nColonoscopy sensitivity is about 94.7% if performed by an experienced operator and with good bowel preparation. (95% CI 90% to 97%). Around 2% to 6% of lesions may be missed, especially right-sided, sessile, and flat lesions. Colonoscopy should include multiple biopsies of the suspected lesion and tattooing of the peritumoral colon to facilitate intraoperative identification. Routine laboratory workups should include complete blood count, iron studies, a basic metabolic panel, liver function tests, and coagulation tests. Iron deficiency anemia is sometimes seen due to chronic tumoral bleeding. CEA is the most commonly used tumor marker for colon cancer and should be measured at baseline.  High CEA levels correlate with poor prognosis, and the CEA levels after treatment are useful in detecting disease recurrence.\n\nThe National Comprehensive Cancer Network (NCCN) recommends that all patients diagnosed with colon cancer should undergo universal testing for MMR/MSI status, which impacts approximately 15% to 20% of sporadic colorectal cancer cases.\nKRAS, NRAS, HER2,\nand\nBRAF\nmutation testing is recommended for patients with nonresectable metastatic colon cancer. Chest, abdomen, and pelvic CT scans are recommended for all patients diagnosed with colon cancer. Magnetic resonance imaging (MRI) is typically used only if liver metastases are suspected or if the patient is allergic to iodinated contrast. A positron emission tomography-CT scan is not routinely indicated.",
    "administration": "Surgical resection is the standard of care in resectable colon cancer. The resection type, lymphadenectomy extent, and specific techniques depend on the location and stage of the tumor. Adjuvant chemotherapy is indicated in a subset of more advanced colon cancers. Patients with metastatic disease are managed with systemic therapy. Radiation is seldom used in colon cancer. In some cases, surgical procedures may be employed to provide palliative relief for patients with advanced colon cancer.",
    "adverse_effects": "Colon cancer's complications are diverse. Complications related to the primary tumor include bleeding, obstruction, perforation, and fistulization to surrounding organs. Metastatic disease can present with different symptoms based on the site of metastasis. Complications of surgery include bleeding, surgical site and organ space infections, anastomotic leaks, injury to surrounding structures like the ureters and duodenum, and longer-term complications like incisional hernias. Chemotherapy's sequelae are described in a separate section and are beyond this activity's scope."
  }
}