{
  "drug_name": "tizanidine",
  "nbk_id": "NBK519505",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519505/",
  "scraped_at": "2026-01-11T15:40:20",
  "sections": {
    "indications": "Hypersensitivity to tizanidine or its ingredients is a contraindication to the use of tizanidine.\nTizanidine use requires caution in patients with hepatic impairment. Review articles on tizanidine report cases of severe hepatotoxicity, acute liver failure, and death.\n[24]\nAccording to product labeling, tizanidine use requires caution in patients with renal impairment (creatinine clearance < 25 mL/min). In such patients, decrease the dose. If high doses are necessary, increase the individual dosage rather than the dosage frequency.",
    "mechanism": "Tizanidine is an imidazoline derivative and a centrally acting alpha-2 receptor agonist. Tizanidine inhibits the release of excitatory amino acids like glutamate and aspartate from spinal interneurons. Consequently, tizanidine enhances the presynaptic inhibition of motor neurons. Tizanidine has significant action on spinal polysynaptic pathways.\n[14]\n\nThe overall effect of these actions is to reduce the facilitation of spinal motor neurons. Similarly, alpha-2 receptor-mediated inhibition of inter-neuronal activity appears to underlie tizanidine's additional anti-nociceptive and anti-convulsant activities. Spasm frequency and clonus are also reduced by tizanidine.\n[15]\n\nTizanidine also has an affinity for the alpha-1 receptors but to a lesser degree, which may explain its mild and transitory effect on the cardiovascular system compared to clonidine despite their structural and biochemical similarity.\n[16]\n\nPharmacokinetics\n\nAbsorption: Tizanidine has a significant, first-pass hepatic metabolism with an oral bioavailability of 20% to 34%. Tizanidine attains the steady-state concentration within 24 to 48 hours after administration. There is no noticeable change in its pharmacokinetic behavior with repeated intake.\n[17]\n\nDistribution: Tizanidine has extensive tissue distribution; the volume of distribution is 2.4 L/kg. The plasma protein binding of tizanidine is approximately 30%.\n\nMetabolism: Tizanidine is metabolized extensively in the liver by cytochrome P450-1A2 to inactive metabolites.\n\nExcretion: Tizanidine has an elimination half-life of 2.5 hours, follows linear pharmacokinetics, and is excreted 60% through urine and 20% through feces.\n[18]",
    "administration": "Tizanidine is administrated orally as 2 mg, 4 mg, and 6 mg capsules or as 2 mg and 4 mg tablets. Dosage starts with 2 mg orally and may repeat every 6 to 8 hours as needed. The dosage may gradually increase by 2 to 4 mg per dose for 1 to 4 days in between until there is a noticeably significant reduction of spasticity. Maximum dosing is three doses every 24 hours, up to 36 mg daily.\n\nIf tizanidine is used for more than nine weeks or given in high doses ranging from 20 mg to 36 mg daily, taper the dose gradually. The recommendation is to taper the dose to 2 to 4 mg daily to reduce the risk of tachycardia, rebound hypertension, and increased spasticity.\n[19]\n\nThe patient may open the capsule and sprinkle the contents into food. Patients can take tizanidine with food or on an empty stomach. It is important to note that the extent of absorption is greater when taken with food. The tablet and capsule dosage forms are not bioequivalent when administered with food. Hence, the clinician should counsel the patient to take tizanidine with or without food but be consistent to avoid fluctuations in concentration.\n[20]\nIt is also important to recognize that smoking decreases tizanidine's plasma concentration and exposure(AUC).\n[21]\n\nUse in Specific Patient Population\n\nPatients with Hepatic Impairment:\nThe consequence of Hepatic impairment on the pharmacokinetics of tizanidine has not been evaluated. However, tizanidine is extensively metabolized by the liver; therefore, hepatic impairment would significantly influence the pharmacokinetics of tizanidine. Therefore, tizanidine should be avoided or used with extreme caution in patients with hepatic impairment.\n\nPatients with Renal Impairment:\nTizanidine should be used cautiously in patients with renal impairment (creatinine clearance < 25 mL/min), as clearance is decreased by more than 50%. Start with a low dose, evaluate the response to therapy, and if a higher dose is needed, the dose can be increased rather than increasing the frequency of administration. The clinician should monitor the patient closely for adverse drug reactions such as dry mouth, drowsiness, asthenia, and dizziness as indicators of toxicity.\n\nPregnancy Considerations:\nThe use of tizanidine in managing spinal cord injury during pregnancy has been described in case reports.\n[22]\nHowever, it is important to note that tizanidine is a former FDA pregnancy category-C and should be used only if indicated after careful risk-benefit evaluation.\n\nBreastfeeding Considerations:\nTizanidine is a lipid-soluble drug; hypothetically, it may be present in breast milk; its use during lactation is not advised.",
    "adverse_effects": "Tizanidine is generally well-tolerated. However, reports exist of potential adverse effects on several organs, such as cutaneous, gastrointestinal, neurologic, cardiovascular, endocrine, and respiratory systems.\n\nCommon Adverse Drug Reactions\n\nDrowsiness\nBlurred vision\nAsthenia\nConstipation\nDyskinesia\nNervousness\nHallucination\nRhinitis\nXerostomia\n[15]\nDizziness\n[23]\n\nSevere Adverse Drug Reactions\n\nSevere hepatotoxicity and liver failure\n[24]\nAnaphylaxis\nExfoliative dermatitis\nSevere hypotension\n[25]\nQT interval prolongation\n[26]\nSevere bradycardia\n[27]\nStevens-Johnson syndrome\n[28]\nRefractory hypokalemia and potassium wasting nephropathy\n[29]\n\nWithdrawal Symptoms\n\nTachycardia\nRebound hypertension\nIncreased spasticity\nWithdrawal symptoms are more likely to occur when discontinuing the drug abruptly.\n[19]\n\nDrug Interactions\n\nConcomitant use of tizanidine with fluvoxamine or ciprofloxacin is contraindicated due to significant hypotension and increased psychomotor impairment.\n[30]\nA recent retrospective analysis of the WHO pharmacovigilance database identified severe cardiac and nervous system adverse drug reactions. The study concluded that the concomitant use of ciprofloxacin with tizanidine should be avoided.\n[31]\nBecause of potential drug interactions, using tizanidine with other CYP1A2 inhibitors such as oral contraceptives containing Ethinyl estradiol and gestodene, dronedarone, pimozide, saquinavir, cimetidine, famotidine, acyclovir, and ticlopidine should be avoided due to decreased clearance of tizanidine.\n[32]\nIf tizanidine is clinically necessary, therapy should be initiated with 2 mg and increased to 2 to 4 mg daily based on patient response to therapy.\nAdverse reactions such as hypotension, bradycardia, or excessive sedation require gradual dose reduction or stopping therapy.\nTizanidine should be used cautiously in patients on other alpha-2 adrenergic receptor agonists.\nPatients should avoid alcohol and benzodiazepines with tizanidine as it can lead to excessive sedation and myocardial toxicity in rare instances.\n[33]\nVemurafenib used in BRAF mutation-positive malignancy is an inhibitor of CYP1A2 and can increase plasma concentration of tizanidine, leading to potential toxicity.\n[34]",
    "monitoring": "Creatinine and liver function tests require measurement at baseline, then one month after the maintenance dose is achieved. Periodically monitor liver function tests in patients managed with tizanidine chronically and in higher doses.\n[24]\nMonitor blood pressure and heart rate before increasing the dosage because of the risk of severe hypotension associated with the higher dose.\n[25]\nMonitor the level of spasticity by Ashworth and modified Ashworth Scales.\n[35]\nIn patients with multiple sclerosis, monitor spasticity using MS Spasticity Scale(MSSS-88).\n[36]",
    "toxicity": "The maximum recommended dose of tizanidine is 36 mg/day.\n[37]\nIn the retrospective review, which included 45 patients, the mean dose ingested was 72 mg (Above the maximum recommended dose).\n\nClinical Features\n\nLethargy\nBradycardia\nHypotension\nAgitation\nConfusion\nVomiting\nDrowsiness\nComa\n\nManagement\n\nThere is no antidote for tizanidine toxicity.\nTizanidine overdose management is by close monitoring of airways, administration of intravenous fluid, and vasopressors as necessary.\n[25]\nThe pediatric case report described an overdose of tizanidine in spastic quadriplegia and toxicity presented with multiple organ dysfunction in the absence of sepsis.\n[37]\nA recent case report described the altered mental status and hemodynamic instability due to tizanidine overdose, and naloxone 10 mg IV administration improved Richmond Agitation-Sedation Scale(RASS).\n[38]\nThe study concluded that naloxone could be used in tizanidine overdose in emergency settings; however, naloxone does not reverse the hemodynamic parameters.\n[39]"
  }
}