{
  "drug_name": "tocilizumab",
  "nbk_id": "NBK570644",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570644/",
  "scraped_at": "2026-01-11T15:40:21",
  "sections": {
    "indications": "A contraindication tocilizumab therapy is a hypersensitivity reaction to the tocilizumab dosage form. Some of the tocilizumab dosage forms may contain polysorbate 80. Polysorbate 80 can cause a delayed hypersensitive reaction in allergic patients.\n[12]\n[13]\n[14]\nIn premature infants with a hypersensitivity reaction, it can cause damage to the lungs, liver, and kidneys, as well as cause thrombocytopenia and ascites.\n[15]\n[16]\n\nBox Warning\n\nTocilizumab carries an FDA box warning for an increased risk of serious infections. Many patients taking tocilizumab may also take an immunosuppressant, eg, methotrexate, glucocorticoid, etc. Examples of potential infections are tuberculosis, aspergillosis, candidiasis, cryptococcosis, and varicella-zoster infection. Therefore, the healthcare team needs to monitor for signs of infection.",
    "mechanism": "Tocilizumab is a monoclonal antibody that selectively binds to the interleukin-6 receptor and prevents IL-6 from binding to its receptor (IL-6R) on the liver, lung, and synovial fibroblasts, as examples, to treat autoimmune and inflammatory conditions.\n[7]\nIL-6 is an important mediator of chronic inflammation. In the liver, IL-6 can increase the production of C-reactive protein (CRP), serum amyloid A, fibrinogen, and hepcidin and decrease albumin synthesis. These liver mediator effects can cause amyloidosis, cardiovascular events, edema, and anemia. Tocilizumab's IL-6R blocking effects in the lungs are the mechanism for treating COVID-19 pneumonia. IL-6 can activate synovial fibroblasts in the joints to increase angiogenesis, vascular permeability, and the production of vascular endothelial growth factor (VEGF). This can lead to increased edema and joint swelling, most commonly in the hands. Thus, tocilizumab's blocking of IL-6 effects in synovial fibroblasts would be beneficial in treating rheumatoid arthritis.\n[8]\n\nPharmacokinetics\n\nAbsorption\n\nIn clinical trials, the mean observed steady-state predose tocilizumab concentrations in week 24 were 40 μg/mL and 7.4 μg/mL for subcutaneous weekly and bi-weekly dosing, respectively, and 18 μg/mL for IV dosing. These studies found that body weight was an important factor affecting clearance and volume of distribution. These trials supported the label recommendations for subcutaneous dosing of tocilizumab in rheumatoid arthritis patients.\n[9]\n\nDistribution\n\nTocilizumab has a central volume of distribution approximately between 3.5 L and 4.09 L, with a steady-state volume of distribution of 6.4 L in adult patients. In pediatric patients, the central volume of distribution is approximately 2.0 L, and the steady-state volume of distribution is around 4.0 L.\n\nMetabolism\n\nAs with other monoclonal antibodies, tocilizumab is metabolized into smaller proteins and amino acids by proteolytic enzymes and has minimal hepatic metabolism via the CYP450 enzymatic system.\n\nElimination\n\nTocilizumab's half-life is 5 to 13 days. Clearance appears to be dose-dependent, non-linear at lower doses, and linear at higher doses.",
    "administration": "Adult Dosing, Dosage Forms and Strength\n\nTocilizumab is administered intravenously (IV) or subcutaneously (SQ).\n\nCytokine release syndrome\n>30 kg: 8 mg/kg IV, maximum 800 mg/dose; may be used as monotherapy or in combination with a glucocorticoid.\nIf no clinical improvement occurs after the first dose, 3 additional doses may be administered in at least 8-hour intervals.\nGiant cell arteritis\n162 mg SQ once weekly, combined with a tapering dose of a glucocorticoid.\n6 mg/kg/dose IV every 4 weeks; maximum 600 mg/dose in combination with a glucocorticoid.\nRheumatoid arthritis\n4 mg/kg IV once every 4 weeks may increase to 8 mg/kg IV once every 4 weeks, with a maximum dosage of 800 mg/dose, monotherapy, or with methotrexate or a nonbiologic DMARD.\n>100 kg: 162 mg SQ once every week, <100 kg, 162 mg SQ once every other week, monotherapy or with methotrexate or a nonbiologic DMARD.\nSystemic sclerosis-associated interstitial lung disease (SSc-ILD)\n162 mg SQ once every week.\nPolyarticular juvenile idiopathic arthritis (PJIA)\n<30 kg: 10 mg/kg IV once every 4 weeks; >30 kg: 8 mg/kg IV once every 4 weeks, maximum 800 mg/dose.\n<30 kg: 162 mg SQ once every 3 weeks; >30 kg: 162 mg SQ once every 2 weeks.\nSystemic juvenile idiopathic arthritis (SJIA)\n<30 kg: 12 mg/kg IV once every 2 weeks; >30 kg: 8 mg/kg IV once every 2 weeks.\n<30 kg: 162 mg SQ once every 2 weeks; >30 kg: 162 mg SQ once every week.\nCOVID-19\n8 mg/kg/dose IV for a single dose.\n\nWhen the absolute neutrophil count (ANC) <2,000/mm\n3\n, platelet count <100,000/mm\n3\n, alanine aminotransferase (ALT) or aspartate (AST) >1.5 times the upper limit of normal (ULN), the manufacturer recommends that tocilizumab not be initially given to patients with rheumatoid arthritis, giant cell arteritis, polyarticular juvenile idiopathic arthritis, systemic juvenile idiopathic arthritis, or systemic sclerosis-associated interstitial lung disease. The manufacturer recommends discontinuing tocilizumab therapy if the ALT or AST becomes more than 5 times the ULN, ANC <500 cells/mm\n3\n, or platelets <50,000 cells/mm\n3\n.\n\nA clinical study by Salama C. et al treated adult COVID-19 pneumonia patients at a dose of 8 mg/kg IV, similar to treating cytokine release syndrome. Seven days before or during the study, 80% of the tocilizumab cohort and 88% of the placebo cohort received a glucocorticoid (eg, dexamethasone). Also, about 79% of the patients in the tocilizumab or placebo treatment arms received antiviral treatment (eg, remdesivir).\n[5]\n\nSpecial Patient Populations\n\nHepatic impairment\n\nFor COVID-19: avoid use in patients with baseline AST/ALT >10 times the upper normal limit.\n\nRenal impairment\n\nNo adjustment is necessary for patients with CrCl >30. For CrCl <30, dose adjustments are undefined.\n\nPregnant women\n\nClinicians should weigh the risk vs benefit in pregnant patients. Insufficient human data is available, but there is a possible risk of embryo-fetal toxicity based on animal studies.\n\nBreastfeeding women\n\nTocilizumab can be used while breastfeeding; no human data exists, but based on drug characteristics, there is no risk of infant harm. There is no human data regarding the effects on milk production.\n\nPediatric patients\n\nSee dosing for juvenile patients above.\n\nOlder patients\n\nA study determined older patients experienced therapeutic improvement similar to younger patients with only slightly higher adverse event rates, demonstrating a favorable risk-benefit ratio with tocilizumab therapy regardless of age.\n[10]",
    "adverse_effects": "Common (>10 %)\n\nIncreased plasma cholesterol (19% to 20%)\nChildren, teenagers (<2%)\nIncreased plasma ALT (<36%) and AST (<22%)\n[11]\nSQ injection site reaction (7% to 10%)\nChildren, teenagers (15% to 44%)\nInfusion-related reaction (4% to 20%)\n\nLess Common (1% to 10%)\n\nHypertension (6%)\nPeripheral edema (<2%)\nRash\nHypothyroidism (<2%)\nDiarrhea\nChildren, teenagers (>5%)\nGastric ulcer (<2%)\nGastritis (1%)\nOral mucosl ulcers (2%)\nStomatitis (<2%)\nUpper abdominal pain (2%)\nWeight gain (<2%)\nLeukopenia (<2%)\nNeutropenia\nChildren, teenagers <30 kg, grade 3 (26%)\nChildren, teenagers >30 kg, grade 3 (4%)\nAdults, grade 3 (3% to 4%)\nThrombocytopenia (1%)\nNeutralizing antibody development (<1%)\nHerpes simplex infection (<2%)\nDizziness (3%)\nHeadache (7%)\nConjunctivitis (<2%)\nNephrolithiasis (<2%)\nBronchitis (3%)\nCough (<2%)\nDyspnea (<2%)\nNasopharyngitis (7%)\nUpper respiratory tract infection (7%)\n\nThe following are reported postmarketing adverse drug reactions: Stevens-Johnson syndrome, cellulitis, diverticulitis, pancreatitis, urinary tract infection, hepatic failure, hepatitis, anaphylaxis, hypersensitivity reaction, aspergillosis, candidiasis, cryptococcosis, tuberculosis, pneumocystis pneumonia, varicella-zoster infection, chronic inflammatory demyelinating polyneuropathy, and multiple sclerosis.\n\nDrug-Drug Interactions\n\nTocilizumab is contraindicated with live vaccines and with talimogene laherparepvec. The drug should not be used concomitantly with many other immunosuppressive monoclonal antibodies due to the risk of severe infection. Tocilizumab may also decrease the effectiveness of oral hormonal contraceptives. Tocilizumab may increase the serum levels of metabolized drugs via the hepatic CYP450 system. Careful medication reconciliation is necessary when placing patients on tocilizumab.",
    "monitoring": "Monitoring parameters depend on the indication:\n\nFor RA, giant cell arteritis, or SSc-ILD:\nPatients should have the following baseline tests: hepatitis B serology, including HBsAg, TB test, AST/ALT, alkaline phosphatase, and total bilirubin every 4 to 8 weeks for 6 months, then every 3 months. They should also have a baseline ANC and platelets at 4 to 8 weeks, then every 3 months. Finally, a lipid panel should be performed 4 to 8 weeks following treatment initiation.\nFor PJIA:\nPatients should have the following baseline tests: hepatitis B serology, including HBsAg, TB test, AST/ALT, alkaline phosphatase, total bilirubin, ANC, and platelets, then at the 2nd infusion, then every 4 to 8 weeks. A lipid panel should be performed 4 to 8 weeks following treatment initiation.\nFor SJIA:\nPatients should have the following baseline tests: hepatitis B serology, including HBsAg, TB test, AST/ALT, alkaline phosphatase, total bilirubin, ANC, and platelets, then at the 2nd infusion, then every 2 to 4 weeks. A lipid panel should be performed 4 to 8 weeks following treatment initiation.\nFor COVID-19:\nPatients should have AST/ALT, ANC, and platelets at baseline and during treatment.\n[17]\n\nThe healthcare team should monitor the patient for signs or symptoms of infection, eg, tuberculosis, candidiasis, etc.\n[18]"
  }
}