{
  "drug_name": "tofacitinib",
  "nbk_id": "NBK572148",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572148/",
  "scraped_at": "2026-01-11T15:40:23",
  "sections": {
    "indications": "Tofacitinib is not recommended for combination use with strong immunosuppressants (cyclosporine, azathioprine, tacrolimus) or biologic DMARDs (infliximab, etanercept, rituximab, abatacept, adalimumab).\n[9]\nThe administration of live vaccinations soon before or concurrently with tofacitinib is not recommended.",
    "mechanism": "Tofacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic nonreceptor tyrosine kinase JAK enzymes, which are involved in adaptive and innate immune reactions in the process of immune-mediated inflammatory diseases (IMIDs).\n[6]\nThe Janus kinases are of four tyrosine kinase subtypes(JAK1, JAK2, JAK3, and TYK2).\n[6]\nTofacitinib exhibits its inhibitory effects more selectively to the JAK1 and JAK3 enzymes, further restricting intracellular growth factor and cytokine-mediated signals to be transduced by the JAK-STAT pathway.\n[6]\n\nThe intracellular Janus kinases' natural role is to phosphorylate the signal transducers and activators of transcription (STATs) enzymes which further influence gene expression and impact hematopoiesis and immune cell function.\n[6]\nThe JAK-STAT signaling pathway plays a major role in the pathogenesis of autoimmune diseases, such as RA. Similar to other JAK inhibitors, tofacitinib blocks the phosphorylation and intracellular activation of signal transducers and activators of transcription, further diminishing their inflammatory effects.\n[6]",
    "administration": "Tofacitinib is available in tablet form in 5 mg and 10 mg dosages and extended-release (XR) 11 mg dosage for oral consumption for adults. Tofacitinib is also available as a 1 mg/mL oral solution for children 2 years of age or older.\n\nRheumatoid Arthritis\n\nThe recommended dose of tofacitinib in rheumatoid arthritis treatment is 5 mg twice daily or extended-release (XR) 11 mg once a day.\n\nSubjects with moderate to severe renal impairment or moderate hepatic impairment are recommended 5 mg once daily.\n\nPsoriatic Arthritis\n\nThe recommended dose of tofacitinib in the psoriatic arthritis treatment is 5 mg twice daily or extended-release (XR) 11 mg once a day.\n\nSubjects with moderate to severe renal impairment or moderate hepatic impairment are recommended 5 mg once daily.\n\nUlcerative Colitis\n\nThe recommended dose of tofacitinib in the ulcerative colitis treatment is 10 mg twice daily for a duration of eight weeks initially, then decreased to 5 mg twice a day.\n\nImportant to note that tofacitinib 10 mg twice daily is only FDA approved for ulcerative colitis treatment. Tofacitinib treatment should be discontinued if an adequate therapeutic response is not achieved by 16 weeks of therapy at the 10 mg twice a day dosage. Subjects with moderate to severe renal impairment or moderate hepatic impairment are recommended half of the daily dosage of subjects receiving treatment within the normal renal and hepatic function range.\n\nPolyarticular Course Juvenile Idiopathic Arthritis\n\nThe recommended dose of tofacitinib in the polyarticular course juvenile idiopathic arthritis treatment is 5 mg twice daily (oral Solution) or weight-based equivalent twice daily.\n\nBodyweight greater than or equal to 10 kg and less than 20 kg: 3.2 mg (3.2 mL oral solution) twice daily\n\nBodyweight greater than or equal to 20 kg and less than 40 kg: 4 mg (4 mL oral solution) twice daily\n\nBodyweight greater than 40 kg: 5 mg (one 5 mg tablet or 5 mL oral solution ) twice daily\n\nSubjects with moderate to severe renal impairment or moderate hepatic impairment are recommended dosing modifications.",
    "adverse_effects": "Some of the reported adverse effects includes\n[4]\n[7]\n\nUpper respiratory tract infection (4% to 6%)\nNasopharyngitis (4% to 14%)\nDiarrhea (2% to 5%)\nGastroenteritis (4%)\nNausea (1% to 4%)\nHeadache (4% to 9%)\nElevated cholesterol levels (5% to 9%)\nIncreased blood creatine phosphokinase (3% to 7%)\nRash (3% to 6%)\nHypertension (2% to 9%)\nAnemia (4%)\nHerpes zoster (1% to 5%)\n\nTofacitinib treatment may also increase the risk for new primary malignancy and opportunistic infections. Severe adverse events include serious infections such as cytomegalovirus (CMV), Epstein Barr Virus (EBV), BK virus(BKV), and tuberculosis(TB), malignancy, lymphoproliferative disorder, and abnormal lab changes(anemia and leukopenia).\n[8]\nHence, it has thus far not been used with potent immunosuppressants or biological DMARDs. Upper respiratory tract infections and urinary tract infections represent the most common infections.\n\nTofacitinib can cause hyperlipidemia. Dose-dependent increases in the levels of low-density lipoprotein (LDL), high-density lipoprotein (HDL), and total cholesterol have been reported in patients receiving tofacitinib. Long-term safety data showed higher rates of pulmonary embolism and death when using higher-dose tofacitinib (10 mg bid) in RA patients compared to those treated with a TNF inhibitor.",
    "monitoring": "Before initiating treatment with tofacitinib, the patient should be tested for active or latent TB. In the case of a positive active or latent TB test, patients should be treated accordingly prior to receiving treatment with tofacitinib. While on therapy with tofacitinib, patients should also be monitored for TB routinely throughout. A baseline complete blood count (CBC) should be done before starting tofacitinib and 1 to 2 months following initiation, and every 12 weeks after that. Subjects with hemoglobin (Hb) levels below 9 g/dL, absolute lymphocyte count below 500 cells/mm^3, and absolute neutrophil count below 1000 cells/mm^3 should not be started on therapy.\n\nBaseline lipid levels should be obtained and monitored 4 to 8 weeks after initiation of treatment. Dose-dependent increases in total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol may occur. Patients receiving treatment should be routinely monitored for the development of any severe infections. Treatment should be halted if any bacterial, viral, fungal, or opportunistic infections ensue. Liver function tests should also be monitored routinely as tofacitinib may cause hepatotoxicity. If hepatic injury from tofacitinib is suspected, treatment should be interrupted. Use in severe hepatic impairment is not recommended.",
    "toxicity": "Like other JAK inhibitors, tofacitinib is metabolized by the hepatic cytochrome P450 (CYP) system, mainly the CYP3A4 enzyme, in the liver (70%) and eliminated by renal clearance (30%).\n[10]\nTofacitinib has a drug half-life of 3 hours, and Tofacitinib XR has a drug half-life of 6 hours.\n[10]\nIts use in combination with moderate to strong CYP3A4 inhibitors (ketoconazole, fluconazole) and CYP3A4 inducers(rifampin) should be used cautiously and is not recommended as interruptions to drug pharmacokinetics may occur, moreover raising or lowering drug plasma concentration.\n[11]\n\nTofacitinib therapy in females of reproductive age may cause a possible risk to a developing fetus during pregnancy and may also impair infertility in women of reproductive potential. Females who are lactating and receiving treatment are advised not to breastfeed 18 to 36 hours following the last dosage.\n\nUS Boxed Warnings:\nSerious infections such as tuberculosis, bacterial, fungal, viral, and opportunistic diseases, which may lead to hospitalization or mortality.\n[8]\nMalignancy and lymphomas have been reported. Renal transplant subjects receiving tofacitinib alongside immunosuppressive therapy are at increased risk of Epstein Barr virus (EBV) associated post-transplant lymphoproliferative disorder.\n[8]"
  }
}