{
  "drug_name": "toleterodine tartrate",
  "nbk_id": "NBK608003",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK608003/",
  "scraped_at": "2026-01-11T18:48:05",
  "sections": {
    "indications": "Antimony (Sb) is an elemental metalloid chemically similar to arsenic. Antimony's use dates back to Chaldean times based on artifacts found in explorations.\n[1]\nAsian and Middle Eastern countries used antimony in cosmetics; antimony was later replaced with lead due to scarcity.\n[2]\nTopical forms of antimony were used to treat herpes, leprosy, mania, and epilepsy, while oral antimony potassium tartrate, also known as tartar emetic, was utilized for fever, pneumonia, congestion, inflammation, and sedation.\n[3]\n[4]\n[5]\nAntimony usage was eventually halted due to observed toxicity.\n\nToday, antimony is primarily medically used for treating leishmaniasis and schistosomiasis, as well as aversive treatment for substance use.\n[6]\n[7]\nThe mechanism of action is the inhibition of trypanothione reductase, a parasitic enzyme involved in protection against oxidative stress.\n[8]\nTypically, pentavalent antimony compounds, such as meglumine antimoniate and sodium stibogluconate, are used as they offer superior tolerance to their trivalent counterparts, are efficient, and are cost-effective.\n[9]\nElemental antimony is not commonly used for industrial purposes due to its low malleability and is typically found in alloys with copper, lead, and tin. Antimony compounds can be used for a number of purposes, including the production of textiles, enamels, ceramics, pigments, and fireworks, as well as serving as catalysts for chemical reactions. Antimony compounds, particularly antimony trioxide and antimony oxychloride, are used in flame retardants.\n[1]\n[10]\n\nElemental antimony is rare due to its rapid conversion to antimony oxide or antimony trioxide. Antimony naturally occurs in minerals, most prominently in the form of stibnite.\n[11]\nAntimony may form compounds in its trivalent (Sb\n3+\n) state in antimony potassium tartrate, antimony trichloride, antimony trioxide, antimony trisulfide, and sibine, or in its pentavalent (Sb\n5+\n) state in antimony pentasulfide, antimony pentoxide, and antimony pentachloride. Antimony is found in high concentrations in the soil near firing ranges and mines. Antimony can pose a public health concern when found in water and other commercially produced food products due to manufacturing flaws or leaching from materials used for packaging.\n[12]\n[13]\n[14]\n[15]\n[16]\n\nPerhaps the most toxic antimony compound is stibine (SbH\n3\n), which closely resembles arsine (AsH\n3\n). Stibine is a malodorous colorless gas associated with lead storage battery charging.\n[17]\nStibine can also be produced when using sodium hydroxide-based drain cleaners in the presence of antimony.\n[18]",
    "mechanism": "Exposure and toxicity typically occur through inhaling dust particles or fumes containing antimony. Electronic waste recycling workers have significant exposure to antimony, as do smelters; antimony is often found in ore containing arsenic, and coexposure is common.\n[19]\n[20]\nAntimony is often present in urine samples of refinery workers, chemical manufacturers, and battery manufacturers.\n[11]\n\nStibine exposure is prevalent in the process of charging batteries.\n[3]\nStibine is formed from antimony and hydrogen. Antimony can also be found in cigarette smoke; toxicity is more likely in smokers.\n[21]\nMaintenance workers are advised to avoid using drain cleaners containing sodium hydroxide, which is capable of releasing hydrogen ions in situations where antimony is present.\n[18]\n\nAlthough toxicity is generally associated with occupational exposure, people living near sources of antimony may be exposed via air, soil, and vegetation. The general population may also be exposed secondary to ingestion of food, water, or contaminated soil or dust.\n[11]\nAntimony toxicity can be seen with the use of medicinal antimonial compounds infrequently used in high-resource countries; medical professionals may be unfamiliar with dosing and administration guidelines. Acute antimony overdose is rare and typically is secondary to alcohol aversion treatment.\n[6]",
    "monitoring": "When evaluating suspected or known antimony toxicity, laboratory studies should include complete blood count, electrolyte levels, serum glucose, renal function studies, and urinalysis. In acute toxicity, assessment of volume depletion and renal injury should be prioritized. In the case of stibine exposure, bilirubin, serum lactate dehydrogenase, and haptoglobin should be added to evaluate for hemolysis; blood type and cross-matching should be obtained due to the high likelihood of blood transfusion.\n[52]\n\nAn electrocardiogram should be obtained to assess for QT interval prolongation or dysthymias. Continuous cardiac monitoring is recommended.\n[32]\nChest radiography may be useful in patients with hypoxia or other respiratory symptoms.\n[39]\nAbdominal imaging may be useful in patients with gastrointestinal symptoms.\n[68]\nFor caustic injuries, endoscopy may be indicated if the patient has stridor, drooling, or vomiting. Computed tomography imaging may be reasonable in suspected malignancy secondary to exposure. Most serum antimony levels are not typically processed in-house at most hospitals and thus are not helpful on initial evaluation. Normal antimony concentration in unexposed patients is less than 3 mcg/L.\n[69]\nUrine antimony levels in a 24-hour collection may also be obtained, with normal levels less than 6.2 mcg/L.\n[70]",
    "administration": "When antimony exposure is suspected or confirmed, consulting with a medical toxicologist or poison control for expert recommendations is recommended. The mainstay of treatment is supportive care. The patient’s respiratory and mental status should be assessed. Endotracheal intubation should be performed if there is airway compromise. Massive volume depletion should be anticipated, with replacement utilizing isotonic crystalloid solutions. Blood products may be indicated in cases of hemolysis secondary to stibine exposure. Renal status, urinary output, electrolyte levels, and hepatic function should be closely monitored.\n[6]\nAntiemetics may be used for symptomatic control. Official management guidelines have not been formally established, given the low incidence of antimony toxicity.\n\nDecontamination in the setting of acute toxicity should be considered and performed in a timely manner. Dermal exposures to antimony compounds should be irrigated with soap and water. In acute ingestion, gastric lavage is reasonable to perform. Activated charcoal may theoretically absorb antimony compounds, and multiple doses may be required given the high degree of enterohepatic circulation of antimony if the patient can tolerate administration.\n[71]\nWhole bowel irrigation is recommended in severe ingestion based on the patient's tolerance. The irrigation should be performed within 48 hours based on reports of arsenic poisoning and antimony’s similar chemical properties and toxicologic manifestations.\n[72]\nIf gastrointestinal burns secondary to antimony pentachloride exposure are suspected, esophagogastroduodenoscopy performed by gastroenterology is indicated. Hemodialysis is indicated in the oliguric phase of acute toxicity with renal injury.\n[6]\n\nStibine exposure should be managed with prompt removal from the exposure area while employing appropriate safety precautions for rescuers. Administration of high-flow supplemental oxygen should occur after removal. In theory, exchange transfusion may be beneficial for removing the hemoglobin-stibine complex but cannot be routinely recommended due to insufficient data.\n[45]\n\nAnimal experimentation demonstrated improved survival in the chelation of antimony with dimercaprol, succimer, and dimercaptopropane-sulfonic acid (DMPS), with the most effective treatments being succimer and DMPS.\n[73]\n[74]\nHowever, human data is limited given the rarity of antimony toxicity, with a small subset receiving chelation treatment. Some small human study results have shown increased survival after the administration of dimercaprol.\n[71]\nAdministering intramuscular dimercaprol may be practical until antimony is removed from the gastrointestinal tract, after which transitioning to oral succimer is advisable. Chelation should be ceased if respiratory symptoms with electrocardiogram changes occur.\n[6]\nChelation dosage in the antimony toxicity setting has not been established. The administration of effective dosages for arsenic and other similar metals is reasonable.\n\nManaging antimony toxicity requires an interdisciplinary approach involving primary care or emergency medicine clinicians alongside a medical toxicologist. Occupational health specialists may be involved if toxicity is due to occupational exposure. Depending on the affected organ systems, consultants may include ophthalmologists, gastroenterologists, nephrologists, hematologists, pulmonologists, cardiologists, dermatologists, oncologists, endocrinologists, and neurologists.",
    "adverse_effects": "There are many complications of antimony toxicity given its effect on multiple organ systems. Perhaps the most deadly include life-threatening arrythmia, massive hemolysis, acute respiratory failure, acute renal failure, and acute hepatic failure. Patients have also expired due to sepsis secondary to pancreatitis. Antimony may also lead to permanent ophthalmic, pulmonary, and neurological changes. In addition, patients may have sequelae of malignancies associated with antimony exposure."
  }
}