{
  "drug_name": "tolmetin",
  "nbk_id": "NBK547742",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547742/",
  "scraped_at": "2026-01-11T15:40:25",
  "sections": {
    "indications": "According to the package insert, NSAIDs are contraindicated in patients:\n\nWith NSAID hypersensitivity or salicylate hypersensitivity, as well as in patients who have experienced an allergic reaction (urticaria, asthma, etc.) after taking NSAIDs\nWho have undergone coronary artery bypass graft surgery\nDuring the third trimester of pregnancy\nRenal failure",
    "mechanism": "The main mechanism of action of NSAIDs is the inhibition of the enzyme cyclooxygenase (COX). Cyclooxygenase is required to convert arachidonic acid into thromboxanes, prostaglandins, and prostacyclins.\n[9]\nThe therapeutic effects of NSAIDs are attributed to the lack of these eicosanoids. Specifically, thromboxanes play a role in platelet adhesion, prostaglandins cause vasodilation, increase the temperature set-point in the hypothalamus, and play a role in anti-nociception.\n\nThere are two cyclooxygenase isoenzymes, COX-1 and COX-2. COX-1 gets constitutively expressed in the body, and it plays a role in maintaining gastrointestinal mucosa lining, kidney function, and platelet aggregation. COX-2 is not constitutively expressed in the body; and instead, it inducibly expresses during an inflammatory response. Most of the NSAIDs are nonselective and inhibit both COX-1 and COX-2. However, COX-2 selective NSAIDs (ex. celecoxib) only target COX-2 and therefore have a different side effect profile. Importantly, because COX-1 is the prime mediator for ensuring gastric mucosal integrity and COX-2 is mainly involved in inflammation, COX-2 selective NSAIDs should provide anti-inflammatory relief without compromising the gastric mucosa.\n[10]",
    "administration": "Most commonly, NSAIDs are available as oral tablets. According to the package insert, the dosage for the most common over-the-counter NSAIDs are as follows:\n\nIbuprofen: for 200 mg tablets, 1 to 2 tablets every 4 to 6 hours while symptoms persist. The daily limit for ibuprofen is 1200 mg.\nAspirin regular strength: 325 mg tablets, 1 to 2 tablets every 4 hours, or 3 tablets every 6 hours. The daily limit for aspirin is 4000 mg.\nNaproxen sodium: for 220 mg tablets, 1 to 2 tablets every 8 to 12 hours. The daily limit for naproxen sodium is 660 mg.\n\nTopical NSAIDs are also available (diclofenac sodium 1.5% topical solution, diclofenac hydroxyethyl pyrrolidine 1.3% patch, and diclofenac sodium gel 1%). They are most useful for treating pain due to soft-tissue injuries and osteoarthritis.\n[8]\n\nSpecific NSAIDs can also be administered parenterally; for example, intravenous ibuprofen is available, given as a 30-minute infusion; this can be used as a non-opioid analgesic to manage pain and can also reduce fever. Trials have shown that using intravenous ibuprofen and morphine in postoperative adult patients can lower the total use of morphine. For treating pyrexia, an initial 400mg dose then 400 or 100 to 200 mg every 4 to 6 hours as needed. For the treatment of pain, 400 to 800 mg, every 6 hours as needed, is the recommended dose regimen.\n[11]\nKetorolac is also available for parenteral administration.",
    "adverse_effects": "NSAIDs have well-known adverse effects affecting the gastric mucosa, renal system, cardiovascular system, hepatic system, and hematologic system.\n\nGastric adverse effects\nare likely due to the inhibition of COX-1, preventing the creation of prostaglandins that protect the gastric mucosa. The damage is more likely in a patient who has a prior history of peptic ulcers. Since it is COX-1 specific, the use of COX-2 selective NSAIDs is a lower-risk alternative.\n[12]\n\nRenal adverse effects\nare because COX-1 and COX-2 facilitate the production of prostaglandins that play a role in renal hemodynamics. In a patient with normal renal function, inhibition of prostaglandin synthesis does not pose a large problem; however, in a patient with renal dysfunction, these prostaglandins play a greater role and can be the source of problems when reduced via NSAIDs. Complications that can occur include elevated blood pressure, acute renal dysfunction, fluid and electrolyte disorders, renal papillary necrosis, and nephrotic syndrome/ interstitial nephritis.\n[13]\n\nCardiovascular adverse effects\ncan also be increased with NSAID use; these include MI, thromboembolic events, and atrial fibrillation. Diclofenac seems to be the NSAID with the highest reported increase in adverse cardiovascular events.\n[14]\n\nHepatic adverse effects\nare less common; NSAID-associated risk of hepatotoxicity (raised aminotransferase levels) is not very common, and liver-related hospitalization is very rare. Among the various NSAIDs, diclofenac has a higher rate of hepatotoxic effects.\n[15]\nNSAIDs should be avoided in patients with liver dysfunction. Severe reactions, including jaundice, fulminant hepatitis, liver necrosis, and hepatic failure have been reported.\n\nHematologic adverse effects\nare possible, particularly with nonselective NSAIDs due to their antiplatelet activity. This antiplatelet effect typically only poses a problem if the patient has a history of GI ulcers, diseases that impair platelet activity (hemophilia, thrombocytopenia, von Willebrand, etc.), and in some perioperative cases.\n[16]\n\nOther minor adverse effects\ninclude anaphylactoid reactions that involve the skin and pulmonary systems, like urticaria and aspirin-exacerbated respiratory disease.\n[17]\n[18]\n\nFor a complete list of adverse effects for an individual NSAID, please see the StatPearls article for that particular drug.",
    "monitoring": "Recommended monitoring includes a CBC, renal tests, and hepatic panel. These recommendations are from the American College of Rheumatology for use in rheumatoid arthritis patients who use NSAIDs chronically and who have no comorbidities nor history of complications. Monitoring is less common in patients not considered high risk for NSAID toxicity. However, NSAIDs are either contraindicated, or their use requires monitoring in patients with liver or renal problems.\n[19]",
    "toxicity": "NSAID toxicity can manifest as GI bleeding, hypertension, hepatotoxicity, and renal damage.\n[19]\nTypically, acute NSAID overdose is asymptomatic or has negligible gastrointestinal symptoms. However, other symptoms of toxicity complications may include anion gap metabolic acidosis, coma, convulsions, and acute renal failure. Also, NSAIDs can confer gastrointestinal damage by inhibiting COX-1, which causes decrease gastric mucosa production. Nephrotoxicity can also occur with NSAID use because these medications reduce prostaglandin levels, which are essential for the vasodilation of the renal arterioles.  Lastly, neurologic toxicity can present with drowsiness, confusion, nystagmus, blurred vision, diplopia, headache, and tinnitus.\n[20]"
  }
}