{
  "drug_name": "tolu syrup",
  "nbk_id": "NBK557773",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557773/",
  "scraped_at": "2026-01-11T18:48:04",
  "sections": {
    "indications": "Maple syrup urine disease (MSUD) is a defect of amino acid metabolism due to abnormal activity of the branched-chain alpha-ketoacid dehydrogenase (\nBCKAD\n) complex. This complex is responsible for breaking down the 3 essential branched-chain amino acids (BCAA): isoleucine, leucine, and valine. These BCAA are usually used for energy production or increased protein (ie, muscle) synthesis through their effect on the mTOR signaling pathway.\n[1]\nIn the brain, BCAA's function is to promote protein and neurotransmitter synthesis and energy production.\n[2]\n\nMSUD, also known as branched-chain α-ketoacid dehydrogenase deficiency, occurs when an underlying defect in the\nBCKAD\ncomplex located in the cellular mitochondria disrupts the metabolism of BCAA, which leads to their accumulation in the plasma, brain, and other tissues as well as their respective derivative ketoacids in the urine.\n[3]\nIt classically manifests in the neonatal period with failure to thrive, delayed developmental milestones, feeding difficulties, lethargy, irritability, and a maple syrup odor first noticeable in the cerumen and then the urine.\n[3]\nIf left untreated, the most severe, classic form of MSUD can quickly lead to irreversible neurological injury manifesting as brain damage, seizures, a coma, or central respiratory failure within just 7 to 10 days after birth. Death in untreated individuals with the severe form of the disorder occurs within 2 months. Good clinical outcomes can be expected if management is initiated early and expectantly, but any significant lapse in treatment can result in permanent brain damage or worse. Long-term treatment consists of significant, lifelong dietary restrictions of branched-chain amino acids and close, continuing metabolic monitoring, but acute exacerbations with decompensation may occur, requiring emergency management.",
    "mechanism": "MSUD is caused by an autosomal recessive mutation in 1 of the 3 genes:\nBCKDHA, BCKDHB,\nor\nDBT.\nBranched-chain ketoacid dehydrogenase (\nBCKAD\n) is located within the inner mitochondrial membrane of various tissues such as skeletal muscle, liver, kidney, and the brain. It comprises 3 catalytic subunits (E1, E2, and E3). BCAA transaminase helps mediate the catabolism of BCAA. Most of this activity occurs in the mitochondria where\nBCKAD\nis located. One metabolic product of leucine is alpha-ketoisocaproic acid, which acts as a neurotoxin and contributes to the encephalopathic syndrome.\n[3]\n[4]",
    "monitoring": "Since MSUD is often rapidly progressive and can cause permanent harm within the first few weeks of life, it has become routine to perform diagnostic testing for MSUD on all newborns within 48 hours of birth. If this is missed, omitted, or unavailable in a timely fashion, the diagnosis of MSUD will depend on the prompt identification of the early clinical characteristics by a physician. In addition to the clinical features, biochemical analysis, and molecular testing play a significant role in disease confirmation and phenotype evaluation.\n\nInitial blood screening for MSUD in neonates is routine and required in the United States and elsewhere; however, the screening may miss intermittent MSUD or genetic variants. Children and newborns should receive additional confirmatory testing for MSUD if any of the following are present, regardless of any initial negative neonatal screening tests:\n\nSporadic encephalopathy and ketoacidosis\nIntermittent encephalopathy and ketoacidosis\nEncephalopathy and ketoacidosis during illness, trauma, or fasting\n\nPrenatal Diagnostic Testing\n\nDiagnosis requires mutational analysis to measure\nBCKAD\nenzyme activity in cultured chorion villus cells or amniocytes. BCAA acid concentrations can also be measured in amniotic fluid. Preimplantation diagnosis requires the identification of familial pathogenic variants. The preferred diagnostic method is molecular analysis.\n\nNewborn Screening and Biochemical Evaluation\n\nSince 1964, routine newborn screening has been performed for MSUD in the United States. The screening is best performed within 24 to 48 hours after birth using tandem mass spectrometry amino acid profiling. The process examines the fisher ratio and concentrations of leucine-isoleucine as a standard measure.\n[3]\nHowever, screening can give false-positive results in patients with isolated hydroxyprolinemia. Additional laboratory studies must be performed if elevated branched-chain amino acids are detected.\n[3]\n\nTandem mass spectrometry readily detects classic MSUD. However, it may not detect milder forms of MSUD due to normal leucine levels. Tandem mass spectrometry does not possess the capability to distinguish amino acids with the same mass (eg, hydroxyproline, leucine, isoleucine, and alloisoleucine).\n[3]\nConsequently, tandem mass spectrometry cannot differentiate hydroxyproline, leucine, and isoleucine. In such cases, plasma amino acid testing or a second-tier test, such as liquid chromatography, must be conducted to determine serum alloisoleucine levels. Such testing can reliably distinguish clinically significant MSUD from hydroxyprolinemia, which is harmless.\n\nPlasma amino acid testing is the most critical and reliable diagnostic test for MSUD. This diagnostic modality is used to assess elevated levels of BCAAs and alloisoleucine. Elevated alloisoleucine levels >5 mmol/L confer high specificity and sensitivity for the diagnosis and are considered pathognomonic.\n[18]\nEven with very high serum leucine levels, plasma alloisoleucine is not detectable until the patient is 6 days of age.\n[18]\n\nAdditional laboratory studies include the dinitrophenylhydrazine (DNPH) test, gas chromatography, liquid chromatography,\nBCKAD\nenzyme activity, and molecular testing.\n[3]\nThe urinary organic acids can be detected using gas chromatography-mass spectrometry, the dinitrophenylhydrazine (DNPH) test, and urine test strips. Gas chromatography-mass spectrometry detects branched-chain ketoacids, further supporting the diagnosis of MSUD. Branched-chain ketoacids usually follow after BCAA elevation and are detectable 48 to 72 hours after birth.\n[3]\nThe DNPH test can also detect branched-chain ketoacids in the urine. The DNPH reagent and urine are mixed in equal volumes. The sample is then observed for 10 minutes for precipitation and color changes. Clear urine with no precipitate demonstrates a zero or negative score, while a yellow-white precipitate with opaque urine scores a 4 (ie, positive). The DNPH test's primary advantage stems from its ability to detect urinary branched-chain ketoacids quickly in an outpatient setting. Standard urine test strips enable the detection of ketonuria. This offers an alternative diagnostic methodology in settings with restricted access to more advanced laboratory testing. Ketonuria is considered a surrogate marker for possible MSUD.\n[13]\nNeonates suspected of MSUD should never be given a dietary \"protein challenge,\" not only due to its potential danger but also because modern laboratory methods make it unnecessary.\nBCKAD\nenzyme activity can be measured in lymphoblasts, skin fibroblasts, and liver biopsy cells. In vivo measurements of\nBCKAD\nactivity are not clinically useful because the activity levels do not correlate with leucine tolerance and oxidation.\n[13]\n\nThe molecular tests available to determine the 3 biallelic pathogenic gene variants include the\nBCKDHA\ngene which encodes the E1-alpha subunit of the\nBCKAD\nenzyme complex (MSUD Type 1A),\nBCKDHB\ngene which encodes the E1-beta subunit of the\nBCKAD\nenzyme complex (MSUD Type 1B), and the\nDBT\ngene which encodes the E2 subunit of the\nBCKAD\nenzyme complex (MSUD Type 2).\n[13]\nGenetic testing allows for a better understanding of the prognosis and genetic counseling of the family. Furthermore, molecular tests allow for an accurate assessment of the deficient\nBCKAD\nsubunit. This helps determine the individualized therapies. There are over 190 pathogenic variations in\nBCKAD\nenzyme subunits. All detected variants are homozygous or compound heterozygous.\n\nDiagnostic Approach\n\nFor certain patient presentations, varying diagnostic strategies are recommended.\n\nSymptomatic adults\n\nIn symptomatic adults, diagnostic evaluation should include the following:\n\nDNPH testing can be used for the detection of alpha-ketoacids in the urine.\n[13]\n\nBranched-chain ketoacids and other organic acids can be detected using gas chromatography-mass spectrometry.\n\nThe most definitive, informative, and reliable test is the identification of elevated serum alloisoleucine using plasma amino acid quantitative analysis.\n\nSymptomatic newborns\n\nIn symptomatic newborns with a positive screening test or unexplained ketonuria, diagnostic evaluation should include the following:\n\nIf the infants are older than 48 to 72 hours, screening tests such as DNPH and even common urine ketone test strips can be used.\n\nPlasma amino acid analysis to detect elevated BCAA and alloisoleucine.\n\nGas chromatography-mass spectrometry is used to analyze the urine for ketoacids.\n\nNewborns and infants should not be challenged with higher than average protein intake.\n[13]\n\nNewborns with an affected sibling\n\nIn newborns with a sibling already diagnosed with MSUD, diagnostic evaluation should include the following:\n\nIf familial pathogenic variants are known, isolated blood from the umbilical cord can be used for variant detection by polymerase chain reaction (PCR), advanced sequencing, and melting analysis.\n\nIf pathogenic variants are unknown, blood can be obtained from the umbilical cord to detect pathogenic variants.\n\nAn amino acid profile indicative of MSUD should initiate dietary therapy. Molecular testing and urine organic acid analysis should follow.\n\nIt is important to remember that DNPH can't be used as a screening test until 48 to 72 hours after birth.",
    "administration": "Effective treatment of MSUD requires addressing the patient's nutritional needs and optimally managing acute metabolic decompensations.\n[19]\nA pediatric nutritionist and metabolic disease specialist should be involved in managing MSUD patients.\n\nMedical Nutritional Therapy\n\nInitiating nutritional therapy requires clinical confirmation or a positive newborn screening result. The mainstay of treatment remains the dietary restriction of branched-chain amino acids. These dietary modifications need to be maintained throughout life. Newborns who screen positive for MSUD should immediately be started on a special MSUD dietary formula with no BCAA without waiting for confirmatory testing. There is evidence that a high rate glucose infusion at 11 mg/kg and 20% intravenous lipids at a rate of 2 g/kg daily can be helpful in addition to the dietary therapy in limiting brain damage, even in newborn MSUD patients who are initially asymptomatic.\n[20]\nAn insulin infusion may be helpful in some cases to promote anabolism. The goals of nutritional therapy are as follows\n[21]\n:\n\nPromote anabolism\nPrevent catabolism\nPromote average growth and weight gain\nPreserve intellectual function\nRestriction of branched-chain amino acids, especially leucine, while supplementing valine and isoleucine\nMaintain plasma BCAA levels within the required treatment ranges\nEvaluate thiamine responsiveness\n\nThe allowed amounts of dietary BCAA are titrated into the diet using biochemical lab values and growth measurements during respective life periods. Long-term treatment warrants accurate assessment of caloric needs and BCAA restriction with valine and isoleucine supplementation.\n[3]\nBCAA-free medical foods can provide up to 80% to 90% of protein needs. Valine and isoleucine help promote anabolism. Leucine supplementation is usually unnecessary because it is found in ample amounts in breast milk or formula. Favorable intellectual outcomes can be achieved if leucine concentrations are maintained between 75 and 300 mmol/L.\n[22]\nPlasma valine and isoleucine levels should also be maintained between 200 to 400 mmol/L.\n[21]\nThiamine should be supplemented at a dose of 50 to 200 mg/day in all patients with MSUD for 4 weeks. In thiamine-responsive patients, this thiamine supplementation should be continued. Thiamine should not be supplemented in patients diagnosed with the homozygous 1312T>A mutation, common in Mennonites, or with mutations leading to <3% of\nBCKAD\nactivity. Administration of sodium chloride may help maintain serum sodium concentrations and plasma osmolarity and can help prevent the development of cerebral edema or even a potentially fatal brain herniation. Carnitine supplementation may combat some oxidative stress caused by elevated BCAA and improve neurocognitive outcomes.\n[1]\n\nTreatment of Acute Metabolic Decompensation\n\nMetabolic decompensations, typically at plasma leucine levels >380 mmol/L, usually occur due to dietary noncompliance or infections. Dietary noncompliance raises the BCAA levels but rarely progresses to decompensation and encephalopathy without additional physical or metabolic stress. However, trauma and infections can trigger protein catabolism, leading to a metabolic crisis. Decompensation arises more commonly in the first year of life and after age 15.\n[23]\nStrauss et al. indicated that vomiting and viral gastroenteritis are the most common cause of hospitalization that triggers an acute decompensation episode in patients with MSUD.\n[11]\nOther common causes of hospitalization include viral bronchiolitis, sinusitis, neonatal encephalopathy, and urinary tract infections.\n[11]\n\nResidual\nBCKAD\nactivity and liberation of leucine from catabolism determine the risk of metabolic crisis.\n[13]\nPatients with a higher residual\nBCKAD\nactivity have a better tolerance for leucine. Furthermore, during an illness, these patients face less severe elevations in leucine. The main aim of therapy is to suppress protein catabolism and promote protein synthesis.\n[3]\nManagement strategies in more severe cases include:\n\nTreating the underlying stressor causing the metabolic crisis\nRestricting protein intake for 24 to 72 hours\nProviding ample caloric support\nProviding adequate hydration to maintain metabolic homeostasis\nProviding supplementation with cofactors\nEliminating toxic metabolites\nTreating associated clinical sequelae\nCorrecting metabolic abnormalities\nUsing dialysis (peritoneal and hemodialysis) in the most severe or acute cases refractory to other treatment\n\nHome Therapy\n\nDried blood spot evaluations of amino acid concentrations can be done routinely for home monitoring of less severe cases. Once or twice a week is suggested for infants. Older children and adults should be checked every 1 to 2 weeks.\n[13]\nHome healthcare personnel and family members can be instructed to use a dinitrophenylhydrazine reagent regularly to detect high urine branched-chain ketoacids or when an exacerbation is suspected. This allows for the timely detection and home management of mild to moderate cases of acute metabolic decompensation. Experienced clinicians can help manage dietary leucine restrictions, sick day formulas, and close outpatient monitoring in such cases.\n[13]\n\nSpecifically, sick day protocols require a 120% increase in BCAA-free amino acid formula intake, fluid administration of 150 mL/kg body weight, a 50% to 100% decrease in leucine intake, and frequent small feedings.\n[3]\nAmino acid transport into the brain will remain permanently impaired, and there will be a chronic deficiency of cerebral neurotransmitters (eg, dopamine, glutamate, tryptophan, serotonin, and γ-aminobutyric acid). Ensuring that nutritional treatment is aggressive and provides sufficient energy is vitally important. Dietary therapy for MSUD is lifelong.\n\nInpatient Therapy\n[13]\n\nInpatient management for MSUD is more intensive compared to outpatient management. In addition to dietary strategies, clinicians should effectively treat the underlying stressor (eg, fever, dehydration, infection, surgery, and inflammation). Nausea and vomiting should be controlled with antiemetics. Initially, leucine concentration should be reduced by 750 mmol/L or more every 24 hours, which can be achieved via insulin and glucose infusions. Ideally, leucine levels should be maintained from 200 to 300 mmol/L.\n\nUpon clinical improvement, total parenteral nutrition can reintroduce protein into the diet at 25% to 50% of normal intake. Depending on the clinical situation, this intake can be increased over the next few days. The estimated energy requirement (EER) must be provided at least 1.25 times the neonates' weight or surface area. The EER is the average dietary energy intake estimated to maintain a healthy energy and nutritional balance in an individual with good health based on age, gender, weight, height, and physical activity level. In adults and older children, increasing caloric intake to 3 times the EER, typically around 6,000 calories per day, may be necessary to prevent catabolism.\n[24]\nThis may require central venous access. Lipids should constitute 40% to 50% of the total calorie intake. Dextrose 25% IV solutions should be used to maximize caloric needs while minimizing possible hypervolemia. A continuous insulin infusion of 0.02 to 0.15 units/kg/hour can optimize blood glucose levels at between 100 and 160 mg/dL and promote anabolism. The total protein equivalent intake as BCAA-free amino acids should be 2.0 to 3.5 g/kg body weight daily, including both oral and parenteral intake.\n\nTotal isoleucine and valine supplements should be 20 mg to 120 mg/kg daily. The plasma concentration goal is between 400 and 800 mmol/L. The use of BCAA-free intravenous solutions in emergency settings or early MSUD decompensation appears to be safe and effective, particularly for pediatric patients and others where oral or enteric therapy is unavailable.\n[25]\nAs parenteral BCAA-free amino acid solutions may be challenging to obtain, the use of continuous nasogastric delivery of a suitable MSUD formula of 0.7 to 1.2 Kcal/mL at 30 to 60 mL/H is suggested as an alternative dietary calorie source regardless of patient age.\n[24]\nThis enteral feeding should be supplemented with 1% isoleucine and valine solutions to meet optimal nutritional protein goals.\n[24]\nIsoleucine and valine should be supplemented at 20 to 120 mg/kg daily. The intake of these supplements should be adjusted to maintain a steady plasma concentration of 400 to 600 mmol/L for each. Enteral tyrosine supplementation should be administered at 100 to 400 mg/kg daily to treat focal or generalized dystonia. Glutamine and alanine supplementation should be given at 150 to 400 mg/kg each daily.\n\nNutritional goals can typically be achieved by combined parenteral and enteral feeding. Sodium levels should be maintained within the physiological range. Underlying acid-base disturbances should also be corrected. Osmolarity fluctuations of >5 mOsm/L daily should be avoided while maintaining urine output. Experts also recommend preventing and treating hypokalemia and hypophosphatemia associated with intravenous glucose and insulin therapy. The use of glucocorticoids and vasoactive catecholaminergic agents should be limited. Hemodialysis and peritoneal dialysis can also be used to rapidly correct BCAA and excess ketoacids during an episode of acute decompensation if needed.\n[13]\nSodium phenylbutyrate is a nitrogen scavenger used primarily to treat urea cycle disorders; it can also reduce branched-chain amino acid levels, making it useful in patients with intermediate MSUD.\n[26]\n\nSuggested Intensive Care Unit Monitoring\n\nFor patients being cared for in the intensive care unit with an acute exacerbation, laboratory monitoring should include:\n\nSerum glucose every 4 to 6 hours\nSerum osmolality and electrolytes every 6 to 12 hours\nPlasma amino acids, serum phosphorus, and magnesium every 12 to 24 hours\nSerum lipase, amylase, and transaminases every 24 to 48 hours\n[24]\n\nOrthotopic Liver Transplantation\n\nThe liver is responsible for expressing 10% of\nBCKAD\nactivity. Restoring 9% to 13% of the normal\nBCKDH\nenzyme activity will effectively control branched-chain amino acid metabolism.\n[7]\nTherefore, liver transplantation is recommended for classic (severe) MSUD patients who cannot be managed through diet. Most commonly, the liver from an undeceased and unrelated individual is used.\n[3]\nPosttransplantation, the residual activity of\nBCKAD\ncan rise to mild MSUD. Transplantation essentially eliminates the need for severe dietary restrictions and helps avoid episodes of metabolic decompensation, although it does not reverse previous brain damage, cognitive dysfunction, or psychiatric illnesses.\n[27]\nHowever, transplantation does prevent the progression of further symptoms.\n[28]\n[29]\nIf performed promptly after initial diagnosis, reported liver transplantation outcomes suggest minimal, if any, long-term neurological impairment in these patients.\n[29]\nLiver transplant indications include:\n\nPsychomotor disabilities\nPoor metabolic control\nFrequent metabolic decompensations\nPoor quality of life\nClassic (severe) MSUD\n\nManagement in Pregnancy\n\nIt is indeed possible for women with MSUD to deliver a healthy child. The mother must be educated about the potential teratogenic risks of elevated maternal leucine concentration. In such patients, tight metabolic control before and throughout gestation is critical. As the placenta and fetus develop, the maternal need for protein and BCAA exponentially increases. Therefore, periodic plasma amino acid concentrations and fetal growth measurements are imperative to avoid possible nutritional deficiencies. Maintaining BCAA levels between 100 and 300 mmol/L is compatible with normal infant delivery. At delivery, a referral to an experienced metabolic center should be considered. This is because the postpartum period is deemed particularly dangerous for the mother. Events such as labor stress, internal blood sequestration, and uterine involution can act as a source of metabolic decompensation. Therefore, extra measures must be taken to counteract catabolism during the immediate postpartum period.\n\nManagement of Other Maple Syrup Urine Disease Complications\n\nIn addition to advising patients never to exceed their daily allowed dietary branched-chain amino acids and follow their recommended monitoring guidelines as a preventative intervention, clinicians should manage various complications that may develop with MSUD.\n\nCerebral edema\n\nSignificant cerebral edema from MSUD can begin during the first week of life.\n[30]\nInitial signs are typical for MSUD and include poor feeding, vomiting, irritability, lethargy, and periods of apnea, which worsen as the encephalopathy progresses. Left untreated, this can rapidly progress, leading to seizures, coma, respiratory failure, and death.\n[20]\nCerebral edema in MSUD is due to increased branched-chain amino acids in the brain and deficient levels of other essential amino acids and neurotransmitters (glutamate and tryptophan).\n[15]\n[30]\nThe 25% IV dextrose, used to maintain caloric needs in MSUD patients, increases renal leucine excretion but also causes sodium wasting by the kidney. This urinary sodium loss can worsen cerebral edema.\n[31]\n\nUltrasound cranial imaging can be used in neonates to help detect cerebral abnormalities but is very operator-dependent. MRI is the imaging procedure of choice for detecting cerebral edema or brain herniations.\n[32]\nAn MRI of the brain can show signs of edema and atypical signal density characteristic of MSUD.\n[33]\nThis can progress, becoming more severe and localized. The sites most affected include the dorsal limb of the internal capsule, the cerebral peduncles, the dorsal brainstem, and the deep cerebellar white matter.\n[20]\nAcute suppression ratio in quantitative electroencephalography can be an early indicator of increased intracranial pressure, making it potentially a very useful predictor of cerebral edema in acute MSUD decompensations.\n[34]\n\nDue to the potentially rapid progression of significant cerebral edema and encephalopathy, treatment in neonates should begin immediately after a positive MSUD screening without waiting for confirmatory testing. Initial treatment in newborns involves dietary therapy (a special formula that contains no branched-chain amino acids) along with IV administration of glucose and intravenous lipids, even in those babies without symptoms.\n[20]\nThe head of the bed should be elevated, and a PICC line should be inserted to allow the delivery of nutrition without the need for excess fluid volume.\n[13]\nThe administration of furosemide and mannitol, followed by 3% hypertonic saline, as needed, should be considered in patients with MSUD demonstrating evidence or progression of cerebral edema.\n[24]\nThe following dosages of each agent are typically used:\n\nFurosemide 0.5 to 1.0 mg/kg body weight per dose\nMannitol 0.5 to 1.0 g/kg body weight per dose\nTitrate 3% hypertonic saline at a rate of 2 to 3 mEq/kg per dose OR a saline drip at 2 to 10 mEq/kg per day based on the following levels:\nSerum osmolality 285 to 300 mOsm/kg of water\nSerum sodium 138 to 145 mEq/L\nSerum osmolality change <0.2 mOsm/kg of water/hour (≤5 mOsm/kg of water/day)\n\nMalignant cerebral edema is the most common immediate cause of death from MSUD, which can be as high as 25%.\n[24]\nWhen treated promptly and correctly, the cerebral edema slowly resolves over the next several months, but often not without some loss of brain substance or periventricular white matter disease.\n[20]\nSee the companion StatPearls article \"Cerebral Edema\" for information on managing cerebral edema.\n[35]\n\nCerebral herniation\n\nInitial signs of impending cerebral herniation from increasing cerebral edema include vomiting, dilated pupils, worsening lethargy, hypotension or hypertension, seizures, breathing irregularities, abnormal body posturing or muscular activity, altered mental status, abnormal reflexes, unconsciousness, coma and death from respiratory and cardiac arrest. In adults, patients may have an altered mental status and complain of nausea or headache. The diagnosis is confirmed by imaging.\n[36]\nSee the companion StatPearls article \"Brain Herniation\" for additional information.\n[37]\nTreatment is based on medical management to reduce cerebral edema and intracranial pressure, including:\n\nElevate the head.\nInduce hyperventilation with the help of a face mask or endotracheal tube.\nRestrict fluid intake but avoid dehydration.\nInfuse mannitol, furosemide, and 3% hypertonic saline to reduce cerebral edema.\n[24]\nTransfer the patient immediately to a pediatric/neonatal intensive care unit.\nConsider hypothermia, which slows down brain metabolism but increases the risk of cardiac arrhythmias and infections.\nConsider induced pentobarbital coma, which can reduce cerebral blood flow but may cause hypotension.\nAvoid decompressive hemicraniectomy; though tempting, when used in traumatic cases of cerebral herniation, a recent study indicated it offered only a minimal survival advantage but resulted in more patients left in a persistent vegetative state and more significant disabilities than medical therapy alone.\n[38]\n\nInfection\n\nPatients with MSUD are predisposed to candida infections and catheter-based bacterial or fungal infections. Monitoring patients for hospital-acquired infections continuously is vital. Failure to treat infections aggressively can result in acute metabolic decompensation.\n\nAcute pancreatitis\n\nDuring an episode of acute metabolic decompensation, the patient may develop symptoms of epigastric or mid-back pain, anorexia, or vomiting. This should raise suspicion of acute pancreatitis and immediately indicate the need for serum lipase and amylase levels. At that point, enteral feeding should be suspended, and the patient should be kept NPO. Treatment is usually supportive, and the patient's nutritional needs can be managed using special parenteral solutions.\n\nNeuropsychiatric illnesses\n\nAdult and adolescent patients are at a significantly increased risk of developing anxiety, depression, panic disorder, and ADHD. Standard antidepressants and psychostimulant drugs are typically effective in these patients.\n\nSecondary complications\n\nElective surgical procedures should be planned in coordination with a metabolic specialist.\n[13]\nEmergency procedures and trauma care are likely to provoke an exacerbation or decompensation of MSUD, and a metabolic specialist in the disorder should be involved early in the care of these patients.\n[13]",
    "adverse_effects": "Failure to diagnose and treat MSUD in a time-sensitive manner can result in serious consequences. Patients undergoing a treatment plan can develop an acute illness resulting in a sudden increase in levels of branched-chain amino acids. This metabolic crisis is usually indicated by the development of clinical symptoms such as extreme fatigue, irritability, vomiting, and loss of alertness. If the patient remains undiagnosed or untreated, the following complications can arise:\n\nAcute pancreatitis\nBlindness\nCerebral edema\nCerebrovascular ischemia\nEssential amino acid deficiency presenting as anemia, hair loss, growth failure, and acrodermatitis\nIntellectual disabilities\nIrreversible neurological damage\nMetabolic acidosis\nMuscle spasticity\nOsteoporosis\nRecurrent esophageal candidiasis due to T-cell suppression from elevated plasma leucine.\nSeizures"
  }
}