{
  "drug_name": "toremifene",
  "nbk_id": "NBK470263",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470263/",
  "scraped_at": "2026-01-11T15:40:26",
  "sections": {
    "indications": "Sugammadex is contraindicated for patients with a history of hypersensitivity reactions, ranging from isolated skin reactions to anaphylaxis. In a study conducted by the manufacturer, the incidence of hypersensitivity in patients with given doses of placebo, 4 mg/kg, or 16 mg/kg was 1%, 7%, and 9%, respectively.\n\nPatients with a creatinine clearance of less than 30 mL/min are currently not considered candidates for sugammadex. Plasma clearance and urinary excretion of rocuronium and sugammadex are significantly decreased in patients with a creatinine clearance of < 30 ml/min.\n[20]\nPatients with renal failure should be monitored closely if the decision to give sugammadex is made. Sugammadex, as well as sugammadex-rocuronium complexes, can be effectively cleared by hemodialysis.\n[21]\n\nThe remaining contraindications should be considered relative. Therefore, the decision to administer sugammadex should be determined on a patient-by-patient basis after weighing individual risks and benefits.\n\nFew studies have been conducted on children. The recommended doses for adults appear to be equally efficacious and safe in children.\n[22]\nThe manufacturer’s official stance is that sugammadex is not approved for administration to patients under 18 years of age.\n\nThere is very little information regarding the use of sugammadex in pregnant patients. Sugammadex appears to be effective and has a low maternal side effect profile when administered during cesarean delivery.\n[23]\n[24]\nSugammadex may predispose to skeletal teratogenicity. There has not been evidence of teratogenicity in humans administered up to 16 mg/kg or in rats administered six times the maximum recommended human dose (16 mg/kg). However, pregnant rabbits administered sugammadex at double the maximum recommended human dose delivered low birth weight progeny. In addition, progeny born to pregnant rabbits administered sugammadex at eight times the maximum recommended human dose had incomplete foot and sternum ossification. It is plausible that sugammadex caused this incomplete ossification. Sugammadex has been shown to remain in areas of active mineralization long after it has been eliminated from plasma—the half-life of sugammadex in bone is 172 days.\n\nThe use of sugammadex in breastfeeding patients is likely safe, but there is insufficient data to understand the effect on milk letdown, breastfeeding success, and fetal safety. While it is unknown if the drug is secreted into human breast milk, the likelihood of effects on the infant is low. In one study, sugammadex was present in rat milk, with the maximum drug level occurring 30 minutes after intravenous administration. The Drug and Lactation Database currently states that fetal exposure to sugammadex through breast milk is likely to be low and that sugammadex administration to breastfeeding women is acceptable.\n[25]\n\nPatients taking hormonal birth control to prevent pregnancy should consider nonhormonal alternatives for one week after exposure to sugammadex. Sugammadex can bind to progesterone and decrease the effectiveness of hormone-based contraception. Receiving a single dose of sugammadex has been stated to be similar to missing one dose of birth control containing estrogen or progesterone. Therefore, it is recommended that institutions develop a standard handout describing the effect of sugammadex on hormone contraception and recommend additional barrier contraception for seven days following surgery.",
    "mechanism": "Sugammadex contains eight identical hydroxyl chains bound together to create a ring with a hydrophobic core and a hydrophilic outer surface.\n[1]\nThe three-dimensional structure of sugammadex resembles a doughnut. The core of sugammadex is large enough to fit the aminosteroid non-depolarizing neuromuscular blocking drugs (NMBDs) rocuronium and vecuronium inside. Once inside, non-covalent hydrophobic interactions secure the NMBD to form water-soluble inclusion complexes.\n[4]\n\nThe sugammadex-rocuronium inclusion complex has a very high association constant (1.79 x 10 mol/L).\n[5]\nHigher association constants mean the affinity between molecules is greater. Using this association constant, it has been calculated that the ratio of sugammadex-rocuronium inclusion complexes to sugammadex-rocuronium dissociations is 25 million to 1.\n[6]\nThus, once rocuronium is bound to sugammadex, it can be considered irreversibly fixed. The sugammadex-vecuronium complex has a 3-fold lower association constant (5.72 x 10 mol/L) compared to sugammadex-rocuronium.\n[5]\nHowever, vecuronium is six times more potent than rocuronium and is administered in lower doses.\n[5]\nThe encapsulation of NMBD by sugammadex occurs in a 1 to 1 ratio. Thus, the lower sugammadex-vecuronium complex association constant is balanced against the need to encapsulate fewer molecules. In conclusion, sugammadex is equally effective at antagonizing vecuronium-induced neuromuscular blockade and rocuronium-induced neuromuscular blockade.\n[2]\n[7]\n\nSugammadex reverses neuromuscular blockade by encapsulating free NMBD in plasma. This decreases the plasma concentration of free NMBD, which creates a concentration gradient between the muscle tissue compartment and plasma. Consequently, free NMBD moves from the muscle tissue compartment to plasma; these NMBD are encapsulated by plasma sugammadex, which maintains the lower concentration of free NMBD in plasma and fuels the cycle. Consequently, there is a rapid decrease in the concentration of NMBD at the nicotinic acetylcholine receptor within the neuromuscular junction. This allows neuromuscular activity to resume.\n[8]\nSugammadex does not inhibit acetylcholinesterase-like traditional reversal agents, such as neostigmine; therefore, co-administration of an antimuscarinic drug such as glycopyrrolate is unnecessary.\n[9]",
    "administration": "Administration of sugammadex from 2 mg/kg to 16 mg/kg demonstrates a linear and dose-dependent pharmacokinetic relationship, with an elimination half-life of 100 to 150 minutes and near 100% renal clearance.\n[10]\n[11]\nSince sugammadex acts by forming complexes at a 1:1 ratio, a higher dose of sugammadex is required to antagonize a greater depth of neuromuscular blockade: 2 mg/kg for reversal of moderate neuromuscular blockade (two twitches in response to train-of-four stimulation), 4 mg/kg for deep blockade (one to two post-tetanic counts after a 5 second 50-hertz tetany), and 16 mg/kg for immediate reversal following an intubating dose of rocuronium (1.2 mg/kg).\n[12]\nRecovery from a 2 or 4 mg/kg dose of sugammadex is significantly faster than antagonism with neostigmine, allowing the achievement of a train-of-four ratio > 0.9 in an average of 3 minutes. Furthermore, sugammadex can reverse deep block faster than neostigmine can reverse moderate block.\n[13]\n\nWhile vecuronium and rocuronium should be dosed according to ideal body weight, sugammadex should be dosed according to actual body weight. For obese patients, the use of ideal body weight is likely not enough to achieve full reversal from rocuronium.\n[14]\n[15]\n\nA few options for reinitiating neuromuscular blockade after administering sugammadex include redosing rocuronium or vecuronium, succinylcholine, or administering a neuromuscular blocking drug from the benzylisoquinoline class. The company that manufactures sugammadex recommends a minimum waiting period of 5 minutes before administering a 1.2 mg/kg dose of rocuronium and a minimum waiting period of 4 hours before administering a 0.6 mg/kg dose of rocuronium or a 0.1 mg/kg dose of vecuronium. The product insert for sugammadex warms that patients receiving a 1.2 mg/kg dose of rocuronium within 30 minutes of reversal are likely to experience delayed onset and shortened duration of neuromuscular blockade. For patients that receive a 16 mg/kg dose of sugammadex, a minimum wait time of 24 hours is likely needed.\n\nSugammadex does not bind to succinylcholine or benzylisoquinoline neuromuscular blocking drugs such as mivacurium, atracurium, and cisatracurium.\n[9]\nThe succinylcholine-induced neuromuscular blockade is delayed when administered after sugammadex. Conversely, the cisatracurium-induced neuromuscular blockade has been shown to have a faster onset and results in a deeper level of a block when administered after sugammadex.\n[9]",
    "adverse_effects": "The most commonly reported adverse reactions after sugammadex administration is nausea and vomiting, headache, itching, procedural pain, and dysgeusia.\n[16]\n[17]\n\nBradycardia has been noted after sugammadex administration, with some reports of cardiac arrest.\n[18]\nIn the package insert and subsequent briefing documents, the manufacturer clearly disclosed that bradycardia is a known side effect of sugammadex. The etiology of sugammadex-associated bradycardia is unknown, though there are reports of QT prolongation after sugammadex administration.\n[11]\nAnticholinergics such as atropine have been administered to counteract marked bradycardia and prevent cardiovascular collapse. It is recommended that vasoactive drugs such as epinephrine and atropine be available whenever sugammadex is administered.\n\nThough more of a characteristic of rapid recovery from neuromuscular blockade than a side effect, surgeons have noticed that patients under light anesthesia may start to cough or move when sugammadex is administered. Bronchospasm after the administration of sugammadex has been reported—the incidence appears to be quite low.\n[16]\n[19]",
    "monitoring": "Reoccurrence of, or residual neuromuscular blockade, is possible when sugammadex is underdosed.\n[16]\n[26]\nIt is now considered best practice to utilize quantitative neuromuscular monitoring with a device such as an electromyograph or acceleromyograph to avoid the underdosing of sugammadex.\n[27]\nPatients who take the medications toremifene (an estrogen receptor modulator) or fusidic acid (an antibiotic) require monitoring for possible prolonged neuromuscular blockade. Toremifene and fusidic acid have a high affinity for sugammadex, leading to the possible displacement of rocuronium or vecuronium from the sugammadex molecule.\n[28]\n\nThrough in vitro and in vivo studies, it has been established that sugammadex can prolong the prothrombin time (PT) and the activated partial thromboplastin time (aPTT). In a study conducted by the drug manufacturer, healthy volunteers receiving 4 to 16 mg/kg of sugammadex demonstrated a 25% prolongation in aPTT and PT that lasted for 1 hour. However, this laboratory coagulopathy has not translated to more bleeding events or a higher incidence of anemia during surgery.\n[29]\nIt has been hypothesized that the prolongation in PT and aPTT are seen after sugammadex administration may be an in vitro artifact.\n[30]\nIn vitro experiments have demonstrated a further prolongation of PT and PTT when Sugammadex is administered in combination with unfractionated heparin, low molecular weight heparin, warfarin, rivaroxaban, and dabigatran. Accordingly, extra caution is necessary when administering sugammadex to patients taking anticoagulant medications.",
    "toxicity": "Sugammadex is biologically inactive and is generally well tolerated. However, concerns related to anaphylaxis caused the Food and Drug Administration to delay approval for sugammadex for years. An early manufacturer-sponsored study found a 0.3% incidence of anaphylaxis. The study involved 299 subjects, and one subject who received the largest dose, 16 mg/kg, had an anaphylactic reaction. Sugammadex has been approved in the United States since 2015, in Japan since 2010, and in the European Union since 2008. The actual rate of anaphylaxis appears to be much lower, perhaps similar to the incidence of anaphylaxis from rocuronium.\n[31]\n[32]\nReassuringly, anaphylaxis does not seem to be more common with repeated exposure. The risk of anaphylaxis appears to be higher when higher doses are administered. The most common clinical symptoms of anaphylaxis are skin changes (flushing, rash, erythema, and urticaria) and hypotension."
  }
}