{
  "drug_name": "torsemide",
  "nbk_id": "NBK559175",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559175/",
  "scraped_at": "2026-01-11T15:40:25",
  "sections": {
    "indications": "Contraindications for using torsemide can be classified as either absolute or relative.\n\nAbsolute contraindications\n\nHypersensitivity reactions/sulfa allergy\n\nRelative contraindications\n\nElderly patients, especially if hypotensive\nPatients with hepatic coma\nAnuric acute renal failure\nElectrolyte abnormalities or arrhythmias at baseline\nPatients with diabetes, as torsemide can cause hyperglycemia in high-risk individuals.",
    "mechanism": "Torsemide causes excretion of sodium chloride and water by inhibiting sodium and chloride reabsorption in the ascending loop of Henle and distal collecting tubule. The effect is caused by blocking the chloride-binding site of the Na+/K+/2Cl- cotransport mechanism. Torsemide does not affect renal blood flow or glomerular filtration rate (GFR).\n\nHowever, studies have also shown that genetics can play a role in the drug response of various loop diuretics, including torsemide.\n[6]",
    "administration": "Torsemide is available in two forms. IV form and oral form.\n\nPatients may take the oral form with or without food. IV administration is the recommendation for inpatient settings and when rapid action of the drug is needed.\n\nThe bioavailability of torsemide is approximately 80%, which allows equivalency between oral and IV to 1 to 1, unlike furosemide (oral to IV is 2 to 1 ).\n\nThe onset of diuresis occurs within 1 hr, with a peak in 1 to 2 hours after oral administration. With IV administration, the onset of action is within 10 mins, with a peak in one hour. The duration of action of the drug is around 6 to 8 hours, irrespective of the route of administration. The drug is primarily metabolized by the liver (80%) and excreted in the urine. Half-life elimination is approximately 3.5 hours.\n\nAlthough torsemide does not offer significant advantages over other loop diuretics, it may benefit patients who show an inadequate response to or do not tolerate other agents.\n[4]",
    "adverse_effects": "Electrolyte disturbances: As a result of diuresis, torsemide can cause electrolyte abnormalities, including hypokalemia, hypocalcemia, acid-base imbalance, etc., causing fatal cardiac arrhythmias. It is more common with IV administration and with higher doses.\nHypotension due to excessive diuresis. So, diuretics are not recommended to start or be given on the day of any surgical procedure as they can severely affect blood pressure when compounded with anesthesia.\nRenal failure due to aggressive diuresis, especially in cases of hypovolemia or infection/sepsis\nOtotoxicity, especially with concomitant ototoxic drugs\nHyperuricemia may occur, including asymptomatic hyperuricemia or gout, especially when used with other drugs that can cause hyperuricemia (like thiazide diuretics)\nPancreatitis\n[7]\nSulfa allergy, causing Stevens-Johnson syndrome or toxic epidermal necrolysis\n[7]\nPhotosensitivity reaction\n[8]\nGastrointestinal symptoms like nausea, dyspepsia, diarrhea, constipation\nCentral nervous system manifestations like nervousness or anxiety\nDiuretic resistance: Sometimes, an adequate diuretic response is unattainable despite using higher doses of loop diuretics. The diuretic response can be improved by IV administration or using torsemide with other diuretics (e.g., another loop diuretic or thiazide diuretic). Serum electrolytes require very close monitoring if using the diuretic combination.",
    "monitoring": "Periodic monitoring of blood pressure and volume status is recommended.\nLab monitoring includes BUN/creatinine, serum carbon dioxide, electrolytes, and blood glucose periodically.",
    "toxicity": "Toxicity usually occurs with medications that can increase serum concentrations of torsemide like methotrexate, etc. No antidote is available for the treatment of toxicity. In instances of toxicity, close monitoring of kidney function and electrolytes is essential to promptly identify and treat acute kidney injury and severe electrolyte abnormalities.\n\nOtotoxicity and nephrotoxicity occur with concomitant use of nephro or ototoxic medications. Animal studies have shown temporary ototoxicity with no permanent effect.\n[9]\nFurther research is necessary for confirmation of temporary vs. permanent ototoxic effects in humans."
  }
}