{
  "drug_name": "total carbohydrate",
  "nbk_id": "NBK554422",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554422/",
  "scraped_at": "2026-01-11T15:40:27",
  "sections": {
    "clinical_significance": "Treatment for Aceruloplasmin and Wilson Disease\n\nTreatment for aceruloplasminemia mainly involves chelation therapy and increasing serum ceruloplasmin. Fresh-frozen plasma, which contains ceruloplasmin combined with IV desferrioxamine, effectively decreases iron content in the liver. Repetitive fresh-frozen plasma treatment can improve neurologic signs/symptoms. Treatment options for Wilson disease include chelation therapy (D-penicillamine, trientine, and tetrathiomolybdate) or zinc salts. Medical therapy is continued lifelong as copper accumulation is not manageable with dietary restriction alone. It is important to note that there may be an associated paradoxical worsening of neurological status after initiation of chelation therapy. While this is not fully understood, studies suggest that increased mobilization of free copper by chelator therapy may lead to acute worsening upon initiation of treatment.\n[34]\n\nComplications\n\nDiabetes mellitus, ataxia, dystonia, Parkinsonism, psychiatric problems (mostly mood disorders), cardiac disease, thyroid dyscrasia, anemia, and liver damage are common complications shared by both Wilson disease and aceruloplasminemia. Amenorrhea and frequent abortions may be complications of copper toxicity that may affect fertility. Antipsychotic drugs are applied in severe mania and to treat psychotic symptoms. In Wilson disease, antipsychotics increase the risk of neurological deterioration and hepatic injury. As such, antipsychotics with low EPS risk, such as clozapine or quetiapine, should be used.\n[36]\n\nEnhancing Healthcare Team Outcomes\n\nSurveillance should include yearly glucose tolerance tests starting at the age of 15 or the age of diagnosis if, after 15 years old, to monitor for the inception of diabetes mellitus. Regular eye exams should also be a consideration, as retinopathy is a prominent feature in aceruloplasminemia and Wilson disease. An annual echocardiogram, thyroid and liver function evaluation, and a complete blood count (CBC) starting at the diagnosis should be performed to monitor for other potential complications. Blood transfusions should be approached cautiously as the increased iron load may be challenging for patients with these disorders. In patients with Wilson disease, it is strongly recommended that familial screening is performed. The American Association for Study of Liver Diseases and the European Association for the Study of Liver both separately recommend screening first-degree relatives of the affected individuals, suggesting siblings or offspring only.\n[37]\nWhile most patients with Wilson disease who become pregnant have successful pregnancies, a discussion is necessary about the potential side effects of anti-copper therapy, as all available anti-copper drugs can pass into the breast.\n\nCeruloplasmin Interpretation Adapted from Labtestsonline\n[See exhibit 2]\n\nWilson disease\n\nWilson disease presents between ages 5 to 35\n.\n[38]\n\nThe clinical presentation may include the following symptoms:\n\nHepatolenticular degeneration\nKayser-Fleischer rings\nParkinsonism\nAtaxia\nPersonality changes\nDepression\nPsychosis\nAcute liver failure\nChronic liver failure\nCirrhosis\nRenal issues (renal tubular acidosis with aminoaciduria)\nSecondary Hemolysis is less common\nMost patients with Wilson disease have low ceruloplasmin levels\n\nTreatment may include:\n\nPenicillamine\nTrientine\nZinc"
  }
}