{
  "drug_name": "trabectedin",
  "nbk_id": "NBK606094",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606094/",
  "scraped_at": "2026-01-11T18:48:05",
  "sections": {
    "indications": "Dermatofibrosarcoma protuberans (DFSP) is a rare, locally aggressive soft tissue skin tumor.\n[1]\nDFSP originates from the dermal layer of the skin, typically manifesting as a slow-growing, indurated plaque or nodule.\n[2]\nThe tumor's predilection for the trunk and proximal extremities reflects its origin in the reticular dermis.\n[3]\nDFSP rarely metastasizes. However, some tumors show high-grade sarcomatous change, potentially impacting evaluation and treatment.\n[4]\nDFSP spreads locally along tissue planes, infiltrating adjacent structures while respecting tissue boundaries. Metastasis to regional lymph nodes or distant sites is rare but usually involves high-grade or fibrosarcomatous transformation. Micrographic dermatologic surgery (MDS) is vital in achieving tumor-free margins while preserving function and cosmesis.\n[5]\nMDS, including Mohs micrographic surgery (MMS) and other peripheral and deep en-face margin assessment techniques, has become a cornerstone in managing DFSP, offering precise tumor removal while sparing healthy tissue.\n[6]",
    "mechanism": "The etiology of DFSP remains incompletely understood, with no definitive causative factors identified. However, several genetic and environmental factors have been implicated in its pathogenesis.\n[7]\nGenetic aberrations play a central role in DFSP development, with over 90% of cases characterized by a specific chromosomal translocation involving chromosomes 17 and 22. This translocation, t(17;22)(q22;q13), results in the fusion of the type I α1 collagen (\nCOL1A1\n) and platelet-derived growth factor-β (\nPDGF-β\n) genes, leading to constitutive activation of the PDGF-β receptor.\n[8]\nActivation of this receptor promotes cell proliferation and angiogenesis, contributing to DFSP tumorigenesis.\n\nBesides genetic predisposition, environmental factors such as ultraviolet (UV) radiation exposure and trauma have been proposed as potential contributors to DFSP development.\n[9]\nUV radiation-induced deoxyribonucleic acid (DNA) damage may exacerbate genomic instability, facilitating the accumulation of genetic mutations conducive to DFSP progression.\n[10]\nTrauma, particularly repetitive injury or scarring, has been suggested to trigger DFSP growth in predisposed individuals, although the exact mechanisms remain unclear.",
    "monitoring": "The evaluation of DFSP typically involves a combination of clinical assessment, histopathological examination, and imaging studies to establish a definitive diagnosis and guide treatment planning. Much of the evaluation is guided by National Comprehensive Cancer Network guidelines for DFSP. Interprofessional consultation in treatment centers experienced in DFSP should be considered, especially for patients with large or recurrent DFSP.\n\nClinical Evaluation\n\nClinical examination remains the cornerstone of DFSP evaluation, with thorough inspection and palpation of the lesion to assess its size, location, consistency, and associated symptoms. Other relevant history and physical examination, including family history, social history, personal medical history, and a complete skin examination, are pertinent in evaluating a patient with a lesion suspicious of DFSP. Dermoscopy may aid the clinical diagnosis by revealing characteristic features, such as a pigment network, linear vessels, and a central, white, scar-like area.\n[22]\nHowever, definitive diagnosis requires histopathological confirmation through biopsy or surgical excision, specifically a punch, incisional, or core biopsy, to ensure adequate tissue sampling through the deeper subcutaneous layer.\n\nHistopathologic Evaluation\n\nHistopathological examination of a biopsy specimen is essential for diagnosing DFSP and differentiating it from other cutaneous neoplasms. Qualified and experienced pathologists should evaluate lesions suspicious for DFSP. The characteristic histological features of DFSP include spindle-shaped fibroblast-like cells arranged in a storiform or cartwheel pattern within the dermis, often accompanied by collagen deposition and myxoid changes. Immunohistochemical staining for CD34 is typically positive in DFSP, supporting the diagnosis. Staining negative for factor XIIIa would differentiate DFSP from its benign counterpart.\n[23]\n\nA nondiagnostic specimen should be rebiopsied without undermining to prevent difficulty interpreting reexcisions. Fluorescent in situ hybridization for platelet-derived growth factor receptor (PDGFR) translocation should be performed for equivocal lesions. Polymerase chain reaction and conventional cytogenetics may also be used to confirm characteristic genetic changes.\n[24]\n\nDebulking specimens from the biopsy should be evaluated thoroughly to rule out fibrosarcomatous transformation. If observed, the lesion will need further evaluation as soft tissue sarcoma for multimodal therapy. Lesions with fibrosarcomatous changes are considered soft tissue sarcomas of the extremity, body wall, head, or neck. Besides adequate imaging, a core needle (preferred) or incisional biopsy should be performed. Ancillary diagnostic methods may be needed. Additional imaging may be indicated in select patients with genetic tumor syndromes, including patients with neurofibromatosis, Li-Fraumeni syndrome, and hereditary nonpolyposis colorectal cancer syndrome (ie, Lynch syndrome).\n\nRadiographic Evaluation\n\nRadiographic imaging, such as ultrasonography, magnetic resonance imaging (MRI), and computed tomography (CT), may be warranted to assess tumor depth, size, and extent of local invasion, particularly for further evaluation of inconclusive cases or planning surgical intervention. MRI is the preferred imaging modality for evaluating DFSP, offering superior soft tissue contrast resolution and multiplanar imaging capabilities.\n[25]\nMRI defines the tumor's size, extent, and association with neighboring neuromuscular structures and bone. MRI is thus a useful modality for preoperative and postoperative evaluation, especially if extensive subcutaneous extension of the DFSP is evident.\n[26]\nStaging evaluations, including chest radiography or CT scans, may also be recommended to assess for metastatic disease in high-risk cases or in the presence of suspicious clinical findings. However, routine staging imaging is not typically indicated for localized DFSP without evidence of advanced disease or concerning symptoms.",
    "administration": "DFSP management requires a comprehensive approach aimed at achieving complete tumor excision while minimizing morbidity and reducing the risk of recurrence. Treatment modalities encompass surgical, medical, and, in select cases, adjuvant therapies tailored to the individual patient's disease characteristics and clinical presentation.\n\nSurgical excision should be performed with MDS with peripheral and deep en-face margin assessment. If the tumor is borderline or unresectable, tumor mutation analysis and neoadjuvant imatinib should be considered.\n[27]\nRegular monitoring should be initiated for tumors with negative margins, while those with positive margins should be reexcised where possible. When positive margins remain, or surgery becomes infeasible, patients should undergo interprofessional evaluation and management, which may include radiation therapy or other medical interventions.\n[28]\n\nSurgical Interventions\n\nSurgical excision remains the treatment mainstay for localized DFSP, with the primary goal of achieving tumor-free margins while preserving function and cosmesis. MDS, including MMS or other forms of peripheral and deep en-face margin assessment, has emerged as a preferred surgical technique for managing DFSP, offering precise tumor removal with high cure rates while sparing healthy tissue.\n[29]\nMMS involves serial excision and examination of tissue layers under microscopy until tumor-free margins are achieved, minimizing the risk of recurrence and maximizing tissue conservation, particularly in cosmetically sensitive areas or tumors with ill-defined borders.\n\nNotably, DFSP can occasionally exhibit \"skip growth\" with neoplastic cells extending past the clinically apparent tumor margins. This phenomenon may lead to incomplete excision of the tumor despite the meticulous layer-by-layer strategy characteristic of MMS. Extensive undermining postsurgical excision is also not recommended, as it could potentially seed malignant cells if the tumor is not completely resected. This measure may also complicate the interpretation of subsequent reexcisions. Tumors initially excised with positive margins or those that have relapsed warrant further excision to attain clear margins whenever feasible.\n\nFor surgical treatment of DFSP, tumor bed excision should be based on tumor infiltration depth. Superficial (stages I and IIA) tumors may be excised without including the underlying fascia. In contrast, excision of the muscle or periosteum's investing fascia is recommended for deeper (stage IIB) tumors. Due to limited space and complex structures, the digits pose a challenge for wide local excision (WLE). MMS appears to be the more appropriate treatment modality for DFSP of the digits, keeping in mind that periosteal involvement may necessitate partial or total amputation of the digit to achieve tumor-free margins.\n[30]\n\nReconstruction should be postponed until a thorough examination confirms that all peripheral and deep margins are negative. Presently, no consensus exists on the ideal width of margins. Results from a 1997 study of 58 patients with primary and recurrent DFSP treated with MMS found that 70% of patients had positive margins with a 1 cm margin, 39.7% with a 2 cm margin, 15.5% with a 3 cm margin, and 5.2% with a 5 cm margin.\n[31]\n\nFurther, results from a 2022 single-center study of 222 DFSP cases treated with MMS found that an average of 1.47 stages and a minimum margin of 1.23 cm were required for tumor clearance. Tumors located in the head and neck region necessitated more stages and a significantly wider margin. Tumor size also showed a positive correlation with time to diagnosis, the patient’s age, and the number of stages taken.\n[32]\n\nThe literature has shown significant variation in local recurrence rates with different surgical margins. Postponing reconstruction after MMS is advised for cases necessitating extensive resection or tissue manipulation. This approach enables confirmation of negative margins before proceeding with reconstruction.\n[33]\nReconstruction options include rotational flaps or full- or split-thickness skin grafts. The choice of reconstruction depends on multiple factors, including the defect's size, depth, and location.\n\nSlow Mohs, also known as paraffin MMS, is preferred for evaluating tumors with high-risk histological characteristics like DFSP. This modified MMS method utilizes paraffin-embedded permanent sections and requires at least 24 to 48 hours of processing time.\n[34]\nIn contrast to conventional MMS, paraffin MMS enables tissue morphology preservation, complete tumor staging, residual tumor tissue identification, and the ability to perform immunohistochemistry studies.\n[35]\n[36]\nHowever, given the apparent practical advantages of frozen MMS, both techniques may be considered effective.\n\nAppropriate Use Criteria\n\nAccording to the MMS appropriate use criteria, MMS is appropriate for DFSP in all locations and patient types.\n[37]\nIn cases where MMS is not feasible or is contraindicated, WLE with 2- to 3-cm margins extending to the fascia may be performed, followed by a histopathological examination to confirm clear margins.\n[38]\nMMS has demonstrated a lower local recurrence rate than WLE when utilized for DFSP.\n[39]\n[40]\n[41]\n[42]\nConclusions from a 2024 meta-analysis of 136 cases revealed that the disease-specific mortality rate was not significantly different between patients treated with MMS vs WLE for DFSP. However, for recurrent tumors, the MMS treatment cohort exhibited a statistically significant reduction in disease-specific mortality compared to patients treated with WLE.\n[43]\nMMS is also less costly than WLE for all surgical sites.\n[44]\n\nPotential Drawbacks\n\nDrawbacks of MMS include the potential for tumor cells to be mistaken for normal dermal spindle cells in frozen sections and the high CD34-staining variability of frozen sections. Some authors question the reliability of this technique altogether.\n[45]\n[46]\nThis concern may be addressed by excising an extra layer and sending it for permanent paraffin-embedded assessment once negative frozen margins are achieved. However, clearing deep margins can be challenging if the tumor has invaded the underlying fascia or muscle.\n\nA study of 40 cases demonstrated that 43% of patients needed resection of fascia, muscle, or periosteum to achieve tumor clearance.\n[47]\nMMS procedures can also be intricate, time-consuming, and necessitate extensive procedures for patients and subsequent reconstruction.\n[48]\nFor tumors invading deep structures, eg, bone, nerves, major blood vessels, MMS may be used for marginal surfaces with an interprofessional discussion of nonvisualized areas.\n\nRecurrence and Metastasis\n\nRecurrence warrants tumor re-resection. Radiation therapy should be considered if it was not previously used and resection is infeasible. Imatinib therapy may be used if the disease is unresectable or resection cannot be performed due to anatomic restrictions. Patients with metastatic lesions should have interprofessional consultations to determine the best individualized treatment approach, possibly including surgery. Radiation therapy is not recommended if MDS is used. Otherwise, radiation therapy may be considered for surgical cases rendering positive margins if not previously used and re-resection is infeasible.\n\nDFSP with fibrosarcomatous differentiation (DFSP-FS) is a highly aggressive DFSP subtype with 50% local recurrence and 10% to 15% metastasis rates.\n[49]\n[50]\nDFSP-FS treatment includes WLE with clear margins or MMS for stages IA, IB, II, and III disease. Other adjuvant therapies (eg, systemic or radiation therapy) may also be needed to achieve tumor clearance. Resectable stage-II, -III, and -IV disease with unacceptable functional outcomes or unresectable primary disease may require radiation therapy, chemoradiation, systemic therapy, isolated limb perfusion/infusion, or amputation/radical resection.\n[51]\n\nSynchronous stage IV disease with oligometastases with limited tissue bulk amenable to local therapy should undergo similar treatments for earlier-stage disease. However, patients with diffuse metastases may also consider metastasectomy, stereotactic body radiation therapy, ablation, embolization (for nonlung metastases), observation, or palliative care. These same treatments are considered for metastatic disease and recurrences.\n[52]\n\nAdjuvant Therapy\n\nAdjuvant therapies, such as radiotherapy or systemic therapy, may be considered in select DFSP cases with high-risk features, including large tumor size, positive margins, and unresectability. Radiotherapy may be employed as adjuvant therapy following surgical excision to reduce the risk of local recurrence, particularly in cases with close or positive margins. Systemic therapies, including imatinib, a tyrosine kinase inhibitor targeting the platelet-derived growth factor-β receptor, may be considered in unresectable, metastatic, or recurrent DFSP. However, further research is needed to define optimal treatment strategies and long-term outcomes.\n[53]",
    "adverse_effects": "MMS is highly effective in treating DFSP. However, MMS carries certain risks, as with other surgical procedures. Possible complications include seeding tumor cells, delayed wound healing, wound dehiscence, infection, and cosmetic concerns such as noticeable scars or skin texture changes. Depending on tumor size and location, MMS may also lead to functional impairment or limitations in range of motion, particularly in areas involving critical anatomical structures.\n\nDespite its high cure rates, the risk of local recurrence following MMS remains, especially in cases with close or positive surgical margins. DFSP can occasionally exhibit skip growth, with neoplastic cells extending beyond the clinically apparent tumor margins. This occurrence produces microscopic disease foci that can evade initial detection. This characteristic poses a challenge for MMS, as the focal clusters of skipped tumor cells may remain undetected and lead to incomplete excision, increasing the risk of local recurrence. Rare complications include nerve damage, bleeding, hematoma formation, and scar contracture. Mitigating these risks requires careful preoperative evaluation, meticulous surgical technique, and diligent postoperative care, emphasizing the importance of close communication between the surgical team and the patient to optimize outcomes and address concerns following MMS for DFSP."
  }
}