{
  "drug_name": "tranylcypromine",
  "nbk_id": "NBK459162",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459162/",
  "scraped_at": "2026-01-11T15:40:28",
  "sections": {
    "indications": "Patients must not use tranylcypromine if they are currently taking meperidine, fentanyl, guanethidine, dextromethorphan, buspirone, bupropion, sympathomimetic, or L-tryptophan. Additionally, patients should not be concurrently on another MAOI or any medications that could inhibit serotonin reuptake, including SSRIs, sibutramine, tramadol, milnacipran, duloxetine, venlafaxine, clomipramine, and others. Other absolute contraindications include pheochromocytoma or paraganglioma.\n\nBox Warnings\n\nThe use of antidepressants, including tranylcypromine sulfate, in pediatric and young adult populations is associated with an increased risk of suicidality. These patients should be closely monitored for clinical deterioration and the emergence of suicidal ideation or behaviors. Tranylcypromine sulfate is contraindicated in pediatric populations. Concomitant consumption of tyramine-rich foods or beverages or interaction with pharmacological agents may precipitate hypertensive crises. Clinicians must monitor blood pressure regularly, ensure appropriate medication-free intervals, and instruct patients to avoid high-tyramine foods and beverages to mitigate this risk.\n\nWarnings and Precautions\n\nTranylcypromine is relatively contraindicated in patients with cardiovascular or cerebrovascular disease, a history of liver dysfunction, or those who experience frequent or severe headaches. This drug should be avoided in patients undergoing surgery that requires general anesthesia. Additionally, patients should not be taking any contraindicated substances, and adherence to a low-tyramine diet is essential. Tranylcypromine should not be administered to individuals with a known hypersensitivity to the drug. Patients must not be on any prohibited substance. Patients must be able to follow a low-tyramine diet and must not have any history of allergy to tranylcypromine.\n[18]\nAbrupt cessation of tranylcypromine has been associated with withdrawal effects, including delirium. The incidence of withdrawal symptoms correlates with higher daily doses and prolonged use. Clinicians are advised to gradually taper the dosage to mitigate the risk of withdrawal effects and ensure safe discontinuation of therapy.\n[22]",
    "mechanism": "Monoamine oxidase is the enzyme that degrades neurotransmitters such as dopamine, norepinephrine, and serotonin. There are 2 forms of monoamine oxidase: MAOA and MAOB. MAOA breaks down serotonin and norepinephrine and is found primarily in the gut. MAOB metabolizes phenylethylamine and is found primarily in the basal ganglia and platelets. Both MAOA and MAOB break down dopamine. This drug is mostly a nonhydrazine irreversible MAOA inhibitor and an irreversible MAOB inhibitor but to a lesser degree. Tranylcypromine also blocks the reuptake of catecholamines and serotonin. As a result, the levels of norepinephrine, epinephrine, serotonin, and dopamine increase. Tranylcypromine is also structurally similar to amphetamine, which may contribute to why this drug has some stimulant-like effects. The onset of action for this drug is typically 2 to 4 weeks, and the duration is approximately 10 to 21 days.\n[9]\n[10]\n\nPharmacokinetics\n\nAbsorption:\nTranylcypromine is efficiently absorbed following oral administration. In some individuals, absorption is biphasic, with peak plasma concentrations occurring at 1 hour and a secondary peak at 2 to 3 hours. This biphasic pattern may result from differential absorption rates of the drug's stereoisomers, though further studies are needed to confirm this hypothesis.\n\nDistribution:\nThe volume of distribution ranges from 1.1 to 5.7 L/kg.\n\nMetabolism:\nTranylcypromine is primarily metabolized in the liver and inhibits several cytochrome P450 enzymes, including CYP2A6, CYP2C19, CYP2C9, CYP2D6, CYP3A4, and CYP2B6. Although clinically significant interactions are uncommon at typical doses, CYP2C19 inhibition may be relevant in poor metabolizers or at higher doses (>60 mg/d).\n[7]\n[11]\n[12]\n\nElimination:\nThe drug is primarily excreted in the urine. The half-life of tranylcypromine is approximately 1.5 to 3.2 hours in individuals with normal renal and hepatic function.",
    "administration": "Available Dosage Forms and Strengths\n\nThis medication comes in a 10 mg oral tablet, and generic forms are available.\n\nAdult Dosage\n\nThe therapeutic dose is 30 mg/d in divided doses. The starting dose of tranylcypromine is usually 10 mg daily. The dose can then be titrated up to 30 mg daily. If the dosage needs to be titrated even further, after 2 weeks, the dose can be increased by 10 mg every 1 to 3 weeks until the maximum dosage of 60 mg daily is reached.\n[13]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not provide dosage adjustments; caution is advised when using tranylcypromine due to the potential hepatotoxicity.\n[14]\n\nRenal impairment:\nThe manufacturer's labeling does not provide dosage adjustments; caution is advised when using tranylcypromine.\n\nPregnancy considerations:\nTranylcypromine has been linked to adverse pregnancy outcomes, including fetal death and congenital malformations, particularly at high doses. This drug's vasoactive properties, which may impact uterine blood flow, are a potential mechanism for these effects, though the exact cause remains unclear. Given the limited clinical data on its use during pregnancy, tranylcypromine should only be considered when the potential benefits outweigh the risks, and caution is strongly advised.\n[15]\n[16]\n\nBreastfeeding considerations:\nGiven the limited data on tranylcypromine during breastfeeding, an alternative therapy is advisable, particularly when nursing neonates or preterm infants.\n[17]\n\nPediatric patients:\nThe safety and efficacy of tranylcypromine have not been established in pediatric patients, and the risks, including suicidal thoughts and behaviors, are relevant for both adults and children.\n\nOlder patients:\nOlder patients may be at higher risk of postural hypotension and other adverse effects, requiring careful dosing due to potential organ impairment and comorbidities.",
    "adverse_effects": "Common adverse effects of tranylcypromine include dry mouth, headaches, diarrhea, urinary hesitancy, insomnia, agitation, anxiety, nausea, and sexual dysfunction. Postural hypotension, sometimes leading to syncope, is another common adverse effect that warrants special attention for older patients on this medication. This adverse effect is dose-related and may require splitting the dose into 3 to 4 doses daily. More serious side effects include hepatotoxicity, seizures, and induction of mania. Additionally, in the United States, there is a black-box warning stating that this medication may lead to the activation of suicidal ideation and behavior in children, adolescents, and young adults aged 18 to 24 with major depressive disorder and other psychiatric disorders.\n\nMonitoring these patients during the first 1 to 2 months of treatment and when adjusting the medication dosage is essential. A transient rise in blood pressure can also occur after dosing but usually resolves within 3 to 4 hours. This medication is less likely to cause weight gain in patients, and some patients may even experience weight loss. Administering any MAOI increases the risk of hypertensive crisis, especially if it interacts with other sympathomimetics. Hypertensive crisis, severe increases in diastolic blood pressure of more than 120 mm Hg, will first present with an occipital headache followed by confusion, chest pain, blurred vision, nausea, vomiting, shortness of breath, palpitations, anxiety, or seizures. A special diet limited in tyramine is an absolute necessity for patients taking an MAOI to avoid a hypertensive crisis. When the MAOIs inactivate the MAO enzymes, the norepinephrine release by tyramine cannot be adequately broken down either, potentially resulting in high circulating levels of norepinephrine in the blood. High blood levels of norepinephrine released by tyramine can lead to dangerous levels of increased blood pressure. Dietary tyramine doses as low as 10 mg can cause an increase in blood pressure in patients receiving an MAOI. Patients should avoid consuming certain foods and beverages that may interact with tranylcypromine, including aged cheeses, aged, smoked, pickled, or cured meats, fish and poultry, sourdough bread, fava beans, soy sauce, and specific tap or draft beers. These items are high in tyramine, which can lead to a hypertensive crisis when combined with monoamine oxidase inhibitors like tranylcypromine.\n[18]\n\nThere is also the risk of serotonin syndrome due to the interaction of this medication with other serotonergic drugs. Serotonin syndrome results from the build-up of excessive serotonin. The Sternbach criteria for assessing serotonin toxicity include the recent addition of or increase in a serotonergic agent, absence of other etiologies, no recent addition of or increase of a neuroleptic agent, and at least 3 of the following:\n\nAgitation\nMyoclonus\nHyperreflexia\nDiaphoresis\nShivering\nTremor\nDiarrhea\nAtaxia or incoordination\nFever\n[19]\n[20]\n\nDrug-Drug Interactions\n\nIf the patient switches from a serotonin reuptake inhibitor (SSRI) to MAOI, the SSRI should be stopped at least 5 half-lives, depending on each drug, usually 10 to 14 days before starting the MAOI. If the patient is switching from fluoxetine specifically, they should wait at least 5 weeks due to fluoxetine’s long half-life, preventing hypertensive crisis and serotonin syndrome from occurring. If the patient switches from an MAOI to an SSRI, they must wait at least 2 weeks.\n[21]\n[17]\nOther drug interactions have been mentioned in the contraindications section.",
    "monitoring": "Monitoring parameters for this medication include renal function, hepatic function, heart rate, blood pressure, blood glucose, mental status, worsening depression, suicidality, or unusual behavioral changes. Clinicians must prescribe this medication only to patients who can be monitored closely and frequently.\n[13]",
    "toxicity": "Signs and Symptoms of Overdose\n\nToxic doses of this medication are possible if the dosage exceeds 60 mg/d; the lethal dose is 75 mg/kg. There have been 20 acute overdoses and 10 fatalities recorded from tranylcypromine. Toxic doses of this drug may result in dizziness, sedation, insomnia, restlessness, headache, ataxia, cardiovascular effects, respiratory depression, or coma. A case report from January 2017 revealed that amphetamine and methamphetamine appeared in a patient's urine who had experienced a fatal tranylcypromine overdose. This finding brings into question and prompts further research investigating the breakdown of tranylcypromine into amphetamine and methamphetamine and the dangers that it can impose.\n[18]\n[9]\n\nManagement of Overdose\n\nThe management of serotonin syndrome focuses on early recognition and prompt intervention for severe symptoms such as hyperthermia and muscle rigidity. Treatment involves discontinuing serotonergic agents, providing aggressive supportive care, and administering benzodiazepines. Mild cases generally require cessation of serotonergic drugs and symptomatic management, while severe cases necessitate intensive care, including rapid cooling and muscle relaxation.\n[20]\nThere are no specific antidotes for tranylcypromine overdose. For clinical guidance on managing poisoning or overdose, consult a toxicologist or a poison control center at 1-800-222-1222."
  }
}