{
  "drug_name": "trandolapril",
  "nbk_id": "NBK430896",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430896/",
  "scraped_at": "2026-01-11T15:40:28",
  "sections": {
    "indications": "Absolute Contraindications\n\nHypersensitivity reactions-\nACE inhibitors are contraindicated in a patient with a history of hypersensitivity to any ACE inhibitor or component of the formulation, angioedema related to previous treatment with ACE inhibitors, idiopathic or hereditary angioedema, or current use of aliskiren in a patient with diabetes mellitus. Also, consider drugs with cross-reactivity with ACE inhibitors.\n[51]\n[52]\nPregnancy -\nThe use of drugs that inhibit the renin-angiotensin system correlates with teratogenic effects such as oligohydramnios, decreased fetal renal function, anuria, renal failure, skull hypoplasia, and death. The proposed mechanism behind oligohydramnios is evident at the level of the fetal kidney. The low-pressure hemodynamics of the fetus become easily disrupted with a decreased amount of angiotensin II. Fetal renal pressure becomes lower, reducing the ability to maintain GFR, leading to oligohydramnios and anuria.\n[53]\nAlthough ACE inhibitors are contraindicated in pregnancy, they can be used in lactation as they do not significantly pass into breast milk.\n[54]\n[55]\n[54]\n\nRelative Contraindications\n\nUse with great caution in the following situations:\n\nPatients with abnormal renal function:\nACE inhibitors can cause an elevation of potassium and worsen renal function in patients already on ACE inhibitors. If the patient has an abnormal but stable renal function, close monitoring is required on an ACE inhibitor. If the renal function starts to decline, the clinician should discontinue the ACE inhibitor immediately.\n\nPatients with aortic valve stenosis:\nACE inhibitors reduce afterload and lead to severe hypotension, so these patients should not receive ACE inhibitors.\n\nPatient with hypovolemia\n: ACE inhibitors can worsen dehydration and hypovolemia, so these patients should not receive treatment with ACE inhibitors.\n\nSarcoidosis:\nACE inhibitors potentially lead to low ACE concentrations in peripheral blood samples. The clinical interpretation in patients with sarcoidosis receiving ACE inhibitors is not accurate.\n[56]\n\nFirst-Dose Hypotension:\nProfound first-dose hypotension may occur when ACE inhibitors are introduced to patients with heart failure who are already taking a high dose of loop diuretics.",
    "mechanism": "The angiotensin-converting enzyme (ACE) is involved in the renin-angiotensin-aldosterone system (RAAS; media item 1) and stimulates the conversion of angiotensin I to angiotensin II. ACE is found in the lung capillaries and the endothelium of the kidneys.\n[23]\nACE inhibitors are competitive inhibitors of ACE, which prevent the conversion of angiotensin I to angiotensin II. Angiotensin II acts as a potent vasoconstrictor that, when inhibited, can reduce blood pressure by dilating vessels and decreasing aldosterone secretion.\n[24]\n[7]\n[8]\n[25]\n[8]\n\nIt is essential to understand the role of the RAAS hormonal system in depth to appreciate the therapeutic effects of ACE inhibitors and understand why this is a target for hypertensive therapy. Initially, afferent arteriole juxtaglomerular cells synthesize prorenin, which is actively cleaved to renin. Angiotensinogen, produced from the liver, is then cleaved by renin to form angiotensin I. The angiotensin I molecule is converted to angiotensin II by ACE. Angiotensin II is a molecule that has significant actions on various systems. Initially, angiotensin II induces vasoconstriction, which ultimately increases systemic blood pressure.\n[26]\nAngiotensin II stimulates the adrenal cortex to produce aldosterone and the pituitary to produce antidiuretic hormone. Aldosterone induces sodium reabsorption and, in turn, water reabsorption through internal mineralocorticoid receptor activity.\n[27]\n\nAntidiuretic hormone increases the synthesis of aquaporin-2 channels in the collecting duct, inducing selective reabsorption of water. Actions of angiotensin-II and aldosterone lead to adverse cardiac remodeling. ACE inhibitors prevent adverse cardiac remodeling by reducing the concentrations of angiotensin II and aldosterone.\n[28]\n\nClinical Pharmacokinetics\n\nAngiotensin-converting enzyme (ACE) inhibitors exhibit significant variability in their pharmacokinetic properties, including prodrug status, formulation options (oral vs. intravenous), lipophilicity, tissue distribution, and elimination routes. Lisinopril and captopril are not prodrugs and are active without requiring hepatic conversion, making them suitable for patients with hepatic dysfunction. In contrast, enalapril, fosinopril, benazepril, quinapril, and moexipril are prodrugs, requiring hepatic conversion to their active forms (enalaprilat, fosinoprilat, benazeprilat, quinaprilat, and moexiprilat). Fosinopril is unique in that it is eliminated via both renal and hepatic routes, allowing it to be used without dose adjustment in patients with renal impairment. Captopril and moexipril must be administered on an empty stomach, as food can decrease their absorption, which may complicate adherence. Enalaprilat, the only intravenous ACE inhibitor, exhibits a rapid onset of action, making it useful in hypertensive emergencies. Most ACE inhibitors can be dosed once daily; however, captopril requires multiple daily doses. Agents such as benazepril, quinapril, and moexipril may require more frequent dosing due to their lower trough-to-peak ratios. The dialyzability of ACE inhibitors also varies: captopril, enalapril, and lisinopril are effectively removed by hemodialysis.\nhttps://accpjournals.onlinelibrary.wiley.com/doi/abs/10.1002/j.1875-9114.1998.tb03121.x#:~:text=Angiotensin%2Dconverting%20enzyme%20(ACE),information%20available%20for%20many%20indications.",
    "administration": "Available Dosage Forms\n\nAll ACE inhibitors are prescribed orally, except for enalapril, which can be given intravenously. Enalapril's IV dosage is initially 0.625 to 1.25 mg every 6 hours. Dosage titration can be increased up to 5 mg IV every 6 hours. Geriatric dosing should be initiated at the lower end of the adult dosing regimen. ACE inhibitors are most commonly administered as oral agents; however, intravenous forms are also available for use. These medications most commonly end with the suffix '-pril.' Examples include lisinopril, ramipril, and captopril.\n\nACE Inhibitors are Classified into Three Groups According to Chemical Structure\n\nSulfhydryl-containing ACE inhibitor. Captopril –  Hypertension therapy is 25 mg, either BID or TID, with a maximum of 450 mg. Heart failure therapy is 6.25 mg TID, with a maximum of 450 mg.\nPhosphorus-containing ACE inhibitor. Fosinopril – The recommended hypertension therapy dose is 10 mg, increasing to a maximum dose of 80 mg. It may be divided into two equal doses throughout the day to help control blood pressure. Heart failure therapy is 5 to 10 mg daily to a maximum dose of 40 mg.\n[1]\nDicarboxylic-containing ACE inhibitors: Benazepril, enalapril, lisinopril, moexipril, perindopril, quinapril, ramipril, and trandolapril\n[23]\n\nTable\n\nGeneral Dosing Information\n\nThere should be a dosage decrease in patients with heart failure, salt-depleted patients, and/or renal impairment.\n\nLisinopril and captopril are the only ACE inhibitors that do not require activation in the body to be effective. All the other ACE inhibitors are prodrugs and require activation. Most reach peak serum levels within 1 hour after ingestion. Since most of the activation occurs in the liver, a non-prodrug form is preferable in patients with underlying liver issues.\n[29]\nWithholding RAAS inhibitors, including ACE inhibitors, before noncardiac surgery reduces intraoperative hypotension and acute kidney injury with nonsignificant effects on mortality and major adverse cardiovascular events (MACE).\n[30]\n\nSpecific Patient Populations\n\nBreastfeeding considerations:\nACE inhibitors generally have poor bioavailability but are metabolised to active metabolites with long half-lives. Lisinopril is an exception, as it lacks an active metabolite and has a shorter half-life. Although its pharmacokinetic profile appears favourable, there is no data supporting its use during breastfeeding. For other ACE inhibitors, evidence shows only small amounts of the parent drug and its metabolite in breast milk. Enalapril is often preferred due to the most published data, with one study showing infant exposure at 0.16 % of the maternal dose. ACE inhibitors may be used cautiously during breastfeeding.\n[31]\n\nSpecific Patient Populations\n\nHepatic impairment:\nLisinopril and Captopril stand out as the sole ACE inhibitors that are not prodrugs, and thus are suitable in hepatic impairment.\n[32]\n\nRenal impairment:\nIn patients with renal impairment, fosinopril is a suitable choice due to its dual renal and fecal excretion. Other ACE inhibitors, such as captopril, enalapril, lisinopril, and ramipril, can also be used in dialysis.\n[33]\n\nPregnancy considerations:\nACE inhibitors are contraindicated during the second and third trimesters because of a well-documented fetopathy. The risks of first-trimester exposure are less well-defined. A strong association between 1\nst\ntrimester ACE inhibitors exposure and major cardiovascular and neurological malformations has been described.\n[34]\n\nBreastfeeding considerations:\nACE inhibitors generally have poor bioavailability but are metabolised to active metabolites with long half-lives. For other ACE inhibitors, evidence indicates that only small amounts of the parent drug and its metabolite are present in breast milk. Enalapril is often preferred due to the most published data, with the least infant exposure. ACE inhibitors may be used cautiously during breastfeeding.\n[31]\nACE inhibitors are typically considered safe for lactating mothers, except in cases involving premature birth or renal failure of the newborn.\n[20]\n[31]\n\nPediatric patients:\nACE inhibitors commonly used for pediatric hypertension include captopril, lisinopril, and enalapril.\n[35]\n\nOlder patients:\nIn older patients, avoid initiating ACE inhibitors if dehydration is present. Regular monitoring of serum creatinine and potassium levels is necessary.\n[36]",
    "adverse_effects": "Most Common\n\nDry Cough (10% to 20%)\nDizziness (12% to 19%)\nHypotension (7% to 11%)\nIncreased BUN and creatinine (2% to 11%)\nSyncope (5% to 7%)\nHyperkalemia (2% to 6%)\n\nDry Cough:\nCommonly, patients on ACE inhibitors have reported dry cough between the one week of initiation and up to six months. Some sources cite up to one year after initiation. Discontinuing therapy usually resolves the cough 1 to 4 days after, but it can be prolonged for up to a month.\n[37]\nThe concern for dry cough with therapy initiation is a decrease in the patient's medication adherence. Additionally, there is an increased propensity to develop bronchospasm in these patients.\n[38]\n\nACE metabolizes bradykinin and other local molecules. Inhibiting ACE in the lung increases the concentration of kinins, causing bronchial irritation.\n[39]\nThe use of ACE inhibitors raises the risk of symptoms of airway obstruction and increases the risk of asthma or bronchial asthma worse.\n[23]\nAfter discontinuation of ACE inhibitor therapy, an angiotensin receptor blocker (ARB) can be initiated as an alternate therapy. ARBs have a lower incidence of cough recurrence than reinitiating ACE inhibitor therapy.\n[40]\nIf cough recurs on ARB therapy, switch to a different drug class entirely.\n\nAngioedema:\nAngioedema is a rare but potentially life-threatening side effect of ACE inhibitor use. Angioedema is an adverse drug reaction characterized by swelling of the face, lips, and upper airway in an episodic nature. The inflammation creates difficulty in the patient's ability to maintain an airway; therefore, endotracheal intubation can be necessary to secure the airway. The mechanism of angioedema is thought to involve an excessive accumulation of bradykinins in select individuals. Bradykinin induces prominent vasodilation and plasma extravasation into the local tissue. Therefore, the primary treatment of ACE inhibitor-induced angioedema is the discontinuation of ACE inhibitor therapy. It is also suggested to avoid ACE inhibitor therapy in individuals with hereditary angioedema or a history of angioedema episodes. Ghouse J. et al. conducted a genome-wide association study on patients who developed ACE inhibitor-related angioedema.\n[41]\nThe investigators found variants located near the bradykinin receptor B2 gene. Tranexamic acid can limit the synthesis of bradykinin by interrupting plasminogen activation, and can be used for the treatment of ACE inhibitor-induced angioedema, although further research is needed.\n[42]\n\nHyperkalemia:\nHyperkalemia from ACE inhibitors directly results from its mechanism of action. The blockade of angiotensin II prevents the downstream secretion of aldosterone. Aldosterone causes reabsorption of sodium and, subsequently, water. Consequently, protons and potassium get secreted into the urine. Without potassium secretion through aldosterone, potassium can easily increase in patients on ACE inhibitors.\n[43]\nCo-morbidities that decrease kidney function or medications that cause potassium retention can increase the risk of hyperkalemia.\n\nIncreased BUN and creatinine:\nA slight reduction of glomerular filtration rate (GFR) is common when initiating therapy. Patients with heart failure, chronic kidney disease, and bilateral renal artery stenosis with poor renal perfusion can further reduce GFR, which mandates discontinuation of ACE inhibitor therapy.\n[44]\n\nHypotension:\nHypotension can cause intolerance to therapy, leading to discontinuation in a small population of patients, which is more common in patients with increased renin baseline concentrations. Allowing the repletion of fluids and discontinuing diuretic medication before therapy can minimize hypotensive episodes.\n[45]\n\nDizziness:\nDizziness is a common adverse drug reaction associated with ACE inhibitor therapy, which can be mitigated by maintaining adequate volume status and avoiding concomitant diuretic therapy.\n[9]\n[46]\n\nPost-marketing surveillance:\nSignificant adverse events are reported in less than one percent of the population in post-marketing surveillance. These adverse drug reactions include anaphylactoid reactions, cardiac arrest, cutaneous pseudolymphoma, eosinophilic pneumonitis, hepatic necrosis, hyponatremia, intestinal angioedema, malignant neoplasm of the lung, pulmonary embolism, systemic lupus erythematosus, Stevens-Johnson Syndrome, toxic epidermal necrolysis, and transient ischemic attack.\n\nKhera R. et al. found no association between ACE inhibitors and angiotensin II receptor blockers in COVID-19 hospitalization and mortality.\n[47]\n\nACE inhibition in the lungs can cause the accumulation of bradykinin. Angiogenesis is promoted by the release of vascular endothelial growth factor by bradykinin receptors in human lung cancer tissue. Substance P (SP)/neurokinin (NK)-1 receptor accumulation caused by ACE inhibitors is related to tumor proliferation and angiogenesis.\n[23]\nIn patients of Asian ethnicity, the use of ACE inhibitors can be a risk factor for lung cancer.\n[48]\nHowever, meta-analysis suggests that renin-angiotensin system inhibitors (RASIs), including angiotensin-converting enzyme inhibitors (ACE inhibitors), are associated with improved overall and recurrence-free survival in patients with cancer.\n[49]\nAdditional research is required.\n\nDrug-Drug Interactions\n\nSulfonylureas:\nThe combination of ACE inhibitors with sulfonylureas in diabetic patients may increase the risk of hypoglycemia. Regular monitoring of blood glucose is important when both are prescribed together.\nLithium:\nACE inhibitors can reduce lithium clearance by the kidneys, raising the risk of lithium toxicity. Lithium levels and clinical signs of toxicity should be checked frequently during co-administration.\nMagnesium supplements:\nMagnesium may enhance the blood pressure-lowering effect of ACE inhibitors, particularly in patients with low magnesium levels. Blood pressure and electrolyte levels should be checked periodically.\nAzathioprine:\nUse of ACE inhibitors with azathioprine has been linked to bone marrow suppression, including anemia and leukopenia. Complete blood counts should be monitored to detect early signs of myelosuppression.\nAllopurinol:\nConcurrent use may raise the risk of hypersensitivity reactions. Patients should be monitored for skin rashes or systemic allergic symptoms.\nFluconazole:\nFluconazole may interact with the metabolism of certain medications, such as losartan; however, when used in combination with ACE inhibitors, it can still increase the risk of hyperkalemia. Electrolyte levels, especially potassium, should be followed.\nKetoconazole:\nThis antifungal can inhibit liver enzymes responsible for metabolizing drugs, potentially amplifying the effects of drugs taken concurrently. Patients on ACE inhibitors should be monitored for exaggerated responses.\nBupivacaine:\nThere are reports of severe hypotension and bradycardia during spinal anesthesia with bupivacaine in patients on ACE inhibitors. Close intraoperative monitoring is advised.\n[50]",
    "monitoring": "Typical parameters to monitor are renal function, i.e., Blood Urea Nitrogen (BUN), serum creatinine, and electrolytes such as potassium.\n[57]\nIf a patient has collagen vascular disease and/or renal impairment, periodically monitor complete blood count with differential to evaluate kidney erythropoietin production.\nIn patients with hypotensive effects within 1 to 3 hours of the initial dose, or those with increased dosages or preexisting hepatic impairment, consider baseline hepatic function tests.\nCBC with differential is necessary to evaluate for rare adverse effects of anemia, neutropenia, agranulocytosis, and thrombocytopenia.\n[58]\nMonitor the vitals routinely to assess the response to treatment.",
    "toxicity": "Signs and Symptoms of Overdose/Toxicity\n\nWhen used at therapeutic doses, the risk of toxicity is rare. Toxicity is more likely when the drug is used in combination with other antihypertensive drugs or at supratherapeutic doses. Captopril is the only ACE inhibitor to penetrate the blood-brain barrier and potentially cause confusion and lethargy.\n[59]\nCombining ACE inhibitors with other antihypertensive drugs can increase adverse effects like hyperkalemia, hypotension, and renal failure. Precaution is required when the patient is given an ACE inhibitor and already receives a potassium-sparing diuretic, NSAIDs, cyclosporine, and anticoagulants.\n\nManagement of Overdose/Toxicity\n\nFor the majority of patients, the effects of poisoning are mild, and close observation is required. Hospital admission is indicated when symptoms and signs are more severe. Derranged hemodynamic parameters may require supportive therapy with intravenous fluids and inotropic and vasopressor support.\n[59]\n\nACE inhibitor overdose can cause hypotension, which can be treated with the use of naloxone, with the presumed mechanism of returning the effect of enkephalinase, which leads to increased degradation of endogenous opioids, which were inhibited by ACE inhibitors. Although very few case reports have been published in the literature suggesting the stated treatment.\n[60]\nSevere refractory shock caused by concomitant ACE inhibitor and other antihypertensives toxicity can be treated with Angiotensin II.\n[61]"
  }
}