{
  "drug_name": "tranexamic acid",
  "nbk_id": "NBK532909",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532909/",
  "scraped_at": "2026-01-11T15:40:27",
  "sections": {
    "indications": "Contraindications\n\nContraindications for TXA administration include known allergy, intracranial bleeding, known defective color vision, subarachnoid hemorrhage, history of venous or arterial thromboembolism, or active thromboembolic disease. TXA is also contraindicated if more than 3 hours have passed since the traumatic injury. Tranexamic acid is avoided in patients with hemophilia B receiving prothrombin complex concentrates, as it increases the risk of thromboembolism.\n[44]\n\nWarning and Precautions\n\nSeizures:\nInadvertent neuraxial injection of TXA or high doses, particularly during cardiac surgery, may cause focal or generalized seizures. Reduce the dose in renal dysfunction and during surgery. Monitor closely and consider EEG for seizure history or signs (eg, twitching, myoclonus). Discontinue if seizures occur.\nHypersensitivity Reactions:\nSevere reactions, including anaphylaxis, have been reported. Discontinue immediately and manage appropriately. Reinitiation is contraindicated in patients with prior hypersensitivity to TXA.\nVisual Disturbances:\nThough not seen in humans at standard doses, high-dose animal studies showed focal retinal degeneration. For treatment lasting longer than 3 months, consider baseline and follow-up ophthalmic exams. Discontinue if ocular changes occur.\nDizziness:\nTXA causes dizziness, especially with rapid IV administration or when used with other CNS depressants. Advise patients to avoid driving or operating machinery until they know their response. Infuse slowly to prevent dizziness and hypotension.",
    "mechanism": "The antifibrinolytic effects of TXA are due to reversible interactions at multiple binding sites within plasminogen. TXA is a synthetic, reversible, competitive inhibitor of the lysine receptor found on plasminogen. The binding of this receptor prevents plasmin (the activated form of plasminogen) from binding to and ultimately stabilizing the fibrin matrix.\n[33]\nTXA used for hereditary angioedema works by its indirect effect of reducing complement activation. Reducing plasmin activity minimizes the consumption of C1 esterase inhibitors.\n[34]\n\nPharmacokinetics\n\nAbsorption:\nAfter oral administration, the peak plasma concentration is 3 hours. The absolute bioavailability of tranexamic acid tablets is approximately 45%. The steady-state plasma concentrations are achieved with the fifth dose of tranexamic acid.\n\nDistribution:\nThe volume of distribution (Vd) achieved by administering IV TXA is 9 to 12 L. The protein binding to plasminogen is about 3%. TXA is known to cross the placenta.\n[35]\nTXA is also present in cerebrospinal fluid (CSF) and the aqueous humor of the eye.\n[36]\n\nMetabolism:\nApproximately 5% of TXA is metabolized.\n\nElimination:\nTranexamic acid is eliminated by glomerular filtration, and 95% of the dose is excreted unchanged.\n[37]\nThe elimination half-lives for oral TXA and IV TXA are approximately 11 hours and 2 hours, respectively.",
    "administration": "Available Dosage Forms and Strengths\n\nIntravenous TXA is available as 1000 mg in 10 mL. Oral TXA formulation is available as 650 mg tablets.\n\nIV Uses\n\nHemorrhagic shock:\nintravenous TXA, including for postpartum hemorrhage and trauma patients.\nAdult dose:\n1 g bolus in 100 mL of normal saline over 10 minutes (slow intravenous push). Rapid infusion may cause hypotension. May repeat a 1 g dose over the next 8 hours, but do not exceed 2 grams.\nPediatric dose:\nWeight-based, an initial dose of 20 mg/kg intravenous bolus over 10 minutes. May repeat 10 mL/kg/hr over the next 8 hours.\nElective cesarean section:\nIntravenous (IV) TXA 1 g over 5 minutes at least 10 minutes before skin incision\nHip fracture surgery:\n15 mg/kg IV TXA at the time of skin incision, followed by a similar second dose 3 hours later\nNon-traumatic SAH:\n1 g IV TXA at diagnosis of SAH, then 1 g every 6 hours until the aneurysm is occluded\nUnilateral and bilateral knee arthroplasty:\n10 to 15 mg/kg IV TXA over 10 minutes before deflating the first tourniquet, 3 hours after the first dose\nBleeding associated with cervical conization:\n1 g IV during the procedure, followed by 1 g oral 3 times a day for 14 days, or 1.5 g every 8 hours the evening after the procedure for 12 days\nCardiac surgery:\n50 mg/kg IV administered at least 30 min after anesthesia\nSpinal surgery:\n2 g IV over 20 minutes before incision, followed by 100 mg/hr during surgery and continued 5 hours postoperatively\nDental extraction in patients with hemophilia (with factor replacement therapy):\n10 mg/kg IV immediately before surgery, then 10 mg/kg oral 3 to 4 times daily\n\nOral Uses\n\nCyclic heavy menstrual bleeding:\n1300 mg TID for up to 5 days during menstruation\nHAE for long-term prophylaxis:\n1 to 1.5 g, 2 to 3 times daily. The dose may be reduced to 500 mg once or twice daily when attacks occur less frequently.\nOral TXA rinse:\nFor dental procedures involving patients on oral anticoagulants, oral rinse may be administered with a 4.8% solution. Rinse 10 mL of the solution in the mouth for 2 minutes, then spit it out. May repeat 4 times. Avoid eating or drinking for 1 hour after administration.\n\nOther Uses\n\nEpistaxis:\nNasal packing dipped in TXA applied into the nares for epistaxis once\nNebulized TXA for massive hemoptysis:\n1000 mg in 20 mL of normal saline nebulized.\n[38]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo adjustments are required for patients with hepatic impairment.\n\nRenal impairment:\nTXA has not been well-studied in patients with renal impairment. Ninety-five percent of TXA is excreted unmetabolized in the urine, so renal dosing is recommended, and judicious administration is recommended for patients with severe renal impairment.\n\nPregnancy considerations:\nTXA crosses the placenta and is classified as a pregnancy category B (formerly assigned by the FDA) medication. No harm or small risk has been noted in animal studies; however, no adverse effects have been observed in human studies. TXA significantly reduces perioperative blood loss in high-risk women undergoing cesarean delivery.\n[39]\nAccording to the American College of Gynecology and Obstetrics, TXA can be considered in obstetric hemorrhage when initial medical therapy fails.\n[40]\nThromboembolic events do not differ significantly between the TXA and the placebo.\n[41]\nIf there is a congenital hemostatic disorder or a known history of thromboembolic events, TXA should be prescribed only after a risk-benefit evaluation.\n\nBreastfeeding considerations:\nA prospective, controlled observational study showed that while the infant is likely exposed to some TXA via the mother's breast milk, it is in such low concentrations that it recommends continued use of TXA in a lactating mother.\n[42]\nTXA appears in breastmilk in minimal amounts, with studies showing no adverse effects in infants at maternal doses up to 4 g daily. Despite earlier caution from international panels, clinical use in breastfeeding women, such as 3 g daily for bleeding disorders, has been well tolerated. TXA remains a second-line option for hereditary angioedema when C1-INH is unavailable. Breastfeeding may continue during treatment, but infant monitoring is recommended until more safety data are available.\n[43]\n\nPediatric patients:\nThe safety and effectiveness of TXA tablets have been established in women of reproductive potential. Intravenous TXA is recommended for dental procedures involving patients with hemophilia by the World Federation of Hemophilia guidelines.\n[44]\n\nOlder patients:\nTXA reduces perioperative blood loss with a hemoglobin-sparing effect in older adults undergoing primary total hip arthroplasty, similar to that seen in younger patients. Hence, there is no need to adjust the TXA dosage in older patients. TXA administration is a crucial component of blood management programs for patients undergoing hip replacement surgery in older age groups.\n[45]",
    "adverse_effects": "Adverse effects include seizures, headaches, backache, abdominal pain, nausea, vomiting, diarrhea, fatigue, pulmonary embolism, deep vein thrombosis, anaphylaxis, impaired color vision, and other visual disturbances. Seizures can occur due to accidental intrathecal administration.\n[36]\n\nDrug-Drug Interactions\n\nHormonal contraceptives:\nBecause TXA is antifibrinolytic, concomitant use of combined hormonal contraception and TXA may increase the thrombotic risk associated with oral contraceptives. Concomitant use of TXA with combined hormonal contraceptives is avoided.\nTissue plasminogen activators:\nTissue plasminogen activators can decrease the efficacy of TXA. Discontinue treatment if a patient urgently needs tissue plasminogen activators.\nAnti-inhibitor coagulant concentrates or Factor IX complex concentrates:\nTXA is not recommended with anti-inhibitor coagulant concentrates or Factor IX complex concentrates because of the risk of thrombosis.\nAll-trans retinoic acid:\nTXA is not recommended in patients with acute promyelocytic leukemia who are taking all-trans retinoic acid for remission induction because it may exacerbate the procoagulant effect of all-trans retinoic acid.",
    "monitoring": "Clinicians must monitor hemodynamics and watch for thromboembolic events.\n[46]\nMonitor EEG in patients with a known history of epilepsy. An ocular exam, including visual acuity and optical coherence tomography, is required in prolonged treatment.\n[47]\nRecent research has highlighted the importance of optical coherence tomography in the management of melasma.\n[48]\n[49]",
    "toxicity": "Signs and Symptoms of Overdose\n\nOral overdose of TXA typically causes minimal toxicity and rarely requires hospital admission. In contrast, intrathecal administration results in rapid and severe symptoms, especially status epilepticus, due to antagonism at GABA-A and glycine receptors. Seizures are the most prominent feature. Intravenous exposure has also been linked to seizures and visual changes. Observational studies in cardiac surgery patients have shown a higher rate of postoperative seizures in those given TXA.\n\nManagement of Overdose\n\nOral overdose is usually managed with supportive care and does not require hospitalization in the absence of co-ingestants or symptoms. Intrathecal exposure requires urgent seizure control with benzodiazepines and barbiturates. Additional treatments may include magnesium, mannitol, dexamethasone, propofol, or inhaled anesthetics. CSF exchange has been reported to be helpful in some cases. Clear labeling, adherence to proper pharmacy practices, and implementation of operating room safety protocols are strongly recommended to prevent such events.\n[49]"
  }
}