{
  "drug_name": "trastuzumab",
  "nbk_id": "NBK532246",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532246/",
  "scraped_at": "2026-01-11T15:40:28",
  "sections": {
    "indications": "Box Warnings\n\nCardiomyopathy:\nTrastuzumab is known to cause cardiotoxicity, which typically manifests as a reduced left ventricular ejection fraction (LVEF). The exact pathogenesis of this event is unknown but is thought to involve reduced clearance of reactive oxygen species in cardiac myocytes.\n[25]\nIn the U.S., trastuzumab carries an FDA-boxed warning regarding subclinical and clinical cardiac failure. According to the product label, a reduction in LVEF ≥10% has been observed in up to 22% of patients, although some studies have reported an incidence as high as 44%.\n[26]\nSymptomatic congestive heart failure during treatment is less common, with an estimated incidence of 2% to 7%. The major risk factor for cardiotoxicity is concurrent treatment with anthracyclines; the risk of severe cardiotoxicity is 3 to 4 times higher in patients receiving trastuzumab and anthracyclines simultaneously.\n[27]\nIncreased age, hypertension, coronary artery disease, and hyperlipidemia may also increase a patient's risk of cardiotoxicity. Clinically, most cases of trastuzumab-induced cardiotoxicity appear to be reversible after discontinuing treatment.\n[28]\n[29]\nHowever, some patients demonstrate echocardiographic evidence of persistent myocardial dysfunction.\n[30]\nDue to the risk of cardiotoxicity, trastuzumab should be used with extreme caution in patients with a history of structural heart disease.\n\nPulmonary toxicity\n:\nTrastuzumab is associated with severe and potentially fatal pulmonary toxicity. Interstitial pneumonitis, non-cardiogenic pulmonary edema, pleural effusions, acute respiratory distress syndrome, and pulmonary fibrosis have also been reported. These adverse events can occur as a sequela of infusion reactions. Patients with a history of lung disease or malignancy appear to experience more severe toxicity.\n\nEmbroyofetal toxicity:\nTrastuzumab use during pregnancy is associated with oligohydramnios, which can lead to fatal pulmonary hypoplasia, skeletal abnormalities, and neonatal death. Before initiating trastuzumab therapy, the pregnancy status of women who may become pregnant must be confirmed. Clinicians should advise effective contraception during treatment and for 7 months following the last dose.\n\nWarnings and Precautions\n\nPregnancy:\nTrastuzumab is thought to be a human teratogen. Fetal exposure is associated with oligohydramnios, leading to pulmonary hypoplasia and death. Patients who may become pregnant should use at least one form of contraception during trastuzumab therapy. Whether trastuzumab is secreted in human breast milk or not is unclear.\n\nInfusion reactions:\nSevere infusion reactions have been observed during trastuzumab administration. These may include angioedema, anaphylaxis, interstitial pneumonitis, and acute respiratory distress syndrome. Trastuzumab also carries an FDA-boxed warning about these reactions. Severe effects typically occur within 24 hours of infusion. All patients should be monitored for significant dyspnea, hypotension, or signs of angioedema; trastuzumab should be discontinued if any of these effects are observed. Some patients can tolerate resuming therapy after pre-medication (eg, with acetaminophen and diphenhydramine).\n[32]\n\nNeutropenia:\nTrastuzumab may exacerbate chemotherapy-induced neutropenia. Grade 3 and 4 neutropenia and febrile neutropenia have been observed more commonly in patients receiving trastuzumab in combination with myelosuppressive chemotherapy.\n\nBiosimilars\n: Multiple biosimilar trastuzumab formulations are available; the specific product label should be verified before administering trastuzumab.\n[33]",
    "mechanism": "Trastuzumab is a monoclonal antibody against human epidermal growth factor receptor 2 (HER2) that binds to an extracellular domain of this receptor and inhibits its homodimerization, preventing HER2-mediated signaling. Trastuzumab is also thought to facilitate antibody-dependent cellular cytotoxicity, leading to the death of cells that express HER2.\n[16]\nAntibody-drug conjugates (ADCs) are pharmacological agents that deliver cytotoxic payloads to cells expressing a target protein. Trastuzumab deruxtecan (T-DXd) is a third-generation ADC comprising a humanized monoclonal anti-HER2 antibody (trastuzumab) and a cytotoxic topoisomerase I inhibitor (DXd) linked together by a cleavable tetrapeptide linker. T-DXd has a characteristically high drug-to-antibody ratio of 8:1. In comparison, trastuzumab emtansine (T-DM1) is a second-generation ADC that combines trastuzumab with the cytotoxic agent emtansine.\n[17]\n\nPharmacokinetics\n\nAbsorption:\nTrastuzumab administered with hyaluronidase demonstrates enhanced subcutaneous absorption. Trastuzumab's peak and trough plasma concentrations at steady state are typically observed between weeks 16 and 32.\n\nDistribution:\nTrastuzumab's mean apparent volume of distribution is ~44 mL/kg, similar to its serum volume. Whether trastuzumab traverses the blood-brain barrier or penetrates the cerebrospinal fluid remains unclear.\n\nMetabolism:\nFollowing HER2 binding, trastuzumab is metabolized intracellularly into peptides and amino acids. Trastuzumab is thought to be eliminated by IgG clearance through the reticuloendothelial system.\n[18]\n\nElimination:\nTrastuzumab exhibits nonlinear kinetics (dose-dependent). Renal excretion of trastuzumab is minimal. The estimated elimination half-life of trastuzumab is 28 days, which may increase with tumor burden.\n[19]\n[20]\nIndividual variation in drug clearance rates is considerable; increased body weight and a reduced serum albumin level have been associated with increased trastuzumab clearance.\n[21]",
    "administration": "Available Dosage Forms and Strengths\n\nTrastuzumab is available in 50 mg (single-dose) vials and 420 mg (multidose) vials. Biosimilars of trastuzumab include trastuzumab-dkst, trastuzumab-strf, trastuzumab-pkrb, trastuzumab-dttb, trastuzumab-qyyp, and trastuzumab-anns. Trastuzumab and hyaluronidase is a combination formulation administered subcutaneously to enhance its absorption and dispersion, offering a convenient alternative to intravenous administration.\n[22]\n\nAdult Dosing\n\nTrastuzumab is administered as an intravenous infusion over 30 to 90 minutes. This drug should not be administered as a bolus or concurrently with D5W. Per the National Institute for Occupational Safety and Health (NIOSH) guidelines, double gloves, a gown, and closed-system transfer devices are required during administration, as trastuzumab is a potentially hazardous drug. The recommended maintenance dose is 2 mg/kg infused weekly or 6 mg/kg once every 3 weeks. Initial loading doses of up to 8 mg/kg may be administered.\n\nInstitutional protocols and package insert information should be consulted for toxicity-related dose adjustments before administration. Trastuzumab dosing for approved indications include:\n\nHER2-overexpressing breast cancer:\nAs adjuvant treatment in combination with paclitaxel or docetaxel: 4 mg/kg IV for a single dose in week 1, followed by 2 mg/kg IV weekly for weeks 2 through 12, then 6 mg/kg IV every 3 weeks for weeks 13 through 52; paclitaxel and docetaxel are administered for the first 12 weeks.\nIn combination with carboplatin or docetaxel: 4 mg/kg IV for a single dose in week 1, followed by 2 mg/kg IV weekly for weeks 2 through 18, then 6 mg/kg IV every 3 weeks for weeks 19 through 52; paclitaxel and docetaxel are administered for the first 18 weeks.\nHER2-overexpressing metastatic breast cancer:\nIn combination with paclitaxel: 4 mg/kg IV for a single dose in week 1, then 2 mg/kg IV every week starting in week 2.\nIn combination with pertuzumab: 8 mg/kg IV for a single dose on day 1 of the first 21-day cycle, then 6 mg/kg for the second 21-day cycle.\nAs monotherapy for recurrent disease: 4 mg/kg IV for a single dose in the first week, then 2 mg/kg starting in week 2.\nHER2-overexpressing metastatic stomach cancer: 8 mg/kg IV for a single dose on day 1 of the first 21-day cycle, then 6 mg/kg IV for a single dose on day 1 of the second 21-day cycle.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are provided on the product labeling.\n\nRenal impairment:\nNo dosage adjustments are provided on the product labeling.\n\nPregnancy considerations:\nThe pharmacovigilance program closely monitors trastuzumab's effects during pregnancy. If administered during pregnancy or if the patient becomes pregnant within 7 months post-treatment, healthcare providers should monitor for signs of potential fetal harm, including oligohydramnios and pulmonary and skeletal abnormalities. The patient's pregnancy status should be confirmed before treatment is offered, and women who may become pregnant should use contraception during trastuzumab treatment and for 7 months afterward to prevent unintended fetal harm.\n[23]\n\nBreastfeeding considerations:\nInformation regarding the effect of trastuzumab during breastfeeding is limited. Trastuzumab is a high molecular weight protein, so the amount excreted into breast milk is likely minimal. Any ingested protein is likely partially degraded in the infant's gastrointestinal tract, so the risk of absorption is minimal. However, caution should be exercised when considering trastuzumab during breastfeeding (particularly if the nursing infant is newborn or preterm) until more data become available. The manufacturer recommends discontinuing breastfeeding during trastuzumab therapy and for 7 months after the last dose.\n[24]\n\nPediatric patients:\nThe safety and efficacy of trastuzumab have not been established in pediatric patients.\n\nOlder patients:\nOlder adults have demonstrated an increased risk of cardiac dysfunction compared to younger patients when using trastuzumab; caution is advised before prescribing to this patient population.",
    "adverse_effects": "Trastuzumab is known to cause cardiotoxicity, which typically manifests as a reduced left ventricular ejection fraction (LVEF). The exact pathogenesis of this event is unknown but is thought to involve reduced clearance of reactive oxygen species in cardiac myocytes.\n[25]\nIn the U.S., trastuzumab carries an FDA-boxed warning regarding subclinical and clinical cardiac failure. According to the product label, a reduction in LVEF ≥10% has been observed in up to 22% of patients, although some studies have reported an incidence as high as 44%.\n[26]\nSymptomatic congestive heart failure during treatment is less common, with an estimated incidence of 2% to 7%. The major risk factor for cardiotoxicity is concurrent treatment with anthracyclines; the risk of severe cardiotoxicity is 3 to 4 times higher in patients receiving trastuzumab and anthracyclines simultaneously.\n[27]\nIncreased age, hypertension, coronary artery disease, and hyperlipidemia may also increase a patient's risk of cardiotoxicity. Clinically, most cases of trastuzumab-induced cardiotoxicity appear to be reversible after discontinuing treatment.\n[28]\n[29]\nHowever, some patients demonstrate echocardiographic evidence of persistent myocardial dysfunction.\n[30]\n\nSevere infusion reactions are associated with trastuzumab administration, including angioedema, anaphylaxis, interstitial pneumonitis, and acute respiratory distress syndrome. Trastuzumab also carries an FDA-boxed warning about these effects. Most severe effects occur within 24 hours of infusion. All patients should be monitored for significant dyspnea, hypotension, or signs of angioedema; trastuzumab should be discontinued if any of these effects are observed. Some patients can tolerate resumed infusion after pre-medication (eg, with acetaminophen and diphenhydramine).\n\nRare cases of nephrotic syndrome have been reported in patients on trastuzumab therapy, with the greatest incidence in patients with metastatic gastric cancer.\n\nOther adverse effects commonly reported during trastuzumab monotherapy include headache, chills, nausea/vomiting, abdominal pain, diarrhea, cough, back pain, rhinitis, pharyngitis, weakness, and fatigue.\n\nDrug-Drug Interactions\n\nTrastuzumab should not be administered with belimumab due to an increased risk of neutropenia and infection.\n\nPatients receiving anthracyclines (eg, doxorubicin) following trastuzumab discontinuation are at an increased risk for cardiotoxicity. To minimize cardiotoxicity risk, anthracyclines should be deferred for 7 months following trastuzumab cessation.\n[31]\nClose cardiac monitoring is necessary if anthracyclines must be administered.",
    "monitoring": "Echocardiography is recommended before initiating trastuzumab treatment. Cardiac risk factors such as hypertension and smoking should also be noted if present. The role of echocardiography in screening asymptomatic patients during treatment is uncertain. One guideline-recommended alternative is to obtain an echocardiogram at baseline, one after treatment, and one 6 to 12 months following treatment.\n[34]\nIn clinical practice, asymptomatic patients receiving anthracyclines (eg, doxorubicin or baseline cardiac risk factors) often undergo echocardiography every 2 to 3 months. Patients with metastatic disease receiving indefinite therapy may also undergo routine echocardiography.\n[35]\nSymptomatic patients should undergo immediate echocardiography, cardiac biomarker testing, and referral to cardiology. Trastuzumab should be discontinued if the LVEF is less than 50% and is reduced by more than 10% from baseline or if the LVEF is reduced by more than 16% from baseline. In some cases, trastuzumab may be restarted if the LVEF is restored.\n\nWhen trastuzumab is combined with paclitaxel, an increased serum concentration of trastuzumab has been observed. Serum paclitaxel concentrations may also be decreased during trastuzumab therapy.\n[36]\nThe mechanism and clinical significance of these interactions are unknown.\n\nTrastuzumab may increase the risk of neutropenia, infections, and anemia when added to cytotoxic chemotherapy.",
    "toxicity": "The major toxicity concerns regarding trastuzumab include cardiotoxicity, embryo-fetal toxicity, and pulmonary toxicity. There is no antidote for trastuzumab toxicity. For an accidental overdose, immediate supportive care should be provided, and consultations with oncology and toxicology specialists should be obtained."
  }
}