{
  "drug_name": "trazodone",
  "nbk_id": "NBK470560",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470560/",
  "scraped_at": "2026-01-11T15:40:28",
  "sections": {
    "indications": "Trazodone therapy requires careful consideration for patients treated with monoamine oxidase inhibitors (MAOIs), including linezolid or intravenous methylene blue. MAO inhibitors impair serotonin metabolism, and concurrent administration increases serum levels of serotonin. Therefore, the patient must be MAOI-free for 14 days before initiating treatment with trazodone to reduce the risk of serotonin syndrome. In addition, concomitant use of other serotonergic drugs, such as triptans, TCA, or fentanyl, will also increase serotonin levels. Trazodone use requires caution in patients with compromised liver function and renal function.\n[29]",
    "mechanism": "Trazodone is an antidepressant that inhibits serotonin transporter and serotonin type 2 receptors; it is a triazolopyridine derivative. Trazodone inhibits the reuptake of serotonin and blocks the histamine and α-1-adrenergic receptors. The drug also induces significant changes in 5-HT presynaptic receptor adrenoreceptors. The full spectrum of trazodone’s mechanism of action is not fully understood, explaining its off-label uses. Trazodone is in the category of SARI drugs (serotonin antagonist and reuptake inhibitors), with other members being phenylpiperazine, etoperidone, lorpiprazole, and mepiprazole.\n[8]\n\nClinical studies have shown trazodone is comparable in efficacy to other drug classes, such as tricyclic antidepressants (TCAs), selective serotonin reuptake inhibitors (SSRIs), and serotonin-norepinephrine receptor inhibitors (SNRIs) in treating major depressive disorders. Also, trazodone has better tolerance than second-generation SSRIs, which are highly associated with insomnia, anxiety, and sexual dysfunction.\n[9]\nThe unique property of trazodone, which simultaneously inhibits SERT, 5-HT2A, and 5-HT2C receptors, avoids the issue of sexual dysfunction, insomnia, and anxiety that commonly presents with SSRI and SNRI therapy.\n\nTrazodone reduces neurotransmitters associated with arousal effects, such as serotonin, noradrenaline, dopamine, acetylcholine, and histamine. Low-dose trazodone use exerts a sedative effect on sleep through the antagonism of the 5-HT-2A receptor, H1 receptor, and alpha-1-adrenergic receptors. Furthermore, a recent study on human astrocytes showed trazodone helps decrease inflammatory mediator release and helps normalize trophic and metabolic support during inflammation of neurons, which is associated with major depression.\n\nPharmacokinetics\n\nAbsorption:\nPeak plasma concentrations are approximately achieved within 1 hour of oral administration. The bioavailability of trazodone is approximately 100%.\n[10]\n\nDistribution:\nTrazodone has 89% to 95% plasma protein binding.\n\nMetabolism:\nTrazodone is extensively metabolized by CYP3A4 to an active metabolite, m-chlorophenyl piperazine(m-CPP). Evidence suggests CYP2D6 plays a minor role in the metabolism of trazodone.\n[11]\n[12]\n\nExcretion:\nTrazodone is primarily excreted via urine. The terminal elimination half-life of trazodone is 5 to 9 hours.\n[13]",
    "administration": "Trazodone is administered via the oral route. The medication is available in oral tablets of trazodone hydrochloride 50, 100, 150, and 300 mg in the US. It may be administered after meals to decrease lightheadedness and postural hypotension.\n\nMajor depressive disorder:\nImmediate-release formulation: 50 to 100 mg orally 2 or 3 times daily. Start at 25 to 50 mg 2 or 3 times daily, and increase by 50 mg each day every 3 or 4 days to a maximum dosage of 400 mg daily for outpatients and 600 mg daily for inpatients. Dosing should be tapered to discontinue. A study examined the use of trazodone extended-release formulation following IV trazodone. They began with an evening administration of 75 to 150 mg before bedtime as a prolonged-release once-a-day administration. This regimen helps optimize its purpose as an antidepressant, eliciting higher compliance.\n[14]\nThe dose may be increased every third day, up to 300 mg daily. The dose may be up to 600 mg per day (maximum recommended dose of trazodone) in hospitalized patients. The results of multi-drug regiment studies showed that using citalopram and fluoxetine with trazodone had no significant impact on any alteration of serum level and no increased risk of headache, sedation, or serotonin syndrome.\n\nInsomnia:\nStudies showed that administering 50 to 100 mg per day of trazodone helped nonorganic insomnia due to depressive disorder, with 100 mg dosage as the most effective to improve sleep. Trazodone may be available as immediate-release (IR) tablets and, in some countries, prolonged-release tablets, oral drops, and injection solutions. Abrupt discontinuation of trazodone can lead to nausea, dysphoria, agitation, and sensory disturbances. Gradual tapering is recommended when discontinuing trazodone.\n[15]\n\nSpecific Patient Populations\n\nHepatic impairment:\nTrazodone use has not been studied in patients with liver impairment, and the recommendation is to use trazodone with caution in this population.\n\nRenal impairment:\nTrazodone use is not studied in patients with renal impairment, and it is recommended to use trazodone cautiously in this population.\n[16]\n\nPregnancy considerations:\nClinicians should register pregnant patients with depression in the National Pregnancy Registry for Antidepressants, which monitors pregnancy outcomes in patients exposed to antidepressants during pregnancy. Published literature on trazodone use in pregnant women has not found any associated risks of miscarriage, significant congenital disabilities, or adverse maternal or fetal outcomes.\n[17]\nThe clinical study was conducted on 201 pregnant patients with a major depressive disorder history who became euthymic while using antidepressants at the beginning of pregnancy. The study showed that patients who discontinued antidepressants during pregnancy have more chances of experiencing a relapse of major depression than women who continued treatment with antidepressants. Therefore, it is advisable to consider the risk of untreated depression if planning to discontinue or change antidepressant treatment while a patient is pregnant or postpartum.\n\nBreastfeeding considerations:\nTrazodone is excreted in human milk, and no data shows its effect on milk production.\n[18]\nPostmarketing reports provide limited data, and these reports have not identified an association of adverse effects of trazodone use on the breastfed child. The maternal need for trazodone should be assessed along with the risk of development and health benefits of breastfeeding the child. According to the safety scoring system use of trazodone should be used cautiously while breastfeeding, especially for infants.\n[19]\n\nPediatric patients\n:\nFDA has issued a boxed warning on an increased risk of suicidal thoughts and behaviors in pediatric patients with antidepressant medication use. Additionally, the efficacy and safety of trazodone in the pediatric population have not been established.\n\nOlder patients:\nThe dose for older patients should be reduced to 100 mg per day. Trazodone should be used carefully in older patients as serotonergic antidepressants are associated with hyponatremia in these patients, who are already at greater risk for this adverse reaction.\n[20]",
    "adverse_effects": "The primary adverse effects of trazodone include headaches, fatigue, dizziness, drowsiness, and somnolence. Other risks include anticholinergic effects (dry mouth), orthostatic hypotension, syncope, QT prolongation, Torsade de pointes, priapism, and increased suicidal thoughts. QT prolongation and arrhythmia risks are due to the interaction of trazodone with hERG potassium channels.\n\nAntidepressants are associated with an increased risk of suicidal thinking, especially in younger adults, adolescents, and children. Despite the presence of anticholinergic effects, the risk of urinary retention and constipation is less than tricyclic antidepressants, such as imipramine or amitriptyline. The risk for orthostatic hypotension is higher in older patients, especially those with pre-existing heart conditions, due to the adrenergic α1-receptor blockade. Patients typically show adverse effects of somnolence and hypotension during the first week of administration. Special care is necessary for male patients with sickle cell anemia, multiple myeloma, leukemia, autonomic dysfunction, hypercoagulable state, or those with a penile anatomic variation such as angulation, cavernosal fibrosis, or Peyronie disease, as the drug can cause priapism in these individuals.\n[21]\n\nIn some cases, trazodone use has correlated with visual hallucinations. Hallucinations generally resolve with the discontinuation of trazodone, and clinicians should switch the patient to another antidepressant medication.\n[22]\nBefore initiating trazodone, obtain a personal and family history of bipolar disorder. Trazodone-induced mania has been reported.\n[23]\nBleeding risk is a potential complication associated with trazodone, although the risk is lower than with other antidepressants.\n[24]\n\nBoxed Warning\n\nAntidepressants, including trazodone, increase the risk of suicide in young adult and pediatric patients. Closely monitoring trazodone-treated patients for suicidal ideation and behaviors is necessary. Closely monitor all antidepressant-treated patients for clinical worsening and the emergence of suicidal thoughts and behaviors.\n[25]\n\nDrug-Drug Interactions\n\nCNS depressants: Trazodone can increase the CNS depression induced by alcohol and benzodiazepines and increase the risk of falls and injury.\n[26]\n\nCYP3A4 inhibitors: Consider dose reduction of trazodone due to increased bioavailability. Administration with clarithromycin increased exposure, elimination half-life, and peak plasma concentration of trazodone. Trazodone also reduces the clearance of trazodone, increasing the potential for adverse effects.\n[27]\n\nCYP3A4 inducers: Carbamazepine, an inducer of CYP3A4, reduces plasma concentration of trazodone.\n[28]",
    "monitoring": "Baseline liver functions require monitoring before and periodically during therapy in patients starting on trazodone. Patients receiving trazodone should also be monitored for suicidal ideation, especially at the beginning of the treatment or following a dose increase. Clinicians should also monitor for signs or symptoms of serotonin syndrome. In addition, concomitant administration of CYP 3A4 inhibitors can lead to increased serum trazodone levels, increasing the risk of serotonin syndrome and cardiovascular adverse effects.\n[30]\n\nClinicians should assess the response to trazodone therapy and consider augmenting or switching antidepressants if an inadequate response occurs. For patients on digoxin therapy, therapeutic drug monitoring is recommended.\n[31]\nConcomitant administration of trazodone with warfarin requires monitoring the patient's PT/INR, possibly because of protein or substrate binding competition between two agents.\n[32]",
    "toxicity": "Due to trazodone's hepatic and renal metabolism, special care is necessary for patients with severe hepatic and renal impairment. Serotonin syndrome, while rare, is potentially life-threatening, presenting as a triad of mental status alteration, neuromuscular abnormality, and autonomic instability. Initial clinical suspicion varies from presenting tremor, clonus, or akathisia. The first steps to address this condition should be discontinuing serotonergic agents, hydration, and controlling agitation with anxiolytics. The risk is higher with certain antidepressants, antibiotics, migraine medications, antiemetics, and analgesics. Idiopathic drug-induced liver injury may result from trazodone administration. The timeframe typically is 3 months, but reported cases require liver transplantation.\n[33]\n\nTrazodone overdose can precipitate arrhythmias, respiratory arrest, coma, and priapism. A fatal overdose has been reported after ingesting 6.45 g of trazodone. Cerebral edema, seizures, and hyponatremia were the presenting clinical features.\n[34]\nTreatment is usually symptomatic and supportive in the case of hypotension and excessive sedation. If priapism occurs, it requires urgent urologist interventuon. Intracavernosal injection (phenylephrine injection) is indicated in patients with ischemic priapism. Monitoring serum sodium levels and correction is necessary.\n[34]\nThe medical team should call the local poison center for up-to-date guidance on trazodone overdose.\n[35]"
  }
}