{
  "drug_name": "triamterene",
  "nbk_id": "NBK557650",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557650/",
  "scraped_at": "2026-01-11T15:40:30",
  "sections": {
    "indications": "Triamterene is most often given in combination with hydrochlorothiazide, and thus more contraindications exist due to the combination of these drugs. Contraindications include hyperkalemia, pregnancy, severe hepatic impairment, severe renal impairment, metabolic or respiratory acidosis, acute myopia, and secondary angle-closure glaucoma.",
    "mechanism": "Among the potassium-sparing diuretics, triamterene was the second drug of this class to be FDA approved for use in the US following spironolactone. However, despite these two drugs being within the same class and achieving the same desired result, they have two distinct mechanisms of action. While spironolactone is an aldosterone receptor antagonist operating at the late distal tubule and collecting tubules of the nephron on the apical aspect of these sites, triamterene acts at the same region of the nephrons but specifically at the epithelial sodium channels (ENaC), which are on the luminal side. These channels are transmembrane channels that operate to increase sodium uptake in exchange for secreting potassium.\n[4]\n\nAfter the ENaC actively reabsorbs the sodium from the lumen of the nephron into the principal cells of the collecting tubule, the sodium is then transported out of the cell into the interstitium via a sodium-potassium exchange pump.\n[5]\nAll this collective reabsorption of sodium out of the nephron and kidney back into the interstitium naturally causes water to passively follow suit in the pursuit of osmoregulation with sodium, creating a net gain of fluid retention. When triamterene is introduced to the ENaC, it inhibits this channel and thus exerts a strong diuretic and a limited natriuretic effect in the distal renal tubule and collecting tubule, decreasing the reabsorption of sodium for potassium and, as a result, effectively decreasing the passive reabsorption of water. Essentially, the action of triamterene is indirectly antagonistic to the role of aldosterone, an adrenal mineralocorticoid, but it is not a direct antagonist of aldosterone itself like the drug spironolactone is.",
    "administration": "Triamterene is administered only orally and can be administered either as a monotherapy or as a combination therapy, depending on the indication. It is available as a capsule in either a 50 mg or 100 mg cap as a monotherapy. In an adult patient with peripheral edema, 100 mg orally bid would be given with the max dose being 300 mg/day. In combination with hydrochlorothiazide, it is also available as a capsule; the dosage is 37.5 mg of triamterene with 25 mg of hydrochlorothiazide. For the treatment of patients with hypertension or peripheral edema, 1 to 2 caps PO daily would be prescribed. For the treatment of a patient with hypertension or peripheral edema, one tab orally each day would be prescribed.",
    "adverse_effects": "The major side effects of triamterene include dizziness, fatigue, headache, dry mouth, hyperkalemia, and dehydration.\n[1]\nOther common side effects include nausea, vomiting, rash, diarrhea, muscle cramps, weakness, xerostomia, azotemia, and hyperuricemia. Serious adverse effects include anaphylaxis, ventricular arrhythmias, hyperkalemia, drug-induced interstitial nephritis, acute renal failure due to nephrotoxicity, thrombocytopenia, megaloblastic anemia, and hepatotoxicity. Triamterene can also cause triamterene nephrolithiasis in patients with a history of previous kidney stones; these patients should avoid this drug.\n[6]\n\nUrolithiasis may also occur as a result of triamterene use.\n[7]\nDrug hypersensitivity is a common side effect to be aware of; this can co-occur with acute hepatic injury, rash, drug fever, and jaundice.\n[8]\nThere are also several patient populations to be cautious in using this drug; these populations include the use of this drug in patients 65 years and older, in patients with diabetes mellitus, congestive heart failure, gout, patients on sodium restriction, and women that are breastfeeding.\n[9]",
    "monitoring": "For patients using triamterene, it is essential to monitor specific labs and blood pressure of patients taking this drug in either its sole or combination form with HCTZ. BUN/creatinine, blood pressure, urine output, serum uric acid, CBC, and electrolytes, in particular serum potassium, should be monitored at a baseline when first placed on the drug. Once findings indicate establishing a stable tolerance of the drug, it can be periodically monitored, specifically when dose changes are made and during illnesses.",
    "toxicity": "Potassium-sparing diuretics overdose is relatively rare, and there are no reports of deaths. With mild to moderate toxicity, there can be the development of nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia. If there is severe toxicity, there can be the development of severe dehydration coupled with hyperkalemia, which may lead to dysrhythmias, tachycardia, hypotension, hyperactive deep tendon reflexes, and possibly changes in mental status. Acute renal failure may also develop due to the deposition of triamterene in the renal tubules.\n[10]\nShould there be any signs of toxicity, the clinician should immediately discontinue the drug."
  }
}