{
  "drug_name": "tricogen complex",
  "nbk_id": "NBK603714",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603714/",
  "scraped_at": "2026-01-11T15:40:30",
  "sections": {
    "indications": "There are published Appropriate Use Criteria (AUC) guidelines to help determine which skin cancers are best served by MMS. Appropriateness varies based on tumor type, histology, size, location, and patient factors such as immunosuppression and genetic tumor syndromes. The Mohs AUC guidelines are described thoroughly in the MMS article in StatPearls.\n[9]\n[5]\n\nIndications for Intermediate Repair\n\nIntermediate repairs are linear repair variants coded by length and anatomic location.\n[10]\n\nAccording to the American College of Mohs Surgery (ACMS), intermediate repairs are linear repairs that utilize layered closure of at least 1 deeper layer of subcutaneous tissue, dermal and epidermal closure. More specifically, intermediate repairs include undermining with a distance that does not exceed the maximum width of the defect. Defect width is a measurement perpendicular to the closure line (See\nImage\n. Intermediate versus Complex Closure).\n\nIndications for Complex Repair\n\nComplex repairs include all the classifications of intermediate repair with at least 1 of the following additional criteria.\n[10]\n\nExposure of bone, cartilage, tendon, or a named neurovascular structure.\nSignificant debridement of wound edges. This is typically reserved for traumatic lacerations.\nUndermining was performed equal to or greater than the maximum defect width perpendicular to the direction of closure attempted. This distance must be maintained along 1 entire edge of the defect (See\nImage\n. Intermediate versus Complex Closure).\nFree margins are involved, eg, helical rim, vermillion border, or alar rim.\nRetention sutures have been placed. Retention sutures are sutures of lower gauge material to remove tension from the traditional closure material. This is often performed with pulley stitches and can be assisted with commercially available products to protect tissue edges.\n[11]\n[12]",
    "clinical_significance": "MMS is the treatment of choice for qualifying skin malignancies due to optimal cure rates and tissue sparing. Linear repairs are commonly performed for the closure of Mohs defects. Literature suggests that dermatologists are the specialists using these repairs most often, and the definition change in 2020 has already influenced the reporting of closure types.\n[6]\n[8]"
  }
}