{
  "drug_name": "tricalcium phosphate",
  "nbk_id": "NBK599507",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599507/",
  "scraped_at": "2026-01-11T15:40:30",
  "sections": {
    "indications": "Absolute dental contraindications include a hopeless dentition that is better treated with tooth removal and complete denture therapy. A hopeless dentition usually features more than two-thirds bone loss at most teeth, including canines and first molars, or significant generalized tooth mobility.\n\nRelative contraindications include patient factors that may compromise treatment outcomes or increase the likelihood of complications.\nTobacco smoking is linked to a less successful reduction of probing depths and attachment gain after periodontal surgery and usually results in more significant gingival recession.\n[20]\nDiabetes mellitus is associated with a higher risk of postoperative complications such as increased swelling, flap dehiscence, and delayed wound healing.\n[21]\nImmunosuppressive medications and conditions may increase the risk of postoperative infections. Medications that interfere with angiogenesis and bone resorption may pose a risk of jaw osteonecrosis, although the specific postoperative risk is unknown. The risk is likely small but not zero in patients taking oral bisphosphonates and more significant in patients who have received intravenous bisphosphonates for cancer treatment. However, patients with medical conditions including diabetes, cardiovascular disease, coagulopathies, and immunosuppression such as HIV can undergo periodontal surgery, provided that glucose levels, cardiovascular function, and relevant laboratory parameters are within safe limits.\n\nWhile not precluding periodontal surgery, age could negatively affect treatment as tissue fibroblasts exhibit increasing senescence, and wound healing is slower. This may increase the risk of tissue tears during surgery and bruising from increased blood vessel fragility.\n\nFor periodontal pocket reduction surgery, several local factors may reduce chances of regeneration, attachment gain, and pocket reduction, including root proximity, tipping or rotation of teeth, tooth mobility, thin mucosal tissue, the orientation of furcation entrances, enamel pearls, cervical enamel projections, denticles, ridges, root groves, and impacted teeth.\n\nCrown lengthening may not be possible if restorative margins extend into furcations or result in excessive bone removal. Crown exposure is not indicated in excessive gingival display caused by hyperactive lip muscles, skeletal maxillary excess, or a short upper lip.\n\nFree gingival and autogenous connective tissue grafting may be challenging if the palatal vault is shallow, contains a palatal torus, or features thin palatal tissue. Pedicle flaps are challenging to perform for broad gingival defects and are unlikely to succeed if adjacent gingival tissues are limited.",
    "clinical_significance": "Periodontal treatment, including periodontal surgery, reduces the rates of tooth loss.\n[84]\n[85]\nAfter 5 years or longer, desired clinical outcomes such as probing depth reduction and prevention of further attachment loss converge to similar levels for meticulously maintained patients after non-surgical and surgical therapies.\n[86]\n\nPeriodontal surgery should be performed after initial scaling and root planing as it will significantly reduce probing depth and attachment level gain more than periodontal surgery without initial scaling and root planing.\n[87]\n\nPockets with depths of 7 mm show the most significant pocket depth reduction with periodontal surgery but also greater gingival recession than scaling and root planing.\n[30]\nPocket depth reduction is similar for gingival flap and osseous surgery for pockets greater than 7 mm, but osseous surgery produces more gingival recession.\n[88]\nRegenerative periodontal therapy for infrabony pockets generally results in attachment gain and radiographic bone fill, with deeper and more narrowed angled bone defects favoring regeneration. Regeneration is typically similar to any regenerative material.\n[89]"
  }
}