{
  "drug_name": "triclosan",
  "nbk_id": "NBK589669",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589669/",
  "scraped_at": "2026-01-11T15:40:30",
  "sections": {
    "clinical_significance": "Accidental Percutaneous Injuries\n\nDentists are always at risk of accidental sharps injuries in their daily practice. A sharp injury is an accidental skin-penetrating stab wound from a needle (needlestick injury) or a sharp object containing blood or body secretion.\n[13]\nThis type of injury directly exposes the operator to the patient's blood, possibly contaminated with blood-borne pathogens.\n\nFactors to consider when exposed to blood-borne viruses\n\nType of exposure (penetrating injury or mucosal splash)\nType of body fluid (blood, saliva)\nThe volume of body fluids or blood\nTime of contact with the body fluid\nTime since the exposure\nType of procedure and device involved\nIf the injury was through a glove or clothing\nIf the source patient is viraemic\n[8]\n\nIf a percutaneous injury occurs, like a needlestick, the operator must stop the procedure immediately and proceed with the post-exposure protocol.\n[2]\n\nThe wound must be washed with soap and rinsed under running water, allowing it to bleed.\n[1]\nA supervisor must be notified, and the date and patient details must be recorded.\nSerological tests may be recommended for the operator and the source patient. These tests include HIV antibodies, HCV antibodies, and antibodies to hepatitis B surface antigens (anti-HBs).\n[8]\nPatients cannot be forced to be tested, but they must be encouraged to do so.\n[2]\nA medical consultation is required as the physician determines the need for post-exposure prophylaxis according to the patient's medical history and risk for blood-borne infections.\n[2]\n\nSource positive for HIV\n\nThe risk of seroconversion after a sharps injury with HIV-infected blood is 0.3%, and after a mucous membrane exposure to HIV-infected blood is 0.09%.\n[8]\nEven when post-exposure prophylaxis (PEP) is not received, postexposure testing and medical evaluation are required. If the source is possibly infected with HIV, PEP should be considered. The goal of post-exposure prophylaxis is to prevent viral replication. The basic HIV PEP regimen combines zidovudine and lamivudine. Alternatively, lamivudine and stavudine or didanosine and stavudine can also be indicated. The expanded regimen includes the basic regimen and indinavir, nelfinavir, efavirenz, or abacavir.\n[13]\nToxicity and side effects of HIV PEP should be considered. PEP is only indicated if there has been significant exposure and a proper risk assessment has been undertaken. Drugs should be administered between 24 to 36 hours post-exposure. HIV PEP should not be used in the case of exposure to nonblood-stained saliva.\n[8]\nPostexposure testing for HIV antibodies is recommended at baseline, 6 weeks, 12 weeks, and 6 months postexposure.\n[13]\nFollow-up includes reporting any sudden or severe flu-like symptoms, any adverse events associated with PEP if this is administered, as well as signs and symptoms of possible retroviral illness. If the status of the source is unknown, decisions should be based on the exposure risk and the chance that the source may be HIV positive, eg, an intravenous drug user. If the source consents to HIV testing, post-exposure prophylaxis can be given as soon as possible after exposure and discontinued if the result is negative.\n[13]\n\nSource positive for hepatitis C\n\nAfter exposure to the hepatitis C virus (HCV), the exposed professional must be closely followed up and referred for appropriate therapy if the infection does occur.\n[14]\nCurrently, there is no effective post-exposure prophylaxis (PEP) for hepatitis C. The risk of transmission after an injury from a positive source varies whether active viral replication is occurring or not. If the source is HCV RNA negative in the polymerase chain reaction assay, the risk is between 1.8 and 3.1%. If the source is polymerase chain reaction positive, the risk increases to 10%. It is recommended to be tested at baseline, 3 months, and 6 months. Liver function tests like aminotransferase and aspartate aminotransferase (AST) at 2, 3, and 6 months are recommended. An infectious disease clinician or gastroenterologist should monitor clinical signs and symptoms.\n\nSource positive for hepatitis B\n\nPostexposure management for hepatitis B virus (HBV) involves providing multiple doses of hepatitis B immune globulin and the hepatitis B vaccine.\n[14]\nHepatitis B immunoglobulin is a human immunoglobulin used to prevent the development of hepatitis B after acute exposure to the surface antigen of the hepatitis B virus (HBsAg).\n[15]\nThe level of antibodies of the exposed individual should be tested if the source is positive for HBsAg. If the exposed person is not immune (has never been immunized, did not seroconvert to the vaccine, or has antibody levels to HBsAg less than 10 mIU/mL), the treatment is to give a single dose of hepatitis B immunoglobulin between 48 to 72 hours of the exposure and to start a course of HBV vaccination.\n[14]\nThe HBV vaccine should be given within 7 days of exposure, 1 or 2 months after, and then 6 months after the first dose. The level of immunity should be tested 2 to 4 weeks later. The risk of transmission of HBV is more than 30% if the source is positive and post-exposure prophylaxis has not been used.\n[14]"
  }
}