{
  "drug_name": "trimebutine",
  "nbk_id": "NBK551515",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551515/",
  "scraped_at": "2026-01-11T15:40:33",
  "sections": {
    "clinical_significance": "Perhaps one of the most clinically significant topics on the sphincter of Oddi is sphincter of Oddi dysfunction (SOD). Sphincter of Oddi dysfunction is defined broadly as the impairment of the sphincter's ability to perform its normal functions of controlling the flow of contents into the duodenum, as mentioned above.\n[15]\nThe prevalence of sphincter of Oddi dysfunction in the general population is 1.5%.\n[16]\nHowever, it is found in up to 23% of patients with biliary pain and elevated liver enzymes following cholecystectomy - this may be a result of sphincter dysfunction caused by the change in biliary dynamics following cholecystectomy or reflect that sphincter of Oddi dysfunction was the underlying cause of biliary symptoms leading to cholecystectomy.\n[17]\n\nThe main clinical feature of sphincter of Oddi dysfunction is intermittent bouts of epigastric and right upper quadrant pain often precipitated by meals. The pain may last between half an hour and up to several hours and most commonly presents in women between the ages of 20 and 50 years, although it can present at any age and in both sexes.\n[3]\nThe pain is often associated with a definitive symptomatic profile.\n[17]\n[18]\nThese symptoms include:\n\nNausea and vomiting, which may be mistaken for a gallbladder attack\nTransient increase in liver function tests (LFT) or pancreatic enzymes\nDelay in the emptying of contrast from the CBD or PD while in the supine position\nRadiating pain in the region of the back, shoulder, or scapula\nDilation of the CBD or PD\n\nWhile all the above are typical symptoms and findings associated with sphincter of Oddi dysfunction, all of these factors are not present in every patient with sphincter of Oddi dysfunction. SOD is often broken down into two main categories: (1) stenosis and (2) dyskinesia.\n\nSphincter of Oddi Stenosis\n\nAny process that involves a narrowing of the sphincter of Oddi, excluding dysfunction inherent to the sphincter muscle itself, is described as a sphincter of Oddi stenosis.\n[19]\nThis condition includes inflammatory or neoplastic processes around and including the sphincter that decreases the caliber of the orifice. Trauma to the sphincter may also lead to stenosis; this includes trauma due to the passage of stones or sludge, as well as intra-operative trauma. Sphincterotomies, performed during ERCP, may also be complicated by stricture formation. As described earlier, patients with congenitally hypertrophic sphincters may also develop SO hypertension, which may lead to stenosis. The result of the sphincter of Oddi stenosis is abnormal motility and increased basal pressures.\n\nSphincter of Oddi Dyskinesia\n\nWhile sphincter of Oddi stenosis represents a physical impairment due to damage, inflammation, or neoplastic processes, the sphincter of Oddi dyskinesia represents a less understood motility disorder.\n[20]\nSO dyskinesia leads to a transient obstruction of the sphincter, manifesting with the symptoms mentioned above of sphincter of Oddi dysfunction. So far, in the literature, two theories have gained prominence in describing SO dyskinesia:\n\nA paradoxical response to endogenous hormones due to dysfunctional neurologic pathways may cause sphincter of Oddi dyskinesia.\nThe sphincter of Oddi dyskinesia may lie at the hormonal and neurotransmitter level leading to the sphincter of Oddi hypertension.\n\nSphincter of Oddi Dysfunction Diagnosis and Management\n\nThe gold standard test to diagnose sphincter of Oddi dysfunction remains Sphincter of Oddi manometry (SOM), which involves using ERCP techniques and knowledge of manometry to directly examine the motor activity of the sphincter of Oddi.\n[21]\nSOM is reproducible, with good interobserver variability, and is stable over repeated measurements in the same patient over time.\n[17]\nManometry can guide treatment decisions in patients with symptoms suggestive of sphincter of Oddi dysfunction. Alternatively, the use of clinical criteria, such as the Milwaukee Classification and Rome IV Criteria, can provide a non-invasive way to stratify patients with suspected sphincter of Oddi dysfunction to allow for appropriate management. In the former system, sphincter of Oddi dysfunction is categorized into three substratifications: patients with biliary pain, abnormal liver function tests, and a dilated common bile duct (Type I SOD), patients with biliary pain, one or more suggestive objective criteria (Type II SOD), and patients with biliary pain only (Type III SOD).\n[22]\n\nThe Milwaukee stratification was used in the EPISOD randomized clinical trial, whose key result was that patients with type III SOD do not benefit from endoscopic sphincterotomy.\n[23]\nIn fact, remarkably, patients with type III SOD in the trial undergoing sham sphincterotomy reported improved outcomes versus those in the real intervention group (defined as less than six days of pain within the prior 90 days at follow-up).\n[23]\nThus, although Type I and II SOD may be managed with sphincterotomy, it is clear that type III patients do not benefit from this. Key strategies for managing patients with type III SOD include medical therapy with antispasmodics, anti-depressants (e.g., amitriptyline), anti-muscarinics (e.g., trimebutine), calcium-channel blockers (e.g., nifedipine), sublingual nitrites, and oral opiates of varying strengths.\n[24]\n[25]\n[26]\n[25]\n[24]\nFurther novel therapies that have been trialed include sphincter injection with botulinum toxin.\n[27]\n[28]\nThese medical therapies have had highly varied reported results, however.\n[17]\n\nOther tests besides manometry for investigating the function of the sphincter of Oddi include quantitative hepatobiliary scintigraphy (HBS) and fatty meal ultrasonography (FMU). These tests are non-invasive, in contrast to manometry. HBS is a nuclear medicine test in which a tracer is used to demonstrate biliary flow, and the use of intravenous CCK can augment the diagnostic potential of this technique.\n[29]\nHowever, HBS has been found to have a sensitivity of 38% and specificity of 89% for sphincter of Oddi dysfunction, performing poorly compared to manometry.\n[30]\nFMU involves performing focussed abdominal ultrasound before and after ingestion of a standardized fatty meal which stimulates CCK and should demonstrate a dynamic change in the diameter of the common bile duct in the setting of obstruction secondary to sphincter of Oddi dysfunction.\n[31]\nCompared to SOM, the sensitivity of FMU is 21%, and its specificity is 97%. Thus there may be a role for FMU in patient selection for sphincterotomy in the Type II SOD group, where treatment choice can cause a dilemma.\n[31]"
  }
}