{
  "drug_name": "trimetazidine",
  "nbk_id": "NBK513322",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513322/",
  "scraped_at": "2026-01-11T18:48:05",
  "sections": {
    "indications": "Alcohol-induced toxicity leads to non-ischemic dilated cardiomyopathy characterized by loss of contractile function and dilatation of myocardial ventricles. These findings are coupled with a clinical history of heavy alcohol use in the absence of coronary artery disease as a supportive etiology.\n[1]\n\nAlcohol use is an important cause for non-ischemic cardiomyopathy and accounts for 10% of all cases of dilated cardiomyopathies.\n[2]\n\nThe major risk factor for developing ACM is chronic alcohol abuse; however, there is no specific cutoff value for the amount of alcohol consumption that would lead to the development of ACM.\n[3]\n[4]\n[5]",
    "mechanism": "Alcohol and its metabolites are cardiotoxic. Myocardial depression secondary to alcohol is initially reversible however prolonged sustained alcohol use leads to irreversible dysfunction.\n\nDilated cardiomyopathy secondary to alcohol use does not have a pre-defined exposure time. Daily alcohol consumption of 80 g per day or more for more than 5 years significantly increases the risk, however not all chronic alcohol users will develop Alcohol-induced cardiomyopathy.\n\nThere is neither a certain amount of alcohol known to be toxic to myocardial cells nor is there a specified period of exposure time to develop ACM. Alcohol consumption of 80 g per day for at least 5 years significantly increases the risk of developing ACM but, not all chronic alcohol abusers develop ACM.\n[6]\n[7]\n\nDrinking habits and echocardiogram evaluation were studied in (CARDIA) in 2368 adults in a long follow up. Increased alcohol intake had a direct inverse adverse association with ventricular structure. Increase alcohol consumption had greater indexed left ventricular mass and increased left ventricular end-diastolic volume after 20 years. Alcohol consumption did not show any association with systolic dysfunction.\n[8]",
    "monitoring": "The diagnosis of alcoholic cardiomyopathy is non-specific.\n\nThe key to diagnosis is a personal history of chronic heavy alcohol use and the absence of other etiologies.\n\nIn patients exhibiting chronic alcohol use, other causes of dilated cardiomyopathy need workup. Investigative work up such as mean corpuscular volume (MCV), gamma-glutamyl-transpeptidase (GGT), elevated transaminases (AST, ALT) and elevated INR usually are seen in liver injury can be helpful as supportive evidence of alcohol use.\n[14]\n[15]\n.\n\nOther supportive workups can include:\n\nElectrocardiography:\n\nMany changes can be observed including premature atrial or ventricular contractions, supraventricular tachycardias, atrioventricular blocks,  bundle branch blocks, QT prolongation, non-specific ST and T wave changes and abnormal Q waves.\n\nChest X-Ray:\n\nEnlarged cardiac silhouette, pulmonary vascular congestion, and pleural effusion\n\nAlcoholic cardiomyopathy can be diagnosed by the following criteria\n\nDilated cardiomyopathy is seen on 2D echocardiography\nLV end-diastolic dimension greater than 2 standard deviations above normal.Left ventricle ejection fraction less than 50%.Exclusion of hypertensive, valvular and ischemic heart diseases. Hence patients with suspected alcoholic cardiomyopathy should undergo coronary angiogram along with echocardiography.",
    "administration": "Treatment for alcoholic cardiomyopathy is directed towards source control.\n\nThe mainstay for treatment is complete abstinence from alcohol. Management should include providing patient resources and counseling.\n\nSymptomatic management for patients with secondary heart failure and manage associated complications is warranted.\n\nSome studies have suggested that even moderation of alcohol consumption similar outcomes as compared to abstinence.\n\nPharmacologic therapy should include goal-directed heart failure therapy as used in idiopathic dilated cardiomyopathy with reduced ejection fraction. This includes a combination of beta-blockers, an angiotensin-converting enzyme inhibitor, diuretics, aldosterone receptor antagonist and angiotensin blocker-neprilysin inhibitor (if LVEF is less than or equal to 40%). The use of carvedilol, trimetazidine with other conventional heart failure drugs have been proven to be beneficial in some studies.\n\nSome promising new treatments are targeting the pathways that are involved in the pathogenesis of ACM such as myocyte hypertrophy, cell necrosis and fibrosis, and oxidative stress; however, these are still under investigation.\n[16]\n[17]",
    "adverse_effects": "Heart failure\nCachexia\nArrhythmias\nCardioembolism\nDeath"
  }
}