{
  "drug_name": "trimethoprim - sulphamethoxazole",
  "nbk_id": "NBK513232",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513232/",
  "scraped_at": "2026-01-11T15:40:35",
  "sections": {
    "indications": "Trimethoprim/Sulfamethoxazole Contraindications\n\nKnown hypersensitivity to either drug or a past sulfa allergy\nPregnancy (FDA pregnancy category D) - due to the inhibition of folate synthesis, which can lead to congenital abnormalities.\nLiver parenchymal damage, jaundice, and hepatic failure\nHematological disorders\nRenal insufficiency\nNeonate less than 6 weeks of age\n\nTrimethoprim/sulfamethoxazole is an American pregnancy category D medication. Use during early pregnancy has been related to congenital malformations and maternal folic acid deficiency; this may cause neural tube defects (spina bifida), urinary tract defects, oral clefts, and clubbed feet. Use during late pregnancy has been related to preterm labor. The drug also gets excreted in breast milk, and breastfeeding patients should not use trimethoprim/sulfamethoxazole during this time. Administration of trimethoprim/sulfamethoxazole should not occur concomitantly with any of the following:\n\nACE inhibitors: Risk of hyperkalemia\nPrilocaine: Risk of methemoglobinemia\nAntiarrhythmics: Risk of QTc prolongation\nDapsone: Increases plasma levels of both drugs\nMethenamine: Risk of crystalluria\nRifampin: Risk of reducing trimethoprim plasma concentrations\nSulfonylureas\nPhenytoin: Increase in the half-life of phenytoin\nAntifolates: Risk of megaloblastic anemia\nLamivudine, zalcitabine, and zidovudine\nProcainamide and/or amantadine\nClozapine\nDigoxin: Increase in digoxin levels\nDiuretics: Risk of thrombocytopenia\nCiclosporin: Risk of kidney function decline\nSpironolactone: Risk of hyperkalemia",
    "mechanism": "Sulfamethoxazole is a sulfonamide (antimicrobial drug class) that works directly on folate synthesis inside microbial organisms, eg, bacteria. Sulfamethoxazole achieves this directly as a competitor of p-aminobenzoic acid (PABA) during the synthesis of dihydrofolate via inhibition of the dihydropteroate synthase. Trimethoprim is a direct competitor of the enzyme dihydrofolate reductase, resulting in its inhibition, which halts the production of tetrahydrofolate to its active form of folate. Combining these 2 agents is meant to create a synergistic anti-folate effect; tetrahydrofolate is necessary for synthesizing purines required for DNA and protein production. When used alone, these drugs only act in a bacteriostatic manner. However, when combined with sulfamethoxazole-trimethoprim, they block 2 steps in the bacterial biosynthesis of essential nucleic acids and proteins, thus can be bactericidal, eg, urine.\n[5]\n\nSulfamethoxazole is a CYP2C9 inhibitor hepatically metabolized by the CYP450 system. Its half-life is 6 to 12 hours, increasing to between 20 and 50 hours in renal failure. Trimethoprim has a half-life of 8 to 10 hours, is minimally metabolized in the liver, and is primarily excreted in the urine, essentially unchanged.",
    "administration": "Sulfamethoxazole/trimethoprim may be administered orally without regard to meals. However, taking it with at least 8 ounces of water is best. It also has an intravenous formulation. The choice of oral or intravenously varies depending on the type of infection/or type of prophylactic use. It should not be administered intramuscularly. Patients with impaired renal function must have calculated dosing regimens based on renal function, as listed below. Administration of the 2 drugs is in a 1 to 5 ratio (trimethoprim:sulfamethoxazole) as a tablet formulation; this is so when they enter the body, their concentration throughout the blood/tissues is 1 to 20, which is the peak synergistic desired effect ratio of the 2 drugs in combination.\n[6]\n\nBacterial Infections\n\nOral dosage in adults and children weighing 40 kg (88 pounds) or more should have a single tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 10 to 14 days. Children 2 months and older must have a weight-adjusted dosage.\n\nTreatment of\nPneumocystis jirovecii\nPneumonia/P\nneumocystis\ncarinii Pneumonia\n\nAdults/children, 2 months and older: The dose is also weight-adjusted. Usually, 75 to 100 mg per kilogram of body weight for sulfamethoxazole and 15 to 20 mg per kilogram for trimethoprim daily for 14 to 21 days.\n[6]\n\nPrevention of\nPneumocystis jirovecii\npneumonia/ pneumocystis carinii pneumonia\n\nIn adults, 800 mg of sulfamethoxazole and 160 mg of trimethoprim are given daily. In children 2 months of age and older, dosages are determined by body size.\n[6]\n\nTraveler's Diarrhea\n\nIn adults, 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 5 days. For children 2 months and older, use and dosage vary.\n\nChronic Bronchitis\n\nFor acute exacerbations due to strains of\nStreptococcus pneumoniae\nor\nHaemophilus influenzae,\n1 tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 10 to 14 days.\n[7]\n\nShigellosis\n\nEnteritis caused by\nShigella flexneri\nand\nShigella sonnei:\n1 tablet 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 5 days; antimicrobial resistance is an increasing concern in this infection.\n[8]\n\nUrinary Tract Infections\n\nPyelonephritis\n\nOne tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 14 days\n\nProstatitis\n\nOne tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 14 days or 2 to 3 months if a chronic infection.\n[9]\n\nAcne Vulgaris (Non-FDA Approved)\n\nOne tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 18 days\n\nCommunity-Acquired Pneumonia (Non-FDA Approved)\n\nOne tablet of 800 mg of sulfamethoxazole and 160 mg of trimethoprim every 12 hours for 10 to 14 days\n\nRenal impairment guidelines are as follows:\n\nCrCl greater than 30 mL per minute with no dose change\nCrCl 15 to 30 mL per minute decrease dose by 50%\nCrCl less than 15 do not use\n\nUse is not recommended in children younger than 2 months of age.",
    "adverse_effects": "The primary adverse effects of trimethoprim/sulfamethoxazole include rash, photosensitivity, as well as folate deficiency.\n[10]\n[11]\nA list of the more common side effects includes:\n\nLoss of appetite\nNausea/vomiting/dyspepsia\nPainful or swollen tongue\nDizziness\nTinnitus\nFatigue\nInsomnia\nRash/urticaria\nAnorexia\nPhotosensitivity\n\nMore serious reactions include Stevens-Johnson syndrome, various anemias, agranulocytosis,\nC. diff\n.-associated diarrhea, myelosuppression, renal failure/interstitial nephritis, pancreatitis, and hepatotoxicity. Hemolytic anemia can occur with sulfa drugs like sulfamethoxazole in patients with a glucose-6-phosphate-dehydrogenase (G6PD) deficiency. A patient with an unknown sulfa allergy and treated with trimethoprim/sulfamethoxazole may experience anaphylaxis or less serious yet severe symptoms such as hives, itchy eyes, swelling of the mouth or throat, and abdominal cramping.\n[12]",
    "monitoring": "When initiating therapy with trimethoprim/sulfamethoxazole, some patients may require a baseline blood urea nitrogen and serum creatinine ratio, frequent complete blood counts (CBC), and electrolyte measurements if they have renal impairment or are taking a drug that interacts with potassium.",
    "toxicity": "Overdosing on trimethoprim/sulfamethoxazole is possible, and potential signs of toxicity include:\n\nNausea/vomiting\nDizziness\nHeadache\nMental depression\nConfusion\nThrombocytopenia\nUremia\nLoss of appetite\nColic\nDrowsiness\nBone marrow depression\n\nSuppose there is suspicion of a patient having trimethoprim/sulfamethazine toxicity. In that case, a treatment plan includes the administration of activated charcoal (if ingested), gastric lavage, and supportive intravenous (IV) and oral fluids. More severe treatment measures may include hemodialysis and alkalizing the patient's urine.\n[5]"
  }
}