{
  "drug_name": "triple omega",
  "nbk_id": "NBK541033",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541033/",
  "scraped_at": "2026-01-11T18:48:06",
  "sections": {
    "indications": "Metabolic dysfunction-associated steatotic liver disease (MΑSLD) is a broad term used to cover a spectrum of conditions characterized by evidence of hepatic steatosis on imaging or histology.\n[1]\nMASLD is a broad term used to encompass a spectrum of conditions characterized by evidence of hepatic steatosis on imaging or histology in patients with at least 1 metabolic risk factor (eg, obesity, diabetes mellitus, dyslipidemia, hypertension).\n[2]\n\nMASLD represents a significant evolution in the terminology and conceptual framework surrounding hepatic steatosis. Historically, liver fat accumulation without significant alcohol intake was categorised under nonalcoholic fatty liver disease (NAFLD).\n[3]\nHowever, recent shifts in nomenclature arose primarily to address 2 core issues. Firstly, the term \"fatty\" was replaced with \"steatotic\" to mitigate the stigma associated with the former term. Secondly, defining a disease by exclusion, eg, \"nonalcoholic,\" was widely criticised for its inherent ambiguity and lack of specificity, akin to labelling conditions like myocardial infarction as \"non-cocaine myocardial infarction,\" which is considered conceptually inadequate.\n\nThe pivotal shift in terminology was initiated by the landmark paper from Eslam et al, introducing the term Metabolic Dysfunction-Associated Fatty Liver Disease (MAFLD), thereby directly associating hepatic steatosis with underlying metabolic dysfunction rather than excluding alcohol consumption alone. This redefinition marked a significant departure from NAFLD, emphasizing pathophysiological mechanisms linked to components of metabolic syndrome. Subsequently, following broader international consensus, MAFLD was refined further to MASLD, establishing clearer diagnostic criteria and positioning it within a broader spectrum of conditions collectively termed Steatotic Liver Disease (SLD). This evolution reflects a more precise and mechanistically informed approach to understanding hepatic steatosis, enhancing clinical and research clarity.\n\nTypes of Steatotic Liver Disease\n\nSteatotic liver disease is categorized into the following types:\n\nMetabolic dysfunction-associated steatotic liver disease (MASLD)\n: MASLD is defined by ≥5% hepatic steatosis and the presence of at least 1 cardiometabolic risk factor (eg, dyslipidemia or obesity), with no other underlying causes and minimal or no alcohol intake (ie, <20 g/day for females and <30 g/day for males). Formerly known as NAFLD, MASLD is the hepatic manifestation of metabolic syndrome.\n\nMetabolic dysfunction-associated steatohepatitis (MASH)\n: MASH, previously called nonalcoholic steatohepatitis (NASH), is a progressive form of MASLD marked by liver inflammation and hepatocellular injury, with or without fibrosis.\n\nMetabolic dysfunction and alcohol-associated liver disease (MetALD)\n: MetALD refers to patients with hepatic steatosis, at least 1 metabolic risk factor, and moderate alcohol consumption, defined as 20 to 50 g/day for females and 30 to 60 g/day for males. This condition may result from a combination of metabolic dysfunction and moderate alcohol consumption, representing a spectrum between MASLD-predominant and alcohol-predominant disease.\n\nAlcohol-associated liver disease (ALD)\n: Patients with steatosis and heavy alcohol use (>50 g/day for females, >60 g/day for males), with a standard drink containing approximately 14 g of alcohol, are classified with alcohol-associated liver disease (ALD).\n[4]\n\nAlthough MASLD can coexist with other causes of steatosis, eg, celiac disease, medications, or genetic conditions, this discussion focuses on MASLD in the absence of those factors. A diagnostic approach for steatotic liver diseases (SLD) other than MASLD, MetALD, and ALD has been established, highlighting critical clinical features and recommended investigations (see\nImage\n. Steatotic Liver Disease Diagnosis). Understanding the etiology and pathophysiology of MASLD and its subtypes is critical for clinicians, emphasizing the need for interprofessional collaboration in diagnosis and management.\n\nThe cardiometabolic risk factors defining metabolic dysfunction include:\n\nExcess adiposity\nBody-mass index (BMI):\nA BMI of ≥25 kg/m² in the general population or  ≥23 kg/m² in individuals of Asian ancestry.\nCentral (visceral) obesity\n(waist circumference thresholds): • Waist circumference of  ≥94 cm in men and  ≥80 cm in women of European ancestry • Waist circumference of  ≥90 cm in men and  ≥80 cm in women of South-Asian or Chinese ancestry • Waist circumference of  ≥85 cm in men and  ≥90 cm in women of Japanese ancestry\nDisorders of glucose metabolism\nPrediabetes:\nGlycated haemoglobin (HbA1c) 5.7% to 6.4 %; fasting plasma glucose ranging from 100 to 125 mg/dL\nType 2 diabetes mellitus:\nHbA1c of  ≥6.5%; fasting plasma glucose of  ≥126 mg/dL\nHypertriglyceridemia:\nPlasma triglycerides ≥150 mg/dL or treatment with lipid-lowering agents\nHigh-density lipoprotein (HDL) cholesterol:\n<40 mg/dL in men or ≤50 mg/dL in women\nArterial hypertension\n: Resting blood pressure of 130/85 mm Hg or greater or ongoing antihypertensive treatment.\n[5]",
    "mechanism": "Obesity, diabetes, dyslipidemias, insulin resistance, and metabolic syndrome are known to be associated with the development of MASLD.\n[6]\nDue to its close association with metabolic syndrome, MASLD correlates with cardiovascular risk factors, which also contribute to mortality in these patients, in addition to end-stage liver cirrhosis and hepatocellular carcinoma.\n[7]",
    "monitoring": "Metabolic Dysfunction-Associated Steatotic Liver Disease Diagnostic Evaluation\n\nMildly elevated serum aminotransferases are the primary abnormality in MASLD, although the liver enzymes are normal in the majority of patients. The ratio of aspartate aminotransferase (AST) to alanine aminotransferase (ALT) is less than 1. Gamma-glutamyl transferase (GGT), when elevated in MASLD, can serve as a marker of increased mortality, with the progression of the disease often accompanied by hypoalbuminemia, hyperbilirubinemia, thrombocytopenia, and a prolonged prothrombin time, all of which are indicative of hepatic synthetic dysfunction.\n\nUltrasound of the abdomen is routinely used to evaluate fatty liver, but a liver biopsy is considered the gold standard for the diagnosis of MASLD.\n[17]\nThe primary objective of staging patients with MASLD is to assess the severity of fibrosis. Noninvasive imaging methods are generally used, while liver biopsy is reserved for cases that remain inconclusive.\n\nNoninvasive assessment of hepatic fibrosis in metabolic dysfunction-associated steatotic liver disease\n\nCurrent noninvasive tests, encompassing serum biomarker panels and imaging-based elastography, evaluate either circulating markers or liver stiffness. Their diagnostic accuracy declines outside specialist cohorts because performance is prevalence-dependent; therefore, tools validated in referral centres require separate validation before use in primary care.\n\nSerum-based indices\n\nCombining routine biochemistry with anthropometric data outperforms isolated transaminase measurement. Frequently used scores include the Fibrosis-4 index (FIB-4 = age × AST ÷ [platelet count × √ALT]), the AST-to-Platelet Ratio Index (APRI = AST ÷ upper-limit-of-normal × 100 ÷ platelets) and the NAFLD Fibrosis Score (NFS = composite of age, body-mass index, impaired fasting glucose, AST/ALT ratio, platelets and albumin). FIB-4 is the most accessible, but it loses accuracy in its intermediate zone (1.3–2.67), particularly in older adults, individuals with type 2 diabetes, and those younger than 35 years.\n\nPanels reflecting active collagen turnover provide complementary information: the Enhanced Liver Fibrosis (ELF™) score combines serum hyaluronic acid and amino-terminal propeptide of type III collagen.III procollagen (PIIINP) and tissue inhibitor of metalloproteinase-1 (TIMP-1); the ADAPT algorithm (Age, Diabetes, PRO-C3, and Platelets) is effective both in tertiary care and in low-risk cohorts.\n[18]\n[19]\n[20]\n[21]\n[19]\n\nImaging-based elastography\n\nFibrosis-related stiffening is measured by vibration-controlled transient elastography (VCTE), point or 2-dimensional shear-wave elastography, and magnetic resonance elastography (MRE). Ultrasound-based techniques are inexpensive but less reliable in class II obesity, whereas MRE, although costlier and less available, provides equal or superior staging accuracy and is weight-independent. Quantitative MRI techniques such as proton-density fat fraction (PDFF) and corrected T1 mapping (LiverMultiScan®) further characterize steatosis and extracellular expansion, although cost and availability restrict routine use. The controlled attenuation parameter (CAP) derived from VCTE and the liver attenuation index from an unenhanced computed tomography scan offers only approximate estimates of steatosis.\n[22]\n\nHybrid algorithms\n\nComposite models leverage complementary modalities. The Magnetic Resonance Elastography, AST, and Steatosis (MAST) score integrates MRE, PDFF, and AST. The FibroScan–AST (FAST) score combines VCTE stiffness, CAP, and AST. MEFIB (MRE + FIB-4) merges MRE with FIB-4. Comparative studies have yet to establish a universal superiority, and performance varies with case mix.\n[23]\n\nAdults with diabetes, abdominal obesity, plus 1 or more additional metabolic risk factors, or persistent transaminase elevation are advised to undergo initial screening with FIB-4. Values less than 1.3 indicate low risk and merit reevaluation every 1 to 3 years. Scores 1.3 to 2.67 (or >2.0 in individuals older than 65 years) prompt either immediate elastography or a 12-month program of lifestyle modification and intensified cardiometabolic management, followed by repeat FIB-4 testing. Persistent elevation should lead to elastography or collagen biomarker testing. This sequential approach effectively triages high-risk individuals into hepatology care pathways and predicts liver-related events. Serum biomarker panels and elastography are suitable for excluding advanced fibrosis; elastography offers the highest positive predictive value for fibrosis stage F3 or more. None of the current noninvasive tests detect steatohepatitis-defining lesions (ballooning or lobular inflammation). Liver biopsy remains indispensable for the definitive diagnosis of MASH.\n\nAssessment of comorbidities\n\nComprehensive comorbidity assessment requires systematic evaluation across multiple domains, with specific reference parameters and supplementary investigations tailored to individual clinical presentations. For obesity assessment, primary parameters include body mass index, waist circumference, and waist-to-height ratio, with additional body composition analysis and thyroid function evaluation (TSH and free thyroxine) when hypothyroidism is suspected. Type 2 diabetes and insulin resistance evaluation encompasses fasting plasma glucose, HbA1c, oral glucose tolerance testing with a 2-hour postload glucose measurement, fasting plasma insulin and C-peptide levels, and HOMA-IR calculation.\n\nMore sophisticated insulin resistance indices, derived from oral glucose tolerance tests or mixed meal tests, are also available for comprehensive metabolic assessment. Dyslipidemia screening requires fasting plasma triglycerides, total cholesterol, LDL and HDL cholesterol measurements, with a one-time lipoprotein-a assessment, and may be supplemented by nonesterified fatty acids and apolipoprotein B quantification. Kidney disease assessment involves measuring plasma and urine creatinine, as well as serum and urine albumin levels, and calculating the estimated glomerular filtration rate.\n\nCardiovascular disease evaluation incorporates fasting plasma uric acid, serum high-sensitivity C-reactive protein, serum ferritin, and blood pressure measurements, with optional 24-hour ambulatory blood pressure monitoring, echocardiography for heart failure assessment, serum NT-ProBNP, and transferrin saturation analysis. Atherosclerosis assessment requires complete blood count with platelet evaluation, recognizing that elevated lipoprotein-a represents an independent causal risk factor for atherosclerotic cardiovascular disease. Supplementary investigations include fibrinogen, homocysteine, von Willebrand factor antigen, carotid artery intima-media thickness, echo-Doppler plaque instability assessment, and coronary artery calcification scoring.\n\nObstructive sleep apnea screening involves measuring neck circumference and assessing the Epworth score, with confirmatory sleep studies, including overnight pulse oximetry, polysomnography, and CPAP trial evaluation. Finally, polycystic ovary syndrome assessment requires comprehensive sex hormone evaluation, including LH, FSH, testosterone, and SHBG measurements, accompanied by ovarian ultrasonography.\n[24]\n[25]\n[26]\n[27]\n\nAssessment of genetic risk factors\n\nClinicians in specialized centers may consider genetic risk profiling, including assessment of the PNPLA3 p.I148M variant and polygenic risk scores, to enhance personalized risk stratification and facilitate disease sub-phenotyping in patients with MASLD. Genetic risk variants serve as valuable tools for clinical studies examining disease progression patterns. Individuals presenting with strong family histories of severe hepatic disease in first-degree relatives or early-onset severe phenotypes, particularly in the absence of conventional metabolic triggers or in patients with normal body weight, warrant consideration for comprehensive genetic evaluation through next-generation sequencing approaches to identify coexisting treatable genetic causes of liver disease.\n[28]\n\nHepatocellular carcinoma surveillance in MASLD\n\nGiven the limited sensitivity of ultrasound-based surveillance for early-stage hepatocellular carcinoma detection, particularly in adults with MASLD-related cirrhosis and obesity, alpha-fetoprotein measurement may be integrated with ultrasound screening in high-risk individuals, while cross-sectional MRI imaging represents a valuable option for selected high-risk adults with persistent poor ultrasound visualization, especially those presenting with dysplastic or regenerative nodules. Factors associated with elevated hepatocellular carcinoma risk in non-cirrhotic MASLD include the presence and duration of type 2 diabetes and obesity, advanced age, concurrent alcohol intake and smoking, FIB-4 scores exceeding 3.25, and liver stiffness measurements above 10 kPa with progressive increases over time, necessitating tailored surveillance approaches based on individual risk profiles.\n[29]\n[2]",
    "administration": "Lifestyle changes are recommended for all patients with MASLD, even without MASH, as these patients have metabolic derangements and are at risk for the development of cardiovascular diseases. The recommended weight loss is 3% to 5% in simple steatosis and 7% to 10% in NASH. Adequate control of risk factors, eg, hyperlipidemia with statins (which also protects against cardiovascular risks) and hypertension, as well as adequate glycemic control, is required. Please see StatPearls' companion resource, \"\nLiver Transplantation\n,\" for more information on hepatitis and nonalcoholic steatohepatitis.\n\nMetabolic Dysfunction-Associated Steatotic Liver Disease Management\n\nManagement of MASLD involves weight management, alcohol avoidance, medical therapy, and regular monitoring for fibrosis.\n\nWeight management\n\nWeight loss is recommended for patients with obesity, as it can lead to histologic improvement. Patients are advised to lose 5% to 7% of body weight at a rate of 0.5 to 1.0 kg/week (1–2 lb/week) through lifestyle changes, including a balanced diet and regular exercise.\n\nAlcohol avoidance\n\nAbstinence from alcohol is recommended for all patients with MASLD.\n\nPharmacologic therapy\n\nMedications that are utilized in the treatment of MASLD include:\n\nResmetirom (thyroid hormone receptor-beta agonist)\n: Resmetirom is used for patients with MASH and fibrosis stage F2 or F3 without significant weight loss. Patients with cirrhosis were excluded from prior clinical trials, but ongoing studies are assessing its safety in this group. The recommended dosage for patients weighing less than 100 kg is 80 mg orally once daily; for those weighing 100 kg or more, 100 mg orally once daily should be administered. Before prescribing resmetirom, clinicians should evaluate potential drug interactions. Resmetirom should not be used with OATP 1B1/1B3 inhibitors (eg, cyclosporine) or strong CYP2C8 inhibitors (eg, gemfibrozil).\n[30]\n\nVitamin E\n: Vitamin E is suggested for patients with MASH (stage 2 fibrosis or above) who do not have diabetes at a dosage of 800 IU daily. The risks and benefits should be discussed with the patient, as high-dose vitamin E may slightly increase all-cause mortality based on observational studies.\n\nOther pharmacological interventions for MASLD include bile acid derivatives, eg, ursodeoxycholic acid, which demonstrates biochemical efficacy without histological improvement, and obeticholic acid, which shows improvement in fibrosis (although discontinued for this indication due to safety concerns). Glucose-lowering agents may also be utilized, including GLP1 receptor agonists (eg, liraglutide and semaglutide), which achieve steatohepatitis resolution without fibrosis improvement, SGLT2 inhibitors (eg, empagliflozin and dapagliflozin) that have shown modest liver lipid reduction, pioglitazone, which improves steatohepatitis without clear fibrosis regression, and metformin, which lacks histological efficacy despite biochemical benefits.\n\nAdjunctive therapies, eg, omega-3 fatty acids, which have shown no histological benefit, statins that have demonstrated cardiovascular protection and potential hepatoprotective effects, and silymarin, which improves liver enzymes without histological improvement, may also be considered for treating MASLD. While dual and triple incretin co-agonists (tirzepatide, cotadutide, survodutide, retatrutide) and pan-PPAR agonists (lanifibranor) show promising preliminary results with dose-dependent histological improvements, none of these agents are currently recommended as targeted MASH therapies due to insufficient evidence from large phase III trials, though they remain safe and indicated for their respective metabolic conditions. Sarolitazar is a PPAR agonist that is approved in India for use in MASLD without cirrhosis.\n[31]\n\nSurgical and endoscopic therapies\n\nBariatric surgery procedures, including Roux-en-Y gastric bypass, sleeve gastrectomy, and gastric banding, demonstrate significant efficacy in adults with noncirrhotic MASLD who meet approved indications, inducing long-term beneficial hepatic effects alongside remission of type 2 diabetes and improvement of cardiometabolic risk factors. In patients with MASLD-related compensated advanced chronic liver disease or compensated cirrhosis, bariatric surgery may be considered following careful interprofessional evaluation, with Roux-en-Y gastric bypass showing superior outcomes in achieving steatohepatitis improvement\n[32]\n\nEndoscopic bariatric procedures, including intragastric balloon, endoscopic sleeve gastroplasty, and various other minimally invasive techniques, show promise for improving liver steatosis and fibrosis, with lower complication rates and affordability compared to surgical interventions. However, these approaches require further validation as targeted MASH therapy, given the limited histological data and predominantly retrospective study designs.\n[33]\n\nDiabetes Management in Metabolic Dysfunction-Associated Steatohepatitis\n\nFor patients with MASH and diabetes, glucose-lowering therapy should be selected with liver health in mind. While metformin is the first-line therapy for type 2 diabetes, pioglitazone and GLP-1 receptor agonists (eg, liraglutide, semaglutide) are reasonable alternatives for those needing additional glucose control or unable to take metformin, as they may improve liver histology. Metformin demonstrates efficacy in adults with compensated cirrhosis and preserved renal function, improving ALT levels and potentially providing protective effects against HCC. Metformin is contraindicated in decompensated cirrhosis due to lactic acidosis risk, while sulfonylureas should be avoided in hepatic decompensation given the increased risk of hypoglycemia. GLP1 receptor agonists show promise in Child-Pugh class A cirrhosis with demonstrated improvements in steatosis, liver enzymes, body weight, and glycemic control, while SGLT2 inhibitors can be utilized in Child-Pugh class A and B cirrhosis, providing benefits in glucose control, weight reduction, and cardiovascular outcomes despite increased drug exposure in advanced disease.\n[34]\n\nPatients with biopsy-proven MASH undergo regular noninvasive assessments for advanced fibrosis, with the frequency determined by their clinical progress. Patients with MASH are to be followed by hepatologists or gastroenterologists. NASH with cirrhosis requires hepatocellular carcinoma surveillance with an ultrasound every 6 months.\n[35]\n\nStatins represent crucial therapeutic interventions for cardiovascular risk reduction in chronic liver disease, including compensated cirrhosis, with observational evidence suggesting hepatocellular carcinoma prevention and reduced cirrhotic complications, though ALT elevation may occur in up to 3% of patients without significant liver injury. High-dose statin therapy in decompensated cirrhosis requires careful consideration due to increased risk of severe adverse events, including liver toxicity and rhabdomyolysis, particularly in Child-Pugh class B or C patients, necessitating individualized risk-benefit assessment.\n[36]",
    "adverse_effects": "The most important complications of MASLD include:\n\nCardiovascular disease\nHepatocellular carcinoma\nEnd-stage liver disease\n\nThe severity of these complications is proportional to the severity of the histological stage and grade of liver disease."
  }
}