{
  "drug_name": "triple silicon",
  "nbk_id": "NBK597355",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597355/",
  "scraped_at": "2026-01-11T18:48:06",
  "sections": {
    "indications": "Radioulnar synostosis is an abnormal connection between the radius and ulna, which are connected by an interosseous membrane and work together to allow for pronation and supination. The synostosis may be congenital, iatrogenic, or posttraumatic and may be an osseous or fibrous fusion between the forearm bones. Disruption of the normal anatomy by a synostosis limits the range of motion and may cause significant functional deficits for affected patients, resulting in substantial morbidity.",
    "mechanism": "The etiology of congenital radioulnar synotosis is unknown. Congenital radioulnar synostosis may be seen in Tetrasomy X or any number of genetic syndromes, including Poland, Cornelia de Lange, Holt-Oram, Crouzon, and Apert syndromes. Radioulnar synotosis may result from SMAD6-deficiency;\nSMAD6\nencodes an intracellular inhibitor of the bone morphogenetic protein (BMP) signaling pathway.\n[1]\n[2]\n[3]\nThe growing limb bud typically undergoes longitudinal segmentation at approximately 7 weeks of gestation; if this process fails to occur or does so abnormally, a congenital radioulnar synostosis may develop.\n[4]\nAn autosomal dominant inheritance pattern of radioulnar synostosis has been hypothesized, but no clear cause or definitive inheritance pattern has been proven.\n[5]\n\nThe posttraumatic variant of radioulnar synostosis may result from any radius, ulna, or olecranon fracture.\n[6]\n[7]\n[8]\nThere have been case reports of patients who underwent surgical repair of an olecranon fracture or a distal biceps tendon rupture that subsequently developed an osseous synostosis of the proximal radius and ulna.\n[8]\n[9]\n[10]\nFractures involving both the radius and ulna with increased comminution at or near the same level can also increase the risk of developing a radioulnar synostosis.\n[11]\nIn addition to the characteristics and location of the fracture, the severity of the surrounding soft tissue injury also increases the risk of synostosis development.\n[12]\nDisruption of the interosseous membrane during surgical fixation of forearm fractures also increases the risk of synostosis development.\n[13]\nA forearm fracture with a concomitant head injury is also a substantial risk factor for reasons that are not well understood.\n[14]",
    "monitoring": "After obtaining a comprehensive medical history and performing a thorough physical examination, radiographic images of the elbow, forearm, and wrist should be obtained. (see\nImage.\nRadioulnar Synostosis.) Monitoring the progression of posttraumatic radioulnar synostosis is achieved via serial plain radiography; this will help determine the timing of surgical intervention. There is no evidence supporting the utility of laboratory evaluation in diagnosing radioulnar synostosis, and laboratory findings do not serve as prognostic or risk-recurrence indicators.\n\nSeveral classification systems based on radiographic features have been described for congenital and posttraumatic radioulnar synostosis.\n\nThe initial classification system for congenital radioulnar synostosis was the Wilkie classification system; Cleary and Omer have modified this system into the Cleary classification system, which is currently the most widely used system. The Wilkie classification system described 2 types of congenital synostoses. A synostosis at the proximal aspect of the radius and ulna where the radius is longer and larger than the ulna was termed a Type 1 fusion, and a congenital anterior or posterior dislocation of the radial head with a fusion between the radius and ulna just distal to the epiphysis was termed a Type 2 fusion.\n[3]\n\nThe Cleary classification system further delineates the relationship between the congenital synostosis and the anatomy of the radial head.\n[5]\n[3]\nA Type 1 congenital synostosis in the Cleary system is defined as a fibrous synostosis with a reduced radial head; plain radiography of a Type 1 synostosis may reveal no atypical findings. A Type 2 congenital radioulnar synostosis is ossified with a reduced radial head. A Type 3 congenital synostosis is ossified with a posteriorly dislocated and hypoplastic radial head. A Type 4 congenital synostosis is ossified, and the radial head is anteriorly dislocated and may appear “mushroom-shaped.”\n[5]\n[3]\n\nPosttraumatic radioulnar synostoses are typically classified using the Hastings-Graham classification system; this system is a detailed modification of the Vince classification system initially described in 1987.\n[16]\n[7]\nThe Hastings-Graham system describes 6 types of radioulnar synostoses based on the anatomical area in which the synostosis occurs. Areas 1, 2, and 3 involve the proximal radius and ulna, Area 4 involves the radial and ulnar shafts, and Types 5 and 6 involve the distal radius and ulna. More specifically, a synostosis in Area 1 involves the ulnohumeral joint, Area 2 involves the proximal radioulnar joint, and Area 3 involves the bicipital tuberosity. A synostosis in Area 5 involves the pronator quadratus insertion, and Area 6 specifically involves the distal radioulnar joint.\n[17]\n[7]\n\nImaging modalities other than plain radiography, such as computed tomography (CT) or bone scans, may further delineate the type of radioulnar synostosis and facilitate treatment planning. CT is often used for preoperative planning to define the parameters and location of the synostosis. Bone scans can characterize the maturity of a posttraumatic radioulnar synostosis to optimize the timing of surgical intervention and limit the risk of recurrence.",
    "administration": "The management of a radioulnar synostosis may be operative or nonoperative. The nature of the synostosis, its location, the functional deficits experienced by the patient, the positioning of the forearm, and the potential bilaterality of congenital synostoses must all be considered when developing a treatment plan. Congenital radioulnar synostosis is frequently treated conservatively; posttraumatic radioulnar synostosis is more likely to require surgical intervention.\n[18]\n[7]\n[19]\n[20]\n\nNonoperative Management of a Radioulnar Synostosis\n\nThe nonoperative management of a radioulnar synostosis is recommended if the normal range of motion is preserved or the functional deficits experienced by the patient are limited or minimal. Nonoperative management comprises extensive physical therapy; physical therapy will improve function to varying degrees. Combined therapy with a dedicated hand therapist and an occupational therapist will yield the best results. A fixed pronation deformity is not as well tolerated as fixed supination; tolerance is dictated by the needs or demands of the individual patient.\n[3]\n\nOperative Management of a Radioulnar Synostosis\n\nThe surgical management of a congenital radioulnar synostosis can either attempt to reposition the arm in a more functional position or mobilize the forearm to allow for an increased range of motion.\n[3]\nTypically, “mobilization” procedures comprise resection and interposition grafting, while “repositioning” procedures may include derotational osteotomies.\n[3]\n[21]\n[22]\n[23]\nMultiple surgical techniques have been described; functional results vary, and no single technique has proven superior. Some studies have demonstrated success with mobilization procedures employing the resection of the bony synostosis followed by placement of any number of interposition grafts, including fascia lata autograft or allograft, forearm fascia and bone wax, vascularized adipofascial flap, free fat flap, silicon grafts, or anconeus rotational flaps.\n[8]\n[3]\n[4]\n\nDerotational procedures comprise osteotomies of the radius and ulna at differing levels. Some derotational procedures are accompanied by internal fixation, and others feature postoperative immobilization with a cast until the osteotomy sites have healed. The modified Kanaya procedure employs a radial shaft osteotomy slightly more distal than the osteotomy originally described near the radial tuberosity. This modification did provide an improved postoperative rotational arc.\n[24]\nMost reported bilateral derotational osteotomies involve repositioning each arm at different positions: the nondominant arm in about 0 to 20 degrees of supination and the dominant arm in approximately 30 degrees of pronation.\n[25]\n[3]\nOne case study paired an isolated radius osteotomy with a pronator teres repair; postoperative functional outcomes were significantly improved.\n[26]\nThe Ilizarov derotational method has demonstrated good functional results; this method allows for a gradual correction that can be personalized and adjusted to the patient’s movements and provides optimal rotation for activities of daily living.\n[27]\n[3]\nRadial head excision has also been described and allowed for significant improvement in elbow flexion in patients with Cleary Type 4 synostosis.\n[3]\n[28]\n\nThe timing of any surgical intervention is critical in reducing the risk of recurrence, as the synostosis should be allowed to mature before resection.\n[7]\n[20]\nThe Hasting and Graham classification recommended procedural interventions for each type of radioulnar synostosis; Area 1 synostoses may be treated with elbow arthroplasty, Area 2 synostoses with radial head resection, Areas 3 and 4 synostoses with resection and interposition grafting, Area 5 synostoses with the Suavé-Kapandji procedure, and Area 6 synostoses with a Darrach distal ulnar resection.\n[17]\n[7]\nMany procedures that treat posttraumatic synostoses with interposition grafts utilize the same materials used in procedures to treat the congenital variant.\n[18]\n[7]\n[19]\n[20]\n\nThe use of adjuvant therapies to reduce the risk of recurrence of synostosis following surgical management has been reported but is not widely studied. Several case reports report employing a “triple therapy” comprising preoperative radiotherapy on the day of surgery, a surgical procedure, and postoperative indomethacin for 2 weeks with low recurrence rates.\n[18]\n[19]\n[20]\n\nIn all cases of operative management, postoperative physical and occupational therapy with a dedicated hand therapist is imperative to reaching the best functional outcome.",
    "adverse_effects": "The surgical management of radioulnar synostosis is usually well-tolerated. Risks associated with surgical intervention include the standard surgical risks of pain, bleeding, infection, and complications of anesthesia, and also:\n\nRecurrence of synostosis or malrotation\nNeurologic injury\nCompartment syndrome secondary to osteotomy\nFracture\nNonunion or malunion\nSoft tissue contracture or stiffness."
  }
}