{
  "drug_name": "tropicamide",
  "nbk_id": "NBK541069",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541069/",
  "scraped_at": "2026-01-11T15:40:40",
  "sections": {
    "indications": "Hypersensitivity to any active/inactive ingredient constitutes a contraindication for its use. There have been no studies on tropicamide use during breastfeeding, but nursing mothers can reduce the amount that reaches the nasolacrimal duct by applying pressure to the lacrimal sac for some time (at least 1 minute) and wiping away any excess solution.\n[31]",
    "mechanism": "Mechanism for Dilation\n\nAs a parasympathetic antagonist, tropicamide exerts its dilatory effects by acting on the pupillary sphincter muscle to cause its relaxation.\n[10]\nLike other anticholinergic agents, tropicamide inhibits the parasympathetic drive, allowing sympathetic actions to dominate.\n[11]\nAs the radial muscles of the iris (dilator pupillae), which are innervated by the sympathetic nervous system, are unaffected, they contract and cause the pupil to dilate. Its optimal effect occurs 25 to 30 minutes post-administration.\n[12]\nTypically, mydriasis reverses within 4 to 8 hours. However, it may take 24 hours for the mydriatic effect to wear off in some individuals. Weaker strength may cause mydriasis with little cycloplegia.\n\nMechanism for Cycloplegia\n\nAccommodation becomes hindered when tropicamide blocks the muscarinic receptors of the ciliary body. Its cycloplegic effect can last anywhere from 4 to 10 hours, with the onset of action occurring within 20 to 30 minutes.\n[13]\nThis leads to reduced near vision.\n\nThe mechanism for Reduction of Sialorrhea\n\nInhibition of the muscarinic acetylcholine receptors on salivary glands is responsible for decreasing hypersalivation in patients with Parkinson's disease.\n[9]\n[14]\nIts potential therapeutic utility is because it is relatively selective for M4 receptors.\n[15]\nResearchers have seen promising results in abolishing drug-induced tremulous jaw movement in rodent models.\n[15]\nFuture studies will be necessary to determine if the tremorolytic effects can be clinically useful and extended to man.",
    "administration": "Administration requires the removal of contact lenses. This topical ophthalmic solution is instilled into the eye in droplet form. The lacrimal sac should be compressed with the fingertip for 2 to 3 minutes after administration to reduce systemic absorption and systemic adverse effects. The tip of the dropper should not touch any surface as it might contaminate the drug. In a child, ensure the drug does not get to their mouth. Hands require washing before and after instilling the drop. The individual should avoid driving and not engage in potentially hazardous activities during pupillary dilation. After pupillary dilation, sensitivity to light may occur, and sunglasses may be necessary.\n\nAn infrequently used option is spray application. Several studies have shown that using tropicamide in its vaporized form is just as effective in achieving increased pupil diameter but with less patient-reported discomfort.\n[16]\n[17]\n[18]\nIn a randomized clinical trial, researchers concluded that administration via an ophthalmic insert, Mydriasert (containing 5.4 mg of phenylephrine hydrochloride and 0.28 mg of tropicamide), was safe and effective for use in neonates.\n[19]\n\nAlong with the active ingredient (tropicamide), the drop has multiple inactive ingredients. These include benzalkonium chloride (preservative), purified water, edetate disodium dihydrate, and boric acid. Hydrochloric acid and/or sodium hydroxide are used to adjust pH to 4.0 to 5.8. For refraction, one drop of tropicamide 1% is put in each eye 5 minutes apart. For examination of the fundus, 0.5% strength is an option. Tropicamide may dilate pupils in acute anterior uveitis, and one drop every 5 to 10 minutes should optimally dilate the pupil.",
    "adverse_effects": "Ocular adverse events include transient stinging, photophobia, superficial punctate keratitis, blurred vision, and a rise in intraocular pressure.\n\nPotential anticholinergic effects include dry mouth, high temperature, constipation, increased heart rate, and headache. Young children and the elderly are most susceptible to these side effects. Fortunately, due to its low affinity for muscarinic receptors and very low receptor occupancy in plasma, tropicamide applied as an eye drop rarely causes the systemic effects listed above.\n[20]\nThe use of anticholinergic drugs carries a small risk of central nervous system (CNS) disturbance, including psychotic reactions and behavioral problems.\n[21]\n\nSerious adverse events, especially vasomotor and cardiorespiratory collapse, behavioral changes, and psychotic reactions, have been reported rarely in children with the use of anticholinergic drugs, especially cyclopentolate.\n[22]\nPhenylephrine present in some mydriatic drops can cause systemic arterial hypertension, arrhythmia, tachycardia, myocardial infarction, syncope, and subarachnoid hemorrhage, and caution should be exercised while using these eye drops in preterm low birthweight babies or elderly patients with cardiovascular risk factors.\n[23]\nThe medicine should remain out of the reach of children. Other side effects include nausea, vomiting, pallor, allergic reactions, and muscular rigidity.\n[24]\n\nPrecipitating angle closure in primary open-angle glaucoma patients, as well as the potential increase in intraocular pressure after mydriasis, is a frequent concern to many ophthalmologists.\n[25]\nHowever, multiple studies involving high-risk groups demonstrated that the incidence is relatively low, and the risk of underdiagnosing vision-threatening diseases should be prioritized.\n[26]\nThe importance of getting a clear view of the fundus should not be undermined. Nonetheless, clinicians should carefully monitor and educate at-risk patients regarding what symptoms to look out for, such as headache and eye pain. Pupillary dilation should be avoided in fellow eyes of acute angle closure glaucoma until an open peripheral iridotomy is ensured. Tropicamide is a category C drug in pregnancy, and it is unknown whether it is excreted in human milk.\n\nAllergic contact dermatitis or allergic blepharoconjunctivitis\ndue to mydriatics:\n\nAllergic contact dermatitis has been reported with phenylephrine\n[27]\nand less commonly with tropicamide, though the preservative agent, benzalkonium chloride, may also be responsible.\n[28]\nMethods to detect the offending agent include a skin patch test and conjunctival challenge test.\n[29]\nThe conjunctival challenge test was shown to be safe and useful.\n[29]\nThe conjunctival challenge test may detect the allergy when the skin patch test is negative.\n[29]\nA study on 37 patients with acute conjunctivitis after using mydriatic eye drops found phenylephrine to be the offending agent in 93.5% of cases, and one patient had an allergy to preservatives.\n[29]\nThe allergic reaction to phenylephrine starts at around 3 to 4 hours and gradually subsides in 72 hours.\n[30]\nManagement includes avoidance or stoppage of the offending agent and topical and/or systemic steroids/antiallergics. Such patients should be informed about the allergy, and the medical records should highlight this boldly so that the offending agent is avoided in future visits.",
    "monitoring": "There are no recommended diagnostic exams for monitoring the use of tropicamide. Pupillary dilation and dimness of near vision denote that the drug's action has started. If the pupil reacts to light, that means that the pupil is not fully dilated, and more time or more administration of tropicamide eye drops is needed for the maximal action to come.",
    "toxicity": "Although tropicamide is a short-acting drug, and the frequency of associated adverse events is rare, there are certain instances when reversal of mydriasis is necessary, including decreasing the risk of angle-closure glaucoma, improving blurry vision, and decreasing recovery time for patient comfort. Presumably, a cholinergic agent like pilocarpine should be able to undo the effects of an anticholinergic drug. However, several studies have reported conflicting pupillary responses.\n[32]\n[33]\n[26]\n[34]\nAt times, only a partial reversal was observed.\n[35]\n\nA study of 23 healthy subjects demonstrated that pilocarpine had an insignificant impact on returning pupil diameter to baseline. Seventeen percent of subjects reportedly had a reduction in visual acuity, indicating that pilocarpine use is futile and possibly detrimental.\n[33]\nFor these reasons, its use after tropicamide-induced dilation has not gained wide acceptance. Alternatively, an adrenergic blocking agent, such as dapiprazole (0.5% eye drop) or moxisylyte (thymoxamine), can be used. This class of drugs exerts its effect by causing relaxation of the dilator muscle.\n[35]\n\nThe use of dapiprazole can cut recovery time in half compared to waiting for tropicamide to wear off on its own.\n[36]\nUnfortunately, FDA has removed dapiprazole from the market for reasons unrelated to safety and efficacy. Currently, there are no approved methods of reversing tropicamide-induced mydriasis, and patients should wear sunglasses to mitigate light sensitivity."
  }
}