{
  "drug_name": "trospium chloride",
  "nbk_id": "NBK560502",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560502/",
  "scraped_at": "2026-01-11T18:48:06",
  "sections": {
    "indications": "Shy Drager syndrome was originally classified in 1960 as a neurological disorder that resulted in orthostatic hypotension of unknown etiology.\n[1]\nSince then, its naming convention and the understanding of its etiology have undergone several revisions. In a 1998 consensus statement, the term \"Shy Drager syndrome\" was formally taken out of use and placed under the categorization of \"multiple system atrophy\" (MSA).\n[2]\nMultiple system atrophy has been further categorized into MSA-P and MSA-C, depending on whether parkinsonian or cerebellar features predominate, respectively.\n[3]\nAs indicated in its name, the anatomical hallmark of MSA is atrophy. Specifically, the cerebellum, pons, and putamen are the primary areas of brain involvement. MSA-P and MSA-C differ in the amount of involvement in each of these areas of the brain. In the spinal column, both MSA-P and MSA-C include the intermediolateral area of the spinal cord in addition to Onuf's nucleus and the vagal nucleus.\n[4]",
    "mechanism": "The exact cause of multiple system atrophy and its subtypes is unknown. However, there are several hypotheses that have been heavily researched and proposed. The vast majority of proposed disease mechanisms encompass the accumulation of intracellular alpha-synuclein. More recently, mitochondrial dysfunction and inflammation have been suggested in its pathogenesis.\n[4]\nAlpha-synuclein has been shown to accumulate intracellularly in other nervous system disorders, such are Parkinson's, but alpha-synuclein build-up seems to occur in oligodendrocytes in MSA primarily.\n[5]\n\nFurther studies are ongoing and suggest that the excess alpha-synuclein is either a result of genetic overexpression in oligodendrocytes of affected patients or a result of increased uptake from the surrounding extracellular environment.\n[4]\nPatients with MSA demonstrate mutations in the COQ2 gene, which encodes for the production of Coenzyme Q10 (CoQ10). CoQ10 is a component of the respiratory chain in mitochondria involved in ATP production. Brain tissue gathered from autopsies of patients with MSA show a significant decrease in CoQ10, but this was only seen in the cerebellum, suggesting that CoQ10 deficiency may predominate the cerebellar form of MSA.\n[6]\nFinally, the role of inflammation has largely been elucidated in brain tissue, demonstrating increased microglial activation.\n[7]",
    "monitoring": "The gold standard diagnosis of multiple system atrophy can only be carried out post mortem. It is based on the intracellular build-up of alpha-synuclein and accompanying neurodegenerative changes in the accompanying brain structures. The MSA diagnosis used in practice is, therefore, pieced together based on its clinical features. Formal diagnosis requires the presence of adult-onset (over age 30) parkinsonian or cerebellar ataxia, the presence of autonomic failure in the urinary or cardiovascular system, and one additional supporting feature of MSA.\n[3]\n\nMSA and Parkinson's disease parallel many of the same clinical symptoms but differ in their response to levodopa. A poor response to levodopa is found in MSA, while patients with Parkinson's respond well to levodopa. This distinction is useful clinically to separate the conditions and is often used as a supporting feature in MSA diagnosis.\n[3]\nNo imaging studies are diagnostic by themselves, but some magnetic resonance imaging (MRI) findings can be used as supporting features in MSA diagnosis. These include neurodegeneration seen on MRI of the pons, putamen, or middle cerebellar peduncle.\n[10]",
    "administration": "As of now, no cure for multiple system atrophy exists. The combination of symptom management and emerging research of novel therapies can give affected patients hope for the future. Symptomatic management is targeted at the predominant features of how MSA or its subtypes manifest.\n[11]\nParkinsonism is treated with a variety of agents, including monoamine oxidase inhibitors and levodopa. For cerebellar ataxia, cholinergic agents have been used. Urinary and fecal incontinence have been treated with trospium chloride or vasopressin analogs, laxatives, or straight catheterization.\n\nMidodrine and fludrocortisone have been used to treat orthostatic hypotension with physical therapy as a supplement for additional motor symptoms.\n[11]\nNovel therapies in the pipeline include agents that block alpha-synuclein accumulation or uptake into oligodendrocytes. Selective serotonin reuptake inhibitors (SSRIs), including sertraline and paroxetine, have recently shown promise. In vitro studies demonstrate that sertraline blockages the alpha-synuclein uptake and aggregation in oligodendrocytes. In 2006, a clinical trial of the SSRI paroxetine demonstrated a statistically significant improvement in motor function amongst patients with MSA.\n[12]\n\nMesenchymal stem cells (MSCs) have also been explored in the treatment of MSA. A 2019 phase I/II clinical trial utilized intrathecal implantation of MSCs in 24 patients with MSA at quantities varying from 10-200 million. Derived from adipose tissue, MSCs use demonstrated a statistically significant decreased rate of disease progression.\n[13]\nStudies aiming at modulating inflammation and microglial activation are underway as well.\n\nThe myeloperoxidase (MPO) inhibitor verdiperstat was shown to decrease microglial activation and neuronal rescue in a mouse model of MSA. A phase 3 placebo-controlled human trial on the efficacy of verdiperstat in improving the quality of life for patients with MSA is currently underway.\n[14]",
    "adverse_effects": "The complications of multiple system atrophy are a direct result of an impaired neurological system. Disruptions in sleep due to sleep apnea are frequently reported due to sleep apnea and stridor.\n[16]\nEncephalopathy is a traumatic sequela of repeated falls due to poor balance or orthostatic hypotension.\n[17]\nSignificant speech and breathing difficulties can arise as vocal cord paralysis progresses in MSA.\n[18]\nFinally, aspiration pneumonia can occur from increased swallowing abnormalities in patients with MSA.\n[19]"
  }
}