{
  "drug_name": "turmeric",
  "nbk_id": "NBK441884",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK441884/",
  "scraped_at": "2026-01-11T18:48:07",
  "sections": {
    "indications": "Genital warts (condyloma acuminata) are the clinical manifestations of a sexually transmitted infection (STI) caused by some types of human papillomavirus (HPV).\n[1]\nGenital warts are a recognized symptom of genital HPV infections. About 90% of those exposed who contract HPV will not develop genital warts, and only about 10% who are infected will transmit the virus. Two types, HPV types 6 and 11, cause 90% of all genital warts.\n[2]\n[3]\n[4]\nThe American Cancer Society reports that there are over 200 different known types of HPV, but only 14 are considered high-risk for possible malignant transformation, including anal, cervical, oropharyngeal, and penile cancers.\n[2]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n\nHuman papillomavirus is spread through direct skin-to-skin contact with an infected individual, usually during sex.\n[2]\n[3]\nWhile some types of HPV cause cervical and anal cancer, these are not the same viral types that cause genital warts (see\nImage\n. Condylomata Acuminata).\n[12]\n[13]\nInfection with different HPV types at the same time is also possible.\n[1]",
    "mechanism": "Human papillomavirus, including HPV types 6 and 11, which cause 90% of condyloma acuminata, is transmitted primarily through penetrative sex and less commonly through direct skin contact involving the anogenital area.\n[1]\n[2]\n[14]",
    "monitoring": "The diagnosis of condylomata acuminata is primarily made clinically, although a biopsy may be necessary for confirmation (see\nImage\n. Labial Condyloma Acuminata). Small warts may sometimes be confused with molluscum contagiosum. Genital warts typically rise above the skin surface, have parakeratosis, and demonstrate nuclear changes typical of HPV infections (nuclear enlargement with perinuclear clearing).\n[3]\nBecause low-risk HPV types cause genital warts, DNA tests should not generally be used for diagnosis or in low-risk HPV infections. All patients with genital warts should be screened for STIs.\n[62]\n\nThe \"acetowhite\" effect is produced when a dilute 3% to 5% acetic acid (vinegar) solution is applied to the skin with a moistened gauze pad for 5 to 10 minutes, causing cells infected with HPV to turn white.\n[63]\n[64]\n[65]\nAcetic acid causes coagulation of intracellular proteins in cells with a high nuclear-to-cytoplasmic ratio, eg, those infected with HPV, those with psoriasis or candidiasis, and patients with precancerous or malignant lesions, which then appear opaque white.\n[63]\n[64]\n\nWhile useful and sensitive in detecting even subclinical HPV skin infections, acetic acid is not very specific and can sometimes be misleading, with many false positives. Therefore, this test is not recommended for routine screening, and a biopsy may be needed for a definitive determination. The acetowhite effect can also be used as a cost-effective method of initial screening for cervical cancer in areas with limited medical resources, but this test is less sensitive and not as reliable as HPV DNA testing, which is preferred.\n[66]\n[67]\n[68]\nBiopsies are recommended if clinicians are uncertain about the diagnosis or if the patient is immunocompromised.\n[69]\nPigmented and ulcerated lesions should also be considered for biopsy.\n[3]\n\nMoreover, cystoscopy should be considered in patients with glans involvement, lower urinary tract symptoms, or significant urethral symptoms. In patients who have no symptoms, some experts have suggested waiting until any glans lesions have healed to avoid possible transfer of the HPV virus into the urethra.\n[70]\n[71]",
    "administration": "No known cure for HPV has been developed. Furthermore, removing visible warts does not necessarily reduce the transmission of the underlying HPV infection.\n[72]\n[73]\n[74]\nAbout 80% of individuals with HPV will clear the infection spontaneously within 18 to 24 months.\n[51]\n[75]\n[76]\nThe American Urological Association does not recommend treating subclinical (invisible) lesions.\n\nFactors that negatively affect the spontaneous clearance of HPV include a higher number of sexual partners, genetic factors, smoking, immunosuppression, coinfection with other STIs (eg, HIV, herpes simplex,\nChlamydia trachomatis\n), multiparity, and longer use of oral contraceptives in women.\n[51]\n[77]\n[78]\n[79]\n[80]\n[81]\n\nTreatment of condyloma acuminata varies depending on the number, size, and location of warts. Additionally, treatment can cause permanent depigmentation, itching, pain, and scarring. Urethral meatus warts are best treated with surgery to minimize long-term complications. Treatments are either ablative (eg, vaporization, resection, coagulation, or excision) or topical agents.\n[3]\nPhysically ablative treatments are more effective for wart removal, but in many cases, patients prefer topical agents as initial therapy, especially for smaller lesions.\n\nTopical Therapies and Oral Agents\n\nTopical agents may be very effective, self-applied by patients, and less traumatic than surgical intervention. However, patient compliance is spotty, and recurrences are common.\n\nImiquimod\n\nImiquimod is a topical immune response cream applied to the affected area, but it may cause fungal infections and flu-like symptoms. Imiquimod is an immune enhancer that increases cytokine production (eg, tumor necrosis factor alpha (TNF-α), interleukin 6 (IL-6), and interferon alpha).\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\nThis enhances a cytotoxic T-cell-mediated immune response.\n[85]\n[88]\nWart recurrence rates are lower than with podophyllin-based therapies, and imiquimod tends to result in healing without scarring.\n[89]\n\nThe recommended application schedule for imiquimod 5% cream is 3 times per week.\n[90]\nThe use of imiquimod 3.75% cream has been recommended as being equally effective while minimizing local adverse effects such as pain, burning, inflammation, itching, and erythema.\n[91]\n[92]\n[93]\nUsage may also be limited by cost, as the medication is relatively expensive if not covered by insurance. Imiquimod topical therapy is often effective when used adjunctively after ablative or surgical treatment.\n[86]\nIt has a reported clearance rate of 35% to 68% with a recurrence rate of 6% to 26%.\n[3]\n[62]\n\nIsotretinoin\n\nIsotretinoin is an oral medication typically used for acne, which is also available as a topical gel, though oral administration is more effective.\n[94]\nThis medication reduces sebum production, shrinks sebaceous glands, exerts an anti-inflammatory effect, and has antibacterial benefits. Isotretinoin is generally reserved for recalcitrant, extensive, or intractable genital warts.\n[95]\nIsotretinoin has also shown significant efficacy when used as an adjunct to standard treatment for genital warts in immunocompromised patients, particularly when the condyloma is extensive or the lesions have proven resistant to initial therapy.\n[62]\n[94]\n[95]\n[96]\n[97]\n[98]\n\nIsotretinoin therapy is most effective when combined with other genital wart treatments, including surgical debulking, cryotherapy, interferon-alfa-2a, and topical imiquimod.\n[98]\n[99]\n[100]\nThe standard or higher dosage protocol is 0.5 to 1 mg/kg/day, but a low-dose schedule of 0.3 mg/kg/day has also been used, albeit with a lower genital wart clearance rate. Standard topical therapy is continued during oral isotretinoin treatment.\n\nMany potential adverse effects are associated with isotretinoin therapy, so it must be used cautiously. In particular, isotretinoin can cause very severe birth defects and should absolutely not be used in pregnancy.\n[101]\n[102]\n[103]\n[104]\nFor women of childbearing age, this means 2 pregnancy tests initially and monthly while on medication. They must also use 2 separate forms of birth control.\n\nAdverse effects include dry skin, chapped lips, frequent nosebleeds, dry eyes, dry mouth, and severe sun sensitivity while on the medication. Additionally, night blindness, hair thinning, muscle aches, arthralgias, rashes, stomach problems, and higher cholesterol levels may occur. Liver damage, urethritis, and hydrocephalus have been reported but are quite rare.\n[105]\nAdverse effects are typically dose-dependent. A few reported cases of severe depression and suicide are associated with the use of isotretinoin, as well as possibly exacerbation of inflammatory bowel disease. For these reasons, isotretinoin is dosed at 30-day intervals and should be used cautiously.\n[96]\n\nHigher-dose isotretinoin therapy has a genital wart clearance rate of about 56% to 76%, while the lower-dose treatment schedules have a lower reported clearance rate of approximately 35% to 45%.\n[106]\n[107]\nOverall recurrence risk is about 12%, with lower rates (7.8%) observed with higher isotretinoin dosage schedules.\n[94]\n[95]\n[106]\n[108]\nRecurrence rates with the lower-dose schedule are higher at 26%.\n[106]\n\nPodophyllotoxin\n\nA 0.15% to 0.5% podophyllotoxin\nsolution in a gel or cream can be applied to the affected area and is not washed off. Podofilox (an anti-mitotic drug) appears to be safer than podophyllin.\n[109]\nIt works by binding microtubular subunits.\n[88]\nA recent meta-analysis concluded that podophyllotoxin-related therapies are overall the most effective.\n[86]\nThe gel form is easier for patients to apply than the liquid with equal efficacy.\n[110]\nThe recommended application schedule (apply BID for 3 days, then 4 days off, then repeat) can be confusing for some patients.\n\nAdverse effects include localized burning, itching, pain, and inflammation. Podophyllotoxin-related therapies should not be used in pregnancy. The original precursor topical therapy, podophyllin, is no longer recommended by the CDC due to its high level of mutagens.\n[111]\nThe reported clearance rate for podophyllotoxin-based topical therapy ranges from 45% to 83%, with a highly variable recurrence rate of up to 100%.\n[3]\n[62]\n\nSinecatechins\n\nSinecatechins are an ointment of catechins extracted from green tea that appear to have a higher wart clearance rate than podophyllotoxin and imiquimod, while causing less local irritation, but clearance takes longer than with imiquimod. The overall genital wart clearance rate is reported to be 47% to 59%, with a recurrence rate of only 7% to 11%.\n[3]\n[62]\n[112]\n\nSinecatechins are available as a 15% ointment. The exact mechanism of action is unknown, but they have immunostimulatory, anti-proliferative, and anti-tumor properties and appear to work by reducing the expression of HPV gene products E6 and E7.\n[113]\nAdverse effects include local redness, inflammation, and pain.\n\nTrichloroacetic acid\n\nTrichloroacetic acid is not as effective as cryosurgery and should be avoided on the vagina, cervix, or urinary meatus.\n[55]\nThis medication has a high recurrence rate and should be applied only by a healthcare practitioner due to the potential for injury to surrounding tissues.\n[114]\nSkin erosion and pain are most commonly reported with imiquimod and sinecatechins. The clearance rate for trichloroacetic acid topical therapy is 56% to 81% with a recurrence rate of 36%.\n[3]\n[62]\n\nPhysical (Surgical) Removal or Destruction\n\nDirect surgical excision or physically destructive therapies are considered more effective for keratinized warts, especially when they are more extensive\n[55]\n\nCryotherapy\n\nCryotherapy with liquid nitrogen\nis inexpensive, considered safe for use during pregnancy, and does not usually cause much scarring, but requires cryosurgical equipment and training. It may require anesthesia due to pain, and multiple treatments are often necessary. The reported genital wart clearance rate ranges from 44% to 75% with a recurrence rate of 21% to 42%.\n[3]\n[62]\n\nElectrocauterization\n\nElectrocauterization is considered adequate but causes scarring and requires some level of anesthesia.\n[55]\n\nLaser vaporization\n\nLaser vaporization with a CO2 laser has minimal bleeding but may be somewhat less effective than other ablative techniques. It is typically used for extensive areas of genital wart involvement, but it is relatively expensive and may cause a plume of virus-containing smoke.\n[115]\n[116]\n\nPhotodynamic therapy\n\nPhotodynamic therapy with a photosensitizing agent (eg, aminolevulinic acid) has demonstrated efficacy in eliminating external genital warts.\n[117]\n[118]\nThe aminolevulinic acid is applied topically or directly intralesionally. The photosensitizing agent is quickly absorbed by the fastest-growing cells. Light exposure activates aminolevulinic acid, releasing free oxygen singlet radicals that directly destroy the wart by oxidative injury.\n[119]\n[120]\n[121]\n[122]\nPhotodynamic therapy has also been used successfully for genital warts in the pediatric age group and may be the single most effective treatment for urethral warts, albeit with a relatively high risk of complications.\n[121]\n[123]\n[124]\n\nPhotodynamic therapy for genital warts is currently considered off-label. However, this treatment is generally more effective, simpler, and has lower recurrence rates than CO\n2\nlaser therapy alone.\n[3]\n[125]\nThe reported genital wart clearance rate with phodynamic therapy ranges from about 63% to over 98%, with higher rates often requiring multiple sessions, while recurrence rates average about 17%.\n[126]\n\nSurgical excision\n\nSimple surgical excision under local anesthesia is simple and direct, but it will leave a scar and require a small surgical procedure.\n[72]\nSurgical removal under general anesthesia may be necessary for more extensive lesions, intra-anal warts, or in children.\n\nTherapies No Longer Routinely Recommended\n\nTherapies that are no longer recommended as standardized treatments include:\n\nFluorouracil (5-FU) 5% cream is no longer considered an acceptable initial first-line therapy for genital warts due to adverse effects (pain, irritation, peeling of skin), questionable efficacy due to poor study quality, and the availability of multiple superior agents.\n[127]\nInterferon intralesional injections initially showed moderate efficacy, with a complete response rate of 36% to 63% as monotherapy, but other treatments have largely supplanted it.\n[91]\nInterferon might still be considered for intractable cases as an adjunctive therapy.\n[91]\nPodophyllin, podofilox, and especially isotretinoin should be avoided during pregnancy.\n[128]\n[129]",
    "adverse_effects": "Local complications with disfigurement are the most common complications of condyloma acuminata. With untreated and advanced-stage disease, a risk of malignant transformation is present, which is the most feared complication. Buschke-Lowenstein tumors are a known complication of genital warts.\n[133]\n[134]\nThe current standard of care emphasizes treatment and primary prevention strategies, including vaccination, to prevent this devastating outcome."
  }
}