{
  "drug_name": "turpentine",
  "nbk_id": "NBK576408",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576408/",
  "scraped_at": "2026-01-11T18:48:05",
  "sections": {
    "indications": "Maggot infestations of humans are not uncommon. Ocular surface infestation is a well-known fact and has been reported from different parts of the world.\n[1]\n[2]\n[3]\nThe word \"myiasis\" has been derived from the Greek word \"myia,\" which means fly.\n[4]\n[5]\nOphthalmomyiasis refers to the infestation of the eye by the larvae. If the infestation is confined to the ocular surface or periorbital tissues, it is termed as ophthalmomyiasis externa; whereas, intraocular penetration of larva is referred to as ophthalmomyiasis interna.\n[5]\n[6]\n\nThe disease is often underreported and adds to morbidity. Considering the rarity of the disease, the presentation of the disease needs to be known to have a strong suspicion. It was considered to be associated with poor hygiene.\n[7]\nHowever, subsequent studies revealed that ophthalmomyiasis could be unrelated to hygiene.\n[8]\nThis article highlights the etiology, geographical distribution, clinical features, diagnostic challenges, and potential complications of ophthalmomyiasis.",
    "mechanism": "The type of ophthalmomyiasis depends on the nature of larvae. Facultative parasites require dead necrotic tissues, whereas obligate parasites require vital living tissues and tend to penetrate intraocularly.\n[9]\nThe various larval forms of different flies causing ophthalmomyiasis are:\n\n1.\nOestrus ovis (sheep botfly)\n[10]\n\n2.\nPhaenicia lucilia\n[11]\n\n3.\nDermatobia hominis\n[12]\n\n4. Musca domestica\n[5]\n\n5. Hypoderma tarandi (cattle botfly)\n[13]\n\n6. Fannia (latrine fly) and alliphora, Lucilla,\nSarcophaga\n,\nGasterophilus\n,\nCallitroga\n,\nCuterebra Dermatobia\n,\nWohlfahrtia\n,\nOedemagena\n, Chrysomya bezziana and\nCochliomyia.\n[14]\n\nOestrus ovis larvae are the commonest cause of ophthalmomyiasis externa. Larvae of\nDermatobia hominis, Chrysoma bezziana, Hypoderma tarandi\n,\nCephenemyia trompe\nare found to be responsible for ophthalmomyiasis interna.\n[15]",
    "monitoring": "Patients with ophthalmomyiasis externa can be misdiagnosed as viral/ bacterial conjunctivitis. A thorough examination of the fornices is mandatory. The larvae of\nOestrus ovis\nare photophobic and tend to hide in the fornices.\n[45]\nA good slit-lamp examination often reveals the diagnosis. The presence of multiple punctate hemorrhages can lead to an adenoviral conjunctivitis diagnosis. The hemorrhages are mainly due to microtrauma caused by the spines and hooks of the larvae in the absence of preauricular lymphadenopathy. The presence of a lid swelling with an associated history of wriggling movement warrants careful examination of the lid swelling with slit-lamp under high magnification. Chalazion-like lid swelling caused by\nDermatobia hominis\nhas a central hole through which larva can be seen.\n[37]\n\nIn cases of ophthalmomyiasis interna, a dilated fundus examination aids in the diagnosis. Clinically, multiple subretinal tracks can be seen, which are evident on optical coherence tomography as hypo-reflective areas.\n[46]\nExudative retinal detachment and vitritis have also been reported. The Fundus Fluorescein Angiogram will show multiple hyperfluorescent subretinal tracks with or without leakage from the disc, depending on the presence or absence of disc edema.\n[47]\n\nFundus autofluorescence may reveal the subretinal tracks. For specific diagnoses, entomologists are involved. The first instar larva of Oestrus ovis contains hooks located more anteriorly attached to the cephalo-pharyngeal skeleton. For orbital myiasis, the imaging of orbit, brain, and paranasal sinuses is necessary. The larva should be sent for entomological examination in 70% ethanol.",
    "administration": "The external ophthalmomyiasis is usually self-limiting.\n[35]\nHowever, for the early resolution of symptoms, the larvae need to be taken care of. The definitive management of external ophthalmomyiasis is the removal of the larvae from the ocular surface.\n[35]\nThe ocular surface is anesthetized using topical proparacaine 0.5 or 0.4% xylocaine and using fine non-toothed forceps, and the larvae are removed.\n[48]\nA thorough examination of the ocular surface is done, including superior and inferior conjunctival fornices.\n[36]\nThe patient is subsequently started on topical antibiotics and topical steroids.\n[49]\nThe symptoms resolve following the removal of larvae.\n\nIvermectin 1% solution in propylene glycol and ivermectin with 0.6% povidone-iodine was used as a larvicidal agent in an in-vitro study. Both the agents are effective larvicidal agents; however, the ivermectin 1% solution with 0.6% povidone-iodine kills the larvae as early as 10 minutes.\n[50]\n\nIn cases of ophthalmomyiasis interna, a living subretinal larva can be killed by photocoagulation outside the macular area.\n[51]\nOne can use an argon yellow laser of 330 mW power, 0.2 ms duration, and a spot size of 200 microns.\n[52]\n\nIn ophthalmomyiasis interna caused by onchocerciasis,\n[53]\nbancroftian filariasis, scabies, and strongyloidiasis single dose Ivermectin is very effective. Intravitreal maggot with significant vitritis needs to be removed by pars plana vitrectomy.\n[32]\nThe immobile subretinal larva with significant inflammation needs pars plana vitrectomy and retinotomy.\n[54]\nDead subretinal larvae with scars and without significant inflammation can be observed.\n[55]\nIn cases with anterior chamber larva, emergent removal is advocated through a limbal incision to avoid posterior migration of the larva, which can occur rapidly.\n[38]\n\nThe subretinal fly can sometimes exit the eye through the optic nerve. In the meanwhile significant decrease in vision can be noted. Treatment of optic nerve involvement with systemic ivermectin and steroids may help with visual restoration.\n[41]\n\nIntracranial spread is the most feared complication of orbital myiasis.\n[56]\nTo prevent intracranial spread, orbital exenteration is indicated.\n[57]\nIn patients with poor general health and uncontrolled diabetes, strict glycemic control is recommended, along with adequate nutrition.\n[58]\n\nIn orbital myiasis topical 4% xylocaine and turpentine oil, packing is indicated to immobilize the larvae. Subsequently, the larvae are removed manually. The patient is also started on oral and topical antibiotics.\n[59]\nGood hygiene and regular careful dressing of the affected area are crucial for recovery.",
    "adverse_effects": "The complications can vary from minor ocular symptoms to permanent visual loss. It can also cause disfigurement and can also cause death.\n[40]\nThe ophthalmomyiasis externa has the theoretical potential to convert to ophthalmomyiasis interna.\n[42]\nThe ophthalmomyiasis interna can lead to exudative retinal detachment, vitritis, lens subluxation, dislocation, and optic nerve invasion.\n[41]\nThere is a risk of intracranial spread and subsequent death in orbital myiasis.\n[57]"
  }
}