{
  "drug_name": "type 3",
  "nbk_id": "NBK570558",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570558/",
  "scraped_at": "2026-01-11T15:40:45",
  "sections": {
    "toxicity": "Although Duane retraction syndrome is primarily a congenital ocular motility disorder and not a pharmacologic or radiation-induced condition, toxicity in this context refers to the potential adverse outcomes from medical, surgical, or rehabilitative interventions aimed at managing Duane retraction syndrome. These effects can arise from the surgical correction of ocular misalignment, the use of botulinum toxin, or prolonged optical interventions. Effective management requires early recognition, prompt intervention, and preventive strategies.\n\nSurgical Intervention–Related Adverse Effects\n\nOvercorrection or undercorrection of deviation may result in diplopia or cosmetic dissatisfaction.\nInduced vertical deviations following horizontal muscle surgery due to altered force vectors.\nAnterior segment ischemia (rare) after multiple rectus muscle surgeries, especially in older patients.\nScarring and adhesions may lead to restricted motility and reduced surgical effect.\nIatrogenic ptosis or lid malposition occurs if the levator or periocular tissues are inadvertently affected.\n[8]\n\nManagement:\n\nCareful preoperative planning with forced duction testing.\nStaging surgeries in high-risk cases to minimize ischemia risk.\nPostoperative steroid drops or ointments to control inflammation.\nEarly physiotherapy and ocular motility exercises to maintain the range of movement.\n[2]\n\nBotulinum Toxin–Related Adverse Effects\n\nPtosis from toxin diffusion into the levator palpebrae.\nVertical deviation or unwanted weakening of non-target muscles.\nTransient diplopia during the period of muscle weakening.\n\nManagement:\n\nUse EMG-guided injection for accuracy.\nEmploy minimal effective dose to reduce diffusion.\nReassure patients that most side effects resolve within weeks.\n[85]\n\nOptical and Orthoptic Management–Related Adverse Effects\n\nAsthenopia from prolonged prism use in nonresponsive patients.\nInduced visual confusion in poorly adapted binocular systems.\n\nManagement:\n\nGradual prism adaptation trials before prescribing permanent correction.\nRegular follow-up to reassess ocular alignment and symptoms.\n[86]\n\nGeneral Postoperative or Intervention Risks\n\nInfections (eg, conjunctivitis and rare cases of orbital cellulitis) require strict asepsis during surgery.\nAllergic reactions to suture materials or medications.\n\nManagement:\n\nProphylactic topical antibiotics post-surgery.\nSwitch to hypoallergenic materials if a previous reaction is noted.\n[87]\n\nKey Takeaway\n\nAdverse effect management in Duane retraction syndrome hinges on anticipation, prevention, and early correction. Individualized surgical planning, minimal intervention when possible, and interdisciplinary follow-up (ophthalmologist, orthoptist, and pediatrician) significantly reduce complication rates and improve functional as well as cosmetic outcomes."
  }
}