{
  "drug_name": "type ii collagen",
  "nbk_id": "NBK580517",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580517/",
  "scraped_at": "2026-01-11T18:48:05",
  "sections": {
    "indications": "Hearing loss is the impairment of auditory function, which can have significant long-term consequences on social and language development. It can develop prelingually (before the acquisition of speech/language) or post-lingually (after the acquisition of speech/language). Hearing loss can be classified as conductive hearing loss (CHL), caused by the reduction of sound transmission through the external or middle ear to the inner ear, and sensorineural hearing loss (SNHL), which is caused by dysfunction of the inner ear or auditory nerve. Mixed hearing loss features both a conductive and sensorineural component. Sensorineural hearing losses can be categorized into acquired (e.g., noise-induced) and inherited (e.g., genetic). This article will focus on the genetic mechanisms, diagnosis, and management of genetic SNHL.\n[1]",
    "mechanism": "Genetic hearing loss accounts for 50% of all cases of hearing loss.  The remainder is due to acquired causes such as infection, trauma, noise exposure, and ototoxicity.\n\nInherited genetic hearing loss can be categorized as part of a syndrome (30% of inherited hearing loss) and non-syndromic (70% of inherited hearing loss). For non-syndromic hearing loss, autosomal recessive is the most common inherited form, accounting for 75 to 80% of cases. Autosomal dominant comprises approximately 20%. X-linked, Y-linked, and mitochondrial-inherited comprise the remaining 5%.\n[2]",
    "monitoring": "Newborn hearing screening: The universal newborn hearing screening program (UNHS) has significantly improved the diagnosis of childhood hearing loss and reduced the average age of diagnosis from 24-30 months to 2-3 months. The screening utilizes an otoacoustic emissions (OAE) test, and children who fail will undergo a repeat test in several weeks. If the child continues to fail the hearing tests, auditory brainstem evoked (ABR) testing is required to confirm the hearing loss. The use of evoked otoacoustic emissions and auditory brainstem response testing has substantially increased the number of children identified to have hearing loss and reduced the number of infants falsely identified as having a hearing impairment.\n[26]\n\nGenetic testing: 50% of all childhood hearing loss and 66% of prelingual hearing loss result from genetic causes. Current hearing screening programs can only detect hearing loss beyond 35 dB. Thus, genetic screening can help identify children with mild SNHL that are missed with conventional screening. Clinicians should aim to answer three key questions: is there an environmental cause? Is there a constellation of signs and clinical features to suggest a syndrome? Is there a family history with similar patterns of onset and type of hearing loss?\n\nAfter ruling out environmental causes, genetic mutation testing for DFNB1 in the gene GJB2 is recommended as it is the most common cause of non-syndrome hearing loss. For children in whom syndromic hearing loss is suspected, gene-specific mutation screening should be performed to confirm the syndrome. Genetic screening for mitochondrial A1555G can also help minimize hearing loss by protecting them against aminoglycoside antibiotics. Additionally, genetic tests will depend on the pedigree constructed by the medical geneticist. It is important to note that a negative genetic test does not rule out a genetic cause for hearing loss.\n[27]\n[28]\n\nComputed tomography (CT): CT scans can be used to visualize the temporal bones, mastoid, otic capsule, and middle ear for any anatomical anomalies responsible for hearing loss. One of the most common CT findings of SNHL is Mondini dysplasia, which is the hypoplasia of the cochlear basal turn, leading to progressive SNHL. In cases of dilated vestibular aqueducts, genetic screening for Pendred syndrome is warranted.\n[29]\n\nMagnetic resonance imaging (MRI): Nuclear MRI with high resolution can detect deformities of the membranous labyrinth, internal auditory canal, and cerebellopontine angle. Scheibe dysplasia or cochleosaccular dysplasia affects the pars inferior. Alexander malformation affects the cochlear duct and the basal turn of the cochlear, leading to high-frequency hearing loss. MR imaging is also useful to identify any cochlear nerve dysplasia or aplasia that might be responsible for sensorineural hearing loss.\n[29]\n[30]\n\nElectrocardiogram: It is recommended due to the remote possibility of Jervell and Lange-Nielsen syndrome.",
    "administration": "Treatments for significant hearing loss include hearing aids, cochlear implants, and implantable bone-conduction devices.\n\nConventional hearing aids are electronic devices that amplify sound to the ears. Generally, they are beneficial for patients with mild to severe sensorineural hearing loss with good to excellent speech recognition ability and hearing clarity. Hearing aids come in three different styles: behind the ear (BTE), in the ear (ITE), and canal types (either in the canal (ITC) or completely in the canal (CIC). Most children are fit with BTE hearing aids which facilitates long-term use as the hearing aid molds can be readily fashioned for the growing child while keeping the same hearing aid housing. The non-BTE hearing aids provide the advantage of being less visible.\n\nPatients with severe to profound hearing loss with minimal to no benefit from hearing aids are candidates for cochlear implantation. A cochlear implant is an internally implantable electronic device that works in conjunction with an externally worn sound processor that stimulates the afferent fibers of the auditory nerve with electrical current. Although they do not replace acoustic hearing, they can provide access to a wider frequency range and improve speech understanding with habilitation and practice.\n[31]\n[32]\n\nCochlear implants in children born with deafness have been shown to significantly benefit speech and language development, with earlier younger implantation leading to greater vocabulary. The best cochlear implant results are obtained in post-lingual deafness and those with early-identified deafness (younger than the age of 2 years ) with early cochlear implant intervention. The FDA has now approved cochlear implantation for infants as young as 9-months old who meet the criteria. Cochlear implantation has been found to be effective in CHARGE syndrome, Jervell, and Lange-Neilsen syndrome, Waardenburg syndrome, Usher syndrome, and Pendred syndrome.\n[33]\n[34]\n[35]\n\nImplantable bone-conduction hearing devices are utilized for patients with conductive hearing loss, mixed hearing loss, or single-sided hearing loss. The external and middle ear are bypassed, with sound being transmitted to the cochlea via bone conduction. Bone conduction devices are either percutaneous (skin-penetrating) or transcutaneous (implanted under the scalp). Bone-conduction devices can be particularly beneficial in patients with anatomic abnormalities of the external or middle ears not amenable to reconstructive ear surgery. Bone conduction devices have demonstrated effectiveness for patients with Treacher Collins, BOR, Nager, and Goldenhar syndromes.\n[36]\n[37]",
    "adverse_effects": "Delayed diagnosis and treatment of hearing loss can have lifelong consequences on verbal and spoken-language communication and social development. Children can suffer speech delay, impaired communication with their peers, social withdrawal, decreased self-esteem, and fewer educational and job opportunities."
  }
}