{
  "drug_name": "warfarin",
  "nbk_id": "NBK470313",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470313/",
  "scraped_at": "2026-01-11T15:41:40",
  "sections": {
    "indications": "Box Warning\n\nConsistent monitoring of INR levels is essential for all patients receiving warfarin sodium therapy. Various drugs, dietary changes, and other factors can impact the INR during treatment with warfarin sodium. Clinicians should advise patients on measures to prevent bleeding and instruct them to report any signs or symptoms of bleeding promptly.\n\nWarfarin is contraindicated in patients with:\n\nHypersensitivity to warfarin or any component of the formulation\n[17]\nSignificant hemorrhage risk\nActive gastrointestinal ulceration or bleeding\nBleeding from the respiratory or genitourinary tracts\nCentral nervous system bleeding\nDissecting aortic aneurysm\nPatients undergoing epidural or spinal puncture or other diagnostic or therapeutic procedures with the potential for significant bleeding\n[18]\nRecent or upcoming surgery of the eye, central nervous system, or traumatic surgery resulting in large open surfaces\nBleeding associated with pericarditis, pericardial effusion, or bacterial endocarditis\nThreatened abortion, preeclampsia, or eclampsia\n[19]\nUnsupervised patients with conditions associated with a high potential of nonadherence to medication\nMajor regional or lumbar block anesthesia\nMalignant hypertension\nPregnancy, except for patients with mechanical heart valves at an increased risk for thromboembolism",
    "mechanism": "Warfarin competitively inhibits the vitamin K epoxide reductase complex subunit 1 (VKORC1), an enzyme essential for activating available vitamin K. Through this mechanism, warfarin can deplete functional vitamin K reserves, thereby reducing the synthesis of active clotting factors. The hepatic synthesis of coagulation factors II, VII, IX, and X, as well as coagulation regulator proteins C and S, requires vitamin K. Vitamin K is an essential cofactor for synthesizing these vitamin K-dependent clotting factors.\n\nPharmacodynamics\n\nDrug composition:\nWarfarin is a racemic mixture composed of (\nR\n)- and (\nS\n)- enantiomers. Each enantiomer is metabolized through unique pathways, and the (\nS\n)-enantiomer is 3 to 5 times more potent than the (\nR\n)- enantiomer.\n\nPharmacokinetics\n\nAbsorption:\nWarfarin is rapidly and completely absorbed. The onset of action is typically 24 to 72 hours, and the duration of action is 2 to 5 days. Peak plasma concentrations are achieved in approximately 4 hours. A peak therapeutic effect is generally seen 5 to 7 days after initiation. However, the patient's international normalized ratio (INR) may increase within 36 to 72 hours after initiating treatment.\n\nDistribution:\nWarfarin has a relatively small distribution volume (0.14 L/kg) and undergoes 99% protein binding.\n\nMetabolism:\nHepatic metabolism, primarily through the CYP2C9 enzyme. Other minor enzymatic pathways for metabolism include CYP2C8, 2C18, 2C19, 1A2, and 3A4. Research has shown that genetic variations in CYP2C9 affect an individual's warfarin clearance. Patients who are heterozygous for the 2C9 (*1/*2 or *1/*3) experience an approximate 37% reduction in (\nS\n)- warfarin clearance. Patients who are homozygous for reduced function alleles (*2/*2, *2/*3, or *3/*3) may experience a 70% reduction in clearing(\nS\n)- warfarin. The half-life of warfarin is generally 20 to 60 hours; this is highly variable among individuals.\n\nElimination:\nWarfarin is primarily eliminated as metabolites by glomerular filtration in the kidney (92%).",
    "administration": "Available Dosage Forms and Strengths\n\nWarfarin is available in 1 mg, 2mg, 2.5mg, 3mg, 4mg, 5mg, 6mg, 7.5mg, and 10mg oral tablets. Warfarin is a once-daily oral medication that should be administered in the afternoon or evening. By instructing patients to take warfarin later in the day, healthcare providers can have the opportunity to individualize a patient's warfarin dose the same day based on their most current lab values.\n[5]\nThe dose-response of warfarin among patients is highly variable and depends on interpatient differences. Patient-specific factors such as drug metabolism, the presence of a vitamin K enriched diet, genetics, quantity of vitamin K-dependent clotting factors, concurrent disease states, binding proteins, concomitant drug interactions, laboratory testing, and medication adherence require assessment when dosing warfarin.\n[6]\n[7]\n\nAdult Dosage\n\nProviders should refer to the most recent evidence-based guidelines from the American College of Chest Physicians to determine appropriate warfarin dosage.\n[8]\n\nVenous thromboembolism:\nDosing should be adjusted to achieve and maintain a target INR of 2.5, with an acceptable range of 2.0 to 3.0, for the duration of therapy.\n\nAtrial fibrillation:\nFor patients with non-valvular atrial fibrillation, warfarin dosing should be adjusted to maintain an INR of 2.5, ranging from 2.0 to 3.0.\n\nMechanical and bioprosthetic heart valves:\n\nFor patients with a bileaflet mechanical valve or a Medtronic Hall (Minneapolis, MN) tilting disk valve in the aortic position, who are in sinus rhythm and do not have left atrial enlargement, warfarin therapy should target an INR of 2.5.\nFor patients with tilting disk valves or bileaflet mechanical valves in the mitral position, warfarin therapy should target an INR of 3.0, within a range of 2.5 to 3.5.For patients with caged ball or caged disk valves, warfarin therapy should also target an INR of 3.0, with a range of 2.5 to 3.5.\nFor patients with a bioprosthetic mitral valve, warfarin therapy should maintain a target INR of 2.5 (range, 2.0 to 3.0) for the first 3 months post-implantation. If additional thromboembolism risk factors (such as atrial fibrillation, previous thromboembolism, or left ventricular dysfunction) are present, the same INR target of 2.5 (range 2.0 to 3.0) should be maintained.\n\nPost-myocardial infarction:\n\nFor high-risk patients with a history of myocardial infarction (ie, large anterior myocardial infarction, significant heart failure, intracardiac thrombus on transthoracic echocardiography, atrial fibrillation, thromboembolic events), combination therapy with moderate-intensity warfarin (INR range 2.0 to 3.0) and low-dose aspirin (≤100 mg/day) is recommended for at least 3 months post-myocardial infarction.\n\nSpecific Patient Populations\n\nHepatic impairment:\nAccording to the manufacturer's drug labeling, no dosage adjustments are necessary for patients with liver dysfunction. However, patients with obstructive jaundice, hepatitis, and cirrhosis may be more sensitive to oral anticoagulants and require close INR monitoring.\n\nRenal impairment:\nReduced renal function can cause warfarin to accumulate in the body, increasing bleeding risk. However, dosing adjustments are unnecessary for patients with kidney disease; these patients should still be closely monitored. Importantly, warfarin cannot be removed through hemodialysis.\n[9]\n\nPregnancy considerations:\nWarfarin's pregnancy classification depends on the presence of a mechanical heart valve. Warfarin was listed as a Category D drug for pregnant women with a mechanical heart valve and Category X for all other indications in pregnant women. Warfarin crosses the placental barrier, causing fetal plasma levels similar to maternal values. Warfarin can cause bleeding in the fetus and is associated with spontaneous abortion, stillbirth, preterm birth, and neonatal death. Some experts recommend avoiding warfarin use during the first trimester and close to delivery.\n[10]\n\nBreastfeeding considerations:\nWarfarin is not excreted in breast milk, so breastfeeding women may safely receive treatment. However, the manufacturer recommends closely monitoring breastfeeding infants for bruising or bleeding.\n\nOlder patients:\nAs the risk of bleeding complications is positively correlated with age, older adults are at an increased risk of bleeding complications secondary to falls, concomitant drug interactions, cognitive status, and unsafe living conditions. These patients must be monitored closely and may require a more conservative dosage regimen.\n\nDietary considerations:\nWhile no specific diet is recommended for patients on warfarin, certain foods and beverages can either suppress or enhance the anticoagulation effect of warfarin. Vitamin K reduces the effectiveness of warfarin in the body. Therefore, the patient should receive education on consistent dietary intake of vitamin K-containing foods.\n[11]\nExamples of high-vitamin K foods include kale, green tea leaves, brussel sprouts, and spinach. Other dietary recommendations include limiting the consumption of cranberry juice and alcohol while on warfarin therapy. Grapefruit juice and alcohol can enhance the anticoagulant effect of warfarin, thereby leading to increased bleeding complications.\n[12]\n[13]",
    "adverse_effects": "Severe adverse effects of warfarin include bleeding and significant hemorrhage. Significant hemorrhage, examples of which include intracranial hemorrhage, gastrointestinal bleeding, hematemesis, intraocular bleeding, and hemarthrosis, can occur at virtually any body site. Patients should receive education about easy bleeding or bruising, a common adverse effect. A clinician should also counsel patients about properly managing cuts, bruises, and nosebleeds. The risk of bleeding and hemorrhage is dependent on multiple variables, including the intensity of anticoagulation and patient susceptibility. Patients should undergo a risk assessment, with appropriate adjustments to their treatment plan made accordingly. Other adverse effects include nausea, vomiting, abdominal pain, bloating, flatulence, and an altered sense of taste.\n\nThere are rare cases of purple toe syndrome and warfarin-induced skin necrosis, in addition to reports of calciphylaxis associated with warfarin therapy.\n[14]\n[15]\nPurple toe syndrome is a complication characterized by cholesterol microembolization that causes purple lesions on the toes and sides of the feet. Purple toe syndrome usually develops 3 to 8 weeks after initiating warfarin therapy. Warfarin-induced skin necrosis is a serious condition in which subcutaneous tissue necrosis occurs due to an acquired protein C deficiency following treatment with warfarin. The risk of necrosis is increased in patients with protein C or protein S deficiency. Calciphylaxis or calcium uremic arteriolopathy is another rare adverse effect in patients with or without end-stage renal disease.\n\nDrug-Drug Interactions\n\nWarfarin has various known interactions that can increase the risk of adverse effects or reduce warfarin's anticoagulant effect. Therefore, dosing adjustments, close monitoring, and alternative agents should be considered when combining warfarin with certain medications. Caution is necessary when administering warfarin with the following drug types:\n\nAntiplatelet agents\nFibrinolytics\nNonsteroidal anti-inflammatory drugs\nAntimicrobials\nAntiarrhythmic drugs\nOther anticoagulants\n\nThe (\nS\n)- enantiomer of warfarin is 3 to 5 times more potent than the (\nR\n)- enantiomer. Thus, drug interactions involving the inhibition of the (\nS\n)- enantiomer are more significant and may require pre-emptive dose adjustments or therapeutic interchange of alternative anticoagulants. Clinicians should consult a comprehensive drug interaction database when necessary.\n[16]",
    "monitoring": "Patients receiving treatment with warfarin should be closely monitored to ensure the safety and efficacy of the medication. Periodic blood testing is recommended to assess the prothrombin and INR.\n[20]\nThe laboratory parameter utilized to monitor warfarin therapy is the prothrombin/INR. The PT is the number of seconds required for the blood to clot, and the INR allows for the standardization of the PT measurement depending on the thromboplastin reagent used by a laboratory. Therefore, monitoring the INR while on warfarin is preferable to PT because it allows for a standardized measurement without variations due to different laboratory sites. Routine assessment of INR is essential for patients receiving warfarin therapy. The INR of a healthy patient not on anticoagulation therapy is approximately 1.0. Therefore, a patient with an INR of 2.0 or 3.0 requires 2 or 3 times longer for their blood to clot. The therapeutic INR goal for patients on warfarin therapy depends on the indication but may vary based on the patient's clinical presentation and provider preference. Most patients receiving warfarin have an INR goal of 2 to 3. However, specific indications, such as a mechanical mitral valve, may shift the INR goal to 2.5 to 3.5.\n[21]\n\nClose INR monitoring is strongly recommended for patients initiating warfarin therapy. This parameter requires more frequent monitoring after beginning a warfarin regimen. For hospitalized patients, INR levels should be obtained daily. Once a patient has reached the maintenance phase of therapy, the INR is typically assessed every 4 weeks. However, this interval is subject to the provider's discretion. More frequent monitoring is necessary for patients with supratherapeutic or subtherapeutic INR to evaluate the safety and efficacy of treatment. Also, the patient's INR requires assessment when initiating, discontinuing, or changing doses of medications known to interact with warfarin.\n\nPatients also require close monitoring for signs and symptoms of active bleeding throughout their treatment. Close monitoring for signs and symptoms of bleeding, such as dark, tarry stools, nosebleeds, and hematomas, is necessary. The patient's baseline hemoglobin and hematocrit levels should be established before initiating warfarin and reassessed every 6 months while on therapy. Other laboratory tests may be necessary based on the patient's clinical presentation and INR result, including liver function, renal function, and occult blood for specific patient populations.\n[22]",
    "toxicity": "Skin necrosis usually occurs within the first week of therapy, and management strategies include discontinuing treatment with warfarin, administering fresh frozen plasma and vitamin K, and initiating anticoagulation therapy with unfractionated heparin or low molecular weight heparin. Warfarin toxicity may be assessed by observing the signs and symptoms of bleeding, as well as the determination of a supratherapeutic INR level. The risk of bleeding is significantly greater for patients with an elevated INR, especially above 5.0. When managing warfarin toxicity, the initial step would be to discontinue warfarin and then administer vitamin K (phytonadione). Vitamin K may be administered orally, intravenously, or subcutaneously. However, the initial administration of oral vitamin K is often preferable for patients without significant bleeding or elevated INR. A reduction in INR should occur within 24 hours of administration. After that, intravenous vitamin K may be administered if necessary. Due to erratic and unpredictable absorption, subcutaneous vitamin K is often not recommended for warfarin toxicity or reversal. Administering prothrombin complex concentrate, fresh frozen plasma, or activated Factor VII may be considered for patients with significant bleeding.\n[2]"
  }
}