{
  "drug_name": "water.",
  "nbk_id": "NBK599552",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599552/",
  "scraped_at": "2026-01-11T15:41:41",
  "sections": {
    "indications": "There are absolute and relative contraindications to WVAP as a treatment for symptomatic BPH. A thorough evaluation of the clinical history of potential surgical candidates is required to identify these contraindications and optimize procedural selection.\n\nAbsolute contraindications to WVAP include the presence of urinary sphincter or penile prosthetic implants and a personal history of prostatic radiotherapy. The WVAP procedure may damage sphincter or penile prostheses.\n[44]\nProstatic radiotherapy induces interstitial scarring that limits the dispersion of water vapor.\n[45]\n\nA comprehensive perioperative evaluation may minimize or eliminate many of the relative contraindications for WVAP. All patients considering any surgical intervention for symptomatic BPH should be evaluated for inadequate bladder contractility and urinary retention with urodynamic testing.\n[44]\n[45]\n\nWVAP does not produce tissue samples for histological analysis; patients with suspected prostate cancer should be thoroughly evaluated with traditional diagnostic methods before undergoing WVAP for symptomatic BPH. Additionally, all patients considering WVAP should be assessed for an active urinary tract infection, and sterilization of bacteriuria is required before the procedure is performed.\n[45]\nLimited data exists regarding the efficacy of WVAP in patients with a prostatic volume greater than 120 cm\n3\n; caution in this patient population is recommended.\n[1]\nPatients who have undergone a prostatic urethral lift will have implants and clips that can become infected and predispose to stone formation following WVAP; perioperative evaluation with rigid cystoscopy is recommended.\n[45]\n\nPatients with stenosis of the bladder neck or Marion disease may not be optimal candidates for WVAP. WVAP acts in the lateral lobes of the transitional zone and median lobe of the central zone; it is ineffective at the bladder neck.\n[8]\n[44]\nSome experts have suggested performing a bladder neck incision in selected patients with smaller prostates and high or tight bladder necks to minimize the need for retreatment later.\n[8]\n[46]",
    "clinical_significance": "BPH is a commonly encountered pathologic process; the incidence increases with age. BPH can cause bothersome lower urinary tract symptoms and increase morbidity in affected men. WVAP is an elective minimally invasive surgical treatment for symptomatic BPH that delivers radiofrequency-generated thermal energy to the prostate to induce coagulative necrosis of hyperplastic tissue, thereby relieving obstruction of the prostatic lumen. Thermal ablation stays within the transitional and central zones with a very low risk of injury to the peripheral zone, prostatic capsule, bladder neck, urethral sphincter, or rectum. Electrosurgical stimulation, stimulation, and disruption of the bladder neck are avoided so ejaculatory and erectile functions are preserved. Additionally, the procedure takes approximately 10 minutes to complete and can be performed in various settings.\n\nCompared to other minimally invasive therapies for symptomatic BPH, WVAP provides prolonged symptom relief and is efficacious across a wider range of prostatic volumes. Furthermore, WVAP is the only minimally invasive therapeutic option for symptomatic BPH with proven efficacy in patients with obstructing median prostatic lobes.\n[10]\n[11]\n[12]\n\nWhile prostate cancer is not an absolute contraindication to WVAP treatment, the procedure is not a treatment for prostatic malignancies and is strictly for symptomatic outlet obstruction in suitable candidates. However, WVAP is especially useful in men with moderately enlarged prostates who want to preserve sexual function and wish to avoid more invasive surgical therapies. WVAP is also appropriate for patients at increased anesthetic risk and for whom medical therapy is ineffective or poorly tolerated.\n\nObjective improvements in lower urinary tract parameters are routinely noted.\n[56]\n[57]\n[58]\nThe median improvements are:\n\nIncrease in peak urinary flow rate of 5 mL/sec\nPostvoid residual volumes decrease by 100 mL\nBladder Outlet Obstruction Index decreases by 53.8\nProstatic volume decreases by 40%, with the decrease preferentially occurring in areas of urinary flow obstruction\nIPSS symptom score is typically reduced by 50%."
  }
}