{
  "drug_name": "water for injection",
  "nbk_id": "NBK551671",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551671/",
  "scraped_at": "2026-01-11T15:41:40",
  "sections": {
    "indications": "Active hepatic disease\n[7]\nLiver disorders due to previous therapy\nDirect Coombs positive hemolytic anemia\nSignificant drug history of MAO inhibitor therapy\nPheochromocytoma\nKnown hypersensitivity to methyldopa in any form",
    "mechanism": "Alpha-methyldopa is converted to methyl norepinephrine centrally to decrease the adrenergic outflow by alpha-2 agonistic action from the central nervous system, leading to reduced total peripheral resistance and decreased systemic blood pressure. Alpha-2 agonistic activity does not affect cardiac output or renal blood flow.; hence, this drug is useful in hypertensive patients with renal insufficiency.",
    "administration": "Methyldopa is generically available as a single ingredient in 125, 250, or 500 mg tablets.\n[2]\nFixed-dose combinations with thiazides are also on the market. The recommended dose in adults is 500 mg to 2 g daily. Clinicians should discontinue the drug if any side effects manifest in the patient.\n\nIV infusion in the form of methyldopa hydrochloride is available. The drug gets diluted in 5% dextrose, and the required dose is added to 100 mL of 5% dextrose in water injection and administered slowly over 30 to 60 minutes. IM or subcutaneous administration is not a recommendation due to unpredictable absorption.\n[3]\n[4]\n\nDespite its popularity during the 70s, other alternatives have replaced methyldopa as a mainstay for the treatment of hypertension. Methyldopa remains a second-line treatment to be used safely during pregnancy.\n[5]\n[6]",
    "adverse_effects": "Common adverse effects include:\n\nNausea\nDiarrhea\nHeadache\nDizziness\nSedation\nDry mouth\nRash\n\nRare yet clinically fatal adverse effects include\n[4]\n:\n\nHemolytic anemia (Coombs positive)\nLupus-like syndrome\nMyocarditis\nPancreatitis\nHepatotoxicity\nImmune thrombocytopenia\nReversible leukopenia\nInvoluntary choreoathetotic movements\nWeight gain\nRebound hypertension",
    "monitoring": "Pharmacokinetics\n\nAbsorption\n\n50% of the dose absorbed attains peak plasma concentrations in approximately 3 to 6 hours.\nA maximum reduction in blood pressure occurs in 4 to 6 hours following oral administration.\nFollowing IV administration, hypotensive lasts for about 10 to 16 hours.\n\nDistribution\n\nThe drug is lipid-soluble and crosses the blood-brain barrier with weak binding to plasma proteins.\nIts primary metabolite has more plasma protein binding as compared to the drug.\nConjugates formed after oral administration are acid labile and are delectable in small amounts after intravenous administration.\nThe apparent volume of distribution ranges between 0.19 to 0.32L/kg and the total volume of distribution between 0.41 to 0.72L/kg.\n\nMetabolism\n\nMethyldopa gets metabolized to alpha-methylnorepinephrine, the active metabolite.\nThe drug is also metabolized extensively in the liver to its sulfate conjugate.\n\nElimination\n\nExcretion of 70% of the drug is via urine in the form of parent drug and metabolite.\nUnabsorbed drug is excreted in feces unchanged.\nExcretion is slow in patients with renal failure, leading to the accumulation of the drug and its metabolites.\n[8]\n\nMonitoring\n\nInformation about the adverse effects and pharmacokinetic principles of the drug is crucial in therapeutic monitoring. After initiation of treatment, periodic testing of hemoglobin, hematocrit, and the red blood cell count is necessary to rule out hemolytic anemia. Direct Coombs test is reported positive, usually after 6 to 12 months of therapy, but rarely results in fatal hemolytic anemia. Discontinuance of drug reverses results within weeks to months.\n\nLiver function tests are necessary for increased serum concentrations of alkaline phosphatase, aminotransferases, and bilirubin. Hepatic dysfunction may represent a hypersensitivity reaction. Therefore, a periodic assessment of hepatic function is important during the first 6 to 12 weeks of therapy. Abnormal liver function test results require discontinuation of the drug. The drug is contraindicated in active hepatic disease.",
    "toxicity": "Methyldopa overdose reports are exceedingly rare. Clinical manifestations include coma, hypothermia, hypotension, bradycardia, and dry mouth. In addition, prolonged, severe hypotension, along with marked renal potassium loss necessitating IV infusion of norepinephrine and vigorous potassium replacement therapy for almost two days, was reported.\n\nHepatotoxicity\n\nChronic use of methyldopa is associated with mild and transient elevations in serum aminotransferase levels that resolve after discontinuation of the medication.\nHepatic injury is rather uncommon and may appear within weeks or months to years after initiation of drug therapy.\nAn acute injury demonstrates elevated levels of ALT and AST (5-to 100-fold). Most patients become jaundiced with symptoms resembling those of viral hepatitis. Liver biopsy shows hepatitis-like features, and re-exposure can lead to severe hepatitis and death.\nThe chronic injury clinically resembles autoimmune hepatitis with marked elevations in liver enzymes, increases in IgG, and high titers of ANA antibodies. In addition, cirrhosis and end-stage liver disease can occur if drug therapy continues.\nGranulomatous hepatitis can also occur with methyldopa therapy associated with systemic symptoms.\nThe disease resolves slowly with the discontinuation of the drug.\n[9]\n\nHematologic Effects\n\nPositive Coombs' test shows within a few weeks of initiation of drug therapy, which rarely leads to fatal hemolytic anemia.\nDiscontinuation of the drug promptly resolves the anemia, along with the use of corticosteroids.\n[7]"
  }
}