{
  "drug_name": "white fi",
  "nbk_id": "NBK603749",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603749/",
  "scraped_at": "2026-01-11T15:41:41",
  "sections": {
    "clinical_significance": "Triple positivity, indicating positive results for lupus anticoagulants, anticardiolipin antibodies, and anti-β2GPIb, is linked to elevated risks of both initial and recurrent thrombotic events. This association is particularly notable in the presence of autoimmune diseases and when the first thrombotic event occurs in asymptomatic carriers. Insufficient diagnostic testing for antiphospholipid syndrome may result in an inaccurate diagnosis, potentially leading to serious consequences if timely interventions are not undertaken.\n[49]\nSeveral recent studies showed that rivaroxaban is ineffective for thrombosis prevention, leading to a recommendation for vitamin K antagonists over direct oral anticoagulants in the setting of triple positivity.\n[4]\n[15]\n[50]\n\nClinically, antiphospholipid syndrome is identified by thrombotic events or pregnancy-related complications. Antiphospholipid syndrome is categorized as primary when not linked to other autoimmune diseases and as secondary antiphospholipid syndrome when associated with systemic autoimmune conditions such as systemic lupus erythematosus, rheumatoid arthritis, dermatomyositis, systemic sclerosis, and Sjögren's syndrome.\n[51]\n\nAntiphospholipid syndrome is associated with high morbidity rates, including cardiovascular events, such as myocardial infarction or cardiac emboli; recurrent miscarriages; intrauterine growth restriction; and venous thrombosis. Other multiorgan systemic effects can be cutaneous, renal, neurologic, and hematologic involvement, including skin ulcers, epilepsy, or autoimmune hemolytic anemia. See StatPearls' companion reference, \"\nAntiphospholipid Syndrome\n,\" for further information.\n\nA rare but dreaded life-threatening form of antiphospholipid syndrome is called catastrophic antiphospholipid syndrome.\n[52]\nThis syndrome is diagnosed by acute clinical manifestations of widespread multiorgan thrombosis developing in less than 1 week, is evidenced by the presence of antiphospholipid antibodies, at least 3-organ involvement, and confirmed by histopathologic occlusion of small vessels. Catastrophic antiphospholipid syndrome is associated with a high mortality rate of 30% to 50% regardless of treatment.\n[53]\n\nIn terms of other clinical scenarios involving lupus anticoagulant, a retrospective analysis studied the possible confounding effects of lupus anticoagulants in patients who received extracorporeal membrane oxygenation while on anticoagulation.\n[54]\nThe analysis found that lupus anticoagulant-positive patients did not exhibit a greater risk for developing thromboembolic complications compared to lupus anticoagulant-negative patients, but patients with lupus anticoagulants required a longer duration for extracorporeal membrane oxygenation treatment. Nevertheless, the correlation of this outcome cannot be confirmed due to the direct effect of lupus anticoagulant or merely the severity of the course of disease among these patients. Interestingly,  lupus anticoagulants were also positive for patients with viral respiratory infections in this study. However, retesting after 1 to 6 months showed negative lupus anticoagulant, implying a transient presence in viral respiratory infections.\n[55]\n\nIn another study, lupus anticoagulant was observed to be positive among patients with SARS-CoV-2 with prolonged APTT. About 90% were positive for lupus anticoagulant, and most of these patients were also associated with factor XII deficiency. However, it is unclear if any association occurs between the presence of lupus anticoagulant and COVID-19 thrombosis.\n[56]\n[57]"
  }
}