{
  "drug_name": "willow bark",
  "nbk_id": "NBK526101",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526101/",
  "scraped_at": "2026-01-11T18:48:13",
  "sections": {
    "indications": "Reye syndrome is a rare and potentially fatal pediatric illness defined as acute noninflammatory encephalopathy with fatty liver failure. Australian pathologist R.D.K. Reye first described this syndrome in 1963. National surveillance of Reye syndrome began in the United States in the early 1970s and led to strict warnings regarding aspirin use in children. Reye syndrome typically presents in children as vomiting and confusion with rapid progression to coma and death. This syndrome often begins in the days following recovery from a viral illness during which aspirin was administered. Inborn errors of metabolism (especially fatty acid metabolism), medication reactions and toxins may also predispose or cause the development of Reye syndrome. This diagnosis is based on clinical signs as well as laboratory testing. However, there is no test specific to Reye syndrome.\n[1]\n[2]",
    "mechanism": "Reye syndrome is most commonly precipitated by viral pathogens such as influenza A and B as well as varicella. Center for Disease Control and Prevention (CDC) surveillance data between 1980 and 1997 found that cases of Reye syndrome were preceded by influenza infection 73%, varicella infection 21%, and gastroenteritis infections 14% of the time. Serum salicylate concentrations were detectable in 82% of cases. Less commonly associated viral associations are seen with coxsackie, parainfluenza, Epstein-Barr (EBV), cytomegalovirus (CMV), adenovirus and hepatitis. Bacterial pathogens such as\nChlamydia\n,\nBordetella pertussis\n,\nMycoplasma\n, and\nShigella\nhave also been associated with the development of Reye syndrome. Epidemiologic studies found a link between use of salicylate and development of Reye syndrome. While less than 0.1% of children who took aspirin developed Reye syndrome, more than 80% of children diagnosed with Reye syndrome had taken aspirin in the preceding 3 weeks. This data led to recommendations against the use of aspirin in children in 1980. The number of reported cases of Reye syndrome fell dramatically following the widespread warnings against the use of aspirin in children.\n[3]\n[4]",
    "monitoring": "The CDC has defined Reye syndrome using the following criteria:\n\n\"Acute noninflammatory encephalopathy that is documented clinically by a) an alteration in consciousness and, if available b) a record of cerebrospinal fluid (CSF) containing less than or equal to 8 leukocytes/cu.mm or a histologic specimen demonstrating cerebral edema without perivascular or meningeal inflammation.\n\nHepatopathy documented by either a) a liver biopsy or an autopsy considered to be diagnostic of Reye syndrome or b) a threefold or greater increased in the levels fo the serum glutamic-oxaloacetic transaminase (SGOT), serum glutamic-pyruvic transaminase (SGPT) or serum ammonia.\n\nNo more reasonable explanation for the cerebral and hepatic abnormalities.\"\n\nLab abnormalities associated with Reye syndrome include elevated liver function tests (ALT, AST, bilirubin), hyperammonemia, abnormal coagulation studies, elevated amylase, and lipase, decreased serum bicarbonate and lab values consistent with dehydration. The most common lab finding is an early rise in ammonia occurring within 1 to 2 days of mental status changes. If lumbar puncture is performed to obtain CSF, the leukocyte count must be below 8 to meet diagnostic criteria. Opening pressure may be elevated in later clinical stages of disease but may remain normal early on.\n[8]\n[9]\n[10]",
    "administration": "Reye syndrome is a rapidly progressing disease that may require invasive procedures early on to maintain hemodynamically stability and adequate respiratory function.  These may include placement of central venous access, airway intubation, and placement of a Foley catheter to monitor urine output. Additional specialized procedures such as liver biopsy and intracranial pressure monitoring may also be indicated.\n[11]\n[2]\n[12]\n\nTreatment of Reye syndrome is mainly supportive and requires close monitoring of multiple clinical parameters best accomplished in an intensive care unit setting. Aggressive treatment may be required to correct the following serum abnormalities:\n\nHypoglycemia may be treated with dextrose-containing fluids (D50, D10, D5, etc) with a serum glucose goal of 100-120mg/dl.\nAcidosis may be treated with sodium bicarbonate (attention not to over correct or correct too rapidly) and ventilation management.\nHyperammonemia may be treated with phenylacetate-sodium benzoate (Immunol) or sodium polystyrene sulfate (Kayexalate) but may require hemodialysis if level greater than 500mcg/dl.\nCoaguloathy may be treated (especially before invasive procedures or with clinically significant bleeding) using cryoprecipitate, fresh frozen plasma (FFP), or Vitamin K.\n\nMeasures to target treatment of increased ICP may include:\n\nElevating the head of the bed to 30 degrees\nControl of fever to prevent increased cerebral metabolism and rigors\nICP monitoring\nLasix administration\nCareful fluid regulation to prevent overhydration\nSedation and analgesia\nMannitol or hypertonic saline\nSeizure treatment and subsequent prophylaxis",
    "adverse_effects": "Seizures\nCerebral herniation\nAspiration pneumonia\nCardiac arrhythmias\nCardiovascular collapse\nPancreatitis\nGastrointestinal bleeding\nRespiratory failure\nRenal failure\nSepsis\nDeath"
  }
}