{
  "drug_name": "witch hazel",
  "nbk_id": "NBK549890",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549890/",
  "scraped_at": "2026-01-11T18:48:14",
  "sections": {
    "indications": "Contact urticaria (CU) is a transient wheal and flare reaction that occurs within 10 to 60 minutes at the site of contact of the offending agent and completely resolves within 24 hours. It was first described in 1973 by Alexander Fischer. It is a form of acute urticaria (symptoms last for less than six weeks).",
    "mechanism": "The risk for developing CU increases when there is an interruption of the stratum corneum due to filaggrin gene mutations or skin irritants. The common agents associated with the development of CU appear in the following sections. The occupations at the most risk of developing CU are healthcare, lab work, agriculture, hairdressers, cosmetic industry, chemical industry, cleaning, construction, catering, cooking, electronics, machinery, and metal products.\n[1]\n[2]\n[3]",
    "monitoring": "In-vivo and in-vitro methods are useful in diagnostic evaluation, in addition to history and physical examination. Skin tests are quick to perform and considered relatively safe.\n\nIn-vivo test\n\nIn-vivo tests are most common for the diagnosis of CU.  Clinical supervision with the provision to handle an impending anaphylactic shock is necessary. Both ICU and NICU reactions occur within 15 to 20 minutes or can be delayed. If testing on intact skin is negative, then previously affected skin sites are used. Positive test results require careful correlation with clinical symptoms. Medications like antihistamines, NSAIDs, and exposure to ultra-violet light can cause false-negative results. The patient should be off antihistamines for 48 hours before testing. See figure 1 for the diagnostic algorithm to test for immediate contact reactions.\n[6]\n[24]\n\nPrick test:\nIt is considered the test of choice for the diagnosis of ICU. The inner aspect of the forearm is the preferred site, and multiple allergens can undergo testing simultaneously, using positive control with histamine and negative control with normal saline with results interpreted in 30 minutes. False-positive results occur due to a positive reaction from one test site spreading to the neighboring site or irritant reaction. PCD is diagnosable with the prick test. If skin prick tests and serum allergen-specific IgE tests are negative, a provocation or direct challenge test may be needed.\nOpen test/ skin provocation test:\nThe open test is used for the diagnosis of NICU. The test consists of gently rubbing 0.1ml of the test substance over a 3 cm x 3 cm area of intact skin on the volar aspect of the forearm. The site requires an examination at 20, 40, and 60 minutes. The best vehicle for testing the agents is an alcohol-water or alcohol propylene glycol mixture.\nUse test:\nThe test agent in the same vehicle of delivery is used to observe for the reaction. The serial incremental dosing of the agent is. The usual sites of skin testing are the upper back, flexor aspect of the upper arm, and forearm.\nChamber/ patch test:\nThe test substance is applied to small aluminum containers for 15 minutes and attached to the skin via porous tape. The results are recorded at 20, 40, and 60 minutes for an immediate reaction. A delayed-type response gets assessed at 48 to 96 hours after patch application to the back. The sensitivity of this test is higher due to increased absorption by the skin. A smaller area of skin is used than the open test. A false-positive response called 'angry back' due to active dermatitis is noted in some. A patch test is not routinely recommended because many common allergens may cause a false positive response (ex. balsam of Peru, paraben, sorbic acid, formaldehyde, cinnamaldehyde, etc.).\nScratch test:\nA deep dermal scratch with the test substance is performed using the blunt bottom of a lancet after the allergen is applied to the skin; this is useful for diagnosing CU to non-standard allergens.\n[12]\nDue to the risk of anaphylaxis, it should always take place under medical supervision.\nIntradermal testing\n: The test uncommon due to the risk of anaphylaxis. When testing with non-standardized substances, the test controls should be assessed on at least 20 people to rule out false-positive results.\nDimethylsulfoxide (DMSO) test:\nThe test is fast, reliable, and used to test the integrity of the skin barrier function. A wheal response occurs on the application of DMSO to the skin in susceptible individuals. A clinical grading is available to quantify the response (0-no reaction, 1-follicular wheal, 2-slight elevated solid wheal, 3- elevated solid, tense wheal).\n\nIn-vitro test\n\nFor the diagnosis of ICU, the presence of IgE-specific antibodies against the causative agent is used\n[10]\n. Based on the patient’s history, lab workup typically includes complete blood count (CBC), blood culture, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), basic metabolic panel (BMP), thyroid auto-antibodies, anti-nuclear antibody level (ANA) and complement levels (C3, C4) to rule out differential diagnosis like systemic illness, chronic idiopathic urticaria, autoimmune diseases, infection, etc\n[25]\n.",
    "administration": "Avoidance of the offending substance is the cornerstone of management. Patients should be educated on cross-reactive proteins and advised avoidance if they develop symptoms on exposure.\n\nProtective gear like gloves, skin conditioning creams or emollients, and cotton liners are necessary when the exposure at work is unavoidable.\n[26]\n[27]\n\nFor patients with allergy to NRL, alternatives such as nitrile, neoprene, and polyvinyl chloride gloves are recommended. Some of the healthcare institutions around the world have banned powdered NRL gloves at work resulting in the decline of incidence of CU.\n[28]\n[29]\nFor patients with CU to NRL, avoidance of all latex-containing products is recommended.\n\nSecond-generation H1-receptor blockers (Ex. diphenhydramine, hydroxyzine, loratadine, desloratadine) are the first-line treatment in ICU. Leukotriene inhibitors like montelukast, zafirlukast, and zileuton inhibit the inflammatory component.\n[12]\n\nAspirin and NSAIDs are the first-line treatment options for the management of NICU.\n\nSelf-administered subcutaneous epinephrine pens should be available at all times to the patient.\n\nSteroids are second-line treatment options and help to prevent the delayed phase of an anaphylactic reaction.\n\nImmunosuppressive drugs like cyclosporine and methotrexate are options in severe cases.\n\nUltraviolet A and B light inhibit NICU reaction, and the effect can last for up to 2 weeks after treatment. It has the advantage of inhibiting skin sites that are not directly irradiated.\n[30]\n\nSubcutaneous immunotherapy in the management of CU is an object of research. A study on 41 bakers sensitized to wheat protein who received subcutaneous immunotherapy, has shown promise as an intervention in the management of CU.\n[31]\nImmunotherapy with standardized latex extract in workers sensitized to NRL has shown improvement in the skin reactivity.\n[32]\n\nA rush (2 or 4-day) sublingual desensitization to NRL has shown significant improvement in symptom scores.\n[33]\n[34]",
    "adverse_effects": "ICU has the potential to lead to life-threatening symptoms like anaphylaxis; hence, it is important to diagnose and manage these patients appropriately. Other complications include the risk of secondary bacterial infection from skin breakdown from repeated scratching."
  }
}