{
  "drug_name": "rabises immune globulin",
  "nbk_id": "NBK563284",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563284/",
  "scraped_at": "2026-01-11T15:37:45",
  "sections": {
    "indications": "Varicella-zoster immune globulin administration is contraindicated in patients with a history of IgA deficiency. Contraindications also include patients with a history of anaphylaxis to human immune globulin. IV use is also contraindicated. Clinicians should be aware that administration of the drug once the clinical illness has developed is ineffective.\n[10]\n[4]",
    "mechanism": "B lymphocytes (plasma cells) produce immunoglobulins, which function as antibodies and can recognize a vast spectrum of antigenic epitopes. Adequate functioning of these immunoglobulins is essential for a healthy humoral immune response. Each immunoglobulin structure is unique, and an extensive collection of immunoglobulins allows the body to respond to various antigens, a process termed passive protection. This passive protection protects the patient until they can produce antibodies against VZV.\n[6]\n\nHuman immunoglobulin products are produced from an amalgamation of plasma from several donors; this ensures that the final product contains a wide variety of antibody repertoires with a collection of variable domains of antibodies within the regular serum. The IgG molecules must have suitable functional activities such as complement-mediated bactericidal activity, virus-neutralizing activity, opsonization (ie, marking a pathogen for destruction), and the ability to inactivate toxins to create an effective immune response against various microorganisms.\n\nThe herpes zoster immune globulin contains antibodies (IgG) from pooled human plasma of individuals with high varicella-zoster titers, providing passive immunity.\n[7]\n[8]\n\nPharmacokinetics\n\nAbsorption:\nIV varicella-zoster immune globulin administration generally persists for 6 weeks or longer. Following IM administration of varicella immune globulin products, varicella antibodies are detectable within 2 or 3 days. VZIG levels are expected to peak within 3 to 7 days of administration.\n\nDistribution:\nIntramuscular varicella-zoster immune globulin administration achieves nearly 100% bioavailability.\n\nMetabolism:\nMetabolism of immune globulins occurs in the reticuloendothelial system.\n\nElimination:\nExcretion information is unavailable, but the drug exhibits a half-life of 24 to 30 days following IM administration.",
    "administration": "Dosage Forms\n\nHuman immunoglobulin products are available as intravenous immune globulin (IVIG), subcutaneous immune globulin (SCIG), and intramuscular immune globulin (IMIG). In the United States, varicella-zoster immune globulin is available only as intramuscular immune globulin (IMIG). The FDA approved the drug in December 2012.\n\nVaricella-zoster immune globulin comes in 125 IU per 1.2 mL vials, and administration should only be intramuscular and as directed by the manufacturer. No dose adjustments are recommended for renal or hepatic impairment. Individuals who later become eligible for vaccination should receive varicella vaccine ≥5 months after varicella-zoster immune globulin administration.\n[3]\n\nAdult Dosing\n\nPost-exposure varicella-zoster prevention should start as soon as possible following exposure. The drug may be given up to 10 days post-exposure. The dosing for all patients is based on weight:\n\n<30 kg: 375 units IM for a single dose\n30.1 to 40 kg: 500 units IM for a single dose\n>40 kg: 625 units IM for a single dose\n\nPediatric Dosing\n\n<2 kg: 62.5 units IM for a single dose.\n2.1 to 10 kg: 125 units IM for a single dose.\n10.1 to 20 kg: 250 units IM for a single dose.\n20.1 to 30 kg: 375 units IM for a single dose.\n30.1 to 40 kg: 500 units IM for a single dose.\n>40 kg: 625 units IM for a single dose.\n\nSpecial Patient Populations\n\nRenal impairment dosing:\nNo dose adjustment is necessary; dosing for dialysis patients is undefined.\n\nHepatic impairment dosing:\nHepatic dosing is undefined.\n\nPregnancy considerations:\nThere is no known risk of fetal harm based on human data.\n\nBreastfeeding considerations:\nNo human data is available to assess the risk of infant harm or effects on milk production; clinicians should weigh risks vs benefits.\n\nPediatric patients:\nSee pediatric dosing above.\n\nOlder patients:\nNo limitations on dosing based on age for older patients.",
    "adverse_effects": "Local pain at the injection site is the most typical adverse reaction from VZIG administration. One percent to 10% of patients have developed headaches, fatigue, and chills. Other less common reactions include skin rash and nausea. Very rarely, patients also develop DVT, serum sickness, hypersensitivity reaction, and thrombosis.\n[9]\n\nDrug-Drug Interactions\n\nVaricella immune globulin should not be used with vaccine immune globulin, as the combination may increase the risk of thromboembolism. This risk is also present with numerous other agents at a lower level that may require modifying treatment. As always, a thorough medication reconciliation is necessary.",
    "monitoring": "For patients receiving varicella-zoster immune globulin, observation for 28 days after exposure for any signs and symptoms of varicella infection is recommended. The administration of immune globulin might increase the disease's incubation period by ≥1 week. Antiviral therapy should start immediately if a patient develops signs and symptoms of varicella.\n[3]",
    "toxicity": "Since the drug is prepared from a human plasma pool, it may contain other infectious agents. The LD\n50\nis undetermined, as the maximal dose did not kill any experimental animals."
  }
}