{
  "drug_name": "rabies vaccine",
  "nbk_id": "NBK448076",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK448076/",
  "scraped_at": "2026-01-11T18:47:50",
  "sections": {
    "indications": "Rabies has been a much-feared disease affecting humans and animals since antiquity due to its near-uniform fatality once symptoms appear.\n[1]\n[2]\n[3]\nFollowing an incubation period ranging from a few days to a few years, rabies presents with a vague, febrile illness, frequently with pain and paresthesias at the wound site.\n[1]\nWithin 2 weeks, the neurological phase typically progresses into encephalitic or paralytic rabies, followed by coma. Death typically occurs within 2 to 3 days of coma onset. Once symptoms begin, treatment typically focuses on minimizing the patient's pain and suffering. In resource-poor countries, many individuals die at home.\n[4]\n\nRabies (RABV) and other similar viruses are zoonotic, neurotropic viruses belonging to the family Rhabdoviridae, genus\nLyssavirus\n. These viruses cause indistinguishable clinical illnesses. Rabies is distributed worldwide, infecting various mammals, including dogs, cats, bats, livestock, and wildlife.\n[1]\nThe RABV is transmitted through the saliva of infected animals, contaminating bites, open skin, or mucous membrane, and, in rare cases, through organ transplantation. Dog bites account for 99% of rabies cases, making dogs the primary reservoir worldwide.\n[1]\n\nHuman rabies is rare in resource-rich countries but remains a significant public health concern in resource-limited regions, causing tens of thousands of deaths annually. The burden is highest in Asia and Africa, primarily affecting children in areas without large-scale preventive measures.\n[5]\nAll suspected and confirmed human and animal rabies cases must be reported to the appropriate hospital infection prevention and control programs, local public health authorities, or animal health authorities. Clinicians often overlook the diagnosis of rabies at the initial presentation. Preventing rabies is crucial, as treatment options after symptoms appear are mostly limited to palliative care.\n\nFollowing exposure, rabies postexposure prophylaxis (PEP) should be administered urgently, especially in deep or multiple bites in areas with dense nerve endings, such as the hands or regions close to the central nervous system (CNS), including the head and neck. PEP includes thorough wound cleansing, the administration of multiple cell culture-derived rabies vaccines, and human rabies immunoglobulin (HRIg) if the patient has not received prior rabies vaccination.\n[6]\n[7]\n[8]\nPreexposure prophylaxis (PrEP) is available for individuals likely to be exposed to the RABV, such as veterinarians and long-term travelers or residents in endemic countries.\n[9]\n\nClinicians must be familiar with local guidelines to determine appropriate PEP, as animal carriers, the prevalence of rabies, and the availability of vaccines and HRIg vary by region.\n[10]\n[11]\nIn the United States, the Advisory Committee on Immunization Practices (ACIP) developed national human rabies prevention guidelines with support from the Centers for Disease Control (CDC) in 2008, updating them in 2010 to reduce the number of vaccines required for PEP. Local or state public health authorities develop guidelines specific to the region. The World Health Organization (WHO) revised its 2010 rabies vaccine position paper in 2018 to improve programmatic feasibility, simplify vaccination schedules, and improve cost-effectiveness.\n[12]\n\nThe opportunity to provide appropriate postexposure rabies prophylaxis may be missed due to patient, clinician, or structural factors. Patients may be unaware that a specific exposure carries a risk or may not realize they were bitten, especially in cases of bat bites. Clinicians may be unaware of the local rabies epidemiology where the bite occurred or appropriate pre- or postexposure treatment. On the systemic level, a lack of PEP availability due to geographic factors or the prohibitively high cost of PEP results in lost opportunities for treatment. Mass dog vaccination is the most cost-effective strategy for preventing dog-mediated human rabies worldwide.\n[13]\nIn its 2017\nZero by 30\nglobal strategic plan, the United Against Rabies coalition, in collaboration with the WHO and other global animal and human health organizations, aims to eliminate human rabies by 2030.\n[13]\n\nThis activity reviews PrEP and PEP, the diagnosis and treatment of clinical rabies, public health management of rabies cases, and rabies control. Please see StatPearls' companion resource, \"\nAnimal Bites\n,\" for further information.",
    "mechanism": "The RABV and other rabies-like viruses are zoonotic, neurotropic, bullet-shaped RNA viruses belonging to the genus\nLyssavirus\n, family Rhabdoviridae, and order Mononegavirales.\n[1]\nEnhanced surveillance and sequencing technologies demonstrate that\nLyssaviruses\nare highly diverse and continuously evolving, with 14 species other than RABV known to cause rabies disease. Some lineages are well-known and widespread, whereas others comprise only a few known isolates.\n\nThe RABV most likely came from a bat ancestor and evolved through multiple host-switching events in dogs, bats, and other animals.\n[14]\n[15]\n[16]\nSeven main lineages of RABV exist worldwide, each with many variants associated with specific animals and geographies.\n[4]\n[1]\nThe most widespread lineage occurs in dogs and wildlife species such as foxes, jackals, and skunks in Europe, Africa, the Americas, and Asia. Many bat-associated lineages in Latin America continue to cause rabies in humans and domestic livestock. Continued genetic diversification of RABV and other\nLyssaviruses\nraises concerns that the existing HRIG and rabies vaccines may cease to be effective for human rabies prevention.\n[4]",
    "monitoring": "Rabies Exposure\n\nLaboratory, radiographic, and other tests are not routinely required to assess a patient for possible rabies exposure unless the severity of the wound indicates otherwise. Healthy patients completing PEP or PrEP do not require routine virus-neutralizing antibody testing; however, the CDC recommends post-PEP and post-PrEP antibody testing for immunocompromised patients.\n[12]\nAntibody testing using rapid fluorescent focus inhibition testing (RFFIT) within 1 to 2 weeks of a patient receiving questionable rabies biologicals overseas can also be helpful to determine further treatment. The minimum acceptable antibody level is one that completely neutralizes a virus challenge at a serum dilution of 1:5, according to the CDC. The WHO recommends a titer of greater than 0.5 IU/mL.\n[9]\nState and local health departments can help find an appropriate lab for RFFIT.\n\nRabies Disease\n\nAs rabies is a rare disease with initial symptoms often similar to other neurological diseases, laboratory testing is crucial for early diagnosis. Routine laboratory evaluations include a complete blood count, electrolyte measurements, and cultures. Cerebrospinal fluid (CSF) analysis typically results in nonspecific findings typical of encephalitis, such as pleocytosis and elevated protein. An electrocardiogram or other cardiac testing may indicate myocarditis, heart block, ST-elevation syndrome, or heart failure.\n[26]\nImaging, including neuroimaging, is typically normal in rabies cases but may rule out other diseases in the differential diagnosis. Obtaining neuroimaging can be challenging in agitated patients.\n\nDistinguishing rabies from other viral encephalitis and confirming a rabies diagnosis requires specific testing of multiple samples.\n[25]\nFor a definitive antemortem diagnosis, the CDC mandates 4 specimens—CSF, saliva, serum, and skin biopsies taken from the nape of the neck. The punch biopsy must be full thickness, containing at least 10 hair follicles and at least 1 cutaneous nerve at the follicle base. Samples must be stored without preservatives or additional fluid and sent immediately. Samples stored at −20 °C  or lower must be received at the CDC within 21 days; refrigerated samples must be received within 3 days. Turnaround time is typically 7 days but can be expedited to less than 3 days for human or animal species. Testing may also be available commercially, in state health departments, or at universities (\nCDC. Rabies Biologics\n).\n\nThe CDC performs the following confirmatory rabies-specific testing on antemortem specimens:\n\nSerum and CSF\nViral neutralizing antibodies using RFFIT\nIndirect fluorescent antibody test for immunoglobulin (Ig)G and IgM\n\nSaliva\nReverse-transcription polymerase chain reaction (RT-PCR)\n\nNuchal skin biopsy\nDirect fluorescent antibody test (DFA)\nRT-PCR\n\nOther countries may use various combinations of DFA, RT-PCR, RFFIT, and other tests to diagnose rabies. For example, DFA detects antibodies in other tissues, serum, and CSF,\n[27]\nand RT-PCR detects RABV RNA in saliva, CSF, skin biopsies, brain tissue, or serum samples.\n[28]\nA correct interpretation of these tests can be challenging. For example, IgG antibodies to the RABV may be present in the blood or CSF with prior vaccination or rabies immunoglobulin (RIg) and not indicate rabies infection; a careful history of prior rabies PEP or PrEP is required.\n[29]\n\nThe gold standard for postmortem confirmation is virus detection via DFA or RT-PCR in cerebellar and full cross-section brain stem samples. The CDC prefers fresh-frozen specimens, and submission of these samples requires pre-approval. The turnaround time for frozen specimens is 7 days. Tissue decomposition can hinder diagnosis if it occurs.\n\nAnimal Observation and Testing\n\nStray domestic or wild animals, including bats, implicated in a possible human rabies exposure should be safely captured, immediately euthanized, and submitted for rabies testing. Patients or families should not put themselves at risk of exposure to capture the animal. Animal control officers submit only the animal's intact head or brain, including the brainstem, to preserve anatomical features for examination. Very small animals, such as bats, are submitted whole. Specimens must be kept refrigerated.\n\nExperts routinely recommend a 10-day observation period for cats, dogs, and ferrets, as the rabies incubation period for these species is well understood. A veterinarian may require a rabies antigen level and must examine any animal showing signs of illness, promptly reporting the case to public health authorities. Animals showing signs of rabies must be euthanized and submitted for diagnostic testing. State or local public health departments can assist with obtaining appropriate laboratory testing through the CDC or other state or university facilities. The CDC provides a 3-day turnaround time for submitted specimens.",
    "administration": "This section begins with a brief overview of rabies biologicals and then discusses the following three clinical scenarios:\n\nThe patient presents with a possible rabies exposure.\nThe patient presents with clinical manifestations consistent with rabies.\nPublic health management of confirmed or suspected cases of rabies.\n\nRabies Biologicals\n\nRabies vaccines:\nRabies vaccines are extremely safe and well-tolerated. Given the high mortality rate of rabies, no contraindications exist for rabies vaccine use as PEP.\n[12]\nExperts worldwide consider the rabies vaccine safe during lactation and in pregnancy; limited data show no increase in fetal anomalies, premature births, or spontaneous abortions.\n[6]\n[18]\n[9]\n\nThe United States Food and Drug Administration (FDA) approves 2 types of rabies vaccine—a human diploid cell vaccine (HDCV) (Imovax\n®\n) and a purified chick embryo cell vaccine (PCECV) (RabAvert\n®\n) (\nCDC. Rabies Biologicals\n).\n[9]\nMultiple rabies vaccines that are not FDA-approved and may or may not be WHO-recommended are available and in use worldwide.\n[9]\n[12]\n[9]\nLike the United States, the WHO recommends HDCV or PCECV.\n[12]\nThe WHO advises against the production or use of any nerve-derived vaccines. Rabies vaccine adsorbed (RVA) is not recommended. Nerve-cell-derived and RVA vaccines are less effective and carry a higher risk of adverse effects.\n[12]\n\nHDCVs and PCECVs contain greater than 2.5 IU of rabies antigen diluted at the point of care in 1 mL of diluent. The United States and many other countries continue to recommend only IM vaccine administration, despite the WHO recommendation for time- and vaccine-sparing ID schedules.\n[12]\n[13]\n[12]\n\nRabies immunoglobulin:\nRIg provides passive immunity for rabies PEP when the patient has no prior immunity to rabies. The United States licenses 3 HRIg products using plasma derived from hyperimmune individuals—HyperRab\nTM\nS/D, HyperRab\nTM\n, and Imogam\n®\nRabies-HT (\nCDC. Rabies Biologicals\n). All are administered IM in and around the wound.\n[18]\nHyperRab\nTM\nis the only RIg with a concentration of 300 IU/mL (compared to 150 IU/mL for all others), thus requiring a lower volume for administration (\nCDC. Clinical Overview of Rabies\n). Care must be taken to ensure administration of the correct dose.\n\nOther countries license multiple other HRIg formulations, all at 150 IU/L (except where a 300 IU/L product is available).\n[12]\nSome countries use equine rabies immunoglobulin (ERIg) due to better availability or lower cost. Clinicians must be ready to treat anaphylactic reactions. ERIg carries a 0.8% to 6% risk of adverse reactions, which are mostly minor but higher than for HRIg. India produces and licenses 2 effective rabies monoclonal antibody products,\n[30]\nand the WHO encourages monoclonal antibody use over RIg where available.\n[12]\n\nPostexposure Prophylaxis\n\nGeneral principles\n\nTreating a patient at risk of rabies transmission requires immediate wound care and rabies vaccination, with or without rabies immune globulin (RIg), administered as soon as possible after exposure.\n[12]\nGlobally, recommended regimens vary based on the number and route of rabies vaccine administration and the wound categories requiring RIG, depending on risk tolerance, financial resources, and the local availability of rabies biologicals. The guidelines for treating potential bat exposure differ between Canada and the United States, highlighting the need for clinicians to adhere to local protocols. The CDC advises rabies PEP in all cases unless there is reason to believe no contact occurred\n(\nCDC. Clinical Overview of Rabies\n). In contrast, the Canadian Immunization Guide recommends PEP only if there is reason to believe contact with a bat occurred, such as if the person feels the contact, the bat is found on the bed, or a child awakens crying (\nGovernment of Canada. Rabies vaccines: Canadian Immunization Guide\n). This recommendation is based on the rarity of bat rabies in Canada, with an estimated 314,000 individuals requiring treatment to prevent one case of human rabies.\n\nWhen determining the appropriate treatment, clinicians should consider the following:\n\nIf a clinician determines no rabies exposure has occurred based on a careful risk assessment, the patient can be reassured and discharged after cleaning exposed skin surfaces.\nSome jurisdictions require clinicians to consult local or state public health authorities for all potential rabies exposures. Public health authorities should be contacted whenever uncertainty exists.\nTreatment received by returning travelers abroad may not meet home-country standards; clinicians in the home country may need to provide additional prophylaxis.\nPublic health officials may recommend delayed PEP in cases where an animal is being observed or euthanized, and timely results are expected. If PEP has been started, it can be discontinued if the source animal tests negative for rabies using an appropriate diagnostic test, such as direct immunofluorescence antibody testing.\n[18]\n[9]\n[12]\nHRIg and vaccine are not indicated for patients with a repeat exposure within 3 months.\n[18]\n[9]\n[12]\nTreatment for repeat exposures lasting longer than this remains the same as for other previously vaccinated patients.\nThe WHO and CDC recommend rabies PEP even years after exposure, as rabies can rarely develop after a prolonged period.\n[18]\n[9]\n[12]\n\nWound care:\nThorough, gentle cleaning is the first step in treating any wound caused by a bite or exposure to saliva or tissue, irrespective of the potential for rabies. Animal studies indicate that washing with soap and water for at least 15 minutes reduces the risk of rabies by 30%.\n[17]\nCare should be taken to avoid further tissue damage. If available, irrigation with a virucidal agent such as povidone-iodine should follow.\n[6]\n[31]\nAdequate wound care is particularly crucial for individuals with immunocompromising conditions.\n\nPlease see StatPearls' companion resource, \"\nAnimal Bites\n,\" for further information.\n\nPrevious unvaccinated patient:\nPatients previously unvaccinated with the rabies vaccine require both the rabies vaccine and HRIg as PEP.\n\nRabies vaccine\nIM rabies vaccines should be administered in the deltoid for adults and the deltoid or anterolateral thigh for children. IM vaccines should never be administered in the buttocks or gluteal area. WHO-recommended ID vaccines may be given in the deltoid, anterolateral thigh, or suprascapular regions across all age groups.\n[12]\nThe CDC recommends administering the rabies vaccine on days 0, 3, 7, and 14 after exposure for patients with no prior rabies immunization.\n[32]\nPatients with immunocompromising conditions should receive a fifth dose on day 28.\nThe WHO recommends IM and ID vaccination regimens; ID regimens extend the vaccine supply and minimize disruption for patients who often travel long distances for treatment.\n[12]\nFor multisite schedules, the vaccine should be administered in different sites and limbs. For patients with normal immune function, the regimens are as follows:\n2-site intradermal administered on days 0, 3, 7\n[6]\n[31]\n1-site IM on days 0, 3, 7, and 14-28 (Essen regimen, same as United States regimen)\n2-site IM on day 0 and 1-site IM on days 7 and 21 (Zagreb regimen)\n\nRabies immunoglobulin\nThe CDC and other communicable disease control centers in high-resource countries recommend RIg for all bite and nonbite rabies exposures, regardless of time since the exposure, except in patients presenting with clinical signs of rabies. The WHO recommends RIg only for category III wounds as rabies risk from nonbite exposures is very low, and global RIg supplies are often limited.\n[12]\nAll immunocompromised patients with category II or III wounds require RIg, even if previously vaccinated.\nIf not administered immediately, HRIg may be provided up to day 7 after initiating the vaccine. Administration beyond 7 days provides no benefit and may interfere with the anamnestic antibody response.\n[18]\n[9]\n[12]\nThe dose of HRIg is 20 IU/kg (eRIg 40 IU/L) for all patients, regardless of weight or age.\n[12]\nInfiltrate the entire dose, or as much as anatomically possible, in and around the wound. Clinicians must avoid compartment syndrome and ischemia when infiltrating distal extremity wounds. The CDC recommends that any remaining RIg be provided by IM injection at a site distant from the vaccine administration site.\n[9]\nRIg should not be administered in the gluteal region.\nHRIg may be diluted to provide sufficient volume for infiltration of large or multiple wounds, particularly for children, where the dose of HRIg may be small. Most HRIg formulations require dilution with normal saline; however, HyperRab\nTM\nmust be diluted with dextrose 5% in water.\n\nPreviously immunized patient:\nPatients with prior rabies vaccination require only rabies vaccine after an exposure assessed to be at risk of rabies. These patients should not receive RIg as it may interfere with mounting an adequate antibody response. The CDC defines prior rabies vaccination as patients who previously received PrEP or PEP with HDCV, PCECV, or RVA, or a documented antibody response to prior vaccination with any other rabies vaccine.\n[9]\n\nThe CDC recommends 2 doses of rabies vaccine given IM 3 days apart on days 0 and 3 (day 0 is the day the 1st shot is given). The WHO recommends either a 1-site intradermal vaccination on days 0 and 3 or a 4-site intradermal vaccination regimen administered on day 0.\n[6]\n[31]\n\nThe WHO recommends that immunocompromised patients receive the vaccine and RIg as PEP, even with prior vaccination. The WHO recommends a 3-visit IM or ID regimen on days 0 and 7, and between days 21 and 28. Serological testing may be conducted 2 to 4 weeks after the first vaccine to determine whether a third shot is required. The CDC recommends serological testing following routine PEP or PrEP to assess the patient's antibody response and determine future vaccination requirements.\n[32]\n\nAvoiding common errors:\nClinicians must be vigilant to prevent common errors in rabies PEP administration, including the following:\n\nDo not administer the vaccine into the gluteal area.\nDo not administer the vaccine and HRIg in the same syringe or location.\nDo provide HRIg where indicated.\nDo infiltrate as much of the HRIg into the wound as possible.\nDo follow the recommended vaccine schedule.\n\nRabies Clinical Treatment\n\nTreatment for clinical rabies caused by RABV and related\nLyssaviruses\nis largely supportive, focusing on minimizing patient suffering.\n[4]\nManagement includes a quiet care setting that minimizes unnecessary stimulation and directed symptom management, which may include:\n\nMouth care, provision of high-water-content foods, and intravenous fluids for hydrophobia\nAntipyretics, often administered rectally for fever\nBenzodiazepines for the management of agitation, anxiety, and seizures\nAnticholinergics for the management of hypersecretion and disordered swallowing\nOpioids for pain management\n\nSome authors recommend the Starfish Palliative Care treatment protocol as the preferred treatment model.\n[4]\nThis protocol recommends low-dose haloperidol (10-20 mg in 24h) over benzodiazepines to reduce anxiety and agitation, improving healthcare providers' capacity to provide physical and personal care. There is no role for HRIg or rabies vaccine in managing rabies, as clinical studies demonstrate that these do not alter the clinical course.\n[18]\n\nPatient emotional, social, and spiritual care needs must also be addressed. Support from family members, if comforting, is encouraged. As with other carers, family caregivers must use appropriate personal protective equipment and be provided with PEP if needed.\n\nSome authors suggest aggressive treatment may not be unreasonable in scarce situations despite the extremely high mortality and chance of neurological sequelae in case of survival.\n[4]\nA decision to treat aggressively must be made only after a thorough discussion between the clinician and family, carefully assessing and weighing the anticipated risks and benefits, especially if the patient is a child.\n\nA higher likelihood of survival exists in cases with:\n\nPrevious full or partial vaccination\nInfection with the American bat RABV\nNeutralizing anti-RABV antibodies at the time of presentation\nYounger age\nNo comorbidities\nEarly clinical disease presentation, such as sensory symptoms rather than fulminant encephalopathy\nNo detectable CSF RABV antigen or RNA\n[4]\n\nIn these rare cases, therapy is based on supportive care, supplemented with antivirals and neuroprotective factors. This treatment is only possible in countries with specialized intensive care units. The details of treatment are beyond the scope of this article.\n\nPublic Health Management\n\nAll confirmed or suspected rabies cases must be reported urgently to the local or state public health department. Public health authorities identify and manage other possible exposures by developing a contact list, interviewing all identified contacts, assessing rabies exposure risk, and providing PEP as required.\n\nPublic health investigations can be extensive. For example, public health officials identified and assessed 332 contacts in the 2021 Minnesota case. As the risk of rabies exposure following human rabies cases is low, only 3 (0.9%) required PEP.\n[8]\n\nPlease refer to the Deterrence and Patient Education and Enhancing Healthcare Team Outcomes sections for more information on rabies PrEP and primary prevention through dog vaccination and other public health measures, respectively. Please see StatPearls' companion resource, \"\nAnimal Bites\n,\" for further information.",
    "adverse_effects": "Complications associated with rabies can include:\n\nSeizures\nFasciculations\nPsychosis\nAphasia\nAutonomic instability\nParalysis\nComa\nDeath"
  }
}