{
  "drug_name": "racemic mentolis",
  "nbk_id": "NBK431070",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK431070/",
  "scraped_at": "2026-01-11T18:47:50",
  "sections": {
    "indications": "Croup is a common respiratory illness in children younger than 6, with peak incidence between 6 months and 3 years. This infection is most common in the fall and early winter but can occur year-round. Although typically mild and self-limiting, croup occasionally causes significant upper airway obstruction and respiratory distress.\n[1]\n\nCroup includes the spectrum of laryngotracheitis, laryngotracheobronchitis, and laryngotracheal bronchopneumonitis. The infection affects the larynx, trachea, and bronchi, leading to a characteristic barking cough and inspiratory stridor. Parainfluenza virus (PIV) is the most common cause, though bacterial infections can also be responsible. Diagnosis is primarily clinical, but clinicians must first exclude life-threatening conditions such as epiglottitis or airway foreign bodies. Most patients should be treated with corticosteroids, whereas epinephrine is reserved for moderate-to-severe cases.\n[1]",
    "mechanism": "Croup is most commonly caused by viral infections, though bacterial cases can occur. The typical incubation period ranges from 2 to 6 days.\n\nViral Etiology\n\nParainfluenza virus, primarily types 1 and 2, is the most common cause of croup. Sporadic cases of croup caused by parainfluenza type 3 are less common but more severe than those caused by types 1 and 2.[\nCDC. Clinical Overview of Human Parainfluenza Viruses (HPIVs) June 5, 2024\n].\n\nIn a study evaluating the etiological agent causing croup in 144 children who presented to the emergency department with stridor and hoarseness, 80% of patients with croup and 71% of controls tested positive for a viral infection. Children with croup symptoms had more positive results for PIV 1 and 2 and fewer positive results for respiratory syncytial virus. Positive tests for influenza A, rhinoviruses, and enteroviruses were present equally in croup and control patients. The study concluded that PIV1 and PIV2 were the most common etiological agents associated with croup.\n[2]\n\nOther viral causes include influenza A and B, adenovirus, rhinovirus, SARS-CoV-2, respiratory syncytial virus, and measles. Less frequently, enteroviruses such as coxsackie, echovirus, and herpes simplex can cause sporadic cases of mild croup. SARS-CoV-2 has become a common cause of croup, especially the Omicron variant. Croup caused by SARS-CoV-2 may present with severe symptoms requiring intense treatment and hospitalization compared to croup caused by other viral etiologies.\n[3]\n\nBacterial Etiology\n\nBacterial croup can lead to several conditions, including bacterial tracheitis, laryngotracheobronchitis, laryngotracheobronchopneumonitis, and diphtheria, which is caused by\nCorynebacterium diphtheria\n. Secondary bacterial infections, particularly bacterial tracheitis, can occur due to\nStaphylococcus aureus, Streptococcus pneumoniae\n,\nHaemophilus influenzae,\nand\nMoraxella catarrhalis.\nMycoplasma pneumoniae\ncan also cause a mild croup-like illness.\n[4]",
    "monitoring": "The Westley score is the most commonly used system for classifying the severity of croup, ranging from 0 to 17 points, based on 5 factors. The score assesses the severity of croup (see\nTable.\nWestley Score for the Classification of Croup).\n[13]\n\nTable\nTable 1. Westley Score for the Classification of Croup.\n\nTable\nTable 2. Westley Score Defining the Severity of Croup.\n\nA study involving 192 children with croup was conducted to identify factors that influence the Westley score and its impact on outcomes in the pediatric emergency department. Based on the study results, cyanosis and altered consciousness were not clinically significant, even in patients with severe croup, whereas retraction and air entry were the significant factors predicting clinical outcomes. Patients with an initial Westley score of 1 to 2 were safely discharged home, whereas those with a Westley score greater than 5 required hospitalization for further treatment.\n[13]\n\nAlthough croup is primarily a clinical diagnosis, laboratory studies and imaging can guide management in selected cases. Nasopharyngeal swabs for influenza, respiratory syncytial virus, and parainfluenza serologies may confirm alternative diagnoses and change management. Clinicians must differentiate other obstructive conditions, such as epiglottitis, bacterial tracheitis, inhaled foreign bodies, subglottic stenosis, retropharyngeal abscess, and angioedema. A frontal x-ray of the neck is not routinely performed, but it may demonstrate a steeple sign characteristic of croup due to narrowing of the trachea, which resembles a church steeple.\nBlood tests and viral cultures are not routinely recommended, as they may cause increased agitation, potentially leading to further airway edema and obstruction. Viral cultures, obtained through nasopharyngeal aspiration, can confirm the etiology but are typically limited to research settings. Bacterial infection is considered a primary or secondary factor if the patient does not respond to standard treatments.[Clarke M, Allaire J. An evidence-based approach to the evaluation and treatment of croup in children. Pediatr Emerg Med Pract 2012; 9:1] Patients with recurrent croup need evaluation by a multidisciplinary team, including an otolaryngologist. A study by Quraishi et al in 2022 recommended some key points for evaluating recurrent croup. They concluded that children younger than 1 or 3 with a history of intubation presenting with recurrent croup should undergo triple endoscopy to identify structural airway abnormalities. If no airway abnormalities exist, patients should be screened for asthma and gastroesophageal reflux disease and treated empirically. The study concluded that the treatment of gastroesophageal reflux disease and asthma improves the symptoms of recurrent croup.\n[8]",
    "administration": "Based on the Westley croup score, treatment depends on the severity of signs and symptoms. Children with mild croup receive a single dose of dexamethasone, symptomatic treatment, and supportive care. Children with moderate-to-severe croup are given nebulized epinephrine and dexamethasone.\n[14]\n\nAll patients with diminished oxygen saturation should receive supplemental oxygen. Moderate-to-severe cases require observation and admission if the symptoms do not improve.\n[15]\n\nSteroids\n\nDexamethasone, a glucocorticosteroid, helps accelerate recovery, lowers the need for additional medical care, and shortens the length of hospital stay.\nDexamethasone is superior to budesonide for improving symptom scores, but does not appear to reduce readmission rates.\nDexamethasone doses of 0.15, 0.3, or 0.6 mg/kg appear equally effective; 0.6 mg/kg is the most commonly used dose.\n[16]\nOral dexamethasone is the preferred treatment for children with croup because it is effective, widely available, safe, and easily administered. A single dose is sufficient for most children. If symptoms persist for 3 to 4 days after the first dose of dexamethasone, a second dose can be administered.\nThe oral route is less invasive than an injection, making it more comfortable for children already experiencing respiratory distress. However, in cases where the child is unable to swallow, is vomiting, or has severe respiratory distress, intramuscular or intravenous dexamethasone may be necessary. Oral medication is also less costly and may be prescribed for home use in cases of mild croup.\nIf an intravenous line is already in place, the parenteral route is preferred over intramuscular injections because they cause additional discomfort and distress.\n[17]\n\nEpinephrine\n\nNebulized racemic epinephrine has been shown to improve symptom scores within 30 minutes, but its effects may diminish after 2 hours in patients with moderate-to-severe croup, who, therefore, require a prolonged period of observation after receiving racemic epinephrine. If symptoms improve, they can be discharged home after 4 hours of observation, with instructions for close follow-up.\nAdministering approximately 0.5 mL/kg of L-epinephrine 1:1000 using a nebulizer appears more effective than racemic epinephrine at 2 hours due to its longer duration of action.\n[18]\n\nOxygen: Administration of medications using less invasive techniques is recommended in patients with croup, as any agitation can worsen the symptoms. Therefore, oxygen delivery by blow-by administration may be more effective than using a mask or nasal cannula.\n[15]\n\nIntubation\n\nApproximately 0.2% of children require endotracheal intubation for respiratory support. Two retrospective studies found that fewer than 3% of children hospitalized for croup needed intubation.\n[15]\nClinicians should use an endotracheal tube 0.5 size smaller than typical for the patient's age and size to account for airway narrowing due to swelling and inflammation.\n\nHot Steam: Studies have not shown significant improvement with the administration of inhaled hot steam or humidified air. Exposure to cold outdoor night air is more effective in lessening croup symptoms.\n[19]\n\nCough Medicine: Guidelines discourage the use of cough medicines, which typically contain dextromethorphan or guaifenesin. These medications can cause drowsiness in a child, requiring increased effort to breathe, which may exacerbate the symptoms of croup.[\nU.S. Food and Drug Administration. Use Caution When Giving Cough and Cold Products to Kids\n]\n\nHeliox: Heliox is a mixture of helium and oxygen; however, there is limited evidence to support its routine use. This mixture can decrease the increased work of breathing by reducing turbulent airflow in patients with severe croup. Heliox is an option if respiratory distress persists despite other therapies, and it can serve as a temporary measure to prevent intubation while waiting for steroids to take effect in reducing airway edema.\n[20]\n\nAntibiotics\n\nCroup is primarily a viral illness. Antibiotics are considered when a primary or secondary bacterial infection is suspected.\nSecondary bacterial infection should be treated based on the possible causative bacterial agent. Vancomycin and cefotaxime are preferred antibiotics.\nSevere symptoms of croup caused by influenza A or B may respond to antiviral neuraminidase inhibitors.\n[7]\n\nApproximately 5% of children treated for croup in the outpatient setting have repeat visits for recurrent symptoms within 7 days. Children with recurrent croup episodes should be referred to an otolaryngologist to evaluate for underlying airway abnormalities, such as laryngomalacia, subglottic stenosis, gastroesophageal reflux disease pathology, or hemangiomas. Airway abnormalities are identified in approximately 10% of children with recurrent croup referred to otolaryngologists and 45% of those who undergo airway endoscopy.\n[21]\n[22]\n[23]",
    "adverse_effects": "Symptoms of mild croup subside in the majority of children within 2 days. However, a few patients have symptoms that persist for up to 1 week. Moderate-to-severe croup symptoms need treatment with epinephrine in addition to glucocorticoids. Complications such as pneumonia, pulmonary edema, and secondary bacterial infection may occur, leading to tracheitis, requiring antibiotics.\n[7]"
  }
}