{
  "drug_name": "ramipril",
  "nbk_id": "NBK537119",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537119/",
  "scraped_at": "2026-01-11T15:37:49",
  "sections": {
    "indications": "The following conditions are contraindications for ramipril administration.\n\nHypersensitivity:\nRamipril should be avoided in patients with a known hypersensitivity to the drug, other ACE inhibitors, or any component of the formulation, as it is a major contraindication.\n\nAngioedema:\nRamipril should not be used in patients with a history of hereditary or idiopathic angioedema or those who have experienced angioedema after taking an ACE inhibitor.\n[16]\n\nHyperkalemia:\nAldosterone plays a critical role in potassium excretion from the kidney. Consequently, low levels of aldosterone can lead to hyperkalemia. Due to ramipril's effects on aldosterone production, the medication should be withheld or discontinued in patients who develop hyperkalemia, defined as potassium levels greater than 5 mEq/L.\n\nHyponatremia:\nAngiotensin II stimulates the increased release of aldosterone from the adrenal glands, leading to sodium and water reabsorption in the kidneys. Without angiotensin II, aldosterone production is reduced, which can exacerbate hyponatremia. Therefore, for patients already experiencing hyponatremia, administering ramipril or other ACE inhibitors may worsen their condition.\n\nThe HOPE (Heart Outcome Prevention Study) study conducted in 2008 demonstrated that after administering 10 mg ramipril for 12 weeks, clinically, there was no significant change in renal function in patients with renal artery stenosis. Based on the findings from the HOPE study, ramipril can be considered safe for use in patients with renal artery stenosis.\n[17]\n\nBox Warning\n\nPregnancy:\nRamipril is contraindicated during pregnancy. Concurrent use of ACE inhibitors in patients who are pregnant is associated with reports of oligohydramnios and skull defects.\n\nFetus:\nMedicines that act directly on RAS during the second and third trimesters of pregnancy can cause injury and death to the developing fetus. Potential adverse effects in neonates may include skull hypoplasia, anuria, hypotension, renal failure, and even death. If pregnancy is confirmed, ramipril should be discontinued immediately.",
    "mechanism": "The renin-angiotensin-aldosterone system (RAAS) is vital for regulating blood pressure in the human body.\n[7]\n[8]\nBelow is a brief overview of RAAS and its effects.\n\nAngiotensinogen is produced primarily in the liver and released into the bloodstream as a prohormone.\nRenin, an enzyme produced by juxtaglomerular cells located at the afferent arteriole of glomeruli, is released in response to reduced renal perfusion caused by low blood pressure.\nRenin interacts with angiotensinogen by cleaving 10 amino acids from its structure, forming angiotensin I.\nAngiotensin I increases blood pressure through its vasoconstrictive effects.\nWhen angiotensin I passes through the lungs, it is converted to angiotensin II by ACE in the pulmonary vascular endothelial cells.\n\nAngiotensin II has several effects that aid in regulating blood pressure.\n\nAngiotensin II affects the brain by stimulating the release of vasopressin, which improves blood pressure by reabsorbing fluids from the kidneys.\nAngiotensin II induces arteriolar vasoconstriction, causing increased total peripheral resistance and elevated blood pressure.\nAngiotensin II acts on the adrenal cortex by promoting the release of aldosterone. Aldosterone increases sodium reabsorption in the renal tubular cells and water reabsorption in collecting ducts.\nAngiotensin II stimulates adrenergic outflow from the central nervous system, resulting in elevated blood pressure.\n\nRamipril and its active metabolite, ramiprilat, act as ACE inhibitors, inhibiting circulating and tissue ACE. This inhibition leads to suppressed angiotensin II formation. As a result, sympathetic activity decreases, and there is a reduction in sodium and water reabsorption from the kidneys. Additionally, the smooth muscles in the arterioles relax, reducing blood pressure. ACE also plays a role in breaking down bradykinin, a vasopressor agent. The elevated levels of bradykinin caused by ACE inhibition may contribute to the therapeutic effects of ramipril. However, elevated bradykinin levels can also cause dry cough, a common adverse effect of ACE inhibitors.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nRamipril is readily absorbed when taken orally; the maximum plasma concentration in the therapeutic window is typically reached within 1 hour. The bioavailability of ramipril is approximately 50% to 60%. Although meals do not significantly impact the extent of absorption of ramipril, taking the drug with food can slow down the absorption rate.\n\nDistribution:\nRamipril is predominantly metabolized to its active form, ramiprilat. Both substances exhibit significant plasma protein binding: 73% for ramipril and 56% for ramiprilat.\n\nMetabolism:\nRemoving the ester group from ramipril forms its active metabolite, ramiprilat. Additionally, the glucuronidation of both ramipril and ramiprilat produces inactive metabolites. Notably, ramipril is not a substrate, inhibitor, or inducer of cytochrome P450 enzymes.\n[10]\n\nElimination:\nThe elimination of ramipril occurs in 3 phases. The initial phase involves a rapid decline in plasma concentration, characterized by distribution to tissues and plasma, with a half-life of approximately 2 to 4 hours. This phase is succeeded by apparent elimination, during which free ramiprilat is eliminated, and the half-life is approximately 9 to 18 hours. The final phase is terminal elimination, with a half-life of more than 50 hours.\n\nRamipril is primarily excreted through urine (60%) and stool (40%). In patients with a creatinine clearance (CrCl) of less than 40 mL/min/1.73 m², the peak plasma concentration of ramiprilat is twice as high as those without kidney disorders. Similarly, the trough level tends to increase 5 times, and the area under the curve (AUC), representing drug exposure, is elevated 3- to 4-fold in these patients. Patients with liver impairment, which affects ramipril metabolism, may experience an increase in plasma levels by approximately 3-fold.",
    "administration": "Available Dosage Forms and Strengths\n\nRamipril is available in 1.25 mg, 2.5 mg, 5 mg, and 10 mg oral capsules. Patients having trouble swallowing ramipril capsules can open the capsule and mix the contents with 120 mL of water, applesauce, or juice to facilitate administration.\n\nAdult Dosage\n\nHFrEF:\nThe recommended initial ramipril dose is 1.25 to 2.5 mg once daily, gradually increasing to a target dosage of 10 mg once daily.\n[3]\n\nHypertension:\nPatients not taking a diuretic should begin at an initial dosage of 2.5 mg, administered once daily. This may be adjusted based on the patient's blood pressure response, ranging from 2.5 to 20 mg daily, administered in a single or 2 equally divided doses. If the antihypertensive effect wanes at the end of the dosing interval, clinicians may consider increasing the dose or administering it twice daily. Additionally, a diuretic may be added to the treatment regimen if ramipril monotherapy does not effectively control blood pressure.\n[11]\n[12]\n\nSpecific Patient Populations\n\nRenal impairment:\nDosage adjustments for patients with renal impairment based on indications are listed below.\n\nHypertension\nCrCl <40: Start at 1.25 mg daily, with a maximum dosage of 5 mg daily.\nHemodialysis: 1.25 to 5 mg daily in 1 or 2 doses without supplement post-dialysis.\nPeritoneal dialysis: 1.25 to 5 mg daily in 1 or 2 doses, with the supplement not explicitly defined.\n\nAll other indications\nCrCl <40: The standard dose is reduced by 75%.\nPeritoneal dialysis and hemodialysis: Same as for hypertension.\n\nHepatic impairment:\nClinicians should exercise caution while administering ramipril to patients with hepatic impairment, specifically severe cirrhosis or ascites, as there is no defined dosage for these patients.\n\nPregnancy considerations:\nRamipril should be avoided during pregnancy. Close monitoring of amniotic fluid and the fetus is essential if ramipril use is indicated. Studies suggest that neonatal harm, including intrauterine growth restriction, oligohydramnios, renal failure, and even death, can occur, particularly when ACE inhibitors are taken in the second and third trimesters.\n[13]\n\nBreastfeeding considerations:\nBecause no information is available on using ramipril during breastfeeding, an alternate drug (eg, LactMed\n®\n) may be preferred, especially while nursing a newborn or preterm infant.\n\nPediatric patients:\nRamipril is not indicated for this patient population.\n\nOlder patients:\nFor appropriate dosage considerations and precautions when administering ramipril to older patients, refer to the sections on renal and hepatic impairment.",
    "adverse_effects": "The following adverse reactions have been associated with ramipril administration.\n\nDry cough:\nDry cough occurs when ramipril inhibits the degradation of bradykinin, a substrate of ACE, in the lung tissues, leading to increased bradykinin levels in the body. Patients of Afro-Caribbean descent may experience this adverse effect more frequently than other patient populations. The cough typically develops within a few months of initiating treatment and tends to resolve within 1 month after discontinuing the medication. Certain genetic variants and female gender are identified risk factors for dry cough.\n[14]\n[15]\n\nPostural hypotension:\nSome patients, particularly older adults, may experience postural hypotension, which can increase the risk of falls, head injuries, and bone fractures. Symptoms such as dizziness and lightheadedness can occur when patients quickly transition from sitting to lying to standing. Patients should receive counseling about the potential symptoms of postural hypotension during the initiation of treatment.\n\nElevated serum creatinine:\nRamipril may cause a transient increase in serum creatinine in approximately 1% to 2% of patients.\n\nHyperkalemia:\nHyperkalemia has been reported in approximately 1% to 10% of patients taking ramipril.\n\nAnxiety-like symptoms:\nPatients with anxiety or tremors should be closely monitored for these symptoms for a few weeks after initiating ramipril therapy.\n\nAngioedema:\nRamipril can lead to angioedema at any point during treatment, with a typical involvement of the intestine or head and neck region, which may pose a risk to the airway.\n[16]\n\nOther rare side effects of ramipril may include hypoperfusion, movement disorders, onycholysis, and oral disorders.\n\nDrug-Drug Interactions\n\nDiuretics:\nPatients taking diuretics, particularly those who recently started diuretic therapy, may occasionally experience significant blood pressure reduction when initiating treatment with ramipril. To minimize the risk of hypotension, consider reducing or discontinuing the diuretic or increasing salt intake before starting ramipril. If these adjustments are not feasible, lowering the initial dose of ramipril is advisable.\n\nAgents increasing serum potassium:\nCo-administration of medications that elevate serum potassium levels with ramipril can lead to hyperkalemia. Clinicians must monitor serum potassium levels in these patients.\n\nOther agents affecting the renin-angiotensin system:\nPatients should not take RAS inhibitors in combination with ramipril. Specifically, aliskiren with ramipril should not be administered to patients with diabetes.\n\nLithium:\nIncreased serum lithium levels and symptoms of lithium toxicity have been observed in patients taking lithium with ACE inhibitors. Therefore, frequent monitoring of serum lithium levels is recommended. The risk of lithium toxicity may be further increased if a diuretic is also administered.\n\nGold:\nThere are rare reports of nitritoid reactions (symptoms include nausea, vomiting, facial flushing, and hypotension) occurring in patients on therapy with injectable gold (sodium aurothiomalate) and concomitant ACE inhibitor therapy, including ramipril.\n\nNSAIDs:\nIn patients who are older, volume-depleted (such as those on diuretic therapy), or have kidney disease, the co-administration of NSAIDs (including selective COX-2 inhibitors) with ACE inhibitors like ramipril may lead to worsening renal function, potentially resulting in acute renal failure. These effects are generally reversible. Regular monitoring of renal function is recommended for patients receiving concomitant ramipril and NSAID therapy.\n\nAgents causing angioedema:\nPatients taking mTOR inhibitors (eg, temsirolimus) or neprilysin inhibitors concurrently with ramipril may be at an increased risk of developing angioedema.",
    "monitoring": "Baseline renal function should be assessed before initiating ramipril. If a significant drop in the estimated glomerular filtration rate (eGFR) occurs after starting ramipril, therapy should be discontinued, and alternative treatment options should be considered.\n\nMonitoring for signs of postural hypotension, angioedema, and hyperkalemia is recommended, especially during the initial few weeks.\n\nIf the patient has a history of collagen vascular disease or CKD, periodic monitoring of complete blood count (CBC) with differentials is recommended due to the risk of agranulocytosis.\n[18]",
    "toxicity": "Ramipril overdose can lead to severe hypotension, primarily attributed to vasodilation and effective hypovolemia. A study conducted in 2006 to investigate the effects of ramipril overdose on blood pressure concluded that a drop in blood pressure typically occurs within the first 4 to 4.5 hours after ingestion. Therefore, monitoring the patient for at least 6 hours after the overdose is essential. If the blood pressure remains stable during the first 6 hours after administration, the patient can be considered for discharge.\n[19]"
  }
}