{
  "drug_name": "ramucirumab",
  "nbk_id": "NBK459267",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459267/",
  "scraped_at": "2026-01-11T15:37:47",
  "sections": {
    "toxicity": "The management of adverse effects and complications from radiation therapy in esophageal cancer is essential for patient comfort and long-term outcomes. Acute esophagitis is a common side effect characterized by inflammation of the esophagus, leading to pain and difficulty swallowing. Management involves the use of analgesics to control pain, antacids to reduce acid irritation, and dietary modifications such as soft and bland foods to minimize discomfort. Topical anesthetics and coating agents may also provide symptomatic relief. In severe cases where oral intake is significantly impaired, the temporary placement of a feeding tube might be necessary to ensure adequate nutrition.\n\nRadiation dermatitis, another frequent side effect, manifests as skin irritation or burns in the area exposed to radiation. This condition can be managed by applying topical emollients to soothe the skin and mild steroids to reduce inflammation. Proper wound care is crucial to prevent infection, and patients are advised to avoid tight clothing and irritants that could exacerbate the condition.\n\nFatigue is a common systemic side effect during radiation therapy. Patients are encouraged to rest and adopt energy conservation strategies to manage fatigue effectively. Maintaining adequate hydration and proper nutrition is also critical to supporting the body’s energy levels and overall health during treatment.\n\nLate complications from radiation therapy, such as strictures, perforation, and fistula formation, require more intensive interventions. Strictures, or narrowing of the esophagus, may be treated with endoscopic dilation to widen the passage or the placement of a stent to keep the esophagus open. Perforations or fistulas, which are abnormal connections that can form between the esophagus and other structures, may necessitate surgical repair depending on their severity and location.\n\nRadiation can also lead to pulmonary complications such as radiation pneumonitis and fibrosis. Acute pneumonitis, an inflammatory condition of the lungs, may require treatment with steroids to reduce inflammation and oxygen support to assist with breathing. For long-term complications like pulmonary fibrosis, which involves the scarring of lung tissue, pulmonary rehabilitation, and ongoing monitoring are essential to manage symptoms and maintain lung function."
  }
}