{
  "drug_name": "ranibizumab",
  "nbk_id": "NBK544362",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544362/",
  "scraped_at": "2026-01-11T15:37:48",
  "sections": {
    "indications": "Contraindications include ocular or periocular infections and hypersensitivity.\n[22]\nPatients who have an ocular infection, who recently underwent ocular surgery, or have increased intraocular pressures should avoid ranibizumab use.",
    "mechanism": "Ranibizumab (molecular weight = 48 kD) is an affinity-matured, humanized immunoglobulin G1 monoclonal antibody fragment that binds to the receptor-binding site of active VEGF-A. Thus, ranibizumab inhibits the interaction of VEGF-A with its receptors on endothelial cells, preventing endothelial proliferation, vascular permeability, and neovascularization.\n[15]\nVEGF-A plays a significant role in vascular leak and angiogenesis in the development of NVAMD. Ranibizumab is an antigen-binding fragment (Fab) derived from bevacizumab and has a higher affinity to VEGF-A. Additionally, ranibizumab has one binding site for VEGF, allowing two molecules of ranibizumab to bind to one VEGF dimer. The small size of ranibizumab allows for enhanced diffusion into the retina and choroid.\n[2]\n[16]",
    "administration": "Ranibizumab administration is by intravitreal injection.\n[17]\n[18]\n\nFor NVAMD treatment therapy, 0.5 mg (0.05 mL) is recommended as an intravitreal injection once a month.\nFor macular edema treatment following RVO, 0.5 mg (0.05 mL) is recommended as an intravitreal injection once a month.\nFor the treatment of DME and DR, 0.3 mg (0.03 mL) is recommended as an intravitreal injection once a month.\nFor the treatment of mCNV, 0.5 mg (0.5 mL) is recommended as an intravitreal injection once a month for no more than three months.\nAcute treatment administration may be with variably prescribed injection protocols.",
    "adverse_effects": "Adverse effects associated with ranibizumab use include conjunctival hemorrhage, eye pain, vitreous floaters, and a short-term and long-term increase in ocular pressure.\n[19]\n[20]\n[21]\nAdverse effects of intravitreal injections include endophthalmitis (incidence reported in the range 0.019 to 1.6%), retinal detachments (incidence reported in the range 0 to 0.67%), or hemorrhage, intraocular inflammation (incidence reported in the range 1.4 to 2.9%), and risk of thromboembolic events.\n[15]\n[22]\n[23]\nThere are reports of a few cases of the development of significant sub-retinal hemorrhage when administering intravitreal ranibizumab.\n[24]\n[25]\nThe overall risk of systemic adverse effects of ranibizumab is low. However, these effects may increase in patients, especially in the elderly population.\n[22]\n[26]",
    "monitoring": "After ranibizumab administration, patient self-monitoring is essential to detect signs of infection, decreasing visual acuity and pain. Patient self-monitoring with tools such as the Amsler grid may help monitor the reactivation of NVAMD.\n[27]\nIntravitreal injections can be associated with endophthalmitis, retinal detachment, and increases in intraocular pressures (IOP). The monitoring of IOPs should occur before and after the intravitreal injection of ranibizumab. Systemic exposure is low due to rapid elimination after passing through the vitreous.\n[28]\nAdditionally, patients with macular ischemia should be carefully monitored when considering prolonged anti-VEGF therapy due to an already compromised blood supply.\n[29]\nFor a 0.5 mg dose of ranibizumab, the half-life of the drug is around nine days.\n[2]",
    "toxicity": "The maximum dose of ranibizumab is 0.5 mg single dose monocular, and intravitreal injection allows the drug to penetrate all retina layers, minimizing systemic effects. When cultures of endothelial cells from human organ-cultured donor corneas received treatment with varying concentrations of ranibizumab, no cytotoxic effects of ranibizumab were observed.\n[30]\nThere is no known antidote in case of an overdose of ranibizumab."
  }
}