{
  "drug_name": "ranolazine",
  "nbk_id": "NBK507828",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507828/",
  "scraped_at": "2026-01-11T15:37:47",
  "sections": {
    "indications": "Ranolazine is contraindicated in patients with a sensitivity to the drug or any ingredient in the formulation. Absolute contraindications to ranolazine include concomitant use of strong CYP3A inhibitors such as ketoconazole, clarithromycin, and nelfinavir, as well as CYP3A4 inducers such as rifampin, phenobarbital, and St John’s wort. Ranolazine is also contraindicated in patients with liver cirrhosis.\n\nWarnings and Precautions\n\nRanolazine may prolong the QT interval by inhibiting IKr. Although torsades de pointes was not reported as an adverse effect in clinical trials, the risk may be increased in patients taking other QT-prolonging medications. Hepatic impairment can further elevate plasma concentrations and exacerbate QTc prolongation. Caution is advised in patients with a family history of long QT syndrome or in those with a known prolonged QT interval.\n[40]\n\nAcute kidney injury has been reported in patients with severe renal impairment (CrCL <30 mL/min) receiving ranolazine. Renal function should be monitored after initiation and periodically in patients with moderate-to-severe renal impairment (CrCl <60 mL/min), with attention to increases in serum creatinine and blood urea nitrogen (BUN). Ranolazine should be discontinued and appropriate treatment initiated if acute kidney injury develops. Ranolazine-induced BRASH syndrome—characterized by bradycardia, renal failure, atrioventricular (AV) nodal blockade, shock, and hyperkalemia—has been reported, particularly in patients with preexisting cardiac disease who are taking AV nodal blocking agents.\n[41]\n[42]",
    "mechanism": "The mechanism of ranolazine's antianginal and anti-ischemic effects is not entirely understood. Ranolazine is known to inhibit the late phase of the inward sodium channels in ischemic cardiac myocytes, thereby reducing intracellular sodium concentration and subsequently decreasing intracellular calcium influx through the sodium-calcium (Na-Ca) exchanger. The resulting decrease in intracellular calcium decreases ventricular wall tension and myocardial oxygen consumption without significantly affecting blood pressure or heart rate.\n\nThe Monotherapy Assessment of Ranolazine in Stable Angina (MARISA) trial randomized 191 patients with activity-limiting angina to receive 500 mg, 1000 mg, or 1500 mg of ranolazine twice daily, or placebo for 1 week. Ranolazine significantly increased exercise duration compared with placebo and had negligible effects on heart rate and blood pressure.\n[20]\n\nAt therapeutic concentrations, ranolazine inhibits the rapid delayed rectifier potassium current (IKr), thereby prolonging the QT interval. However, its primary mechanism of late sodium channel current (INa) inhibition shortens or minimally affects ventricular action potential duration at the cellular level. This mechanism accounts for the low risk of torsades de pointes associated with ranolazine despite QT prolongation.\n\nIn long QT syndrome type 3, caused by gain-of-function mutations that increase late inward sodium channel activity, ranolazine shortens the abnormally prolonged QTc interval. Ranolazine reduces recurrent arrhythmias by directly targeting the underlying sodium channel dysfunction.\n[21]\nAdditionally, ranolazine also inhibits fatty acid oxidation, thereby enhancing glucose oxidation, reducing lactic acid production, and improving heart function.\n[22]\n\nPharmacokinetics\n\nAbsorption:\nRanolazine reaches peak plasma concentrations within 2 to 5 hours, with steady-state levels achieved in approximately 3 days. As a substrate of P-glycoprotein (P-gp), concomitant use of P-gp inhibitors may increase the absorption of ranolazine.\n[23]\n\nDistribution:\nThe steady-state volume of distribution of ranolazine ranges from 85 to 180 liters. Ranolazine is approximately 65% bound to serum protein, mainly to α1-acid glycoprotein.\n[24]\n\nMetabolism:\nRanolazine is rapidly metabolized in the liver, primarily via cytochrome P450 3A4 (CYP3A4) enzymatic activity, with minor metabolism occurring via CYP2D6.\n[25]\n[26]\nOver 40 different ranolazine metabolites have been identified in plasma, while more than 100 have been detected in urine.\n[27]\n\nExcretion:\nApproximately 75% of the administered dose is excreted renally, with the remainder excreted in the feces. The drug has a half-life of approximately 7 hours.\n[28]",
    "administration": "Available Dosage Forms\n\nRanolazine is available as 500 mg and 1000 mg extended-release tablets. The FDA has also approved a granule/sprinkle formulation.\n\nAdult Dosage\n\nDosing should be initiated at 500 mg twice daily and titrated to 1000 mg twice daily, as tolerated, with a maximum recommended dosage of 1000 mg twice daily. The tablets are film-coated and not scored; they should not be crushed, broken, or chewed. Food does not alter the absorption rate or the area under the plasma concentration-time curve (AUC); thus, ranolazine can be administered without regard to meals.\n\nDosage adjustment is required when ranolazine is co-administered with moderate CYP3A inhibitors, such as verapamil, diltiazem, and erythromycin. The dose should not exceed 500 mg twice a day in these cases. For patients receiving P-gp inhibitors (e.g., cyclosporine), dosing should be titrated according to clinical response, as these agents may also increase ranolazine plasma concentrations. The FDA-approved granule/sprinkle formulation can be administered by sprinkling the contents of a sachet onto a tablespoon of applesauce or yogurt and consuming immediately without crushing or chewing. For nasogastric tube administration, a sachet should be suspended in 50 mL of water in a syringe, shaken for 15 seconds, and delivered through a 12 French or larger tube; a 15 mL water rinse may be used if needed. For gastrostomy tube administration, the sachet should be suspended in 30 mL of water, shaken, and administered through a 12 French or larger tube.\n\nSpecial Patient Populations\n\nHepatic impairment:\nPlasma concentrations of ranolazine increase by 30% in patients with mild hepatic impairment (Child-Pugh Class A) and by 60% in patients with moderate hepatic impairment (Child-Pugh Class B). However, patients with mild-to-severe hepatic impairment exhibit a 3-fold increase in QT prolongation. Ranolazine is contraindicated in individuals with severe liver disease, such as cirrhosis.\n\nRenal impairment:\nSpecific dosing recommendations for renal impairment are not defined; however, caution is advised in patients with a creatinine clearance (CrCl) of less than 60 mL/min. Ranolazine should be discontinued if renal failure develops, and therapy should not be initiated in patients with a CrCl of less than 30 mL/min.\n[29]\nDosing guidance is not established for patients undergoing dialysis.\n\nPregnancy considerations:\nData on teratogenicity in humans are unavailable; therefore, clinicians should carefully weigh the risks and benefits when considering ranolazine in pregnant patients. Animal studies have demonstrated maternal toxicity, misshapen sternebrae, and reduced ossification. In the absence of adequate, well-controlled studies in pregnant women, ranolazine should be used during pregnancy only if the potential benefit to the patient justifies the potential risk to the fetus.\n[30]\n\nBreastfeeding considerations:\nClinicians should weigh the risks and benefits of ranolazine use during breastfeeding. However, there are insufficient clinical data to determine potential risks to the infant or effects on milk production.\n\nPediatric patients:\nRanolazine is not indicated or approved for use in pediatric patients.\n\nOlder patients:\nIn controlled studies, 48% of subjects were aged 65 or older, and 11% were 75 or older. Researchers observed no overall differences in efficacy between older and younger patients. However, patients aged 75 or older experienced a higher incidence of adverse events, serious adverse events, and drug discontinuations resulting from adverse events.\n[31]",
    "adverse_effects": "The most commonly reported adverse events include dizziness, headaches, nausea, confusion, tinnitus, vertigo, blurred vision, dyspnea, palpitations, abdominal pain, dry mouth, vomiting, anorexia, dyspepsia, peripheral edema, and constipation. More severe adverse effects include QT prolongation, syncope, hematuria, bradycardia, hypotension, orthostatic hypotension, thrombocytopenia, leukopenia, angioedema, renal failure, eosinophilia, pulmonary fibrosis, and pancytopenia.\n[32]\nAlthough rare, isolated cases of ranolazine-induced myopathy have been reported; prognosis is generally favorable following discontinuation of the drug.\n[33]\n[34]\n\nPostmarketing adverse effects include hallucinations, tremors, paresthesia, abnormal coordination, dysuria, and rash. Reported neurological effects are usually dose-dependent and resolve upon discontinuation.\n[15]\nA rare case of creatine kinase elevation has been reported.\n[34]\n\nDrug-Drug Interactions\n\nRanolazine is metabolized in the liver primarily by CYP3A4  and, to a lesser extent, by CYP2D6 enzymes. Ranolazine is also a substrate of P-gp. Potent CYP3A4 inhibitors such as ketoconazole, clarithromycin, and ritonavir increase ranolazine levels; therefore, concomitant use is contraindicated. Moderate CYP3A4 inhibitors such as diltiazem, fluconazole, erythromycin, and verapamil also increase ranolazine levels.\n\nWhen these agents are used together, the ranolazine dosage should not exceed 500 mg twice daily, and close monitoring is required. CYP3A4 inducers, including rifampin, carbamazepine, phenytoin, and St John’s wort, reduce ranolazine plasma levels, and concomitant use is not recommended. Although no specific dose adjustments are recommended for patients with hepatic impairment, ranolazine is contraindicated in individuals with cirrhosis of the liver.\n[35]\n\nCoadministration of ranolazine and metformin, each at 1000 mg twice daily, has been shown to increase plasma concentrations of metformin. In patients receiving ranolazine 1000 mg twice daily, the total daily dose of metformin should not exceed 1700 mg, and blood glucose levels should be closely monitored.\n[36]\n[37]\n[38]\n\nConcomitant use of ranolazine with digoxin, a P-gp substrate, increases digoxin exposure and may require dose adjustment.\n[39]\nSimilarly, when ranolazine is coadministered with P-gp inhibitors such as cyclosporine, the ranolazine dose should be adjusted based on clinical response due to the potential for increased drug levels.",
    "monitoring": "Healthcare professionals must monitor the following:\n\nThe QTc interval in patients receiving ranolazine and other QT-prolonging drugs.\n[43]\n[44]\nBlood glucose and metformin-related adverse effects in patients taking both ranolazine and metformin, as ranolazine increases metformin levels.\nSigns of neurological adverse effects, particularly at high doses.\nSerum creatinine, BUN, and urine output in patients with a CrCl less than 60 mL/min.\n[41]",
    "toxicity": "Signs and Symptoms of Overdose\n\nHigh doses of ranolazine can cause dose-dependent increases in dizziness, tremors, dysphagia, hallucinations, unsteady gait, nausea, and vomiting. Electrocardiogram (ECG) monitoring may be necessary in cases of suspected ranolazine overdose. Because ranolazine is approximately 62% bound to plasma proteins, hemodialysis is not an effective method of removal. A reported case involving a male aged 15 admitted to the pediatric ICU following a ranolazine overdose developed recurrent new-onset seizures. The seizures were considered most likely secondary to ranolazine toxicity.\n[45]\nInfrequent case fatalities have been reported following intentional overdose.\n[46]\n\nManagement of Overdose\n\nSupportive therapy is recommended in cases of ranolazine overdose. In addition to general supportive measures, ECG monitoring may be required for an overdose. Consultation with a medical toxicologist, critical care physician, and cardiologist is advised. The National Poison Control Center can be contacted at 1-800-222-1222 for guidance.\n[47]"
  }
}