{
  "drug_name": "raspberry",
  "nbk_id": "NBK557582",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557582/",
  "scraped_at": "2026-01-11T15:37:48",
  "sections": {
    "clinical_significance": "In those with a Bishop score < 6 or arrest of labor, multiple methods of cervical ripening can be performed by the obstetrician.\n\nPharmacologic Methods of Cervical Ripening\n[16]\n\nMisoprostol: synthetic prostaglandin E1 analog administered orally or vaginally\nDinoprostone: prostaglandin E2 agent may be given as a vaginal insert or cervical gel\nMifepristone: progesterone antagonist administered orally\nOxytocin: does not directly induce cervical dilation but instead causes the uterus to contract more fully. This pushes the fetal head against the cervix, further stimulating the thinning and widening.\n\nMany patients will inquire about natural methods of augmenting labor and cervical dilation. The clinician should verbalize to the patient that these non-pharmacologic methods continue to maintain an uncertain efficacy role in labor induction and cervical ripening.\n\nNon-pharmacologic Methods of Cervical Ripening\n\nHerbal: evening primrose oil and red raspberry leaves\n[17]\nBreast stimulation: facilitates the release of oxytocin\nSexual intercourse: promotes the release of oxytocin via breast and nipple stimulation. Stimulation of the lower uterine segment via penetration may result in the local release of prostaglandins.\n[18]\nAcupuncture: may trigger the release of oxytocin and prostaglandins\n[19]\n\nMechanical Methods of Cervical Ripening\n\nHygroscopic dilators: absorb endocervical fluids, allowing the device to expand within the endocervix, leading to dilation.\nBalloon catheter: a specialized balloon catheter or foley catheter may be used. The catheter is introduced into the endocervix and inflated with saline. The balloon is retracted to rest on the internal os, applying direct pressure to the cervix, mimicking the fetal head pressure against the cervix. This, in turn, increases the cervical tissue response to oxytocin and prostaglandin.\n[20]\n\nSurgical Methods of Cervical Ripening\n\nMembrane stripping: inserting a finger through the internal cervical os and moving it in a circle, detaching the inferior pole of the membranes from the lower uterine segment.\nAmniotomy: also known as artificial rupture of the membranes (AROM)\n\nThe majority of the above methods of cervical ripening may also be utilized to ripen and dilate the cervix in dilation and curettage.\n\nAlso of clinical importance is the length of the cervix. It is well known that the cervical length is a strong indicator of whether or not a birth will be preterm. The shorter the cervical length, the higher the risk of spontaneous preterm birth. For clinical ease, the cutoff above which a cervix can be considered normal is 25 mm (2.5 cm). Those below this cutoff are at an increased risk of spontaneous preterm birth.\n[21]\nFor reference, a meta-analysis of 158,000 women who underwent a transvaginal ultrasound between 16 and 24 weeks showed a mean cervical length of 3.8 cm.\n[22]"
  }
}