{
  "drug_name": "rebamipide",
  "nbk_id": "NBK594235",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594235/",
  "scraped_at": "2026-01-11T15:37:49",
  "sections": {
    "indications": "Since the refinement of the axis and power with a stenopeic slit is a subjective assessment method, the patient must be able to understand and follow the instructions. A patient unable to effectively engage with the clinician due to cognitive deficit or other barriers is not a good candidate for this assessment technique. The patient must also tolerate the positioning and wearing of a trial frame.\n\nThe stenopeic slit technique is complicated by high amounts of astigmatism that have resulted in meridional amblyopia, habitual squinting, and patients who have developed a habit of \"blur-interpretation.\"\n\nFinally, the best-corrected visual acuity has to be adequate to recognize changes in image clarity provided during the test.",
    "clinical_significance": "Astigmatism causes deterioration of the retinal image and affects the quality of vision. Therefore, the diagnosis of astigmatism and its proper treatment are critical. This is especially true for children who can develop meridional amblyopia if the power of their astigmatism is significant. The optical defocus caused by astigmatism can cause asthenopia, monocular diplopia, and blur.\n\nDifferent techniques to assess the axis of astigmatism include keratometry, corneal topography, aberrometry, autorefractor measurements, retinoscopy, the Jackson cross cylinder method, and astigmatic dial methods that include the fan-and-block method, the astigmatic dial technique, the cross dial technique, and others.\n[26]\n[27]\n[28]\n\nAstigmatism can be managed with spectacles, contact lenses, or surgical correction through refractive surgery, toric intraocular lens implantation, and limbal relaxing incisions.\n[29]\n\nAs the orientation of the stenopeic slit changes, the retinal blur size in an astigmatic eye changes due to an axial shift of the circle of least confusion. When the stenopeic slit is aligned with one of the principal meridians of astigmatism, the spherocylindrical refractive error becomes purely spherical. This orientation produces the sharpest image because the refractive error is the lowest. Patients have different tolerance for visual blur; therefore, the decision on the astigmatic power prescription is dictated by their tolerance level. However, factors such as age and the need to prevent long-term complications may dictate the need to correct astigmatism.\n\nA higher degree of astigmatism is noted in infants and neonates and is reported to be even higher in preterm newborns. An inverse correlation is noted between postconceptional age and birth weight. The occurrence of astigmatism in childhood naturally declines with the process of emmetropization. In almost all cases, significant astigmatism resolves spontaneously in the first year of life. This resolution occurs because of a physiological decrease in the toricity of the cornea and anterior lens surface, combined with reduced variability of corneal-lenticular surfaces.\n\nHowever, higher degrees of infantile astigmatism are associated with increased astigmatism and myopia in school-aged children.\n[30]\nWTR astigmatism occurs most often, followed by ATR astigmatism; oblique astigmatism is much rarer.\n[31]\nThese changes are usually attributed to alterations in the position and tension or tightness of the eyelid and extraocular muscles, biomechanical properties of the cornea, and genetic factors.\n[32]\nNumerous guidelines exist to help practitioners decide on the degree of astigmatism that needs to be corrected.\n\nThe visual system may not be very sensitive to the blur induced by astigmatism during the initial stages of life, but from then on, uncorrected astigmatic error, especially when oblique, can induce retinal blur during the early developmental phase leading to a condition called meridional amblyopia.\n\nFactors such as the palpebral fissure slant can affect corneal toricity, which in turn induces astigmatism. Patients with Trisomy 21 and Treacher-Collins syndrome show oblique astigmatism due to an upward or downward slant of the palpebral fissure.\n[33]\nReduced corneal rigidity can also increase astigmatism caused by eyelid pressure.\n[34]\nThe pupil size also affects astigmatism. Larger pupil size is correlated with high cylindrical power and WTR astigmatism. A higher degree of astigmatism induces chromatic aberrations like coma, which becomes an important consideration before doing refractive surgeries.\n[35]\nTear film changes also affect the cornea and can result in astigmatism.\n[36]\n\nManagement of Astigmatism\n\nNonsurgical management options for astigmatism are spectacles, toric soft contact lenses, and rigid gas permeable contact lenses (RGPCLs). RGPCL options for astigmatism include front-surface, back-surface, and bitoric lenses. In some cases, spherical RGPCLs are combined with spectacle correction. Surgical options for astigmatism include refractive surgery procedures, toric intraocular lens implants, and limbal relaxing incisions.\n[37]\n[38]\n[39]\n\nAstigmatic Lens Types\n\nPlano-cylindrical lenses contain one meridian that has no focusing power, the plano meridian, and the other meridian that focuses light, the cylindrical meridian. The plano meridian creates a focal line at infinity, while the cylindrical meridian creates a focal line at a finite distance. Therefore, in the case of the plano-cylindrical lens, one of the focal lines is at infinity, and because the circle of least confusion is halfway in between the two focal lines, its location is at infinity as well.\n[12]\n\nSphero-cylindrical lenses contain both meridians with focusing power, and both will create a focal line at a finite distance. The circle of least confusion is halfway between the two focal lines.\n\nFor both lenses, the focal line is perpendicular to the orientation of the meridian."
  }
}