{
  "drug_name": "red ginseng",
  "nbk_id": "NBK536964",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK536964/",
  "scraped_at": "2026-01-11T15:37:51",
  "sections": {
    "clinical_significance": "A significant clinical concern with herbal supplements is their interaction with cytochrome p450 enzymes (CYP450), particularly when patients take prescription drugs and herbal supplements concurrently. Approximately 80% of prescribed medications are metabolized through 6 CYP enzymes—CYP1A2, CYP2C9, CYP2C19, CYP2D6, CYP2E1, CYP3A4.\n[43]\nCYP450 enzymes hydroxylate xenobiotics and endobiotics, conjugating them to additional chemical moieties, facilitating elimination from the body. Herbal supplements may inhibit these enzymes, causing increased exposure to toxic compounds or induce the enzymes, increasing the number of toxic compounds produced or releasing organ-damaging reactive oxygen species. Among the supplements discussed, multiple compounds in\nGingko biloba\n, hyperforin in St. John's wort, ginsenosides in ginseng, and diallyl sulfide in garlic induce CYP450 enzymes. Terpenes in black cohosh and\nEchinacea\nextract may inhibit CYP450 enzymes.\n[44]\n\nAnother possible interaction occurs when an herbal supplement shares a mechanism of absorption, distribution, metabolism, or excretion (ADME) similar to a prescribed drug. In such cases, changing the prescribed drug dosage can safely counteract the negative interaction.\n[43]\n\nGarlic may negate anticoagulant effects or act as a blood thinner by inhibiting platelets.\n[45]\nGarlic did not affect blood clotting when compared to aspirin.\n[46]\nGarlic has been shown to affect drugs transported by P-glycoprotein (P-gp), specifically decreasing their concentrations, including colchicine, digoxin, doxorubicin, quinidine, rosuvastatin, tacrolimus, and verapamil.\n[43]\n\nPeople with ragweed allergies may also be allergic to\nEchinacea\n. Six months of continuous ingestion of different\nEchinacea\npreparations showed no toxic effects.\n[12]\nHowever, there are reports that Echinacea may inhibit CYP1A2 and CYP3A enzymes.\n[44]\n\nBlack cohosh has been shown to interact with the OATP2B1 enzyme, potentially reducing the efficacy of fexofenadine, glyburide, amiodarone, and many statin medications. No clinically significant effects were observed on P-gp and multiple CYP enzymes.\n[43]\n\nIn several human trials, Asian ginseng did not affect CYP2E1, CYP1A2, CYP2D6, or P-gp.\n[43]\nIn a single trial, American ginseng was shown to reduce the international normalized ratio (INR) by 0.2 when used with warfarin.\n[47]\nGinseng is generally nontoxic, but high doses (3g daily) have been shown to cause insomnia, nausea, headache, and nervous excitation.\n[14]\n\nGingko biloba\nhas been shown to inhibit platelet aggregation. However, several studies showed that\nGingko\ndid not increase bleeding risk or affect hematologic parameters.\n[43]\nGingko\nmay increase INR when combined with warfarin, potentially increasing the bleeding risk when used together.\n[47]\n\nGoldenseal has been shown to inhibit CYP2D6 and CYP3A4, enzymes responsible for metabolizing approximately 50% of pharmaceutical agents. Therefore, it is strongly advised to avoid using goldenseal with most prescription and over-the-counter medications.\n[43]\n\nSt. John's wort has been shown to induce CYP3A4 and P-gp, potentially reducing the effectiveness of medications such as irinotecan, protease inhibitors, digoxin, cyclosporine, tacrolimus, warfarin, and oral contraceptives.\n[43]\nTherefore, it should generally be avoided when taking prescription or over-the-counter medications.\n\nSaw palmetto has been shown not to affect CYP1A2, CYP2D6, CYP3A4, or CYP2E1 enzymes.\n[43]\n\nReported possible adverse effects of hawthorn include nausea, dizziness, vertigo, fatigue, sweating, headache, palpitations, and epistaxis. Therefore, it is not recommended during pregnancy as it may cause uterine stimulation.\n[21]\n\nTopical capsaicin may cause localized erythema, pruritus, and a burning sensation and can also lead to a transient increase in systemic blood pressure.\n[48]",
    "monitoring": "Liver function tests should be monitored for patients using hepatotoxic herbal supplements.\n[51]\nRenal function and electrolyte levels should be monitored for potential nephrotoxicity in patients with CKD.\n[53]"
  }
}