{
  "drug_name": "regorafenib",
  "nbk_id": "NBK539883",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539883/",
  "scraped_at": "2026-01-11T15:37:50",
  "sections": {
    "indications": "Rosuvastatin or any component of the drug formulation is contraindicated in patients with hypersensitivity. Other contraindications, as per the FDA-approved label, include acute liver failure, decompensated cirrhosis, and unexplained persistent elevations of serum transaminases.\n[29]\n[30]\nStatin medications should be avoided in pregnancy but may be considered in patients with homozygous familial hypercholesterolemia. Bile acid sequestrants are preferred alternatives in pregnancy.\n[31]\nNotably, the FDA has removed pregnancy from its list of contraindications for statin use.[\nU.S. Food & Drug Administration. Statins: Drug Safety Communication - FDA Requests Removal of Strongest Warning Against Using Cholesterol-lowering Statins During Pregnancy\n]\n\nWarnings and Precautions\n\nDiabetes mellitus:\nStatin medications may increase glycosylated hemoglobin and fasting serum glucose levels, although the incidence of this effect may vary.\n[32]\nThe ACC/AHA guidelines and other experts state that the cardiovascular risk-reducing benefits of statin therapy outweigh the generally mild rise in serum glucose levels or new-onset diabetes.\n[33]\n\nImmune-mediated necrotizing myopathy:\nSporadic reports of immune-mediated necrotizing myopathy, an autoimmune condition, have been associated with the use of statins, including recurrence following the administration of the same or different statin. Immune-mediated necrotizing myopathy is characterized by proximal muscle weakness and increased serum creatine kinase levels that persist despite the discontinuation of statin therapy. Characteristic features are the presence of positive anti–HMG-CoA reductase antibodies and muscle biopsy findings revealing necrotizing myopathy. Further neuromuscular and serologic evaluations may be required. Treatment with immunosuppressive agents may be necessary; in such cases, rosuvastatin should be discontinued if immune-mediated necrotizing myopathy is suspected.\n[34]\n[35]\n\nStatin-associated muscle symptoms:\nAccording to the National Lipid Association guidelines, statin-associated muscle symptoms is a broad term that includes myalgia, myopathy, myonecrosis, and rhabdomyolysis.\n[36]\n[37]\nProximal, symmetric muscle weakness or soreness is a typical presentation of myopathy:\n\nMyalgia: Muscle aches, muscle soreness, and muscle stiffness, with normal creatine kinase levels.\nMyopathy: Muscle weakness, not necessarily associated with elevated creatine kinase levels.\nMyonecrosis: Muscle enzyme elevations (creatine kinase) or hyperkalemia.\nRhabdomolysis: Severe condition associated with myonecrosis, myoglobinuria, and acute kidney injury.\n[38]",
    "mechanism": "The mechanism of action of rosuvastatin is the inhibition of 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting step in cholesterol synthesis. Inhibition of this enzyme reduces the conversion of HMG-CoA to mevalonic acid, thereby increasing the number of low-density lipoprotein receptors on hepatocyte membranes and stimulating the catabolism of low-density lipoprotein. HMG-CoA reductase inhibitors also decrease the levels of high-sensitivity C-reactive protein and exhibit pleiotropic effects, including inhibition of platelet aggregation, anticoagulant activity, reduction of vascular inflammation, and enhancement of endothelial function.\n[11]\n[12]\n\nPharmacokinetics\n\nAbsorption:\nPeak plasma concentrations of rosuvastatin occur 3 to 5 hours following oral administration. The absolute bioavailability of rosuvastatin is approximately 20%. The area under the concentration-time curve of rosuvastatin is unaffected by food intake or the time of administration.\n\nDistribution:\nThe mean volume of distribution is approximately 134 L. Rosuvastatin has a plasma protein binding of 88%, primarily to albumin.\n\nMetabolism\n: Hepatic uptake is mediated by organic anion-transporting polypeptides (OATPs), particularly OATP1B1 and OATP1B3.\n[13]\n[14]\nThe efflux transporter breast cancer resistance protein (BCRP) also modulates the absorption and disposition of rosuvastatin.\n[15]\nRosuvastatin undergoes minimal metabolism by the cytochrome P450 2C9 enzyme.\n[16]\n\nExcretion\n: Rosuvastatin is a hydrophilic compound with an elimination half-life of approximately 19 hours, primarily excreted into the bile and subsequently into the feces (approximately 90%). Only around 10% is eliminated in the urine.\n[17]\n[18]",
    "administration": "Available Dosage Forms and Strengths\n\nRosuvastatin is available in tablet and capsule formulations. The tablet can be administered orally, with or without food, or via a nasogastric tube. The medication may be taken at any time of the day and should be swallowed whole. The capsule should not be crushed or chewed. If opened, the capsule contents should be emptied into 1 teaspoon (5 mL) of applesauce and swallowed immediately without chewing.\n\nFor administration via a nasogastric tube, the capsule may be opened and its contents transferred into a 60-mL catheter-tipped syringe. The recommendation is to add 40 mL of water, replace the plunger, and shake for 15 seconds. The syringe should be attached to a nasogastric tube of at least 16 French gauge. The medication is then administered, followed by flushing the tube with 20 mL of water. The mixture should be administered immediately after preparation. Tablet strengths available for both generic and brand formulations include 5, 10, 20, and 40 mg.\n\nAdult Dosage\n\nDosing is individualized based on baseline LDL-C levels and the therapeutic goal. Therapeutic response and adherence are essential determinants of therapeutic success. Dosage adjustments should occur at intervals of 4 weeks or more, depending on the indication and whether primary or secondary prevention is the goal.\n\nHigh-intensity rosuvastatin therapy is 20 to 40 mg once daily, achieving an LDL-C reduction of 50% or greater. Moderate-intensity rosuvastatin therapy: 5 mg to 10 mg daily, achieving an LDL-C reduction of 30% to 49%.\n[19]\n[20]\nDue to the risk of significant drug-drug interactions, the dose adjustment should be performed in consultation with a pharmacist.\n\nSpecific Patient Populations\n\nHepatic impairment:\nIncreased serum transaminase levels and cases of fatal and nonfatal hepatic failure have been reported. Baseline liver function tests should be obtained before initiating therapy and periodically thereafter.\nIf clinically significant hepatic injury with hyperbilirubinemia or jaundice occurs,  rosuvastatin should be discontinued immediately.\n[16]\n\nRenal impairment:\nIf the creatinine clearance is greater than 30 mL/min, no dosage adjustment is necessary. However, if the clearance is less than 30 mL/min, therapy should be initiated at 5 mg once daily, with a maximum of 10 mg daily. The Kidney Disease: Improving Global Outcomes guidelines recommend statin or statin/ezetimibe therapy for adults aged 50 or older with an estimated glomerular filtration rate of less than 60 mL/min/1.73 m², who are not receiving chronic dialysis or kidney transplantation.\n[21]\n\nPregnancy considerations:\nBecause rosuvastatin and other statin medications reduce the synthesis of cholesterol and other biologically active substances derived from cholesterol, fetal harm may occur when administered during pregnancy.\nThe 2018 AHA/ACC guidelines recommend that women of childbearing age who are sexually active use reliable contraception while taking a statin medication. Women planning pregnancy should discontinue statin medications 1 to 2 months before conception or immediately upon recognizing pregnancy to avoid fetal exposure.\n[20]\n\nBreastfeeding considerations:\nAlthough levels of rosuvastatin in breast milk are minimal, limited data indicate the potential for effects on the infant. Because statin therapy reduces cholesterol synthesis and may cause adverse effects, breastfeeding is generally not recommended during treatment. Current guidelines advise avoiding breastfeeding due to potential disruptions in infant lipid metabolism. However, some experts note that children with homozygous familial hypercholesterolemia starting statins at 1 year of age have a low risk of complications, particularly with rosuvastatin or pravastatin. Until additional data are available, alternative treatments such as bile acid sequestrants may be preferable.\n[22]\n\nChildren:\nFor children with heterozygous familial hypercholesterolemia, the recommended dose of rosuvastatin is 5 to 10 mg daily for children aged 8 to 10 and 5 to 20 mg daily for those older than 10. For homozygous familial hypercholesterolemia, the recommended dose of rosuvastatin is 20 mg daily for children aged 7 or older. The safety and effectiveness of rosuvastatin have not been established in children younger than 8 with heterozygous familial hypercholesterolemia, or those younger than 7 with homozygous familial hypercholesterolemia.\n\nOlder adults:\nThe American Geriatrics Society/National Lipid Association joint guidelines emphasize that ASCVD risk increases with age, and elevated LDL-C and non–high-density lipoprotein cholesterol remain predictive in adults aged 75 or older. Risk assessment is challenging because most risk calculators do not account for comorbidities, frailty, or cognitive impairment. Shared decision-making and a patient-centered approach are essential for primary prevention, and coronary artery calcium scoring helps guide these decisions. Withholding therapy may be reasonable if the coronary artery calcium score is 0. The AHA/ACC notes that initiating a moderate-intensity statin may be reasonable in adults aged 75 or older with LDL-C levels of 70 to 189 mg/dL (1.7-4.8 mmol/L). LDL-C should be monitored every 3 to 12 months. Deprescribing may be considered in select adults, and ezetimibe or bempedoic acid may be used if LDL-C levels remain above target or in cases of statin intolerance.\n[6]\n[23]\n\nAsian individuals:\nAccording to product labeling, rosuvastatin should be initiated at 5 mg once daily in Asian individuals due to the potential for increased plasma concentrations. Rosuvastatin exposure is approximately 2-fold higher in Asian individuals compared to White individuals. Therefore, the risks and benefits should be carefully considered, and the dose adjusted if doses greater than 20 mg once daily are not effective.\n\nSome studies suggest that genetic variations in two specific proteins, solute carrier organic anion transporter family member 1B1 (\nSLCO1B1\n), which encodes OATP1B1, and ATP-binding cassette subfamily G member 2 (\nABCG2)\n, which encodes BCRP, are more reliable predictors of rosuvastatin exposure than ethnicity alone.\n[24]",
    "adverse_effects": "Clinically Relevant Adverse Effects\n\nClinically significant adverse effects of rosuvastatin include the following:\n\nCreatinine kinase of >10 times the upper limit of normal\nSevere myopathy\nRhabdomyolysis\nAspartate aminotransferase or alanine aminotransferase elevations of >3 times the upper limit of normal\nStatin-induced acute kidney injury\n[25]\n[26]\n[27]\n\nRare adverse effects include new-onset diabetes mellitus, hematuria, proteinuria, and hypersensitivity reactions.\n[28]\nOther reported adverse effects include headache, dizziness, nausea, constipation, interstitial cystitis, arthralgia, and weakness.\n\nDrug-Drug Interactions\n\nMedications that may increase the risk of myopathy when coadministered with rosuvastatin: Fibrates, colchicine, daptomycin, fusidic acid, niacin, niacinamide, raltegravir, red yeast rice extract, and rupatadine.\nMedications that may decrease the serum concentration of rosuvastatin: Antacids, apalutamide, elagolix, and eslicarbazepine.\nMedications that may increase the serum concentrations of rosuvastatin: Clopidogrel, cobicistat, cyclosporine, daclatasvir, dasabuvir, dronedarone, elbasvir, eltrombopag, eluxadoline, fostamatinib, glecaprevir, pibrentasvir, grazoprevir, itraconazole, ledipasvir, letermovir, ombitasvir, paritaprevir, ritonavir, osimertinib, protease inhibitors, simeprevir, teriflunomide, velpatasvir, and voxilaprevir.\n\nTable\nTable 1. Drug-Drug Interactions and Associated Clinical Recommendations for Rosuvastatin.",
    "monitoring": "The following monitoring parameters are based on the ACC/AHA's cholesterol guideline recommendations:\n\nCreatine phosphokinase levels should not be routinely measured; however, measurement of creatine phosphokinase should be considered in cases with a personal or family history of statin intolerance, drug-drug interactions that increase the risk of myopathy, or unexplained muscle pain or weakness.\nLiver function testing, including aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, and total bilirubin levels, does not need to be measured routinely. If hepatic impairment or symptoms suggestive of underlying hepatotoxicity occur during therapy, liver function testing may be beneficial.\n[16]\nLipid panel testing, including LDL-C, high-density lipoprotein, triglycerides, and total cholesterol levels, should be obtained during the initial visit to establish a baseline for future monitoring and treatment. Thereafter, a fasting lipid profile should be obtained within 4 to 12 weeks after initiation or dose adjustment. Further, fasting lipid profiles should be obtained every 3 to 12 months or as clinically indicated. If 2 consecutive low-density lipoprotein levels are less than 40 mg/d, the dose should be decreased.\nRosuvastatin requires dose adjustment in patients with renal impairment. Serum creatinine and calculated creatinine clearance should be obtained before initiating therapy.\n[28]\n[39]\n[40]\nIn patients receiving warfarin, an international normalized ratio should be obtained before starting rosuvastatin and frequently after initiation, dose titration, or discontinuation to ensure that no significant changes occur. Once stable, the international normalized ratio should be obtained at recommended intervals.\n[6]\n[41]",
    "toxicity": "Signs and Symptoms of Overdose\n\nRhabdomyolysis is the most clinically significant toxic adverse effect of rosuvastatin. If severe muscle symptoms or fatigue occur, the medication should be discontinued, and a creatinine phosphokinase level, serum creatinine, and urinalysis should be obtained to evaluate for myoglobinuria. If mild-to-moderate muscle symptoms are present, the drug should be discontinued to assess for other causes of myalgia.\n[42]\nSwitching to a different statin medication at a lower dose may relieve muscle symptoms. Statin medications inhibit the HMG-CoA pathway, which can hinder coenzyme Q10 production and disrupt cellular energy production, leading to muscle cell death.\n[43]\n\nManagement of Overdose\n\nNo antidotes are available for rosuvastatin overdose. Patients should be provided with supportive care. If the underlying etiology is resolved, patients can restart the original dose or a lower dose of rosuvastatin; however, if symptoms recur, rosuvastatin should be discontinued indefinitely. Management of statin-induced rhabdomyolysis involves the following measures:\n\nPrompt discontinuation of the statin medication.\nInitiation of aggressive intravenous hydration to prevent acute kidney injury.\nCorrection of electrolyte disturbances: If hyperkalemia is present (potassium >6 mmol/L), intravenous calcium gluconate should be administered if electrocardiogram abnormalities are present. Additionally, insulin-dextrose and nebulized albuterol are recommended to shift potassium intracellularly.\nIf statin-associated autoimmune myopathy develops, treatment options include corticosteroids, methotrexate, intravenous immunoglobulin, or rituximab.\nThe concomitant use of fibrates should be avoided.\nIntravenous sodium bicarbonate should be used in severe acidosis.\n[44]\nHemodialysis may be required for patients who do not improve with intravenous fluids, electrolyte correction, and urine alkalinization.\n[45]\nIf statin-associated immune-mediated necrotizing myopathy develops, steroids, rituximab, methotrexate, and intravenous immunoglobulin are used.\n[46]\nIn severe cases, consultation with the local poison control center or a medical toxicologist is advised for the most current management recommendations.\n[47]"
  }
}