{
  "drug_name": "resorcin",
  "nbk_id": "NBK547752",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547752/",
  "scraped_at": "2026-01-11T15:37:53",
  "sections": {
    "indications": "Most precautions and contraindications primarily pertain to medium and deep chemical peels. Contraindications and precautions for all chemical peels include:\n[10]\n[11]\n\nActive infection\nFitzpatrick skin types III to VI\nPhenol-based peels in patients with renal or hepatic disease\nHistory of an allergic reaction to a peeling agent\nOpen lacerations or wounds in the area of the peel\nActive treatment with isotretinoin\nBody dysmorphic disorder\n\nPrecautions and contraindications specific to medium and deep chemical peels include:\n\nRecent isotretinoin use within the past 6 months\nPregnancy or breastfeeding\nPsoriasis\nConnective tissue diseases\nAtopic dermatitis\nPoor wound healing\nRecent facial surgery\nUncontrolled diabetes or immunosuppression\nMalnutrition\nProtein deficiency\nChronic glucocorticoid use\nSmoking\nPrior exposure to radiation therapy\nA known predisposition to keloid formation",
    "clinical_significance": "Chemical peels for skin resurfacing are a potent method to rejuvenate the aging face, bestowing a more youthful and rested appearance. In addition, chemical peels are often used with medications to combat acne and effectively address potentially precancerous actinic keratosis. The primary objective is to achieve even pigmentation and minimize textural irregularities. Skin resurfacing through chemical peels seeks to improve a patient's overall appearance, thereby enhancing their self-esteem.\n[20]\n[21]",
    "monitoring": "Close follow-up during the initial postoperative period is crucial, and this monitoring can be conducted by a wound care nurse and a clinician experienced in the post-procedural care of skin resurfacing with chemical peels. This ongoing evaluation should be comprehensive, assessing potential complications ranging from localized skin reactions to systemic cardiotoxicity.\n[5]"
  }
}