{
  "drug_name": "resorcinol",
  "nbk_id": "NBK560534",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560534/",
  "scraped_at": "2026-01-11T18:47:50",
  "sections": {
    "indications": "Ochronosis is named for the reddish-brown hue of tissue termed \"ochre-like\" that was first described by a young physician named Archibald Garrod in the early-19th century. In what he called an \"inborn error of metabolism,\" Archibald Garrod changed history when he coined that term for the obscure \"black urine\" disease, alkaptonuria. He proposed that ochronosis was due to deposition of a phenolic compound – \"alkaptons\" polymerizing into connective tissue - because the enzyme that could cleave it was absent and was inherited as a \"chemical individuality.\"\n[1]\nThis was insightful work given that this preceded the conceptualization of genes.\n\nThe work of Dr. Garrod would build core foundations on how we understand biochemistry, genetics, and medicine today. Alkaptonuria is iconic for being the initial description of the prototypical autosomal recessive disease.\n\nToday we know that expression of the homogentisate 1,2 dioxygenase becomes stunted because of mutations arising in the HGD gene, described as Dr. Garrod's \"chemical individuality.\"\n[2]\nSerum levels of homogentisic acid (Alkaptons) concomitantly rise and polymerize into tissue over time. The sequestration effect is also termed as endogenous ochronosis.\n\nThis article reviews this and the exogenous form of ochronosis, commonly seen as a side-effect of medications that competitively inhibit the same enzyme mentioned above. In contrast to endogenous ochronosis, the deposition is often limited to the skin.\n[3]",
    "mechanism": "Inherited in an autosomal recessive fashion, alkaptonuria is an inactive gene mapped on chromosome 3q21-23 coding for the enzyme homogentisate 1,2 dioxygenase, also known as HGD. This enzyme is critical as a component of phenylalanine/tyrosine catabolism, a principal degradation pathway for these amino acids.\n[4]\n\nThe result is systemic sequestration of homogentisate – a colorless phenol that - upon the decay to benzoquinone, can irreversibly bind with collagen. Another effect is that polymerization of this molecule takes on an iridescent dark hue, tinting affected tissue and also known for turning urine black. Aside from just discoloration, these processes can cause degradation, degeneration, and developmental problems in all types of collagen.\n[1]\n\nExogenous ochronosis is a limited cutaneous version of the same process. In exogenous ochronosis, various phenolic compounds enzymatically inhibit homogentisate dioxygenase. The result is chemically very similar to alkaptonuria, albeit localized to the skin. Common phenols responsible for exogenous ochronosis are quinines/antimalarials,\n[5]\nresorcinol/acne medications, picric acid, and the increasingly infamous hydroquinone, a potent melanin inhibitor utilized in cosmetics as well as medication.\n[6]",
    "monitoring": "For alkaptonuria, a chromatography assay in the urine for homogentisate can be diagnostic, especially, if the color change is noted after being exposed to the air.\n[10]\n\nA genetic test can determine the existence of the autosomal recessive disease in an individual and also those who are heterozygous carriers. Currently, these genomic databases are maintained by the genetic testing registry.\n\nFor exogenous ochronosis, a suspicion could be based on history, including past medications that are known phenols.\n\nUltraviolet photography can rule in/out known differentials, but because of the concomitance with melasma, its use has fallen, including both inducted fluorescence and time-lapse, or a just a simple a woods lamp observation.\n[11]\n\nSkin biopsy with histological confirmation is the gold standard.\n\nConfocal microscopy is emerging as a viable option for noninvasive diagnosis.\n[12]",
    "administration": "Being important as a cofactor and even a partial substrate in several stages of tyrosine catabolism, collagen renewal, and development, ascorbate (vitamin C) has historically been tried via megadosing but without much success or efficacy.[13]\n\nTyrosine and phenylalanine dietary restrictions have been successful for phenylketonuria treatment though it is particularly hard to accomplish, and efficacy is similar to vitamin C megadosing.\n[13]\n\nNitisinone, approved as first-line treatment for the closely related disease, hereditary tyrosinemia, is the only intervention proven to modify disease progression. As such, it is the mainstay of treatment, although its use should be judicious and carefully watched.\n[7]\n[10]\n\nIn addition to corneal checks for iatrogenic dendritic keratopathy, the anterior chamber should be assessed for normal pressure and changing pigmentation that predisposes individuals to glaucoma.\n\nTracking liver function tests, along with serum tyrosine measurements, is advisable for serological workup.\n\nNeuropsychiatric follow-up is recommended, as this was a significant sequela seen in hereditary tyrosinemia.\n[14]\n\nThis substance blocks activity of hydroxyphenylpyruvate dioxygenase, the very enzyme required to form homogentisate from hydroxyphenylpyruvate, its precursor. Nitisinone has shown much promise in normalizing homogentisate serum levels.\n\nHistorically, acquired or iatrogenic ochronosis was notoriously difficult to treat aside from skin grafting, with chemical peeling via glycolic acid and derma-abrasion.\n\nWith exogenous ochronosis, treatment was primarily preventative, and stopping the use of offending agents should still be a first-line approach, along with dietary tyrosine/phenylalanine reduction, but recent advancements in photobiomodulation and photodynamic therapy are new therapies.\n[3]\n[6]",
    "adverse_effects": "Those treated with the herbicide nitisinone require close monitoring with long term use, particularly symptoms of dendritic keratopathy as an asymptomatic and insidious complication.\n[14]\n\nKidney function stays normal despite the filtration of large amounts of homogentisate; any reductions in creatinine clearance is from likely from other comorbidities."
  }
}