{
  "drug_name": "retinyl palmitate",
  "nbk_id": "NBK482362",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482362/",
  "scraped_at": "2026-01-11T15:37:54",
  "sections": {
    "indications": "Vitamin A is contraindicated in pregnant and breastfeeding patients, as well as those with hypersensitivity to this class of drugs. Caution should be exercised when prescribing vitamin A to patients with hepatic or renal disease, alcoholism, or acne vulgaris.\n[24]\n\nWarning and Precautions\n\nA meta-analysis suggests that high-dose vitamin A supplementation, particularly β-carotene, may be associated with an increased risk of lung cancer and cardiovascular mortality. This can also lead to adverse effects, such as hepatotoxicity. Further research and caution are advised.\n[25]\n\nAdditionally, vitamin A and its metabolites may be implicated in idiopathic intracranial hypertension, warranting further studies to explore this potential link.\n[26]",
    "mechanism": "In the liver, retinol is esterified to retinyl esters and stored in stellate cells. In tissues, both retinol and β-carotene are oxidized to retinal and retinoic acid, which are critical for vision and gene regulation, respectively. These active metabolites bind to nuclear receptors of the RAR family to regulate gene expression.\n[1]\n[12]\n[13]\n[14]\nAdditionally, vitamin A is crucial in immune function by modulating various processes, including the development of helper T- and B cells, which are essential for adaptive immunity.\n\nVitamin A is essential for mucosal epithelial regeneration and supports the function of neutrophils, macrophages, and natural killer cells, making it crucial for innate immunity. This vitamin is also crucial in cell morphogenesis, differentiation, and proliferation, as well as for gene regulation. Furthermore, as an antioxidant, vitamin A helps reduce free radical damage to DNA. A deficiency in vitamin A is believed to contribute to neoplastic transformation and carcinogenesis.\n[5]\n\nPharmacokinetics\n\nAbsorption:\nVitamin A is primarily absorbed in the gastrointestinal tract, where β-carotene is converted into retinol. This process depends on bile salts, pancreatic lipase, and dietary fat to facilitate proper absorption.\n\nDistribution:\nAfter absorption, vitamin A is transported by chylomicrons through the lymphatic system into the bloodstream, where it is delivered to the liver and other tissues for storage and use. The liver stores approximately 70% of the body's total vitamin A reserves, while smaller amounts are stored in other organs and fat cells.\n[15]\n\nMetabolism:\nThe liver primarily stores vitamin A as retinol palmitate within Kupffer cells. Under normal conditions, these liver stores can supply the body's vitamin A needs for up to 2 years.\n\nElimination:\nVitamin A is primarily excreted through bile into the intestines, with elimination occurring via feces. Small amounts of vitamin A and its metabolites are also excreted in urine.",
    "administration": "Available Dosage Forms and Strengths\n\nVitamin A is available in various dosage forms and strengths, including capsules (7500 U, 8000 U, 10,000 U, and 25,000 U), tablets (10,000 U and 15,000 U), and injectable solutions of vitamin A palmitate (50,000 USP U/mL, equivalent to 15 mg retinol/mL).\n\nVitamin A supplementation can be administered orally or intramuscularly. As vitamin A is lipophilic, consuming it with a fatty meal enhances its absorption.\n[1]\n\nAdult Dosage for Vitamin A Deficiency\n\nInitial dosage: Vitamin A is initially administered at 100,000 U daily for 3 days, followed by 50,000 U daily for 2 weeks.\nFollow-up therapy: An oral multivitamin containing 10,000 to 20,000 U of vitamin A daily for 2 months is recommended.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not provide dosage adjustment recommendations.\n\nRenal impairment:\nThe manufacturer's labeling does not provide dosage adjustment recommendations.\n\nPregnancy considerations:\nA reported case of a pregnant woman aged 36 who developed vitamin A toxicity from ingesting fish liver, resulting in a miscarriage, underscores the potential risks to pregnancy and the need for education about this danger for women of childbearing age.\n[16]\nAccording to product labeling, consuming more than 6000 U of vitamin A daily during pregnancy has not been established as safe, as this may lead to fetal harm, including malformations of the central nervous system, eyes, palate, and urogenital tract.\n[17]\nVitamin A intake above the recommended dietary allowance is contraindicated in women who are pregnant or may become pregnant. Although vitamin A is essential for fetal development and ocular integrity, excessive intake—especially during the first 60 days of pregnancy—can have teratogenic effects.\n\nIn contrast, vitamin A deficiency continues to be a significant public health issue in developing countries, where supplementation is recommended to prevent maternal and infant morbidity, including night blindness. While routine prenatal vitamin A supplementation is not advised in developed countries, targeted supplementation is recommended in regions where vitamin A deficiency is prevalent.\n[18]\n\nBreastfeeding considerations:\nInfants are born with limited vitamin A stores, even when the mother maintains adequate levels. Breast milk, particularly colostrum, provides a vital source of vitamin A, supporting the infant's liver stores and ensuring a sufficient supply during periods of low intake. The concentration of vitamin A in breast milk, primarily in the form of retinyl esters, varies significantly across regions, influenced by factors such as the presence of β-carotene, α-carotene, and β-cryptoxanthin.\n\nThe primary sources of vitamin A in breast milk are blood retinol and retinyl esters in chylomicrons, which are incorporated into milk after lipolysis. Although vitamin A requirements increase during lactation, limited data are available on the direct impact of breastfeeding on maternal vitamin A status, assuming that increased maternal needs align with the amount of vitamin A produced in milk.\n[19]\n\nPediatric patients:\nA systematic review of vitamin A supplementation has highlighted its significant impact in reducing morbidity and mortality in children aged between 6 months and 5 years, particularly those with vitamin A deficiency. The evidence supports the effectiveness of vitamin A supplementation in preventing conditions such as diarrhea, measles, and night blindness, emphasizing the crucial role of vitamin A in pediatric health.\n[20]\n\nAccording to product labeling, parenteral vitamin A supplementation for the treatment of vitamin A deficiency in pediatric patients is recommended as follows:\n\nFor children aged 1 to 8: A dosage of 17,500 to 35,000 U of vitamin A daily for 10 days is advised, which is followed by oral multivitamin supplementation containing 5000 to 10,000 U of vitamin A daily for 2 months.\nFor infants: The recommended parenteral dosage is 7500 to 15,000 U daily for 10 days, with follow-up therapy consisting of oral multivitamin supplementation containing 5000 to 10,000 U of vitamin A daily for 2 months.\n\nVitamin A treatment for deficiency states is considered a crucial therapy in the pediatric population. The American Society for Parenteral and Enteral Nutrition has provided guidelines for supplementation in this group, as outlined in the\n2024 Parenteral Nutrition Product Shortage Recommendations: Intravenous Multivitamins\n.\n\nOlder patients:\nThe recommended vitamin A intake for individuals aged 51 and older is 900 mcg RAE (Retinol Activity Equivalents) for males and 700 mcg RAE for females.",
    "adverse_effects": "Excessive levels of natural or synthetic vitamin A can lead to various adverse effects. Vitamin A toxicity, also known as hypervitaminosis A, is more commonly associated with the misuse of vitamin A supplements than with health intervention programs. Toxic reactions can also result from consuming liver products rich in vitamin A or from the overuse of vitamin A preparations. The amount of vitamin A required to cause toxicity varies among individuals, depending on factors such as age and hepatic function.\n\nVitamin A Toxicity\n\nAcute vitamin A toxicity:\nThis may occur with a single ingestion of 25,000 IU/kg or more of vitamin A. Symptoms include nausea, vomiting, diarrhea, dizziness, lethargy, drowsiness, increased intracranial pressure, and skin changes such as erythema, pruritus, or desquamation.\n\nChronic vitamin A toxicity:\nThis may result from the excessive ingestion of 4000 IU/kg or more of vitamin A daily for 6 to 15 months. Signs and symptoms include low-grade fever, headache, fatigue, anorexia, intestinal disturbances, hepatosplenomegaly, anemia, hypercalcemia, subcutaneous swelling, nocturia, joint and bone pain, and skin changes such as yellowing, dryness, alopecia, and photosensitivity.\n\nVitamin A is highly teratogenic if administered during pregnancy. Retinoids affect the expression of the homeobox gene\nHoxb-1\n, which regulates the axial patterning of the embryo. Birth abnormalities include craniofacial, cardiac, and central nervous system malformations. Therefore, treatment with vitamin A should be avoided in pregnant patients, except in areas where vitamin A deficiency is prevalent. In such cases, vitamin A supplementation should not exceed 10,000 IU daily.\n[21]\n\nVitamin A administration alongside immunization has been associated with mild adverse effects, including loose stools, headache, irritability, fever, nausea, and vomiting. These adverse effects are rare and typically resolve within 24 to 48 hours. For more information, please refer to the WHO's\nVitamin A supplementation\nguide.\n\nDrug-Drug Interactions\n\nOrlistat:\nOrlistat reduces the absorption of dietary fats by inhibiting gastric and pancreatic lipases, which may also decrease the absorption of the fat-soluble vitamin A. Patients should be advised to take a vitamin A supplement at least 2 hours before or 2 hours after taking orlistat to ensure optimal absorption.\n[22]\n\nOral contraceptives:\nA study indicated significant interactions between oral contraceptive pill use and vitamin A, with women on oral contraceptive pills exhibiting elevated plasma vitamin A levels. Caution is recommended in these cases.\n[23]",
    "monitoring": "Serum retinol levels may not accurately represent liver retinyl ester levels. However, as they decrease when liver stores of vitamin A are depleted, serum retinol levels remain clinically helpful.\n[27]\n\nIsotretinoin, an oral medication derived from vitamin A, is primarily used to treat severe acne. The package insert for this medication recommends baseline lipid and hepatic panels, followed by repeat testing weekly or biweekly until a response is established. However, a recent meta-analysis showed that increases in triglyceride or cholesterol levels typically occur within the first 8 weeks of therapy, with minimal to no change afterward. The data were insufficient to conclude an early rise in liver function tests, although elevated liver function values were rarely considered high risk. Based on these findings, the evidence from the meta-analysis does not support monthly laboratory testing for standard doses of oral isotretinoin.\n[28]",
    "toxicity": "Signs and Symptoms of Overdose\n\nVitamin A toxicity may present with various clinical symptoms, including abdominal pain, headache, nausea, and facial flushing. Laboratory findings often include mild anemia, thrombocytopenia, elevated liver function tests, and a significant increase in serum retinol levels. Although the diagnosis is primarily clinical, laboratory tests such as serum retinol or retinyl ester levels can assist in confirming the diagnosis. A thorough dietary history is essential to identify excessive vitamin A intake.\n\nManagement of Overdose\n\nSymptoms of toxicity may resolve within several weeks after discontinuing vitamin A and initiating supportive therapy. Patients with increased intracranial pressure may require lumbar punctures or medications such as mannitol and diuretics for management. Patients with hypercalcemia may need intravenous fluids and additional treatments, such as calcitonin and corticosteroids.\n[21]\nVitamin A toxicity can present with a range of clinical features, including abdominal pain, headache, nausea, and facial flushing. Laboratory findings often show mild anemia, thrombocytopenia, elevated liver function tests, and a significant increase in serum retinol levels. Although the diagnosis is primarily clinical, laboratory tests such as serum retinol or retinyl ester levels can help confirm the condition.\n\nA dietary history is crucial to identify excessive vitamin A intake, which can lead to these symptoms. Managing vitamin A toxicity involves the immediate cessation of vitamin A intake, which typically results in symptom improvement and normalization of laboratory findings. In a case report, discontinuing vitamin A led to a reduction in elevated serum retinol levels and the resolution of associated symptoms, including desquamation. Thrombocytopenia and elevated liver enzymes were likely secondary to hypervitaminosis A, highlighting the importance of monitoring and adjusting vitamin A intake to avoid toxicity.\n[29]"
  }
}