{
  "drug_name": "retinyl",
  "nbk_id": "NBK594229",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594229/",
  "scraped_at": "2026-01-11T15:37:54",
  "sections": {
    "clinical_significance": "Patients most likely to require chemoprophylaxis for NMSCs include transplant recipients on immunosuppressive medications, individuals with certain genodermatoses, and those with a history of significant sun exposure throughout their lifetime. Since Mohs surgeons are likely to encounter more aggressive NMSCs in practice, they should be familiar with the risks unique to each of these populations and the appropriate management of NMSC chemoprophylaxis.\n\nAccording to the United Network for Organ Sharing, more than 42,800 organ transplants were performed in 2022. Solid-organ transplant recipients are estimated to have between 60 and 250 times the risk of developing an SCC and 10 to 40 times the risk of developing a BCC compared to the general population.\n[33]\nAn estimated 3% of  NMSCs cause cancer-related deaths in the transplant population.\n[34]\nMost skin cancers will begin to develop within 8 years of transplant in younger patients, but as early as 3 years in patients who undergo transplant after age 60.\n[35]\n[36]\nFurthermore, the time interval between the formation of new skin cancers reduces with each subsequent occurrence following the appearance of the initial skin cancer. Additionally, the severity of the tumors correlates with the total number of skin cancers the patient has experienced.\n[37]\nSCCs also tend to be more aggressive in transplant recipients, with a recurrence rate of 13.4%.\n[38]\n\nThe most important factor in NMSC development in this patient population is high UVR exposure before and after the transplant.\n[39]\n[33]\nOther predisposing factors to NMSC development include fair skin, aging, tobacco use, and infection with the Human papillomavirus.\n[33]\nThese factors must be considered when evaluating the risk of NMSC in solid-organ transplant patients and the timing of the initiation of chemoprophylaxis therapy."
  }
}