{
  "drug_name": "retigabine",
  "nbk_id": "NBK562335",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562335/",
  "scraped_at": "2026-01-11T18:47:50",
  "sections": {
    "indications": "Myotonia congenita is a genetic muscular channelopathy that affects skeletal muscle fibers under somatic control.\n[1]\nMyotonia, defined as delayed relaxation after skeletal muscle contraction, is the hallmark of the disorder and produces prolonged rigidity with stiffness, cramping, and muscle hypertrophy. The condition results from mutations in the\nCLCN1\nchloride channel gene, which encodes the voltage-gated chloride channel protein 1 (ClC-1) in the sarcolemmal membrane.\n[2]\nClC-1 is the predominant chloride channel in the sarcolemma, accounting for approximately 80% of resting muscle membrane conductance.\n[3]\nDysfunction of this channel causes sarcolemmal hyperexcitability, leading to repetitive depolarization and clinical myotonia.\n[4]\n\nHistorically, myotonia congenita has been classified into 2 forms: Becker and Thomsen disease. Becker disease is inherited in an autosomal recessive pattern and typically associated with more severe myotonia that can progress to permanent weakness. Thomsen disease follows an autosomal dominant pattern, presents earlier in childhood, and usually produces milder features.\n[5]\nAdvances in sequencing have identified more than 200 pathogenic\nCLCN1\nmutations.\n[6]\nIncreasing knowledge of genotype-phenotype correlations has blurred the distinction between Becker and Thomsen disease, revealing broader clinical variability.",
    "mechanism": "In skeletal muscle, action potentials are generated through the activation of voltage-gated sodium channels, resulting in depolarization of the sarcolemmal membrane. Unlike neurons, chloride channels are the principal drivers of repolarization. ClC-1 is the predominant chloride channel in the sarcolemmal membrane, contributing to 80% of resting muscle membrane conductance.\n\nMyotonia congenita stems from defective ClC-1 channels due to mutations in the\nCLCN1\ngene.\n[7]\n[8]\nThe resulting defect confers hyperexcitability through impaired repolarization of the muscle membrane. The faulty ClC-1 channels reduce chloride conductance across the sarcolemma, impairing the ability of skeletal muscle to maintain physiological excitability. Since ClC-1 accounts for most of the resting muscle membrane conductance,\nCLCN1\nmutations significantly increase skeletal muscle input resistance.\n[9]\n\nClC-1 channels also counteract the depolarizing effect of excessive extracellular potassium accumulation during repeated action potentials. In healthy individuals, this elevated potassium concentration is balanced by functional ClC-1 channels. Loss of this stabilizing effect, as in myotonia congenita, renders the membrane highly sensitive to even minor potassium fluctuations. These small variations can trigger spontaneous action potentials, further potentiating myotonic symptoms. This mechanism explains why sodium channel blockade is a major therapeutic strategy in myotonia congenita.",
    "monitoring": "Clinical examination often reveals myotonia, which may be elicited by asking patients to open and close their eyes or fists repeatedly. Repeated tapping of a muscle can similarly induce myotonia, and patients may have difficulty extending the fingers immediately after a handshake. The warm-up effect, where stiffness improves with repeated activity, may also be demonstrable.\n\nBiochemical investigations are usually unremarkable, although mild elevations of creatine kinase up to 3 to 4 times the upper limit of normal have been described. Electromyography (EMG) is useful in evaluating patients with myotonia, but the technique is time-consuming, uncomfortable, and may yield overlapping findings across different skeletal muscle channelopathies.\n[22]\nDiffuse myotonic discharges with spontaneous bursts of electrical activity are typically demonstrated. EMG does not distinguish between autosomal dominant and autosomal recessive myotonia congenita. Given the widespread availability of molecular diagnostics, muscle biopsy is now rarely performed. When obtained, biopsies may show heterogeneous fiber size, increased central nuclei, and absence of type 2B fibers, but these findings are not required to establish the diagnosis.\n[23]\n\nGenetic testing is considered the gold standard for diagnosis. The most commonly implicated gene is\nCLCN1\n, which encodes the skeletal muscle chloride channel ClC-1. However, no pathogenic\nCLCN1\nvariants are identified in many patients with a convincing clinical phenotype.\n\nA multigene panel is generally recommended as the initial approach. Such panels include\nCLCN1\nand other genes of interest, notably\nSCN4A\n, which encodes the skeletal muscle sodium channel Nav1.4 and is relevant in the differential diagnosis. Testing should be performed in specialized centers where appropriate methodologies are used to evaluate variants of uncertain significance, correlate identified mutations with clinical features, and limit costs. Broader genomic methods, such as exome sequencing or mitochondrial sequencing, may be pursued if no causative variant is identified on panel testing.\n[24]\n[25]",
    "administration": "Pharmacological management of myotonia congenita is not always indicated, and a neurologist should evaluate patients to determine the need for medication before initiation.\n[26]\nLifestyle modifications include avoidance of identified triggers such as stress and cold. Exercise, particularly gymnastics, has been anecdotally reported to relieve myotonia, although this observation requires further investigation.\n\nMedications are generally intended to reduce muscle membrane hypersensitivity by blocking sodium ion flow.\n[27]\n[28]\nMexiletine is the most commonly prescribed drug, but use requires electrocardiographic monitoring of the QT interval before and during treatment.\n[29]\nThis agent is classified as a class Ib antiarrhythmic and is structurally related to the local anesthetic lidocaine. Mexiletine is primarily used to manage ventricular arrhythmias by blocking the rapid sodium influx responsible for phase 0 of the action potential, thereby shortening the action potential and prolonging the refractory period.\n[30]\nReported adverse effects include tremor, dizziness, ataxia, and gastrointestinal disturbance. These effects are usually dose-dependent and reversible after dose reduction or discontinuation.\n\nOther sodium channel anticonvulsants such as phenytoin, carbamazepine, oxcarbazepine, and lamotrigine are also commonly used.\n[31]\nAcetazolamide is effective as well, particularly in children, because of its favorable safety profile.\n[32]\n\nPotassium channels have emerged as a novel therapeutic target. The potassium channel activator retigabine has been investigated in murine models of myotonia congenita, where it significantly reduced myotonia severity\nin vivo\n. However, evidence to guide pharmacological management is limited.\n[33]\n\nSpecial caution is required when treating individuals with myotonia congenita during anesthesia, particularly with depolarizing agents. Muscle spasms and ventilation difficulties have been reported with the use of suxamethonium in patients with this condition.\n[34]",
    "adverse_effects": "Care must be taken during anesthesia, particularly with depolarizing muscle relaxants, which have been associated with adverse events in patients with myotonia congenita, including profound muscle spasm and difficulty with ventilation. Medications that should be avoided, or used only with caution, include the following:\n\nSuxamethonium: may produce severe muscle spasm and ventilation difficulties\nAdrenaline and β-agonists: may aggravate symptoms\nβ-antagonists: may increase symptom severity\nColchicine: may trigger myopathy, particularly in patients with renal insufficiency\n\nPregnancy has been associated with worsening of myotonia congenita, which necessitates interprofessional management throughout gestation, delivery, and the postpartum period."
  }
}