{
  "drug_name": "ribavirin",
  "nbk_id": "NBK616084",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK616084/",
  "scraped_at": "2026-01-11T18:47:50",
  "sections": {
    "indications": "Human respiratory syncytial virus (RSV) was discovered in 1956, following the isolation of the pathogen from respiratory samples of chimpanzees with coryza.\n[1]\nSoon after, the virus was recognized as a cause of respiratory tract infections in infants and young children.\n[2]\nPlease see StatPearls' companion resource, \"\nRespiratory Syncytial Virus Infection in Children\n\", for further information. Despite early reports of its association with respiratory illness in the adult population, RSV was not recognized as a common cause of adult infection for 2 more decades.\n[3]\n[4]\n[5]\n\nInfection with RSV in adults can directly cause several respiratory tract ailments, including viral pneumonia and bronchiolitis in susceptible individuals.\n[6]\nAdditionally, RSV infection in older adults and those with underlying comorbidities can indirectly compromise cardiovascular and neurocognitive function.\n[7]\n[8]\nImmunocompromised adults and those older than 70 are at the highest risk of developing severe illness and life-threatening complications due to RSV.\n[9]\nRecently, the landscape of RSV infection in children and adults has experienced significant change with the development of rapid and sensitive diagnostic tools and effective immunization strategies.",
    "mechanism": "RSV is a single-stranded, enveloped ribonucleic acid (RNA) virus approximately 15.2 kb in length. This virus belongs to the genus\nPneumovirus\n, subfamily\nPneumovirinae\n, and order\nMononegavirales;\nfilamentous forms of the virions can range up to 10 μm in length and 300 μm in diameter.\n[10]\nStructural features unique to RSV include helical striations surrounding its core, located internally within its envelope. The viral envelope contains glycoproteins G, F, and SH, which participate in viral attachment (protein-G), fusion and syncytia formation (protein-F), and ion channel function (protein-SH). Protein-F is the antigen target for currently approved RSV vaccines and monoclonal antibodies. Antigenic virus subtypes A and B do not appear to differ significantly in pathogenicity or protein-F antigenicity.\n[11]\n[12]\nThe viral matrix protein plays a crucial role in forming stable virion structures.\n[13]\nThe viral replication and transcription process is mediated through the RNA polymerase complex, a target for antivirals.\n[14]",
    "monitoring": "A discussion of evaluation must consider that most people with mild to moderate RSV infection neither require nor seek medical attention. The diagnostic evaluation will depend on the severity of illness, setting (eg, outpatient clinic, emergency department, or hospital), and resources.\n\nLaboratory Evaluation\n\nWithin the last 5 years, nasopharyngeal swab specimens analyzed by nucleic acid amplification tests (NAATs) have been widely accepted as providing highly sensitive, specific, and rapid detection of various respiratory tract pathogens, including RSV.\n[34]\nThese detection methods should be applied to patients presenting with severe illness, those at risk for developing severe disease, and for public health and surveillance purposes. Lower respiratory tract specimens from immunocompromised patients with severe disease, eg, through bronchoalveolar washings, may increase the sensitivity of diagnostic tests.\n[35]\n\nDue to costs, NAATs are not widely available in resource-limited parts of the world. Antigen tests of various types are less expensive and more readily available, but are less sensitive than NAAT.\n[12]\nSerology tests, including immunofluorescence, are prone to reader subjectivity and are not clinically useful in establishing a diagnosis with less sensitivity than NAAT.\n[36]\nCulture methods that look for the hallmark cytopathic effects of RSV are labor-intensive, time-consuming, and impractical.\n[37]\n\nImaging Evaluation\n\nChest x-rays are often routinely obtained in patients experiencing moderate to severe symptoms and those likely to be admitted to the hospital. However, no pathognomonic findings have been identified that help distinguish RSV as the cause of symptoms.",
    "administration": "Treatment\n\nNo antiviral medications are indicated for the treatment of RSV-URTI in adults, and few antiviral treatment options for RSV-lower respiratory tract infections (RSV-LRTIs) exist.\n[38]\nAnalgesics, antipyretics, and bronchodilators may provide symptomatic relief. Please see StatPearls' companion resource, \"\nUpper Respiratory Tract Infection with a Focus on the Common Cold\n\", for further information. Patients experiencing RSV-LRTI require supportive care that includes supplemental oxygen, intravenous hydration, antipyretics, analgesics, and bronchodilators. Antiviral therapy, in the form of ribavirin, is often used to treat patients who are severely immunocompromised with RSV infection, particularly those who have received hematopoietic stem cell transplants (HSCTs) or lung transplants.\n[39]\n[40]\n[41]\n[42]\n\nRibavirin, a guanosine analogue, acts by inhibiting viral replication by inhibiting inosine monophosphate dehydrogenase, which results in reduced guanosine triphosphate levels necessary for viral RNA synthesis. The effectiveness of ribavirin in this setting has not been definitively established, as few observational and randomized controlled trials have been performed.\n[43]\n[44]\nRibavirin can be administered in intravenous (IV), aerosolized, or oral formulations. The IV formulation is not readily available. The aerosolized formulation is cumbersome to administer; it can cause bronchospasm, rash, and headache, and is an exposure risk to medical staff.\n[45]\nRibavirin can cause a dose-dependent hemolytic anemia and leucopenia, which warrants close monitoring of blood counts.\n\nRibavirin alone, or in combination with IV immunoglobulin (IVIG) and the monoclonal antibody palivizumab, has been administered to severely immunocompromised individuals with RSV upper and LRTIs. Benefits to this therapeutic approach have been reported in adult HSCT and lung transplant recipients.\n[43]\nA combination of ribavirin and corticosteroids has also demonstrated benefits in observational studies of RSV-infected lung transplant recipients.\n[46]\nThe efficacy of this approach to therapy has not been established in controlled trials. Currently, no guidelines on the administration of ribavirin to older adults with severe RSV pneumonia have been established, and no definitive recommendation can be made at this time. The decision to administer ribavirin to the adult population should be made on an individual basis.\n\nRespiratory Syncytial Virus Vaccines\n\nSince 2023, major developments in the field of RSV immunizations have the potential to provide enormous benefit to adults at risk of severe infection. Recent vaccine platforms have successfully targeted the pre-F fusion protein on the viral envelope.\n[38]\n[47]\n[48]\nCurrently, 3 RSV vaccines have been approved for administration to adults, with 2 of the vaccines (Arexvy, Galaxo Smith Kline, and Abrysvo, Pfizer) using protein subunits, and one (mResvia, Moderna) using messenger RNA platforms, respectively. In addition, Abrysvo is currently approved for pregnant women between 32 and 36 weeks of gestation to prevent severe RSV in newborns in the US, Canada, Europe, Japan, Singapore, and Australia.\n\nThe vaccines appear safe and provide approximately 75% to 84% efficacy over a 2-year follow-up period in people older than 60, and approximately 69% to 82% over 180 days after birth for pregnant women.\n[49]\n[50]\n[51]\nAs of July 2024, the US Centers for Disease Control (CDC) and the Advisory Committee on Immunization Practices (ACIP) recommend that all adults aged 75 years and older, and adults aged 60 to 74 years who are at increased risk for severe RSV disease, should receive a single dose of RSV vaccine.\n[52]\nSimilar recommendations are seen in guidelines worldwide.\n\nCurrent Vaccine Investigations\n\nIn the Phase 3 vaccine trials of the protein subunit vaccines, inflammatory neurologic events were identified as potential safety concerns; however, these were low in number, and the vaccine's benefits were deemed to outweigh the potential risks.\n[53]\nImportant postauthorization pharmacovigilance studies to assess immunogenicity and adverse events are ongoing.\n[47]\n[54]\n\nSeveral further RSV vaccines and treatments, including monoclonal antibodies, are in various stages of development.\n[38]\n[48]\nThe recent RSV vaccine landscape has generated several current knowledge gaps and important questions. The following represents a small sample of questions regarding RSV vaccinations being considered:\n\nHow durable is vaccine efficacy?\nHow frequently will vaccines need to be administered?\nWill the vaccines provide a protective effect if administered to people 80 years and older?\nShould the vaccine be recommended for adults younger than 60 with chronic cardiopulmonary disease, and if so, what specific diseases?\nShould the vaccine be administered to younger adults who are anticipating transplantation or other forms of immunosuppression?\nShould the vaccines be recommended to parents residing in a home with an immunosuppressed child?\nWhat, if any, effects occur when RSV vaccines are coadministered with influenza, SARS-CoV-2, pneumococcal, or zoster vaccines?\nIn those cases where immunization is offered to those who do not meet current CDC–ACIP recommendations, who will bear the cost of vaccination?",
    "adverse_effects": "Complications of RSV-URTI include:\n\nThe potential to extend to the lower respiratory tract\nProlonged fatigue and cough during convalescence\n\nComplications of RSV-LRTI may include:\n\nProlonged hospitalization and deconditioning\nRespiratory failure with invasive ventilation dependency\nExacerbation of chronic obstructive pulmonary disease\nExacerbation of asthma\nCardiovascular dysfunction, including ischemia, myocardial infarction, arrhythmias, exacerbations of congestive heart failure, and stroke\nNeurocognitive decline\nPostviral fatigue\nMortality"
  }
}