{
  "drug_name": "ribociclib",
  "nbk_id": "NBK560854",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560854/",
  "scraped_at": "2026-01-11T15:37:55",
  "sections": {
    "indications": "Fulvestrant is contraindicated in women who are pregnant or are breastfeeding. It is also associated with an increased bleeding risk in patients who have a clotting disorder and hence is not indicated in these patients. Low platelet count and liver diseases are also contraindications if present in any patient.\n[12]",
    "mechanism": "Fulvestrant is a novel drug that has shown to be of some use in the management of advanced breast cancer. It acts by binding, blocking, and degradation of estrogen receptors, which in turn leads to the complete cessation of estrogen signaling through the estrogen receptors in the body.\n[6]\nFulvestrant acts as a complete antagonist at the estrogen receptor, compared with the previously used drugs, namely the selective estrogen receptor modulators (SERMs), for example, tamoxifen, which had partial agonist activity. SERMs blocked the cellular E2 mediated activity of AF-2, which lead to inhibition of transcription downstream. However, they did not have enough AF-1 activity, which possibly leads to their partial agonist activity. Fulvestrant blocks both AF-1 and AF-2, blocking the transcriptional activities of both downstream, and leaves no room for estrogen to exert its effects. Therefore, it is a complete antagonist at the estrogen receptor.\n[6]\n\nThe novel drug has a high binding affinity for the estrogen receptor, almost 89% of estradiol.\n[6]\nIt binds tightly with the estrogen receptor and inhibits the dimerization of the receptor, thus inhibiting its nuclear localization. This process forms an unstable nuclear complex, which degrades at a rapid pace and causes disintegration of the estrogen receptor itself. Consequently, in addition to its exclusively antagonistic actions at the estrogen receptor, Fulvestrant also causes accelerated degradation of the estrogen receptors throughout the body, leading to a decrease in cellular estrogen receptor alpha levels and inhibiting estrogen signaling the estrogen receptor itself.\n[6]",
    "administration": "Fulvestrant is available in a pre-filled syringe of 250 mg per 5 mL.\n[7]\n\nDosing\n\nFor advanced, hormone receptor-positive breast cancer or hormone receptor-positive HER2-negative breast cancer: 500 mg IM, administered as two 5 mL injections, one in each buttock on days 1, 15, and 29, and subsequently once monthly.\n[7]\n\nFor advanced or metastatic disease: Same dosing as above, in combination with ribociclib. If giving with palbociclib or ademaciclib, administer with an LHRH agonist in pre or perimenopausal patients.\n[7]\n\nIn cases of moderate liver impairment, the recommendation is to reduce the dose to 250 mg.",
    "adverse_effects": "Fulvestrant is well-tolerated in most cases, according to multiple clinical trials. The most commonly encountered adverse effects were pain at the injection site and hot flashes. Other common side effects include headache, nausea, vomiting, loss of appetite, constipation, diarrhea, fatigue, abnormal liver function tests, urinary tract infections, and rashes.\n[8]\nIn one case study, toxic epidermal necrolysis was observed in a woman with ductal carcinoma of the breast five days after the initiation of fulvestrant.\n[9]\n\nAnother study reported vaginitis, weight gain, joint problems, and thromboembolic problems.\n[10]\nIn a study investigating the role of palbociclib–fulvestrant in hormone-positive advanced breast carcinoma, various hematological side effects were reported, including neutropenia, thrombocytopenia, anemia, and leukemia.\n[5]\nVulvovaginal dryness, pelvic pain, and vasomotor symptoms were observations in yet another study.\n[11]\nAll of these side effects are comparable to the previously used endocrine medications such as anastrozole fused to treat breast cancer.",
    "monitoring": "The monitoring of blood levels of fulvestrant is not indicated in most patients because, in its usual dosage, it is not known to cause significant adverse effects. No dose adjustment in renal or hepatic impairment is required, and it does not interact with cytochrome 3A4.\n[13]\nRegardless, efforts need to be put in this subject to find out the exact therapeutic index and the toxic dose of the medicine so that clinicians may have a sound protocol to administer the drug, even on a trial basis.",
    "toxicity": "An overdose of fulvestrant is not overly likely as its administration must be by healthcare practitioners in a controlled environment. Thus the toxicity that results from the overdose of fulvestrant has not been reported in studies. However, more research is necessary regarding the development of a protocol in case such an event occurs."
  }
}