{
  "drug_name": "riboflavine",
  "nbk_id": "NBK606093",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606093/",
  "scraped_at": "2026-01-11T15:37:56",
  "sections": {
    "toxicity": "Managing toxicity and adverse effects is critical to treating superior keratoconus, particularly given the various treatments involved, including medications, contact lenses, and surgical interventions. Below are key considerations and strategies for managing these issues.\n\nContact Lens-Related Complications\n\nToxicity: Extended use of contact lenses, especially RGP and scleral lenses, can lead to corneal hypoxia, epithelial breakdown, and microbial keratitis. Management involves ensuring proper fitting and periodic evaluation of the lenses. Patients should be educated on proper lens hygiene and the importance of follow-up visits.\n\nAdverse effects: Common issues include discomfort, dry eye symptoms, and lens intolerance. Management involves using lubricating eye drops to alleviate dryness, taking breaks from lens-wearing to allow the cornea to recover, and, if necessary, switching to a different type of lens.\n[91]\n\nMedication-Related Toxicity\n\nCorticosteroids: Topical corticosteroids are often used postsurgically to reduce inflammation, but prolonged use can cause elevated intraocular pressure and cataract formation. Management consists of monitoring intraocular pressure regularly and adjusting the dosage as necessary. Consider steroid-sparing agents if long-term treatment is required.\n\nAntibiotics: Long-term use of these medications can lead to resistance or toxicity. Management comprises using the lowest effective dose for the shortest duration possible. The patient should be regularly evaluated for signs of toxicity or resistance, and the treatment regimen should be adjusted accordingly.\n[92]\n\nCorneal Cross-Linking Complications\n\nToxicity: CXL involves the use of riboflavin and ultraviolet-A (UVA) light, which can cause corneal haze and endothelial cell damage if not performed correctly. Management involves ensuring strict adherence to the protocol to minimize UVA exposure. The cornea must be monitored postprocedure for any signs of haze or damage. Adjust treatment parameters based on individual corneal thickness.\n\nAdverse Effects: Pain, photophobia, and transient visual disturbances are common after CXL. Management consists of providing adequate pain relief and anti-inflammatory medications postprocedure. Educate patients about the expected temporary nature of these side effects.\n\nSurgical Complications\n\nOPK and DALK: These procedures carry a risk of graft rejection and failure. Management involves implementing strict postoperative monitoring and immunosuppressive therapy as needed. Patients should be educated on the signs of rejection and the importance of early intervention.\n\nAdverse Effects: Infection, suture-related complications, and irregular astigmatism may arise. Management comprises prophylactic antibiotics to prevent infection, regular follow-up to remove sutures, and glasses or contact lenses to correct postoperative refraction errors.\n\nPsychological Impact\n\nThe chronic nature of superior keratoconus and its impact on vision can lead to significant psychological stress, anxiety, and depression. Management involves providing psychological support and counseling. Referral to a mental health professional may be necessary for patients exhibiting significant distress.\n\nBy addressing these potential toxicities and adverse effects through vigilant monitoring, patient education, and timely intervention, healthcare providers can optimize the management of superior keratoconus and improve patient outcomes.\n[93]"
  }
}