{
  "drug_name": "rifaximin",
  "nbk_id": "NBK562329",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562329/",
  "scraped_at": "2026-01-11T15:37:56",
  "sections": {
    "indications": "Due to the excellent safety profile of rifaximin, there are very few contraindications.\n\nPatients with hypersensitivity to the rifaximin, rifamycins, or excipients should avoid this medication as hypersensitivity reactions like exfoliative dermatitis, angioneurotic edema, and anaphylaxis have been reported.\n\nConcomitant administration of P-glycoprotein (P-gp) inhibitors such as cyclosporine with rifaximin can substantially augment the systemic exposure to rifaximin and can lead to toxicity.\n\nSevere Hepatic Impairment: There is increased systemic exposure to rifaximin in patients with severe hepatic impairment. The clinical trials were conducted only on patients with MELD scores <25. Therefore, caution should be exercised when administering rifaximin in patients with severe hepatic impairment (Child-Pugh Class C).\n[14]",
    "mechanism": "Rifaximin is a synthetic antimicrobial derived from the parent compound, rifamycin. It has broad-spectrum bactericidal activity against both gram-positive and gram-negative aerobic and anaerobic bacteria.\n[4]\nRifaximin has also demonstrated an effect on enteric protozoa activity in HIV patients with\nCryptosporidium parvum\nand\nBlastocystitis hominis\nintestinal infections. The medication acts on and inhibits the bacteria's ability to synthesize proteins. The drug accomplishes this by irreversibly binding to the bacterial DNA-dependent RNA polymerase called rpoB.\n[9]\n\nBecause rifaximin is non-absorbable, it reaches high concentrations within the gastrointestinal lumen, allowing it to work effectively on various gastrointestinal diseases without systemic effects.\n[10]\nThere is a very low incidence of bacterial mutation and drug resistance to rifaximin in extra-intestinal bacteria. However, long-term use of rifaximin can result in resistant bacterial mutants in the enteric system.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nAccording to the manufacturer's information, the average time to reach peak rifaximin plasma concentrations in healthy subjects was about an hour. The mean Cmax ranged from 2.4 to 4 ng/mL after a single and multiple doses of rifaximin. Mean rifaximin exposure (AUC) in patients with hepatic encephalopathy was approximately 12-fold higher. A high-fat meal consumed 30 minutes preceding rifaximin dosing in healthy subjects delayed the time to peak plasma concentration (Tmax) from 0.75 to 1.5 hours, increased the systemic exposure (AUC) by 2-fold but did not significantly impact Cmax.\n\nDistribution:\nThe mean protein binding is 67.5% in healthy subjects and 62% in patients with hepatic impairment.\n\nMetabolism:\nRifaximin is metabolized mainly by CYP3A4. In addition, Rifaximin accounted for 18% of the radioactivity in plasma, suggesting that the absorbed rifaximin undergoes extensive metabolism.\n\nExcretion:\nThe half-life of rifaximin in healthy subjects at steady-state plasma concentration was 5.6 hours and was 6 hours in IBS-D patients. In a mass balance study, when 14C-rifaximin was administered orally to healthy volunteers, of the 96.94% total recovery, 96.62% of the administered radioactivity was recovered in feces largely as the unchanged drug, 0.32% was recovered in the urine primarily as metabolites with 0.03% as the unchanged drug. Biliary excretion of rifaximin was indicated by a further study in which rifaximin was present in the bile in patients with intact gastrointestinal mucosa after cholecystectomy.",
    "administration": "Rifaximin is administered orally and is typically available in 200 mg and 550 mg tablets. Since it is poorly absorbed in the gastrointestinal system, there are very low systemic blood levels. Most of the medication passes through the gastrointestinal tract and is excreted in the feces. The dose regimens vary depending on the disease process the patient is receiving treatment.\n\nFor Irritable Bowel Syndrome with Diarrhea(IBS-D), the suggested dose of rifaximin is 400 mg three times or 550 mg twice daily for two weeks. IBS-D may require intermittent rifaximin treatment. Typically, 200 mg three times daily is given for three days in traveler's diarrhea. The recommended dosage for preventing traveler's diarrhea is rifaximin 200 mg twice daily or 600 mg daily.\n\nHepatic encephalopathy requires a dose of 550 mg twice or three times daily and is usually continued for an extended period to prevent its recurrence. Rifaximin is generally used in combination with lactulose to treat hepatic encephalopathy. For small intestinal bacterial overgrowth, the typical dose of rifaximin is 400 mg three times daily for two weeks. For patients with hepatic encephalopathy, recurrent treatment is warranted.\n\nStudies show that rifaximin at a dose of 400 mg twice daily for seven days every month improves diverticular disease symptoms and prevents their recurrence. Pouchitis patients may need doses of 400 to even 800 mg twice daily for 12 weeks; they may need periodic retreatment. Recurrent\nClostridium difficile\ntreatment in retrospective studies and case series was 400 mg twice daily for two weeks. Spontaneous bacterial peritonitis prophylaxis should use rifaximin three times daily indefinitely.\n[11]\n\nUse in Specific Patient Population\n\nHepatic Impairment:\nAccording to manufacturer labeling, following administration of rifaximin in the patients with hepatic encephalopathy, the systemic exposure (i.e., AUC) of rifaximin is proportionately increased in patients with mild, moderate, and severe hepatic impairment. No dose modification is generally necessary for patients with mild or moderate hepatic impairment. However, caution should be exercised when rifaximin is administered to patients with severe hepatic impairment (Child-Pugh Class C).\n\nRenal Impairment:\nAccording to manufacturer labeling, the pharmacokinetics of rifaximin in patients with impaired renal function have not been investigated. However, no dosage adjustment is typically necessary as the absorption of rifaximin is minimal.\n\nPregnancy Considerations:\nThere is no data on the use of rifaximin in pregnant women to inform a drug-associated risk. However, teratogenic effects were observed in preclinical animal studies after the administration of rifaximin to pregnant rats and rabbits. In rabbits, maxillofacial, cardiac, ocular, and spine malformations were observed. In addition, ocular malformations were reported in both rats and rabbits. Consequently, pregnant patients should be advised of the potential harm to the fetus.\n\nBreastfeeding Considerations:\nAccording to the manufacturer, the clinician should evaluate the developmental and health benefits of breastfeeding and the mother's clinical need for rifaximin, and any adverse effects on the breastfed infant from rifaximin. Rifaximin has poor oral absorption; therefore, it is not likely to reach the breastmilk or bloodstream of the infant and cause any adverse drug reactions in breastfed infants. Nevertheless, no published experience exists with rifaximin during breastfeeding; therefore, an alternate drug may be preferred, particularly while nursing a newborn or preterm infant.\n[12]",
    "adverse_effects": "Rifaximin has an excellent safety profile due to its lack of systemic absorption. Clinical trials have shown that adverse effects of rifaximin are similar to or even lower frequency than placebo, trimethoprim-sulfamethoxazole, and ciprofloxacin. Clinical trials did not show any serious adverse events while using rifaximin. There were no deaths while using rifaximin in clinical trials. Rifaximin does not require dose adjustments for hepatic dysfunction.\n[9]\n\nThere are published case reports of rifaximin interacting with warfarin, which resulted in reductions in INR levels.\nIn vivo\nstudies have previously shown that CYP3A4 can be induced by rifaximin, affecting the bioavailability of CYP3A4 substrates. Although these studies have demonstrated that rifaximin can affect CYP3A4 enzyme activity, this would likely never happen in a patient because of the minimal systemic absorption.\n[13]\n\nPatients treated with rifaximin may develop adverse drug reactions, including nausea, gastrointestinal upset, fatigue, peripheral edema, dizziness, and muscle spasms. In addition, long-term use has been associated with fungal or bacterial super-infections. There is little evidence that rifaximin causes clinically apparent liver disease or serum enzyme elevations despite widespread use. Likelihood score: E (unlikely cause of clinically apparent liver injury).\n[13]",
    "monitoring": "Rifaximin demonstrates poor absorption into the systemic blood system, and only trace amounts appear in the blood and urine following administration. Prior studies have shown less than 0.4% of the medication detectable in the blood or urine and undetectable levels in bile and breast milk. For this reason, the monitoring of rifaximin is unnecessary.\n[9]\n\nHowever, the clinician should monitor disease progression (e.g., response to rifaximin treatment can be monitored by lactulose breath test in patients with IBS-D).\n[15]",
    "toxicity": "Since rifaximin is poorly absorbed into the systemic blood system and passes through the digestive tract, there is no evidence to suggest there can be an accumulation of toxic levels in the body. There is no antidote to rifaximin. No specific information is available regarding the treatment of overdosage with rifaximin.\n\nHowever, as per the manufacturer's label, in clinical studies at doses higher than the recommended dose, adverse reactions were similar in subjects who received doses higher than the recommended dosage. However, like in any case of overdose, the clinician should discontinue rifaximin, institute supportive measures, and treat symptomatically."
  }
}