{
  "drug_name": "riluzole",
  "nbk_id": "NBK611986",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK611986/",
  "scraped_at": "2026-01-11T18:47:51",
  "sections": {
    "indications": "Corticobasal ganglionic degeneration (CBD) is a rare and progressive neurodegenerative disorder with diverse clinical and pathological features. The most common clinical presentation, corticobasal syndrome, includes asymmetric limb rigidity, Parkinsonism, dystonia, and cortical dysfunction, such as apraxia or sensory deficits. Pathologically, CBD is associated with 4-repeat (4R; this refers to the presence of 4 microtubule-binding domains in the tau protein isoform) hyperphosphorylated tau protein inclusions in neurons and glial cells, forming astrocytic plaques. Despite advancements in understanding the pathology, the mechanisms underlying tau-induced neurodegeneration remain unclear, and disease-modifying treatments are unavailable. There is a need to delineate the disease's intricate pathophysiologic processes further.\n[1]\n[2]\n[3]\n[4]\nAccurate early diagnosis is essential, as it can guide patient care and facilitate the development of targeted therapies and disease-specific biomarkers.\n\nInterprofessional care plays a critical role in managing CBD, particularly given its progressive nature and the lack of curative treatments. Collaborative care teams—neurologists, physical therapists, occupational therapists, and palliative care specialists—can optimize symptom management and address functional impairments. Early discussions of end-of-life care and support for patients and families are essential in improving the quality of life for those with this debilitating condition.",
    "mechanism": "CBD is primarily considered an idiopathic or sporadic neurodegenerative disorder, with familial cases being exceedingly rare.\n[2]\n[5]\nGiven the diagnostic difficulty, little is known about the disorder’s risk factors. The only well-established risk factor for CBD is advanced age.\n[2]\nNo evidence links environmental exposures to toxic or infectious agents in its pathogenesis. At its core, CBD is driven by the pathological accumulation of hyperphosphorylated 4R tau protein, which disrupts microtubule stability, leading to neurodegeneration. Affected regions include the cerebral cortex and basal ganglia, correlating with the disease's hallmark motor and cognitive symptoms. This tau accumulation results in characteristic pathological findings such as astrocytic plaques, oligodendrocytic coiled bodies, and neurofibrillary tangles.\n\nGenetic Basis\n\nMutations in the microtubule-associated protein tau (MAPT) gene are central to the pathogenesis of CBD due to their role in disrupting membrane-associated 4R tau function.\n[6]\nThe extended MAPT tau haplotype (H1) and homozygosity for H1/H1 significantly increase in pathologically confirmed CBD cases, similar to progressive supranuclear palsy (PSP).\n[7]\nThe MAPT H1c allele, a regulatory region likely enhancing 4R tau transcript production, is particularly prevalent in CBD and PSP.\n[8]\n[9]\nIn contrast, the H2 haplotype appears protective against CBD.\n[10]\nResults from genome-wide association studies have reinforced the associations at the MAPT locus between CBD and PSP.\n[8]\nCertain MAPT mutations\n—\nsuch as those in exon 10, intron 10, and exon 13\n—\ncan mimic the clinical and pathological\nfeatures of corticobasal syndrome and CBD.\n[11]\n[12]\n\nA genome-wide association study involving pathologically confirmed CBD also identified associations at single nucleotide polymorphisms in non-MAPT loci, including chromosome 17q21 (MAPT expression), chromosome 8p12 (lnc-KIF13B-1, a long noncoding ribonucleic acid), and chromosome 2p22 (SOS1). Notably, the study's results revealed a shared genetic risk at 3p22 involving myelin-associated oligodendrocyte basic protein (MOBP), highlighting its potential pathogenic significance given the oligodendrocyte and white matter involvement in tauopathies like CBD and PSP.\n[8]\nFurther research confirmed overlapping genetic risk factors between CBD and PSP at other non-MAPT loci, including MOBP, NSF (linked to the H1 haplotype), epidermal growth factor receptor, glycine dehydrogenase, and CXC motif chemokine receptor 4. Additionally, the genetic overlap between CBD and frontotemporal dementia appears predominantly localized to the MAPT locus.\n[13]\n\nEvidence of broader genetic pleiotropy has also emerged, linking CBD to immune-mediated diseases such as celiac disease, suggesting immune dysfunction may play a role in its pathogenesis.\n[14]\nExome sequencing of 2 familial CBD cases identified mutations in Mg²\n+\ntransporter (MRS2) and zinc-finger and homeodomain protein 2 (ZHX2), both regulated by\nMIR4277\n.\n[15]\nThese findings underscore the complexity of CBD genetics and emphasize the need for further studies to clarify the roles of these genes in the disease's pathophysiology.",
    "monitoring": "There are no definitive laboratory tests for CBD, but a comprehensive workup is essential to rule out alternative diagnoses and identify supportive biomarkers.\n\nLaboratory Tests\n\nBlood Tests\n\nRoutine blood tests are typically unremarkable in CBD but are performed to exclude other causes of parkinsonism and cognitive impairment, including:\n\nThyroid function tests\nTo rule out hypothyroidism-related cognitive and motor dysfunction\nVitamin B12, folate, and homocysteine levels\nTo assess for vitamin deficiencies contributing to neurodegenerative symptoms\nSyphilis and human immunodeficiency virus serology\nTo rule out infectious causes of dementia and movement disorders\nAutoimmune and paraneoplastic panels\nIn cases with atypical presentations to exclude autoimmune encephalitis and paraneoplastic syndromes\nGenetic testing\nIf there is a strong family history, testing for MAPT mutations or other tauopathies may be considered, though CBD is primarily sporadic.\n\nCerebrospinal Fluid Biomarkers\n\nCerebrospinal fluid (CSF) biomarkers have emerged as promising tools for diagnosing CBD, particularly for distinguishing it from other neurodegenerative disorders. Given the central role of tau pathology in CBD, recent research has focused on identifying isoform-specific tau species that reflect disease-specific neurodegeneration. Measuring soluble tau fragments in CSF can provide insights into the underlying pathological process, aiding in the early and accurate identification of CBD.\n\nResults from a recent study on 4R isoform-specific tau species from microtubule-binding region (MTBR), ie, MTBR-tau\n275\nand MTBR-tau\n282\n, showed that when normalized to total-tau, they increase in brain insoluble tau and decrease in the CSF soluble tau in primary tauopathies, especially CBD and FTLD-MAPT P301L. Interestingly, CSF MTBR-tau\n275/\nt-tau and MTBR-tau\n282\n/t-tau did not decrease in PSP and argyrophilc grain disease (AGD), the other 4R-tauopathies. This discrepancy originated from variability in the degree of neocortical pathology in PSP and AGD cases compared to CBD and FTLD-MAPT cases. This study, thus, proposes the potential role of CSF MTBR-tau\n275\nand MTBR-tau\n282\nas the first affirmative fluid disease biomarkers for primary tauopathies, especially CBD and FTLD-MAPT.\n[76]\n\nCSF biomarkers for Alzheimer disease (AD), such as amyloid beta 42, total tau (t-tau), and phosphorylated tau, are crucial in ruling out AD in patients with overlapping clinical features. In a patient with predominantly cognitive symptoms, the possibility of underlying AD pathology should be considered first before considering other differentials like CBD, and this can be ascertained with the CSF levels of amyloid beta 42, t-tau, and p-tau with a sensitivity of 95% and specificity of 83%.\n[77]\nAdditionally, neurofilament light chain (NfL) may be elevated in CBD, reflecting neurodegeneration.\n\nNeuroimaging Studies\n\nRadiographic imaging is critical for supporting the diagnosis of CBD and distinguishing it from other neurodegenerative conditions.\n\nMagnetic Resonance Imaging\n\nMagnetic resonance imaging is a valuable tool in the evaluation of CBD, aiding in the exclusion of other neurodegenerative disorders and identifying characteristic atrophy patterns. Findings often include asymmetric cortical atrophy, particularly in the parietal and frontal lobes, and basal ganglia involvement (see\nImage.\nCorticobasal Degeneration on Magnetic Resonance Imaging). However, it is important to note that the imaging finding of asymmetric frontoparietal atrophy is more reflective of a clinical syndrome of CBS than an underlying CBD pathology. Advanced imaging techniques like diffusion tensor imaging and volumetric analysis may enhance diagnostic accuracy by detecting early structural and functional changes. However, MRI findings are often nonspecific, necessitating clinical correlation for definitive diagnosis.\n\nA voxel-based morphometry study to analyze atrophy patterns found that patients with a clinical syndrome consistent with CBS exhibited perirolandic atrophy involving both the anterior and posterior central gyrus, regardless of the underlying pathology. In contrast, patients with pathologically confirmed CBD demonstrated atrophy in the perirolandic region and the dorsal prefrontal cortices, striatum, and brainstem.\n[78]\nResults from another study examining gray matter thinning in CBS patients revealed consistent involvement of the premotor cortex and insula in the dominant hemisphere and the supplementary motor area bilaterally. However, the distribution of atrophy varied based on the underlying pathology. Specifically, in CBD-CBS cases, gray matter loss extended from the premotor cortex into the inferior and superior posterior frontal lobes and supplementary motor area, a pattern closely resembling that observed in PSP-CBS, except for relative sparing of the inferior frontal lobe.\n[79]\n\nAdditionally, a correlation study using MRI volumetric and diffusion tensor imaging (DTI) in 47 patients (28 PSP and 19 CBD) indicated that 'brain volume' and 'white matter integrity' might serve as useful surrogate markers for tau pathology in 'subcortical/brainstem' and 'cortical' regions, respectively.\n[80]\nResults from another diffusion tensor imaging study involving 11 patients with probable CBD reported an increased apparent diffusion coefficient average in the motor thalamus and the precentral and postcentral gyri ipsilateral to the affected frontoparietal cortex, as well as in the bilateral supplementary motor area. Fractional anisotropy values were predominantly reduced in the precentral and supplementary motor areas, followed by the postcentral gyrus and cingulum.\n[81]\nHowever, a significant limitation of this study was the absence of pathological confirmation of CBD in these patients.\n\nPositron Emission Tomography\n\nPositron emission tomography (PET) imaging is valuable in evaluating CBD, providing metabolic and molecular insights that complement clinical and structural findings. PET imaging utilizes radioligands to bind to in vivo targets to assist in quantitative visualization of functional processes. The most used radiotracer is [18F] fluorodeoxyglucose (FDG), which helps assess regional brain glucose metabolism. Over the past decade, various pathology-specific radiotracers, such as amyloid and tau tracers, have been developed to image tauopathies, especially AD, with a growing literature in 4R-tauopathies.\n\nFluorodeoxyglucose-Positron Emission Tomography\n\nFDG-PET plays a crucial role in identifying regional differences in brain metabolism, which can aid in differentiating neurodegenerative disorders, particularly in the early stages when clinical distinctions between diseases remain challenging.\n[82]\nFDG-PET detects asymmetric cortical hypometabolism, particularly in the parietal and frontal lobes, aiding in differentiation from other neurodegenerative disorders. Results from a study identified and validated a distinct metabolic covariance pattern in 10 patients diagnosed with probable CBD. This pattern was characterized by asymmetric bilateral hypometabolism in the cerebrum, specifically involving the frontal and parietal cortices, thalamus, and caudate nucleus, with a relative increase in metabolism observed in the occipital regions. However, this study had notable limitations: (1) all participants exhibited the CBS phenotype, which includes asymmetric limb involvement and apraxia, meaning the identified metabolic pattern may not be representative of other CBD presentations; and (2) only 3 of the patients had a pathologically confirmed CBD diagnosis, raising the possibility that some may have had a different underlying pathology.\n[83]\n\nAddressing these limitations, another study examined 29 CBS patients who underwent FDG-PET imaging and postmortem neuropathological evaluation. Of these, 14 were confirmed to have primary CBD pathology (CBD-CBS). Hypometabolism patterns varied across different underlying pathologies, but CBD-CBS patients demonstrated a more pronounced bilateral basal ganglia involvement. Notably, the primary motor cortex was the only common hypometabolic region among all groups. Based on these results, the study suggested that FDG-PET could be valuable for differentiating pathological diagnoses in patients with CBS.\n[84]\nFurther research is needed to determine its applicability in CBD cases that do not present with the CBS phenotype.\n\nTau PET Imaging\n\nTau PET imaging has emerged as a promising technique for assessing tau pathology in neurodegenerative diseases. Among the first-generation tracers, [18F]AV-1451 (flortaucipir) demonstrated increased uptake in the bilateral premotor and motor cortices and globus pallidus in patients with CBD patients compared to controls. Additionally, there was a trend toward greater globus pallidus uptake in patients with CBD compared to PSP, suggesting potential utility in differentiating tauopathies. However, [18F]AV-1451 has significant limitations, including poor specificity for 4R tau, the dominant tau isoform in CBD, as it preferentially binds to the mixed 3R/4R paired helical tau filaments found in AD.\n[85]\n[86]\nFurthermore, off-target binding remains a challenge, particularly due to the tracer's high affinity for monoamine oxidase-B (MAO-B), complicating interpretation.\n[87]\nResults from another study investigating antemortem tau PET imaging in relation to postmortem autopsy findings demonstrated that while [18F]AV-1451 reliably identified advanced Braak tau pathology in AD, it failed to detect early-stage neurofibrillary tangle pathology and was unable to differentiate non-AD tauopathies, including CBD.\n[88]\n\nTo overcome these limitations, second-generation tau tracers have been developed. [18F]PM-PBB3 (also known as [18F]-APN-1607) has shown greater efficacy in binding to and tracking the accumulation of 4R tau over time, particularly in carriers of MAPT mutations.\n[89]\nResults from a case study involving a patient with auditory agnosia and dysprosody, [18F]PM-PBB3 uptake was observed in the occipital cortex, asymmetrical neocortex, subcortical regions, basal ganglia, thalamus, and midbrain. Based on this distribution, the authors suspected underlying CBD pathology; however, the absence of pathological confirmation limited definitive conclusions.\n[90]\n\nAnother promising tracer, [18F]PI-2620, has shown asymmetric pallidal uptake in patients with CBD, distinguishing it from patterns observed in PD and PSP.\n[91]\nA study examining patients with CBS provided results demonstrating that there was preferential uptake in the dorsolateral prefrontal cortex and basal ganglia contralateral to the clinically affected side, irrespective of beta-amyloid status. This suggests that [18F]PI-2620 may be valuable in assessing underlying pathology and tracking disease progression in CBS.\n[92]\n\nDespite the advances in tau PET imaging, significant challenges remain, particularly concerning off-target binding and inconsistencies between antemortem imaging and postmortem pathological findings. Although second-generation tracers like [18F]PM-PBB3 and [18F]PI-2620 have shown improvements in reducing off-target binding in the basal ganglia, cerebral white matter, and monoamine oxidases-A/B, they have introduced new binding artifacts in regions such as the skull and meninges. Furthermore, the specificity of these tracers for 4R tau requires further validation through larger-scale studies.\n[85]\n\nOther Diagnostic Tests\n\nOther diagnostic tests can aid in differentiating CBD from other neurodegenerative conditions. Dopamine transporter imaging (eg, DaTscan/SPECT) may reveal asymmetric striatal dopamine transporter loss; however, this finding is nonspecific and can also be observed in other parkinsonian syndromes. Electromyography and nerve conduction studies are often performed to exclude mimicking conditions such as motor neuron disease. Additionally, neuropsychological testing assesses cognitive function in patients with CBD, identifying deficits that vary based on disease phenotype. Common findings include executive dysfunction, apraxia, nonfluent aphasia, and visuospatial impairments.",
    "administration": "Symptomatic Management\n\nThe treatment framework below is largely derived from the CurePSP Centers of Care consensus on best practices in PSP and CBS clinical management.\n[71]\nHowever, given the large clinical heterogeneity in the disease presentation and individual disease manifestations, a tailored care plan must be synthesized for individuals with CBD with the help of an interprofessional team including neurologists, psychotherapists, speech therapists, psychiatrists, ophthalmologists, sleep specialists, occupational therapists, physical therapists, and palliative care physicians.\n\nA levodopa trial should be conducted for parkinsonism. An adequate trial would entail titrating it over a month to 900 to 1200 mg daily in 3 divided doses and maintaining the maximum tolerated dose for at least a month. If there is no response or the emergence of adverse events like dyskinesias, the medication must be tapered slowly over at least 2 weeks. Abrupt discontinuation can cause parkinsonism-hyperpyrexia syndrome. Other dopaminergic agents like monoamine oxidases-B inhibitors or catecholamine O-methyltransferase inhibitors are even less likely to provide benefits than levodopa.\n\nConstipation and urinary disturbances may become prominent as a part of possible autonomic dysfunction in CBD. Constipation may respond to increased physical activity, adequate hydration, fiber supplementation, and pharmacologic therapy with stool softeners or osmotic laxatives. Stimulant laxatives should only be used short-term. Medications like guanylate cyclase c agonists (linaclotide) and selective 5-hydroxytryptamine receptor 4 agonists (prucalopride) may need to be prescribed in refractory cases of constipation.\n\nUrinary dysfunction may be targeted with the use of alpha-receptor antagonists (tamsulosin, terazosin, doxazosin, alfuzosin, silodosin), 5-alpha reductase inhibitors (finasteride, dutasteride), beta-3 adrenoceptor agonists (mirabegron, vibegron), and selective M3 antimuscarinic anticholinergics (darifenacin, solifenacin); however, nonselective antimuscarinic agents (oxybutynin, tolterodine, fesoterodine) should be avoided given central anticholinergic side effects. Botulinum toxin injections may need to be considered for refractory overactive bladder. Polypharmacy can be avoided using nonpharmacologic measures like condom catheters for men, clean intermittent urinary catheterization, and transtibial nerve stimulation.\n\nMelatonin can manage sleep disturbances like insomnia and rapid eye movement sleep behavior disorder; however, low-dose clonazepam may be necessary if melatonin fails. Given cognitive side effects, other benzodiazepines, benzodiazepine receptor agonists, and tricyclic antidepressants must be avoided. Stimulants, if used for excessive daytime somnolence, must be restricted to low doses.\n\nAs bulbar symptoms progress, sialorrhea and dysphagia may become more troublesome. Botulinum toxin is the first-line therapy for sialorrhea. Sublingual atropine drops are not recommended due to central anticholinergic adverse events, and oral glycopyrrolate, if used, should be monitored for the same reason. In cases of dysphagia, an early referral to speech-language pathology should be placed. Conservative measures with small bites and sips, multiple swallows, and thickened liquid consistencies can be helpful; however, percutaneous gastrostomy tube placement may become necessary in severe cases, necessitating timely goals-of-care discussions by the treating physician.\n\nApraxia of speech and nonfluent aphasia are best managed by intense, repetitive exercises and using gestures, nonspeech modalities, and pacing methods with the help of a trained speech pathologist. Transcranial magnetic stimulation to the cerebellar region and transcranial direct current stimulation to the dorsolateral prefrontal region are potential experimental treatments for speech apraxia and aphasia, respectively. Limb apraxia warrants occupational therapy with interventions like gestural training, bimanual or bipedal tasks, mirror therapy, repetitive facilitation exercises, or video game-based rehabilitation.\n\nIf focal, botulinum toxin is the best treatment for dystonia. Other pharmacologic therapies include baclofen and clonazepam. Baclofen can be started at 5 mg daily and titrated to a maximum dose of 10 mg 3 times a day, while clonazepam is usually started at 0.25 mg daily and titrated to no more than 3 mg per day. Occupational therapy with an evaluation for orthoses may be beneficial for dystonia.\n\nPharmacologic management of cognitive impairment with cholinesterase inhibitors should be reserved for amnestic deficits. Caregiver and family education, establishment and maintenance of a daily routine, occupational therapy, external memory aids (eg, calendars, daily planners), technology (eg, mobile devices), and lifestyle modifications may be beneficial nonpharmacologic measures. Behavioral symptoms of apathy can be managed with a trial of methylphenidate or modafinil; depression and other mood disorders may respond to selective serotonin reuptake inhibitors (SSRIs). Impulsivity, if present, may need reduction of levodopa, mood stabilizers, a trial of SSRIs, or mediations used for attention deficit hyperactivity disorder like atomoxetine. Progressive eyelid and visual dysfunction may lead to blepharospasms, decreased blinks, reduced tear production, diplopia, saccadic slowing, and hypometria. Botulinum toxin for blepharospasm, artificial tears for dry eyes, binocular prisms for gaze limitation, environmental modifications, and referral to an ophthalmologist or a neurooptometrist may all prove helpful in the symptomatic management of ocular and visual dysfunction.\n\nTargeted Tau Therapy\n\nWith the recent landmark United States Food and Drug Administration approval of drugs targeting amyloid pathology, there has been an increased interest in developing monoclonal antibodies targeting intracranial pathologies such as amyloid beta and tau.\n[93]\n[94]\nHowever, a similar breakthrough has not yet been achieved with the advent of tau-directed therapies.\n[95]\nTherefore, it has become more pertinent than ever to develop disease-specific biomarkers to help predict the pathology in the antemortem diagnosis of neurodegenerative diseases with increased sensitivity and specificity and monitor the quantitative effect of the treatment over time.\n\nClinical trials in developing a disease-modifying therapy for 4R-tauopathies either focus on reducing the toxic gain of function caused by pathologic tau aggregates or restoring a loss of normal tau function.\n[96]\nToxic gain of function may be mitigated by reducing tau gene expression, preventing posttranslational modifications that promote tau aggregation, or clearing tau aggregates mostly via an immunologic mechanism. Loss-of-function restoration strategies focus on microtubule stabilization.\n[97]\n\nAn immunoglobulin G4 monoclonal antibody, gosuranemab, against the N-terminal region of tau reduced both full-length tau and extracellular tau fragments in cell culture and animal models; however, its results showed a failure in demonstrating efficacy in the phase 2 PASSPORT study in PSP-Richardson syndrome (PSP-RS) patients.\n[98]\nAs a result, a parallel basket study, TauBasket, examined other 4R-tauopathies like CBD, nonfluent variant primary progressive aphasia, traumatic encephalopathy, and frontotemporal lobar degeneration-MAPT was terminated due to futility analysis results from PASSPORT.\n[97]\nA major controversy in the use of monoclonal antibodies surrounds the appropriate tau protein epitope target, and it continues to be a matter of ongoing investigation. A transgenic mice model showed that antibodies targeting the tau's middomain region suppressed tau aggregation, whereas N-terminal antibodies did not.\n[99]\nA tau middomain monoclonal antibody, UCB0107, completed phase 1 studies in health controls, and an open-label extension study is ongoing.\n[97]\n\nA microtubule stabilizer, TPI 287, was evaluated in AD and 4R-tauopathies, PSP, and CBS; however, it showed a dose-related worsening in cognitive outcomes in the 4R-tauopathy arm, preventing further development.\n[100]\nMost other trials have primarily been conducted in individuals with PSP-RS. Neuroprotective drugs (riluzole, rasagaline), tau phosphorylation inhibitors (glycogen synthase kinase-3 beta inhibitors like lithium, valproate, tideglusib), and tau acetylation inhibitors (salsalate) in PSP-RS have largely produced discouraging results.\n\nOther prospective potential agents in various stages of clinical trials are tau transcription factor inhibitors (\nNCT04253132\n), tau aggregation inhibitors (AZP2006), and O-GlcNAcase inhibitors (hypothesized to help with tau hyperphosphorylation from transgenic mice studies).\n[97]\nThere has been a recent interest in tau-targeted antisense oligonucleotides (ASOs) in 4R-tauopathies given an ASO-mediated 50% reduction in tau translation and prevention of neuronal loss in transgenic mouse models.\n[101]\nMAPTRx, a tau-targeting ASO, was found to be safe and showed a dose-dependent reduction in the total-tau CSF concentration in mild AD in a phase 1 randomized trial, and phase 2 of this drug is ongoing.\n[102]\nEncouraging results will potentially expand clinical trials for these agents in 4R-tauopathies.",
    "adverse_effects": "Patients with CBD are likely to accumulate progressive disability with disturbances in speech and language, swallowing, cognition, behavior, gait and posture stability, oculovisual functions, sleep, and possibly autonomic symptoms, eg, urinary dysfunction and constipation.\n[71]"
  }
}