{
  "drug_name": "risankizumab",
  "nbk_id": "NBK559260",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559260/",
  "scraped_at": "2026-01-11T18:47:51",
  "sections": {
    "indications": "Psoriasis is a common chronic inflammatory skin condition; however, a subtype of psoriasis can include nail involvement, systemic involvement (eg, joints), or both nail and systemic involvement; nail psoriasis can be the first presentation of cutaneous psoriasis, a sequela of cutaneous psoriasis, or a concurrent presentation of psoriasis.\n[1]\nPsoriatic involvement of the nail bed or nail matrix is the purported cause of nail psoriasis.\n[2]\nNail involvement is a visible indicator to predict concomitant or future inflammatory joint activity, most prominently in the distal interphalangeal joint, where psoriatic arthritis classically presents.\n[3]\n\nNail psoriasis can manifest clinically as a wide variety of nail changes, like nail discoloration (eg, oil drops), subungual hyperkeratosis, pitting (ie, punctate nail depressions), and onycholysis (ie, distal nail plate separation from nail bed), depending on the part of the nail unit affected (see\nImage\n. Nail Psoriasis). Patients with nail psoriasis may have impaired quality of life due to the appearance of their nails, and significant morbidity and functional impairments may arise in some cases.\n[4]\n[5]\nNail psoriasis management is challenging since prolonged treatment is required and may not be able to control disease activity entirely. Educating patients on the prognosis and outcomes of treatment is most important to set expectations and prepare for a successful treatment approach.\n[6]",
    "mechanism": "The exact etiology of nail psoriasis is unclear, but multiple factors, including genetic, immunological, and environmental factors, may contribute to nail psoriasis.\n[1]\nUltimately, nail matrix or nail bed inflammation is implicated in nail psoriasis. Dysregulation of innate immunity is putatively the strongest associated factor.\n[7]\nHowever, some genetic factors, like human leukocyte antigens (Cw6, B13, B17), are associated with nail psoriasis, and family history is often significant in individuals with nail psoriasis, suggesting a genetic or inherited basis; however, this is incompletely understood.\n[8]",
    "monitoring": "Nail psoriasis can be diagnosed based on a thorough history and physical examination. The exclusion of fungal nail disease is important as onychomycosis can appear clinically indistinct from nail psoriasis.\n[9]\nA periodic acid-Schiff stain of a nail clipping, potassium hydroxide (KOH) stain of nail clippings, or a fungal culture can be used to rule out onychomycosis. However, the presence of onychomycosis should not immediately rule out the possibility of coexisting nail psoriasis; instead, after treatment of onychomycosis, the patient should be evaluated for resolution of the fungal nail disease and should later be examined for any nail, skin, or systemic findings suspicious for nail psoriasis.\n[25]\nUltrasound may be used as an adjunctive evaluation method in some patients, but this is not required and is under study as a tool for psoriatic arthritis.\n[26]\nA nail biopsy is generally unnecessary, but in cases with significant diagnostic uncertainty, a biopsy of the nail matrix or nail bed may be used in histopathologic examination to identify the characteristic findings of psoriasis.\n[27]",
    "administration": "The treatment of nail psoriasis can include topical or systemic therapy, which is based on the severity or extent of disease; mild disease (ie, disease limited to 1 or 2 nails with no functional impairment or systemic involvement) can usually be treated with topical therapy, whereas moderate-to-severe disease (ie, disease beyond 2 nails or disease with functional impairment or systemic involvement) may require initiating systemic therapy.\n[10]\nThere are myriad options for systemic treatment, including biologic agents, phototherapy, intense pulsed light, lasers, and photodynamic therapy. The factors that need to be considered for treatment options are the age of the patient, comorbidities, relative or absolute contraindications to therapy, concomitant skin and joint involvement, impact on quality of life, patient preference, and cost of treatment.\n[28]\n\nMild Disease\n\nFor mild disease, high-potency topical corticosteroids and topical vitamin D analogs (eg, calcipotriol) are recommended twice daily on the affected nails, alone or together. However, some studies have shown improved use by patients with a combined topical betamethasone diproprionate and calcipotriol therapy; these have been used as a topical therapy with success as a combined or separate solution or foam, and the combined foam was used in 1 study following ablative fractionated laser as a pretreatment with successful results.\n[5]\n[29]\n\nWhen topical therapy is unsuccessful with topical corticosteroids and topical vitamin D analogs, other therapies to consider may include topical tacrolimus and topical tazarotene.\n[30]\nFractionated CO\n2\nlaser has been used with tazarotene for nail psoriasis with success in at least 1 study.\n[31]\nTopical tofacitinib, a modulator of the janus kinase family, has shown some promise as a 2% solution for recalcitrant nail psoriasis.\n[32]\nWhen these therapies are unsuccessful or are otherwise contraindicated, intralesional corticosteroids may be considered, or systemic therapy, as used for moderate-to-severe disease, may need to be considered.\n[33]\n\nModerate-to-Severe Disease\n\nFor moderate-to-severe nail psoriasis, with significant disease severity or extent, first-line therapy should include a biologic agent where feasible and not contraindicated.\n[34]\n[35]\nBiologic agents have significantly improved nail psoriasis across multiple studies.\n[36]\nA network meta-analysis of multiple biologic agents has shown that at 24 to 28 weeks, ixekizumab, followed by brodalumab and bimekizumab, was most efficacious for complete resolution of nail psoriasis, whereas at weeks 48 to 52, ixekizumab, followed by adalimumab and brodalumab, had the highest absolute probability to achieve complete resolution of nail psoriasis.\n[37]\n\nTumor necrosis factor-α inhibitors\n(eg, adalimumab, infliximab, etanercept, certolizumab, golimumab): Adalimumab was shown to be efficacious in multiple studies for nail psoriasis, though it has been outperformed in other studies by guselkumab and ixekizumab.\n[36]\n[38]\nSimilar data have been observed for the class of medications being successful for the treatment of nail psoriasis across other studies.\n[36]\n[39]\n[40]\n[41]\n[42]\n[43]\nInterleukin-17 inhibitors\n(eg, secukinumab, ixekizumab, brodalumab): Secukinumab has been shown to provide sustained treatment for patients with nail psoriasis.\n[44]\nBrodalumab has been shown to be efficacious in an open-label study.\n[45]\nMeanwhile, ixekizumab, which is dosed every 4 weeks, has been shown to be the most efficacious treatment when compared across multiple biologic agents.\n[37]\n[46]\n[47]\nThe interleukin-17 inhibitors should be avoided in patients with active hepatitis infection and active inflammatory bowel disease, while brodalumab should be avoided in patients with recent suicidality.\n[48]\nInterleukin-23 inhibitors\n(eg, guselkumab, risankizumab, tildrakizumab): In a subset of patients with psoriatic arthritis, nail psoriasis severity indices improved significantly with guselkumab versus placebo at week 16 and at week 24.\n[49]\nRisankizumab, which is dosed every 12 weeks, has also been shown to be efficacious for nail psoriasis endpoints in a randomized controlled trial, whereas tildrakizumab has been supported through individual cases and in other forms of psoriasis.\n[50]\n[51]\nInterleukin-12 and interleukin-23 inhibitors\n(eg, ustekinumab): Ustekinumab was shown to improve nail psoriasis in patients with moderate-to-severe psoriasis in one study, and it has been used for psoriasis across populations.\n[52]\n[53]\n\nIf moderate-to-severe nail psoriasis does not improve after biologic agent use, even after switching between classes, or if biologic agent use is not feasible or contraindicated, second-line treatment can include methotrexate (oral or intralesional), apremilast, intralesional corticosteroids, topical therapies used in mild disease, or pulsed dye laser.\n[54]\n[55]\n[56]\n[57]\nAlthough these therapies have been shown to be efficacious, additional therapies for consideration include tofacitinib (oral or topical), acitretin, cyclosporine, fractional CO\n2\nlaser, excimer laser, and narrowband ultraviolet B phototherapy.\n[32]\n[58]\n[59]\n[60]",
    "adverse_effects": "The patient with nail psoriasis may develop complications due to the disease process or medications used for treatment. The major complications can be grouped into functional disability, psychological distress, and infections, including bacterial (eg, paronychia) and fungal infections (eg, onychomycosis)."
  }
}