{
  "drug_name": "risdiplam",
  "nbk_id": "NBK562209",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562209/",
  "scraped_at": "2026-01-11T18:47:51",
  "sections": {
    "indications": "The tone of the muscle is defined as a residual tension in a muscle at rest. It is a continuous and passive partial contraction of the muscles, which maintains posture. It is determined by resistance encountered with the passive stretching of a muscle or the passive movement of a limb at a joint. Hypotonia is a poor muscle tone resulting in floppiness. It is abnormally decreased resistance encountered with passive movement of the joint. It must be differentiated from weakness, which refers to a decrease in the maximum power a muscle can generate.\n\nHypotonia may or may not be associated with muscle weakness. Although easily recognizable, it may be challenging for a clinician to determine the underlying cause of hypotonia. There is an extensive list of causes, but approaching the case systematically and obtaining a detailed history and physical examination can help reach a diagnosis. Determining the etiology is crucial for the management and prognostication. Specific treatments are available for some diseases, but treatment generally comprises supportive care with rehabilitation services and nutritional and respiratory support.\n[1]\n[2]\n[3]\n[4]\n[5]",
    "mechanism": "Hypotonia is usually present at birth and is frequently diagnosed in early infancy. There are numerous reasons for hypotonia in an infant. It can result from muscle abnormalities, neuromuscular junctions, or central and peripheral nervous systems. It may also present in genetic disorders, metabolic diseases, endocrine problems, and acute or chronic illnesses.\n[5]\nIn about 50% of the cases of hypotonia, etiology can be determined with a detailed history and physical examination.\n[2]\nCentral causes include hypoxic encephalopathy, brain anomalies/insults, genetic/chromosomal syndromes, congenital or acquired infections, and disorders of metabolism. Peripheral causes include spinal muscular atrophy, myasthenia gravis, drug/toxin exposure, hereditary neuropathies, muscular dystrophies, congenital or metabolic myopathies, and congenital myotonic dystrophies.\n[1]\n[5]",
    "monitoring": "To reach a correct diagnosis in a hypotonic newborn, it is essential to proceed systematically. The initial assessment is aimed at ruling out systemic disorders. Examination for abnormalities of deep tendon reflexes and ligament laxity helps consider peripheral causes.\n\nIf suspected, sepsis must be ruled out with blood, urine, and cerebrospinal fluid cultures. Additionally, obtaining a complete blood count, comprehensive metabolic profile, magnesium, and a drug screen. If the neonate is found to have hepatosplenomegaly or calcification on a head ultrasound, then a workup for congenital infection should be initiated. It includes toxoplasmosis, rubella, cytomegalovirus, herpes simplex, human immunodeficiency virus (TORCH) titers, urine cytomegalovirus studies, and Zika virus testing. To assess the central causes of hypotonia, a workup should be done to look for genetic and metabolic disease as a cause. In the presence of dysmorphic features or congenital malformations, a chromosome analysis with routine karyotyping or specific testing for fluorescence in situ hybridization (FISH) can aid in diagnosing certain diseases such as Down syndrome and PWS\n\nMetabolic disorder screening is done when there is multisystemic involvement. Screening for carbohydrate and mitochondrial disorders with lactate and pyruvate levels may be done. Altered levels of plasma amino acids and urine organic acids may indicate an underlying amino acid disorder or organic acidemia. Acylcarnitine and total carnitine levels can be obtained for organic and fatty acid metabolism defects. More specific testing may be done for peroxisomal disorders with very long-chain fatty acids and plasmalogens. When peripheral hypotonia is suspected, a creatine kinase (CK) level should be taken. In muscular dystrophies, CK is typically very elevated (>10x normal).\n\nElectrophysiologic studies can be used as a screening tool for peripheral causes of hypotonia. However, performing and interpreting in a neonate or a young infant may be difficult. They can differentiate among disorders involving nerves, muscle, or neuromuscular junctions. If CK is mildly elevated (<10x normal) and electromyography (EMG) is myopathic, then a muscle biopsy will be needed. Muscle biopsy with immunohistochemical staining and electron microscopy can help differentiate between muscular dystrophies and myopathies. Although an invasive procedure, it plays an important role in diagnosis and guiding further workup. If the EMG is neuropathic, then testing for spinal muscular atrophy (SMA), hereditary sensorimotor neuropathy, and Dejerin-Sottas syndrome should be done.\n\nDecrement or facilitation of EMG would suggest the disease of the neuromuscular junction. Radiologic evaluation with magnetic resonance imaging (MRI) and computed tomography (CT) of the brain can aid in diagnosing various causes of central hypotonia. Structural changes, migration defects, brain stem defects (Joubert syndrome), and abnormal signaling defects in the white matter and brain stem can be seen in neuroimaging. Magnetic resonance spectrometry can be useful in diagnosing certain metabolic disorders.\n[1]\n[5]\n[8]",
    "administration": "In general, the treatment is supportive and, most of the time, takes precedence over finding the underlying cause. It is tailored to the symptoms of the infant and may depend on the underlying cause. An interprofessional team approach leads to better outcomes for patients. Rehabilitation, nutritional, and respiratory support must be provided. In cases of central hypotonia other than hypoxic-ischemic encephalopathy, the involvement of a metabolic expert and a geneticist is essential. Occupational, speech, and physical therapy are beneficial and crucial in maximizing muscle function and preventing secondary anatomic deformities. Nutritional support is very important in these patients as they are often underweight and have various macro- and micronutrient deficiencies. Their requirements may increase during illness, and it must be addressed. In severe cases of chest muscle weakness, nasogastric or percutaneous gastrostomy tubes are needed for nutrition.\n[1]\n[2]\n[5]\n\nSpecific treatment can be provided in certain cases, such as Pompe disease, where early enzyme replacement therapy can significantly improve the outcome.\n[4]\nRecently, few treatments have been approved by the US Food and Drug Administration for SMA, although these are among the most expensive treatments available. Spinraza is a gene therapy that repairs the\nSMN2\ngene. Zolgensma replaces the missing or defective\nSMN1\ngene. While Spinraza and Zolgensma are given intrathecally, Risdiplam has recently been approved as oral therapy.\n[6]\n[9]\n\nGenetic counseling must be done for parents. Prenatal testing and testing for at-risk relatives must be offered whenever applicable. Parents must be actively involved from the beginning and should be educated about the disease.\n[2]\n[5]",
    "adverse_effects": "Complications of hypotonia are usually secondary to the problems associated with it. Mortality is highest under the age of 1 year, and those who survive beyond 1 year age often have developmental delays.\n[15]\nMost patients require nutritional support and may develop various micro/macro-nutrient deficiencies. Those requiring pulmonary support are more prone to respiratory infections in general and may develop pneumonia frequently. In some diseases, patients who are wheelchair-bound are more prone to fractures, osteopenia, development of contractures, and pressure ulcers, even if adequate physical therapy is provided to them.\n[16]"
  }
}