{
  "drug_name": "risperidone",
  "nbk_id": "NBK459313",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459313/",
  "scraped_at": "2026-01-11T15:38:03",
  "sections": {
    "indications": "Risperidone should not be given to a patient with a known allergy or hypersensitivity to risperidone or paliperidone (a risperidone metabolite).\n\nBox Warnings\n\nThe use of risperidone has also been linked to a higher probability of cerebrovascular events in older patients with dementia, leading to an FDA warning about using this medication in the context of dementia-related psychosis. Studies have even shown an increase in all-cause mortality among older patients with dementia who are on this medication.\n[20]\n\nWarnings and Precautions\n\nHallucinogen-persistent perception disorder (HPPD):\nHPDD may be a relative contraindication for risperidone because some patients treated with risperidone for their HPPD reported that panic and visual symptoms intensified.\n[23]\n\nSeizures:\nSeizures have been reported in risperidone-treated patients, with some cases linked to hyponatremia. Caution is advised when prescribing risperidone to patients with a history of seizures.\n[24]\n\nPhenylketonuria:\nClinicians should inform patients that risperidone orally disintegrating tablets contain phenylalanine, a component of aspartame.",
    "mechanism": "All antipsychotics exhibit some degree of antagonism at dopamine D2 receptors. First-generation antipsychotics (FGAs) produce observable antipsychotic effects at 60% to 80% D2 occupancy. Second-generation antipsychotics (SGAs) like risperidone exhibit some D2 blockade, but their effects are more the result of blocking serotonin receptors like 5HT2A. SGAs bind loosely to D2 receptors and can quickly dissociate from them, possibly explaining their lower likelihood of causing extrapyramidal symptoms.\n[12]\n\nMoreover, SGAs exhibit agonist activity at the 5HT1A receptor. Risperidone's antidepressant effects are thought to involve serotonin and norepinephrine reuptake inhibition. Positive symptoms are thought to result from the blockade of D2 receptors in the mesolimbic pathway. The ability of antipsychotics to block D2 receptors in the prefrontal cortex and nucleus accumbens is essential in improving various psychiatric symptoms. Risperidone does not cause anticholinergic effects, which may benefit patients in specific populations, including older patients with dementia. Despite these advantages, risperidone must be prescribed cautiously (see the Contraindications section).\n\nPharmacokinetics\n\nAbsorption:\nAfter a single intramuscular injection of risperidone (extended-release injectable suspension), there is a minor initial release of the drug (<1% of the dose), followed by a lag time of about 3 weeks. The major release begins at 3 weeks, is maintained from the fourth to the sixth week, and subsides by 7 weeks post-injection. Therefore, it is essential to provide oral antipsychotic supplementation during the first 3 weeks to maintain therapeutic levels until the primary release of risperidone occurs.\n\nDistribution:\nRisperidone is rapidly distributed throughout the body, with a volume of distribution ranging from 1 to 2 L/kg. The drug is approximately 90% bound to plasma proteins (ie, albumin and α-acid glycoprotein), while its major metabolite, 9-hydroxy-risperidone, has a plasma protein binding of around 77%. Both deltoid and gluteal intramuscular injections are bioequivalent, making them interchangeable.\n\nMetabolism:\nRisperidone undergoes extensive hepatic metabolism, primarily through hydroxylation to 9-hydroxy-risperidone via the CYP2D6 enzyme. This metabolite possesses pharmacological activity similar to risperidone, so the clinical effect results from the combined concentrations of both compounds. Genetic polymorphisms affecting CYP2D6 can influence metabolism, leading to some individuals being classified as \"extensive\" or \"poor\" metabolizers.\n[13]\nMedications that inhibit CYP2D6 (eg, quinidine) can impede this conversion, leading to a pharmacokinetic profile similar to that of poor metabolizers. Conversely, enzyme inducers (eg, carbamazepine) can reduce the plasma concentrations of risperidone and 9-hydroxy-risperidone. The apparent half-life of risperidone and 9-hydroxy-risperidone following administration of the extended-release injectable suspension is 3 to 6 days, correlating with the degradation of the microspheres and subsequent absorption. In contrast, the oral formulation has a mean half-life of approximately 20 hours.\n\nElimination:\nRisperidone and its metabolites are primarily eliminated through urine, with some excretion via feces. Long-term (up to 12 months) administration of the injectable form at doses of 25 mg or 50 mg every 2 weeks does not result in any significant accumulation of risperidone. Complete elimination following this regimen occurs 7 to 8 weeks after the last injection.",
    "administration": "Available Dosage Forms and Strengths\n\nRisperidone may be administered orally (tablets, solution, or dissolvable) or as a long-acting injection. The oral forms are available in strengths of 0.5 mg, 1 mg, 2 mg, 3 mg, and 4 mg. The oral solution is available at a concentration of 1 mg/mL. Risperidone is also available as orally disintegrating tablets in the following strengths: 0.25 mg, 0.5 mg, 1 mg, 2 mg, 3 mg, and 4 mg. Patients should not cut or chew the orally disintegrating tablet formulation.\n\nRisperidone is also available in injectable form. The extended-release intramuscular formulation is available in 12.5 mg, 25 mg, 37.5 mg, and 50 mg doses. A prefilled syringe for subcutaneous administration is available in 90 mg and 120 mg solutions. Subcutaneous syringes containing 50 mg, 75 mg, 100mg, 125 mg, 150 mg, 175 mg, 200 mg, and 250 mg doses are also available.\n\nAdult Dosage\n\nSchizophrenia\n\nOral\n\nInitiation: For the first episode, take 1 to 3 mg orally once daily or divided into 2 doses. Clinicians should prescribe 1 mg daily and increase the dose by 0.5 mg every 6 to 7 days to target 2 mg daily. The maximum daily dose is 16 mg, but daily doses exceeding 4 mg are rarely more effective.\n\nMaintenance: 1 to 4 mg orally once daily or divided into 2 doses. Start at 1 to 2 mg daily, then increase the dose by 0.5 mg daily every 3 to 7 days to a target daily dose of 4 mg. The maximum daily dose is 16 mg, but daily doses exceeding 4 mg are rarely more effective and are associated with higher rates of adverse drug reactions.\n\nPatients 65 and older: 1 to 4 mg orally once daily or divided into 2 doses. Start at 0.25 to 0.5 mg daily, then increase the dose by 0.5 mg daily every 6 to 7 days to a target daily dose of 2 mg.\n\nSubcutaneous\n\nTest tolerability with a trial of oral risperidone before initiating injection therapy. Loading doses or overlaps with oral risperidone are not required. Begin administering subcutaneous extended-release (SubQ ER) the day after the last oral dose.\n\nPerseris: 90 or 120 mg once monthly\n\nOral 3 mg daily = SubQ ER 90 mg once monthly\nOral 4 mg daily = SubQ ER 120 mg once monthly\n\nUzedy: 50 to 125 mg once monthly or 100 to 250 mg every 2 months\n\nOral 2 mg daily = SubQ 50 mg once monthly or 100 mg every 2 months\nOral 3 mg daily = SubQ 75 mg once monthly or 150 mg every 2 months\nOral 4 mg daily = SubQ 100 mg once monthly or 200 mg every 2 months\nOral 5 mg daily = SubQ 125 mg once monthly or 250 mg every 2 months\n\nIntramuscular\n\nTest risperidone tolerability by trial with oral risperidone before initiating injection therapy. Due to the delayed onset of action, the first injection should be overlapped with an oral antipsychotic drug at an effective dose for the first week (Rykindo) or the first 3 weeks (Risperdal Consta).\n\nInitiation: Administer 25 mg every 2 weeks. Based on tolerability and response, increase the dosage (12.5 to 25 mg) every 4 weeks. The maximum recommended dosage is 50 mg every 2 weeks.\n\nThe American Psychiatric Association guidelines for the treatment of patients with schizophrenia recommend the following conversions from oral to intramuscular extended-release (IM ER) dosages when needed.\n[1]\n\nLT 3 mg orally daily = 25 mg IM\n3 to 5 mg orally daily = 37.5 mg IM\nMT 5 mg orally daily = 50 mg IM\n\nWhen switching from Risperdal Consta IM ER to Rykindo IM ER, administer the exact dosage. The first dose of Rykindo should be administered 4 to 5 weeks after the last dose of Risperdal Consta.\n\nBipolar I with acute manic or mixed episodes\n\nThe typical dose is 1 to 6 mg orally once daily or divided into 2 doses. Start at 2 to 3 mg daily, then increase the dose by 1 mg daily no more frequently than every 24 hours to target 2 mg daily. The maximum dose is 6 mg daily.\n\nTourette syndrome\n\nThe typical dose is 0.2 to 3 mg orally once daily or divided into 2 doses. The maximum dose is 6 mg daily.\n\nSpecific Patient Populations\n\nHepatic impairment:\nFor Child-Pugh Class C, start at 0.5 mg orally twice daily. This may be increased by 0.5 mg up to 1.5 mg twice daily, after which dosing should not increase more frequently than once a week.\n\nRenal impairment:\nFor CrCl <30 mL/min/1.73m\n2\n, start at 0.5 mg orally twice daily. This may be increased by 0.5 mg up to 1.5 mg twice daily, after which dosing should not increase more frequently than once a week.\n\nPregnancy considerations:\nRisperidone can cross the placenta and potentially cause extrapyramidal or withdrawal symptoms in neonates exposed during the third trimester. Recent studies have not established a definitive link between risperidone and significant birth defects, miscarriage, or adverse maternal or fetal outcomes. Untreated schizophrenia or bipolar I disorder poses risks, including relapse, hospitalization, increased suicide risk, and adverse perinatal outcomes.\n[14]\n[15]\nNeonates exposed to risperidone in utero may experience agitation, hypertonia, hypotonia, tremor, somnolence, respiratory distress, and feeding disorders. These symptoms vary in severity; some recover quickly, while others may require extended hospitalization. While studies show no clear association between atypical antipsychotic use and significant birth defects, a mild increase in the risk of major birth defects and cardiac malformations with risperidone exposure during the first trimester has been observed. Providers are encouraged to register patients receiving atypical antipsychotics in the National Pregnancy Registry (phone: 1-866-961-2388), which monitors outcomes nationwide.\n\nBreastfeeding considerations:\nLow levels of risperidone have been detected in the breast milk of mothers receiving daily doses of up to 6 mg. Infants exposed to risperidone may experience sedation, failure to thrive, jitteriness, tremors, abnormal muscle movements, and respiratory depression. Due to limited data, other medications may be preferred, especially for nursing newborns or preterm infants. Risperidone is generally considered a second-line antipsychotic during breastfeeding due to its relatively high excretion into milk. Caution is advised, and infants should be monitored for drowsiness, weight gain, tremors, respiratory rate, abnormal movements, and developmental milestones, especially if the patient is receiving or has previously received other antipsychotics.\n[16]\n\nPediatric patients:\nRisperidone is FDA-approved for managing irritability associated with autism.\nRisperidone dosage should be individualized based on patient response and tolerability. The total daily dose can be administered all at once or split into 2 doses. For patients weighing less than 20 kg, initiate at 0.25 mg daily; for patients weighing 20 kg or more, start at 0.5 mg daily. After 4 days, increase to 0.5 mg for those under 20 kg and 1.0 mg for those 20 kg or more, maintaining for 14 days. Further increases can occur every 2 weeks in 0.25 or 0.5 mg increments. The effective dose range is 0.5 mg to 3 mg per day. No data for children weighing less than 15 kg is available. Once a sufficient response is achieved, gradual dose reduction should be considered. Regularly reassess the long-term risks and benefits. A bedtime dose or adjustment may be beneficial for patients with persistent somnolence.\n\nOlder patients:\nIn older patients, a lower starting dose of risperidone is recommended due to decreased clearance and a higher likelihood of hepatic, renal, or cardiac impairment. To minimize the risk of orthostatic hypotension, initiate with 0.5 mg twice daily and titrate carefully. Monitoring of orthostatic vital signs may be necessary. Risperidone is primarily excreted by the kidneys, which increases the risk of toxicity in those with renal impairment. Since older patients often have reduced renal function, careful dose selection and renal function monitoring are advised. Please refer to the Contraindications section of this article regarding the risk of mortality for patients with dementia.",
    "adverse_effects": "Patients receiving risperidone may experience significant weight changes, metabolic changes, and sedation. Risperidone may produce extrapyramidal symptoms (EPS), including acute dystonia, akathisia, tardive dyskinesia (TD), and parkinsonism. Acute/early EPS can occur at the beginning of treatment or when the dose is adjusted. Late-onset EPS (tardive dyskinesia) typically results from chronic treatment. Akathisia is a feeling of restlessness and may manifest as the patient pacing. Acute dystonia includes muscle spasms that result in abnormal postures and typically affect the head and neck. Parkinsonian features include skeletal muscle rigidity (often described as \"cogwheel rigidity\"), tremor, shuffling gait, and bradykinesia. Movements of the limbs, torso, neck, and head (commonly involving the tongue and lips) characterize tardive dyskinesia. This may also appear as facial grimacing or oculogyric crisis. EPS is thought to be caused by D2 blockade in the nigrostriatal pathway. Since acute EPS symptoms often improve after discontinuing the medication, these adverse effects are a significant cause of noncompliance with treatment.\n\nAlthough these adverse effects are thought to be reversible, the duration of Parkinsonian features after discontinuation of the medication can vary. Tardive dyskinesia, however, will likely persist after the medication is discontinued and may be permanent. In addition to discontinuation of the antipsychotic, pharmacologic treatments are available that may help with certain extrapyramidal symptoms.\n[17]\n[18]\nOne potential adverse effect of risperidone is orthostatic hypotension.\n\nThe antagonism of D2 receptors in the tuberoinfundibular pathway is associated with a rise in prolactin levels. The resulting hyperprolactinemia can precipitate sexual dysfunction, which occurs in 45% to 80% of males and 30% to 80% of females taking this medication. Elevated prolactin can contribute to decreased libido, impaired arousal, and difficulty attaining orgasm. Sexual adverse effects may also be precipitated by risperidone's action at adrenergic (α1, α2) and histamine (H2) receptors. Gynecomastia, galactorrhea, and priapism have been reported in men, while galactorrhea and amenorrhea have been reported in women. Children may be more susceptible to specific adverse effects and require careful monitoring.\n[19]\n\nSevere adverse drug reactions of antipsychotic medications (like risperidone) can include neuroleptic malignant syndrome (NMS). Although the pathogenesis of NMS is not clear, it is a life-threatening condition that can manifest with altered mental status, fever, \"lead pipe\" rigidity, and autonomic instability, including hypertension, tachypnea, and tachycardia. The use of risperidone has also been linked to a higher probability of cerebrovascular events in older patients with dementia, leading to an FDA warning about using this medication in the context of dementia-related psychosis. Studies have also shown an increase in all-cause mortality among older patients with dementia who receive this medication.\n[20]\nVarious case reports have identified patients on long-term risperidone treatment who exhibited typical features of intraoperative floppy iris syndrome during cataract surgery.\n[21]\n[22]\n\nDrug-Drug Interactions\n\nFluoxetine: Fluoxetine increases risperidone levels due to CYP2D6 inhibition; the dose should be lowered to prevent toxicity.\nParoxetine: Similar to fluoxetine, paroxetine raises risperidone levels, which may require dose adjustments.\nCarbamazepine: Carbamazepine induces CYP3A, potentially lowering risperidone levels; titrate upwards but do not exceed twice the usual dose.\nAlcohol: Caution is recommended when combining risperidone with other CNS depressants and alcohol due to potential additive effects.\nLevodopa and dopamine agonists: Risperidone may antagonize the effects of dopamine agonists and levodopa, potentially reducing their efficacy.\nMethylphenidate: Co-administration with methylphenidate may increase the risk of extrapyramidal symptoms, necessitating monitoring for these symptoms.\nClozapine: Chronic use of clozapine may reduce the clearance of risperidone, which could require dose adjustments.",
    "monitoring": "Although there are no mandatory requirements for therapeutic drug monitoring with risperidone, monitoring plasma concentrations for this medication is strongly recommended by European guidelines because of data showing interdependent variability. Therapeutic monitoring can benefit from assessing compliance and identifying low drug concentrations that may be low, resulting in therapeutic failure. Also, monitoring the drug level can aid in evaluating potential drug interactions and adverse effects.\n\nSpecific parameters should be monitored while the patient is on antipsychotics, especially in children who are more sensitive to adverse effects. When using risperidone, the clinician may derive patient benefit by monitoring serum prolactin, hepatic functioning, metabolic functioning, thyroid functioning, weight or body mass index, height, waist circumference, blood pressure, fasting plasma glucose, insulin, fasting lipid profile, and QTc interval.\n[25]\n[26]\nClinicians can also use the Abnormal Involuntary Movement Scale (AIMS) as a monitoring tool.\n[27]",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdoses of risperidone typically do not result in fatalities, instead manifesting as symptoms that include drowsiness, sedation, tachycardia, hypotension, and extrapyramidal effects, reflecting an extension of its pharmacological action. Hyponatremia, prolonged QT interval, and seizures have been documented. Postmarketing reports include similar symptoms with additional occurrences of protracted QT and convulsions. Torsade de pointes has been observed in instances of concurrent overdose with risperidone and paroxetine.\n[28]\n\nManagement of Overdose\n\nConsult a poison control center (phone: 1-800-222-1222) or a medical toxicologist for management. Provide supportive care, monitor vital signs, and ensure airway safety. There is no specific antidote for risperidone."
  }
}