{
  "drug_name": "ritonavir",
  "nbk_id": "NBK585126",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585126/",
  "scraped_at": "2026-01-11T15:38:00",
  "sections": {
    "indications": "Nirmatrelvir/ritonavir is contraindicated if the patient has a history of clinically significant hypersensitivity reactions (e.g., anaphylaxis, Stevens-Johnson syndrome, toxic epidermal necrolysis) to nirmatrelvir or ritonavir, other drugs in the same class, or drug components.\n[3]\n\nMoreover, nirmatrelvir/ritonavir is contraindicated with the concomitant use of medications that depend on CYP3A for clearance and whose elevated plasma concentrations are associated with serious and life-threatening adverse reactions which are due to the CYP3A-inhibiting effects of ritonavir, which can increase plasma concentrations of those medications to dangerous levels.\n[26]\n[27]\n\nBelow is a partial list of those contraindicated medications and their potential adverse effects according to the FDA prescriber fact sheet.\n\nAlpha-1-adrenoreceptor antagonists (alfuzosin): hypotension\nAnalgesics (pethidine): respiratory depression, hematologic abnormalities\nAntianginals (ranolazine): serious and life-threatening reactions\nAntiarrhythmics (amiodarone, dronedarone, flecainide, propafenone, quinidine): cardiac arrhythmias\nAnticancer drugs (encorafenib, ivosidenib): QT interval prolongation\nAnti-gout drugs (colchicine): severe and life-threatening reactions in renal or hepatic impairment\nAntipsychotics (lurasidone, pimozide, clozapine): cardiac arrhythmias\nBenign prostatic hyperplasia agents (silodosin): postural hypotension\nCardiovascular agents (eplerenone): hyperkalemia\nCardiovascular agents (ivabradine): bradycardia, conduction disturbances\nErgot derivatives (dihydroergotamine, ergotamine, methylergonovine): acute ergot toxicity\nHMG-CoA reductase inhibitors (lovastatin, simvastatin): myopathy (including rhabdomyolysis)\nImmunosuppressants (voclosporin): acute and chronic nephrotoxicity\nMicrosomal triglyceride transfer protein inhibitors (lomitapide): hepatotoxicity, gastrointestinal adverse effects(Possible increase of AUC 27 fold)\nMigraine medications (eletriptan, ubrogepant): cardiovascular and cerebrovascular adverse events\nMineralocorticoid receptor antagonists (finerenone): hyperkalemia, hypotension, hyponatremia\nPDE5 inhibitors (sildenafil): visual abnormalities, hypotension, priapism, syncope\nOpioid antagonists (naloxegol): opioid withdrawal symptoms\nSedatives/hypnotics (triazolam, oral midazolam): respiratory depression, extreme sedation\nSerotonin receptor 1A agonists/2A antagonists (flibanserin): hypotension, syncope, CNS depression\nVasopressin receptor antagonists (tolvaptan): dehydration, hypovolemia, hyperkalemia\n\nFurthermore, nirmatrelvir/ritonavir is contraindicated with the concomitant use of medications that are CYP3A inducers, which can decrease nirmatrelvir plasma concentrations to levels that result in loss of virologic response and development of antiviral resistance. This is due to nirmatrelvir/ritonavir being a CYP3A substrate whose plasma concentration is decreased by CYP3A inducers.\n\nThe following is a partial list of those contraindicated medications whose coadministration with nirmatrelvir/ritonavir can result in loss of virologic response and antiviral resistance. Below is a partial list of those contraindicated medications whose coadministration with nirmatrelvir/ritonavir can result in loss of virologic response and antiviral resistance.\n[26]\n[27]\n\nAnticancer drugs (apalutamide)\nAnticonvulsants (carbamazepine, phenobarbital, primidone, phenytoin)\nAntimycobacterial (rifampin)\nCystic fibrosis drugs (lumacaftor/ivacaftor)\nHerbal products (St. John's Wort)\n\nManagement of Potential Drug-drug Interactions\n\nRitonavir decreases the conversion to clopidogrel's active metabolite, leading to inadequate inhibition of platelet aggregation. Thus, it is recommended to avoid nirmatrelvir/ritonavir in patients at very high risk of thrombosis (e.g., early period post coronary stenting) unless clopidogrel can be switched to the noninteracting drug.\n[28]\n[29]\nRitonavir has been shown to increase rivaroxaban AUC significantly and can potentially increase the risk of bleeding; thus, concurrent administration with nirmatrelvir/ritonavir is not advised. The management of this drug interaction would require pausing rivaroxaban and switching to alternative agents for the anticoagulation (such as edoxaban or LMWH).\n[28]\n[29]\nIn patients receiving a ritonavir-boosted regimen with a calcineurin inhibitor(tacrolimus/cyclosporine), a significant increase in tacrolimus and cyclosporine exposure has been observed, which can lead to significant toxicity. Based on the clinical data, holding tacrolimus for eight days (i.e., five days during nirmatrelvir/ritonavir treatment and three days post-treatment) is recommended.\n[30]\nAccording to the French Society of Pharmacology and Therapeutics, coadministration of fentanyl with nirmatrelvir/ritonavir may increase the exposure of fentanyl with the risk of severe respiratory depression.\n[28]\n[29]",
    "mechanism": "Nirmatrelvir/ritonavir is a combination of two medications with distinct mechanisms of action. Nirmatrelvir, the first component, is a peptidomimetic inhibitor of Mpro, the SARS-CoV-2 main protease. Inhibiting Mpro prevents the virus from processing the polyprotein precursors it requires for viral replication.\n\nRitonavir, the second component, is a human immunodeficiency virus-1 (HIV-1) protease inhibitor with CYP3A-inhibiting effects. The latter effect allows it to be used as a pharmacokinetic boosting agent to decrease the CYP3A-mediated metabolism of nirmatrelvir. Coadministration of nirmatrelvir with ritonavir is needed to increase the plasma concentration of nirmatrelvir enough to achieve the targeted therapeutic range.\n[15]\n\nNirmatrelvir/ritonavir is effective against major variants of SARS-CoV-2, including omicron variants.\n[16]\nThe proposed mechanism of resistance is the possibility of potential escape mutations.\n[17]\n\nPharmacokinetics\n\nAbsorption:\nThe time to maximum plasma concentration (Tmax) for nirmatrelvir(coadministered with ritonavir) is approximately 3 hours. Administering high-fat meals with nirmatrelvir/ritonavir increases the rate and extent of absorption.\n\nDistribution:\nPlasma protein binding (PPB) for nirmatrelvir is 69% (coadministered with ritonavir), PPB of ritonavir 98-99%. The mean volume of Distribution for nirmatrelvir is 104.7 L (coadministered with ritonavir).\n\nMetabolism:\nNirmatrelvir is a human cytochrome CYP3A4 substrate, but when administered with ritonavir, the metabolic clearance is minimal. Ritonavir inhibits the metabolism of nirmatrelvir, leading to increased plasma concentrations of nirmatrelvir. Ritonavir is also metabolized by CYP2D6(minor).\n\nExcretion:\nThe primary route of elimination for nirmatrelvir is renal, whereas ritonavir is eliminated primarily by hepatic metabolism in feces.\n[18]",
    "administration": "The standard regimen is nirmatrelvir 300 mg (two 150 mg tablets) and ritonavir 100 mg (one 100 mg tablet), which are orally co-administered twice daily for five days and started within five days of symptom onset. Nirmatrelvir and ritonavir are co-packaged in convenience packs of 300 mg/100 mg or 150 mg/100 mg (for patients with moderate renal impairment).\n[3]\n\nThe medication should be taken at the same time each day. If a dose is missed within eight hours of the time it is typically assumed, it should be taken as soon as possible. However, the missed dose should be skipped if more than eight hours have elapsed. The FDA does not authorize nirmatrelvir/ritonavir for treatment for longer than five days. Additionally, use is not approved for pre-exposure or post-exposure prophylaxis to prevent COVID-19.\n\nUse in Specific Patient Population\n\nRenal Impairment\n\nDose adjustment is not needed for mild renal impairment (eGFR >60 mL/min to <90 mL/min).\nDose adjustment is needed for moderate renal impairment (eGFR >30 to <60 mL/min).\nNirmatrelvir 150 mg (one 150 mg tablet) and ritonavir 100 mg (one 100 mg tablet) are orally co-administered twice daily for five days within five days of symptom onset.\nNirmatrelvir/ritonavir is not recommended in those with severe renal impairment (eGFR <30 mL/min).\n[19]\nUse the CKD-EPI formula to calculate eGFR.\n[20]\n[21]\n\nHepatic Impairment\n\nDose adjustment is not needed for mild hepatic impairment (Child-Pugh Class A).\nDose adjustment is not needed for moderate hepatic impairment (Child-Pugh Class B).\nNirmatrelvir/ritonavir is not recommended for those with severe hepatic impairment (Child-Pugh Class C).\n[3]\n\nPregnancy Considerations:\nLimited human data is available regarding drug-related risks of congenital disabilities, miscarriage, or other adverse maternal or fetal outcomes using nirmatrelvir in pregnant women. Human data on the use of ritonavir in pregnant women have not shown an increase in the risk of congenital disabilities.\n\nAnimal studies of nirmatrelvir/ritonavir suggest that it can be safely used in pregnant women. Because pregnancy is a risk factor for developing severe COVID-19, nirmatrelvir/ritonavir should be offered to eligible pregnant women based on risk-benefit assessments.\n[22]\n\nBreastfeeding Considerations:\nLimited human data is available regarding the presence of nirmatrelvir in breast milk or its effects on breastfeeding infants. Human data demonstrate that ritonavir is present at low levels in breast milk and breastfed infants' blood.\n\nThough ritonavir use during pregnancy is unlikely to have significant clinical implications, breastfeeding infants should still be monitored for the development of adverse effects.\nAdditionally, nirmatrelvir has poor oral bioavailability, and the concentration of ritonavir in milk is small; consequently, the combination of nirmatrelvir/ritonavir is unlikely to cause adverse drug reactions in nursing infants.\n[23]",
    "adverse_effects": "As nirmatrelvir/ritonavir is an investigational drug, there is limited clinical data about its potential adverse effects. However, data from the EPIC-HR trial suggests that it is generally well-tolerated by patients with COVID-19. The most common adverse effects include dysgeusia, diarrhea, hypertension, and myalgia.\n[3]\n\nIn addition, hypersensitivity reactions, which may manifest as urticaria, angioedema, pruritus, and dyspnea, have been reported. Cases of anaphylaxis, Stevens-Johnson syndrome, and toxic epidermal necrolysis have also been reported with ritonavir use. Hyperlipidemia, hypertriglyceridemia,  and other metabolic adverse effects have also been noted with ritonavir.\n[24]\n\nHepatic transaminase elevations have been reported, but transaminase elevations have also been attributed to COVID-19(A confounding factor). The risk of hepatotoxicity is low, and the Likelihood score is E:(unlikely cause of clinically apparent liver injury).\n[25]\n\nNirmatrelvir/ritonavir has significant drug-drug interactions due to the ritonavir component. As a potent CYP3A inhibitor, ritonavir can increase plasma concentrations of concomitant medications, increasing the risks of developing severe and life-threatening drug-related adverse effects. Due to these drug-drug interactions, many CYP3A-metabolized drugs are contraindicated in patients taking nirmatrelvir/ritonavir.\n[24]\n\nIn patients with undiagnosed or uncontrolled HIV-1 infection, there is a theoretical risk that the use of nirmatrelvir/ritonavir will facilitate the development of antiviral cross-resistance against HIV-1 protease inhibitors due to the ritonavir component, which is an HIV-1 protease inhibitor; hence nirmatrelvir/ritonavir use is cautioned in patients with undiagnosed or uncontrolled HIV-1 infection.\n[24]",
    "monitoring": "Patients taking nirmatrelvir/ritonavir requires close monitoring for adverse reactions, such as hypersensitivity and drug-drug interactions.\n[7]\nMoreover, clinicians may consider therapeutic concentration monitoring of coadministered medications that CYP3A metabolizes. Certain medications, such as warfarin, may require additional monitoring of factors such as the international normalized ratio (INR).\n[31]\nFurthermore, clinicians may consider checking renal and liver function in patients taking nirmatrelvir/ritonavir, especially those with pre-existing renal and hepatic impairment.\n\nTDM (Therapeutic drug monitoring) is required for narrow therapeutic drugs like cyclosporine and tacrolimus when coadministered with nirmatrelvir/ritonavir.\n[30]\n[32]\n\nClinicians and healthcare facilities must be aware of mandatory reporting requirements. Prescribers are mandated to use FDA Form 3500 to report all medication errors and serious adverse events related to nirmatrelvir/ritonavir to FDA MedWatch(https://www.fda.gov/medwatch/report.htm). The adverse event must be reported to Pfizer according to the package insert. In addition, clinicians and healthcare facilities must report therapeutics information and utilization data to the US Department of Health and Human Services.\n\nClinicians should also monitor patients who complete their regimen of nirmatrelvir/ritonavir for rebound and recurrence of COVID-19 symptoms.\n[33]\nAt this time, the mechanism, incidence, and implications of this rebound effect are unknown. According to the CDC and FDA, additional treatment with nirmatrelvir/ritonavir is not required when a rebound/recurrence is suspected.\n[34]",
    "toxicity": "Nirmatrelvir/ritonavir has significant drug-drug interactions due to the ritonavir component. As a potent CYP3A inhibitor, ritonavir can increase the plasma concentrations of concomitant medications whose metabolism depends on CYP3A, increasing the risks of serious and life-threatening toxicities. In addition, ritonavir use is associated with hepatotoxicity, with reports of hepatitis, jaundice, and elevated transaminases. Patients taking nirmatrelvir/ritonavir, with or without other medications, should be monitored for drug-related toxicities.\n[24]\n\nIn the event of an overdose of nirmatrelvir/ritonavir, management entails general supportive measures, including close monitoring of vital signs and observation of clinical status. There is no antidote specifically for an overdose of nirmatrelvir/ritonavir. The poison center should be contacted in the case of an overdose with nirmatrelvir/ritonavir for recommendations by medical toxicologists.\n[35]"
  }
}