{
  "drug_name": "rivaroxaban",
  "nbk_id": "NBK557502",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557502/",
  "scraped_at": "2026-01-11T15:38:01",
  "sections": {
    "indications": "Major Contraindications\n\nAllery:\nSevere hypersensitivity to rivaroxaban (or any component of the formulation) can occur.\nHematologic:\nActive pathological bleeding is a contraindication for rivaroxaban use.\n\nOther Contraindications are Drug-disease Interactions\n\nAntiphospholipid syndrome:\nthis drug is not recommended in patients with triple-positive antiphospholipid syndrome because its safety and efficacy profile is yet to be established. \"Triple positive\" lupus anticoagulant patients may have increased rates of recurrent thrombotic events on rivaroxaban compared with vitamin K antagonist therapy.\nHepatic impairment:\nAvoid rivaroxaban in patients with moderate to severe hepatic impairment (Child-Pugh classes B and C) or in patients with coagulopathy related to liver disease.\n[11]\nRenal impairment:\nCaution is necessary for patients with moderate renal impairment (CrCl 30-50 mL/minute) and those with worsening renal function. For DVT/PE and VTE prophylaxis, avoid use in patients with CrCl <30 mL/minute. Clinicians should discontinue the drug in patients who develop acute renal failure. If the CrCl declines to <50 mL/min, reduce the rivaroxaban dose from 20 mg to 15 mg.\n[11]\nIf the CrCl falls below 15 mL/min, discontinue rivaroxaban.\n[11]\nRivaroxaban is not recommended for patients with atrial fibrillation with end-stage CKD or on hemodialysis with CrCl <15 mL/min.\n[11]\nValvular disease:\nRivaroxaban is not recommended in patients with prosthetic heart valves or rheumatic heart disease and should be avoided in patients with mechanical valves or moderate to severe mitral stenosis.\nPatients with increased bleeding risk\n: Congenital or acquired bleeding disorders, Uncontrolled severe arterial hypertension, Active ulcerative GI disease, vascular retinopathy, and bronchiectasis or history of pulmonary bleeding\n[11]\n\nDrug-drug interactions:\nPotentially significant interactions may exist which require dose or frequency adjustment, additional monitoring, and/or consideration of alternative therapy. Consult a drug-interaction database for more detailed information. DOACs like rivaroxaban interact with potent CYP3A inhibitors and P-glycoprotein (P-GP) inhibitors, and breast cancer resistance protein Bcrp (ABCG2) inhibitors (mainly comprising azole-antimycotics, apart from fluconazole and HIV protease inhibitors), which are multi-pathway inhibitors of rivaroxaban clearance and elimination.\n[15]\nIts use should also be avoided when using other anticoagulants like unfractionated heparin, low molecular weight heparins (e.g., enoxaparin), fondaparinux, warfarin, apixaban, or dabigatran, except when switching therapy to or from rivaroxaban. Rivaroxaban should be combined with simultaneous use with ASA plus clopidogrel (or other thienopyridines, such as ticlopidine or prasugrel) or plus another adenosine diphosphate (ADP) P2Y12 receptor antagonists (such as ticagrelor) should be avoided.\n[11]\n\nDuring pregnancy and lactation:\nThe limited available evidence raises concern regarding embryo-fetal safety, with a high incidence of miscarriages and a 4% rate of anomalies when using rivaroxaban. Not enough data are available to judge the safety and efficacy of using DOACs during pregnancy.\n[16]\nRivaroxaban is not recommended for breastfeeding women due to the scarce availability of data on the effects of this drug via lactation to infants resulting from drug transfer through breastmilk. However, some studies show that the RIDs of rivaroxaban did not exceed 10% of the maternal dose, suggesting that exposure to rivaroxaban via breastfeeding is seldom clinically relevant for the infant. A pediatric assessment of the infant found no detectable drug-related adverse effects. Further studies are necessary to elucidate the impact on breastfeeding infants by exposure to rivaroxaban.\n[17]\n\nElderly patients\ntend to have higher rivaroxaban concentrations than younger patients (primarily due to reduced clearance).\n\nBeers Criteria:\nThe Beers Criteria lists rivaroxaban as a potentially inappropriate medication and to be used with caution in treating VTE or atrial fibrillation in patients ≥75 years due to an increased risk of GI bleeding compared to warfarin and reported rates of other direct oral anticoagulants when used for long-term treatment of VTE or atrial fibrillation (Beers Criteria [AGS 2019]). The risk-benefit ratio of DOACs in elderly patients on polypharmacy should always merit careful consideration.\n[18]",
    "mechanism": "Rivaroxaban was the first orally dosed, direct Factor Xa inhibitor, a small-molecule oxazolidinone derivative. It binds directly and reversibly to Factor Xa via the S1 and S4 pockets.\n[6]\nRivaroxaban competitively inhibits Factor Xa, demonstrating more than 10,000-fold selectivity for Factor Xa than other related serine proteases. It does not require any cofactors (such as antithrombin) to exert its anticoagulant effect.\n[6]\nThis activity prevents the progression of the coagulation cascade through the final common pathway, preventing thrombin generation. The factor Xa is active in circulating and clot-bound forms. Unlike indirect Factor Xa inhibitors like fondaparinux or heparin, rivaroxaban inhibits both free and clot-bound Factor Xa and prothrombinase activity, thereby prolonging clotting times.\n[7]\n\nMetabolism of this drug occurs in the liver via oxidative degradation catalyzed by CYP3A4/5 and CYP2J2 mechanism.\n\nExcretion occurs mainly via urine 66% and party via feces 28%.",
    "administration": "Rivaroxaban is administered orally with a half-life of 5 to 9 hours (maybe longer in older individuals [e.g., 11 to 13 hours]).\n[8]\n[9]\nThe dose ranges from 2.5 mg twice daily to 20 mg once daily and does not require monitoring. Rivaroxaban is highly protein-bound. Dosing is generally at a fixed dose without monitoring, and there is no established therapeutic range for the drug.\n\nThe dose for the common indications of rivaroxaban is:\n\nNon-valvular Atrial Fibrillation - Stroke prophylaxis: 20 mg once daily with the evening meal\nAcute VTE treatment: 15 mg twice daily with food for three weeks; then 20 mg once daily with food\nVTE primary prevention: 10 mg once daily, with or without food\n\nPatients with renal impairment are at higher risk of thrombosis and bleeding than those with normal renal function.\n[10]\nRivaroxaban is not recommended for VTE prophylaxis, treatment, or secondary prevention in individuals with ESRD on dialysis and a creatinine clearance <30 mL/minute. In patients with CrCl >50 mL/minute, No dosage adjustment is necessary. In the patient with moderate renal impairment, dose adjustments are as follows:\n\nTreatment and prevention of recurrence of VTE: 15 mg twice daily (with food) for 21 days, followed by 20 mg once daily (with food)\nIf therapy continues for more than six months, the dose can be reduced to 10 mg once daily.\nVTE prophylaxis in surgical patients: 15 mg twice daily (with food) for 21 days, followed by 20 mg once daily (with food). If therapy continues for more than six months, the dose can be reduced to 10 mg once daily. The duration varies from 12 days to 35 days, depending on the type of surgery.\nThromboprophylaxis in acutely ill medical patients: 10 mg once daily\n[10]\nStroke prevention in non-valvular atrial fibrillation: 20 mg once daily with the evening meal (CrCl >50 mL/minute); or 15 mg once daily with the evening meal (CrCl ≤50 mL/minute)\n[11]\n\nThe drug should not be used in individuals with significant hepatic impairment (Child-Pugh Class B and C with coagulopathy). The use of rivaroxaban has not been studied in children younger than 18 years.\n\nWhile switching to rivaroxaban,\n\nIf previously on warfarin, discontinue warfarin and start rivaroxaban as soon as INR <3\n[12]\nIf previously on low molecular weight heparin, start rivaroxaban 0 to 2 hr before the next scheduled evening administration and omit administration of the other anticoagulant\nIf previously on unfractionated heparin continuous infusion, then stop infusion and start rivaroxaban at the same time.\n\nRivaroxaban should be stopped at least 24 hr before the surgical procedure. In patients with a BMI >40 kg/m or weight >120 kg, the International Society on Thrombosis and Haemostasis (ISTH) 2016 guideline suggests avoiding the use of rivaroxaban due to the lack of clinical data in this population. If used in a patient with a BMI >40 kg/m or weight >120 kg, ISTH suggests measuring peak and trough levels using an anti-factor Xa assay or mass spectrometry.\n[13]",
    "adverse_effects": "The adverse effects, according to incidence and severity, are as follows:\n\n>10%: Hemorrhage (5% to 28%); major hemorrhage (≤4%)- including intracranial, GI, retinal, epidural hematoma, adrenal bleeding - have been reported. By far, the most common complication is bleeding, and risk factors for bleeding include bacterial endocarditis, underlying congenital or acquired bleeding disorders, vascular retinopathy, thrombocytopenia, recent procedure/surgery, stroke, neuraxial procedures, uncontrolled hypertension, renal impairment, recent major bleeding, concomitant use of other drugs that affect hemostasis, and advanced age. Clinical evaluation is necessary for any unexplained decrease in hemoglobin or blood pressure.\n1% to 10%:\nCentral nervous system: Dizziness (2%), insomnia (2%), fatigue (1%), depression (1%), anxiety (1%), and syncope (1%)\nDermatologic: Wound secretion (3%), pruritus (2%), and skin blister (1%)\nGastrointestinal: Abdominal pain (3%)\nHepatic: Increased serum transaminases to >3 x ULN (2%\n[14]\n)\nNeuromuscular & skeletal: Back pain (3%), limb pain (2%), and muscle spasm (1%)\nOther rare effects: Bronchiectasis and pulmonary hemorrhage\n<1% (discovered in postmarketing and/or reported cases): Agranulocytosis, anemia, anaphylaxis, anaphylactic shock, angioedema, cerebral hemorrhage, cholestasis, DRESS syndrome, injection site hematoma, hemiparesis, hemophthalmos, hepatic injury, hypersensitivity, and Stevens-Johnson syndrome, intracranial hemorrhage, jaundice, retroperitoneal hemorrhage, subdural hematoma, and thrombocytopenia\n\nUS Boxed Warning\n\nIncreased risk of thrombotic events can occur with premature cessation of rivaroxaban, so when discontinuing the drug for reasons besides pathological bleeding or completing the course of therapy, the addition of alternative anticoagulant therapy should merit consideration.\nSpinal or epidural hematomas may occur with a spinal puncture or neuraxial anesthesia (epidural or spinal anesthesia) procedures. The risk of spinal/epidural hematoma increases with indwelling epidural catheters, concomitant use of other drugs that may affect hemostasis in patients with a history of epidural or spinal punctures, or patients with a history of spinal deformity or spinal surgery. Assessment of risks versus benefits is necessary for patients who are anticoagulated or pharmacologic anticoagulation is anticipated before neuraxial procedures. The optimal timing between the administration of rivaroxaban and neuraxial procedures is unknown.",
    "monitoring": "Before initiating this drug, laboratory tests are necessary to assess and document coagulation status, including platelet count, activated partial thromboplastin time (aPTT), prothrombin time (PT), and bleeding time. Also, as a baseline and for potential dose adjustment in the event of renal or hepatic insufficiency, liver function tests and serum creatinine should be measured. Routine coagulation testing is not necessary for rivaroxaban. Assessment of renal function and CBC before initiation, when clinically indicated, and at least annually is essential in all patients.\n[19]\n\nThere are several clinical settings in which obtaining a drug level is desired. These include:\n\nEmergent bleeding or surgery\nChecking adherence to appropriate therapy\nContinued thrombosis despite therapy\nPatients in the extremes of weight and age\n\nAlthough this drug does not require frequent monitoring, drug levels influence decisions about the timing of surgery among preoperative patients.\n[20]\nIn most outpatients, levels were within the expected ranges and affirmed current management.\n[20]\nIn a small number of patients with breakthrough thrombosis or bleeding, identifying drug levels below or above expected concentrations led to a change in the anticoagulant regimen.\n[20]\n\nThe drug levels are relatively predictable for a given dose, and there is no established therapeutic range. Currently, there are no FDA-approved calibration reagents or assays available to measure the drug level. The sensitivity of PT/aPTT is dependent on the laboratory performing the testing and the reagents utilized, although ultimately, the PT/aPTT is not reliably sensitive enough to detect the presence of rivaroxaban. Prolonged PT/aPTT should be assumed to be due to drug effect until proven otherwise. PT (measured with a reagent sensitive to rivaroxaban) may be useful for confirming the absence or presence of an anticoagulant effect (if the blood sampling time is known) when anti-factor Xa assays are not available.\n[11]\n[21]\n\nIf available, the preferred test for ruling out clinically significant serum concentrations and quantifying the anticoagulant effect is anti-factor Xa activity calibrated specifically for rivaroxaban (undetectable anti-Xa activity likely excludes clinically relevant drug concentrations). The International Council for Standardization in Haematology provides examples of rivaroxaban drug levels for the 20 mg once-daily dose, with an expected mean peak of approximately 249 to 270 ng/mL and an expected mean trough of approximately 26 to 44 ng/mL (Gosselin 2018). An anti-factor Xa assay calibrated for low molecular weight heparin can help rule out clinically relevant drug concentrations, but this is not useful for quantification (ACC\n[22]\n; AHA\n[19]\n; Leung 2019).",
    "toxicity": "Patients with minor bleeding are managed conservatively, and a single dose of anticoagulation is skipped or delayed.\n[23]\nPatients with major bleeding receive initial management with antifibrinolytic agents like tranexamic acid, or epsilon-aminocaproic acid has off-label usage as a hemostatic agent in major NOAC-associated bleeds, but currently, there is not enough data on its efficacy. For patients with life-threatening bleeding associated with direct factor Xa inhibitor anticoagulation, andexanet alfa or an unactivated 4-factor PCC can be used.\n[24]\n\nActivated oral charcoal could also be considered if the ingestion occurred within 1 to 2 hours of presentation.\n\nAndexanet alfa\nis an antidote for rivaroxaban. Andexanet alfa is a modified human factor Xa decoy protein. It binds and sequesters factor Xa inhibitors and has a half-life of approximately 1 hour.\n[7]\nThe FDA approved andexanet in May of 2018 to reverse anticoagulation by rivaroxaban in patients with life-threatening or uncontrolled bleeding. Administration of andexanet alfa in such patients is done only after other hemostatic measures (e.g., antifibrinolytic therapy [e.g., tranexamic acid or aminocaproic acid] and drug removal with activated charcoal) are ineffective or when patients have an imminent risk of death from bleeding (used in conjunction with other hemostatic measures) or for those who need emergent surgery.\n[25]\n\nProthrombin complex concentrate (PCC)\nis a mixture of 3 or 4 coagulation factors and can be used off-label to reverse NOACs.\n[23]\n3-factor PCCs contain factors II, IX, and X, whereas 4-factor PCCs contain factors II, IX, X, and VII, along with proteins C and S. There are two types of PCC; inactivated and activated. The only Activated 4 factor PCC approved for use in the US is Factor VIII inhibitor activity bypassing agent [FEIBA]), which can be used in cases of Factor Xa inhibitor-associated bleeding.\n[26]\nCurrent guidelines call for a dose of 50 U/kg if using 4-factor prothrombin complex concentrate (4F-PCC).\n[27]\nRivaroxaban significantly prolonged the prothrombin time, and endogenous thrombin potential normalized with PCC.\n[28]\nFresh frozen plasma is not used to reverse the anticoagulant effects of rivaroxaban. Recombinant activated factor VIIa is also not used to reverse the anticoagulant effect of oral Factor Xa inhibitors.\n\nBoth PCC and andexanet alfa have the potential to cause thrombosis, which provides the rationale for only using it in cases of severe or life-threatening bleeding. Although some PCC products may also contain coagulation inhibitors such as heparin, antithrombin, protein C, protein S, and protein Z to mitigate thrombotic risk.\n[29]\nStudies recommend using PCC over activated PCC (factor eight inhibitor bypass activity [FEIBA]) and recombinant factor VIIa because their prothrombotic potential may be higher than that of PCC.\n[12]\n\nResumption of the drug after bleeding\n: In patients experiencing major bleeding, a careful reassessment of the risks and benefits of reinitiating anticoagulation is necessary.\n[30]"
  }
}