{
  "drug_name": "rocuronium bromide",
  "nbk_id": "NBK539888",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539888/",
  "scraped_at": "2026-01-11T15:38:02",
  "sections": {
    "indications": "The absolute contraindication to using rocuronium would be a documented allergic reaction to the drug. Rocuronium should also not be given to any patient who is not sedated or not under the influence of anesthesia to avoid the risk of awareness. Rocuronium should not be used as an infusion to prevent critical illness myopathy and polyneuropathy. Rocuronium should not be used in patients with hepatic dysfunction as it will prolong its effects by delaying elimination. Using sugammadex, rocuronium can also be used cautiously in these clinical situations.\n[10]",
    "mechanism": "Non-depolarizing neuromuscular blockers work at the site of nicotinic neuromuscular junction by acting on the synapse. A synapse is a specialized area where the prejunctional nerve ending interacts with a highly folded postjunctional part of the skeletal membrane. These pre- and post-junctional sites have a higher concentration of acetylcholine (Ach) and nicotinic acetylcholine receptors (nAchR).\n\nUsually, when an electrical impulse reaches the prejunctional nerve terminal, calcium influx causes a release of Ach ligands, which then interact with the nicotinic acetylcholine receptors located at the postjunctional membrane, to cause changes in the electrical permeability of the membrane, specifically sodium, and potassium. This rapid movement of ions causes a decrease in the transmembrane potential to reach threshold potential, generating an action potential that travels across the muscle membrane and causes muscular contraction.\n\nPharmacokinetics\n\nAbsorption:\nRocuronium is poorly absorbed when taken orally. Following IV administration, the drug's absorption is essentially complete.\n\nDistribution:\nRocuronium distributes into extracellular space. Researchers have measured the central volume of distribution of rocuronium at 78 ± 24 mL/kg in patients with normal liver function.\n[1]\n\nMetabolism:\nRocuronium is hepatically metabolized to a less active metabolite, 17-desacetyl-rocuronium, and is also hepatically eliminated.\n\nElimination:\nRocuronium has a half-life of 1.4 to 2.4 hours. The drug is secreted in the bile and urine.",
    "administration": "Nondepolarizing drugs like rocuronium are quaternary ammonium compounds, which are intermediately acting, highly ionized drugs administered intravenously under controlled conditions by anesthesiologists and other critical care providers after ensuring that the patient is under the effects of anesthesia. The administration dose can be decided based on the clinical indication versus patient characteristics. Rocuronium does not undergo metabolism into active metabolites and has minimal lipid solubility. Therefore, these drugs do not pass the blood-brain barrier, placental barrier, and other lipid membrane barriers.\n[2]\nIf given orally, rocuronium has no effects on the central nervous system, impact on the fetus, minimal renal reabsorption, and ineffective absorption. Rocuronium is primarily excreted unchanged in bile and has around 30% renal excretion. Factors like hypothermia, hypovolemia, concomitant volatile agents, and renal and hepatic diseases prolong the effects of rocuronium.\n\nRocuronium is an intermediate-acting nondepolarizing neuromuscular blocker with an ED95 of 0.3 mg/kg. At a dosing range of 0.6 to 1.2 mg/kg, intubating conditions can be reached in 1 to 2 minutes, with effects lasting until 20 to 35 minutes. Higher doses, like 1.0 to 1.2 mg/kg, can provide intubating conditions similar to succinylcholine with a short onset time of approximately 1 minute. However, that comes with a duration of action similar to longer-acting nondepolarizing drugs like pancuronium.\n\nAdult Dosing\n\nEndotracheal intubation: 0.6 mg/kg/dose IV for a single dose.\n\nRapid sequence intubation: 1 to 1.2 mg/kg/dose IV for a single dose.\n\nNeuromuscular blockade induction: 0.6 mg/kg/dose IV for a single dose.\n\nNeuromuscular blockade maintenance: 0.1 to 0.2 mg/kg/dose IV as needed.\n\nSpecial Patient Population\n\nHepatic impairment:\nDosing in hepatic impairment is undefined; caution is advised.\n[3]\n\nRenal impairment:\nNo dose adjustment is necessary in patients with renal impairment.\n\nPregnant females:\nRocuronium can be used during pregnancy, particularly in the 2nd and 3rd trimesters; limited human data indicates no risk of fetal harm.\n[4]\n\nBreastfeeding females:\nClinicians should weigh the risks vs benefits in patients who are breastfeeding; there is no known risk of infant harm based on limited human data. No data is available to assess the drug's effect on milk production.\n\nPediatric patients:\ndosing\n\nNeuromuscular blockade induction: 0.6 mg/kg/dose IV for a single dose.\n\nNeuromuscular blockade maintenance:\n\nYounger than 17 years: isoflurane/nitrous oxide anesthesia; 0.1 to 0.2 mg/kg/dose IV for a single dose.\nThree months to 14 years: halothane anesthesia; 0.075 to 0.125 mg/kg/dose IV as needed.\n\nOlder patients:\nRocuronium elimination is reduced in older patients, leading to prolonged duration. This prolongation represents a nearly 2-fold increase, from 31 minutes in younger patients to 51 minutes in older patients. Therefore, extra dose administration in older patients requires care and should only be administered after the train-of-four response reappears.\n[5]",
    "adverse_effects": "Allergic Reactions\n\nAlthough there have been reports of cardiovascular adverse effects with non-depolarizing neuromuscular agents like mivacurium and atracurium, rocuronium is very cardiac stable and has no impact on heart rate or blood pressure. Rocuronium has been implicated in multiple IgE-induced anaphylaxes in the perioperative setting, and one article cites the incidence of around 1 in 2,500 patients.\n[6]\nAfter rocuronium administration, any patient who develops sudden cardiovascular collapse along with cutaneous symptoms of allergic reactions should come under suspicion for anaphylaxis. Common adverse events include transient hypotension, hypertension, and tachycardia.\n\nResidual Neuromuscular Weakness\n\nResidual neuromuscular blockade is a condition where the effects of the neuromuscular blocks do not completely reverse. The adverse effects of the residual neuromuscular blockade have been proven beyond doubt to increase postoperative morbidity and mortality.\n[7]\nThe inability to completely reverse the effects of the neuromuscular blockade can result in increased risks of postoperative respiratory dysfunction, including hypoxia, the need for mechanical ventilation, and an increase in the length of hospital stay.\n[8]\n\nCritical Illness Myopathy and Polyneuropathy\n\nProlonged infusion of neuromuscular blockers can prolong skeletal muscle weakness due to the myopathy induced by critical illness in a subset of patients on steroids or who have multiple organ failure. The recommendation is to keep the duration of paralysis to less than 48 hours to prevent this complication.\n[9]\n\nDrug-Drug Interactions\n\nSeveral drugs, including aminoglycosides, tetracyclines, vancomycin, clindamycin, lithium, procainamide, lidocaine, and other local anesthetics, beta-adrenergic blockers, potassium-depleting diuretics, general inhalation anesthesia, and succinylcholine may prolong the intensity and duration of paralytic action. This is not an exhaustive list.\nPatients receiving long-term phenytoin or carbamazepine may require higher infusion rates and experience reduced duration of action.\nROcuemonium may be associated with QTc prolongation when administered with general anesthesia.",
    "monitoring": "The effects of the neuromuscular blockade are assessable by evaluating a mechanically evoked response to an electrical stimulation using a peripheral nerve stimulator. The Anesthesia Patient Safety Foundation (APSF) strongly encourages using peripheral nerve stimulators to monitor the depth of neuromuscular blockade during surgery and after reversal by the reversal agent to confirm and rule out any residual neuromuscular blockade.\n[11]\n\nRoutinely, 2 sites are used for peripheral nerve stimulation: the distal forearm, where the ulnar nerve is stimulated using 2 electrodes placed on the anatomical path of the ulnar nerve to stimulate the adductor pollicis muscle of the hand, and around the eyes on the forehead to stimulate the facial nerve and orbicularis oculi muscle. The peripheral nerve stimulator can provide an electrical current of specific strength and duration to create a stimulation pattern. A train-of-four (TOF) is most commonly used to evaluate the amount of muscle contraction.\n\nOther types of stimulation include a single twitch response, double burst stimulation, tetany, and post-tetanic stimulation. In a TOF stimulation, 4 electrical stimulations at 2Hz are delivered every 0.5 sec, and the twitch height response of the fourth twitch is compared to the first twitch. In patients under the effect of rocuronium and other nondepolarizing neuromuscular blocking drugs, the fourth twitch response is smaller than the first due to the depletion of Ach released on successive stimulation. This leads to calculating the TOF ratio and fade, a hallmark of nondepolarizing neuromuscular blockade. Loss of 2 twitches out of 4 is considered adequate for surgical anesthesia. If all 4 twitches are lost, more muscle relaxants should not be administered until some twitches are recovered. A TOF ratio of 0.7 to 0.9 is considered adequate for complete reversal.\n[12]",
    "toxicity": "Reversal of rocuronium-induced paralysis is possible with the use of 2 subgroups of drugs.\n[13]\n\nAnticholinesterases\n\nDrugs like neostigmine and rarely edrophonium and pyridostigmine have been the cornerstone of reversing neuromuscular blockade. Neostigmine is an anticholinesterase drug that prevents the metabolism of Ach in the synapse by blocking the action of cholinesterase, increasing the level of Ach in the synaptic cleft, and overcoming the neuromuscular blockade of non-depolarizing drugs like rocuronium. The typical dosing depends on the amount of neuromuscular blockade monitored by the TOF response to the peripheral nerve stimulator. If no twitches are visible in response to TOF, the administration of neostigmine is not recommended. Examiners should wait for the twitch response to occur before administering neostigmine. If less than 2 twitches are present, 0.07 mg/kg of neostigmine is recommended along with an anticholinergic to prevent the adverse effects of cholinergic drugs like glycopyrrolate or atropine. If 3 or 4 twitches are present, 0.04 mg/kg of neostigmine is recommended with appropriate anticholinergic drugs.\n[14]\n\nSugammadex\n\nA novel gamma-cyclodextrin molecule that encapsulates steroidal neuromuscular blockers like rocuronium and vecuronium has been extensively used in Europe before being approved recently in the US. The drug's novel mechanism of action produces a complete reversal of neuromuscular blockade by encapsulating rocuronium and preventing the interaction of rocuronium at the neuromuscular junction. Suggamedex additionally has some affinity in reversing Vecuronium and Pancuronium. Since rocuronium does not work by interacting with cholinesterase, it produces no cardiac adverse effects and can be safely used at any level of neuromuscular blockade. The dosing is based on the depth of neuromuscular blockade. If there are no twitches and the reversal is necessary after an intubating dose of rocuronium, then it is recommended to use a 16 mg/kg dose. If there are no twitches to TOF, but there are 1 to 2 post-tetanic responses, a 4 mg/kg dose should be used. If 4 twitches are present to TOF, then a 2 mg/kg dose can be used. The suggamadex-NMB complex is eliminated through 75% biliary clearance and 25% biliary clearance and excreted via the urine at 65 to 97%. Additionally, a female who takes hormonal contraceptives should be counseled on using a backup method for contraception within 7 days of its administration.\n[15]"
  }
}