{
  "drug_name": "romosozumab aqqg",
  "nbk_id": "NBK585139",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585139/",
  "scraped_at": "2026-01-11T15:38:02",
  "sections": {
    "indications": "Romosozumab is contraindicated for patients with pre-existing hypocalcemia and hypersensitivity. Patients with documented serum calcium imbalances require correction before initiating treatment. Additionally, a history of systemic hypersensitivity to romosozumab or its excipients precludes its use. This risk is due to the potential for angioedema and erythema multiforme.\n[25]\n\nBox Warnings\n\nRomosozumab has been associated with an increased risk of myocardial infarction, stroke, and cardiovascular mortality. Romosozumab should not be initiated in patients who have had a myocardial infarction or stroke within the past year. Physicians should carefully evaluate the risk-benefit profile in patients with other cardiovascular risk factors. If the patient has a myocardial infarction or stroke during treatment, romosozumab must be immediately discontinued.\n\nWarning and precautions\n\nRomosozumab is not recommended for patients who have completed romosozumab therapy for 12 months. Despite ongoing studies, romosozumab is not currently FDA-approved for use in premenopausal patients.\n[10]\n[23]\nAs per the American Association of Clinical Endocrinology (AACE), treatment with an anabolic agent (eg, romosozumab, teriparatide, abaloparatide) should be followed with bisphosphonates or denosumab to prevent bone density decline and maintain efficacy.\n[26]\n\nSerious adverse events associated with romosozumab administration include osteonecrosis of the jaw and atypical femur fractures. However, it should be noted that osteonecrosis of the jaw was seen in patients who had possible inciting events such as poor-fitting dentures and recent tooth extraction. Due to this, clinicians should perform precautionary routine oral examinations before initiating romosozumab. Furthermore, there were 2 reported cases of atypical fracture of the femur in the ARCH trial and 1 in the FRAME trial in the romosozumab treatment groups.\n[1]\n[3]\n[4]\nThe risk of osteonecrosis of the jaw and atypical femur fractures appears to be low for patients on romosozumab.\n[23]",
    "mechanism": "Romosozumab is the first anabolic medication to increase the formation and reduce the resorption of bone by inhibiting sclerostin.\n[1]\n[2]\n[10]\nSclerostin was first recognized as a possible therapeutic target for the treatment of osteoporosis when its role was established in sclerostin deficiency. This genetic condition is associated with increased bone mass and fracture resistance.\n[3]\nFurther research revealed sclerostin to be a negative regulator of bone formation.\n[17]\n\nSclerostin is a secreted, osteocyte-derived glycoprotein that binds to low-density lipoprotein receptor proteins 5 and 6 (LRP5 and LRP6), preventing the activation of the Wnt/β-catenin pathway that normally stimulates osteoblasts.\n[17]\nPreventing this activation promotes the ubiquitination and degradation of β-catenin, which blocks nuclear import and inhibits the osteogenic function of osteoblasts, resulting in decreased bone formation. Additionally, sclerostin stimulates the production of RANKL (receptor activator of nuclear factor-κB ligand) and suppresses the production of OPG (osteoprotegerin) in osteoblasts and pre-osteoblasts. Increased RANKL and reduced OPG activates and induces differentiation of osteoclasts.\n\nThe study of sclerostin's role led to the development of romosozumab, a humanized monoclonal sclerostin-neutralizing antibody (Scl-Ab) that binds to and inhibits sclerostin, preventing it from binding to the LRP5 and LRP6 receptor proteins. Romosozumab allows the Wnt/β-catenin pathway to proceed, promoting osteogenesis and inhibiting bone resorption to a lesser extent. This increases cortical and trabecular bone mass, which is beneficial in treating osteoporosis. Blocking sclerostin results in dual effects: 1) increased osteoblastic activity, thereby increasing bone formation, and 2) reduced osteoclastic activity, thereby decreasing bone resorption.\n\nPharmacokinetics\n\nAbsorption:\nRomosozumab reaches its maximum concentration (Tmax) in 5 days (± 3 days). A single dose of romosozumab (210 mg) achieves a maximum average serum concentration of 22.2 (5.8) μg/mL and a steady concentration state 3 months after monthly administration in postmenopausal women.\n[1]\nThe pharmacokinetics of romosozumab are nonlinear as dose-increased clearance decreases.\n\nMetabolism:\nThe metabolism of romosozumab is not fully understood. As a monoclonal antibody, it is thought to be broken down into proteins and amino acids, similar to catabolic pathways for immunoglobulin G.\n[18]\n\nDistribution:\nRomosozumab has an estimated volume distribution of 3.92 L at a steady state.\n[1]\n\nElimination:\nRomosozumab's systemic clearance occurs at 0.38 mL/kg/h. Romosozumab has a half-life of 12.8 days after 3 consecutive monthly doses.\n[1]\nNo significant pharmacokinetic differences have been observed; however, increased body weight decreases romosozumab exposure.\n[7]\nOne study found that 17.6% of patients in the romosozumab group developed binding antibodies, with 2.9% developing neutralizing antibodies by month 9. These findings corroborate a previous study involving postmenopausal women with osteoporosis. Neither binding nor neutralizing antibodies significantly affected the efficacy, safety, or drug exposure of romosozumab.\n[19]\n[3]",
    "administration": "Available Dosage Forms and Strengths\n\nRomosozumab is available as a prefilled syringe containing a preservative-free solution for subcutaneous administration. Romosozumab should be stored at 36 to 46 °F (2.2 to 7.7 °C).\n[10]\nA romosozumab syringe should be examined for damage and discarded if it has cracks, breaks, a missing or loose needle cap, or an expiration date that has passed. An undamaged syringe should be discarded if dropped on a hard surface. The romosozumab solution should be clear to opalescent and colorless to light yellow. Do not use a syringe containing a solution that looks cloudy, discolored, or contains particles. A romosozumab syringe should be given 30 minutes to equilibrate to room temperature before administration and should not be warmed using any other method.\n\nAdult Dosage\n\nRomosozumab is administered as a monthly subcutaneous injection for 12 months. The recommended monthly dose is 210 mg, regardless of body weight. Each prefilled syringe contains 105 mg romosozumab in 1.17 mL solution; 2 prefilled syringes provide the recommended dose of 210 mg. Potential injection sites include the patient’s thigh, abdomen, or upper arm and should be altered each month. Patients receiving romosozumab should also receive calcium and vitamin D supplementation.\n[1]\nRomosozumab is less effective after 12 monthly injections. Studies have shown that bone mineral density levels return to baseline 12 months after discontinuing romosozumab; it is recommended that after discontinuing romosozumab, the patient continues osteoporosis treatment with antiresorptive therapy to maintain and continue increased bone mass density.\n[10]\n[20]\nIf a dose is missed or delayed, romosozumab should be administered immediately, with subsequent monthly injections from the new date.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product label does not specify adjustments in romosozumab dosage for patients with liver conditions.\n\nRenal impairment:\nRomosozumab dosage remains unchanged for individuals with renal impairment. However, individuals with severe renal impairment (estimated glom filtration rate of 15 to 29 mL/min/1.73 m² or receiving dialysis) are at increased risk of hypocalcemia.\n[1]\n[10]\nProviders must monitor calcium levels and administer calcium and vitamin D supplementation when appropriate. A recent meta-analysis evaluated the efficacy of romosozumab, teriparatide, denosumab, and raloxifene for reducing vertebral fractures in patients with kidney disease. Romosozumab demonstrated efficacy in improving bone mineral density across all stages of chronic kidney disease stages.\n[21]\n\nPregnancy considerations:\nRomosozumab is not indicated for women of reproductive potential. The administration of romosozumab to pregnant rats during organogenesis at exposures exceeding 31 times the recommended clinical dose resulted in skeletal abnormalities in offspring. Romosozumab doses 1.4 to 54 times the standard human dose in rats before mating and lactation resulted in minor reductions in offspring femoral bone mineral density and cortical circumferences. In rat reproductive toxicity studies, skeletal malformations such as syndactyly and polydactyly were observed in 1 out of 75 litters. These deformities occurred at doses much higher than the maximum recommended human dose.\n\nBreastfeeding considerations:\nRomosozumab is not approved for women of reproductive potential. In animal studies with pregnant rats, romosozumab administration beginning 6 weeks before mating and lactation resulted in detectable serum levels in offspring, confirming dose-dependent exposure during gestation and lactation.\n\nPediatric patients:\nThe safety and efficacy of romosozumab have not been established in pediatric patients.\n\nOlder patients:\nIn clinical studies of romosozumab involving postmenopausal women with osteoporosis, most patients were 65 or older, with a significant subset at 75 or older. No variances in safety and efficacy were observed between the older and younger patients. In one study, older age and higher baseline calcium concentrations correlated with a greater reduction in calcium levels following the administration of romosozumab.\n[22]",
    "adverse_effects": "A literature review performed by Miller et al determined that the most commonly reported adverse events occurring in less than 5% of subjects during clinical trials with romosozumab were arthralgia and headache.\n[1]\nThis review also noted injection site reactions in approximately 5% of subjects but found that these reactions did not seem to recur with subsequent injections.\n[1]\nOther reported adverse events include nasopharyngitis, back pain, erythema multiforme, rash, dermatitis, and angioedema.\n[1]\n[5]\n[10]\n[3]\n[23]\n\nSeveral trials found cardiovascular and cerebrovascular events increased with romosozumab use.\n[4]\n[11]\n[23]\nDuring the ARCH trial, cardiovascular adverse events occurred in 2.5% of patients in the romosozumab group versus 1.9% in the alendronate group.\n[4]\nDuring the BRIDGE trial, cardiovascular adverse effects occurred at a rate of 4.9% in the romosozumab group versus 2.5% in the placebo group.\n[11]\n\nWhile these trials indicated differences in cardiovascular events, the FRAME and STRUCTURE trials found no difference in the rate of cardiovascular events between the romosozumab and placebo groups. However, due to the increase in reported cardiovascular and cerebrovascular events in the ARCH and BRIDGE trials, it is recommended not to use romosozumab in patients who have had a myocardial infarction or stroke in the past year. Evaluating the benefits versus risks in patients with cardiovascular risk factors is recommended on an individual basis.\n[1]\n\nDrug-Drug Interactions\n\nConcurrent administration of romosozumab with medications known to be associated with osteonecrosis of the jaw, such as bisphosphonates, chemotherapy, angiogenesis inhibitors, denosumab, and corticosteroids, may elevate the risk of developing osteonecrosis of the jaw. Providers should avoid concurrent administration of these medications and romosozumab.\n[24]",
    "monitoring": "The development of hypocalcemia is a significant concern during romosozumab therapy. Hypocalcemia should be corrected before initiating romosozumab treatment.\n[10]\nCombining this medication with other drugs may increase the risk of hypocalcemia. Serum calcium levels should be monitored if a patient takes other medications that could cause hypocalcemia with concomitant romosozumab use.\n[23]\nPatients with severe renal impairment or who are on dialysis are at increased risk for hypocalcemia and should be monitored closely. Patients should be counseled about supplementing calcium and vitamin D to mitigate the potential risk of hypocalcemia.\n[1]\n[10]\n\nAccording to AACE, clinicians should assess bone mineral density at the lumbar spine, total hip, or femoral neck with dual-energy x-ray absorptiometry scans. Providers may consider using bone turnover markers (BTMs) to assess patient compliance and treatment response. Antiresorptive therapies typically reduce BTMs significantly and are associated with reduced fracture risk, while anabolic therapies generally lead to notable BTM increases, indicating a favorable treatment response.\n[26]\nBTMs such as procollagen type 1 N-telopeptide (P1NP) for bone formation and type 1 collagen C-telopeptide for bone resorption can be used to evaluate response to treatment.",
    "toxicity": "Signs and Symptoms of Overdose\n\nA study assessing the carcinogenicity risk of romosozumab concluded that romosozumab administration would not pose a carcinogenic risk to humans based on the weight of evidence factors and results of a rat lifetime study on tumor incidence.\n[27]\nFurthermore, additional animal studies have demonstrated no effects on mortality.\n[28]\nIn an accidental overdose of romosozumab, serum calcium levels should be monitored.\n\nManagement of Overdose\n\nThere is no antidote for romosozumab. The poison control center or a medical toxicologist should be contacted for the latest information regarding an overdose."
  }
}