{
  "drug_name": "ropinirole",
  "nbk_id": "NBK554532",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554532/",
  "scraped_at": "2026-01-11T15:38:01",
  "sections": {
    "indications": "Warnings and Precautions\n\nClinicians should avoid using ropinirole in patients who abuse alcohol and patients with liver failure.\n[16]\nRopinirole is contraindicated in patients who experience hypersensitivity reactions and anaphylaxis, including rash, pruritus, fixed drug eruptions, urticaria, or angioedema to ropinirole or excipients.\n[24]",
    "mechanism": "Ropinirole has a high affinity for post-synaptic dopamine receptors in the central and peripheral nervous systems. The dopamine receptors (D2) are G-protein-coupled inhibitory neurons located primarily in the striatonigral, mesolimbic, and tuberoinfundibular systems. They inhibit adenylyl cyclase and calcium channels and activate potassium channels.\n[10]\n[11]\n\nPharmacokinetics\n\nAbsorption:\nOrally administered ropinirole is rapidly absorbed and reaches peak plasma concentration in 1 to 2 hours. About 50% of the drug is metabolized on first-pass, and the absolute bioavailability ranges from 45% to 55%. The drug reaches steady-state concentrations within 2 days of initiating ropinirole. A high-fat diet may delay absorption, prolong the Tmax by 2.5 hours, and decrease the Cmax by 25%; ropinirole is better absorbed during fasting.\n\nDistribution:\nRopinirole has a volume of distribution of 7.5 L/kg, and 40% of the drug is bound to plasma proteins.\n\nMetabolism:\nMost ropinirole is metabolized in the liver by\nN\n-despropylation and hydroxylation to form inactive metabolites. Cytochrome P450 1A2 is the primary enzyme involved in the metabolism of ropinirole.\n[2]\n[12]\n\nElimination:\nThe elimination half-life of the ropinirole immediate-release tablet is approximately 6 hours, and less than 10% of the orally administered drug is excreted unchanged in urine.",
    "administration": "Available Dosage Forms and Strengths\n\nTwo oral formulations are available as immediate-release tablets (0.25 mg, 0.5 mg, 1 mg, 2 mg, 3 mg, 4 mg, and 5 mg) and prolonged/extended-release tablets (2 mg, 4 mg, 6 mg, 8 mg, and 12 mg). The immediate-release form is administered 3 times daily, while the extended-release is once daily.\n[1]\n\nThe therapeutic level for this drug is between 0.4 and 6 ng/mL; its use requires caution in older patients (older than 65) and women on hormonal replacement therapy (HRT) because of the slower clearance of the medication in these groups.\n[2]\n[13]\nIn PD treatment, a dose of 6 to 24 mg of the extended-release formulation is usually well-tolerated, and the clinician can individualize dosing from patient to patient.\n[14]\n\nAdult Dosing\n\nParkinson Disease\n\nImmediate-Release Tablets:\nThe dose is titrated gradually every week in the following table. If therapy with ropinirole is significantly interrupted, re-titration of the dose may be necessary.\n\nTable\n\nRopinirole tablets should be discontinued gradually and tapered over 7 days in patients with PD according to the following method. First, the administration dose should be reduced from 3 times daily to twice daily for the first 4 days. For the 3 following days, dosing should be reduced to once daily before cessation of ropinirole.\n\nExtended-Release Tablets:\nThe initial dose is 2 mg, administered once daily for 2 weeks. Then, the dose may be increased by 2 mg weekly or at longer intervals based on the patient’s response. The maximum dose is 24 mg administered daily.\n\nRestless Legs Syndrome\n\nThe recommended initial adult dose for RLS is 0.25 mg once daily, about 1 to 3 hours before bedtime. A dose of 2 mg or less would suffice, and starting on a low dose is a good practice. In patients with RLS, ropinirole is usually started at a dose of 0.25 mg per day, incrementing 0.25 mg every 2 to 3 days until the reduction of symptoms.\n[15]\nAfter 2 days, the dose can be increased to 0.5 mg once daily (days 3 to 7) and 1 mg once daily at the end of the first week of dosing to achieve optimal efficacy.\n\nDose titration after 1 week is as follows: week 2: 1 mg daily; week 3: 1.5 mg daily; week 4: 2.5 mg daily; week 5: 3 mg daily; week 6: 3.5 mg daily; week 7: 4 mg daily. This titration should be based on individual patient tolerability and therapeutic response to a maximum daily dose of 4 mg. When discontinuing ropinirole treatment in patients with RLS, a gradual decrease of the daily dose is recommended.\n\nSpecific Patient Populations\n\nHepatic impairment:\nPharmacokinetic studies of ropinirole have not been conducted in patients with hepatic impairment. Caution is advised as ropinirole is metabolized in the liver.\n[16]\n\nRenal impairment:\nDose adjustments are not required in patients with moderate renal impairment (CrCl of 30 to 50 mL/min). Patients with RLS and end-stage renal disease and on hemodialysis should be started on 0.25 mg once daily. Further dose increments are based on the need for efficacy and tolerability. The recommended maximum daily dose is 3 mg in patients receiving regular dialysis. Supplemental doses after dialysis are not needed.\n\nPregnancy considerations:\nIf a patient using ropinirole intends to get pregnant or get pregnant, they should report to their clinician. Ropinirole is a pregnancy category C medicine. In addition, animal studies have reported teratogenic effects, so patients should be advised of this potential risk.\n\nBreastfeeding considerations:\nThere is a lack of information on ropinirole use during breastfeeding. Since ropinirole suppresses serum prolactin, it can interfere with lactation. Alternative medicine is preferred while breastfeeding newborn or preterm infants.\n[17]\n\nPediatric patients:\nThe safety and efficacy of ropinirole have not been established in this population.\n\nOlder patients:\nIncreased adverse drug reactions such as hallucination, nausea, and vomiting have been reported. Dosage should be titrated slowly based on clinical response.\n[18]",
    "adverse_effects": "Rare cases of hypersensitivity reactions, falling asleep during activities of daily living, somnolence (especially if concomitantly using CNS depressants), hallucinations, compulsive behaviors, augmentation, early morning rebound RLS, fibrotic complications, and retinal degeneration are also reported in clinical trials and postmarketing experience.\n\nPeripheral edema:\nPeripheral edema has been reported in up to one-third of the patients on the extended-release form.\n[19]\n\nAnterocollis:\nThe definition of this condition is the head positioned in flexion, resembling a \"drooping head,\" a rare side effect reported in a patient taking ropinirole. Discontinuation of the medication progressively reversed the symptoms within 4 months.\n[20]\n\nPisa syndrome:\nCases of ropinirole-induced Pisa syndrome, referred to as \"pleurothotonus,\" have been recorded. The condition is characterized by an abnormal lateral flexion of the trunk to the right or left. This condition occurred after a year on the medication and resolved 3 months after cessation of treatment. However, some reports maintain that Pisa syndrome is irreversible despite discontinuing this medication.\n[21]\n[22]\n\nReversible dyskinesias:\nAnother movement disorder observed with ropinirole is severe reversible dyskinesias, which is very rare. This dose-dependent choreoform dyskinesia occurred in ropinirole monotherapy up to a dose of 15 mg daily but was also observed at a dose of 6 mg daily.\n[23]\n\nDermal eruptions:\nSimilar to other D2 agonists, ropinirole rarely caused fixed dermal eruptions. This adverse effect is thought to be due to the inactivation of T cells.\n[24]\n\nDopamine-agonist withdrawal syndromes:\nWithdrawal-emergent hyperpyrexia and confusion are reported in patients where ropinirole treatment is abruptly stopped or the dose is rapidly tapered down. This condition resembles neuroleptic malignant syndrome without specific etiology. Withdrawal symptoms include insomnia, anxiety, apathy, depression, sweating, fatigue, and pain, which do not respond to treatment with levodopa. Recommendations include informing patients about the potential for withdrawal symptoms and monitoring symptoms during taper down and after treatment cessation.\n[25]\n\nImpulse control disorders:\nCase reports of increased sexual drive, gambling, and binge eating have been reported. The mechanism of action is thought to be the stimulation of dopamine D3 receptors by dopamine agonists. Patients have reported an inability to control their urges. Patients may not convey problems to clinicians due to embarrassment. In severe cases, clinicians should consider decreasing the dose of ropinirole; severe cases may require cessation of therapy.\n[26]\n[27]\n[28]\nIt acts as a dopamine agonist, which can trigger manic symptoms in susceptible patients.\n[29]\n\nDrug-Drug Interactions\n\nCYP1A2 enzyme is induced by omeprazole and smoking and can decrease the plasma concentration of ropinirole. CYP1A2 is inhibited by fluoroquinolones (eg, ciprofloxacin and norfloxacin), fluvoxamine, and mexiletine. The administration of these drugs may increase the plasma level of this drug.\n[12]\n\nHormone replacement therapy (HRT, high dose estrogens) reduces the clearance of ropinirole; dose adjustment may be required when starting or stopping HRT.\n\nDopamine antagonists phenothiazines, thioxanthenes, butyrophenones, and metoclopramide can reduce the efficacy of ropinirole. Concurrent administration of ropinirole and metoclopramide should be avoided.\n[30]\n\nAs with most dopamine agonists, ropinirole's most frequently reported adverse effects include nausea, vomiting, dyspepsia, abdominal pain, hallucinations, drowsiness, dizziness, leg edema, viral infection, syncope, orthostatic hypotension, and asthenic condition (ie, weakness, fatigue, and malaise).\n[11]\n[31]\n[32]",
    "monitoring": "Patients initiating ropinirole therapy or escalating doses of ropinirole should be monitored for signs and symptoms of orthostatic hypotension. Monitoring of UPDRS (Unified Parkinson disease rating scale) is suggested for monitoring the response to therapy.\n[6]\nPatients should be informed about the potential for withdrawal symptoms with ropinirole and monitor those signs and symptoms during and after discontinuation of ropinirole.\n[25]",
    "toxicity": "Ropinirole can cause death when taken with alcohol, and persons who excessively consume alcohol should not use the drug. A lethal level up to 6 times the therapeutic dose correlates with death.\n[13]\n\nPatients with liver insufficiency require close monitoring; a case report of liver toxicity exists. The medication is metabolized primarily in the liver, and the toxicity may be due to an immune reaction or a possible toxic metabolite.\n[1]\n\nSigns and Symptoms of Overdose\n\nOf these patients who used doses exceeding 24 mg per day, commonly reported adverse reactions were related to its dopaminergic activity, ie, nausea, dizziness, hyperhidrosis, visual hallucinations, claustrophobia, palpitations, chorea, asthenia, and nightmares. Additional symptoms reported in overdose patients included vomiting, agitation, chest pain, increased coughing, fatigue, orthostatic hypotension, syncope, dyskinesia, somnolence, and a confusional state. A recent study describes shock and arrhythmias as the probable reason for mortality associated with ropinirole overdose.\n[33]\n\nManagement of Overdose\n\nThere have been reports of patients who intentionally or accidentally took more than the maximum recommended daily dose of ropinirole in clinical trials. General supportive measures are recommended, and vitals should be maintained when necessary. In clinical trials, the most significant overdose reported with ropinirole was 62 mg daily for 7 days (total dose 435 mg)."
  }
}