{
  "drug_name": "rupatadine",
  "nbk_id": "NBK557392",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557392/",
  "scraped_at": "2026-01-11T15:38:12",
  "sections": {
    "clinical_significance": "Sepsis:\nPAF mediates the pathogenesis of severe sepsis. Bacterial endotoxins can induce PAF production resulting in severe hypotension and end-organ damage.\n[53]\nPafase, recombinant PAF-AH (rPAF-AH), was shown to reduce mortality compared to control in patients with severe sepsis in phase IIB trial.\n[54]\nHowever, the phase III trial was terminated after the interim analysis and showed that it did not reduce mortality.\n[55]\n\nStroke:\nEpidemiological studies have shown that PAF-AH deficiency or mutations in PAF-AH may be a genetic risk factor for stroke.\n[56]\n\nCancer:\nPAF is associated with tumors and cancer cells. The receptor density for PAF is more in cancer cells, and PAF receptor antagonists are known to decrease tumor growth.\n[57]\n\nIntrauterine Insemination\n: PAF enhances intrauterine insemination pregnancy rates when inoculated with sperm with normal semen parameters.\n[58]\nIt does not improve pregnancy rates with sperm with mild male factor infertility parameters.\n[59]\n\nDiabetes\n: Plasma PAF-AH (Lp-PLA2) levels will elevate in patients with type 2 Diabetes Mellitus compared to patients with dyslipidemia and healthy patients. Statin therapy in diabetic patients decreases plasma PAF-AH activity.\n[60]\nThe decrease could be due to the anti-atherogenic effects of statins.\n[61]\n\nKidney Disease\n: Excessive PAF production by mesangial cells results in glomerular damage and can cause glomerulosclerosis and proteinuria. When PAF receptors on podocytes are activated, it results in loss of nephrin, decreased production of proteoglycan, and cytoskeletal rearrangements. As a result, anion charge of the glomerular basement membrane decreases and results in proteinuria.\n[62]\n\nAllergies\n: PAF also mediates allergic rhinitis symptoms through its vascular effects. Rupatadine is a second-generation antihistamine with anti-PAF activity approved for the treatment of allergic rhinitis and chronic urticaria. It inhibits mast cell activation by inhibiting both histamine and PAF. When compared to antihistamines without anti-PAF activity, rupatadine is more effective in blocking nasal symptoms.\n[63]"
  }
}