{
  "drug_name": "rutoside",
  "nbk_id": "NBK519562",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519562/",
  "scraped_at": "2026-01-11T18:47:51",
  "sections": {
    "indications": "Pigmented purpuric dermatosis (PPD) is the term used to describe a collection of numerous subtypes of generally benign, chronic, purpuric skin eruptions. Clinically, they are characterized by red to purple macules and patches as well as petechiae with erythrocyte extravasation and hemosiderin deposition in the skin, which can lead to a red-brown to golden-brown color as the hemosiderin is resorbed. These lesions most commonly occur on the lower extremities but can sometimes occur on the arms as well. Pigmented purpuric dermatitis is often asymptomatic but can be associated with mild pruritus. Treatment can be challenging, but patient reassurance on the benign nature of these diseases is crucial.",
    "mechanism": "Most cases of pigmented purpuric dermatosis are idiopathic. It is important to recognize that these disorders are not associated with coagulopathies or thrombocytopenia. However, since most cases present on the lower extremities, important underlying factors include venous stasis, exercise, and capillary fragility, which lead to erythrocyte extravasation into the dermis and the characteristic purpuric color.\n[1]\n[2]\nDue to the inflammatory infiltrate of lymphocytes, macrophages, and Langerhans cells, which is often seen on skin biopsies as a capillaritis, cell-mediated immunity is also implicated in the pathogenesis of these disorders and may contribute to vascular fragility. Immunohistochemical studies of Schamberg disease, a subtype of pigmented purpuric dermatitis, have revealed a perivascular infiltrate of dendritic cells and lymphocytes, which interact with vascular endothelial cells and affect the permeability of the microvasculature.\n[3]\n[4]\nHumoral immunity also may be involved in the pathogenesis as immunoglobulin and complement deposition around dermal vessels has been observed in some cases.\n[5]\n[6]\n[7]\n[8]\n[9]\nMany medications also have been reported as causing pigmented purpuric dermatitis, including acetaminophen, aspirin, carbamazepine, chlordiazepoxide, diltiazem, dipyridamole, furosemide, glipizide, hydralazine, infliximab, interferon-alpha, medroxyprogesterone acetate, meprobamate, pseudoephedrine, raloxifene, and thiamine.\n[10]\n[11]\n[12]",
    "monitoring": "Pigmented purpuric dermatoses are largely diagnosed based on the clinical presentation. However, with atypical presentations or to rule out cutaneous vasculitis, dermatitis, or cutaneous t-cell lymphoma, skin biopsy by punch technique can be helpful. CBC and coagulation studies can be performed to rule out thrombocytopenia or clotting disorders. Medication history should also be obtained to screen for drug hypersensitivity as a cause. To rule out concomitant allergic contact dermatitis, patch testing can be performed.",
    "administration": "It can be challenging to treat pigmented purpuric dermatoses. If a medication reaction is causative, the eruption should clear with discontinuation of the drug. Due to the possible etiology of vascular hypertension and venous stasis of the lower extremities, compression stockings are recommended. A study of three patients with pigmented purpuric dermatitis revealed clearance of this eruption after 4 weeks of treatment with the bioflavonoid, rutoside 50 mg 2 times per day, and ascorbic acid 500 mg 2 times per day.\n[26]\nGiven the safety of these supplements, this is a reasonable first-line treatment. Medium to high potency topical corticosteroids such as triamcinolone can also be used and may improve pruritus and the inflammatory component of this condition. Although systemic immunosuppression with corticosteroids or cyclosporine can be helpful, the side effect profile of these medications and the benign nature of pigmented purpuric dermatitis may not warrant their use.\n[27]\nHowever, the condition often recurs when immunosuppression is discontinued. Topical tacrolimus or pimecrolimus can be useful for chronic use as they limit the risk of cutaneous atrophy from topical corticosteroids.\n[28]\nGriseofulvin 500 mg to 750 mg daily improved 6 patients with pigmented purpuric dermatitis.\n[29]\n\nOther case reports of patients with pigmented purpuric dermatitis showed improvement with colchicine 0.5 mg 2 times per day, minocycline, methotrexate, and pentoxifylline 400 mg 3 times per day.\n[30]\n[31]\n[32]\nUltraviolet (UV) light therapy with PUVA or narrowband UVB also has been reported to be beneficial.\n[33]\n[34]\n[35]\n[36]\nIn some cases, the disease flared with discontinuation of treatment, but sustained remission was achieved in others.\n[37]\n[38]\nTopical photodynamic therapy using 5-aminolevulinic acid or methyl aminolevulinic acid as photosensitizing agents also has been reported to improve pigmented purpuric dermatitis.\n[39]",
    "adverse_effects": "Complications of pigmented purpuric dermatitis usually revolve around the symptoms themselves, and patients are displeased with their appearance."
  }
}