[
  {
    "active_ingredient": "iron+zinc+copper+and b complex vitamins",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "avobenzone+homosalate+octisalate+octocrylene+oxybenzone+green tea ext.+cucumber ext.+titanium dioxide+zinc oxide+vitamin e",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "كريم للحماية من الاشعة الفوق بنفسجية للشمس -- الحفاظ علي لون الجلد موحد"
  },
  {
    "active_ingredient": "meloxicam",
    "strength": "general",
    "standard_dose": "7.5 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Osteoarthritis Carefully consider the potential benefits and risks of meloxicam tablets and other treatment options before deciding to use meloxicam tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS).After observing the response to initial therapy with meloxicam tablets, the dose should be adjusted to suit an individual patient's needs.For the relief of the signs and symptoms of osteoarthritis the recommended starting and maintenance oral dose of meloxicam tablets is 7.5 mg once daily. Some patients may receive additional benefit by increasing the dose to 15 mg once daily.The maximum recommended daily oral dose of meloxicam is 15 mg.Meloxicam tablets may be taken without regard to timing of meals."
  },
  {
    "active_ingredient": "montelukast",
    "strength": "general",
    "standard_dose": "10.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Administration (by indications): • Asthma (2.1): Once daily in the evening for patients 15 years and older. • Acute prevention of EIB (2.2): One tablet at least 2 hours before exercise for patients 15 years of age and older. • Seasonal allergic rhinitis (2.3): Once daily for patients 15 years and older. • Perennial allergic rhinitis (2.3): Once daily for patients 15 years and older. Dosage (by age) (2): • 15 years and older: one 10 mg tablet. Patients with both asthma and allergic rhinitis should take only one dose daily in the evening (2.4). 2.1 Asthma Montelukast sodium tablets should be taken once daily in the evening. The following doses are recommended: For adults and adolescents 15 years of age and older: one 10 mg tablet. Safety and effectiveness in pediatric patients less than 12 months of age with asthma have not been established. who miss a dose should take the next dose at their regular time and should not take 2 doses at the same time. There have been no clinical trials in patients with asthma to evaluate the relative efficacy of morning versus evening dosing. The pharmacokinetics of montelukast are similar whether dosed in the morning or evening. Efficacy has been demonstrated for asthma when montelukast was administered in the evening without regard to time of food ingestion. Montelukast sodium tablets should be taken once daily in the evening. The following doses are recommended: For adults and adolescents 15 years of age and older: one 10 mg tablet. Safety and effectiveness in pediatric patients less than 12 months of age with asthma have not been established. Patients who miss a dose should take the next dose at their regular time and should not take 2 doses at the same time. There have been no clinical trials in patients with asthma to evaluate the relative efficacy of morning versus evening dosing. The pharmacokinetics of montelukast are similar whether dosed in the morning or evening. Efficacy has been demonstrated for"
  },
  {
    "active_ingredient": "bupropion hydrochloride",
    "strength": "general",
    "standard_dose": "100.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION General Dosing Considerations It is particularly important to administer bupropion hydrochloride tablets in a manner most likely to minimize the risk of seizure (see WARNINGS). Increases in dose should not exceed 100 mg/day in a 3-day period. Gradual escalation in dosage is also important if agitation, motor restlessness, and insomnia, often seen during the initial days of treatment, are to be minimized. If necessary, these effects may be managed by temporary reduction of dose or the short-term administration of an intermediate to long-acting sedative hypnotic. A sedative hypnotic usually is not required beyond the first week of treatment. Insomnia may also be minimized by avoiding bedtime doses. If distressing, untoward effects supervene, dose escalation should be stopped. No single-dose of bupropion hydrochloride tablets should exceed 150 mg. Bupropion should be administered 3 times daily, preferably with at least 6 hours between successive doses. Usual Dosage for Adults The usual adult dose is 300 mg/day, given 3 times daily. Dosing should begin at 200 mg/day, given as 100 mg twice daily. Based on clinical response, this dose may be increased to 300 mg/day, given as 100 mg 3 times daily, no sooner than 3 days after beginning therapy (see Table 3). Table 3. Dosing Regimen TreatmentDay TotalDaily Dose TabletStrength Number of Tablets Morning Midday Evening 1 200 mg 100 mg 1 0 1 4 300 mg 100 mg 1 1 1 Increasing the Dosage Above 300 mg/day As with other antidepressants, the full antidepressant effect of bupropion may not be evident until 4 weeks of treatment or longer. An increase in dosage, up to a maximum of 450 mg/day, given in divided doses of not more than 150 mg each, may be considered for patients in whom no clinical improvement is noted after several weeks of treatment at 300 mg/day. Dosing above 300 mg/day may be accomplished using the 75 mg or 100 mg tablets. The 100 mg tablet must be administered 4 times daily with at least 4 hour"
  },
  {
    "active_ingredient": "folic acid+vitamin b6+vitamin b12",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "حالات الضعف العام والخمول والارهاق."
  },
  {
    "active_ingredient": "fexofenadine hydrochloride",
    "strength": "general",
    "standard_dose": "60.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Seasonal Allergic Rhinitis Adults and Children 12 Years and OlderThe recommended dose of Fexofenadine Hydrochloride Tablets is 60 mg twice daily, or 180 mg once daily with water. A dose of 60 mg once daily is recommended as the starting dose in patients with decreased renal function (see CLINICAL PHARMACOLOGY). Children 6 to 11 YearsThe recommended dose of Fexofenadine Hydrochloride Tablets is 30 mg twice daily with water. A dose of 30 mg once daily is recommended as the starting dose in pediatric patients with decreased renal function (see CLINICAL PHARMACOLOGY). Chronic Idiopathic Urticaria Adults and Children 12 Years and OlderThe recommended dose of Fexofenadine Hydrochloride Tablets is 60 mg twice daily or 180 mg once daily with water. A dose of 60 mg once daily is recommended as the starting dose in patients with decreased renal function (see CLINICAL PHARMACOLOGY). Children 6 to 11 YearsThe recommended dose of Fexofenadine Hydrochloride Tablets is 30 mg twice daily with water. A dose of 30 mg once daily is recommended as the starting dose in pediatric patients with decreased renal function (see CLINICAL PHARMACOLOGY)."
  },
  {
    "active_ingredient": "milk thistle+liquorice+sodium selenate",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "zyloprim",
    "strength": "general",
    "standard_dose": "800.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The dosage of ZYLOPRIM to accomplish full control of gout and to lower serum uric acid to normal or near-normal levels varies with the severity of the disease. The average is 200 to 300 mg/day for patients with mild gout and 400 to 600 mg/day for those with moderately severe tophaceous gout. The appropriate dosage may be administered in divided doses or as a single equivalent dose with the 300-mg tablet. Dosage requirements in excess of 300 mg should be administered in divided doses. The minimal effective dosage is 100 to 200 mg daily and the maximal recommended dosage is 800 mg daily. To reduce the possibility of flare-up of acute gouty attacks, it is recommended that the patient start with a low dose of ZYLOPRIM (100 mg daily) and increase at weekly intervals by 100 mg until a serum uric acid level of 6 mg/dL or less is attained but without exceeding the maximal recommended dosage. Normal serum urate levels are usually achieved in 1 to 3 weeks. The upper limit of normal is about 7 mg/dL for men and postmenopausal women and 6 mg/dL for premenopausal women. Too much reliance should not be placed on a single serum uric acid determination since, for technical reasons, estimation of uric acid may be difficult. By selecting the appropriate dosage and, in certain patients, using uricosuric agents concurrently, it is possible to reduce serum uric acid to normal or, if desired, to as low as 2 to 3 mg/dL and keep it there indefinitely. While adjusting the dosage of ZYLOPRIM in patients who are being treated with colchicine and/or anti-inflammatory agents, it is wise to continue the latter therapy until serum uric acid has been normalized and there has been freedom from acute gouty attacks for several months. In transferring a patient from a uricosuric agent to ZYLOPRIM, the dose of the uricosuric agent should be gradually reduced over a period of several weeks and the dose of ZYLOPRIM gradually increased to the required dose needed to maintain a no"
  },
  {
    "active_ingredient": "prednisolone",
    "strength": "general",
    "standard_dose": "5.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The initial dosage of prednisolone tablets may vary from 5 mg to 60 mg per day depending on the specific disease entity being treated. In situations of less severity, lower doses will generally suffice, while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time there is a lack of satisfactory clinical response, prednisolone should be discontinued and the patient transferred to other appropriate therapy.IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT.After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small increments at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation it may be necessary to increase the dosage of prednisolone for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. Alternate-Day Therapy Alternate-Day Therapy is a corticosteroid dosing regimen in which twice the usual daily dose of corticoid is administered every other morning. The purpose of this mode of therapy is to provide the patient requiring long-term pharmacologic dose treatment with the beneficial effects of corticoid"
  },
  {
    "active_ingredient": "micardis hct",
    "strength": "general",
    "standard_dose": "40.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The usual starting dose of telmisartan is 40 mg once a day; blood pressure response is dose related over the range of 20-80 mg. Patients with depletion of intravascular volume should have the condition corrected or telmisartan tablets should be initiated under close medical supervision (see WARNINGS, Hypotension in Volume-Depleted Patients ). Patients with biliary obstructive disorders or hepatic insufficiency should have treatment started under close medical supervision (see PRECAUTIONS ). Hydrochlorothiazide is effective in doses of 12.5 mg to 50 mg once daily. To minimize dose-independent side effects, it is usually appropriate to begin combination therapy only after a patient has failed to achieve the desired effect with monotherapy. The side effects (see WARNINGS ) of telmisartan are generally rare and apparently independent of dose; those of hydrochlorothiazide are a mixture of dose-dependent phenomena (primarily hypokalemia) and dose-independent phenomena (e.g., pancreatitis), the former much more common than the latter. Therapy with any combination of telmisartan and hydrochlorothiazide will be associated with both sets of dose-independent side effects. Micardis® HCT (telmisartan and hydrochlorothiazide) tablets may be administered with other antihypertensive agents. MICARDIS HCT tablets may be administered with or without food. Replacement Therapy The combination may be substituted for the titrated components. Dose Titration by Clinical Effect MICARDIS HCT tablets are available as tablets containing either telmisartan 40 mg and hydrochlorothiazide 12.5 mg, or telmisartan 80 mg and hydrochlorothiazide 12.5 mg or 25 mg. A patient whose blood pressure is not adequately controlled with telmisartan monotherapy 80 mg (see above) may be switched to MICARDIS HCT tablets, telmisartan 80 mg/hydrochlorothiazide 12.5 mg once daily, and finally titrated up to 160/25 mg, if necessary. A patient whose blood pressure is inadequately controlled by "
  },
  {
    "active_ingredient": "brimonidine tartrate",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The recommended dose is one drop of Brimonidine Tartrate Ophthalmic Solution, 0.15% in the affected eye(s) three-times-daily, approximately 8 hours apart. Brimonidine Tartrate Ophthalmic Solution, 0.15% may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic product is being used, the products should be administered at least 5 minutes apart."
  },
  {
    "active_ingredient": "panthenol+aloe vera extract+tea tree oil+shea butter",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "acetylsalicylic acid",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مسكن وخافض للحرارة __ تقليل الالام و الالتهابات"
  },
  {
    "active_ingredient": "avelox abc pack",
    "strength": "general",
    "standard_dose": "400.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The dose of AVELOX is 400 mg (orally or as an intravenous infusion) once every 24 hours. The duration of therapy depends on the type of infection as described below. For Complicated Intra-Abdominal Infections, therapy should usually be initiated with the intravenous formulation. When switching from intravenous to oral dosage administration, no dosage adjustment is necessary. Patients whose therapy is started with AVELOX I.V. may be switched to AVELOX Tablets when clinically indicated at the discretion of the physician. Oral doses of moxifloxacin should be administered at least 4 hours before or 8 hours after antacids containing magnesium or aluminum, as well as sucralfate, metal cations such as iron, and multivitamin preparations with zinc, or VIDEX® (didanosine) chewable/buffered tablets or the pediatric powder for oral solution. (See CLINICAL PHARMACOLOGY, Drug Interactions and PRECAUTIONS, Drug Interactions.) Impaired Renal FunctionNo dosage adjustment is required in renally impaired patients, including those on either hemodialysis or continuous ambulatory peritoneal dialysis. Impaired Hepatic FunctionNo dosage adjustment is recommended for mild, moderate, or severe hepatic insufficiency (Child-Pugh Classes A, B, or C). (See CLINICAL PHARMACOLOGY, Hepatic Insufficiency.) AVELOX I.V. should be administered by INTRAVENOUS infusion only. It is not intended for intra-arterial, intramuscular, intrathecal, intraperitoneal, or subcutaneous administration. AVELOX I.V. should be administered by intravenous infusion over a period of 60 minutes by direct infusion or through a Y-type intravenous infusion set which may already be in place. CAUTION: RAPID OR BOLUS INTRAVENOUS INFUSION MUST BE AVOIDED. Since only limited data are available on the compatibility of moxifloxacin intravenous injection with other intravenous substances, additives or other medications should not be added to AVELOX I.V. or infused simultaneously through the same intravenous l"
  },
  {
    "active_ingredient": "diclofenac sodium",
    "strength": "general",
    "standard_dose": "25.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Diclofenac sodium may be administered as 25 mg, 50 mg, or 75 mg delayed-release tablets. Regardless of the indication, the dosage of diclofenac should be individualized to the lowest effective dose to minimize adverse effects (see CLINICAL PHARMACOLOGY: Individualization of Dosage) Osteoarthritis: The recommended dosage is 100 to 150 mg/day in divided doses, 50 mg b.i.d. or t.i.d. or 75 mg b.i.d. Dosages above 150 mg/day have not been studied in patients with osteoarthritis. Rheumatoid Arthritis: The recommended dosage is 150 to 200 mg/day in divided doses, 50 mg t.i.d. or q.i.d., or 75 mg b.i.d. Dosages above 225 mg/day are not recommended in patients with rheumatoid arthritis. Ankylosing Spondylitis: The recommended dosage is 100 to 125 mg/day, administered as 25 mg q.i.d., with an extra 25 mg dose at bedtime if necessary. Dosages above 125 mg/day have not been studied in patients with ankylosing spondylitis."
  },
  {
    "active_ingredient": "salicylic acid+sulphur+chamomile+panthenol+triclosan+chlorhexidine+lanette o+stearic acid+bees wax+m",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "enbrel",
    "strength": "general",
    "standard_dose": "50.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Enbrel is administered by subcutaneous injection. Patient Population Recommended Dose and Frequency Adult RA and PsA (2.3) 50 mg once weekly with or without methotrexate (MTX) AS (2.3) 50 mg once weekly Adult PsO (2.3) 50 mg twice weekly for 3 months, followed by 50 mg once weekly pJIA, Pediatric PsO and JPsA (2.4) 0.8 mg/kg weekly, with a maximum of 50 mg per week 2.1 Testing and Procedures Prior to Treatment Initiation Perform the following evaluations and procedures prior to initiating treatment with Enbrel: Prior to initiating Enbrel and periodically during therapy, evaluate patients for active tuberculosis and test for latent infection [see Warnings and Precautions (5.1)]. Complete all age-appropriate vaccinations as recommended by current immunization guidelines prior to initiating treatment with Enbrel [see Warnings and Precautions (5.8)]. 2.2 Important Administration Instructions Administration of one 50 mg Enbrel single-dose prefilled syringe, one single-dose prefilled Enbrel SureClick autoinjector, or one Enbrel Mini single-dose prefilled cartridge (for use with the AutoTouch reusable autoinjector only), provides a dose equivalent to two 25 mg Enbrel single-dose prefilled syringes, two 25 mg single-dose vials, or two multiple-dose vials of lyophilized Enbrel, when multiple-dose vials are reconstituted and administered as recommended. 2.3 Recommended Dosage in Adult Patients with Rheumatoid Arthritis, Ankylosing Spondylitis, Psoriatic Arthritis, and Plaque Psoriasis Enbrel is administered by subcutaneous injection (Table 1). Table 1. Recommended Dosage for Adult Patients with RA, AS, PsA and PsO Patient Population Recommended Dosage Adult RA, AS, and PsA 50 mg weekly Adult PsO Starting Dose: 50 mg twice weekly for 3 months Maintenance Dose: 50 mg once weekly See the Enbrel (etanercept) \"Instructions for Use\" insert for detailed information on injection site selection and dose administration [see Dosage and Administration (2.3) an"
  },
  {
    "active_ingredient": "vitamins",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "bisoprolol fumarate",
    "strength": "general",
    "standard_dose": "5.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The dose of BISOPROLOL FUMARATE must be individualized to the needs of the patient. The usual starting dose is 5 mg once daily. In some patients, 2.5 mg may be an appropriate starting dose (see Bronchospastic Disease in WARNINGS). If the antihypertensive effect of 5 mg is inadequate, the dose may be increased to 10 mg and then, if necessary, to 20 mg once daily. Patients with Renal or Hepatic Impairment In patients with hepatic impairment (hepatitis or cirrhosis) or renal dysfunction (creatinine clearance less than 40 mL/min), the initial daily dose should be 2.5 mg and caution should be used in dose-titration. Since limited data suggest that bisoprolol fumarate is not dialyzable, drug replacement is not necessary in patients undergoing dialysis. Geriatric Patients It is not necessary to adjust the dose in the elderly, unless there is also significant renal or hepatic dysfunction (see above and Geriatric Use in PRECAUTIONS). Pediatric Patients There is no pediatric experience with BISOPROLOL FUMARATE."
  },
  {
    "active_ingredient": "terra-cortril",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Instill 1 or 2 drops of Terra-Cortril Ophthalmic Suspension into the affected eye three times daily.Not more than 20 milliliters should be prescribed initially and the prescription should not be refilled without further evaluation as outlined in \"Precautions\" above."
  },
  {
    "active_ingredient": "levaquin",
    "strength": "general",
    "standard_dose": "750.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Dosage in patients with normal renal function (2.1) Type of Infection Dose Every 24 hours Duration(days) Nosocomial Pneumonia (1.1) 750 mg 7–14 Community Acquired Pneumonia (1.2) 500 mg 7–14 Community Acquired Pneumonia (1.3) 750 mg 5 Acute Bacterial Sinusitis (1.4) 750 mg 5 500 mg 10–14 Acute Bacterial Exacerbation of Chronic Bronchitis (1.5) 500 mg 7 Complicated Skin and Skin Structure Infections (SSSI) (1.6) 750 mg 7–14 Uncomplicated SSSI (1.7) 500 mg 7–10 Chronic Bacterial Prostatitis (1.8) 500 mg 28 Complicated Urinary Tract Infection (1.9) or Acute Pyelonephritis (1.11) 750 mg 5 Complicated Urinary Tract Infection (1.10) or Acute Pyelonephritis (1.11) 250 mg 10 Uncomplicated Urinary Tract Infection (1.12) 250 mg 3 Inhalational Anthrax (Post-Exposure) (1.13) Adults and Pediatric Patients > 50 kg and ≥ 6 months of age 500 mg 60 Pediatric Patients < 50 kg and ≥ 6 months of age 8 mg/kg BID (not to exceed 250 mg/dose) 60 Adjust dose for creatinine clearance < 50 mL/min (2.3, 8.6, 12.3) IV Injection, Single-Use or Premix: Slow IV infusion only, over 60 or 90 minutes depending on dose. Avoid rapid or bolus IV (2.5) Dilute single-use vials to 5 mg/mL prior to IV infusion (2.6) Do not mix with other medications in vial or IV line (2.6) 2.1 Dosage in Adult Patients with Normal Renal Function The usual dose of LEVAQUIN® Tablets or Oral Solution is 250 mg, 500 mg, or 750 mg administered orally every 24 hours, as indicated by infection and described in Table 1. The usual dose of LEVAQUIN® Injection is 250 mg or 500 mg administered by slow infusion over 60 minutes every 24 hours or 750 mg administered by slow infusion over 90 minutes every 24 hours, as indicated by infection and described in Table 1. These recommendations apply to patients with creatinine clearance ≥ 50 mL/min. For patients with creatinine clearance <50 mL/min, adjustments to the dosing regimen are required [see Dosage and Administration (2.3)]. Table 1: Dosage in Adult Patients "
  },
  {
    "active_ingredient": "epinephrine",
    "strength": "general",
    "standard_dose": "0.15 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The physician who prescribes epinephrine auto-injector should review this Prescribing Information insert in detail with the patient. This review should include the proper use of epinephrine auto-injector to ensure that subcutaneous or intramuscular injections are given into the anterolateral aspect of the thigh, through clothing if necessary. The accompanying Patient Information Leaflet and Wrap Label should also be reviewed with the patient. Epinephrine auto-injector is capable of delivering one dose of either 0.15 mg or 0.3 mg (0.15 mL or 0.3 mL of epinephrine). This dose is available for auto-injection by the patient. Selection of the appropriate epinephrine auto-injector dosage strength is determined according to patient body weight. Epinephrine auto-injector 0.15 mg For use by patients who weigh 15 - 30 kilograms (approximately 33 - 66 pounds) Epinephrine auto-injector 0.3 mg For use by patients who weigh 30 kilograms (approximately 66 pounds) or greater The usual dose of epinephrine for allergic emergencies in patients who weigh 30 kilograms or greater is 0.3 mg (0.3 mL of epinephrine). Since the doses of epinephrine delivered from epinephrine auto-injector are fixed, the physician should consider other forms of injectable epinephrine if doses lower than those available from epinephrine auto-injector are felt to be necessary. The prescribing physician should carefully assess each patient to determine the most appropriate dose of epinephrine, recognizing the life-threatening nature of the reactions for which this drug is being prescribed. Patients should be instructed to periodically visually inspect the epinephrine solution for particulate matter and discoloration. If the solution contains particulate matter or develops a pinkish color or becomes darker than slightly yellow, the patient should immediately contact their physician for a replacement, since these changes indicate that the effectiveness of the drug product may be decreased"
  },
  {
    "active_ingredient": "vinpocetine",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "يعالج الزهايمر -- يستعمل في تنشيط الذاكرة -- يستخدم في علاج الخرف وقلة التركيز لكبار السن."
  },
  {
    "active_ingredient": "norepinephrine bitartrate",
    "strength": "general",
    "standard_dose": "12.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION No further dilution prior to infusion is required (2.1) Initial intravenous infusion rate of 8 to 12 mcg per minute, adjust the rate of flow to establish and maintain a low to normal blood pressure (usually 80 to 100 mm Hg) sufficient to maintain the circulation of vital organs (2.2) The average maintenance dose ranges from 2 to 4 mcg per minute. (2.2) 2.1 Important Dosage and Administration Instructions Correct Hypovolemia Address hypovolemia before initiation of Norepinephrine in Sodium Chloride Injection therapy. If the patient does not respond to therapy, suspect occult hypovolemia [see Warnings and Precautions (5.1)]. Administration Infuse Norepinephrine in Sodium Chloride Injection into a large vein. Avoid infusions into the veins of the leg in the elderly or in patients with occlusive vascular disease of the legs [see Warnings and Precautions (5.1)]. Avoid using a catheter-tie-in technique. Inspect parenteral drug products for particulate matter and discoloration prior to use, whenever solution and container permit. Do not open the aluminum foil pouch until time of use. The premixed, ready-to-use infusion bag has a single port for insertion of the infusion set only. Do not use this port to remove content from the bag or add another medication. Once the infusion bag has been connected to the infusion set, it is stable for 24 hours for intermittent or continuous use, as long as the bag stays connected to the infusion set. Discontinuation When discontinuing the infusion, reduce the flow rate gradually. Avoid abrupt withdrawal. Single dose only. Discard unused portion. 2.2 Dosage After an initial dose of 8 to 12 mcg per minute via intravenous infusion, assess patient response and adjust dosage to maintain desired hemodynamic effect. Monitor blood pressure every two minutes or continuously until the desired hemodynamic effect is achieved, and then monitor blood pressure every five minutes for the duration of the infusion. Recommended Av"
  },
  {
    "active_ingredient": "phenytoin",
    "strength": "general",
    "standard_dose": "20.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION – (NOT FOR PARENTERAL USE) Serum concentrations should be monitored and care should be taken when switching a patient from the sodium salt to the free acid form. The free acid form of phenytoin is used in Phenytoin Oral Suspension. Because there is approximately an 8% increase in drug content with the free acid form over that of the sodium salt, dosage adjustments and serum level monitoring may be necessary when switching from a product formulated with the free acid to a product formulated with the sodium salt and vice versa. General Dosage should be individualized to provide maximum benefit. In some cases serum blood level determinations may be necessary for optimal dosage adjustments—the clinically effective serum level is usually 10–20 mcg/mL. With recommended dosage, a period of seven to ten days may be required to achieve steady-state blood levels with phenytoin and changes in dosage (increase or decrease) should not be carried out at intervals shorter than seven to ten days. Adult Dose Patients who have received no previous treatment may be started on one teaspoonful (5 mL) of Phenytoin Oral Suspension three times daily, and the dose is then adjusted to suit individual requirements. An increase to five teaspoonfuls daily may be made, if necessary. Pediatric Dose Initially, 5 mg/kg/day in two or three equally divided doses, with subsequent dosage individualized to a maximum of 300 mg daily. A recommended daily maintenance dosage is usually 4 to 8 mg/kg. Children over 6 years and adolescents may require the minimum adult dose (300 mg/day)."
  },
  {
    "active_ingredient": "fish oil+vitamin d3",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "اوميجا 3"
  },
  {
    "active_ingredient": "magnesium glycinate",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مكمل غذائى يستخدم لعلاج مشاكل الجهاز الهضمي وأمراض الأوعية الدموية،"
  },
  {
    "active_ingredient": "carvedilol",
    "strength": "general",
    "standard_dose": "6.25 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Carvedilol should be taken with food to slow the rate of absorption and reduce the incidence of orthostatic effects. Take with food. Individualize dosages and monitor during up-titration. (2)Left ventricular dysfunction following myocardial infarction: Start at 6.25 mg twice daily and increase to 12.5 mg then 25 mg twice daily after intervals of 3 to 10 days. A lower starting dose or slower titration may be used. (2.1) Hypertension: Start at 6.25 mg twice daily and increase if needed for blood pressure control to 12.5 mg then 25 mg twice daily over intervals of 1 to 2 weeks. (2.2) 2.1 Left Ventricular Dysfunction Following Myocardial Infarction DOSAGE MUST BE INDIVIDUALIZED AND MONITORED DURING UP- TITRATION. Treatment with carvedilol may be started as an inpatient or outpatient and should be started after the patient is hemodynamically stable and fluid retention has been minimized. It is recommended that carvedilol be started at 6.25 mg twice daily and increased after 3 to 10 days, based on tolerability, to 12.5 mg twice daily, then again to the target dose of 25 mg twice daily. A lower starting dose may be used (3.125 mg twice daily) and/or the rate of up-titration may be slowed if clinically indicated (e.g., due to low blood pressure or heart rate, or fluid retention). Patients should be maintained on lower doses if higher doses are not tolerated. The recommended dosing regimen need not be altered in patients who received treatment with an IV or oral β-blocker during the acute phase of the myocardial infarction. 2.2 Hypertension DOSAGE MUST BE INDIVIDUALIZED. The recommended starting dose of carvedilol is 6.25 mg twice daily. If this dose is tolerated, using standing systolic pressure measured about 1 hour after dosing as a guide, the dose should be maintained for 7 to 14 days, and then increased to 12.5 mg twice daily if needed, based on trough blood pressure, again using standing systolic pressure one hour after dosing as a guide for"
  },
  {
    "active_ingredient": "calcium citrate+vitamin d3+magnesium citrate",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مكمل غذائي غني بالكالسيوم."
  },
  {
    "active_ingredient": "flavoxate hydrochloride",
    "strength": "general",
    "standard_dose": "100.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Adults and children over 12 years of age One or two 100 mg tablets 3 or 4 times a day. With improvement of symptoms, the dose may be reduced. This drug cannot be recommended for infants and children under 12 years of age because safety and efficacy have not been demonstrated in this age group."
  },
  {
    "active_ingredient": "hyzaar",
    "strength": "general",
    "standard_dose": "50.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Hypertension Dosing must be individualized. The usual starting dose of losartan is 50 mg once daily, with 25 mg recommended for patients with intravascular volume depletion (e.g., patients treated with diuretics) (see WARNINGS, Hypotension — Volume-Depleted Patients) and patients with a history of hepatic impairment (see WARNINGS, Impaired Hepatic Function). Losartan can be administered once or twice daily at total daily doses of 25 to 100 mg. If the antihypertensive effect measured at trough using once-a-day dosing is inadequate, a twice-a-day regimen at the same total daily dose or an increase in dose may give a more satisfactory response. Hydrochlorothiazide is effective in doses of 12.5 to 50 mg once daily and can be given at doses of 12.5 to 25 mg as HYZAAR. To minimize dose-independent side effects, it is usually appropriate to begin combination therapy only after a patient has failed to achieve the desired effect with monotherapy. The side effects (see WARNINGS) of losartan are generally rare and apparently independent of dose; those of hydrochlorothiazide are a mixture of dose-dependent (primarily hypokalemia) and dose-independent phenomena (e.g., pancreatitis), the former much more common than the latter. Therapy with any combination of losartan and hydrochlorothiazide will be associated with both sets of dose-independent side effects. Replacement Therapy: The combination may be substituted for the titrated components. Dose Titration by Clinical Effect: A patient whose blood pressure is not adequately controlled with losartan monotherapy (see above) or hydrochlorothiazide alone may be switched to HYZAAR 50-12.5 (losartan 50 mg/hydrochlorothiazide 12.5 mg) once daily. If blood pressure remains uncontrolled after about 3 weeks of therapy, the dose may be increased to two tablets of HYZAAR 50-12.5 once daily or one tablet of HYZAAR 100-25 (losartan 100 mg/hydrochlorothiazide 25 mg) once daily. A patient whose blood pressure is not ade"
  },
  {
    "active_ingredient": "oxytrol",
    "strength": "general",
    "standard_dose": "3.9 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION OXYTROL 3.9 mg/day should be applied to dry, intact skin on the abdomen, hip, or buttock twice weekly (every 3 or 4 days). A new application site should be selected with each new transdermal system to avoid re-application to the same site within 7 days. Do not divide or cut the transdermal system into pieces. Do not use if the transdermal system is damaged. Apply OXYTROL transdermal system twice weekly (every 3 to 4 days) to dry, intact skin on the abdomen, hip, or buttocks. ( 2 ) Select a new application site with each new transdermal system to avoid re-application to the same site within 7 days. ( 2 ) Do not divide or cut the transdermal system into pieces. Do not use if the transdermal system is damaged."
  },
  {
    "active_ingredient": "lipitor",
    "strength": "general",
    "standard_dose": "20.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Dose range: 10 to 80 mg once daily (2.1). Recommended start dose: 10 or 20 mg once daily (2.1). Patients requiring large LDL-C reduction (>45%) may start at 40 mg once daily (2.1). Pediatric starting dose: 10 mg once daily; maximum recommended dose: 20 mg once daily (2.2). 2.1 Hyperlipidemia (Heterozygous Familial and Nonfamilial) and Mixed Dyslipidemia (Fredrickson Types IIa and IIb) The recommended starting dose of LIPITOR is 10 or 20 mg once daily. Patients who require a large reduction in LDL-C (more than 45%) may be started at 40 mg once daily. The dosage range of LIPITOR is 10 to 80 mg once daily. LIPITOR can be administered as a single dose at any time of the day, with or without food. The starting dose and maintenance doses of LIPITOR should be individualized according to patient characteristics such as goal of therapy and response (see current NCEP Guidelines). After initiation and/or upon titration of LIPITOR, lipid levels should be analyzed within 2 to 4 weeks and dosage adjusted accordingly. 2.2 Heterozygous Familial Hypercholesterolemia in Pediatric Patients (10–17 years of age) The recommended starting dose of LIPITOR is 10 mg/day; the maximum recommended dose is 20 mg/day (doses greater than 20 mg have not been studied in this patient population). Doses should be individualized according to the recommended goal of therapy [see current NCEP Pediatric Panel Guidelines, Clinical Pharmacology (12) , and Indications and Usage (1.2) ]. Adjustments should be made at intervals of 4 weeks or more. 2.3 Homozygous Familial Hypercholesterolemia The dosage of LIPITOR in patients with homozygous FH is 10 to 80 mg daily. LIPITOR should be used as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) in these patients or if such treatments are unavailable. 2.4 Concomitant Lipid-Lowering Therapy LIPITOR may be used with bile acid resins. The combination of HMG-CoA reductase inhibitors (statins) and fibrates should generally be"
  },
  {
    "active_ingredient": "itraconazole",
    "strength": "general",
    "standard_dose": "200.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Itraconazole capsules should be taken with a full meal to ensure maximal absorption. Itraconazole capsules must be swallowed whole. Itraconazole capsules are a different preparation than itraconazole oral solution and should not be used interchangeably. Treatment of Blastomycosis and Histoplasmosis: The recommended dose is 200 mg once daily (2 capsules). If there is no obvious improvement, or there is evidence of progressive fungal disease, the dose should be increased in 100-mg increments to a maximum of 400 mg daily. Doses above 200 mg/day should be given in two divided doses. Treatment of Aspergillosis: A daily dose of 200 to 400 mg is recommended. Treatment in Life-Threatening Situations: In life-threatening situations, a loading dose should be used. Although clinical studies did not provide for a loading dose, it is recommended, based on pharmacokinetic data, that a loading dose of 200 mg (2 capsules) three times daily (600 mg/day) be given for the first 3 days of treatment. Treatment should be continued for a minimum of three months and until clinical parameters and laboratory tests indicate that the active fungal infection has subsided. An inadequate period of treatment may lead to recurrence of active infection. Itraconazole capsules and itraconazole oral solution should not be used interchangeably. Only the oral solution has been demonstrated effective for oral and/or esophageal candidiasis. Treatment of Onychomycosis: Toenails with or without fingernail involvement: The recommended dose is 200 mg (2 capsules) once daily for 12 consecutive weeks. Treatment of Onychomycosis: Fingernails only: The recommended dosing regimen is 2 treatment courses, each consisting of 200 mg (2 capsules) b.i.d. (400 mg/day) for 1 week. The courses are separated by a 3-week period without itraconazole capsules. Use in Patients with Renal Impairment: Limited data are available on the use of oral itraconazole in patients with renal impairment. Caution sho"
  }
]