[
  {
    "active_ingredient": "erdosteine",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "نموذج إبلاغ لتحديث البيانات\n (شكرا مقدما لمساهمتكم في توفير البيانات الصحيحة)\n\n اضغط هنا لإرسال البيانات لتعديلها\n\nاكتب هنا السعر المضبوط\n\nإبلاغ مشرف الموقع لتحديث السعر\n\nابلاغ لتعديل السعر\n\n⚠\nاضغط هنا للإبلاغ اذا كان السعر غير مضبوط\n\nكلمات مفتاحية ودلالية للبحث\n\nكم ثمن دواء\nErdolytic 175mg pd. for oral susp. 100 ml | اردوليتيك 175 مجم / 5 مل معلق 100 مل \n\n كم سعر دواء\nاردوليتيك 175 مجم / 5 مل معلق 100 مل\n\nكيف يمكن شراء دواء\nاردوليتيك 175 مجم / 5 مل معلق 100 مل\n\nأين أجد دواء \nاردوليتيك 175 مجم / 5 مل معلق 100 مل\n\nصيدليات تبيع دواء\nاردوليتيك 175 مجم / 5 مل معلق 100 مل\n\nاقل سعر لدواء\nاردوليتيك 175 مجم / 5 مل معلق 100 مل"
  },
  {
    "active_ingredient": "n-acetyl l-cysteine+quercetin+serrapeptase",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "بولميبيور 300مجم 20 كبسولة:\n\nمذيب للبلغم ومضاد للحساسيه ومضاد للالتهابات"
  },
  {
    "active_ingredient": "dried onions extract+silicone+allantoin",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "فاركيلو كريم 50 جرام:\n\nكريم لعلاج الندبات و الجروح واثارها -- يقلل من الاماكن الداكنة الناتجة من الجروح والندبات -- يساعد علي ترطيب الجلد و تنعيمه"
  },
  {
    "active_ingredient": "epirubicin hydrochloride",
    "strength": "general",
    "standard_dose": "120.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Epirubicin Hydrochloride Injection is administered to patients by intravenous infusion. Epirubicin Hydrochloride Injection is given in repeated 3- to 4-week cycles. The total dose of Epirubicin Hydrochloride Injection may be given on Day 1 of each cycle or divided equally and given on Days 1 and 8 of each cycle. The recommended dosages of Epirubicin Hydrochloride Injection are as follows: Starting Doses The recommended starting dose of Epirubicin Hydrochloride Injection is 100 to 120 mg/m2. The following regimens were used in the trials supporting use of Epirubicin Hydrochloride Injection as a component of adjuvant therapy in patients with axillary-node positive breast cancer:CEF-120:Cyclophosphamide 75 mg/m2 PO D 1 to 14Epirubicin Hydrochloride Injection 60 mg/m2 IV D 1, 85-Fluorouracil 500 mg/m2 IV D 1, 8Repeated every 28 days for 6 cyclesFEC-100:5-Fluorouracil 500 mg/m2Epirubicin Hydrochloride Injection 100 mg/m2Cyclophosphamide 500 mg/m2All drugs administered intravenously on Day 1 and repeated every 21 days for 6 cyclesPatients administered the 120-mg/m2 regimen of Epirubicin Hydrochloride Injection also received prophylactic antibiotic therapy with trimethoprim-sulfamethoxazole (e.g., Septra® Bactrim™) or a fluoroquinolone.* Spectra® is a registered trademark of Monarch Pharmaceuticals, Inc.* Bactrim™ is a trademark of AR Scientific. Bone Marrow Dysfunction Consideration should be given to administration of lower starting doses (75 to 90 mg/m2) for heavily pretreated patients, patients with pre-existing bone marrow depression, or in the presence of neoplastic bone marrow infiltration (see WARNINGS and PRECAUTIONS). Hepatic Dysfunction Definitive recommendations regarding use of Epirubicin Hydrochloride Injection in patients with hepatic dysfunction are not available because patients with hepatic abnormalities were excluded from participation in adjuvant trials of FEC-100/CEF-120 therapy. In patients with elevated serum AST or serum to"
  },
  {
    "active_ingredient": "betamethasone+neomycin",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "نموذج إبلاغ لتحديث البيانات\n (شكرا مقدما لمساهمتكم في توفير البيانات الصحيحة)\n\n اضغط هنا لإرسال البيانات لتعديلها\n\nاكتب هنا السعر المضبوط\n\nإبلاغ مشرف الموقع لتحديث السعر\n\nابلاغ لتعديل السعر\n\n⚠\nاضغط هنا للإبلاغ اذا كان السعر غير مضبوط\n\nكلمات مفتاحية ودلالية للبحث\n\nكم ثمن دواء\nVetovate-n cream 15 gm | فيتوفيت ان كريم 15 جم \n\n كم سعر دواء\nفيتوفيت ان كريم 15 جم\n\nكيف يمكن شراء دواء\nفيتوفيت ان كريم 15 جم\n\nأين أجد دواء \nفيتوفيت ان كريم 15 جم\n\nصيدليات تبيع دواء\nفيتوفيت ان كريم 15 جم\n\nاقل سعر لدواء\nفيتوفيت ان كريم 15 جم"
  },
  {
    "active_ingredient": "vitamin d3+vitamin k",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "نموذج إبلاغ لتحديث البيانات\n (شكرا مقدما لمساهمتكم في توفير البيانات الصحيحة)\n\n اضغط هنا لإرسال البيانات لتعديلها\n\nاكتب هنا السعر المضبوط\n\nإبلاغ مشرف الموقع لتحديث السعر\n\nابلاغ لتعديل السعر\n\n⚠\nاضغط هنا للإبلاغ اذا كان السعر غير مضبوط\n\nكلمات مفتاحية ودلالية للبحث\n\nكم ثمن دواء\nMarvy d oral drops 15 ml | مارفي دي نقط فم 15 مل \n\n كم سعر دواء\nمارفي دي نقط فم 15 مل\n\nكيف يمكن شراء دواء\nمارفي دي نقط فم 15 مل\n\nأين أجد دواء \nمارفي دي نقط فم 15 مل\n\nصيدليات تبيع دواء\nمارفي دي نقط فم 15 مل\n\nاقل سعر لدواء\nمارفي دي نقط فم 15 مل"
  },
  {
    "active_ingredient": "delestrogen",
    "strength": "general",
    "standard_dose": "40.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION When estrogen is prescribed for a postmenopausal woman with a uterus, progestin should also be initiated to reduce the risk of endometrial cancer. A woman without a uterus does not need progestin. Use of estrogen, alone or in combination with a progestin, should be with the lowest effective dose and for the shortest duration consistent with treatment goals and risks for the individual woman. Patients should be reevaluated periodically as clinically appropriate (e.g., 3-month to 6-month intervals) to determine if treatment is still necessary [see BOXED WARNINGS and WARNINGS ]. For women who have a uterus, adequate diagnostic measures, such as endometrial sampling, when indicated, should be undertaken to rule out malignancy in cases of undiagnosed persistent or recurring abnormal vaginal bleeding. Care should be taken to inject deeply into the upper, outer quadrant of the gluteal muscle following the usual precautions for intramuscular administration. By virtue of the low viscosity of the vehicles, the various preparations of DELESTROGEN (estradiol valerate injection, USP) may be administered with a small gauge needle (i.e., 20 Gauge x 1 1/2 inches long). Since the 40 mg potency provides a high concentration in a small volume, particular care should be observed to administer the full dose. DELESTROGEN should be visually inspected for particulate matter and color prior to administration; the solution is clear, colorless to yellow. Storage at low temperatures may result in the separation of some crystalline material which redissolves readily on warming. Note: A dry needle and syringe should be used. Use of a wet needle or syringe may cause the solution to become cloudy; however, this does not affect the potency of the material. Patients should be started at the lowest dose for the indication. The lowest effective dose of DELESTROGEN has not been determined for any indication. Treated patients with an intact uterus should be monitored closely fo"
  }
]