[
  {
    "active_ingredient": "zinc oxide+lanolon+beeswax+tocopherol+aloe vera",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "antara",
    "strength": "general",
    "standard_dose": "130.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Patients should be placed on an appropriate lipid-lowering diet before receiving Antara, and should continue this diet during treatment with Antara. Antara capsules may be taken without regard to meals.For the treatment of adult patients with primary hypercholesterolemia or mixed hyperlipidemia, the initial dose of Antara is 130 mg per day.For adult patients with hypertriglyceridemia, the initial dose is 43 to 130 mg per day. Dosage should be individualized according to patient response, and should be adjusted if necessary following repeat lipid determinations at 4 to 8 week intervals. The maximum dose is 130 mg per day.Treatment with Antara should be initiated at a dose of 43 mg/day in patients having impaired renal function, and increased only after evaluation of the effects on renal function and lipid levels at this dose. In the elderly, the initial dose should likewise be limited to 43 mg/day.Lipid levels should be monitored periodically and consideration should be given to reducing the dosage of Antara if lipid levels fall significantly below the targeted range."
  },
  {
    "active_ingredient": "cefadroxil",
    "strength": "general",
    "standard_dose": "2.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Cefadroxil monohydrate is acid-stable and may be administered orally without regard to meals. Administration with food may be helpful in diminishing potential gastrointestinal complaints occasionally associated with oral cephalosporin therapy. Adults Urinary Tract Infections: For uncomplicated lower urinary tract infections (i.e., cystitis) the usual dosage is 1 or 2 g per day in a single (q.d.) or divided doses (b.i.d.). For all other urinary tract infections the usual dosage is 2 g per day in divided doses (b.i.d.). Skin and Skin Structure Infections: For skin and skin structure infections the usual dosage is 1 g per day in single (q.d.) or divided doses (b.i.d.). Pharyngitis and Tonsillitis: Treatment of group A beta-hemolytic streptococcal pharyngitis and tonsillitis — 1 g per day in single (q.d.) or divided doses (b.i.d.) for 10 days. ChildrenFor urinary tract infections, the recommended daily dosage for children is 30 mg/kg/day in divided doses every 12 hours. For pharyngitis, tonsillitis, and impetigo, the recommended daily dosage for children is 30 mg/kg/day in a single dose or in equally divided doses every 12 hours. For other skin and skin structure infections, the recommended daily dosage is 30 mg/kg/day in equally divided doses every 12 hours. In the treatment of beta-hemolytic streptococcal infections, a therapeutic dosage of cefadroxil monohydrate should be administered for at least 10 days. See chart for total daily dosage for children. DAILY DOSAGE OF CEFADROXIL FOR ORAL SUSPENSION Child’s Weight lbs kg 125 mg/5mL 250 mg/5mL 500mg/5mL 10 4.5 1 tsp ½ tsp 20 9.1 2 tsp 1 tsp 30 13.6 3 tsp 1 ½ tsp 40 18.2 4 tsp 2 tsp 1 tsp 50 22.7 5 tsp 2 ½ tsp 1 ¼ tsp 60 27.3 6 tsp 3 tsp 1 ½ tsp 70 & above 31.8+ — — 2 tsp Renal Impairment:In patients with renal impairment, the dosage of cefadroxil monohydrate should be adjusted according to creatinine clearance rates to prevent drug accumulation. The following schedule is suggested. In adults, "
  },
  {
    "active_ingredient": "quetiapine",
    "strength": "general",
    "standard_dose": "50.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Swallow tablets whole and do not split, chew or crush (2.1) Take without food or with a light meal (approx. 300 calorie s) (2.1) Administer once daily, preferably in the evening (2.1) Geriatric Use: Consider a lower starting dose (50 mg/day), slower titration, and careful monitoring during the initial dosing period in the elderly. (2.3, 8.5) Hepatic Impairment: Lowe r starting dose (50 mg/day) and slower titration may be ne e de d (2.4, 8.7, 12.3) Indication Initial Dose Recommended Dose Maximum Dose Schizophrenia-Adults (2.2) 300 mg/day 400 to 800 mg/day 800 mg/day Schizophrenia-Adolescents (13 to 17 years) (2.2) 50 mg/day 400 to 800 mg/day 800 mg/day Bipolar I Disorder manic or mixed-Acute monotherapy or adjunct to lithium or divalproex-Adults (2.2) 300 mg/day 400 to 800 mg/day 800 mg/day Bipolar I Disorder, manic Acute monotherapy-Children and Adolescents (10 to 17 years) (2.2) 50 mg/day 400 to 600 mg/day 600 mg/day Bipolar Disorder, Depressive Episode s-Adults (2.2) 50 mg/day 300 mg/day 300 mg/day Major Depressive Disorder, Adjunctive Therapy with Antidepressants- Adults (2.2) 50 mg/day 150 to 300 mg/day 300 mg/day 2.1 Important Administration Instructions Quetiapine extended-release tablets should be swallowed whole and not split, chewed or crushed. It is recommended that quetiapine extended-release tablets be taken without food or with a light meal (approximately 300 calories) [see Clinical Pharmacology ( 12.3 )]. Quetiapine extended-release tablets should be administered once daily, preferably in the evening. 2.2 Recommended Dosing The recommended initial dose, titration, dose range and maximum quetiapine extended-release tablets dose for each approved indication is displayed in Table 1 below. After initial dosing, adjustments can be made upwards or downwards, if necessary, depending upon the clinical response and tolerability of the patient [see Clinical Studies ( 14.1 , 14.2 and 14.3 )]. Table 1: Recommended Dosing for quetiapine"
  },
  {
    "active_ingredient": "doxorubicin hydrochloride",
    "strength": "general",
    "standard_dose": "75.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Single agent: 60 to 75 mg/m2 given intravenously every 21 days (2.1). In combination: 40 to 75 mg/m2 given intravenously every 21 to 28 days (2.1). Discontinue doxorubicin hydrochloride for injection in patients who develop signs or symptoms of cardiomyopathy (2.2). Reduce dose in patients with hepatic impairment (2.3). 2.1 Recommended Dosage for Adjuvant Breast Cancer The recommended dosage of doxorubicin hydrochloride for injection is 60 mg/m2 administered as an intravenous bolus on day 1 of each 21-day treatment cycle, in combination with cyclophosphamide, for a total of four cycles. 2.2 Recommended Dosage for Other Cancers The recommended dosage of doxorubicin hydrochloride for injection when used as a single agent is 60 mg/m2 to 75 mg/m2 intravenously every 21 days. The recommended dosage of doxorubicin hydrochloride for injection, when administered in combination with other chemotherapy drugs, is 40 mg/m2 to 75 mg/m2 intravenously every 21 to 28 days. Consider use of the lower doxorubicin hydrochloride for injection dose in the recommended dosage range or longer intervals between cycles for heavily pretreated patients, elderly patients, or obese patients. Cumulative doses above 550 mg/m2 are associated with an increased risk of cardiomyopathy [see Warnings and Precautions (5.1)]. 2.3 Dosage Modifications for Adverse Reactions Cardiomyopathy Discontinue doxorubicin hydrochloride for injection in patients who develop signs or symptoms of cardiomyopathy [see Warnings and Precautions (5.1)]. 2.4 Dosage Modifications for Hepatic Impairment Doxorubicin hydrochloride for injection is contraindicated in patients with severe hepatic impairment (Child-Pugh Class C or serum bilirubin greater than 5 mg/dL) [see Contraindications (4)]. Dosage modifications for doxorubicin hydrochloride for injection in patients with elevated serum total bilirubin concentrations [see Warnings and Precautions (5.5), Use in Specific Populations (8.6)] are provided "
  },
  {
    "active_ingredient": "vitamins",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مكمل غذائي لعلاج نقص الفيتامينات."
  },
  {
    "active_ingredient": "dr. throwers beta",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "DIRECTIONS: USE AS DIRECTED. STOP USE IF REDNESS, IRRITATION, ITCHING AND/OR DARKENING OCCURS."
  },
  {
    "active_ingredient": "clomipramine hydrochloride",
    "strength": "general",
    "standard_dose": "25.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The treatment regimens described below are based on those used in controlled clinical trials of clomipramine in 520 adults, and 91 children and adolescents with OCD. During initial titration, clomipramine should be given in divided doses with meals to reduce gastrointestinal side effects. The goal of this initial titration phase is to minimize side effects by permitting tolerance to side effects to develop or allowing the patient time to adapt if tolerance does not develop. Because both CMI and its active metabolite, DMI, have long elimination half-lives, the prescriber should take into consideration the fact that steady-state plasma levels may not be achieved until 2 to 3 weeks after dosage change (see CLINICAL PHARMACOLOGY ). Therefore, after initial titration, it may be appropriate to wait 2-3 weeks between further dosage adjustments. Initial Treatment/Dose Adjustment (Adults) Treatment with clomipramine should be initiated at a dosage of 25 mg daily and gradually increased, as tolerated, to approximately 100 mg during the first 2 weeks. During initial titration, clomipramine should be given in divided doses with meals to reduce gastrointestinal side effects. Thereafter, the dosage may be increased gradually over the next several weeks, up to a maximum of 250 mg daily. After titration, the total daily dose may be given once daily at bedtime to minimize daytime sedation. Initial Treatment/Dose Adjustment (Children and Adolescents) As with adults, the starting dose is 25 mg daily and should be gradually increased (also given in divided doses with meals to reduce gastrointestinal side effects) during the first 2 weeks, as tolerated, up to a daily maximum of 3 mg/kg or 100 mg, whichever is smaller. Thereafter, the dosage may be increased gradually over the next several weeks up to a daily maximum of 3 mg/kg or 200 mg, whichever is smaller (see PRECAUTIONS, Pediatric Use ). As with adults, after titration, the total daily dose may be given on"
  },
  {
    "active_ingredient": "sun protection formula",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "لوشن للجلد للحماية من الشمس -- تفتيح البشرة وترطيبها"
  },
  {
    "active_ingredient": "duloxetine",
    "strength": "general",
    "standard_dose": "40.0 mg",
    "max_dose": null,
    "package_label": "2. DOSAGE AND ADMINISTRATION Duloxetine should generally be administered once daily without regard to meals. Duloxetine delayed-release capsules should be swallowed whole and should not be chewed or crushed, nor should the capsule be opened and its contents be sprinkled on food or mixed with liquids (2). Indication Recommended Dose MDD (2.1, 2.2) Acute Treatment: 40 mg/day (20 mg twicedaily) to 60 mg/day (once daily or as 30 mgtwice daily); Maintenance Treatment: 60 mg/day GAD(2.1) 60 mg/day (once daily) DPNP(2.1) 60 mg/day (once daily) Some patients may benefit from starting at 30 mg once daily (2.1) There is no evidence that doses greater than 60 mg/day confers additional benefit, while some adverse reactions were observed to be dose-dependent (2.1) Discontinuing duloxetine: A gradual dose reduction is recommended to avoid discontinuation symptoms (2.4, 5.7) Duloxetine delayed-release capsules should be swallowed whole and should not be chewed or crushed, nor should the capsule be opened and its contents sprinkled on food or mixed with liquids. All of these might affect the enteric coating. Duloxetine delayed-release capsules can be given without regard to meals. 2.1 Initial Treatment Major Depressive Disorder Duloxetine should be administered at a total dose of 40 mg/day (given as 20 mg twice daily) to 60 mg/day (given either once daily or as 30 mg twice daily). For some patients, it may be desirable to start at 30 mg once daily for 1 week, to allow patients to adjust to the medication before increasing to 60 mg once daily. While a 120 mg/day dose was shown to be effective, there is no evidence that doses greater than 60 mg/day confer any additional benefits. The safety of doses above 120 mg/day has not been adequately evaluated [see CLINICAL STUDIES ( 14.1 )]. Generalized Anxiety Disorder For most patients, the recommended starting dose for duloxetine is 60 mg administered once daily. For some patients, it may be desirable to start at 30 mg once daily for 1 week"
  },
  {
    "active_ingredient": "camphor+menthol+eucalyptus oil+almond oil+silica+ethyl hexyl palmitate",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "levamisole",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مضاد للديدان الطفيلية"
  },
  {
    "active_ingredient": "amlodipine and valsartan",
    "strength": "general",
    "standard_dose": "160.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION General Considerations: •Majority of effect attained within 2 weeks (2.1) •May be administered with other antihypertensive agents (2.1) Hypertension: •May be used as add-on therapy for patients not controlled on monotherapy (2.2) •Patients who experience dose-limiting adverse reactions on monotherapy may be switched to amlodipine and valsartan tablets containing a lower dose of that component (2.2) •May be substituted for titrated components (2.3) •When used as initial therapy: Initiate with 5/160 mg, then titrate upwards as necessary to a maximum of 10/320 mg once daily (2.4) 2.1 General Considerations Dose once daily. The dosage can be increased after 1 to 2 weeks of therapy to a maximum of one 10/320 mg tablet once daily as needed to control blood pressure. The majority of the antihypertensive effect is attained within 2 weeks after initiation of therapy or a change in dose. Amlodipine and valsartan tablets may be administered with other antihypertensive agents. 2.2 Add-on Therapy A patient whose blood pressure is not adequately controlled with amlodipine (or another dihydropyridine calcium-channel blocker) alone or with valsartan (or another ARB) alone may be switched to combination therapy with amlodipine and valsartan tablets. A patient who experiences dose-limiting adverse reactions on either component alone may be switched to amlodipine and valsartan tablets containing a lower dose of that component in combination with the other to achieve similar blood pressure reductions. The clinical response to amlodipine and valsartan tablets should be subsequently evaluated and if blood pressure remains uncontrolled after 3 to 4 weeks of therapy, the dose may be titrated up to a maximum of 10/320 mg. 2.3 Replacement Therapy For convenience, patients receiving amlodipine and valsartan from separate tablets may instead wish to receive tablets of amlodipine and valsartan containing the same component doses. 2.4 Initial Therapy A patient may be "
  },
  {
    "active_ingredient": "cisplatin",
    "strength": "general",
    "standard_dose": "20.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Cisplatin Injection is administered by slow intravenous infusion. CISPLATIN INJECTION SHOULD NOT BE GIVEN BY RAPID INTRAVENOUS INJECTION. Note: Needles or intravenous sets containing aluminum parts that may come in contact with Cisplatin Injection should not be used for preparation or administration. Aluminum reacts with Cisplatin Injection, causing precipitate formation and a loss of potency. Metastatic Testicular Tumors The usual Cisplatin Injection dose for the treatment of testicular cancer in combination with other approved chemotherapeutic agents is 20 mg/m2 IV daily for 5 days per cycle. Metastatic Ovarian Tumors The usual Cisplatin Injection dose for the treatment of metastatic ovarian tumors in combination with cyclophosphamide is 75 to 100 mg/m2 IV per cycle once every four weeks (DAY 1). The dose of cyclophosphamide when used in combination with Cisplatin Injection is 600 mg/m2 IV once every 4 weeks (DAY 1). For directions for the administration of cyclophosphamide, refer to the cyclophosphamide package insert. In combination therapy, Cisplatin Injection and cyclophosphamide are administered sequentially. As a single agent, Cisplatin Injection should be administered at a dose of 100 mg/m2 IV per cycle once every four weeks. Advanced Bladder Cancer Cisplatin Injection should be administered as a single agent at a dose of 50 to 70 mg/m2 IV per cycle once every 3 to 4 weeks depending on the extent of prior exposure to radiation therapy and/or prior chemotherapy. For heavily pretreated patients an initial dose of 50 mg/m2 per cycle repeated every 4 weeks is recommended. All Patients Pretreatment hydration with 1 to 2 liters of fluid infused for 8 to 12 hours prior to a Cisplatin Injection dose is recommended. The drug is then diluted in 2 liters of 5% Dextrose in 1/2 or 1/3 normal saline containing 37.5 g of mannitol, and infused over a 6- to 8-hour period. If diluted solution is not to be used within 6 hours, protect solution from l"
  },
  {
    "active_ingredient": "magaldrate+simethicone",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "حموضة - حرقان الصدر"
  },
  {
    "active_ingredient": "piribedil",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "علاج مساعد لمرض باركنسون. اضطرابات الدورة الدموية ونقص التروية. الدوخة والدوار"
  },
  {
    "active_ingredient": "vitamins(b1+b2+b6+b12)+vitamin d3+vitamin k+l-carnitine+alpha lipoic acid",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "hypericum+neem",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "لتسريع التئام وشفاء الجروح"
  },
  {
    "active_ingredient": "levetiracetam",
    "strength": "general",
    "standard_dose": "1000.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Levetiracetam is indicated as adjunctive treatment of partial onset seizures in adults and children 4 years of age and older with epilepsy. Partial Onset Seizures Adults 16 Years And Older In clinical trials, daily doses of 1000 mg, 2000 mg, and 3000 mg, given as twice daily dosing, were shown to be effective. Although in some studies there was a tendency toward greater response with higher dose (see CLINICAL STUDIES ), a consistent increase in response with increased dose has not been shown. Treatment should be initiated with a daily dose of 1000 mg/day, given as twice-daily dosing (500 mg BID). Additional dosing increments may be given (1000 mg/day additional every 2 weeks) to a maximum recommended daily dose of 3000 mg. Doses greater than 3000 mg/day have been used in open-label studies for periods of 6 months and longer. There is no evidence that doses greater than 3000 mg/day confer additional benefit. Pediatric Patients Ages 4 To <16 Years Treatment should be initiated with a daily dose of 20 mg/kg in 2 divided doses (10 mg/kg BID). The daily dose should be increased every 2 weeks by increments of 20 mg/kg to the recommended daily dose of 60 mg/kg (30 mg/kg BID). If a patient cannot tolerate a daily dose of 60 mg/kg, the daily dose may be reduced. In the clinical trial, the mean daily dose was 52 mg/kg. Patients with body weight ≤20 kg should be dosed with oral solution. Patients with body weight above 20 kg can be dosed with either tablets or oral solution. Table 9 below provides a guideline for tablet dosing based on weight during titration to 60 mg/kg/day. Only whole tablets should be administered. Levetiracetam is given orally with or without food. Table 9: Levetiracetam Tablet Weight-Based Dosing Guide For Children The following calculation should be used to determine the appropriate daily dose of oral solution for pediatric patients based on a daily dose of 20 mg/kg/day, 40 mg/kg/day or 60 mg/kg/day: A household teaspoon or tabl"
  },
  {
    "active_ingredient": "calcium+zinc+vitamins",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "avocado perseose+alcacea oxeoline+sunflower oil",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "povidone iodine",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "محلول مطهر للجروح والحروق الخفيفه"
  },
  {
    "active_ingredient": "isoniazid+rifampicin",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "l-carnitine+l-arginine+vitamin b6+vitamin b12+vitamin d3+vitamin e+vitamin c+selenium+zinc+folic acid+co q10 enzyme",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "1- زيادة ودعم الخصوبة والتكاثر للرجال."
  },
  {
    "active_ingredient": "exelon",
    "strength": "general",
    "standard_dose": "9.5 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION 2.1 Alzheimer’s Disease Table 1: Patch Size, Drug Content and Nominal Delivery Rate Rivastigmine Nominal Dose Rivastigmine Content per Exelon Patch Exelon Patch Size 4.6 mg/24 hours 9 mg 5 cm2 9.5 mg/24 hours 18 mg 10 cm2 2.1.1 Initial Dose Treatment is started with Exelon Patch 4.6 mg/24 hours. After a minimum of four weeks of treatment and if well tolerated, this dose should be increased to Exelon Patch 9.5 mg/24 hours, which is the recommended effective dose. 2.1.2 Maintenance Dose Dose increases should occur only after a minimum of 4 weeks at the previous dose, and only if the previous dose has been well tolerated. The maximum recommended dose is 9.5 mg/24 hours. Higher doses confer no appreciable additional benefit, and are associated with significant increase in the incidence of adverse events [see Adverse Reactions (6)]. If adverse effects (e.g., nausea, vomiting, diarrhea, loss of appetite) cause intolerance during treatment, the patient should be instructed to discontinue treatment for several days and then restart at the same or next lower dose level. If treatment is interrupted for longer than several days, treatment should be reinitiated with the lowest daily dose and titrated as described above [also see Warnings and Precautions (5)]. 2.1.3 Switching from Capsules or Oral S olution Patients treated with Exelon capsules or oral solution may be switched to Exelon Patch as follows: A patient who is on a total daily dose of less than 6 mg of oral rivastigmine can be switched to Exelon Patch 4.6 mg/24 hours. A patient who is on a total daily dose of 6-12 mg of oral rivastigmine may be directly switched to Exelon Patch 9.5 mg/24 hours. It is recommended to apply the first patch on the day following the last oral dose. 2.1.4 Method of Administration Exelon Patch should be applied once a day to clean, dry, hairless, intact healthy skin in a place that will not be rubbed against by tight clothing. The upper or lower back is recommende"
  },
  {
    "active_ingredient": "probenecid and colchicine",
    "strength": "general",
    "standard_dose": "700.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid and colchicine may be continued without changing the dosage, and additional colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 1 tablet of probenecid and colchicine daily for one week, followed by 1 tablet twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 2 tablets may be adequate. However, if necessary, the daily dosage may be increased by 1 tablet every four weeks within tolerance (and usually not above 4 tablets per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily) or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid and colchicine (or probenecid) should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for six months or more and serum urate levels remain within normal limits, the daily dosage of probenecid and colchicine may be decreased by 1 tablet every six months. Th"
  },
  {
    "active_ingredient": "oleanolic acid+ndga (nordihydroguaiaretic acid)+propolis+osmotic gel",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "غسول وجه لحب الشباب"
  },
  {
    "active_ingredient": "azithromycin\n                        ",
    "strength": "general",
    "standard_dose": "500.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION (See INDICATIONS AND USAGE and CLINICAL PHARMACOLOGY.) Adults: Infection* Recommended Dose/Duration of Therapy Community-acquired pneumonia (mild severity) Pharyngitis/tonsillitis (second line therapy) Skin/skin structure (uncomplicated) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial exacerbations of chronic obstructive pulmonary disease (mild to moderate) 500 mg QD x 3 days OR 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial sinusitis 500 mg QD x 3 days Genital ulcer disease (chancroid) One single 1 gram dose Non-gonoccocal urethritis and cervicitis One single 1 gram dose Gonococcal urethritis and cervicitis One single 2 gram dose * DUE TO THE INDICATED ORGANISMS (See INDICATIONS AND USAGE.)Azithromycin tablets can be taken with or without food. Renal Insufficiency:No dosage adjustment is recommended for subjects with renal impairment (GFR ≤80 mL/min). The mean AUC0-120 was similar in subjects with GFR 10-80 mL/min compared to subjects with normal renal function, whereas it increased 35% in subjects with GFR <10 mL/min compared to subjects with normal renal function. Caution should be exercised when azithromycin is administered to subjects with severe renal impairment. (See CLINICAL PHARMACOLOGY, Special Populations, Renal Insufficiency.) Hepatic Insufficiency:The pharmacokinetics of azithromycin in subjects with hepatic impairment have not been established. No dose adjustment recommendations can be made in patients with impaired hepatic function (See CLINICAL PHARMACOLOGY, Special Populations, Hepatic Insufficiency.) No dosage adjustment is recommended based on age or gender. (See CLINICAL PHARMACOLOGY, Special Populations.) Pediatric Patients: Azithromycin for oral suspension can be taken with or without food. Acute Otitis Media: The recommended dose of azithromycin for oral suspension for the treatment of pediatric patients with acu"
  },
  {
    "active_ingredient": "ursodeoxycholic acid",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "oxeladin",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مهديء للسعال."
  },
  {
    "active_ingredient": "vitamin c",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "فيتامين ج"
  },
  {
    "active_ingredient": "zyvox",
    "strength": "general",
    "standard_dose": "600.0 mg",
    "max_dose": null,
    "package_label": "DOSAGE AND ADMINISTRATION The recommended dosage for ZYVOX formulations for the treatment of infections is described in Table 14. Table 14. Dosage Guidelines for ZYVOX InfectionDue to the designated pathogens (see INDICATIONS AND USAGE ) Dosage and Route of Administration Recommended Duration of Treatment (consecutive days) Pediatric Patients Neonates <7 days: Most pre-term neonates < 7 days of age (gestational age < 34 weeks) have lower systemic linezolid clearance values and larger AUC values than many full-term neonates and older infants. These neonates should be initiated with a dosing regimen of 10 mg/kg q12h. Consideration may be given to the use of 10 mg/kg q8h regimen in neonates with a sub-optimal clinical response. All neonatal patients should receive 10 mg/kg q8h by 7 days of life (see CLINICAL PHARMACOLOGY, Special Populations, Pediatric ). (Birth through 11 Years of Age) Adults and Adolescents (12 Years and Older) Complicated skin and skin structure infections 10 mg/kg IV or oralOral dosing using either ZYVOX Tablets or ZYVOX for Oral Suspension q8h 600 mg IV or oral q12h 10 to 14 Community-acquired pneumonia, including concurrent bacteremia Nosocomial pneumonia Vancomycin-resistant Enterococcus faecium infections, including concurrent bacteremia 10 mg/kg IV or oral q8h 600 mg IV or oral q12h 14 to 28 Uncomplicated skin and skin structure infections <5 yrs: 10 mg/kg oral q8h5–11 yrs: 10 mg/kg oral q12h Adults: 400 mg oral q12hAdolescents: 600 mg oral q12h 10 to 14 Adult patients with infection due to MRSA should be treated with ZYVOX 600 mg q12h. In limited clinical experience, 5 out of 6 (83%) pediatric patients with infections due to Gram-positive pathogens with MICs of 4 µg/mL treated with ZYVOX had clinical cures. However, pediatric patients exhibit wider variability in linezolid clearance and systemic exposure (AUC) compared with adults. In pediatric patients with a sub-optimal clinical response, particularly those with pathogens with MIC of 4 µg/m"
  },
  {
    "active_ingredient": "caffeine+paracetamol(acetaminophen)+phenylephrine+ascorbic acid",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "Refer to package insert."
  },
  {
    "active_ingredient": "milk protein conc.+cocoa powder+sucrose+lecithin+vanilla+vitamin(k+b1+b6)+niacin+zinc+potassium",
    "strength": "general",
    "standard_dose": "See label",
    "max_dose": null,
    "package_label": "مكمل غذائي __ متعدد الفيتامينات __ مقوي للمناعة __ يساعد علي الحفاظ علي الوزن المثالي"
  },
  {
    "active_ingredient": "epivir",
    "strength": "general",
    "standard_dose": "300.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION Adults and adolescents >16 years of age: 300 mg daily, administered as either 150 mg twice daily or 300 mg once daily. (2.1) Pediatric patients 3 months up to 16 years of age: Dosage should be based on body weight. (2.2) Patients With Renal Impairment: Doses of EPIVIR must be adjusted in accordance with renal function. (2.3) 2.1 Adults and Adolescents >16 years of age The recommended oral dose of EPIVIR in HIV-1-infected adults and adolescents >16 years of age is 300 mg daily, administered as either 150 mg twice daily or 300 mg once daily, in combination with other antiretroviral agents. If lamivudine is administered to a patient infected with HIV-1 and HBV, the dosage indicated for HIV-1 therapy should be used as part of an appropriate combination regimen [see Warnings and Precautions (5.2)]. 2.2 Pediatric Patients The recommended oral dose of EPIVIR Oral Solution in HIV-1-infected pediatric patients 3 months to 16 years of age is 4 mg/kg twice daily (up to a maximum of 150 mg twice a day), administered in combination with other antiretroviral agents. EPIVIR is also available as a scored tablet for HIV-1-infected pediatric patients who weigh ≥14 kg and for whom a solid dosage form is appropriate. Before prescribing EPIVIR Tablets, children should be assessed for the ability to swallow tablets. If a child is unable to reliably swallow EPIVIR Tablets, the oral solution formulation should be prescribed. The recommended oral dosage of EPIVIR Tablets for HIV-1-infected pediatric patients is presented in Table 1. Table 1. Dosing Recommendations for EPIVIR Tablets in Pediatric Patients Weight (kg) Dosage Regimen Using Scored 150-mg Tablet Total Daily Dose AM Dose PM Dose 14 to 21 ½ tablet (75 mg) ½ tablet (75 mg) 150 mg >21 to <30 ½ tablet (75 mg) 1 tablet (150 mg) 225 mg ≥30 1 tablet (150 mg) 1 tablet (150 mg) 300 mg 2.3 Patients With Renal Impairment Dosing of EPIVIR is adjusted in accordance with renal function. Dosage adjustments are listed"
  },
  {
    "active_ingredient": "nexium",
    "strength": "general",
    "standard_dose": "20.0 mg",
    "max_dose": null,
    "package_label": "2 DOSAGE AND ADMINISTRATION NEXIUM is supplied as delayed-release capsules for oral administration or in packets for preparation of delayed-release oral suspensions. The recommended dosages are outlined in the table below. NEXIUM should be taken at least one hour before meals. The duration of proton pump inhibitor administration should be based on available safety and efficacy data specific to the defined indication and dosing frequency, as described in the Prescribing Information, and individual patient medical needs. Proton pump inhibitor treatment should only be initiated and continued if the benefits outweigh the risks of treatment. Table 1 Recommended Dosage Schedule of NEXIUM Indication Dose Frequency Gastroesophageal Reflux Disease (GERD) Healing of Erosive Esophagitis 20 mg or 40 mg Once Daily for 4 to 8 Weeks[See Clinical Studies (14.1) ]The majority of patients are healed within 4 to 8 weeks. For patients who do not heal after 4 to 8 weeks, an additional 4 to 8 weeks of treatment may be considered. Maintenance of Healing of Erosive Esophagitis 20 mg Once DailyControlled studies did not extend beyond six months. Symptomatic Gastroesophageal Reflux Disease 20 mg Once Daily for 4 WeeksIf symptoms do not resolve completely after 4 weeks, an additional 4 weeks of treatment may be considered. Pediatric GERD 12 to 17 Year Olds Short-term Treatment of GERD 20 mg or 40 mg Once Daily for up to 8 Weeks 1 to 11 Year Olds Doses over 1 mg/kg/day have not been studied. Short-term Treatment of Symptomatic GERD 10 mg Once Daily for up to 8 Weeks Healing of Erosive Esophagitis weight < 20 kg 10 mg Once Daily for 8 Weeks weight ≥ 20 kg 10 mg or 20 mg Once Daily for 8 Weeks Risk Reduction of NSAID-Associated Gastric Ulcer 20 mg or 40 mg Once Daily for up to 6 months H. pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy: NEXIUM 40 mg Once Daily for 10 Days Amoxicillin 1000 mg Twice Daily for 10 Days Clarithromycin 500 mg Twice Daily for 10 Days P"
  }
]