{
  "drug_name": "zaleplon",
  "nbk_id": "NBK551571",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551571/",
  "scraped_at": "2026-01-11T15:41:48",
  "sections": {
    "indications": "Contraindications include hypersensitivity to zaleplon or any ingredients in the formulation of the medication. There have been reports of symptoms such as throat closing, shortness of breath, nausea, and vomiting after taking the medication, suggesting anaphylaxis. Rare reports of angioedema exist in patients after taking the first or subsequent doses of sedative-hypnotics, including zaleplon. Patients with a history of angioedema with zaleplon should not receive this drug. As mentioned earlier, zaleplon is not recommended in patients with severe hepatic impairment.\n[33]\n\nRecently FDA has added Boxed Warning to certain prescription insomnia medication after reports of injury and death resulting from complex sleep-related behaviors like sleepwalking, sleep-driving, and engaging in other activities while in a sleep-like state after taking these medicines. These new warnings will be necessary for the Z group of drugs, including eszopiclone, zaleplon, and zolpidem.\n[26]\n[34]\nContraindications to using these Z drugs, including zaleplon, include patients who have had a history of such complex sleep-related behaviors. CNS depression causing impaired mental and physical impairment, primarily if used concomitantly with other drugs that cause CNS depression.\n[26]",
    "mechanism": "There has been a proposal that insomnia is a hyperarousal disorder that could reflect a deficit in sleep homeostasis.\n[5]\nHence, it is imperative to understand the changes occurring at the neurotransmitter level for planning the optimum pharmacology.\n\nIn the central nervous system (CNS), there is a balance between the excitatory effects of the Glutamate receptors and the inhibitory effects of the GABA receptors. In the central nervous system, GABA exerts its influence via ionotropic GABAA and GABAC receptors and metabotropic GABAB receptors.\n[6]\nMost sedative-hypnotics used in the treatment of insomnia target the GABAA receptors. The GABAA receptors contain alpha, beta, and gamma receptors in the vast majority in the 2:2:1 stoichiometry.\n[7]\nGABA released from the presynaptic neuron activates the ligand-gated ion channel to increase chloride ion permeability, leading to hyperpolarization of the membrane and a decrease in the excitability of the neuron.\n[8]\n\nBZs and Z-drugs act via the so-called BZ-binding site located at the interface between a- and c-subunits and thereby specifically bind to gamma-containing receptors.\n[9]\nBZs and Z-drugs are positive allosteric modulators, i.e., they enhance the GABA-induced chloride current, herby mediating phasic inhibition.\n[10]\nThe classical benzodiazepines were introduced in 1960, and the so-called Z drugs came onto the scene in the 1980s. These classes of drugs contain imidazopyridines like zolpidem, cyclopyrrolones like zopiclone, and pyrazolopyrimidine like zaleplon.\n\nZaleplon, a pyrazolopyrimidine hypnotic, binds to the benzodiazepine type 1 site on the gamma-aminobutyric acid subtype A (GABA-A) receptor/chloride-ion channel complex.\n[11]\nThe chemical name of zaleplon, is N-[3-(3-cyanopyrazolo[1,5-a]pyrimidin-7-yl)phenyl]-N-ethylacetamide. Zaleplon has selectivity for specific BZ receptor subtypes and does not have the neuromuscular relaxation or anticonvulsant effects of the standard benzodiazepines. Zaleplon has a quick onset of action and a peak plasma concentration and elimination half-life of approximately 1 hour each.\n[12]\nThe better action on sleep induction rather than maintenance could be explained by its short half-life and quick onset of action. The American Academy of Sleep Medicine, in its 2017 Clinical guidelines, suggests that practitioners use zaleplon as a medication for sleep-onset insomnia (versus no treatment) in adults.\n[13]\n\nZaleplon improves sleep without producing rebound effects in outpatients with insomnia.\n[14]\nThe effect on improvement on sleep latency is evident through multiple studies. Elie and et al. showed during their studies in 1999 that the Sleep Latency gets shortened during four weeks of treatment with zaleplon.\n[15]\nJames Walsh and et al. found that sleep latency ( SL) was significantly shortened with zaleplon 10 mg for all five weeks of treatment as assessed by polysomnography and subjective sleep measures.[17] Studies have not shown any clinical benefit between using zaleplon versus placebo in the total sleep time ( TST).\n[13]\n[14]\n[15]\nNo clinical significance was apparent in the wake after sleep onset [WASO] between zaleplon and placebo\n[13]\n. Data from studies also showed no significant differences in the number of awakenings (NOA) for either zaleplon 10 mg or zaleplon 5 mg at any study week.",
    "administration": "Zaleplon is a Schedule IV prescription medication. It is available as 5 mg and 10 mg oral capsules. It comes in a capsulated form with an opaque green cap and an opaque pale green body with 5 mg and 10 mg written with black ink on the body. The recommendation is to start with 5 mg by mouth, to be taken immediately before bedtime. The usual dose is 10 mg by mouth immediately before bedtime. It is given 7 hours before the planned awakening. The maximum dose can go up to 20 mg by mouth to be taken directly before bedtime. The maximum dose in elderly or debilitated patients should be 10 mg by mouth taken immediately before bedtime. If the provider plans to stop the medication, they should taper it down slowly.\n\nZaleplon is metabolized mainly by the liver, and correspondingly the dose of zaleplon requires a reduction in patients with mild to moderate hepatic impairment. The oral clearance of zaleplon decreases by 70% and 87% in compensated and decompensated cirrhotic patients compared to healthy subjects. In cases of hepatic impairment, the dose should be lowered to 5 mg by mouth, taken immediately before bedtime. Its use is not recommended for use in patients with severe hepatic impairment.\n\nThe kidneys minimally metabolize zaleplon, and hence the pharmacokinetics of zaleplon is not altered in patients with renal insufficiency. Doses do not require modification for patients with mild to moderate renal impairment. The medication has not had adequate research in patients with severe renal impairment.\n\nCurrently, there is a lack of randomized controlled trials and the availability of evidence regarding the safety and appropriateness of usage of hypnotics in the pregnant population. One of the studies from Wikner and colleagues in 2011 reported that there did not seem to be an increased risk of malformations with these medications, and the tentative association with some intestinal malformation may be due to chance alone.\n[16]\nSimilarly, studies by Okun et al. reported no correlation of increased risk of congenital defects with these medications but did show an increased risk of preterm birth, low birth weight, and small-for-gestational-age infants in the pregnant cohort.\n[17]\nThis small number of studies with a small number of subjects restricts the ability of providers to make prescription decisions about their use during pregnancy. Therefore it is considered a Category C medication and not recommended for usage during pregnancy, labor, and delivery.\n\nA small amount of the medication is secreted in breast milk, especially about 1 hour after its use. Even these small amounts of the drug from breast milk may result in potentially significant concentrations in infants. Because its effects on a nursing infant are unknown, it is not recommended for lactating mothers.\n\nThere is also currently a lack of data regarding the safety and effectiveness of zaleplon in the pediatric population.",
    "adverse_effects": "More common adverse effects include drowsiness, dizziness, diarrhea, grogginess, and decreased ability to concentrate. Other less common adverse severe events include abnormal thoughts and behavior, including aggressive behavior, confusion, agitation, hallucinations, worsening of mood issues including worsening depression, suicidal thoughts, memory loss, and severe allergic reactions, including anaphylaxis.\n\nMost Z-drugs appear to have a dose-dependent effect on anterograde amnesia, supposedly explained by the agonistic action on the GABAA receptors. Zaleplon is less likely than zolpidem and zopiclone to cause anterograde amnesia.\n[18]\n[19]\nThe amnestic effects are also explainable by the ability of the hypnotics to reduce sleep latency and block memory storage.\n[18]\n]\n[20]\nZaleplon also has less ability to affect word recall and recognition six hours after administration.\n[21]\nIt did not show this effect even at higher doses. Several studies have shown little or no residual effects the following morning, even when taken in the middle of the night.\n[22]\n[23]\n[24]\n\nPatients have reported adverse effects of parasomnia, amnesia, and hallucinations associated with Z-drugs.\n[25]\nParasomnia is a phenomenon where patients can experience abnormal events or behaviors or events while asleep. These can range from nightmares, night terrors, somnambulism), sleep-eating, and even sleep-driving. Sleep-driving is a variant of somnambulism, characterized by driving a vehicle in a half-asleep state with no recollection of it afterward. Such events have been reported in both sedative-hypnotic-naive as well as in sedative-hypnotic-experienced persons. The FDA has recently added a Boxed Warning on zaleplon to warn about the possibility of having these problems while on the Z drugs. Such complex sleep behaviors may occur with zaleplon alone at therapeutic doses but increase with the use of alcohol and other CNS depressants, as well as by exceeding the maximum recommended dose. The concern is also about the risk of suffering a severe injury or even death during these episodes.\n[26]\n\nGiven this, the FDA has further issued a contraindication for the use of Z-drugs in patients who have previously experienced these kinds of behaviors while on these medications. There is also a concern since most of the patients on these medications already have a lower threshold, and these Z- drugs can exacerbate those symptoms.\n[26]\nBecause of the risk to the patient and the community, clinicians should plan to discontinue zaleplon should a patient report such episodes.\n\nPsychomotor effects of the Z-drugs are a significant concern in the elderly as their impact becomes exaggerated secondary to altered pharmacokinetics. They are listed in the Beers List for medications to avoid in the elderly. Nocturnal awakening, which is common in the elderly, also predisposes them to balance issues, and an increased risk of falls may get pronounced when they are on these drugs. The residual psychomotor effects from Z-drug use include dizziness, postural instability, ataxia, and falls. Falls can occur at higher than usual dosages or when mixed with other psychoactive substances.\n[26]\nThese falls in the elderly can be associated with an increased risk of head injuries, hip fractures, and even death. The risk-benefit analysis of these drugs in the geriatric population is not favorable. Hypnotics have shown minimal benefit with significant adverse effects in this population.\n[27]\n\nPsychomotor impairment during midnight awakening is more pronounced with Z-drugs with a longer half-life like zopiclone and zolpidem, rather than with zaleplon. Zaleplon has not shown this impairment with doses up to 10 mg at bedtime.\n[28]\n[29]\nHowever, at doses of 20 mg, psychomotor impairment from zaleplon occurred, around one 1 hour after administration, but showed no residual effects at 6 hours.\n[30]\nA study done in the aviation industry found showed performance impairment from a 10-mg dose of zaleplon for up to 1 to 2 hours only.\n[31]\nZaleplon does not seem to cause impairments in driving 4 hours after administration. Several other studies have also confirmed that zaleplon has little or no residual effects the following morning, even when taken during the middle of the night for the inability to go back to sleep.\n[22]\n[23]\n[26]\nDoses exceeding therapeutic concentrations have the potential to cause impairments of psychomotor functions as well as the level of consciousness and ability to drive.\n[32]",
    "toxicity": "Toxicity in a milder form can cause lethargy, drowsiness, and confusion. Severe toxicity can lead to respiratory depression, ataxia, hypotension, hypotonia, loss of consciousness, coma, and rarely death. Rare cases of fatalities have following overdose with zaleplon have been reported, most of which correlate with the use of other CNS depressants.\n\nManagement aims at providing supportive treatment, including gastric lavage and IV fluids. Researchers have conducted animal studies that show flumazenil is useful as an antagonist to zaleplon, but there are no clinical trials regarding the use of flumazenil as an antidote to zaleplon overdose."
  }
}