{
  "drug_name": "zidovudine",
  "nbk_id": "NBK554419",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554419/",
  "scraped_at": "2026-01-11T15:41:49",
  "sections": {
    "indications": "Zidovudine is contraindicated for patients with severe life-threatening hypersensitivity reactions to this medication, including anaphylaxis and Stevens-Johnson syndrome. Anaphylaxis may present with difficulty breathing, diffuse rash, and hypotension. Stevens-Johnson syndrome is a very painful blistering skin condition. Prompt discontinuation of zidovudine therapy is critical if any of these symptoms arise.\n[18]\n[20]",
    "mechanism": "Zidovudine is a synthetic analog of the nucleoside thymidine classified as a nucleoside reverse transcriptase inhibitor (NRTI). Zidovudine functions as an anti-viral agent by being incorporated into newly made viral DNA in place of thymidine and acting as a viral DNA chain terminator. This inhibits the ability of HIV-1 reverse transcriptase to make viral DNA from the RNA template, which interferes with the HIV-1 life cycle.\n[6]\n\nZidovudine requires intracellular conversion by host cell kinases to be transformed to the active triphosphate form.\n[6]\nWhile the plasma half-life of zidovudine is approximately 1 hour, the intracellular conversion to the triphosphate form causes it to be trapped inside the cell. Due to the intracellular trapping in addition to the intracellular half-life of approximately 7 hours, zidovudine allows for a more rational dosing frequency.\n[7]\n\nThe antiretroviral effects of zidovudine seen with HIV-1 are also the assumed mechanism of action for adult T cell leukemia-lymphoma, caused by the retroviral human T cell leukemia/lymphotropic leukemia virus type 1 (HTLV-1).\n[8]\n\nThe bioavailability of zidovudine is around 64%, with food only slowing the absorption and not reducing the amount absorbed. About 14% of zidovudine is renally excreted unchanged, and 74% is renally excreted as zidovudine 5'-glucuronide after being glucuronidated. A small portion is also metabolized by other microsomal pathways.\n[9]",
    "administration": "Zidovudine is administered orally and intravenously; however, the injectable formulation is not readily available.\n\nTreatment of HIV-1 Infection\n(not to be used as monotherapy)\n\nAdult oral dosing\n[10]\n:\n300 mg twice daily\nPediatric oral dosing\n[11]\n:\n4 to < 9 kg: 12 mg/kg twice daily\n≥9 to <30 kg: 9 mg/kg twice daily\n≥30 kg: 300 mg twice daily\n\nPrevention of Perinatal HIV-1 Transmission given Intrapartum\n\nMonotherapy with zidovudine is now considered suboptimal.\n[12]\n[13]\n[14]\n\nIV: Loading dose of 2 mg/kg for 1 hour, followed by a continuous infusion of 1 mg/kg/hour\n\nHIV-1 Nonoccupational Postexposure Prophylaxis\n[15]\n\nOrally: 300 mg twice daily in combination with other antiretroviral agents for 28 days\n\nATL in Combination with IFN\n[16]\n\nOrally: 750 mg/m^2 twice daily tapered down to 300 mg twice daily as tolerated.",
    "adverse_effects": "Zidovudine has a high frequency of several side effects that limits its use.\n[3]\n\nSide effects include:\n[3]\n[6]\n[17]\n[18]\n\nNausea/vomiting (18.8 to 89%)\nDiarrhea (7 to 78%)\nHeadaches (15 to 38%)\nMyalgias\nInsomnia\nBone marrow suppression (has been reported as high as 45%)\nPeripheral myopathy\nElevated liver enzymes\nLactic acidosis\nHepatotoxicity\n\nDrs. Jain and Mayer conducted an editorial review in which they examined studies that involved zidovudine for HIV-1 nonoccupational postexposure prophylaxis. Their research found that 11.7 to 16.5% of patients stopped taking zidovudine due to side effects and that side effects were reported as high as 54.5% in those that did complete a 28-day regimen that included zidovudine.\n[3]\nDue to higher side effects and lower completion rates, tenofovir-containing regimens are recommended over zidovudine-containing regimens.\n[19]\n\nLong-term treatment with zidovudine can cause a modest elevation of liver enzymes. The elevated liver enzymes do not require dose adjustments due to the elevations being asymptomatic and transient in most cases. Rare cases of acute cholestatic hepatitis, severe acute fatty liver with lactic acidosis, and noncirrhotic portal hypertension. Some of the hepatotoxicity has been attributed to zidovudine causing inhibition of the mitochondrial gamma polymerase leading to mitochondrial depletion and dysfunction.\n[17]\n\nBone marrow suppression seen with zidovudine includes neutropenia, leukopenia, and anemia. Anemia requiring blood transfusions was reported to be as high as 19.7% with the use of zidovudine.\n[18]\nAnemia and neutropenia are usually reversible when zidovudine is stopped.\n[9]",
    "monitoring": "Patients on zidovudine should be monitored closely for nausea, vomiting, diarrhea, headaches, myalgias, insomnia, bone marrow suppression, peripheral myopathy, lactic acidosis, elevated liver enzymes, and hepatotoxicity. Prescribers, pharmacists, nursing, and other healthcare professionals should be aware of drug interactions and take precautions to mitigate side effects. A complete metabolic panel (CMP) and complete blood count (CBC) should be monitored routinely.\n\nTrimethoprim can inhibit renal elimination of zidovudine resulting in higher than expected concentrations of zidovudine.\n[7]\n\nProbenecid has also been reported to increase side effects of zidovudine, likely from either decreased excretion and/or metabolism.\n[18]\n\nZidovudine should be monitored closely when using other medications that cause bone marrow suppression.\n\nZidovudine crosses the placenta and penetrates breast milk.\n[7]\nMore trials are needed, but zidovudine appears to be relatively safe in pregnancy.\n[6]",
    "toxicity": "There is not a known antidote for zidovudine. Therefore, zidovudine should be stopped in cases of overdose or toxicity suspected from the use of zidovudine.\n\nThree following case reports of zidovudine overdose:\n\nA patient who ingested 20 grams of zidovudine in addition to temazepam 6 hours prior to presentation complained of drowsiness but was otherwise well. His blood counts were trended, and his hemoglobin had a mild reduction to 12.5 g/dl three days after the overdose from his baseline of 14.2 g/dl.\n[21]\nA patient who ingested 10 to 20 grams of zidovudine in addition to phenobarbital and triazolam 8 hours prior to presentation complained of headache and nausea. His vitals were stable, but a physical exam was significant for ocular nystagmus and upper and lower extremity ataxia. Hemoglobin was stable at 14.8 g/dl. He was given intravenous fluids and his nystagmus and ataxia resolved within 48 hours. At six weeks follow-up, his hemoglobin was 17.0 g/dl.\n[22]\nA patient who ingested approximately 20 grams of zidovudine in addition to testing positive for benzodiazepines and tetrahydrocannabinol presented with baseline anemia with hemoglobin of 9.8 g/dl. At 24 hours, he was noted to be lethargic and fatigued. At 48 hours, his hemoglobin dropped to a nadir of 8.7 g/dl. The patient did well overall and was not observed to have any neurotoxicity or psychiatric disturbance.\n[23]"
  }
}