{
  "drug_name": "zinc chloride",
  "nbk_id": "NBK606123",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606123/",
  "scraped_at": "2026-01-11T15:41:52",
  "sections": {
    "indications": "In patients deemed fit for surgery, there are no absolute contraindications to MMS for melanoma.\n[1]\nPatients on chronic anticoagulation can typically continue their medication during the perioperative period.\n[24]",
    "clinical_significance": "MMS has emerged as an effective option in the treatment of melanoma.\n[2]\nDuring the MMS procedure, immunohistochemical stains, such as MART-1, have enabled Mohs surgeons to assess melanoma margin status on frozen section specimens.\n[7]\n[14]\n[49]\nThis advancement addresses the challenge of identifying features of melanoma, such as pagetoid spread, confluence, nesting, and melanocyte atypia, on frozen sections with H&E staining alone.\n[49]\n\nThe value of MMS for melanoma extends beyond providing a potentially tissue-sparing approach in patients with lesions in cosmetically sensitive locations.\n[2]\nGiven its complete circumferential and deep margin assessment, MMS for melanoma is associated with low recurrence rates. A retrospective cohort analysis of 123 melanomas excised with MMS with MART-1 immunostains noted local recurrence in only 1.63% of cases, with overall survival of 95.12% and disease-specific survival of 100%.\n[40]\nImportantly, MMS may offer lower recurrence rates for early-stage melanomas of the head and neck compared to conventional WLE and staged excision.\n[13]\nAccording to 1 meta-analysis, treatment with MMS conferred a pooled recurrence risk of 0.8%, compared with 2.5% for staged excision and 8.7% for WLE.\n[13]\nAnother systematic review and meta-analysis found that local recurrence of melanoma was lower after MMS (1%) than after staged excision (3%) or WLE (7%).\n[50]\n\nDespite its utility, MMS for melanoma is associated with several challenges. MMS for melanoma is a relatively new approach for which further evidence is needed, especially prospective data evaluating whether MMS improves survival compared with WLE or staged excision. In addition, many Mohs surgeons have not received formal training in MMS for melanoma and thus may not be proficient in the procedure and interpreting slides with IHC. Furthermore, MMS for melanoma requires a well-equipped Mohs laboratory and personnel capable of performing IHC.\n[51]\nEven with skilled personnel, the lengthy staining process and the propensity for subclinical spread with MIS and invasive melanoma may result in MMS cases that can last several hours. Despite these obstacles, MMS for melanoma permits same-day reconstruction and may improve patient outcomes by minimizing incomplete excision and recurrence rates.\n[51]\n[52]"
  }
}