{
  "drug_name": "zinc piclonate",
  "nbk_id": "NBK554548",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554548/",
  "scraped_at": "2026-01-11T18:48:15",
  "sections": {
    "indications": "Zinc is a transition metal usually present in nature in its divalent state. It is considered an essential mineral as it is necessary to produce hundreds of enzymes throughout the body. Daily recommended zinc intake differs depending on the patient population, and the normal concentration of zinc in serum is 109 to 130 micrograms/deciliter. It acts as a cofactor in enzymatic reactions involved in DNA expression, membrane stabilization, vitamin A metabolism, and the gustatory and olfactory systems.\n[1]\nThese functions also contribute to zinc’s importance during fetal growth and development. Additionally, a feature of zinc’s function in the body is its inverse relationship to copper levels, and it is frequently part of the pharmaceutical preparations used in the treatment of Wilson disease.\n[2]\nChronic zinc toxicity manifests primarily as copper deficiency.\n[3]\n[4]\n[5]\n[6]\nExposure and toxicity are not uncommon because there are many sources of zinc throughout the environment. There are case reports of toxicity as a result of inhalation from occupational sources, overuse of dietary supplements, use of denture cream, ingestion of pennies secondary to PICA, and erroneously prepared total parenteral nutrition, to name a few. Some of these cases did have fatal outcomes.\n[7]\n[8]\n[9]\n[10]",
    "mechanism": "The recommended daily adult zinc intake is 15 mg. Symptoms usually do not appear until ingestions exceed 1 to 2 g of zinc.\n[11]\nToxic exposures have occurred through the gastrointestinal, dermal, respiratory, and parenteral routes. Inhalational toxicity can vary in severity depending on the specific compound involved and the duration of exposure. For example, smoke bombs containing zinc chloride can cause chest pain, airway irritation, and even an acute respiratory distress syndrome (ARDS)-like clinical picture with pulmonary fibrosis as long-term sequelae.\n[12]\nOn the other hand, the inhalation of zinc oxide can lead to an entity known as \"metal fume fever,\" which usually occurs secondary to occupational exposure.\n[7]\nIn these cases, workers who suffer exposure to fumes through welding, alloy production, and metal soldering can present with flu-like symptoms in addition to cough and dyspnea, presumably due to zinc's direct effects on the pulmonary epithelium.\n[7]\nToxic exposure to zinc can also occur via ingesting nutritional supplements, pennies manufactured after 1981, and zinc chloride solutions in concentrations greater than 20%. Additionally, the application of excessive amounts of denture cream can lead to zinc overdose and secondary copper deficiency.\n[13]\nLastly, toxicity to zinc oxide can occur after exposures through the dermal route, particularly from overuse of makeup, sunscreen, and ointments.\n[14]",
    "monitoring": "Early contact with a Poison Control Center or medical toxicologist is essential to guide the management of specific exposure. Obtaining zinc, copper, and ceruloplasmin levels is the first step when suspecting zinc poisoning from any source. Workup for acute toxicity caused by ingestion includes liver function tests such as aspartate aminotransferase (AST), alanine transaminase (ALT), prothrombin time (PT), international normalized ratio (INR), pancreatic lipase, complete blood count for platelet count, creatinine and BUN for renal function.\n[24]\nIf ingestion of solid zinc is suspected, obtain an abdominal X-ray to see if any radio-opaque foreign bodies are present. A chest X-ray is an option when inhalation toxicity is suspected, though it is likely to be negative.\n[21]\nWhen chronic zinc toxicity is suspected, evaluation of zinc, copper, and ceruloplasmin levels is the initial approach, which bone marrow studies could follow.\n[16]",
    "administration": "The primary treatment of acute toxicity secondary to oral ingestion is supportive. Antiemetics and fluids should be given, as well as proton pump inhibitors (PPIs) or H2-blockers.\n[22]\nIn addition to helping with symptoms, PPIs and H2-blockers may help reduce gastric acid production, minimizing the digestion of zinc-containing foreign bodies (eg, pennies) and resulting in zinc release. If an abdominal X-ray confirms significant gut burden in the setting of toxicity, whole bowel irrigation (WBI) may be a consideration.\n[25]\nIndications for decontamination through WBI are similar to those for other potentially dangerous metals such as iron, potassium, or lithium.\n[26]\nAdditionally, source control through surgical management may be an option in massive foreign body ingestions.\n[21]\nChelation with calcium disodium edetate (CaNa2EDTA) or DTPA has also been shown to successfully decrease zinc levels in patients with toxicity.\n[22]\nThe treatment for inhalation of metal fumes is supportive, focusing on antipyretics, oral hydration, and NSAIDs. Bronchodilators and supplemental oxygen may also be used as needed.\n[7]\nFinally, chronic zinc toxicity is primarily treated with copper sulfate, though severe cases may also require chelation. Of course, identifying and eliminating the exposure source is vital.\n[16]",
    "adverse_effects": "Complications of zinc toxicity include recurrent dyspnea or airway inflammation after inhalation exposure or GI effects with dehydration and potential GI bleeding after ingestion. Additional effects include lethargy, anemia, and dizziness.\n[27]\nChronic exposures can lead to bone marrow effects and polyneuropathy due to concomitant copper deficiency. Zinc toxicity also impairs copper metabolism, causing anemia. Excess zinc intake for an extended period increases the risk of prostate cancer and prostate cancer-related mortality.\n[28]"
  }
}