{
  "drug_name": "zinc yeast",
  "nbk_id": "NBK587446",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587446/",
  "scraped_at": "2026-01-11T15:41:59",
  "sections": {
    "clinical_significance": "Plasma glucose level is under effective hormonal and metabolic control in a healthy person. Any disturbance in this balance can alter plasma glucose levels through hypoglycemia or hyperglycemia.\n[40]\nA plasma glucose level of less than 70 mg/dL is hypoglycemia. However, signs and symptoms of hypoglycemia may not be visible until the plasma glucose levels drop to 55 mg/dL or lower.\n[41]\nSigns and symptoms of hypoglycemia are mainly due to a reduced supply of glucose to the central nervous system (CNS) and activation of the sympathetic nervous system. Hypoglycemia can initially cause tremors, sweating, lightheadedness, and tachycardia due to the activation of the sympathetic nervous system. CNS dysfunction due to hypoglycemia can lead to headaches, confusion, blurred vision, dizziness, seizures, and loss of consciousness. If timely measures are not taken to restore the glucose level, it can lead to serious and permanent damage to the brain, causing coma and death.\n[42]\n\nThe causes of hypoglycemia are different in different age groups. Small for gestational age or prematurity is one of the common causes of hypoglycemia in neonates. Respiratory distress syndrome, infections, and maternal gestational diabetes mellitus can also lead to hypoglycemia in neonates.\n[43]\nInborn errors of carbohydrate metabolisms, such as glycogen storage diseases, galactosemia, hereditary fructose intolerance, and malnourished or neglected children are causes of hypoglycemia in infants. Alcohol, liver diseases, insulinoma, skipped meals after insulin or oral hypoglycaemic agent, and Addison disease (glucocorticoid deficiency) are common causes of hypoglycemia in adults.\n[44]\n\nPlasma glucose levels more than the reference range for the physiological state are known as hyperglycemia. DM is the most common cause of hyperglycemia. Immunological damage to the β cells of the pancreas destroys these cells, leading to insulin deficiency in patients with type 1 DM. The gradual development of insulin resistance can initially be compensated by the hypersecretion of insulin from β cells of pancreatic islets. As the capacity of these cells is exhausted, hyperglycemia leads to the development of type 2 DM.\n[45]\n\nOther causes of hyperglycemia include endocrine disorders such as Cushing syndrome, pheochromocytoma, acromegaly, medications such as glucocorticoids, parenteral nutrition, intravenous dextrose infusion, pancreatic disorders that reduce the functionality of the endocrine pancreas such as pancreatitis, pancreatic malignancy, and hemochromatosis.\n[43]\nGestational diabetes mellitus (GDM) is when a woman without a history of DM develops hyperglycemia during her pregnancy. GDM occurs due to the development of insulin resistance during pregnancy.\n[46]"
  }
}