{
  "drug_name": "zinc pca",
  "nbk_id": "NBK470550",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470550/",
  "scraped_at": "2026-01-11T18:48:15",
  "sections": {
    "indications": "Prostate cancer is the most commonly diagnosed malignancy in men globally and the fifth leading cause of cancer-related deaths in men.\n[1]\n[2]\nIn 2020, there were 1,414,249 newly diagnosed cases and 375,000 deaths worldwide annually due to this disease.\n[1]\n[2]\n[3]\n[4]\n[5]\nGlobally, prostate cancer is the most commonly diagnosed malignancy in more than 50% of countries (112 out of 185).\n[6]\n\nFortunately, most prostate cancers tend to grow slowly and are low-grade with relatively low risk and limited aggressiveness.\n[7]\nThere are no initial or early symptoms in most cases, but late symptoms may include fatigue due to anemia, bone pain, paralysis from spinal metastases, and renal failure from bilateral ureteral obstruction.\n\nDiagnosis is primarily based on prostate-specific antigen (PSA) testing and transrectal ultrasound-guided (TRUS) prostate tissue biopsies, although PSA testing for screening remains controversial.\n[8]\n[9]\n\nNewer diagnostic modalities include free and total PSA levels, PCA3 urine testing, Prostate Health Index (PHI) scoring, the 4K test, exosome testing, genomic analysis, magnetic resonance imaging (MRI), Prostate Imaging–Reporting and Data System (PI-RADS) scoring, and MRI-TRUS fusion-guided biopsies.\n[10]\n\nWhen the cancer is limited to the prostate, it is considered localized and potentially curable.\n[11]\nIf the cancer has spread to the bones or other areas outside the prostate, treatment options include pain medications, bisphosphonates, rank ligand inhibitors, hormonal therapy, chemotherapy, radiopharmaceuticals, immunotherapy, focused radiation, and other targeted therapies. Outcomes depend on age, associated health problems, tumor histology, and the extent of cancer.\n[12]",
    "mechanism": "The major known risk factors for prostate cancer include age, ethnicity, obesity, and family history.\n[13]\nThe overall incidence increases as people get older; however, the aggressiveness of the cancer tends to decrease as individuals get older.\n[14]\n\nAdditional risk factors for prostate cancer include male gender, older age, positive family history, increased height, obesity, hypertension, lack of exercise, persistently elevated testosterone levels, exposure to Agent Orange, and ethnicity.\n[15]\n[16]\n[17]\n\n5-Alpha Reductase Inhibitors\n\nMedications, such as finasteride and dutasteride, may reduce the incidence of low-grade cancer, but they do not appear to affect high-grade risk and, thus, do not significantly improve survival. These medications reduce PSA levels by about 50%, which must be accounted for when comparing sequential PSA readings.\n[18]\n[19]\n[20]\n[21]\nTaking 5-alpha reductase inhibitors does not appear to affect prostate cancer risk.\n[22]\nThe Health Professionals Follow-up Study examined the use of 5-alpha reductase and prostate cancer in 38,000 men followed for over 20 years. Men taking the medication underwent more PSA tests, prostate examinations, and biopsies, but no association was found regarding the development of lethal disease, overall survival (OS), or cancer-specific survival. However, overall and localized disease rates were reduced in men taking 5-alpha reductase medications.\n[21]\n[23]\n\nGenetics\n\nAlthough the exact cause of prostate cancer remains unclear, genetics play a significant role. Genetic background, ethnicity, and family history are all known to contribute to prostate cancer risk.\n[24]\nIn general, patients with genetic or hereditary prostate cancer tend to develop their malignancies at an earlier age, have more rapid progression, are more likely to be locally advanced, and have a higher risk of recurrence after surgery.\n[25]\nHereditary prostate cancer has the highest heritability of any major cancer in men.\n[26]\nA family history of hereditary breast and ovarian cancer or Lynch syndrome increases the risk of prostate cancer, indicating a genetic connection.\n[27]\n[28]\n\nMen in the top 1% high-risk profile category have an almost 6-fold increase in developing prostate cancer compared to controls.\n\nMen with a first-degree relative (father or brother) with prostate cancer have twice the risk of the general population.\n[29]\n\nRisk increases with an affected brother more than with an affected father.\n[30]\n\nThe risk increases further if the first-degree relative had early-onset (<55 years) disease.\n\nMen with 2 first-degree relatives affected have a 5-fold greater risk.\n\nPatients with a strong family history of prostate cancer tend to present with cancer at a younger age (2.9 years) and with more locally advanced disease.\n[31]\n\nPatients also have a higher risk of biochemical recurrence after radical prostatectomy surgery.\n\nIn the United States, Black men are more commonly affected compared to White or Hispanic men, and it is more deadly in Blacks.\n[32]\n\nThe incidence and mortality for Hispanic men with prostate cancer are one-third lower compared to non-Hispanic Whites.\n[33]\n\nNo single gene is responsible for prostate cancer, although many genes have now been implicated.\n[34]\n\nMutations in breast cancer 1 (BRCA1), and particularly BRCA2, are associated with breast and prostate cancer.\n[34]\n\nP53\nmutations in localized prostate cancer are relatively rare and are more frequently observed in metastatic disease. As a tumor suppressor gene, p53 produces the p21 protein, which slows cell division. Loss of\np53\nactivity reduces tumor androgen sensitivity, increases prostate cancer cell proliferation, and promotes tumor growth. Therefore, p53 mutations are generally considered a late and ominous finding in prostate cancer.\n[35]\n\nOver 100 single nucleotide polymorphisms (SNPs) and other genes have been linked to an increased risk of prostate cancer, including hereditary prostate cancer gene 1, various androgen and Vitamin D receptor genes, HPC1, HPC2, HPCX, CAPB, mutL homolog 1 (MLH1), mutS homologs 2 and 6 (MSH2 and MSH6), postmeiotic segregation increased 2 (PMS2), homeobox B13 (HOXB13), checkpoint kinase 2 (CHEK2), nibrin (NBN), BRCA1-interacting protein C-terminal helicase 1 (BRIP1), ataxia telangiectasia mutated (ATM), and the\nTMPRSS2-ETS\ngene family, such as\nTMPRSS2-ERG\nand\nTMPRSS2-ETV1/4\n, all of which tend to promote cancer cell growth.\n[26]\n[34]\n[36]\n(Note: This is only a partial listing. Clinically significant germline mutations are discussed in subsequent sections.)\n\nA Genetic Risk Score, including high-risk genetic markers and SNPs, has been proposed to help with the risk stratification of prostate cancer, especially in families. However, this type of testing is not yet ready for individual patient diagnostics.\n[37]\n\nDiet\n\nProstate cancer is generally linked to the typical Western diet.\n[38]\nHowever, there is minimal evidence that demonstrates an association between trans fat, saturated fat, or carbohydrate intake and prostate cancer risk.\n[39]\n\nA diet high in unsaturated fats, such as lard, has been shown in mouse models to significantly enhance the progression of prostate cancer.\n[40]\n\nAlcohol consumption appears to have little or no effect on prostate cancer risk.\n[41]\n[42]\nHowever, some evidence suggests that a moderate intake of red wine may be beneficial.\n[43]\n\nVitamin supplements do not lower the risk, and in fact, some vitamins may increase it.\n[38]\n\nHigh calcium intake is associated with advanced prostate cancer.\n[38]\n\nDiets high in saturated fat and dairy products seem to increase the cancer risk.\n[44]\n\nWhole milk consumption after a diagnosis of prostate cancer has been linked to an increased risk of recurrence, especially in overweight men.\n[45]\n\nLower vitamin D blood levels may increase the risk of developing prostate cancer.\n[46]\n\nProstate cancer patients with vitamin D deficiencies have a higher overall and cancer-specific mortality,\n[47]\n[48]\nsuggesting that vitamin D supplements may be helpful in prostate cancer patients who are deficient in the vitamin.\n\nRed and processed meats also appear to have little effect overall, but some studies suggest increased meat consumption is associated with a higher risk.\n[49]\n\nFish consumption may lower prostate cancer deaths but does not affect the occurrence rate.\n[50]\nHowever, high dietary omega-3 fatty acids from fish oil have been linked to an increased risk of clinically significant, high-grade prostate cancer.\n[51]\n[52]\n\nSome evidence supports that a vegetarian diet may reduce prostate cancer rates, but this is not considered a conclusive or significant influence.\n[53]\n\nIncreased consumption of soy products, which contain phytoestrogens, may reduce prostate cancer risk by either having a direct estrogenic effect or by inhibiting 5-alpha reductase.\n[54]\n[55]\n\nFolic acid supplements have not been shown to significantly affect the risk of developing prostate cancer.\n[56]\n[57]\n\nLycopene from tomatoes appears to have a protective effect against prostate cancer.\n[58]\n[59]\n\nOverall, a Mediterranean diet, rich in anti-oxidants from olive oil and tomatoes, may help reduce prostate cancer risk and has been shown to reduce Gleason Grade progression in patients on Active Surveillance for low-grade prostate cancer.\n[60]\n[61]\n\nChemical Exposure and Medications\n\nProstate cancer is associated with certain medications, surgical procedures, and medical conditions.\n[62]\n\nThe use of statins, metformin, and nonsteroidal anti-inflammatory drugs (NSAIDs), especially those with anti-COX-2 activity, may decrease prostate cancer risk.\n[63]\n\nMetformin inhibits the COX2/PGE2 axis, which blocks prostate cancer progression by suppressing tumor-associated macrophages. This effect is increased in patients on androgen deprivation therapy.\n[64]\n\nRegular aspirin, now used by an estimated 23.7 million men, appears to reduce prostate cancer risk.\n[65]\nThis effect may be from both anti-inflammatory activities and reduced angiogenesis.\n[66]\nThe beneficial effect of aspirin and NSAIDs appears to be more significant in aggressive prostate cancer and those with prostatitis.\n[67]\n\nVeterans exposed to Agent Orange tended to present with prostate cancer at a younger age and higher clinical stage compared to veterans without such exposure. However, overall outcomes were similar.\n[68]\nAgent Orange exposure may increase the risk of prostate cancer recurrence, particularly after surgery.\n[69]\n\nSexual Activity\n\nHaving multiple lifetime sexual partners or engaging in sexual activity early in life may increase the risk of prostate cancer. On the other hand, frequent ejaculation may decrease overall prostate cancer risk, but reducing ejaculatory frequency is not associated with a corresponding increase in the incidence of advanced disease.\n[70]\n[71]\n\nInfections\n\nInfections may be associated with the incidence and development of prostate cancer.\n[72]\n\nInfections with chlamydia, gonorrhea, or syphilis seem to increase the risk of developing prostate cancer.\n[73]\n\nAlthough human papillomavirus (HPV) has been proposed to have a role in prostate cancer incidence, the evidence remains inconclusive.\n[74]\n\nVasectomy and Prostate Cancer\n\nThere was once a belief that there was a link between vasectomy and prostate cancer, but larger follow-up studies have failed to confirm this association.\n[75]\nHowever, a recent meta-analysis has suggested a possible link, leaving the question unresolved.\n[75]\n[76]",
    "monitoring": "Prostate-Specific Antigen Testing\n\nPSA is a serine protease enzyme produced by the columnar epithelial cells of the prostatic ducts and acini. The enzyme's role is to break down the large proteins of the semen into smaller molecules, reducing semen viscosity over time and improving sperm function and fertility. Elevated PSA levels have long been associated with prostate cancer.\n[127]\nThe highest levels are found in the semen, with some PSA leaking from the prostate into the lymphatic and vascular systems. Both benign and malignant cells produce PSA, with cancer cells leaking more PSA into the surrounding extracellular fluid, eventually increasing serum levels.\n\nThere are multiple causes for an elevated PSA, which have nothing to do with cancer, including prostate disease, trauma, inflammation, prostatitis, urogenital procedures, biopsies, and prostatic enlargement. Some physicians recommend a 2- to 6-week course of prostate-specific antibiotics, typically a quinolone, doxycycline, or sulfamethoxazole/trimethoprim, to attempt to lower PSA levels caused by prostatitis or low-grade inflammation and avoid further investigations for possible prostate cancer; however, this practice is controversial and not generally recommended, as many studies have failed to show a significant benefit.\n[128]\n[129]\n[130]\n[131]\n[132]\nPlease see StatPearls' companion resource, \"\nProstate-Specific Antigen\n,\" for more information.\n\nElevated PSA\nlevels, typically greater than 4 ng/mL, in the blood are how 80% of prostate cancers initially present, even though elevated PSA levels alone correctly identify prostate cancer only about 25% to 30% of the time. At least 2 abnormal PSA levels or a palpable nodule on a DRE are required to justify further investigation or a biopsy.\n[85]\n\nIn 2012, the USPSTF recommended not performing routine prostate cancer screening using PSA testing, giving it a grade D recommendation. This decision was based on the early results of 2 large trials that suggested significant overdetection and overtreatment of low-risk prostate cancer compared to minimal benefit. The recommendation was highly contested, with critics highlighting procedural and statistical errors, immature data, and multiple studies demonstrating a 50% improvement in long-term cancer-specific survival for screened populations. Critics also warned of dire consequences if the recommendation proved incorrect.\n[133]\nWhen long-term data became available, the USPSTF reversed its position and now recommends PSA testing in men aged 55 to 70 after discussing the pros and cons with the patient. Full implementation of the original USPSTF recommendations was estimated to result in an additional 25,000 to 30,000 preventable prostate cancer deaths annually in the United States.\n[134]\n[135]\n\nThe value of PSA screenings remains somewhat controversial due to concerns about potential overtreatment of low-risk cancers, overdiagnosis, complications from unnecessary biopsies, the presumed limited actual survival benefit from early diagnosis and treatment, and the true value of definitive therapy intended to cure.\n[136]\nMost professional organizations now recommend PSA testing for men aged 45 to 50 and continuing until 70 to 75 after thoroughly discussing the benefits, risks, and controversies. Several pre-biopsy screening modalities have been developed, including bioassay risk stratification tests, prostatic MRI imaging, and active surveillance strategies to treat low-risk, low-grade diseases that previously have received definitive therapy.\n\nTo improve standard PSA testing, various alternative pre-biopsy screening options are available:\n[137]\n\nFree and total PSA:\nThe percentage of free PSA in the blood can be a useful indicator of malignancy. A free PSA percentage is considered valid if the total PSA is between 4 and 10 ng/mL. The free PSA percentage is calculated by multiplying the free PSA level by 100 and dividing it by the total PSA value.\n\nThe actual risk estimates vary by age group, but as a general guide:\n\nIf the free PSA percentage is more than 25%, the cancer risk is less than 10%.\nIf the free PSA percentage is less than 10%, the cancer risk is about 50%.\n\nPSA density:\nPSA density\nis the total PSA divided by the prostatic volume as determined by MRI or ultrasound. The formula for the volume of the prostate is prostate volume = width × height × length × π/6. For most clinical purposes, π/6 can be estimated as 0.52 to simplify calculations. The PSA density is intended to minimize the effect of benign prostatic enlargement. A PSA density greater than 0.15 suggests malignancy.\n[138]\n\nPSA velocity:\nPSA velocity\ncompares serial and annual PSA serum levels. An annual PSA increase of greater than 0.75 ng/mL or greater than 25% suggests a potential cancer of the prostate (total PSA 4 to 10 ng/mL). If the total PSA is 2.6 to 4 ng/mL, an annual increase of 0.35 ng/mL is considered suspicious.\n[139]\n\nPost-Prostate-Specific Antigen Pre-Biopsy Prostate Cancer Bioassay Risk Stratification Tests\n\nSeveral Food and Drug Administration (FDA)-approved bioassay tests are now available to help risk-stratify patients with persistently elevated levels of PSA up to 10 mg/mL, aiming to reduce unnecessary biopsies in low-risk patients. Both blood and urine sample tests are available. Most tests include different laboratory tests bundled together to provide a single risk score or estimate. Some require a digital prostate massage before specimen collection, and several need significant clinical patient information, which is used in a proprietary algorithm to arrive at their conclusion. Risk stratification bioassay testing is valid, approved, and certified only for PSA levels at or below 10 ng/mL. Patients with a PSA level greater than 10 ng/mL generally proceed directly to a biopsy with or without a preliminary MRI. Bioassay risk stratification testing may be justified in selected patients with PSA levels greater than 10 ng/mL who are otherwise reluctant to undergo a biopsy and require further confirmation of their relative risk.\n\nSome tests may have included patients in their testing cohorts that should have been excluded due to PSA levels outside the optimal range, prior biopsies, previous or continuing prostate treatments, or other forms of possible selection bias.\n\nThese tests should not be used in patients who do not benefit from the results. Patients with apparent suspicious, hard prostatic nodules or suspected metastatic disease, and those with persistent PSA levels over 10 ng/mL do not need this type of testing. Similar to PSA testing, patients aged 75 or older and those with less than a 10-year life expectancy are generally not eligible for bioassay testing, as they are unlikely to benefit.\n\nAs these tests were designed and intended to exclude patients at low risk from further testing and biopsies, the most significant statistic for their use is the negative predictive value (NPV) score. An NPV is defined as the number of test subjects found to be truly negative if their test scores were negative. Generally, an NPV of 90% or more is considered valid and useful for cancer detection, and all FDA-approved, commercially available tests in this category meet that standard. The list of available tests is rapidly expanding, with several more expected to be released commercially soon.\n\nWhen comparing the various tests, it is important to consider some questions and variables when selecting a bioassay risk stratification test.\n\nCan the test be used for patients on active surveillance? If not, is the testing company doing or considering a study to evaluate its use in these patients?\nCan the test be repeated later if the PSA changes? If so, what degree of change in the PSA warrants a repeat test?\nDoes the test need a blood or a urine sample?\nDoes the test include or require a PSA level to be valid and reportable?\nHow clear is the final test report? How easy is the final test report to understand?\nHow much staff time is needed to obtain and process the test sample, including paperwork?\nHow much variability is there in the test results?\nHow reliable is the test?\nHow many ongoing studies and research are being conducted to validate and prove the utility of the test?\nHow was the original NPV score obtained?\nAre clinical patient data needed to run the risk stratification algorithm?\nDo clinical patient data need to obtain a result?\nIs home testing available?\nIs the test available in your area?\nIs the test designed to assess the risk of any prostate cancer or just Gleason pattern 4 and higher?\nIs the test recommended by the NCCN or American Urological Association (AUA) guidelines?\nIs the test result valid independently without the need to provide any clinical patient data?\nIs the test result valid independently without providing any PSA information?\nIs there a patient version of the test report?\nWhat about insurance coverage and patient cost? Does the company offer an indigent patient program?\nWhat is being measured? Genetic material (RNA), PSA, PCA3, or other biomarkers?\nWhat is the average turnaround time?\nWhat is the expected percentage of unreportable test results that require the patient to repeat the test?\nDo the test results affect patient care or treatment? If not, then the test may be unnecessary.\n\nPredictive bioassay testing that includes clinical variables, such as SelectMDx and 4K, has sometimes been considered more reliable than tests that do not, such as PHI, ExoDx Prostate Intelliscore\nexosome, and PCA3.\n[140]\nHowever, these tests that require significant clinical patient information to achieve their competitive NPV scores are, by definition, less reliable when used alone and are not truly independent as they rely on clinical data and computer algorithms for statistical validation. As they depend on the clinical information to provide a substantial part of their final conclusion, the test is incomplete and invalid by itself without the addition of the patient data and the computer algorithms. When the clinician uses their clinical judgment based on the same clinical patient information used in formulating the bioassay test result, factors such as age, PSA level, PSA density, and prior biopsies are counted twice, giving them disproportionate weight and bias.\n\nA superior test is independent of any bias from the medical history, family history, or even the PSA level, allowing such information to be considered by each clinician using their clinical judgment. Many clinicians prefer tests that are independent of PSA levels and do not require significant patient clinical data, yet still offer statistically equivalent and valid results, including NPV, leaving them free to interpret the test report using knowledge of the patient's clinical history and PSA results. A preferred test is the one that allows for home administration, is based on genetics, requires minimal staff time to arrange and administer, does not require a prostatic massage, produces few unreportable errors that force patients to repeat the process, and still provides over 90% NPV for Gleason pattern 4 disease, as lower-grade disease is not generally treated.\n\nRisk Stratification Bioassay Tests\n\nExoDx Prostate Intelliscore or Exosome test:\nThis test\nuses PCA3 and urinary TMPRSS2:ERG to detect clinically significant prostate cancer. The test analyzes exosomal RNA for 3 biomarkers known to be expressed in the urine of men with high-grade prostate cancer. A proprietary algorithm is then used to assign a risk score that predicts the presence of high-grade (Gleason Score=7 or higher, or any Gleason Grade Pattern 4 or 5) prostate cancer. Unlike other urine-based tests for prostate cancer, no DRE or prostatic massage is required, and a kit for home use kit is available, making testing much more convenient for patients. The NPV is 91.3%, with a sensitivity rating of 91.9%.\n[141]\nThe ExoDx exosome test performs particularly well for Gleason 4+3=7 patients, with an NPV of 97% in this group.\n[142]\n\n4K test:\nThis test measures serum total PSA, free PSA, intact PSA, and human kallikrein antigen 2 and includes clinical DRE results and information from any prior biopsies. These results are compared to a huge, age-matched database, and a percentage risk of significant prostate cancer is calculated. Clinically significant prostate cancer is typically defined as Gleason 3+4=7 or higher disease. A 10% or more risk analysis typically suggests proceeding with a biopsy.\nInterestingly, the 4K test is not any better than PSA testing alone when used for tracking active surveillance patients.\n[143]\n\nMyProstateScore:\nThis test is a predictive algorithm developed at the University of Michigan and includes PSA, PCA3, and urine TMPRSS2:ERG (a genetic fusion found in about 50% of all prostate cancers). A negative is that it requires a prostate massage before obtaining an initial urinary stream sample. Future upgrades are under development that eliminate the need for a prostate massage. Initial reports were uncertain about the MyProstateScore outperforming PCA3 alone, but later validation studies reported that the sensitivity for Gleason Grade Group 2 or higher disease is 97% with a 98% NPV, which is very competitive.\n[144]\n[145]\nMyProstateScore has proven superior to PSA density for evaluating patients with PI-RADS 3 findings on MRI scans.\n[146]\n\nProstate Cancer Antigen 3:\nProstate Cancer Antigen 3 (PCA3) is an RNA-based genetic test performed from a urine sample, typically obtained immediately after a prostatic massage. PCA3 is a long, noncoding RNA molecule overexpressed exclusively in prostatic malignancies. PCA3 is upregulated 66-fold in prostate cancers. If PCA3 is elevated, it suggests the presence of prostate cancer. PCA3 is more reliable than PSA, as it is independent of prostate volume. PCA3 is best used to determine the need for a repeat biopsy after initial negative histology. Serial PCA3 testing may also help monitor patients with low-grade prostate cancers on active surveillance.\n[147]\n\nProstate Health Index:\nThe PHI\nis a blood test that includes free PSA, total PSA, and the [−2] proPSA isoform of free PSA. A formula combines these test results mathematically to give the PHI score. This PHI score appears to be superior to PSA, free and total PSA, and PCA3 in predicting the presence of prostate cancer.\n[148]\n\nSelectMDx:\nThis\nurine-based test measures the urinary messenger RNA levels of the HOXC6 and DLX1 biomarkers after a prostatic DRE. The test uses reverse transcriptase quantitative polymerase chain reaction technology. The risk stratification analysis and algorithm include other clinical information such as age, PSA density, family history, prior biopsy results, and DRE findings. Results are reported straightforwardly as either:\n[149]\n\nLow risk: Indicates a very low risk of Gleason 7 or higher disease, where a biopsy may safely be reasonably avoided. The NPV is 99.6% for Gleason 8 or higher disease and 98% for Gleason 7 or higher.\n\nIncreased risk: A biopsy should be considered due to the increased likelihood of finding clinically significant disease.\n\nProstate Imaging\n\nUltrasound and MRI are the primary imaging modalities used for initial prostate cancer detection and diagnosis.\n[150]\n\nDuring prostate biopsies, TRUS can occasionally detect a potentially suspicious hypoechoic area, but ultrasound alone is not a reliable diagnostic test for prostatic malignancy. TRUS is best used for directing the needle for prostate biopsies.\n\nProstate MRI has much better soft tissue resolution than ultrasound and can identify areas in the gland that are genuinely suspicious with a high degree of accuracy and reliability (positive predictive value greater than 90%).\n\nIn Europe, a positive MRI finding is sometimes sufficient to diagnose prostate cancer without necessarily requiring histological confirmation.\n\nProstate MRI is also used for surgical planning in men considering radical prostatectomy and improved biopsies instead of saturation biopsies when cancer is strongly suspected despite a negative initial TRUS-guided biopsy.\n\nMRI of the prostate may also have a role in active surveillance as an alternative to periodic or repeated biopsies.\n\nProstatic MRI is becoming a standard imaging modality for diagnosing prostate cancer. This technique can identify and grade suspicious prostate nodules to help with staging and localization, check for extracapsular extension, evaluate the seminal vesicles for possible tumor involvement, and determine enlargement of regional lymph nodes that might indicate early metastatic disease.\n[112]\n[151]\n\nProstate Imaging–Reporting and Data System\n\nUnlike computed tomography (CT) or x-rays, MRI typically shows denser tissue as dark areas. Standard MRI of the prostate typically requires a 3 Tesla MRI machine and optimally uses intravenous (IV) contrast, although noncontrast (bi-parametric) MRI tests are quicker, cheaper, and still quite useful. IV contrast demonstrates early vascular entry (faster inflow) and quicker washout from cancerous lesions or nodules compared to normal prostatic tissue. A flexible, phased array coil that is shaped and worn like a pair of shorts has been designed to further improve prostate MRI imaging by moving the antenna as close as possible to the prostate. This modified MRI antenna (Procure prostate MRI coil) significantly improves prostate imaging, especially from 1.5 Tesla MRI units, is compatible with most MRI machine manufacturers, and is commercially available. An endorectal coil also provides improved imaging but is often uncomfortable for patients, especially during a lengthy MRI session.\n\nVarious MRI tissue characteristics ultimately determine the relative cancer risk, which is documented in the final report as a PI-RADS score. A PI-RADS score of 1 or 2 is highly unlikely to be cancer. A PI-RADS score of 4 or 5 is highly suspicious for clinically significant disease (Gleason 3+4=7 and higher). PI-RADS 3 is equivocal. Histological confirmation with a biopsy is recommended for all PI-RADS 3, 4, and 5 lesions.\n[152]\n\nPI-RADS 3 lesions typically demonstrate benign histology on biopsy, but low-grade prostate cancer is possible and cannot reliably exclude intermediate- or high-grade pathology. About 20% (17% to 25%) of all PI-RADS 3 patients biopsied show intermediate- or high-grade prostate cancer pathology.\n[153]\n\nRecent studies of PI-RADS 3 lesions have identified several clinical risk factors clearly associated with significant, higher-grade disease (Gleason score 3+4=7 and higher).\n[154]\n\nRisk Factors Identified for\nProstate Imaging–Reporting and Data System\n3 Lesions\n\nAge 70 or older\nSmaller prostate volume (less than 36 cc)\nPresence of a palpable nodule on a DRE\nThe size of the lesion or nodule is more than 0.5 cm\n[155]\n[156]\n\nThe studies reported that 100% of the PI-RADS 3 patients with all the above risk factors had clinically significant disease, whereas 0% if they had no risk factors. Incorporating these and other risk factors and genomic analysis testing into a workable clinical algorithm for patients with PI-RADS 3 lesions greatly improves the identification of aggressive disease in PI-RADS 3 cases while safely avoiding uncomfortable and unnecessary biopsies in the rest. Equivocal cases may benefit from risk stratification bioassay testing.\n\nUse of Magnetic Resonance Imaging for Men with Elevated\nProstate-Specific Antigen\nLevels\n\nControversial issues include doing an MRI on all men with elevated PSA levels, avoiding biopsies on PI-RADS 3 lesions, and possibly avoiding biopsies on all men with negative MRI readings. None of these suggested policies are currently recommended. For example, 20% of PI-RADS 3 lesions show clinically significant (Gleason 4) disease on biopsy, a number considered too high to overlook. The degree of variability in image interpretation makes it difficult to be confident in MRI reports alone. Even at experienced centers of excellence for MRI, the NPV has been reported as low as 72% to 76%, meaning that a negative MRI report could miss about 1 in 4 high-grade prostate cancers.\n[157]\n[158]\n\nFor this reason, it has been suggested that bioassay markers be used for additional confirmatory testing in patients with elevated PSA levels who are not proceeding to a prostatic biopsy based on negative MRI findings. Similarly, before starting patients with low-risk disease on long-term active surveillance, a confirmatory genomic biomarker test can help identify individuals at higher risk before any clinical disease progression. The addition of a bioassay risk stratification prostate cancer biomarker to a prostatic MRI can help more reliably eliminate unnecessary biopsies, particularly in equivocal situations such as selected PI-RADS 3 individuals.\n[159]\n\nWhen an MRI identifies a suspicious area, there are several ways to target or highlight the lesion for improved biopsies:\n[112]\n\nCognitive recognition: Based on knowledge of the lesion's anatomical location, the urologist can use standard TRUS imaging to target the expected geographic area of the suspicious lesion, even if the lesion is not directly visible.\n\nMRI-TRUS fusion guidance: This commercially available technique allows the suspicious lesion highlighted on the MRI to be electronically superimposed and merged with the TRUS image, providing a clear visual target for ultrasound-guided biopsies. The equipment currently costs about $150,000, but there is no added reimbursement beyond standard TRUS-guided biopsies, which has delayed the widespread implementation of this technology despite its proven benefits.\n[160]\n\nDirect MRI image guidance: Although possible, direct MRI guidance for prostate biopsies is less favored due to the high cost, prolonged MRI machine usage, coordination with a urologist, and the need for specialized biopsy equipment compatible with MRI imaging.\n\nA recent meta-analysis concluded that the single most useful predictive factor of not finding significant prostate cancer in men with negative MRI studies—other than a specific biomarker or bioassay test—is a PSA density of less than 0.15 ng/mL.\n[161]\n\nWhich Should be Done First: Risk Stratification Bioassays or Prostatic Magnetic Resonance Imaging?\n\nThere is no consensus among urologists about this issue, as the decision often depends on the availability of testing and the relative cost. Two primary approaches exist, both requiring patients to have a PSA level below 10 ng/mL. Patients with consistent PSA levels >10 ng/mL should generally go directly to an MRI and a biopsy. The choice comes down to whether the clinician prioritizes minimizing unnecessary biopsies or maximizing cancer detection.\n\nMinimize unnecessary biopsies for low-risk patients:\nThe primary goal of this approach is to minimize the number of unnecessary prostate biopsies. A bioassay test is performed first. If the result is negative, no further testing or imaging is required, and routine surveillance is resumed. If the bioassay is positive, an MRI is performed, followed by a biopsy if indicated. About 25% of patients have low or negative values on their bioassay risk analysis, so a biopsy can safely be avoided in these individuals. This approach is best suited for lower-risk patients (PSA <7 ng/mL), men who do not want to undergo a biopsy, or situations where the primary focus is to safely avoid as many prostate biopsies as possible. Overall, this approach can safely avoid about 25% to 33% of biopsies. Some reports have indicated that the maximal implementation of this approach can avoid up to 55% of all prostate biopsies. The bioassay test becomes the primary screening tool in low-risk patients with PSA elevations to determine whether a biopsy can safely be omitted.\n\nMaximize cancer detection for high-risk patients:\nThe main focus is to avoid missing significant cancer, so the MRI is performed first. If the MRI is positive (PI-RADS 3, 4, or 5), the patient proceeds immediately to a fusion-guided biopsy. A bioassay test can be performed subsequently if the MRI is negative to determine whether a TRUS-guided biopsy should still be performed. The bioassay test is used here to confirm a negative MRI result. For low-risk patients with equivocal findings on MRI (PI-RADS 3), performing a bioassay risk stratification test is not unreasonable to help determine the need for a prostate biopsy. For high-risk patients where a biopsy is likely to be performed regardless of the MRI or bioassay results, only the MRI should be performed to identify suspicious intraprostatic targets for a fusion-directed biopsy.\n\nRather than exclusively adopting either methodology, a reasonable approach is to perform the MRI initially in higher-risk individuals. However, the bioassay risk stratification test should be started first in lower-risk patients, where a negative finding results in continued observation only.\n\nHigh-resolution micro-ultrasonography:\nHigh-resolution micro-ultrasonography of the prostate uses new specialized ultrasound technology to improve imaging and help detect cancer. High-frequency (29 MHz) micro-ultrasound transducers provide 3 times the spatial resolution of standard ultrasound.\n[162]\nThis technique is faster, more affordable, and simpler compared to MRI scans, with the added benefit of detecting a suspicious lesion and immediately performing the biopsy at the same visit. Micro-ultrasonography of the prostate is an office procedure that can be used in patients who are unable or unwilling to undergo MRI scanning.\n[163]\nEarly studies indicate rough equivalence to MRI (noninferiority) in cancer detection (sensitivity) and somewhat superior NPV (85% versus 77%).\n[162]\n[164]\nMulticenter prospective studies comparing micro-ultrasound and multiparametric MRI biopsies found essential equivalence in prostate cancer detection rates.\n[165]\n[166]\nCombining MRI and micro-ultrasonography has demonstrated an improved cancer detection rate of clinically significant disease.\n[162]\n[163]\nIn a study, about 24% of the suspicious lesions were not observed on MRI but only on micro-ultrasonography.\n[162]\nThis technique also lends itself to future combined therapy with focal laser ablation or high-intensity focused ultrasound (HIFU).\n[167]\n\nHowever, there are a few issues. Performing the prostatic biopsy simultaneously with diagnostic imaging means there is less time for patient discussion and outside review of the findings before the biopsy is performed. There is also no time for interdisciplinary evaluations and analysis, such as between urologists and radiologists, for equivocal, difficult, or complex cases.\n[168]\nThe effect of extreme tumor location, especially anterior lesions where ultrasonic signals are diminished, has not been adequately addressed.\n[168]\nClinicians must be trained to interpret these new images, and the necessary equipment should be readily available.\n[168]\nThis new technology is promising and appears to be a reasonable alternative to prostatic MRIs, but further validation is required to determine its ultimate clinical utility. This technology appears especially useful for the growing active surveillance population.\n[168]\n[169]\n[170]\nHowever, the issues regarding training, reimbursement, equipment cost, availability, and the ability to clearly identify suspicious lesions in all areas of the prostate need to be resolved before prostatic high-resolution micro-ultrasonography becomes part of the standard diagnostic armamentarium for prostate cancer.\n[168]\n\nPositron Emission Tomography Scanning in Prostate Cancer\n\nCT scans have many limitations in examining patients for recurrence. They are notoriously poor at detecting prostate cancer metastases or recurrences in patients with low PSA levels. Positron emission tomography (PET) scans combine a tissue marker with a radioactive, positron-emitting isotope. The radioligand is administered to the patient, and the tissue marker binds to the target malignancy. The radio-isotope releases positrons that can be identified by nuclear scan imaging. This image can be superimposed on a CT or MRI scan to clearly demonstrate the precise anatomic location of any positron-emitting target tissue, representing a metastasis or malignant recurrence. Compared to conventional radiological techniques, such as CT and MRI, PET scans appear to be far more accurate and highly specific. This technique can detect very small amounts of metastatic or recurrent malignant disease, even at relatively low PSA levels, and is rapidly becoming the new diagnostic standard despite its higher cost.\n\nPSMA PET/MRI scans appear to be diagnostically at least equivalent to PSMA PET/CT imaging, but there have been no head-to-head studies that allow for a more definitive comparison.\n[171]\nHowever, a recent review suggests that PET/MRI is better than PET/CT scans in local tumor staging, especially in detecting malignancies in pelvic soft tissue, lymph nodes, and particularly extracapsular extension, but are equivalent in finding extrapelvic metastases in visceral organs or bones.\n[172]\nHowever, a PET/MRI costs at least 50% more than a PET/CT.\n[173]\n\nThe International Society of Urological Pathology has suggested that PSMA PET/CT could be used in all newly diagnosed prostate cancer patients with significant Gleason grade 4 or any Gleason grade 5 histology PSA >20 or clinical T3 or higher disease.\n[174]\n\nPSMA is a membrane-bound metallopeptidase overexpressed in 90% to 100% of all prostate cancer cells, making it a reliable tissue marker that can be used for tumor-specific imaging and targeted therapy.\n[175]\n[176]\n[177]\nPSMA-based PET correlated with CT is rapidly emerging as the gold standard imaging modality for staging intermediate and advanced prostate cancer, and the early detection of recurrences and metastases. Compared to alternative imaging technologies, such as CT, MRI, and bone scans, PSMA PET/CT offers superior sensitivity and specificity for detecting metastatic lymph nodes and bone metastases. Evidence supporting its use is growing, although many studies are retrospective or fail to provide histopathological confirmation of the PSMA PET findings.\n[178]\nWhen used for initial staging, all PSMA-based scans should be performed before initiating androgen deprivation therapy, which can affect the imaging results.\n\nThere are literally thousands of articles and studies on PubMed covering PSMA. The overall sensitivity and specificity of PSMA-based scanning far exceed any other imaging modality available for prostate cancer detection, staging, or identification of recurrent disease, even with low PSA levels. Such accuracy is largely due to the incredible overexpression of PSMA in prostate cancer cells (by 100- to 1000-fold), which results in very high PSMA tracer uptake by prostatic malignancies.\n[178]\nSeveral new radioactive tracers have made it possible to reliably detect prostate cancer recurrences, even in patients with very low PSA levels. A pooled analysis of 43 studies using PSMA-based PET/CT scans in men with prostate cancer recurrences after definitive treatment found that for PSA levels <0.5, 0.5 to 0.9, 1 to 1.9, and 2 ng/mL or more, the detection rates were 45%, 61%, 78%, and 94% respectively. Generally, a PSMA-based PET scan is reasonable at a PSA level of at least 0.2 ng/mL or more.\n\nProstascint, which uses indium-111 (In) capromab pendetide, is a relatively large compound with an antibody targeting an intracellular PSMA glycoprotein. This compound can only penetrate necrotic prostate cancer cells, as it relies on the loss of cellular phospholipid membrane integrity for intracellular transport.\n[179]\nPrevious use of indium-111 PSMA-based scans (Prostascint) was quite disappointing, so the NCCN no longer recommends them and have been replaced by newer PSMA-based and non–PSMA-based PET scans, as noted below.\n[180]\n[181]\n[182]\n\n[F-18]-Fluorodeoxyglucose (F-18-FDG) PET scans are designed to target rapidly growing cells, such as cancers, that absorb glucose faster than normal tissues. F-18-FDG scans use a tagged glucose analog radiotracer molecule that becomes incorporated into malignant cells. The fluorine-18 tracer ligand then makes the tissue visible on PET scans. F-18-FDG has been available since the late 1990s and widely used for various malignancies. However, its use in urology has been limited due to its relatively high renal excretion, which hides many malignancies of the urinary tract and the relatively slow metabolic activity of prostate cancer. Higher-grade, castration-resistant, and neuroendocrine prostate cancers, which are fast-growing and incorporate more F-18-tagged glucose, show up better on F18-FDG PET scans.\n[183]\n[184]\nNevertheless, F-18-FDG is generally not considered optimal for prostate cancer PET/CT scanning for these reasons, and the relatively high uptake overlaps with normal prostatic tissue, benign prostatic hyperplasia, and prostatitis. However, it can be useful in detecting recurrences and staging other fast-growing urological malignancies, such as testicular and renal cancer and bladder carcinomas.\n[185]\n[186]\n[187]\nF-18-FDG is not a PSMA-based scan, and its half-life is 110 min. The NCCN does not currently recommend it for prostate cancer imaging.\n[185]\n\nC-11-Acetate is similar to C-11-Choline, as reviewed below. Acetate is quickly absorbed by cells and converted to acetyl-CoA, which is then used primarily for energy or fatty acid production. Malignant prostate cells tend to overproduce fatty acids, and increased fatty acid synthase activity has been associated with the aggressiveness of prostatic malignancies.\n[188]\nC-11-Acetate has a very short half-life of only 20 minutes, so an on-site cyclotron must be available. C-11-Acetate has generally been outperformed by other radiotracer elements for PET scanning in prostate cancer, so the NCCN does not currently recommend it for prostate cancer PET scanning.\n\nC-11-Choline was one of the first FDA-approved PET scans available for detecting recurrent prostate cancer. Choline, an essential dietary and cellular nutrient, supplies methyl groups required for numerous metabolic activities, such as the synthesis of phosphatidylcholine and sphingomyelin (required for cell membranes), and especially acetylcholine. Choline is also involved in cell membrane signaling, lipid metabolism, and gene expression regulation. Prostate cancer cells demonstrate a substantially increased uptake and concentration of choline compared to normal prostatic cells. Therefore, radioactive carbon-11-tagged choline molecules can detect high choline-absorbing tissues such as metastatic prostate cancer when scanned for areas of focal radioactivity with a PET scan.\n[189]\nHigh uptake levels in the prostate can be misleading as high-grade PIN, prostatitis, benign prostatic hyperplasia, and even normal prostatic tissue can produce false-positive results.\n[190]\nC-11-Choline has a 53% to 96% positive predictive value in biochemically recurrent prostate cancer. C-11-Choline is not a PSMA-based scan and has a very short half-life of 20 min; therefore, an on-site cyclotron is necessary, limiting its usefulness. Ga-68-PSA-11 and other radiotracers for PET scanning in prostate cancer have largely replaced C-11-Choline scanning. Although C-11-choline is FDA-approved for detecting recurrent disease or suspected progression, it is not recommended for initial staging by the NCCN.\n\nNCCN-Recommended PET Scans for Prostate Cancer\n\nF-18 Sodium fluoride:\nF-18 sodium fluoride (F-18 NaF) is a radioactive tracer primarily used to detect skeletal metastases. Higher regional blood flow and bone turnover in malignant prostatic bony metastases cause increased focal radiotracer uptake. F-18 NaF is more sensitive than standard bone scans for identifying bony metastases but does not provide much additional information outside the skeleton.\n[191]\nTherefore, it has been suggested that it be used in combination with other PET tracers for more comprehensive detection. F-18 NaF is not a PSMA-based scan. F-18 NaF has an 82% to 97% positive predictive value for skeletal metastases and has a half-life of 110 min. F-18 NaF requires a cyclotron for its production and is FDA-approved only for the detection of skeletal metastases. The NCCN guidelines recommend it as an alternative to standard bone scans.\n\nFluorine-18-fluciclovine:\nFluorine-18-fluciclovine (F-18 fluciclovine) is a radiolabeled amino acid analog of leucine that takes advantage of the upregulated amino acid transport in prostate cancer cells.\n[179]\nF-18 fluciclovine has been shown to detect prostate cancer recurrences in 79.3% of cases.\n[192]\nThis analog has a relatively long half-life of 110 min. One of its limitations is that as it uses an amino acid analog, there is some background uptake in surrounding tissue, such as bone and muscle, but there is relatively little urinary excretion, making it most useful in detecting prostate cancers near and around the bladder. F-18 fluciclovine is not a PSMA-based scan. F-18 fluciclovine has an 87% to 91% correct localization rate in biochemically recurrent diseases and has a half-life of 110 minutes. F-18 fluciclovine requires a cyclotron for its production and is FDA-approved for use in men with a suspected recurrence or progression of prostate cancer based on increasing PSA levels following prior therapy but not for initial staging. The NCCN guidelines do not currently recommend it for initial staging, although it may be used for biochemical recurrences or suspected disease progressions.\n\nFluorine-18 piflufolastat:\nFluorine-18 piflufolastat (F-18 piflufolastat or F-DCFPyL) is a fluorine-based molecule that targets PSMA. F-18 piflufolastat is a small molecule that helps visualize PSMA-expressing lymph nodes, soft tissue, and bony metastases in PET imaging and can detect 85% to 87% of prostate cancer metastases.\n[193]\nCompared to gallium 68 prostate-specific membrane antigen 11 (Ga-68-PSMA-11), detection results are roughly equivalent, but F-18 piflufolastat has a longer half-life of 110 min, which is an advantage.\n[194]\nF-DCFPyL may offer other advantages regarding availability and cost, and slightly improved detection rates.\n[194]\n[193]\nF-DCFPyL requires a cyclotron for its generation and is FDA-approved for detecting prostate cancer metastases, progression, and biochemical recurrences. The NCCN guidelines recommend it for initial staging and biochemical recurrences or disease progression.\n\nGallium 68 prostate-specific membrane antigen 11:\nGa-68-PSMA-11 is a larger radiotracer molecule that interacts directly with the extracellular active zone of PSMA, allowing detection without requiring cell death.\n[179]\nGa-68-PSMA-11 has a half-life of 68 min. With Ga-68-PSMA-11, there is more urinary excretion of the agent, but it is more sensitive and specific in binding only to prostate cancer cells. To minimize interference from accumulated tracer in the urinary bladder, the patient is asked to void immediately before entering the scanner. Whether a Foley catheter or straight catheter is beneficial for eliminating residual urinary tracers in patients unable to void remains unclear. Overall, Ga-68-PSMA-11 outperformed F18 fluciclovine in a head-to-head study (82.8% versus 79.3%) and was superior in detecting metastases and recurrences outside the bladder area.\n[192]\nGa-68-PSMA-11 has a 92% positive predictive value for identifying biochemical disease recurrence and can potentially be extremely valuable in assessing treatment response, but this aspect requires further investigation.\n[195]\nGa-68-PSMA-11 is also superior to C-11-choline and F-18 fluciclovine in detecting malignant tissue at low PSA levels (<2 ng/dL).\n[196]\nGallium-68 can be produced by cyclotron or by a specially dedicated generator. Ga-68-PSMA-11 is FDA-approved for the detection of prostate cancer metastases and recurrences and is recommended by NCCN for both initial staging and biochemical recurrences or disease progression.\n\nBoth F-18 piflufolastat (F-DCFPyL) and Ga-68-PSMA are currently recommended by the NCCN for both initial prostate cancer staging and the evaluation of biochemical recurrences or disease progression. These imaging modalities offer nearly identical sensitivity, specificity, and positive predictive values for detecting metastases for initial staging, biochemical recurrences, and suspected disease progression. Studies have indicated that F-18 piflufolastat (F-DICFPyL) and Ga-68 PSMA have higher detection sensitivity for metastases compared to C-11 choline or F-18 fluciclovine PET imaging, particularly at very low PSA levels, which is why they are currently preferred by the NCCN.\n\nGa-68-PSMA-11 PET/CT scanning is currently the preferred imaging modality for identifying metastatic sites for targeted prostate cancer therapy and is the basis for an FDA-approved target-seeking selective radiotherapy (Lutetium 177 vipivotide tetraxetan), which is described later.\n[197]\n[198]\n[199]\n[200]\n\nAll of the above PET scans can be used in cases of equivocal bone scans. Ga-68 and F-18 piflufolastat are generally preferred over the rest for this purpose, except for F-18 NaF, which is particularly well-suited as a better alternative to traditional bone scans.\n\nGa-68-PSMA-11 PET/CT, F-DCFPyl, and similar PSMA and non–PSMA-based PET scans, along with whole-body MRIs, are the new state-of-the-art imaging modalities that can replace the classic CT scan of the abdomen and pelvis and the traditional technetium 99 bone scan for future prostate cancer assessments.\n[199]\nConventional imaging is generally unnecessary if a PSMA-based PET scan is performed.\n\nOther agents currently being investigated as radiotracers for prostate cancer PET scanning include the following:\n\nExperimentally, F-18 PSMA-1007 has demonstrated superior sensitivity and specificity in detecting early biochemical recurrence compared to Ga-68-PSMA-11.\n[201]\n\nZirconium-89-PSMA-617 (Zr-89-PSMA-617), which is still investigational, has shown superiority in early testing compared to Ga-68-PSMA-11. The main advantage of Zr-89-PSMA-617 lies in its longer half-life, which takes several days to decay, allowing for improved imaging, particularly in patients with prostate cancer, about 5% to 10%, who demonstrate relatively low PSMA expression. Animal studies and early human reports indicate superior detection in this group of patients and no inferiority compared to GA-68-PSMA-11 in the remainder.\n[202]\nIn a small preliminary study involving 20 patients in Hamburg, Germany, individuals who tested negative with Ga-68-PSMA-11 scans all demonstrated a positive result with the new Zr-89-PSMA-617 agent. Theoretically, this new agent offers a great potential benefit, particularly in patients with borderline or mildly positive PSMA PET scans and higher-risk patients with an unexpectedly negative Ga-68-PSMA-11 scan.\n[202]\n\nF-18 Rhodium PSMA-7.3 PET/MRI is currently undergoing trials at MD Anderson Cancer Center for early biochemical prostate cancer recurrence.\n\nCu-64-PSMA performs similarly to F-18-PSMA scans in detecting prostate cancer but has a much longer half-life of 12.7 hours.\n[203]\nThis agent also has a lower positron range than Ga-68, giving it better spatial resolution. Further, Cu-68 provides beta decay and positron emission and, therefore, can provide both diagnostic and therapeutic benefits from a single dose.\n[204]\n\nBiopsy\n\nWhen prostate cancer is suspected, a biopsy is typically performed. This procedure is almost always performed using TRUS to ensure adequate sampling from all regions of the prostate. A common approach is the 12-core sextant biopsy, where 2 tissue samples are taken from 3 zones, such as base, mid-gland, and apex, on both sides of the prostate. The purpose is to identify the extent and exact location of the tumor.\n[150]\nThe transperineal biopsy approach reduces the risk of infection from about 1% to almost zero. This approach is gaining popularity, especially in Europe, where it is the preferred and recommended method of prostatic biopsy.\n[205]\n\nA prostate biopsy gun uses a unique hollow core needle that can be inserted into the prostate, then quickly advanced, opened, and closed in a fraction of a second to capture a short, thin prostatic tissue sample.\n\nAntibiotics should be used to prevent infectious complications, typically starting the day before the biopsy and continuing for 3 days (ciprofloxacin) or 1 to 2 hours before the biopsy. Although fluoroquinolones have been the most commonly used antibiotics for prostate biopsy prophylaxis, rising resistance rates have suggested using alternative agents such as cefpodoxime, ceftriaxone, or gentamycin (5 mg/kg). Of these, oral cefpodoxime (200 mg to 400 mg) is commonly recommended as an oral cephalosporin-based antibiotic that avoids the need for parenteral administration, does not contribute to quinolone resistance, and has shown equivalent efficacy for prostate biopsy prophylaxis.\n[206]\n\nPre-biopsy rectal cultures are suggested to help optimize prophylactic antibiotic selection.\n[207]\n[208]\n\nA Fleets enema is recommended shortly before the biopsy to help clean the rectum.\n\nThe transperineal approach should be considered in immunocompromised or high-risk patients to further reduce infection risks.\n[205]\n\nProstatic imaging with MRI is becoming increasingly important, particularly in highly suspicious cases where the initial non–MRI-guided biopsy was negative instead of saturation biopsies. Fusion-guided biopsies use the MRI image with the suspicious area highlighted as a target and superimposed it over the ultrasound image. The 2 images are matched, allowing the MRI target to be visible on the TRUS to be biopsied. The rest of the biopsy procedure is the same.\n\nThe only test that can dependably and conclusively confirm a cancer diagnosis is still a histologically positive prostate biopsy, which remains the recommended standard of care.\n\nHistologically, prostate cancer is classified by its Gleason Score, which is based on its microscopic architecture and cellular arrangement rather than any specific characteristics of its individual cells. Please see StatPearls' companion resource, \"\nGleason Score\n,\" for more information.\n\nGenomic (Somatic) Tumor Biomarkers (Post-Biopsy)\n\nTissue samples can be analyzed for various genomic tumor markers. Several commercial genomic tests can now reliably estimate a patient's prognosis, tumor aggressiveness, and relative genetic risk from a single prostate cancer tissue sample. These genomic markers are probably best used for patients with low- and intermediate-risk cancers (Gleason 3+3=6 and Gleason 3+4=7) to help with treatment selection, particularly for patients who might be candidates for active surveillance or radical prostate surgery. The goal is to ensure that patients eligible for active surveillance have low-risk genomic profiles. If their genomic analysis indicates higher risk, they should be counseled accordingly.\n[209]\n[210]\nIn general, genomic testing should only be considered in patients with localized disease and at least a 10-year life expectancy, a Gleason Score that is no worse than 3+4=7 or intermediate-risk histologically, and where the results of the genomic testing are likely to make a significant difference in treatment selection. Genomic markers are not recommended for patients with very low or very high-risk disease.\n\nConfirmMDx:\nConfirmMDx\nis a genomic marker test that uses DNA methylation analysis of cytosines to determine the relative risk of significant occult disease from a tissue sample in high-risk men with histologically negative biopsies, high-grade PIN, or atypical small acinar proliferation. ConfirmMDx estimates the likelihood of finding prostate cancer when the initial biopsy is negative and is most useful when the initial prostate biopsies are negative in patients at high risk for occult prostate cancer. ConfirmMDx has been shown to have an NPV of 96% for detecting Gleason Grade 4 or 5 disease (Gleason sum 7 or higher).\n[211]\n[212]\n\nDecipher test:\nThis test evaluates tissue for the expression of 22 RNA biomarkers to calculate the probability of clinical metastasis within 5 years of definitive therapy, the prostate cancer-specific mortality at 10 years, the 5-year risk of developing metastases, and the chances of finding high-grade disease after radical prostatectomy. The test aims to help avoid overtreatment by reclassifying men originally identified as high-risk who are unlikely to develop metastatic disease and might safely avoid salvage radiation therapy after radical prostatectomy surgery. This test is most useful for higher-risk patients with localized disease who have already undergone radical prostatectomy and are potential candidates for salvage radiation and androgen deprivation therapy. Studies have demonstrated that 60% of men considered high-risk after surgery were reclassified to a lower-risk category following a genomic classifier designed to predict the development of distant metastases after surgical treatment of their prostate cancer. Salvage radiation therapy was safely avoided in 50% of the high-risk patients tested, and 98.5% of patients identified as low-risk by genomic testing did not develop metastases within 5 years of their radical prostatectomy procedures.\n[140]\n[212]\nAlthough the Decipher test can be used for any patient with localized disease, low- to intermediate-risk cancers, and a 10-year life expectancy, it is most helpful in higher-risk individuals, those with positive surgical margins, and patients with extraprostatic extension (T3), where it can help decide on the use of adjuvant radiation and hormonal therapy.\n[212]\nSimilar to the Prolaris test, it can also be used in high-risk diseases.\n\nOncotype Dx Prostate Score Test:\nThis test measures 17 gene expressions and is an automated immunofluorescence-based assay. The Oncotype Dx Prostate Score Test calculates the patient's chances of having organ-confined disease after radical prostatectomy surgery using genomic information from the biopsy specimen. The test focuses on 4 specific areas of gene expression—the stromal response, androgen signaling, cellular proliferation, and organization. This test has been shown to change treatment recommendations by 18%, primarily through a reduction in radiation therapy of 33% and a 10% increase in active surveillance.\n[212]\nA similar increase in the selection of active surveillance using Oncotype Dx was also found in a complementary study in the Veterans Affairs healthcare system.\n[213]\nOncotype Dx is best suited for patients with localized, low, or favorable intermediate-risk disease (Gleason 3+3=6 or Gleason 3+4=7), where either active surveillance or definitive primary therapy is a reasonable treatment option.\n[212]\n[214]\n[215]\n[216]\n\nProMark test:\nThis protein-based assay measures the expression of 8 specific proteins involved in cell signaling, cellular proliferation, and stress response. The ProMark test identifies the most aggressive cells in the tumor. This test is intended to indicate the probability of non–organ-confined disease after radical prostatectomy surgery and the likelihood of finding a Gleason Score equal to or greater than 4+3=7 in the post-operative specimen. The ProMark test estimates the probability of finding higher-risk or non–organ-confined disease after radical surgery. Similar to Oncotype Dx, ProMark is most useful and optimized for patients with localized disease that is low-risk or favorable intermediate-risk histologically.\n[212]\nPlease see StatPearls' companion resource, \"\nGleason Score\n,\" for more information.\n\nProlaris test:\nThis test was the first commercially available genomic tumor marker to evaluate prostate cancer aggressiveness.\n[217]\nThe Prolaris test analyzes 46 genes and specifically measures the RNA expression of 31 genes involved in cell cycle progression. The test is designed to indicate the risk of biochemical recurrence and prostate cancer-specific mortality over the next 10 years when combined with the PSA level, clinical stage, percentage of positive biopsy cores, biopsy grade group, and AUA risk group.\n[212]\nIn a large prospective registry, the Prolaris test changed the initial treatment selection in 47.8% of 1600 participants, with 75% opting for a less aggressive therapy and 25% choosing a more definitive treatment option.\n[218]\nThe test is most useful in facilitating decision-making for individuals with localized disease and low- or intermediate-risk cancers (both favorable and unfavorable) who are considering active surveillance versus definitive treatment. Prolaris can identify cancer-specific mortality for men on active surveillance and with biochemical recurrence for those who have had radiation therapy or undergone TURP surgery.\n[144]\n[212]\nSimilar to the Decipher test, the Prolaris test is also useful in patients after radical prostatectomy surgery and in high-risk cases for prognostic purposes.\n[212]\n\nClinical Summary of Commercially Available Tissue-based Prostate Cancer Biomarkers Useful for Risk Stratification in Men with Localized Disease\n\nHigh-risk factors for prostate cancer, but the initial biopsy is negative: ConfirmMDx\nLocalized disease with low-risk histology considering active surveillance versus definitive therapy: Prolaris\nLocalized disease with low-risk histology considering radical prostatectomy: Oncotype Dx Prostate, ProMark, Decipher, or Prolaris\nLocalized disease with higher-risk factors or histology: Decipher or Prolaris\nPost-TURP with incidentally discovered prostate cancer: Prolaris\nPost-radical prostatectomy surgery: Decipher or Prolaris\nPost-radical prostatectomy surgery with positive margins or other high-risk factors: Decipher\nPost-radiation therapy: Prolaris\n[219]\n[212]\n\nResearch into improved genomic analyses and clinically useful biomarkers is ongoing. For example, one of the more promising biomarkers analyzes the overexpression of regenerating liver-3 phosphatase (PRL-3), which has been associated with high-grade, aggressive prostate cancer. The difference in nuclear/cytoplasmic ratio of PRL-3 seems to be able to reliably distinguish intermediate-grade disease (Gleason 3+4=7) from the more aggressive, high-grade disease (Gleason 4+3=7 and higher). Digital analysis of PRL-3 immunostained tumor samples could potentially be a reliable indicator of high-grade prostate cancer and distinguish between intermediate- and high-grade malignancies.\n[220]\n\nOther interesting markers include Post-Operative Therapy Outcomes Score (PORTOS), a panel specifically designed to predict response to external beam radiotherapy, and PAM50 subtyping, which seems to predict response to hormonal therapy. PRL-3, PORTOS, PAM50, and many other similar experimental biomarkers are currently being investigated for their potential role in clinical decision-making in prostate cancer.\n[208]\n[221]",
    "administration": "The first step in managing prostate cancer is determining whether treatment is necessary. In many cases, especially with low-grade tumors, prostate cancer grows so slowly that treatment may not be required, particularly for elderly patients or those with other health conditions that limit their life expectancy to 10 years or less.\n\nActive Surveillance\n\nMany low-risk prostate cancer cases can be monitored through active surveillance, which involves regular, periodic PSA testing and at least 1 additional biopsy 12 to 18 months after the initial diagnosis. Active surveillance is appropriate for men with low-grade prostate cancer (Gleason 3+3=6 or less with a PSA level less than 20) and small-sized tumors. Some intermediate-grade tumors (Gleason 3+4=7) may also qualify. The use of active surveillance for selected, lower-risk, intermediate-grade prostate cancers (Gleason 3+4=7 with a PSA less than 10) is controversial but seems reasonable in selected cases. Tissue-based biomarkers and genomic testing can provide valuable insights by accurately assessing the true risk of cancer progression and aggressiveness in these borderline situations. Genomic testing may be most helpful when PSA levels are between 10 and 20 ng/mL or with increased tumor volume.\n[144]\n[214]\n[222]\n\nIn addition to regular PSA testing, an MRI of the prostate can also be used to monitor patients, reducing the need for repeated biopsies. The purpose of close observation is to identify patients, typically about 25% of the total, who experience significant PSA increases, clinical progression, or an upgrade to a higher Gleason score, which may indicate a shift toward more aggressive cancer. In such cases, definitive treatment can be initiated, while most patients avoid the costs, adverse effects, and complications of curative therapy.\n\nAlthough no specific biomarker or bioassay has been prospectively tested and validated for active surveillance protocols, their theoretical use seems appropriate. Serial PSA and PSA density measurements appear useful but are not definitive or as reliable as a biopsy. As a replacement for repeated biopsies every 18 to 24 months, serial prostatic MRIs (for PSA density) and an appropriate bioassay may eventually prove a suitable alternative. Risk calculators for active surveillance have been validated, are generally underutilized, and are very cost-effective.\n[223]\n\nCertain characteristics have shown prognostic significance in a large multi-institutional database for patients on active surveillance. High-risk clinicopathological features were associated with an earlier time to cancer progression/upgrading. High tumor volume was also found to have a significant negative prognostic effect as these patients tended to behave more like higher-risk malignancies.\n[224]\nThe length of Gleason pattern 4 on the original biopsy has also been identified as a factor that increases the risk of future progression for patients on active surveillance.\n[225]\n\nThe best management option depends on the cancer stage, Gleason score, PSA levels, individual patient preferences, overall health, comorbidities, quality of life, and age. Although heritable factors from germline testing may influence decisions for patients on active surveillance, family history alone has not been found to significantly impact the risk of progression.\n[226]\n[227]\n\nCurrently, only an estimated 32% to 49% of eligible low-risk prostate cancer patients in the United States are enrolled in active surveillance protocols.\n\nImaging may help reduce the number of biopsies required for patients on active surveillance. The need for a confirmatory biopsy at 12 to 18 months discourages patients from accepting active surveillance. The impact of MRI scans on active surveillance protocols is currently uncertain. Studies have demonstrated that even when patients have negative serial MRI scans and stable PSA levels, there is still a 14% chance of disease progression.\n[228]\nTherefore, to identify such hidden cancers, a follow-up biopsy is recommended at 3 years, regardless of other findings, such as a stable PSA and negative serial MRIs.\n[228]\n\nThe addition of PSMA-PET scans has not significantly increased the detection rate of clinically significant cancers in patients on active surveillance. However, with a reported NPV of about 86%, it has the potential to reduce scheduled routine or confirmatory biopsies by up to 80%.\n[229]\n\nLocalized Disease\n\nIn cases of localized prostate cancer, treatment selection generally has minimal impact on OS for at least the next 10 years. Therefore, definitive therapy should only be offered to patients who are reasonably expected to live another 10 years or longer based on age and comorbidities.\n[123]\n\nDefinitive treatment of localized disease now includes radiation therapy (external beam and/or brachytherapy radioactive seed placement), radical prostatectomy, and cryotherapy (usually reserved for radiation therapy failures). Radiation therapy tends to have much fewer adverse effects (about 50% less) compared to radical prostatectomy surgery, with very similar OS.\n\nTherefore, for most patients with potentially curable, localized disease, good performance status, reasonably good quality of life, and greater than 10-year life expectancy, the choice of treatment should be an informed patient decision made after discussions including both urology (surgery) and radiation therapy.\n\nBecause definitive therapy can have significant adverse effects such as erectile dysfunction and urinary incontinence, discussions often focus on balancing the goals of therapy (possible cancer cure, the potential for increased survival, psychologically getting rid of cancer) with the risks of lifestyle alterations (treatment adverse effects, complications, cost, possible lack of ultimate survival benefit and questionable quality of life improvement over doing nothing).\n\nFocal Ablation Therapy for Localized Prostate Cancer\n\nThe use of MRI localization has opened the door for local ablative therapy in selected patients with localized disease by allowing precise identification of suspicious or significant tumors. In many cases, the risks, complications, and adverse effects of definitive whole-gland therapy outweigh many of the benefits of oncological control. Therefore, there is a need to find a treatment modality between active surveillance and definitive whole-gland therapy with lower costs and fewer adverse effects. Focal ablative therapy could potentially meet this need.\n[230]\n\nFocal ablative therapy employs various ablative energies, such as microwave, cryotherapy, laser, and HIFU, to target and treat localized malignant prostatic lesions. Ablative therapies typically have lower costs and substantially fewer adverse effects compared to traditional definitive whole-gland therapy.\n[231]\nOptimal patients have a single, isolated Gleason 7 (3+4) or (4+3) lesion and no evidence of extraprostatic or more widespread disease on MRI or prostatic biopsies.\n[232]\n\nHowever, the effectiveness of focal ablative therapy in controlling or curing localized prostate cancer remains uncertain. The choice of technology and its efficacy in providing optimal cancer control with minimal adverse effects is still under investigation. Currently, focal ablative therapies for localized prostate cancer are considered investigational in the United States.\n\nHIFU is a local treatment modality that uses focused ultrasound to heat and ablate prostatic tissue, including isolated malignant lesions. Although not specifically approved for prostate cancer use in the United States, it has been used for this purpose in other parts of the world with reasonably good results in selected patients. This method is inexpensive, avoids radiation, can be repeated if necessary, and has minimal adverse effects. However, its long-term efficacy and role in prostate cancer treatment are still being evaluated.\n[231]\n[233]\n[234]\n[235]\n\nFocal laser ablation uses laser fibers to heat and destroy prostatic cancer nodules based on MRI imaging using MRI fusion-guided targeting. Although still investigational, focal laser ablation appears to be a particularly promising minimally invasive treatment modality for well-selected patients with highly localized prostate cancer.\n[231]\n[234]\n[235]\n[236]\n\nHormone Therapy\n\nIn 1941, Dr. Charles Huggins, a urologist from the University of Chicago, discovered that androgen deprivation (castration) could cause prostate glands to atrophy and lead to the regression of prostate cancer.\n[237]\n[238]\n[239]\n[240]\nHe was awarded the Nobel Prize for Medicine in 1966 for his discovery, which is the basis for all hormonal (testosterone deprivation-based) treatments used in prostate cancer. The discovery was the first effective systemic therapy for prostate cancer, and it is still useful in inducing remission. This beneficial hormonal effect typically lasts an average of about 2 years, but virtually all prostate cancers eventually escape and regrow.\n\nAlthough bilateral orchiectomy was originally used to produce castration levels of testosterone, current hormonal therapy is typically administered with injectable medications.\n\nInitial therapy with leuprolide, goserelin, and similar luteinizing hormone–releasing hormone (LHRH) agonists should be preceded with anti-androgen therapy, such as bicalutamide, when the PSA level is greater than 10 ng/mL to prevent any clinical response to the temporary testosterone surge that typically accompanies the initiation of hormonal therapy with these agents. This prophylactic anti-androgen therapy is not necessary with degarelix or relugolix because they are direct LHRH antagonists, and there is no testosterone surge with this class of drug.\n\nRelugolix is an oral LHRH antagonist that is now FDA-approved and available. Similar to injectable degarelix, relugolix is a direct LHRH antagonist and causes a very rapid decrease in serum testosterone. Relugolix is quite effective as it has been shown to sustain castrate levels of testosterone in 97% of men tested (compared to 89% of men treated with leuprolide) and appears to have fewer major cardiovascular events.\n[241]\nSimilar to degarelix, relugolix is approved for prostate cancer that is locally advanced, castrate-resistant, or metastatic, and for patients with biochemical recurrences.\n[241]\n\nChoosing the appropriate anti-androgen hormonal therapy depends on the clinical situation, ease of administration, availability, cost, insurance coverage, physician experience, and individual patient preference.\n[242]\nPatients with very high PSA levels or where there is a need for an acute and immediate reduction in testosterone levels benefit from anti-androgen options, such as degarelix or relugolix, but for the majority of prostate cancer patients starting hormonal therapy, the choice of initial hormonal therapy depends on the clinical situation, ease of administration, availability, cost, insurance coverage, physician experience, and individual patient preference.\n[241]\n[242]\n\nHormonal therapy has been found to improve survival when combined with radiation therapy but not with radical prostatectomy for intermediate (Gleason 3+4=7) and higher-grade disease. A common plan is to start with leuprolide or similar agents and monitor the PSA level monthly until it becomes undetectable or nadirs, at which time definitive radiation therapy (cyberknife, external beam, and brachytherapy seed implants) can be started. The hormonal therapy is typically continued for at least 1 year and optimally for at least 2 years after radiation. Intermittent hormone therapy is another option in selected cases to minimize the adverse effects of sustained, very low testosterone levels. Castration levels of testosterone have historically been considered <50 ng/dL, but newer data suggest that optimal results are obtained when testosterone levels are maintained at less than 20 ng/dL.\n\nPatients with high-volume prostate cancer and metastases who are being started on hormonal therapy benefit from initiating docetaxel at the same time. However, this advantage does not appear to extend to low-volume metastatic prostate cancer.\n\nAdverse effects of hormonal therapy include hot flashes, reduced libido, and loss of bone density resulting in osteopenia or osteoporosis. There are conflicting reports regarding a possible connection between long-term androgen deprivation therapy and cardiovascular risk and metabolic syndrome. Long-term hormonal therapy for prostate cancer increases clotting risk, low-density lipoprotein cholesterol, body fat, triglycerides, and insulin resistance while decreasing lean body mass and glucose tolerance. One of the most concerning cardiac effects is the potential to prolong the QTc interval. These effects can be minimized by aggressively treating comorbidities, reducing cardiac risk factors, and eliminating all other drugs that also tend to prolong QTc interval. Urologic medications that typically increase the QTc interval include levofloxacin, amitriptyline, and imipramine. Patients with significant cardiovascular risk factors or pre-existing heart disease are at increased risk and should be monitored closely by cardiology or primary care. Medical check-ups every 3 months have been recommended for this particular high-risk group of patients, especially during the first year of hormonal therapy when the risk of an acute cardiovascular event is the highest.\n[243]\n[244]\n\nThe most common adverse effect of hormonal therapy is hot flashes in up to 80% of men on hormonal therapy. These hot flashes can sometimes be quite uncomfortable and occur up to 10 times a day in some individuals. Other symptoms are occasionally reported, along with hot flashes, including irritability, anxiety, or heart palpitations. Men who develop hot flashes after starting hormonal therapy usually report that they tend to decrease in frequency and intensity over time, and they typically disappear within three to four months of stopping the anti-androgen therapy.\n\nThe most effective treatment for preventing hot flashes is oral medroxyprogesterone 20 mg/d or cyproterone 100 mg/d.\n[245]\nMedroxyprogesterone is also available as an injection and contains the synthetic hormone progestin, a progesterone-receptor agonist that is well absorbed when taken in pill form and is generally considered the best therapy for severe hot flashes in men. Cyproterone is a synthetic progesterone derivative that is not approved by the FDA in the United States but is used elsewhere in the world for advanced prostate cancer. Cyproterone is also quite effective in controlling hot flashes. Megestrol (Megace) is a synthetic progesterone that is also very effective in minimizing hot flashes. However, some studies suggest that it could cause a rapid progression of prostate cancer.\n[246]\n[247]\nGabapentin appears to be reasonably effective in managing hot flashes at a dosage of 300 mg 3 times a day.\n[248]\nSelective serotonin reuptake inhibitors (SSRIs) such as venlafaxine, fluoxetine, paroxetine, and sertraline have demonstrated moderate efficacy in suppressing hot flashes and are quite safe, but they are not as effective as progesterone.\n[245]\nFinally, oxybutynin has shown some activity in suppressing male hot flashes anecdotally but has not yet been studied adequately to be routinely recommended.\n[249]\n[250]\nMany clinicians typically start with an SSRI and then consider adding either gabapentin or megestrol, reserving medroxyprogesterone for the most severe and intractable cases. Estrogen therapy is effective for eliminating male hot flashes but can cause gynecomastia, potentially dangerous thromboembolism, and blood clots, so it is not recommended.\n\nA baseline dual-energy x-ray absorptiometry (DEXA) scan for bone density is recommended for all patients starting hormonal therapy and are expected to remain on it for 1 year or longer. The National Osteoporosis Foundation (NOF) and NCCN Clinical Practice Guidelines recommend repeating the scan every 2 years during therapy. In a Danish study, two-thirds of prostate cancer patients were found to have osteoporosis even before any hormonal therapy had been initiated.\n[251]\nBone density deterioration is estimated at a rapid 13% per year for patients on hormonal treatment for prostate cancer.\n[252]\nThe increase in skeletal fractures is almost 4-fold over baseline after 2 years.\n[253]\nProstate cancer patients with such fractures face a markedly increased mortality risk 7 times higher than similar patients without fractures.\n[254]\nDespite clear recommendations for a baseline and follow-up DEXA scan every 2 years in prostate cancer patients receiving long-term hormonal therapy, multiple studies have confirmed that this important test and osteoporosis preventive therapy is often omitted.\n[255]\n[256]\n[257]\nIn a recent review of the AUA Quality Registry, only about 5% of eligible patients received a DEXA scan within an acceptable timeframe. Even in patients older than 80, who have the highest osteoporosis and fracture risk, only 3.6% had the scan. A baseline and follow-up DEXA scan is highly recommended, particularly in patients expected to be on long-term hormonal therapy and in high-risk groups such as the elderly.\n[258]\n[259]\n\nAfter the DEXA scan, full osteoporosis treatment—including calcium citrate and vitamin D supplements and a bisphosphonate or rank ligand inhibitor—is suggested for all patients with a T-score below −2.5. Preventive therapy should also be considered for patients with a T-score between −1.5 and −2.5 based on age older than 75, body mass index <19 kg/m\n2\n, glucocorticoid therapy, a history of falls, or other significant risk factors, such as cardiovascular disease, dementia, depression or Parkinson disease.\n[260]\n\nCastrate-resistant prostate cancer patients with bone metastases should receive high-dose IV zoledronic acid (bisphosphonate) or denosumab (rank ligand inhibitor) specifically to minimize skeletal-related events, such as fractures.\n\nOsteoporosis preventive therapy, including calcium and vitamin D supplements together with a bisphosphonate or rank ligand inhibitor, should be considered in all men on long-term hormonal treatment to prevent or at least minimize bone loss, as the vast majority of patients with prostate cancer on long-term hormonal therapy develop osteoporosis, osteoporotic fractures, or osteopenia after 2 years of therapy.\n[259]\nCalcium citrate is the preferred calcium supplement, and a daily intake of 5000 units of vitamin D is suggested. The American Society of Clinical Oncology recommends a daily calcium intake of at least 1000 to 1200 mg (dietary and supplements) for patients on hormonal therapy.\n[261]\nOther helpful measures include decreased alcohol intake, stopping smoking, and increased exercise (especially weight-bearing activities)."
  }
}