{
  "drug_name": "zingeber officinalis",
  "nbk_id": "NBK580485",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580485/",
  "scraped_at": "2026-01-11T18:48:18",
  "sections": {
    "indications": "Metformin is a biguanide compound used as first-line therapy for the treatment of diabetes mellitus and prevention of diabetic-related microvascular and macrovascular complications.\n[1]\nIt is also used to treat several other conditions, including polycystic ovary syndrome (PCOS), hyper-insular obesity, and weight gain from antipsychotic therapy. It is a derivative of\nGalega officinalis\n, also known as French lilac or goat’s rue. It was used as an herbal remedy in Medieval Europe and found in the 1920s to contain guanidine, an anti-hyperglycemic compound.\n[2]\nPhenformin, metformin’s predecessor, was the first oral biguanide that was withdrawn from the market for a high incidence of fatal lactic acidosis.\n\nMetformin exerts several physiologic actions directed at overall blood glucose reduction through insulin sensitization, antagonization of gluconeogenesis, and increasing intracellular glucose uptake. It has several notable side effects, including gastrointestinal symptoms (nausea, vomiting, and diarrhea), increased lactate production, reduced lactate clearance, and the potential to induce acidosis.\n\nMetformin-associated lactic acidosis (MALA) is a rare complication of altered lactate and hydrogen metabolism defined as pH < 7.35 and lactate > 5.0 mmol/L in the setting of metformin use or overdose.\n[3]\nDepending on the setting, it carries a mortality rate of up to 50%, which is correlated with worsening of acidosis and hyperlactatemia.\n[4]",
    "mechanism": "Supratherapeutic metformin levels contribute to hyperlactatemia and separately a metabolic acidosis through impairment of oxidative phosphorylation.\n[5]\nThere are two subsets of metformin toxicity, chronic or incidental MALA and intentional or acute metformin-induced lactic acidosis (MILA). These definitions are often blurred. In the incidental variant of MALA, a predisposing pathophysiological condition leads to supra-therapeutic accumulation of metformin in the bloodstream and subsequent hyperlactatemia and metabolic acidosis.\n[6]\nThis typically occurs in the setting of acute or chronic medical comorbidities, including renal injury, hepatic or heart failure, shock, critical illness, or in the presence of other coingestants. In MILA, acute metformin overdose and supratherapeutic drug levels primarily drive the sequelae of hyperlactatemia and metabolic acidosis.\n[6]",
    "monitoring": "Patients presenting with MALA may be critically ill and unable to provide history, so broad laboratory testing is reasonable. MALA is also a diagnosis of exclusion, so other etiologies of elevated lactate levels and metabolic acidosis should be ruled out first. Initial testing should include a point of care blood glucose, blood gas analysis to assess the acid-base status, basic metabolic profile to assess the patient for electrolyte abnormalities, bicarbonate level, renal function, and lactate level.\n\nA metformin level can be obtained if there is a concern for metformin toxicity based on history and labs. Metformin levels are usually a send-out to a reference lab. As such, they are not immediately useful in determining the etiology of the patient’s presentation, and the levels do not always correlate with the severity of MALA. Nevertheless, a level may be obtained to inform downstream patient care and determine the etiology of an acute presentation of lactic acidosis.\n\nAdditional lab investigations include complete blood count to assess for SIRS criteria and other causes of shock such as hemorrhage, hepatic panel, and coagulation studies to evaluate liver dysfunction or injury, blood cultures, urinalysis, and urine culture. Computed tomography of the abdomen may aid in differentiating MALA from other etiologies such as ischemic gut. Specific drug concentrations should be obtained of acetaminophen, salicylate, ethanol, and in the right clinical setting, ethylene glycol and methanol.\n\nAn electrocardiogram should be performed to evaluate cardiac rhythm and conduction delays from potential electrolyte abnormalities or coingestants. Troponin should also be obtained to assess for cardiac injury. Continuous cardiac monitoring should be initiated. Computed tomography of the head may also be indicated in the undifferentiated patient with altered mental status.",
    "administration": "There is no antidote for MALA. The mainstay of therapy is supportive care aiming to restore physiologic acid-base status, treat concomitant disease, and, when indicated, enhance elimination metformin. All patients should be observed for a minimum of 12 hours for symptoms and lab findings consistent with the development of MALA in an acute overdose.\n[18]\nDecontamination with activated charcoal (AC) can be used if patients present early after ingestion. Delayed AC may be reasonable for extended-release formulations due to prolonged absorption time. Activated charcoal may be used if there are no contraindications such as bowel obstruction, perforation, hypotension, or decreased gut motility. Relative contraindications include altered mental status and the inability to protect their airway.\n\nInitial resuscitation is focused on airway, breathing, and circulation. Patients may present with central nervous depression and require intubation for airway protection. Bedside glucose should be measured and corrected for all altered patients. Care must be taken when considering intubation of the acidotic patient as physiological compensatory mechanisms may be blunted by mechanical ventilation with typical lung-protective ventilation settings (i.e., lower tidal volumes and typical respiratory rates of 10 to 16). If intubation is indicated, a higher respiratory rate and/or tidal volume should be selected to target high minute ventilation to approximate the patient’s compensatory efforts in the setting of acidosis. If patients are intubated, the ventilator setting should be adjusted to compensate for underlying acidosis with frequent monitoring of arterial blood gases.\n\nTreatment of severe acidosis can include a sodium bicarbonate infusion. Evidence-based indications are lacking, but some have advocated starting a bicarbonate infusion for a pH < 7.20 in the setting of underlying cardiovascular disease and/or hemodynamic compromise.\n[11]\nThe bicarbonate infusion should be used to maintain a pH > 7.20. It should be noted that sodium bicarbonate works on an extracellular basis while the issue in MALA encompasses an intracellular acidosis that is impairing normal respiration and glucose utilization. In one review of metformin toxicity, there was no mortality benefit to bicarbonate administration.\n[21]\nAnother review suggested improved survival with higher doses of bicarbonate as a bridge therapy to hemodialysis.\n[22]\nSodium bicarbonate can also cause excess sodium, hyperchloremia, increased carbon dioxide production, and reflex vasodilation after bolus injection.\n[23]\nHypotension and shock should be approached traditionally with intravenous crystalloids and vasopressors if needed. In the setting of refractory shock, methylene blue may be attempted adjunctively. It functions as a nitric oxide synthase inhibitor and an alternative electron carrier bypassing complex 1 in the mitochondrial electron transport chain and may facilitate oxidative phosphorylation.\n[24]\n\nEnhanced clearance and correction of acid-base status can be achieved with hemodialysis or continuous renal replacement therapy in hemodynamically unstable patients. The extracorporeal treatments in the poisoning workgroup (EXTRIP) recommend initiating hemodialysis in the setting of pH <= 7.0, lactate > 20 mmol/L, and/or comorbid conditions including shock, acute or chronic renal or hepatic failure, and altered mental status.\n[6]\nMetformin exhibits mixed characteristics regarding dialyzability. It is lipophilic and has a high volume of distribution; however, it also has low protein binding and a prolonged half-life. Intermittent hemodialysis appears to be more effective at clearing metformin and lactate than continuous clearance modalities.\n[25]\nGiven the large volume of distribution, there may be some utility to prolonged hemodialysis sessions for successful clearance of metformin and lactate. Some case reports required between 21 and 31 hours of continuous treatment for complete clearance in the setting of acute renal failure.\n[26]\n[27]\nHemodialysis can be discontinued after the lactate level is below 3 mmol/L and the pH is 7.35.\n[6]\n\nExtracorporeal membrane oxygenation (ECMO) may be used for patients unable to tolerate clearance by hemodialysis in the setting of hemodynamic compromise.\n[28]\n[29]\nVenoarterial (VA) ECMO may be indicated for appropriate patients in the setting of hemodynamic instability refractory to fluid resuscitation, bicarbonate therapy, and vasopressors. Patients can be started on continuous renal replacement therapy while on the ECMO circuit.",
    "adverse_effects": "In the case of severe MALA, persistent renal dysfunction is a potential complication. There have been case reports detailing persistent renal dysfunction after the resolution of acute MALA. In one case, a patient presented with intentional metformin overdose and had mildly elevated creatinine with hyperlactatemia and metabolic acidosis treated with continuous renal replacement therapy (CRRT).\n[34]\nThe lactate cleared after 24 hours but later developed anuria and worsening renal function requiring subsequent intermittent hemodialysis before renal function recovered."
  }
}