{
  "drug_name": "ziprasidone",
  "nbk_id": "NBK448157",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK448157/",
  "scraped_at": "2026-01-11T15:41:56",
  "sections": {
    "indications": "Besides hypersensitivity reactions to ziprasidone or formulation excipients, several contraindications are listed below.\n[35]\n[36]\n\nPatients with a known history of QT prolongation, including congenital long QT syndrome.\n[37]\n\nPatients with uncompensated heart failure.\n\nPatients with recent acute myocardial infarction.\n\nPatients taking medicines that have demonstrated QT prolongation, including class Ia and III antiarrhythmics, dofetilide, sotalol, quinidine, thioridazine, mesoridazine, chlorpromazine,  pimozide, droperidol, sparfloxacin, moxifloxacin, gatifloxacin, halofantrine, pentamidine, mefloquine, arsenic trioxide, levomethadyl acetate, dolasetron mesylate, probucol, or tacrolimus.\n[33]\n\nWarning and Precautions\n\nPatients taking drugs that act on the central nervous system should also not take ziprasidone due to potential adverse reactions.\n[36]\n\nMany antihypertensive agents increase their effects when used with ziprasidone, leading to hypotension.\n\nDopamine D2 receptor antagonism by ziprasidone may counter the therapeutic effect of levodopa and dopamine agonists.\n[36]\n[38]\n\nBox Warning\n\nOlder patients with dementia-related psychosis undergoing treatment with antipsychotic drugs, including ziprasidone, face an elevated risk of mortality. As a result, ziprasidone is not approved by the FDA for use in older patients with dementia-related psychosis. The increased mortality risk is mainly attributed to cardiovascular or infectious causes, such as heart failure, sudden cardiac death, or pneumonia.\n[39]",
    "mechanism": "Ziprasidone is an atypical antipsychotic that has a binding affinity for dopaminergic (DA), serotonergic (5HT), adrenergic (α1), and histaminergic (HA) receptors. Regarding treatment for schizophrenia, antagonism of the dopamine (D2) receptor in the mesolimbic pathway is efficacious in diminishing positive symptoms, whereas the antagonism of the 5HT2A receptor in the mesocortical pathway demonstrated a reduction of negative symptoms of psychosis. The drug's efficacy and mechanism of action for treating bipolar disorder are unknown. Ziprasidone also demonstrates weak activity at the norepinephrine and serotonin transporters. Histaminergic and adrenergic (α1) receptor antagonization can induce somnolence and orthostatic hypotension.\n[14]\n[15]\n\nPharmacokinetics\n\nAbsorption:\nWhen taken orally with food, the bioavailability is around 70%. IM administration offers close to 100% bioavailability. The time to reach peak plasma concentration (Tmax) is swift with the IM formulation (60 minutes), while for the oral formulation, Tmax is approximately 6 to 8 hours. Steady-state plasma concentration is achieved within 1 to 3 days of dosing.\n[16]\n\nDistribution:\nZiprasidone has a high plasma protein binding of 99%.\n\nMetabolism:\nZiprasidone undergoes primary metabolism mediated by glutathione and aldehyde oxidase, with CYP1A2 and CYP3A4 having a minor role. Active metabolites generated include benzothiazole sulfoxide and benzothiazole sulfone.\n\nExcretion:\nThe average systemic clearance is 7.5 mL/min/kg. A minimal amount of ziprasidone is excreted in the urine (66% fecal and 20% renal). The elimination half-life for oral ziprasidone is 7 to 10 hours, and the IM formulation is 2 to 4 hours.\n[2]",
    "administration": "Available Dosage Forms and Strengths\n\nZiprasidone can be administered orally or via the IM route. Oral capsules are available in strengths of 20 mg, 40 mg, 60 mg, and 80 mg. For IM injection, ziprasidone is supplied as a single vial containing 20 mg/mL of ziprasidone when reconstituted according to label instructions.\n\nAdult Dosages\n\nZiprasidone should be initiated at 20 mg twice per day orally with meals for schizophrenia. The maximum dosage is 160 mg daily, but 80 mg twice daily if indicated. Medication dosage adjustments should occur at no less than 2-day intervals as it takes several days to reach steady-state concentration.\n\nZiprasidone should be initiated at 40 to 80 mg by mouth twice daily with meals to treat bipolar mania. On the second day of treatment, the dose should be adjusted from 60 to 80 mg twice daily. After that, dosage adjustments should take place every 2 days as needed.\n\nZiprasidone can be administered IM for acute agitation in schizophrenia. Ziprasidone is available as a mesylate salt for IM injection. The recommendation is to administer the drug at 10 to 20 mg, with a maximum of 40 mg daily. Dosing is 10 mg every 2 hours or 20 mg every 4 hours for a maximum of 40 mg daily.\n\nZiprasidone injection should strictly be administered via the IM route and should not be administered intravenously (IV). To reconstitute the solution, 1.2 mL of sterile water should be added to the vial, which should then be shaken until the drug dissolves completely. To administer a 20-mg dose, 1.0 mL of the reconstituted solution should be drawn. For a 10-mg dose of ziprasidone, 0.5 mL of reconstituted solution should be pulled. Any remaining solution in the vial should be discarded, as it lacks bacteriostatic or preservative agents.\n[3]\n\nCoadministration of IM and oral ziprasidone is not recommended. Oral capsules should be taken with high-calorie meals to absorb the medicine more effectively.\n[17]\nThe American Psychiatric Association (APA) guidelines recommend at least 500 calories of food with ziprasidone.\n[2]\n[17]\n\nZiprasidone may be more likely to prolong the QT/QTc interval than other antipsychotic drugs. This QT prolongation in other drugs may lead to torsades de pointes, fatal ventricular tachycardia, and sudden death. Therefore, the healthcare team should consider alternatives before starting ziprasidone therapy in patients with other QT interval-prolonging drugs. Due to its rapid action, the IM formulation is appropriate for patients with only severe or acute agitation.\n\nSpecific Populations\n\nPregnancy considerations:\nPregnant women using ziprasidone should be evaluated on a case-by-case basis. The American College of Obstetricians and Gynecologists (ACOG) recommends the treatment should be continued with the same psychotropic medicine if the benefit outweighs the risks. Antipsychotic medicine use in the third trimester can result in extrapyramidal and withdrawal symptoms (hypotonia, hypertonia,  agitation, somnolence, and respiratory distress) in neonates and infants. If treatment is initiated in a pregnant woman, alternative agents with a better safety profile than ziprasidone are preferred. Clinicians should enroll pregnant women using ziprasidone in the Atypical Antipsychotics Pregnancy Registry.\n[18]\n\nBreastfeeding considerations:\nAccording to safety scoring system recommendations, ziprasidone should be used cautiously during breastfeeding. Infants exposed to ziprasidone via breastmilk should be monitored for irritability, excess sedation, poor feeding, and extrapyramidal symptoms such as tremors or abnormal muscle movements.\n[19]\n\nHepatic impairment:\nThe product label has no data for patients using ziprasidone with hepatic impairment. As ziprasidone is significantly metabolized via the liver, caution should be observed when given to patients with hepatic impairment.\n[2]\n\nRenal impairment:\nThe oral formulation does not require dose adjustment for patients with renal impairment. The manufacturer recommends using IM ziprasidone cautiously in patients with renal dysfunction, as cyclodextrin, an excipient, is eliminated via renal filtration.\n[20]\n\nPediatric patients:\nZiprasidone is not approved for use in pediatric patients, although it is sometimes used off-label in this population.\n\nOlder patients:\nZiprasidone is listed as a potentially inappropriate medication by the American Geriatric Society Beers Criteria (2019), and its use should be discouraged in patients aged 65 and older due to a higher rate of cognitive decline and an increased risk of stroke and death in patients with dementia. However, use may be justified for patients with schizophrenia.\n[21]",
    "adverse_effects": "Common adverse effects in more than 10% of patients enrolled in clinical trials included drowsiness, headache, dizziness, nausea, and lightheadedness. More than 5% of patients experienced orthostatic hypotension, akathisia, anxiety, skin rash, weight gain, constipation, dyspepsia, xerostomia, vomiting, diarrhea, visual disturbances, and pain at the injection site.\n[22]\nPatients treated with antipsychotic drugs may develop tardive dyskinesia. This condition is characterized by repetitive, involuntary movements such as facial grimacing with protrusion or twisting of the tongue. This condition is more prevalent among older women; however, clinicians should not solely rely on prevalence rates to identify patients most susceptible to developing this adverse effect. Increased risk of irreversible tardive dyskinesia is associated with high dosage and prolonged treatment. If tardive dyskinesia is suspected in a patient, clinicians should discontinue the drug.\n[8]\n[23]\n[24]\n\nPatients undergoing therapy with ziprasidone are also at risk for neuroleptic malignant syndrome; in this condition, patients present with muscle rigidity, high fever, autonomic instability (high blood pressure and diaphoresis), and altered mental status. Supportive care is recommended if a clinician suspects a patient of having neuroleptic malignant syndrome. Treatment with bromocriptine, dantrolene, and amantadine, with discontinuing ziprasidone, may help.\n[25]\n[26]\n\nFurthermore, hyperglycemia associated with coma, ketoacidosis, or death can occur in rare cases. Patients with diabetes should use ziprasidone with caution. These patients should have their blood glucose monitored daily.\n[27]\n[28]\nDrug-induced parkinsonism with worsening motor signs has been reported.\n[1]\nMost second-generation antipsychotics, also known as atypical antipsychotics, have some QTc interval prolongation, and among second-generation antipsychotics, ziprasidone exhibits a higher likelihood of QTc prolongation.\n[2]\n\nAntipsychotic drugs, including ziprasidone, may cause motor and sensory instability and postural hypotension, leading to falls, fractures, or other injuries. A rare but fatal drug reaction with eosinophilia and systemic symptoms (DRESS) has been reported with ziprasidone exposure.\n[29]\n\nHyperprolactinemia, priapism, and dyslipidemia are reported in a few patients taking ziprasidone. Chronic hyperprolactinemia with hypogonadism may lead to decreased bone density. Hyperprolactinemia, leading to galactorrhea, gynecomastia, impotence, and amenorrhea, is also possible, secondary to the D2 receptor antagonism in ziprasidone, leading to an elevation in prolactin levels.\n[30]\nA case report of oculogyric crisis (ocular dystonia) induced by ziprasidone is documented.\n[31]\n\nPatients can develop a rash based on exposure time to ziprasidone. Data show that the longer the exposure time, the greater the risk of developing a rash. Patients who experience a rash also have signs of systemic illness, which is treatable with antihistamines, steroids, or drug discontinuation. Research has determined that a small number of patients may experience seizures with ziprasidone. Caution is advised when dosing ziprasidone in patients with a history of seizures or conditions and/or other drugs that can lower the seizure threshold.\n\nDrug-Drug Interactions\n\nConcurrent administration of carbamazepine (CYP3A4 inducer) can reduce ziprasidone levels, resulting in subtherapeutic levels of ziprasidone, while ketoconazole (CYP3A4 inhibitor) increases ziprasidone levels.\n[32]\n\nConcurrent administration of ziprasidone with drugs prolonging QT interval such as antidepressants (citalopram and escitalopram), antiarrhythmic drugs (amiodarone), antibiotics (clarithromycin and bedaquiline), and antiemetics (ondansetron) requires caution.\n[33]\n\nConcurrent administration of ziprasidone in combination with methyldopa, diuretics, calcium channel blockers, angiotensin-converting enzyme (ACE) inhibitors, angiotensin receptor blockers, and nitrates warrants caution as they may aggravate the hypotensive effects of ziprasidone and lead to orthostatic hypotension.\n[34]",
    "monitoring": "Patient therapeutic response, worsening of depressive symptoms, and risk of suicidal ideation should be monitored initially and at follow-up visits. In addition, ziprasidone carries a possible risk of causing leukopenia, neutropenia, and agranulocytosis; therefore, patients with a history of low white blood cells (WBC) or drug-induced neutropenia/leukopenia should have their complete blood count monitored in the first 2 months of therapy. If patients have a neutrophil count of less than 1000/mm³, the clinician must discontinue the drug until their WBC count has fully recovered.\n\nAs ziprasidone may cause QT-prolongation, baseline electrocardiogram (ECG) is recommended and monitored subsequently, especially in patients with preexisting cardiac conditions. Continuous ECG monitoring should start in case an arrhythmia occurs.\n[40]\nOrthostatic hypertension can also occur in patients. Patients may experience tachycardia, syncope, and dizziness during the first dose titration period due to a1-antagonism. Clinicians should exercise caution in giving ziprasidone to patients with cardiovascular and cerebrovascular disease—blood pressure monitoring is recommended at baseline and periodically following.\n\nClinicians should monitor patient weight, lipid profile, and blood glucose levels at baseline and 3 months after starting the medicine. Additionally, electrolyte levels (potassium and magnesium) could be monitored annually and as clinically indicated. Therapeutic drug monitoring may be necessary in instances of poor response or non-compliance. Additionally, it proves beneficial in cases of hepatic impairment to mitigate the risk of toxicity.\n[41]",
    "toxicity": "As ziprasidone also has a binding affinity to histamine H1 receptors, somnolence can occur, especially at toxic levels. Priapism, body temperature regulation, and suicide can also occur from toxic drug levels if appropriate patient and case management are implemented.\n[42]\n[36]\nThe risk of esophageal dysmotility and aspiration pneumonia in older patients must be assessed before giving this drug. Antipsychotics, in general, have been associated with both of these conditions, particularly in patients with Alzheimer disease.\n\nAccording to an analysis of cumulative cases reported to US Poison Control Centers, ziprasidone overdose is associated with high mortality.\n[43]\nConsequently, in an overdose, ensure the patient maintains ventilation, and intubation may be necessary. IV access is required with gastric lavage after intubation if the patient is unconscious. Charcoal is also an option, along with a laxative, to assist with drug clearance."
  }
}