{
  "drug_name": "zolmitriptan",
  "nbk_id": "NBK557649",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557649/",
  "scraped_at": "2026-01-11T15:41:58",
  "sections": {
    "indications": "Understanding the contraindications associated with zolmitriptan is crucial for ensuring safe and effective management of acute migraines and other conditions. The contraindications associated with zolmitriptan use are listed below.\n\nIndividuals with a known hypersensitivity to zolmitriptan or at risk of angioedema or anaphylaxis.\n\nIndividuals with cerebrovascular or cardiovascular disease due to the presence of 5-HT 1B receptors in coronary arteries. These conditions encompass myocardial infarction, Prinzmetal angina, stroke, transient ischemic attack, and peripheral vascular disease.\n[26]\n\nIndividuals with a history of coronary artery disease, including myocardial infarction, Prinzmetal angina, and angina pectoris.\n\nIndividuals with Wolff-Parkinson-White (WPW) syndrome or those with arrhythmias linked to other cardiac accessory conduction pathway disorders.\n\nIndividuals with ischemic bowel disease or uncontrolled hypertension.\n\nIndividuals with hemiplegic or basilar migraine due to their heightened risk of stroke.\n[26]\n[3]\n\nIndividuals who concurrently use other triptans or medications containing ergotamine within 24 hours.\n\nIndividuals who concurrently use or have recently discontinued monoamine oxidase (MAO-A) inhibitors within 2 weeks.",
    "mechanism": "The underlying cause of migraines can be attributed to localized cranial vasodilatation coupled with the discharge of neuropeptides, including calcitonin gene-related peptide, vasoactive intestinal peptide (VIP), and substance P, within the trigeminal system. Zolmitriptan is a selective 5-hydroxytryptamine (5-HT) 1B/1D receptor agonist with moderate affinity for the 5-HT 1A receptor subtypes.\n[8]\n\nZolmitriptan's interaction with 5-HT 1B/1D receptors induces vasoconstriction of intracranial blood vessels, concurrently inhibiting the release of proinflammatory neuropeptides from trigeminal perivascular nerve endings.\n[9]\nThe presence of radioactive [3H]-zolmitriptan within the cells of the trigeminal nucleus caudalis and nucleus tractus solitarius has demonstrated zolmitriptan's ability to penetrate the blood-brain barrier.\n[10]\n\nPharmacokinetics\n\nAbsorption: Zolmitriptan is rapidly absorbed in the bloodstream following its oral administration through tablets and orally disintegrating tablet (ODT) forms. Zolmitriptan exhibits linear kinetics across the dosage spectrum ranging from 2.5 to 50 mg. Food does not significantly influence the bioavailability of zolmitriptan. Zolmitriptan has a rapid onset of action and is detected in the brain within 5 minutes of intranasal administration.\n[11]\n\nZolmitriptan nasal spray undergoes rapid absorption through the nasopharynx, a phenomenon elucidated by a positron emission tomography (PET) study using 11C-labeled zolmitriptan. The nasal spray formulation displays a mean comparative bioavailability of 102%, in contrast to the oral tablet's bioavailability of 40%.\n\nDistribution: Zolmitriptan exhibits a plasma protein binding of 25%. The mean apparent volume of distribution (Vd) measures 7 L/kg.\n[12]\n[13]\n\nMetabolism: Zolmitriptan undergoes hepatic metabolism, primarily mediated by the cytochrome P450 enzyme CYP1A2, forming 3 major metabolites. Approximately two-thirds of the parent compound metabolizes into the active derivative\nN\n-desmethyl-zolmitriptan (183C91). Simultaneously, the remaining one-third of zolmitriptan transforms into 2 inactive metabolites: zolmitriptan\nN\n-oxide and an indole acetic acid derivative. Owing to the metabolite's heightened 5HT1B/1D potency, which surpasses that of zolmitriptan by 2 to 6 times,\nN\n-desmethyl-zolmitriptan significantly contributes to the overall therapeutic effect following zolmitriptan administration.\n\nThe pharmacokinetics of the\nN\n-desmethyl metabolite are similar to that of zolmitriptan for all nasal spray doses. The\nN\n-desmethyl metabolite becomes detectable in the plasma within 15 minutes, with its peak plasma concentration (Tmax) typically reached around 3 hours following administration. A recent study revealed that CYP2D6 is the primary enzyme responsible for the metabolic activation of zolmitriptan. This process involves the conversion of zolmitriptan into an α,β-unsaturated imine intermediate by the action of CYP2D6.\n[14]\n\nElimination: Zolmitriptan has an elimination half-life of approximately 3 hours. The primary route of elimination for the drug is renal excretion, with its clearance exceeding the glomerular filtration rate, suggesting the involvement of renal tubular secretion in the excretion process.\n[15]\n[16]",
    "administration": "Available Dosage Forms and Strengths\n\nZolmitriptan is available in various formulations, including oral tablets, ODTs, and nasal spray, each available in 2.5 mg or 5 mg strengths. The recommended maximum daily dosage of zolmitriptan for adults is 10 mg.\n[17]\n\nAdult Dosage\n\nThe recommended adult dosages of zolmitriptan in its various available formulations are listed below.\n\nOral tablet: Zolmitriptan's clinical effectiveness remains unaffected whether administered with food and water or on an empty stomach.\n[12]\nThis attribute benefits individuals experiencing unpredictable migraines that can manifest anytime, day or night.\n\nODT: Patients should receive guidance to maintain the tablet within its blister packaging until they intend to consume it. The suggested approach involves placing the ODT on the patient's tongue for dissolution and subsequent swallowing of the medication along with saliva. The initial recommended dosage for zolmitriptan is either 1.25 mg or 2.5 mg. In cases necessitating the lower 1.25 mg dosage, the functionally scored 2.5 mg tablet can be split manually. The maximum recommended dose of zolmitriptan ODT for a single administration is 5 mg.\n\nNasal spray: Zolmitriptan nasal spray is typically initiated with a recommended starting dose of 2.5 mg and a maximum single dose of 5 mg. If necessary, a second dose of zolmitriptan can be administered after 2 hours, with the caveat that the cumulative dose should not surpass 10 mg within 24 hours.\n\nSpecific Patient Populations\n\nHepatic impairment: Diminished metabolic activity results in a prolonged half-life and elevated plasma concentrations of zolmitriptan, potentially leading to intensified peripheral vasoconstrictive effects, including high blood pressure.\n[18]\nHepatic enzymes play a pivotal role in the metabolism of zolmitriptan, underscoring the necessity for individuals with severe hepatic impairment to reduce their daily intake. This adjustment is imperative as severe hepatic impairment has been shown to modify zolmitriptan's pharmacokinetics, notably resulting in decreased metabolism.\n[12]\n\nAs the manufacturer's labeling outlines, zolmitriptan blood concentrations can escalate in moderate-to-severe hepatic impairment cases. Notably, a subset of these patients exhibited a significant rise in blood pressure. Therefore, a prudent approach involves dosage reduction of zolmitriptan and exercising caution when prescribing the drug for individuals with moderate-to-severe hepatic impairment.\n\nRenal impairment: As per the manufacturer's guidelines, zolmitriptan clearance diminishes by 25% in individuals with severe renal impairment, whereas no substantial alteration in clearance was noted in cases of moderate renal impairment. In scenarios involving severe renal impairment, thoughtful consideration of dosage adjustment is advised.\n\nPregnancy considerations: The manufacturer's labeling indicates no data concerning the developmental risk associated with using zolmitriptan during pregnancy. Furthermore, in reproductive studies conducted on rats and rabbits, administering zolmitriptan orally to pregnant animals led to fetal malformations occurring at clinically relevant exposures. As a result, it is advisable to consider alternative medications for migraine management during pregnancy.\n\nBreastfeeding considerations: Preliminary evidence indicates that zolmitriptan is present in breast milk at a low concentration. The amount of zolmitriptan consumed by the breastfeeding infant is minimal and is not expected to have a significant impact, especially when the infant is older than 2 months. The prescriber should be aware that if prophylactic propranolol is used simultaneously, the breastfeeding infant may receive a significantly enhanced dose of zolmitriptan.\n[19]\n\nPediatric patients: Zolmitriptan is approved by the FDA for treating acute migraines in individuals aged 12 or older. Nasal spray formulations of zolmitriptan offer a more convenient administration option for adolescents grappling with migraines associated with nausea and vomiting. As the AAN and American Headache Society (AHS) guidelines outline, clinicians can prescribe 5 mg of zolmitriptan nasal spray to pediatric patients.\n[6]\n\nOlder patients: For older patients, it is advisable to initiate zolmitriptan at lower doses, taking into account potential declines in hepatic, renal, or cardiac function. Before starting zolmitriptan therapy, older patients with risk factors should undergo a comprehensive cardiovascular assessment.",
    "adverse_effects": "Dysgeusia is the most commonly observed adverse effect of zolmitriptan in healthy individuals, with the nasal spray causing a more significant impact. This phenomenon is likely attributed to the method of drug administration through the nasal route. Additional minor adverse events reported with intranasal zolmitriptan usage include nasal passage irritation, dizziness, throat irritation, and fatigue. Furthermore, phase 1 trials of the Real Life Intranasal Zolmitriptan Exposure (REALIZE) study revealed that the encountered adverse effects did not result in participants discontinuing the medication.\n[20]\n\nThe Treatment of Acute Migraine Headache in Adolescents (TEENZ) constituted a double-blind, randomized controlled trial with over 700 pediatric participants. The outcomes of this trial provide additional support to the adverse event patterns observed in the REALIZE trial, where dysgeusia remained the most prevalent adverse event.\n[5]\n\nCardiovascular adverse drug reactions associated with zolmitriptan include increased systolic blood pressure in older adults, while increased diastolic blood pressure was noted in both older and younger patients. Moreover, a dose-dependent increase in sedation has also been observed in patients taking zolmitriptan.\n[15]\n\nA risk of headaches exists in individuals resulting from either medication withdrawal or drug overuse.\n[3]\n\nZolmitriptan exhibits a low affinity for 5-HT 1A receptors, which carries implications for the potential development of serotonin syndrome. The amalgamation of autonomic and neuromuscular symptoms that constitute the serotonin syndrome can emerge due to the activation of both central and peripheral 5-HT receptors, mainly the 5-HT 1A and 5-HT 2A receptor subtypes.\n[8]\n\nOther adverse effects or risks associated with zolmitriptan usage in patients are listed below.\n\nRisks associated with phenylketonuria: The ODTs of zolmitriptan contain phenylalanine, a constituent of aspartame, which can be detrimental for individuals with phenylketonuria. However, according to the manufacturer's labeling, zolmitriptan tablets do not contain phenylalanine.\n\nPostmarketing case report: A noteworthy incident involved a woman who, over a year, progressively escalated her zolmitriptan usage and subsequently experienced transient myopia alongside heightened intraocular pressures.\n[21]\n\nHepatotoxicity: Isolated cases of cholestatic hepatitis following zolmitriptan usage have been documented. Typically, these injury instances manifested within 1 to 2 weeks of consuming multiple doses of zolmitriptan during an extended and intense migraine episode.\n[22]\n\nRenal infarction: This condition has been reported with the use of zolmitriptan.\n[23]\n\nDose-response–based network meta-analysis: The utilization of zolmitriptan at 10 mg was linked to a greater relative risk of paresthesia.\n[24]\n\nDrug-Drug Interactions\n\nCimetidine, a CYP1A2 inhibitor, elevates zolmitriptan and 183C91 levels within the systemic circulation. Consequently, this accentuates the exposure to the vasoconstrictive effects of the drug, necessitating a reduction in the total daily zolmitriptan dosage for individuals using such inhibitors.\n[16]\n\nZolmitriptan exhibited no substantial interactions with acetaminophen or metoclopramide, which are commonly incorporated into regimens for addressing headache symptoms.\n[25]\n\nThe use of oral contraceptives among female study participants did not significantly impact the medication's efficacy or tolerability.\n[12]",
    "monitoring": "Physicians recommend administering the initial dose of zolmitriptan in a medically supervised environment and subsequently conducting an electrocardiogram for patients with multiple cardiovascular risk factors. Regular cardiovascular assessments are advised for high-risk patients on long-term zolmitriptan treatment. Clinicians should consistently monitor blood pressure in all zolmitriptan patients due to the medication's vasoconstrictive effects, with heightened attention directed toward individuals with hepatic impairment. Noteworthy indicators of elevated blood pressure include headaches and palpitations.\n[18]",
    "toxicity": "In pediatric cases, zolmitriptan toxicity did not result in life-threatening complications; however, the common signs of toxicity included tachycardia, dyspnea, and vomiting.\n[27]\nZolmitriptan overdoses have been linked to hypertension, tachycardia, and drowsiness in adults.\n[28]\nFurthermore, there have been 2 documented cases of hepatotoxicity associated with zolmitriptan use.\n[29]\n\nAlthough the potential for medication overuse headaches exists, this risk can be mitigated through patient education on correct medication administration practices.\n[3]\nCurrently, no specific antidote for zolmitriptan is available. In cases of severe drug overdose, it is recommended to establish and uphold a clear airway, ensure proper breathing, and maintain circulation."
  }
}