{
  "drug_name": "zolpidem tartrate",
  "nbk_id": "NBK559070",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559070/",
  "scraped_at": "2026-01-11T15:41:58",
  "sections": {
    "indications": "Absolute Contraindication\n\nNarcolepsy\nis an absolute contraindication of lemborexant.\n\nDrug Interactions or Dosing Modifications\n\nAvoid: Avoid taking lemborexant with strong (itraconazole and clarithromycin) or moderate (fluconazole and verapamil) CYP3A inhibitors, which may increase the adverse effects of lemborexant.\n\nAvoid: Avoid taking lemborexant with strong (rifampin, carbamazepine, and St. John’s wort) or moderate (bosentan, efavirenz, etravirine, and modafinil) CYP3A inducers, which may reduce the effectiveness of lemborexant.\n\nUse with caution: Do not use a dose of greater than 5 mg when co-administering with weak CYP3A inhibitors to avoid adverse effects.\n\nUse with caution: at doses greater than 5mg in patients over the age of 65.\n\nMild hepatic impairment (Child-Pugh class A): May experience increased somnolence, but there is no recommended dose adjustment.\n\nModerate hepatic impairment (Child-Pugh class B): A nightly dose greater than 5 mg is not recommended in patients with moderate hepatic impairment.\n\nSevere hepatic impairment (Child-Pugh class C): Researchers have not studied lemborexant in severe hepatic impairment, and therefore the current recommendation for such patients is to avoid using the drug.",
    "mechanism": "The two variants of the orexin molecule (orexin A and orexin B) play an important role in the human sleep-wake cycles. Orexin A acts nonselectively to both the orexin-1 receptor (OX1R) and orexin-2 receptors (OX2R), while Orexin B acts more selectively on OX2R.\n[4]\nProduced in the hypothalamus, the orexin peptides are released from between 50,000 and 80,000 orexin-producing neurons in the human brain. Additionally, these orexin-producing neurons project to various other neurons, some of which are noradrenergic, serotonergic, dopaminergic, and cholinergic, supporting potential mechanisms of sleep-wake maintenance.\n[5]\n\nThe wakefulness effects of orexins agonizing OX1R and OX2R are widely accepted and consistently supported in animal models. Additionally, the inhibition of both the OX1R and OX2R has demonstrated sedative characteristics in both human and animal models. Unlike most current medications used to treat insomnia, which act on the gamma-aminobutyric acid (GABA) receptor, lemborexant presents a unique mechanism of action.\n[6]\n[7]\nLemborexant is considered a DORA, exerting its sedative effects by reversible competitive binding to, and thus inhibiting, the wakefulness effects of orexin on OX1R and OX2R, with a stronger affinity to OX2R. The time to peak concentration blood concentration of the drug is approximately 1 to 3 hours.\n[7]\n\nIt has been proposed that taking advantage of this unique mechanism may come with fewer side effects than more commonly prescribed drugs to treat insomnia, such as benzodiazepines. Current medications used to treat insomnia include benzodiazepines and \"z-drugs,\" which act on the GABA receptor, antihistamines that disrupt the wakeful effects of histamine, and trazodone, which exerts its effects on both the serotonergic system and histamine receptors. Benzodiazepines present with a high potential for misuse and physical and psychological dependence.\n[8]\nWhile still a relatively novel drug, evidence suggests lemborexant may be at least more effective with less potential for dependence than zolpidem, a non-benzodiazepine GABA receptor agonist. Lemborexant effectively reduces sleep latency and increases maintenance compared to controls. Additionally, lemborexant appears to be more effective at improving sleep maintenance than zolpidem in patients with insomnia.\n[2]\n[9]\nFurthermore, there is no evidence of withdrawal symptoms or associations with rebound insomnia upon withdrawal of either 5 mg or 10 mg lemborexant in both 30 day and 6-month trials.\n[2]",
    "administration": "Normal Dosing Recommendations\n\nLemborexant is administered orally in doses of either 5 mg or 10 mg immediately before bed. Patients should not use lemborexant if they anticipate waking up before 7 hours after taking the medication so as not to experience dangerous impairment while awake. The maximum recommended clinical dose of lemborexant should not exceed 10 mg. Additionally, taking this medication with food or before eating may delay its onset of action. Lemborexant is not meant for use in combination with alcoholic beverages. Furthermore, there is no available research on lemborexant in pediatric populations or pregnant or breastfeeding women.",
    "adverse_effects": "Adverse effects of lemborexant include:\n\nSomnolence\nDrowsiness\nCNS depressant effects/daytime impairment\nSleep paralysis\nHypnagogic/hypnopompic hallucinations\nCataplexy-like symptoms\nComplex sleep behaviors\nWorsening of depression/suicidal ideation",
    "monitoring": "The elimination half-life of lemborexant was 17 hours and 19 hours in 5 mg and 10 mg doses, respectively. Age, body mass index (BMI), race, or sex have no impact on the elimination half-life of the drug. There are no dosage adjustment recommendations in patients with mild, moderate, or severe renal impairment, although patients with severe renal illness may experience excessive somnolence.\n\nCompared to the more popular hypnotic drug zolpidem, lemborexant appears to exhibit far less potential for misuse. Patients who use it do not appear to be at risk for developing dependence or withdrawal symptoms. This characteristic may indicate that lemborexant may be a safer option for patients with a history of addiction or drug abuse. Nonetheless, lemborexant is a Schedule IV-controlled substance with sedative properties and should be used and prescribed with caution. Further research is warranted to investigate the abuse potential for lemborexant. Furthermore, lemborexant should be compared to commonly prescribed GABA agonists other than zolpidem, particularly hypnotic benzodiazepines, as current evidence suggests it may be a safer option.",
    "toxicity": "Clinical evidence to support toxic doses of lemborexant in humans is scarce. In at least one clinical study, 7.5 times the recommended dose of lemborexant was given to healthy human subjects resulting in dose-dependent increases of somnolence frequency, providing little information regarding toxicity. There is no specific antidote to lemborexant overdose. In the case of a suspected overdose, the protocol of any drug overdose should be followed, with close monitoring from a medical professional."
  }
}