{
  "drug_name": "zonisamide",
  "nbk_id": "NBK507903",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507903/",
  "scraped_at": "2026-01-11T15:41:58",
  "sections": {
    "indications": "Zonisamide is contraindicated in patients with hypersensitivity or severe allergic reactions to zonisamide or sulfonamides.\n[28]\n\nWarning and Precautions\n\nOne post-marketing study suggests that zonisamide may be associated with drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome.\n[29]\n\nThe Japanese Adverse Drug Event Report database found an association between suicide-related events (SREs) and zonisamide, along with other anti-seizure medications. The analysis revealed a higher risk of SREs in patients who are female, in their 20s and 30s, and those using multiple anti-seizure medications. The study also showed that the median time-to-onset of SREs was less than 100 days for 6 different medications, and the report authors emphasized caution, especially in the early stages of treatment and when using combination therapies.\n[30]\n\nChronic untreated metabolic acidosis may lead to osteomalacia, rickets, and osteoporosis, increasing fracture risk. Zonisamide treatment may contribute to changes in serum phosphorus and alkaline phosphatase, potentially linked to metabolic acidosis and osteomalacia. However, a study on the effects of zonisamide monotherapy in patients with drug-naive epilepsy found no significant impact on bone mineral density or bone markers after 13 months of treatment.\n[31]\nWhile these results suggest no adverse effects on bone health, zonisamide should still be used cautiously, particularly in patients with preexisting osteoporosis.",
    "mechanism": "Zonisamide blocks voltage-dependent sodium and T-type calcium channels and may inhibit glutamate release. Zonisamide is a weak carbonic anhydrase inhibitor, although this action is not responsible for its antiepileptic activity.\n[15]\n[16]\n\nPharmacokinetics\n\nAbsorption:\nZonisamide is rapidly absorbed and evenly distributed following oral administration. Maximum concentration occurs within 2 to 5 hours. Food delays the time to maximum concentration but not bioavailability. If taken with food, it may take up to 4 to 6 hours to reach peak plasma levels. Zonisamide's bioavailability is high, but because of the lack of availability of a parenteral product, the absolute bioavailability in humans is unknown. This medication is primarily metabolized by cytochrome P450 3A4. Intestinal 3A4 may account for the decreased bioavailability of oral preparation.\n[16]\n[17]\n\nDistribution:\nZonisamide has a dose-dependent decrease in the volume of distribution. This medication demonstrates saturatable binding to erythrocytes, especially to intracellular carbonic anhydrase. Zonisamide binds to red blood cells (RBC) and is found in higher concentrations in RBCs than in plasma. Whole blood zonisamide concentration is non-linear as the dosage increases. However, plasma zonisamide concentration is linear with increased doses. Around 40% of zonisamide is bound to plasma proteins, especially albumin.\n[16]\n[17]\n[18]\n\nMetabolism:\nMost of the drug undergoes extensive hepatic metabolism. The major metabolite of zonisamide is 2-sulfamoyl-acetylphenol (SMAP), formed by liver microsomal enzymes primarily through cytochrome P450 3A4. Zonisamide is metabolized to a lesser extent by CYP 2C19 and CYP 3A4.\n[9]\n[16]\n[9]\n\nElimination:\nAfter oral administration, zonisamide has a plasma half-life of approximately 50 to 69 hours and about 105 hours for red blood cells (RBCs). With a consistent dosage, this medication may take 14 days to achieve steady-state levels.\n[16]\n[19]\nLess than 30% is excreted unchanged in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nZonisamide is available as oral tablets and capsules. The parenteral formulation of zonisamide is not available for clinical administration.\n\nAdult Dosage\n\nThe recommended initial dose of zonisamide is 100 to 200 mg daily for adults and 2 to 4 mg/kg/d for children. Once or twice daily dosing is used. The dose should be increased at 2-week intervals to achieve a target maintenance dose of 300 to 400 mg daily in adults and 4 to 8 mg/kg in children. Doses up to 600 mg/d have been used in adults, but studies have indicated more adverse effects and no greater efficacy for doses over 400 mg/d. The recommended doses are associated with a steady-state plasma concentration of 10 to 38 μg/mL. Maintaining zonisamide concentrations of less than 30 μg/mL is recommended.\n[16]\nCaution is necessary when using this agent in patients with hepatic and renal impairment; slower titration and frequent monitoring are advised.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not provide a dosage adjustment; slow titration and frequent monitoring are recommended.\n\nRenal impairment:\nCaution is advised, and slow titration and frequent monitoring are required in these patients. Administration is not recommended for severe renal impairment (CrCl <20 mL/min).\n\nPregnancy considerations:\nZonisamide is a pregnancy category C drug. Women of childbearing age should use effective birth control when taking zonisamide as it rapidly crosses the placenta. Risks and benefits must be weighed when using zonisamide during pregnancy.\n[20]\nDose during pregnancy is increased. Serum concentrations of zonisamide should be closely monitored during pregnancy, and appropriate dosage adjustments should be made.\n[21]\n\nBreastfeeding considerations:\nMaternal zonisamide doses up to 400 mg daily can lead to significant levels in breast milk and infant serum, which decrease in neonates over the first month. Although no adverse effects have been reported in breastfed infants, the limited data calls for caution. When alternatives are unsuitable, monitor infants for drowsiness, weight gain, and developmental milestones, particularly in younger or exclusively breastfed infants. Partial breastfeeding may be recommended to reduce exposure, with consideration for monitoring infant serum zonisamide levels.\n[22]\n\nPediatric patients:\nZonisamide appears to have a similar volume of distribution but more rapid clearance in children. Based on body weight, children seem to require higher doses of zonisamide to achieve plasma concentrations identical to those in adults.\n\nOlder patients:\nClinical studies of zonisamide have not adequately included older patients to assess potential age-related differences in drug response. However, clinical experience has not identified notable differences between older and younger patients. In older patients, dose selection should be cautious, with initiation at low dosage due to the increased possibility of impaired renal, cardiac, and hepatic function, polypharmacy, and comorbidities.",
    "adverse_effects": "The potential adverse reactions associated with zonisamide administration are listed below.\n[23]\n\nCommon Adverse Effects\n\nCommon side effects associated with zonisamide administration include dizziness, somnolence, anorexia, ataxia, fatigue, abnormal thinking, and confusion. Zonisamide can also cause mild to moderate weight loss. Patients who are obese or who experienced weight gain associated with using other antiepileptic drugs may benefit from adding zonisamide to their regimen.\n\nRare Adverse Effects\n\nRenal calculi are more common in individuals who have been taking zonisamide for at least 6 months, have a family history of nephrolithiasis, or are also taking other antiepileptic drugs. Zonisamide is not contraindicated in patients with a history of kidney stones, but care is necessary, and patients should maintain adequate hydration to maintain good urine flow.\n\nAllergic reactions are rare but have been reported. A rash is the predominant allergic-type reaction reported. Zonisamide is chemically related to sulfonamide drugs; caution should be taken when using zonisamide in patients with prior allergic reactions to sulfa agents. Mild, relative neutropenia has been observed in some individuals.\n\nOligohidrosis can occur, causing decreased sweating and hyperthermia. This has been reported more in children. Children receiving zonisamide should not be exposed to extreme heat for prolonged periods.\n[24]\n[25]\n\nZonisamide, which inhibits carbonic anhydrase, can produce metabolic acidosis. Therefore, serum bicarbonate should be checked before starting treatment and regularly thereafter, especially in individuals with impaired pulmonary or renal function.\n\nZonisamide may alter cognition and behavior in some individuals. The true incidence of these adverse effects is unknown. Most of the reports of cognitive or behavioral problems have been in patients taking multiple antiepileptic drugs. Limited data on the teratogenic effects of zonisamide are available; use with caution.\n[20]\n\nDrug-Drug Interactions\n\nZonisamide is primarily metabolized through CYP3A4 and has a potential for drug interactions involving these enzyme systems. Ketoconazole, dihydroergotamine, cyclosporine A, and triazolam inhibit zonisamide metabolism by 85% to 95% compared to control. Other CYP3A4 inhibitors, including diazepam, erythromycin, lidocaine, and terfenadine, can cause a reduction in metabolism by 35% to 45%. Patients receiving CYP3A inhibitors require lower doses of zonisamide.\n[26]\n\nDrugs that can induce CYP3A4 can increase the metabolism of zonisamide. Phenytoin and carbamazepine have induced zonisamide metabolism. Other known inducers of hepatic metabolism, like phenobarbital and primidone, also can increase the metabolism of zonisamide. The dose of zonisamide may need to be increased when combined with known CYP3A inducers.\n\nZonisamide does not induce or inhibit hepatic enzymes and does not cause any clinically significant alteration in the pharmacokinetic disposition of other drugs.\n[27]\n\nA high concentration of CYP3A4 in the intestinal wall can metabolize drugs before they are absorbed into the systemic circulation. Some foods like grapefruit juice and lemon juice contain substances that can inhibit the activity of intestinal CYP3A4. When zonisamide is taken with foods that can inhibit the activity of intestinal CYP3A4, there is potential for increased absorption and adverse effects.\n[3]",
    "monitoring": "Serum bicarbonate, BUN/creatinine, and CBC should be checked before initiating Zonisamide treatment and periodically thereafter. Signs and symptoms of depression and behavior change should be monitored closely in patients taking zonisamide. Monitoring of serum levels is recommended for all patients to ensure appropriate dosing. Serum levels may not correlate with the dose because it has concentration-dependent erythrocyte binding. The patient response usually correlates well with serum level. Zonisamide can cause hyperchloremic, non-anion gap, and metabolic acidosis, which can help differentiate it from other causes of metabolic acidosis.\n[32]\nTherefore, a comprehensive metabolic panel should be obtained.\n\nAccording to one study, saliva shows potential as a non-invasive alternative for therapeutic drug monitoring (TDM) of newer anti-seizure medications (ASMs), including zonisamide, with promising correlations to plasma levels. While saliva can reliably predict low plasma concentrations, its use for precise dosage adjustments remains limited, and further research is needed.\n[33]",
    "toxicity": "Signs and Symptoms of Overdose\n\nLimited data are available on zonisamide overdose, and there are no cases reported thus far for monotoxicity with zonisamide. When acute or chronic zonisamide toxicity is suspected, immediate medical attention should be sought, and poison control should be contacted. The plasma concentration of zonisamide should be measured. Patients should be monitored closely and symptomatically treated. Overdose symptoms may include nausea, vomiting, somnolence, central nervous system depression, metabolic acidosis, and polyuria.\n[27]\n\nManagement of Overdose\n\nThere is no specific antidote for zonisamide overdose. Supportive care, including vital sign monitoring, is essential. Due to its low protein binding, dialysis may be considered.\n[34]\nContact a poison control center or toxicologist for further guidance."
  }
}