{
  "drug_name": "p.p.",
  "nbk_id": "NBK606127",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606127/",
  "scraped_at": "2026-01-11T18:47:42",
  "sections": {
    "indications": "Acute flaccid myelitis (AFM) is a rare disabling condition that primarily targets the anterior horns of the spinal cord and, less commonly, the gray matter of the brainstem. This condition occurs mostly in patients younger than 21 years and, occasionally, in immunocompromised adults.\n[1]\n[2]\nThe first AFM case was reported in California in 2012. AFM is now recognized worldwide.\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\nAFM cases commonly emerge in geographical clusters marked by a seasonal biennial pattern.\n[16]\nThe exact cause of AFM is not fully understood, but the link to certain viruses (eg, enterovirus D68, enterovirus A71, West Nile virus, adenovirus) has been observed.\n[17]\n[18]\n[19]\n\nAFM clinically presents with acute asymmetric lower motor neuron paralysis with spared sensation. The involvement of oculomotor, facial palsy, and/or bulbar musculature is observed on rare occasions. The onset of symptoms in most patients follows after a 1- to 10-day period of upper respiratory tract infection. The classic symptoms of AFM comprise muscle weakness in the arms and/or legs, decreased or loss of muscle tone, and decreased or absent reflexes. In severe cases, respiratory insufficiency due to paralysis of respiratory muscles requires intubation and mechanical ventilation.\n\nAFM is diagnosed based on a combination of a distinctive clinical presentation and diagnostic tests. Cerebrospinal fluid (CSF) analysis findings demonstrate lymphocytic pleocytosis and elevated protein levels.\n[2]\nThe radiological hallmark of AFM includes focal lesions of the anterior horns of the spinal cord.\n[2]\nThe long-term prognosis for AFM is still being studied. Rehabilitation, physical therapy, and psychological support play an indispensable role in maximizing recovery for patients with AFM. Vigilant surveillance and reporting of suspected cases are essential for better understanding the epidemiology and pathogenesis of AFM, thereby guiding public health interventions. Collective efforts to combat AFM and mitigate its impact on affected individuals and communities are enhanced by fostering collaboration and knowledge-sharing among healthcare professionals, researchers, and public health officials.",
    "mechanism": "The exact cause of AFM remains elusive. AFM has been associated with various viral infections, particularly non-polio enteroviruses D68 and A71. Other viruses like adenovirus and West Nile virus have also been implicated.\n[17]\n[18]\n[19]\nEvidence supporting the causative role of enterovirus D68 in AFM in animal models includes loss of spinal cord motor neurons in affected limbs, virus detection in motor neurons of the spinal cord, and development of paralysis by injecting the virus-containing serum from affected mice into healthy ones, fulfilling Koch postulates, and preventing AFM by administering serum with enterovirus D68 antibodies from previously infected mice.\n[20]\nFurther research is needed to address limitations and strengthen the evidence base.",
    "monitoring": "The clinical diagnosis of AFM relies on clinical, imaging, and laboratory criteria and is divided into different levels of certainty (see\nTable\n. Diagnostic Criteria for Acute Flaccid Myelitis).\n[2]\nBlood, nasopharyngeal, oropharyngeal, CSF, and stool samples should be obtained without delay for laboratory evaluation. Detection of enterovirus D68, A71, or other viruses via reverse transcriptase-polymerase chain reaction testing is more likely to be positive early in the clinical course. The viral identification for enterovirus D68 is evident in respiratory samples and for enterovirus A71 in rectal or stool samples.\n[1]\nChanges in the CSF parameters in patients with AFM include lymphocytic pleocytosis and mild elevation of protein level.\n\nA contrast magnetic resonance imaging (MRI) of the spinal cord typically demonstrates an extensive contrast-negative T2 hyperintense lesion of the anterior horns of the spinal cord, spreading to one or more vertebral segments.\n[7]\nIn the vast majority of patients, signal abnormalities are observed throughout the entire length of the spinal cord (CDC. Acute flaccid myelitis). In the acute phase, perifocal edema can be observed. Most AFM patients display electrophysiological characteristics resembling those in either pure motor neuronopathy or axonal neuropathy.\n[29]\n\nTable\nTable. Diagnostic Criteria for Acute Flaccid Myelitis.\n\nA, diagnostic feature is absent; CSF, cerebral spinal fluid; MRI, magnetic resonance imaging; ND, testing was not performed; P, diagnostic parameter is present; P/A, presence of this diagnostic item is supportive but not required; ND, testing was not performed\n\nClinical characteristics favoring an alternative diagnosis include encephalopathy unexplained by fever, illness, respiratory distress, metabolic abnormalities, or medications; paralysis primarily affecting the legs and predominantly distal; hyperreflexia; spasticity; and the presence of a sensory level.\n[2]\nAdjunctive tests should be performed to exclude possible infectious, neoplastic, vascular, metabolic, and demyelinating disorders. Viral stool culture for poliovirus is indicated in some regions.\n[1]\nSerological testing for specific antibodies to myelin oligodendrocyte glycoprotein (MOG)-IgG and aquaporin-4 are necessary to identify potentially treatable MOG antibody disease (MOGAD) and neuromyelitis-optica spectrum disorder (NMSOD), respectively.\n[1]\nDetection of anti-ganglioside antibodies in serum may support an alternative diagnosis of Guillain-Barré syndrome despite its incomplete specificity.\n[1]\nThe presence of a low titer of antibodies to gangliosides occurs in some neuropathies and in AFM, which does not exclude the diagnosis of AFM.\n[1]\nComputed tomography (CT) spinal angiography should be obtained if there is suspicion of spontaneous spinal cord infarction.",
    "administration": "According to the clinical guidance for the acute treatment of AFM provided by the Centers for Disease Control and Prevention, no drugs are approved by the Food and Drug Administration for preventing or treating AFM. Possible management considerations, such as high-dose steroids, intravenous immunoglobulin, plasma exchange, antiviral agents, interferon, fluoxetine, and rituximab, have not shown efficacy in AFM treatment. The treatment of AFM is mainly supportive, including cardiovascular support, autonomic and bowel disturbances management, pain control, thromboembolism, and pressure ulcer prophylaxis. Nerve transfer surgery is a promising option for patients with acute flaccid myelitis with incomplete functional recovery.\n[30]",
    "adverse_effects": "Complications in patients with AFM can be grouped into neurological, musculoskeletal, and psychological categories and include the following:\n\nNeurological consequences: respiratory impairment leading to ventilator assistance, artificial nutrition and hydration dependence, neuropathic pain, and chronic constipation\nMusculoskeletal complications: muscle atrophy, joint contractures, chest deformities, limb length discrepancies, dislocations, subluxations of joints, and scoliosis\nPsychological complications: anxiety and depression\n[38]\n[39]\n[40]"
  }
}