{
  "drug_name": "paclitaxel",
  "nbk_id": "NBK536917",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK536917/",
  "scraped_at": "2026-01-11T15:35:52",
  "sections": {
    "indications": "Paclitaxel should not be administered to patients who have experienced a severe hypersensitivity reaction to paclitaxel or any of its excipients.\n\nFor patients with solid tumors, paclitaxel should be avoided if their baseline neutrophil count is below 1500 cells/mm³. In the case of AIDS-related Kaposi sarcoma, paclitaxel is not recommended if the baseline neutrophil count falls below 1000 cells/mm³. Bone marrow suppression depends on the paclitaxel dose and represents a limitation in dosing due to its potential for toxicity. In the event of bone marrow suppression, subsequent doses should be decreased by 20%, especially for severe neutropenia, and supportive therapy should be considered, such as growth factor treatment.\n[41]\n\nBlack Box Warnings and Precautions\n\nPaclitaxel has a black box warning for hypersensitivity reactions and bone marrow suppression. Before the infusion, patients should receive premedication with corticosteroids, diphenhydramine, and H2 antagonists to prevent anaphylaxis and severe hypersensitivity reactions. The suggested regimen includes dexamethasone at 20 mg administered via IV route or orally 12 and 6 hours before the paclitaxel dose, with a reduced dosage of 10 mg for patients with advanced HIV. Diphenhydramine, at a dosage of 50 mg IV, should be administered 30 to 60 minutes before the paclitaxel dose. Cimetidine 300 mg, famotidine 20 mg, or ranitidine 50 mg are all suitable options for IV administration 30 to 60 minutes before the paclitaxel dose. Severe hypersensitivity reactions include dyspnea requiring bronchodilators, hypotension requiring treatment, angioedema, and/or generalized urticaria. In situations involving a severe hypersensitivity reaction, stopping the infusion and discontinuing paclitaxel is imperative. Minor hypersensitivity reactions, which include flushing, dyspnea, hypotension, skin reactions, or tachycardia, generally do not necessitate interruption or discontinuation of the treatment.\n[42]\n[43]",
    "mechanism": "As an antimicrotubule agent, paclitaxel promotes the assembly of microtubules, enhances the activity of tubulin dimers, and stabilizes existing microtubules while concurrently inhibiting their disassembly. The increased stability of microtubules in the presence of paclitaxel results in cell cycle arrest at the late G2 phase, leading to inhibition of cell replication. Furthermore, paclitaxel can distort mitotic spindles and lead to chromosome fragmentation.\n[34]\n\nMicrotubules and cell division:\nMicrotubules are dynamic cytoskeletal structures composed of tubulin protein subunits. They are essential in several cellular processes—including cell division—mitosis and meiosis. During mitosis, microtubules form a spindle apparatus that separates duplicated chromosomes, ensuring the accurate distribution of genetic material to the resulting daughter cells. This process is essential for maintaining normal cell growth and facilitating tissue repair.\n\nMicrotubule stabilization:\nPaclitaxel functions by binding to the β-tubulin subunits within microtubules. Specifically, paclitaxel binds to the inner surface of microtubules in proximity to the nucleotide-binding site on β-tubulin. This binding promotes the assembly of tubulin subunits into stable, non-dynamic microtubules, effectively impeding their typical disassembly or depolymerization.\n\nMitotic spindle formation:\nBy stabilizing microtubules, paclitaxel disrupts the dynamic equilibrium of microtubule assembly and disassembly, a critical process for the formation and functionality of the mitotic spindle. As a result, the spindle apparatus cannot properly segregate chromosomes during mitosis.\n\nCell cycle arrest:\nThe disruption of proper spindle function triggers a cell cycle checkpoint response, primarily activating the spindle assembly checkpoint (SAC) within the cell cycle. The SAC is a surveillance mechanism that ensures correct alignment and attachment of chromosomes to the spindle before the progression of cell division. In the presence of paclitaxel, the SAC detects anomalies in the spindle formation caused by the stabilized microtubules. This detection results in the cell cycle arrest at the G2/M phase, effectively preventing the cell from advancing into mitosis.\n\nInduction of apoptosis:\nProlonged arrest in the G2/M phase activates cellular signaling pathways that promote apoptosis. Cells recognize their inability to complete mitosis and, as a protective mechanism, initiate programmed cell death to eliminate damaged or aberrant cells. Consequently, paclitaxel induces apoptosis in cancer cells that have accumulated due to defective cell division.\n\nImpact on cancer cells:\nCancer cells, especially those that divide rapidly, exhibit heightened sensitivity to paclitaxel's effects because of their heavy dependence on microtubule dynamics for sustained growth and division. By stabilizing microtubules and disrupting mitotic spindle formation, paclitaxel specifically targets cancer cells and reduces their ability to proliferate.\n\nPharmacokinetics\n\nThe pharmacokinetics of paclitaxel involve rapid intravenous (IV) administration, extensive plasma protein binding, hepatic metabolism, and biliary excretion. A comprehensive understanding of these aspects of paclitaxel's pharmacokinetics is essential for the safe and effective application of this drug in cancer treatment. This knowledge empowers healthcare professionals to customize dosing regimens and effectively manage potential drug interactions or adverse effects.\n\nAbsorption\n: Paclitaxel is available in IV formulations, and its absorption phase is bypassed through direct administration into the bloodstream. The IV infusion ensures rapid and complete distribution of paclitaxel into the systemic circulation.\n\nDistribution\n: After IV administration, paclitaxel undergoes extensive distribution throughout the body, with a volume of distribution of approximately 182 L/m². Paclitaxel demonstrates a significant degree of plasma protein binding, with approximately 89% to 98% of the drug being bound to plasma proteins, primarily to albumin. The protein binding feature of paclitaxel plays a pivotal role in both its distribution within the body and its elimination from the system.\n\nMetabolism\n: Approximately 90% of paclitaxel is primarily metabolized in the liver by the cytochrome (CYP) P450 enzyme system, particularly involving the CYP2C8 and CYP3A4 isoenzymes. The major metabolic pathway involves hydroxylation of the side chain at the C13 position, forming several metabolites, including 6α-hydroxy paclitaxel and 3'-p-hydroxy paclitaxel. These metabolites are less pharmacologically active than the parent drug.\n\nElimination\n: The primary route of paclitaxel elimination is hepatic metabolism and biliary excretion. Only a minor fraction of the drug, typically less than 10%, is excreted unchanged in the urine. Paclitaxel and its metabolites undergo elimination from the body with a biphasic decline in plasma concentration. The initial rapid elimination phase has a half-life of about 3 to 14 minutes, followed by a slower terminal phase with a half-life of approximately 13 to 52 hours.",
    "administration": "Dosage Form\n\nPatients can receive paclitaxel in an IV formulation.\n\nStrength\n\nThe strength of paclitaxel in its IV formulation is 6 mg/mL.\n\nAdult Dosage\n\nThe infusion duration for paclitaxel typically ranges from 3 to 24 hours, which varies based on the specific indication or treatment protocol. Certain off-label protocols incorporate a 1-hour infusion, and there are also instances of off-label intraperitoneal use. During paclitaxel infusion, it is recommended to use a 0.22-µm in-line filter and a polyethylene-lined administration set (non-polyvinyl chloride).\n[35]\nWhen paclitaxel is included in a combination chemotherapy regimen, the specific order of administration may vary depending on the regimen being used. Therefore, referring to a protocol for the recommended sequence in such cases is important. Patients may also receive premedication before the infusion, which can include dexamethasone 20 mg PO 12 and 6 hours prior, diphenhydramine 50 mg via IV route 30 to 60 minutes prior, cimetidine 300 mg via IV route, or ranitidine 50 mg via IV route.\n[36]\n[37]\n[38]\nDue to paclitaxel's potency as an irritant, caution should be exercised to prevent extravasation. Proper needle and catheter positioning are essential during the administration of this medication.\n\nTable\nDosage\nPreviously treated patients: The recommended dosage may range between 135 and 175 mg/m² of paclitaxel administered via IV route over 3 hours every 3 weeks.\n\nSpecific Patient Populations\n\nRenal impairment\n: Paclitaxel and its metabolites are predominantly eliminated through hepatic metabolism, with only a minor portion excreted unchanged in the urine. Consequently, dosage adjustments are typically unnecessary for patients with mild-to-moderate renal impairment.\n\nHepatic impairment:\nHepatic impairment can influence the metabolism and elimination of paclitaxel, which may result in elevated exposure to the drug and its metabolites. As a result, dosage adjustments may be necessary for patients with moderate-to-severe hepatic impairment. In patients with solid carcinomas, excluding Kaposi sarcoma, paclitaxel dosage should be adjusted according to the patient's aspartate transaminase/alanine transaminase (AST/ALT) and bilirubin levels. For instance, in the case of a 24-hour infusion, when the patient's AST/ALT is less than 10 times the upper limit of normal (ULN) and their bilirubin falls within the range of 1.6 to 7.5 mg/dL, the suggested paclitaxel dose is 50 mg/m² administered over 24 hours.\n\nTable\nAST/ALT <10 x ULN and bilirubin <1.25 x ULN: 175 mg/m² over 3 h AST/ALT <10 x ULN and bilirubin 1.26-2 x ULN: 135 mg/m² over 3 h\n\nPregnancy considerations\n: Paclitaxel is categorized as a pregnancy category D drug, which signifies a potential risk to the fetus, as inferred from the data obtained from animal and human studies. The use of the drug during pregnancy should only be considered when the potential benefits outweigh the possible risks to the fetus. Notably, insufficient data is available for this specific human population.\n\nBreastfeeding considerations\n: The use of paclitaxel during breastfeeding is not recommended due to the potential for the drug to be excreted into breast milk, which could potentially harm the nursing infant.\n\nPediatric patients\n: Paclitaxel is infrequently utilized in pediatric populations due to the limited clinical data and the availability of alternative cancer treatments. The safety and efficacy of paclitaxel in children have not been firmly established.\n\nOlder patients\n: Using paclitaxel in elderly patients requires careful assessment of their comprehensive health status, organ function, and any existing comorbidities. Older patients may exhibit increased susceptibility to drug-related toxicities due to age-related changes in drug metabolism and clearance. Dosage adjustments and individualized treatment plans may be essential to mitigate potential adverse effects, including myelosuppression, while preserving treatment effectiveness.",
    "adverse_effects": "Paclitaxel can cause a range of adverse effects. The most prevalent adverse effects of paclitaxel use are alopecia, nausea and vomiting, mucositis, neutropenia, leukopenia, anemia, hypersensitivity reactions, arthralgia, myalgia, and weakness. Peripheral neuropathy is another common adverse effect, and patients with preexisting neuropathies may have an increased risk. A 20% reduction in the dose should be considered for patients who develop severe neuropathy.\n[39]\n\nLess frequently reported adverse effects include flushing, edema, hypotension, skin rash, stomatitis, thrombocytopenia, hemorrhage, increased serum alkaline phosphatase and AST, local injection site reaction, and increased serum creatinine. Injection site reactions are typically mild and characterized by symptoms such as erythema, tenderness, skin discoloration, or swelling. Extended infusion durations, such as 24 hours, increase the likelihood of their occurrence. Notably, delays of injection site reactions can extend from 7 to 10 days. Patients may also experience infusion-related hypotension, bradycardia, and hypertension. Consequently, it is advisable to regularly monitor the patient's vital signs, particularly during the initial hour of the infusion.\n[40]\n\nDrug-Drug Interactions\n\nPaclitaxel can interact with several other medications. Paclitaxel has 422 known drug interactions, categorized as 49 major, 356 moderate, and 17 minor. The essential details on the drug-drug interactions associated with paclitaxel are mentioned below.\n\nCytochrome P450 enzymes\n: Paclitaxel undergoes primary metabolism through the cytochrome P450 (CYP) enzyme system, specifically CYP2C8 and CYP3A4. Drugs that either inhibit or induce these enzymes can alter the metabolism and clearance of paclitaxel.\n\nInhibitors of CYP2C8 and CYP3A4: Drugs such as ketoconazole, erythromycin, clarithromycin, fluoxetine, and grapefruit juice can inhibit CYP2C8 and CYP3A4. This inhibition can result in elevated plasma concentrations, potentially increasing the risk of paclitaxel-related toxicities.\nInducers of CYP2C8 and CYP3A4: Drugs such as rifampin, phenytoin, carbamazepine, and St John's wort can induce CYP2C8 and CYP3A4. This induction can lead to diminished paclitaxel plasma concentrations, potentially compromising its efficacy.\n\nP-glycoprotein (P-gp) and other efflux transporters\n: Paclitaxel is a substrate of P-gp, an efflux transporter present in various tissues, including the blood-brain barrier and the gastrointestinal tract. Drugs that either inhibit or induce P-gp can alter the distribution and elimination of paclitaxel.\n\nInhibitors of P-gp: Drugs such as verapamil, quinidine, and amiodarone can inhibit P-gp, resulting in heightened systemic exposure to paclitaxel and the potential for toxicities.\nInducers of P-gp: Drugs such as rifampin and carbamazepine can induce P-gp, potentially reducing paclitaxel plasma concentrations and efficacy.",
    "monitoring": "The infusion site should be monitored for extravasation. In case of extravasation, healthcare providers should promptly halt and disconnect the infusion but retain the needle or cannula in its position. The extravasated solution should be gently aspirated while avoiding flushing the line. Following this, the healthcare provider should remove the needle or cannula, administer the antidote, discard the used needle or cannula, and elevate the extremity. However, conflicting data exist regarding the use of warm or cold compresses.\n[44]\nPatients should also be monitored for developing a severe hypersensitivity reaction. Although every patient should receive premedication to prevent the occurrence of a hypersensitivity reaction, some patients may still experience one that necessitates the discontinuation of treatment.\n\nMonitoring Paclitaxel Resistance\n\nPaclitaxel resistance is a significant cause of treatment failure and tumor progression. Several mechanisms have been associated with paclitaxel resistance, as mentioned below.\n\nOverexpression of drug efflux pumps:\nOne of the primary mechanisms of paclitaxel resistance involves the upregulation of ATP-binding cassette (ABC) transporters, including P-gp, multidrug resistance protein 1 (MRP1), and breast cancer resistance protein (BCRP). These transporters actively pump paclitaxel out of the cancer cells, reducing its intracellular concentration and, consequently, its cytotoxic effect.\n\nAlteration of microtubule structure:\nPaclitaxel exerts its cytotoxic effect by stabilizing microtubules, which results in mitotic arrest and eventual cell death. Resistance can arise due to modifications in tubulin expression or mutations in tubulin genes, resulting in alterations in microtubule structure that render them less responsive to paclitaxel's stabilizing properties.\n\nEnhanced DNA repair mechanisms:\nPaclitaxel-induced DNA damage can trigger cell death pathways. However, cancer cells that have developed resistance may upregulate DNA repair mechanisms, allowing them to repair the DNA damage caused by the drug and survive the cytotoxic effects of paclitaxel.\n\nActivation of survival pathways:\nThe cellular stress induced by paclitaxel can activate survival pathways, including PI3K/AKT and MAPK/ERK, which promote cell survival and reduce sensitivity to paclitaxel-induced apoptosis in resistant cancer cells.\n\nAltered apoptosis signaling:\nPaclitaxel-induced apoptosis is a crucial mechanism of cancer cell death. Paclitaxel resistance may arise from alterations in the apoptotic signaling pathway, preventing cancer cells from undergoing programmed cell death in response to the drug. Numerous critical genes in this context include\nbcl-2\n,\nbcl-x\n, and\np53\n.",
    "toxicity": "Currently, no known antidote for paclitaxel overdosage exists. The primary expected complications of overdosage would typically involve bone marrow suppression, peripheral neurotoxicity, and mucositis. However, it is noteworthy that hyaluronidase is commonly utilized as an antidote for addressing paclitaxel extravasation. If the needle or cannula is still in place, it is advised to administer 1 to 6 mL of hyaluronidase into the existing IV line. If the needle or cannula is no longer inserted, healthcare providers may inject the hyaluronidase subcutaneously, encircling the area of extravasation clockwise. This procedure may be repeated several times over the next 3 to 4 hours.\n[45]"
  }
}