{
  "drug_name": "palatable taste",
  "nbk_id": "NBK557768",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557768/",
  "scraped_at": "2026-01-11T15:35:48",
  "sections": {
    "clinical_significance": "When patients present for evaluation of taste loss, in most cases, a loss of smell will be found, leading to a loss of taste. Distortions in taste are typically present due to another underlying cause, such as medications or infections. On its own, a presenting complaint of loss of taste has little diagnostic value and is difficult to treat unless the underlying cause is treated.\n[30]\n\nTaste loss is associated with decreased appetite and food intake, especially in patients who have undergone radiotherapy for malignancy; this can increase the risk of cancer cachexia and severe weight loss and negatively impact the overall prognosis.\n[31]\nAdenoid hypertrophy in children links with olfactory disturbance, which can cause a lack of taste appreciation.\n[32]\nNutritional zinc deficiency has been demonstrated to cause taste loss, with studies finding that zinc deficiency was associated with varying degrees of taste abnormalities and that zinc supplementation usually produced improvement in these abnormalities.\n[33]\nTaste distortion may also be a side effect of many drugs, such as the antifungals griseofulvin and terbinafine, and antihypertensive agents, such as angiotensin-converting enzyme (ACE) inhibitors and calcium channel blockers.\n[34]\nThe antibiotic metronidazole is also associated with a metallic taste disturbance. Clinicians need to be aware of these side effects when prescribing medications, so they can convey accurate information to their patients and provide better care. Taste has a logical connection to overeating and obesity.\n[35]\nObesity, being linked to diabetes, cardiovascular disease, and other causes of morbidity and mortality, has quickly become a global health concern, with about 39% of the world's population considered to be overweight or clinically obese in 2018, a number that has undoubtedly grown significantly.\n[36]\nStudies have found that abnormalities in the central response to taste can develop in individuals who suffer from obesity and can be responsible for developing unhealthy eating patterns that can exacerbate obesity and difficulty in losing weight and maintaining weight loss in previously obese individuals.\n[37]\nTaste has been an often ignored sensory modality, considered not as crucial as other senses, and patients may often decline to disclose whether they have taste disorders spontaneously. The question \"Do you have a taste problem?\" was only able to identify 10% of patients with taste problems. Clinicians must directly approach this topic with patients and ask specific closed-ended questions to ensure appropriate history-taking.\n[38]\nBecause of the plethora of potential etiologies of loss of taste, it can be challenging to diagnose a taste disorder. However, further probing patients regarding their symptoms, such as a change in taste, can lead to further implications such as loss of appetite, weight loss, malnutrition, and ultimately a poorer quality of life. Ninety-five percent of taste disorders have been shown to be caused by an impairment of smell rather than a loss of taste, so it is of extreme importance to clinically evaluate for olfactory dysfunction.\n\nAdditionally, head trauma, cognitive impairments, and Parkinson disease should be ruled out as a cause of loss of smell or taste, and medication reconciliation should be performed to see if any medications the patient is taking could be the cause. Approximately 50% of patients with olfactory dysfunction will improve over time, with improvement inversely correlated with the severity and duration of loss of smell, a patient's age, smoking status, and male sex.\n[39]"
  }
}