{
  "drug_name": "pancuronium bromide",
  "nbk_id": "NBK538346",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538346/",
  "scraped_at": "2026-01-11T15:35:52",
  "sections": {
    "indications": "A history of hypersensitivity or anaphylactic reaction is an absolute contraindication to the use of pancuronium.\n\nRenal disease is a relative contraindication to the use of pancuronium, especially with other available NMBDs, which have decreased or absent renal clearance, such as rocuronium, vecuronium, and cisatracurium.\n\nThe use of pancuronium should merit careful consideration in cardiac dysfunction and myocardial disease due to concerns for myocardial ischemia, ventricular ectopy, and cardiovascular collapse secondary to vagolytically mediated tachycardia.\n[11]",
    "mechanism": "Pancuronium, as with other non-depolarizing NMBDs, is a competitive inhibitor at the postjunctional nicotinic acetylcholine (ACh) receptor; normally, the postjunctional ACh receptor in skeletal muscle functions as a ligand-gated ion channel which binds ACh to allow passage of sodium ions to cause depolarization of the cell membrane leading to skeletal muscle contraction. The nicotinic ACh receptor has five subunits; alpha subunits are two of the five subunits and serve as the binding site for ACh and NMBDs. Pancuronium is a steroidal molecule that contains ACh-like moieties, facilitating binding to the alpha subunit. The binding of pancuronium to at least one of the alpha subunits causes a conformational change in the ACh receptor and causes the ion channel to remain closed, preventing ion passage and depolarization. Additionally, due to its large molecular size when compared to ACh, pancuronium may physically occlude the ion channel and prevent ion passage; this mechanism of ACh receptor blockade becomes more significant with an increased number of molecules present.\n[6]\n\nPharmacokinetically, pancuronium is a highly ionized and water-soluble compound at physiologic pH. Because of the poor lipid solubility of pancuronium, it does not cross the blood-brain barrier to exert central nervous system effects, renal tubular reabsorption is minimal, and does not traverse the placenta with minimal fetal effects. Owing to the pancuronium's poor lipid solubility, the volume of distribution is nearly equivalent to circulating plasma volume. Redistribution and diffusion away from the neuromuscular junction (NMJ) contribute significantly to the clinical characteristics of the drug. Pancuronium gets cleared from the plasma primarily through renal excretion (80%). Hepatic degradation (10%) and biliary excretion (10%) play minor roles in the clearance of this drug. Hepatic deacetylation leads to several inactive metabolites and 3-desacetylpancuronium, which exhibits half to two-thirds of the potency of pancuronium at the NMJ; the effect of this metabolite can be clinically significant in renal impairment.\n\nPharmacodynamically, several drugs and clinical situations may either potentiate or diminish the clinical effect of pancuronium.\n[7]\n\nDrugs and clinical syndromes which potentiate neuromuscular blockade:\n\nVolatile anesthetics\nAminoglycoside antibiotics\nLocal anesthetics\nCardiac antiarrhythmic drugs\nDantrolene\nMagnesium\nLithium\nTamoxifen\nMyasthenia gravis\nDuchenne muscular dystrophy\n\nDrugs and clinical syndromes which diminish neuromuscular blockade:\n\nCalcium\nCorticosteroids\nAnticonvulsant drugs\nBurn injury\nDenervation injury\nImmobility",
    "administration": "Pancuronium administration is by intravenous bolus. A continuous IV infusion may be a consideration in the management of the critically ill patient.\n\nThe typical intubating dose is 0.1 mg/kg with a 3 to 5-minute onset to maximal muscle relaxation. The 95% effective dose is 0.07 mg/kg. The drug has a 60- to 90-minute duration of action (return to 25% of control twitches) with a typical intubating dose. Maintenance of neuromuscular blockade is possible with a dose of 0.02 mg/kg, titrated to the level of blockade.\n\nTypical infusion dosing may range from 0.7 to 2 mcg/kg/min.",
    "adverse_effects": "Patients with renal failure may experience a 30 to 50% decrease in plasma clearance of pancuronium and associated prolonged neuromuscular blockade.\n\nDue to its blockade of muscarinic receptors, mainly M2 receptors found in the atria, pancuronium increases heart rate, mean arterial pressure, and cardiac output.\n[8]\n\nPancuronium and other NMBDs have correlated with persistent weakness syndromes in critically ill patients requiring prolonged infusions of these drugs. Critically ill patients have many comorbidities, such as acid-base derangements, electrolyte imbalances, and organ system failure, potentially leading to myopathies and polyneuropathies.\n[9]\n[10]\n\nIt is important to note that pancuronium has no anesthetic, amnestic, or analgesic properties, and patients may have intraoperative recall leading to significant morbidity and psychological trauma without the use of sufficient anesthetic agents.",
    "monitoring": "The monitoring of neuromuscular blockade with pancuronium should be through qualitative and/or quantitative peripheral nerve stimulation. This often occurs by placing electrodes overlying the facial nerve on the lateral face, the ulnar nerve at the wrist, or the tibial nerve at the ankle. Supramaximal electrical stimulation produces muscular contraction, which may be observed to achieve qualitative evaluation or measured by acceleromyography to achieve a quantitative assessment. There are patterns of neural stimulation to monitor neuromuscular blockade, including train-of-four (TOF), tetanus, and double burst stimulation (DBS).\n[12]\n\nTypical TOF stimulation occurs with four electrical impulses at 2 Hz. With each repetitive stimulation in the presence of pancuronium or other nondepolarizing NMBD, ACh is released at the NMJ in diminishing amounts correlating to the decreased amplitude of muscular contraction. The ratio of the first and fourth muscular contraction is measured as the TOF ratio, which allows for quantification and estimation of recovery from the neuromuscular blockade.\n[12]\n\nTypical tetanic stimulation occurs with a continuous electrical stimulation at 50 Hz over 5 seconds. Pancuronium and other nondepolarizing NMBD result in a non-sustained or fading amplitude of muscular contraction. DBS is characterized by two bursts of three electrical stimuli separated by 750 ms, which are recognized clinically as two separated twitches. DBS provides an improved ability to discern deep levels of neuromuscular blockade.\n[13]\nMonitoring neuromuscular blockade is imperative for maintaining the appropriate blockade and allowing for recovery from and reversal of blockade at the end of a surgical case.",
    "toxicity": "The anticholinergic agents neostigmine, pyridostigmine, and edrophonium combined with atropine and/or glycopyrrolate can partially reverse the actions of pancuronium and serve as antidotes in the case of toxicity.\n[14]\nMonitoring patients for adequate respiratory rate and muscle tone is crucial for determining the amount of antidote that requires administration during the reversal of pancuronium toxicity.\n[15]"
  }
}