{
  "drug_name": "pancreatin",
  "nbk_id": "NBK557848",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557848/",
  "scraped_at": "2026-01-11T15:35:52",
  "sections": {
    "indications": "Alpha-glucosidase inhibitors are contraindicated in conditions that can be worsened due to excess gas formation in the gut. These drugs are also contraindicated in patients with partial intestinal obstruction or a predisposition or risk of intestinal obstruction. Other contraindications include diabetic ketoacidosis, chronic intestinal disease (associated with marked disorders of digestion or absorption), colonic ulceration, inflammatory bowel disease, and known hypersensitivity to this group of drugs.\n[1]\n\nWarnings and Precautions\n\nHypoglycemia:\nThis is unlikely to occur with acarbose or miglitol monotherapy but may occur with combination therapy when combined with other drugs, such as sulfonylureas, metformin, or insulin.\n\nLoss of blood glucose control:\nIn patients with diabetes, when exposed to stress such as infection, fever, trauma, or surgery, a temporary loss of control of blood glucose may occur. During this time, temporary insulin therapy may be required.",
    "mechanism": "Alpha-glucosidase inhibitors inhibit the absorption of carbohydrates from the small intestine. They competitively inhibit enzymes that convert complex nonabsorbable carbohydrates into simple absorbable carbohydrates. These enzymes include glucoamylase, sucrase, maltase, and isomaltase. By delaying carbohydrate absorption, they reduce the rise in postprandial blood glucose concentrations by about 3 mmol/L.\n\nAcarbose is the most commonly used drug in this class and also the most widely studied one. Others include miglitol and volglibose. Acarbose inhibits α-amylase, maltase, sucrase, and dextranase and is most effective against glucoamylase. Acarbose does not affect lactase, which is a β-glucosidase.\n\nVoglibose (manufactured and approved in Japan but not FDA-approved in the USA) and acarbose are poorly absorbed from the gut, have low bioavailability, and are excreted in the stool. Miglitol, on the other hand, is absorbed in the gut completely and is excreted through the renal route. Acarbose undergoes metabolism in the colon, while miglitol and voglibose do not.\n[1]\n[3]\n[13]",
    "administration": "Dosage Forms and Strengths\n\nAlpha-glucosidase inhibitors are administered orally. They should be taken 3 times a day with the first bite of each meal. The general recommendation is to always start with a lower dose to reduce the frequency of adverse effects and achieve the desired dose for optimal glycemic control. The effectiveness of AGIs is affected by the number of complex carbohydrates in the diet. A carbohydrate-rich diet also increases the severity of gastrointestinal side effects.\n[14]\n\nAcarbose\n\nAcarbose tablets are available in 25 mg, 50 mg, and 100 mg dosages. The drug should be started at a lower dose (25 mg, 3 times daily), with gradual dose increments (titrating every 4 to 8 weeks after that) to reduce gastrointestinal adverse effects and help identify the lowest dose required for adequate glycemic control of the patient. The dosage of acarbose tablets should be individualized based on tolerance and effectiveness while staying within the maximum recommended 100 mg, 3 times daily.\n\nAcarbose should be taken 3 times daily at the beginning (ie, with the first bite) of each main meal. If the specified diet is not followed, the intestinal adverse effects may be intensified. If distressing symptoms develop despite adherence to the diabetic diet prescribed, the clinician must be consulted, and the dose must be temporarily or permanently reduced. To minimize gastrointestinal side effects, some patients may benefit from more gradual dose titration by starting treatment at 25 mg once daily and subsequently attaining the frequency of administration to 25 mg, 3 times daily.\n\nThe maintenance dose for acarbose ranges from 50 mg to 100 mg, 3 times daily. However, since there is an increased risk for elevated serum transaminases in patients with lower body weight, only patients >60 kg should be considered for dose increments above 50 mg, 3 times daily.\n\nThe therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal using the lowest effective acarbose dose, either as monotherapy or combined with metformin, sulfonylureas, or insulin.\n\nMiglitol\n\nMiglitol tablets are available in 25 mg, 50 mg, and 100 mg dosages. The initial dose is 25 mg, 3 times daily, and the maximum dose is 100 mg, 3 times daily.\n[1]\nThe starting dose should be 25 mg, which can be gradually increased to reduce gastrointestinal adverse effects and to permit the identification of the minimum dose needed for adequate glycemic control. During treatment initiation of miglitol and dose titration, a one-hour post-prandial plasma glucose (PPG) test may be used to identify the therapeutic response and determine the optimum dose for the patient.\n\nAfterward, glycosylated hemoglobin should be measured at intervals of approximately 3 months. The therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal by administering the lowest effective dose of miglitol tablets, either as monotherapy or combined with sulfonylurea.\n\nVoglibose\n\nThe recommended initial dose for voglibose is 0.2 mg, 3 times daily, which can be increased to 0.3 mg, 3 times daily.\n\nThe safety of AGIs has not been established in pediatric and pregnant patients, warranting caution if their use is indicated in these populations.",
    "adverse_effects": "Gastrointestinal disturbances are the most commonly reported side effects of alpha-glucosidase inhibitors.\n[15]\nThese result from the degradation of undigested carbohydrates by bacteria in the colon, which causes excessive gas formation. Flatulence is the most commonly reported side effect in about 78% of cases. Diarrhea and abdominal pain may also occur.\n[16]\n\nAcarbose (but not other AGIs) has potential links with hepatitis in some instances. These diminish with time, and their severity can be further reduced by starting with a low dose. A carbohydrate-rich diet can precipitate these adverse effects.\n[1]\n[17]\n\nDrug Interactions\n\nSeveral studies analyzed the potential interaction between glyburide and miglitol. Although a trend was previously observed involving lower C\nmax\nand AUC values for glyburide when co-administered with miglitol tablets, no definitive remark regarding a potential interaction can be made based on available information.\n[18]\nNo effect of miglitol was observed on the pharmacodynamics or pharmacokinetics of warfarin.\n\nIn a pharmacokinetic study with healthy volunteers, co-administration of digoxin with miglitol 50 mg or 100 mg, 3 times daily, decreased the average plasma concentrations of digoxin by 19% and 28%, respectively. However, for patients with diabetes treated with digoxin, plasma digoxin concentrations were unaffected by the co-administration of miglitol 100 mg, 3 times daily for 14 days. Acarbose has been shown to change the bioavailability of digoxin when coadministered, which may require digoxin dose adjustment.\n[19]\n\nDigestive enzyme preparations containing carbohydrate-splitting enzymes (eg, pancreatin, amylase) and intestinal adsorbents (eg, charcoal) may decrease the effect of acarbose or miglitol and should not be administered concomitantly.\n\nPatients Receiving Insulin or Sulfonylureas:\nSulfonylurea agents or insulin may cause hypoglycemia. Acarbose or miglitol, when given in combination with sulfonylurea or insulin, may lower blood glucose and increase the potential for hypoglycemia. If hypoglycemia happens, proper adjustments in the dosage of these medicines should be made. Very rarely, cases of hypoglycemic shock have been documented in patients receiving acarbose therapy combined with sulfonylureas or insulin.\n\nCertain medications tend to cause hyperglycemia and may lead to loss of blood glucose control. These drugs include corticosteroids, thiazides and other diuretics, phenothiazines, estrogens, oral contraceptives, phenytoin, thyroid products, nicotinic acid, sympathomimetics, isoniazid, and calcium channel-blocking drugs. When such medications are administered to a patient receiving acarbose, the patient requires close monitoring for loss of blood glucose control. When such medicines are withdrawn from patients receiving acarbose in combination with insulin or sulfonylureas, patients must be observed closely for any evidence of hypoglycemia.",
    "monitoring": "There are reports of cases of acute hepatitis with the use of acarbose; hence, liver function tests (LFTs) require monitoring before and during treatment.\n[20]\nIf the concentrations of LFTs become abnormal during treatment, the clinician should reduce the dose or discontinue therapy. Monitoring the efficacy of these agents requires checking glycosylated hemoglobin (Hb1Ac) and 1 or 2-hour postprandial plasma glucose concentrations.\n[1]",
    "toxicity": "Unlike sulfonylureas, this group of drugs does not cause hypoglycemia. However, combination therapy with sulfonylureas or insulin poses the risk of hypoglycemia; in mild-to-moderate hypoglycemia cases, the patient should keep glucose (dextrose) with them. Disaccharides such as sucrose and polysaccharides (cane sugar) would not be suitable for reversing hypoglycemia in patients taking AGIs as the effects of the drug would impair their digestion and absorption.\n[21]\nSevere hypoglycemia may require the administration of either intravenous glucose infusion or glucagon injection."
  }
}