{
  "drug_name": "pantoprazole",
  "nbk_id": "NBK499945",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499945/",
  "scraped_at": "2026-01-11T15:35:57",
  "sections": {
    "indications": "Pantoprazole is contraindicated in patients with a history of hypersensitivity to the drug itself, components of the formulation, or other benzimidazole PPIs, including omeprazole, lansoprazole, rabeprazole, esomeprazole, or dexlansoprazole. Hypersensitivity reactions include, but are not limited to, anaphylactic shock, pulmonary effects such as bronchospasm, angioedema, and urticaria.\n[35]\nIf a hypersensitivity reaction were to occur following the administration of pantoprazole, the infusion should stop immediately. Furthermore, pantoprazole should not be taken with rilpivirine (which is a non-nucleoside reverse transcriptase inhibitor) as it may reduce the drug’s serum concentration.\n\nWarning and Precautions\n\nIntersitial nephritis:\nAccording to the Kidney Disease: Improving Global Outcomes (KDIGO) guidelines, it is advised to exercise caution regarding long-term use of proton pump inhibitors (PPIs) in individuals with unexplained chronic kidney disease (CKD), as well as in light of case reports that link proton pump inhibitor use to acute kidney injury (AKI) and interstitial nephritis.\n[36]\nHowever, KDIGO indicates that proton pump inhibitors (PPIs) are generally effective and safe, although they may occasionally be associated with interstitial nephritis. KDIGO advises evaluating bleeding risk and recommends the use of PPIs when prescribing antiplatelet or antithrombotic therapy, particularly when these therapies are used in combination.\n[37]\n\nGastric malignancy:\nThe symptomatic response to pantoprazole does not exclude the presence of gastric malignancy. Further diagnostic evaluation should be considered in patients with suboptimal response or early symptom relapse after treatment. In older patients, endoscopic assessment should also be considered.\n[38]\n\nInjection site reactions:\nThrombophlebitis has been associated with the use of intravenous pantoprazole sodium. The infusion site should be monitored regularly, and the catheter should be removed if clinically indicated.\n\nPotential for exacerbation of zinc deficiency:\nPantoprazole IV contains edetate disodium (EDTA), a chelating agent for divalent metal ions, such as zinc. Zinc supplementation should be considered in patients predisposed to zinc deficiency. Caution is advised with concurrent intravenous administration of other EDTA-containing agents.\n\nClostridioides difficile-\nassociated diarrhea:\nProton pump inhibitor (PPI) therapy, including pantoprazole, may be associated with an increased risk of\nClostridioides difficile-\nassociated diarrhea, particularly in hospitalized patients. This diagnosis should be considered in patients with unexplained or persistent diarrhea.\n[39]\n\nBone fracture:\nPatients receiving high-dose or long-term PPI therapy and those with kidney disease are at an increased risk of osteoporosis-related fractures. Clinicians should administer the lowest effective dose and shortest duration necessary.\n[40]\n[41]\n\nSevere cutaneous adverse reactions:\nSerious cutaneous adverse reactions, including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP), have been reported with PPIs. Discontinue pantoprazole at the first signs of severe skin reactions or hypersensitivity, and consider further evaluation.\n\nCutaneous and systemic lupus erythematosus:\nInfrequent cases of cutaneous lupus erythematosus (CLE) and systemic lupus erythematosus (SLE) have been reported in association with PPI therapy, including pantoprazole. Most cases of CLE are subacute (SCLE) and present weeks to years after initiation.\n[42]\nSLE is less frequent and typically milder. Symptoms usually resolve within 4 to 12 weeks following drug discontinuation, although serologic abnormalities may persist longer.\n\nHypomagnesemia and mineral metabolism:\nProlonged PPI use (>12 months) has been associated with hypomagnesemia, which may be symptomatic or asymptomatic, and can result in tetany, seizures, or arrhythmias. Secondary hypocalcemia or hypokalemia may also occur.\n[43]\nIn patients receiving long-term therapy or concurrent medications that predispose them to electrolyte imbalance (eg, digoxin, diuretics), periodic monitoring of magnesium and calcium levels should be considered. Supplementation or discontinuation may be warranted.\n\nFundic gland polyps:\nThe use of long-term PPIs, including pantoprazole, is associated with an increased risk of fundic gland polyps, particularly after one year of treatment. These lesions are typically asymptomatic and incidentally identified during endoscopy. Limit therapy duration to the minimum necessary for clinical management.\n[44]",
    "mechanism": "Proton pump inhibitors are categorized into 2 groups: the benzimidazole group and the imidazopyridine group. Pantoprazole falls in the benzimidazole group of PPIs. The primary difference between them is that benzimidazoles have a faster rate of metabolism, resulting in a shorter presence in plasma. Regarding the mechanism of action, pantoprazole irreversibly inhibits the H\n+\n/K\n+\nATP pumps. There is an increased rate of pantoprazole degradation at lower environmental pH levels. Therefore, it makes sense that this medication would work best in the stomach, where the H\n+\n/K\n+\nATP pumps are located (specifically within the parietal cells of the stomach lining). This is the final step in gastric acid production. Binding of pantoprazole to these pumps prevents acid secretion for up to 24 hours. After 24 hours, new pumps have been created, and thus a subsequent dose of pantoprazole is required to inhibit their action.\n\nPharmacokinetics\n\nAbsorption:\nPantoprazole's onset of action is rapid, with the maximal effect occurring between 2 and 6 hours after administration. When standardized to omeprazole equivalents (OE = 1.00), pantoprazole has an OE of 0.23, lansoprazole has an OE of 0.90, esomeprazole has an OE of 1.60, and rabeprazole has an OE of 1.82.\n[2]\n[9]\nThis medication has a bioavailability of 77% when taken orally. The concomitant administration of antacids does not significantly affect the absorption of pantoprazole.\n\nDistribution:\nThe apparent volume of distribution is approximately 11 to 23.6 liters, with a primary distribution in extracellular fluid. Pantoprazole's serum protein binding is approximately 98%, predominantly to albumin.\n\nMetabolism:\nPantoprazole is metabolized in the liver, primarily through CYP2C19 demethylation and sulfation.\n[10]\nOther metabolic pathways involve oxidation by CYP3A4.\n[11]\nThe effect of metabolites is considered insignificant.\n\nExcretion:\nPantoprazole is eliminated primarily through the kidneys, with approximately 71% of the administered dose excreted in the urine and around 18% via the feces through biliary excretion; no unchanged drug is recovered in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nPantoprazole is available in intravenous formulations, including 40 mg/100 mL, 40 mg/50 mL, and 80 mg/100 mL in 0.9% NaCl solutions and an injection powder for reconstitution in 40 mg per vial. Additionally, pantoprazole is available in oral forms, including delayed-release tablets in 20 mg and 40 mg strengths, and delayed-release granules for oral suspension in 40 mg per packet.\n\nAdult Dosing\n\nCorrectly dosing pantoprazole requires a correct diagnosis, as different administration protocols are based on the condition being treated. There are several disease processes that pantoprazole helps manage.\n[12]\nThese include erosive esophagitis associated with gastroesophageal reflux disease, erosive esophagitis, and pathological hypersecretory conditions such as Zollinger-Ellison syndrome. For erosive esophagitis associated with gastroesophageal reflux disease, pantoprazole can be administered orally or intravenously. For oral administration, treatment is typically 40 mg daily or 20 mg daily for milder cases, for a total of 8 weeks.\n[13]\nThere is an optional \"maintenance\" period during which the same dose can continue for up to 12 months. Intravenously, 40 mg of pantoprazole is administered daily for 7 to 10 days. For Zollinger-Ellison syndrome, pantoprazole administration can also be oral or intravenous. For oral administration, treatment is typically 40 mg twice daily. There is an option of titrating up to 240 mg if needed. Intravenously, the recommended dose is 80 mg of pantoprazole administered every 12 hours. As mentioned, pantoprazole also has various off-label uses.\n[14]\n\nFor the eradication of\nHelicobacter pylori\nbacterial infections, pantoprazole can be incorporated into drug regimens that include various types of antibiotics.\n[15]\nFor all of these regimens, the recommended dosing is 40 mg of pantoprazole twice daily. A loading dose of 80 mg, followed by an infusion of 8 mg per hour, is recommended for the prevention of peptic ulcer rebleeding.\n[16]\nFor NSAID-induced ulcers, the recommended dosing is 20 to 40 mg orally each day.\n[17]\nPantoprazole administration can be with or without food, but taking it 30 minutes before a meal is preferable.\n[18]\nThe tablet should be swallowed whole and should not be crushed or chewed.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment is required. Hepatotoxicity results in mild elevation in transaminase levels.\n[11]\n\nRenal impairment:\nNo dosage adjustment is required. A recent study suggests a decline in GFR with pantoprazole use; additional research is needed.\n[19]\n\nPregnancy considerations:\nIn one study, the use of proton pump inhibitors (PPIs) during early pregnancy did not demonstrate a significant increase in the risk of congenital malformations. Sibling-controlled analyses further suggested that PPIs are unlikely to be major teratogens. Additionally, a large cohort study indicated that PPI use during the second and third trimesters was associated with a subtle increase in the risk of preeclampsia. However, no such association was found with first-trimester use. Clinicians should weigh the risks and benefits of PPI therapy on an individual basis to ensure the best outcomes for both the mother and the fetus.\n[20]\n[21]\n[22]\n\nBreastfeeding considerations:\nPantoprazole has been detected in breast milk. Maternal doses of 40 mg of pantoprazole daily produce low levels in milk and are not expected to cause any adverse effects in breastfed infants.\n[23]\n\nPediatric patients:\nPantoprazole is indicated for the short-term treatment of erosive esophagitis associated with gastroesophageal reflux disease. Oral pantoprazole is approved for patients aged 5 and older.\n[24]\nChildren weighing 15 to 40 kg should receive 20 mg once daily, and those weighing more than 40 kg should receive 40 mg once daily. For intravenous use, pantoprazole is approved in patients aged 3 months and older. Infants weighing <12.5 kg should receive 0.8 mg/kg once daily, while those weighing more than 12.5 kg may receive 10 mg daily. Children aged 1 to 17 should receive 10 mg if they weigh less than 15 kg, 20 mg if they weigh between 15 and 40 kg, and 40 mg if they weigh 40 kg. Intravenous therapy should be discontinued once oral administration is tolerated. Evidence for the use of proton pump inhibitors for GERD in preterm infants is limited and inconclusive.\n[25]\n\nOlder patients:\nThe use of proton pump inhibitors, including pantoprazole, is associated with an increased risk of\nClostridioides difficile\ninfection, pneumonia, bone loss, and fractures in older adults. The American Geriatric Society Beers Criteria recommends avoiding scheduled use for more than 8 weeks unless necessary for high-risk patients, such as those using oral corticosteroids or chronic NSAIDs, as well as for conditions like erosive esophagitis, pathological hypersecretory disorders, or when maintenance treatment is required due to failure of drug discontinuation or inadequate response to H2-receptor antagonists.\n[26]\n[27]",
    "adverse_effects": "Even though pantoprazole is a relatively benign medication, there is still a risk of adverse effects.\n[28]\nThe primary adverse effects of pantoprazole include diarrhea, headache, upper respiratory tract infection, and abdominal pain. Long-term complications of pantoprazole use include diarrhea attributed to\nClostridium difficile\nor microscopic colitis, small-intestinal bacterial overgrowth, vitamin B12 deficiency, iron deficiency, calcium deficiency, magnesium deficiency, bone demineralization, interstitial nephritis, and diminished absorption of medications such as clopidogrel.\n[29]\nThere is a rare risk of subacute cutaneous lupus erythematosus associated with pantoprazole administration, and Health Canada acknowledged this risk in December 2017. In older adults specifically, treatment with pantoprazole for 8 weeks or longer is not recommended. The Beers Criteria classifies pantoprazole as an inappropriate medication for the older population due to an associated increased risk of\nClostridium difficile\ninfection and bone density loss.\n[30]\n[31]\nA recent study has reported that QTc prolongation in critically ill patients; additional research is required.\n[32]\n\nDrug-Drug Interactions\n\nAntiretrovirals\n:\nRilpivirine: Concomitant use is contraindicated due to decreased antiviral effect and risk of drug resistance.\nAtazanavir: Monitor for potential reduced efficacy; consult dosing recommendations for adjustments.\nNelfinavir: Avoid concomitant use due to decreased efficacy.\nWarfarin\n:\nAccording to product labeling, altered INR and prothrombin time are possible. Regular monitoring of INR is required, and warfarin dose adjustments may be necessary. However, one study suggests conflicting results.\n[33]\nDrugs dependent on gastric pH for absorption\n:\nPantoprazole can lower gastric acidity, reducing the absorption of drugs such as iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, and ketoconazole/itraconazole. Monitoring and possible dose adjustments may be necessary to maintain the effectiveness.\nMethotrexate\n:\nConcomitant use, especially at high doses, may increase and prolong serum methotrexate levels, potentially causing toxicity.\n[34]\nIncompatibility\n: Midazolam IV is incompatible with Y-site administration of IV pantoprazole.\n\nDrug-Laboratory Interactions\n\nTetrahydrocannabinol levels:\nThere have been instances of false-positive results in urine screenings for tetrahydrocannabinol in patients taking proton pump inhibitors (PPIs), including pantoprazole. Clinicians should interpret these results with caution.\n\nNeuroendocrine tumor diagnostics:\nProton pump inhibitor–induced acid suppression can elevate serum chromogranin A (CgA) concentrations, potentially leading to false-positive interpretations during neuroendocrine tumor diagnostics. Discontinuation of pantoprazole for at least 14 days before CgA measurement is recommended; retesting should be considered if levels remain elevated. Consistent use of the same assay laboratory is advised for serial assessments due to inter-assay variability in the reference range.",
    "monitoring": "Patients who are prescribed pantoprazole require monitoring for signs and symptoms of gastroesophageal reflux disease and peptic ulcer disease. If symptoms of these conditions arise, an increase in dosage or a change in medication should merit consideration by the clinician. Pantoprazole can reduce the concentration or increase the absorption of other medications, such as CYP2C19 inducers, bisphosphonate derivatives, amphetamines, fluconazole, and methotrexate, among others. Therefore, the affected efficacy of these medications also requires vigilance, and appropriate changes should be made when necessary. Finally, pantoprazole sounds and looks similar to the antipsychotic aripiprazole. Healthcare professionals and patients should acknowledge this and exercise caution to avoid mistakes. If UGIB is suspected, large-bore IV access and resuscitation are critical. FOBT may be ordered if there is suspicion of occult GI bleed.\n[45]\nBone mineral density should be monitored for patients receiving prolonged pantoprazole therapy. Furthermore, monitoring for\nClostridium difficile-\nassociated diarrhea (CDAD) is critical. Baseline and follow-up comprehensive metabolic panels with electrolytes should be obtained if long-term treatment is planned to monitor serum magnesium and calcium levels.\n[43]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThere have not been a significant number of pantoprazole overdoses that have resulted in serious medical consequences. Laboratory studies have shown that single doses ranging from 709 to 887 mg/kg caused death in animal subjects (mice, rats, and dogs). Acutely, evidence of hypoactivity, tremor, and ataxia was observed in these animals.\n\nManagement of Overdose\n\nThere is no specific antidote for an event such as this. Furthermore, pantoprazole is not removable from the body via hemodialysis. As a result, treatment for pantoprazole overdose focuses on symptomatic relief. Contact the poison control center (800-222-1222) for the most up-to-date recommendations."
  }
}