{
  "drug_name": "panth",
  "nbk_id": "NBK560583",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560583/",
  "scraped_at": "2026-01-11T15:35:54",
  "sections": {
    "toxicity": "Management of Toxicities in Compressive Optic Neuropathy\n\nThe management of CON frequently involves surgery, radiotherapy, chemotherapy, or multimodal approaches, each carrying distinct toxicities. Early recognition of complications and proactive intervention play a central role in optimizing outcomes and preserving visual function. Toxicity management in CON requires anticipation, prevention, and prompt intervention. Advances, eg, IMRT, proton therapy, minimally invasive surgery, and biologic agents have significantly reduced the incidence of treatment-related complications. Nevertheless, vigilant interprofessional follow-up remains essential for preserving function and maintaining quality of life.\n\nSurgical Toxicities\n\nOptic nerve injury may occur during decompression or tumor resection, leading to worsening vision loss. Preventive strategies include intraoperative neuro-monitoring, meticulous microsurgical techniques, and neuronavigation. High-dose corticosteroids can be administered postoperatively to reduce edema. CSF leaks and meningitis, especially after skull base or orbital apex surgeries, require lumbar drainage, watertight dural repair, and prophylactic antibiotics. Injury to cranial nerves III, IV, or VI may result in ocular motility disturbances. Management options include prism therapy, botulinum toxin injection, or strabismus surgery for persistent diplopia.\n[114]\n\nRadiation-Related Toxicities\n\nRadiation-induced optic neuropathy (RION), a dose-dependent complication typically occurring at cumulative doses above 55 Gy, presents with sudden, irreversible vision loss. Preventive measures include strict adherence to dosage limits (≤54 Gy for optic nerve and chiasm), fractionation strategies, and advanced techniques, eg, IMRT or proton therapy. Once RION develops, therapeutic options remain limited, although hyperbaric oxygen and anti-vascular endothelial growth factor (anti-VEGF) therapy have been attempted. Retinopathy and maculopathy, particularly after stereotactic radiosurgery, may be treated with anti-VEGF injections or laser photocoagulation in ischemic cases. Cataract formation often develops as a delayed effect of orbital irradiation and can be managed with phacoemulsification and intraocular lens implantation. Lacrimal gland irradiation may lead to dry eye syndrome or keratopathy, which can be best managed with lubricants, punctal plugs, or topical cyclosporine.\n[115]\n\nMedical Therapy Toxicities\n\nCorticosteroids, commonly used in thyroid orbitopathy and inflammatory conditions, may produce Cushingoid features, diabetes, hypertension, osteoporosis, and ocular hypertension. Management strategies include tapering to the lowest effective dose, providing bone protection with calcium, vitamin D, and bisphosphonates, and monitoring intraocular pressure. Biologic agents (eg, rituximab and teprotumumab) may cause infusion reactions, hearing loss in the case of teprotumumab, and immune suppression. Preventive measures include premedication with antihistamines or corticosteroids, audiometric monitoring, and prophylaxis for opportunistic infections. Chemotherapy for lymphoma may result in myelosuppression, neuropathy, or systemic toxicities, managed with growth factor support, dose modifications, and close systemic monitoring.\n[116]\n\nSystemic and Supportive Toxicities\n\nEndocrine dysfunction may follow radiotherapy for parasellar tumors due to pituitary damage, necessitating hormone replacement therapy with thyroxine, hydrocortisone, sex hormones, or growth hormone. Neurocognitive decline, though rare in fractionated radiotherapy, may occur in pediatric patients or those receiving high-dose regimens. Management strategies include neurorehabilitation, cognitive therapy, and minimizing radiation dose to the hippocampi with advanced treatment planning.\n[4]\n\nPreventive and Monitoring Strategies\n\nMultimodal imaging, combining MRI and OCT, enables the early detection of optic nerve and retinal changes. Regular visual function testing, including visual fields and contrast sensitivity, supports early identification of deficits. Strict dose constraints combined with modern radiotherapy planning protect the optic nerve, chiasm, and retina from excessive radiation. Patient education remains essential, with counseling focused on early recognition of vision changes, diplopia, and systemic drug toxicities to allow timely intervention.\n[117]"
  }
}