{
  "drug_name": "pantothenate",
  "nbk_id": "NBK430689",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430689/",
  "scraped_at": "2026-01-11T18:47:42",
  "sections": {
    "indications": "Pantothenate kinase-associated neurodegeneration (PKAN), an inborn error of coenzyme A (CoA) metabolism, represents the most common form of neurodegeneration with brain iron accumulation (NBIA). This rare neurodegenerative disorder involves progressive extrapyramidal dysfunction (eg, dystonia, rigidity, choreoathetosis), iron accumulation in the basal ganglia, and axonal spheroids within the central nervous system.\n[1]\nAmong more than 20 alternative names for PKAN, Hallervorden-Spatz disease remains the most familiar to nonspecialist practitioners. Mutations in\nPANK2\n, which encodes the mitochondrially targeted pantothenate kinase 2, cause this autosomal recessive disorder.\n[2]\nPresenting symptoms often prompt clinical suspicion, which strengthens upon identification of the characteristic “eye-of-the-tiger” pattern—hypointense and hyperintense signals in the globus pallidus—on T2-weighted brain magnetic resonance imaging (MRI) sequences.\n[3]\nSystemic and cerebrospinal fluid iron levels, along with plasma ferritin, transferrin, and ceruloplasmin, remain within normal ranges.\n\nResearchers have distinguished classic and atypical forms of PKAN. The classic form typically emerges in early childhood, usually by age 6, and leads to severe, rapidly worsening motor dysfunction. Most children who present early lose independent mobility and become wheelchair-bound by their mid-teens. The atypical form presents later, during childhood or adolescence, and progresses more slowly. Although symptom patterns vary, the atypical form more frequently involves speech disturbances and psychiatric manifestations than the classic type.\n[4]\nCurrent treatment approaches—such as deep brain stimulation (DBS) and symptomatic medications (eg, baclofen, trihexyphenidyl)—focus on alleviating symptoms without modifying disease progression. Disease-modifying therapies remain in early development. Promising therapies targeting underlying metabolic dysfunction and iron accumulation hold potential for advances in PKAN management, although further clinical trials are needed to confirm their efficacy and safety.\n[5]\n[6]",
    "mechanism": "PKAN was first described in 1922 by the German physicians Hallervorden and Spatz as a familial form of brain degeneration marked by cerebral iron deposition.\n[7]\nThis condition represents a subset of NBIA that affects the basal ganglia, leading to variable neurological dysfunction. Mutations in at least 10 different genes have been linked to distinct NBIA disorders, each producing a specific clinical entity.\n\nAlthough the precise etiology of PKAN remains unclear, case reports have suggested an inborn error of metabolism involving neuromelanin and the dopaminergic system.\n[8]\nOne proposed hypothesis suggests that the aberrant oxidation of lipofuscin to neuromelanin and reduced activity of cysteine dioxygenase may contribute to abnormal iron accumulation in the brain. While the globus pallidus and pars reticulata of the substantia nigra naturally contain relatively high iron levels, individuals with PKAN exhibit excessive iron accumulation in these regions.\n\nThe mutation in the\nPANK2\ngene (located on band 20p13) accounts for most inherited PKAN cases in various studies. Mutations result in an autosomal recessive inborn error of CoA metabolism with a resultant deficiency of pantothenate kinase enzyme, which may lead to the accumulation of cysteine and cysteine-containing compounds in the basal ganglia. This causes iron chelation in the globus pallidus and basal ganglia, and rapid auto-oxidation of cysteine in the presence of iron with subsequent free radical production. Pathologic examination reveals characteristic rust-brown discoloration of the globus pallidus and substantia nigra pars reticulata due to underlying iron deposition and a reduction in the size of these nuclei. Generalized atrophy of the brain parenchyma may be seen in severely advanced cases.\n[9]\n[10]\n[11]\n\nCase reports have documented a positive family history of PKAN and acanthocytosis, including an early onset of PKAN in 2 sisters, in which the diagnosis was based on clinical features, laboratory parameters, and MRI imaging findings.\n[12]\n[13]",
    "monitoring": "Computed Tomography Imaging\n\nCT is not particularly helpful in the diagnosis of PKAN; however, this modality can occasionally reveal hypodensity in the basal ganglia and some brain atrophy. Calcification in the basal ganglia in the absence of any atrophy has also been described.\n\nFor instance, a case study presented an 8-year-old boy with progressive muscle dystonia, neuroregression, frequent falls, multiple injury marks of different stages, and seizures that started at the age of 4 years. However, the child had been seizure-free due to valproate and levetiracetam treatment. The CT scan of this patient demonstrated bilateral basal ganglia calcification. Genetic testing identified mutations in the\nPANK2\ngene.\n[11]\n\nBrain Magnetic Resonance Imaging\n\nBrain MRI is the standard diagnostic evaluation of all forms of NBIA. MRI has significantly increased the likelihood of a diagnosis of PKAN. Imaging findings are most conspicuous on T2W sequences which demonstrate hypointensity reflecting areas of iron deposition, mainly in globus pallidus, pars reticulata of the substantia nigra, and red nuclei (see\nImage\n. MRI of PKAN). Studies report that all patients with\nPANK2\nmutations, whether classic or atypical, have the characteristic radiologic sign known as the \"eye of the tiger\" on brain MRI, which is evident as bilateral symmetrical, central foci of hyperintense signals in the anteromedial globus pallidus, with a surrounding zone of hypointensity in the globus pallidus on T2W MR scanning. In particular, a study described a child who presented with extrapyramidal symptoms and a pathognomonic eye-of-the-tiger sign on MRI, with pathological examination of the brain revealing iron deposition in the bilateral globus pallidus, spongiform change, and axonal neuron degeneration (characterized by spheroids).\n[28]\n[20]\n[29]\n\nThe central T2 relatively hyperintense spot or line within the globus pallidus is due to gliosis and vacuolization. This sign was not reported in patients without\nPANK2\nmutations. The cortex is usually spared, but atrophy can be seen in advanced cases.\n\nSusceptibility-Weighted and T2* Imaging\n\nSusceptibility-weighted (SWI) and T2* imaging show susceptibility artifact (blooming low signal) in corresponding areas due to iron accretion. MR spectroscopy shows a decreased N-acetylaspartate peak due to neuronal loss and may depict increased myoinositol. Studies have also documented marked overall low signal from the globus pallidus on each side, with central zones of high signal on T2-weighted spin echo sequences together with unusually low signal in the zona reticularis of the substantia nigra.\n[30]\n[31]\n\nFurthermore, previous studies have compared MR findings with pathological studies and found that the low signal intensity in T2-weighted images at 1.5 T corresponds to iron deposits in dense tissue, and that the high signal intensity of the eye-of-the-tiger sign corresponds to an area of loose tissue with vacuolization. However, no correlation was observed in the 2 pathologic cases for the central spot of low signal intensity.\n[32]\n\nSingle-Photon Emission Computed Tomography Scanning\n\nIodine-123 ( I)-beta-carbomethoxy-3beta-(4-fluorophenyl) tropane as single-photon emission computed tomography\n(\nSPECT) scanning and ( I)-iodobenzamide (IBZM)-SPECT scanning have been used in making the diagnosis of Hellervorden-Spatz disease, but are not commonly used in the clinical setup. Case reports mentioned a 123I-ioflupane SPECT scan demonstrating the absence of radiotracer uptake in the caudate nuclei and putamina.\n[33]\n\nAntenatal Diagnosis\n\nPrenatal testing for pregnancies at risk is through DNA testing. Cells are usually obtained by amniocentesis at 15 to 20 weeks of gestation or by chorionic villus sampling at 10 to 13 weeks. At least 1 mutation in the proband of extracted DNA should be present for a prenatal diagnosis of NBIA. If both pathogenic variants have been found in an affected family member, carrier testing for at-risk relatives is possible by the same technique.",
    "administration": "The treatment of patients with Hallervorden-Spatz disease or PKAN is primarily guided by the clinical symptoms present.\n[34]\n[35]\n[36]\nVarious therapies for PKAN include:\n\nIntramuscular botulinum toxin\n: This treatment has also been used to alleviate hypertonicity.\n[37]\nIntrathecal or oral baclofen\n: Baclofen, administered in moderate doses, relieves stiffness and spasms and can help reduce dystonia.\n[37]\nDopamine agonists and anticholinergic agents\n: Tremors best respond to dopaminergic agents. For rigidity and spasticity, dopamine agonists and anticholinergic agents (eg, oral trihexyphenidyl) alone or in combination may be used. Additionally, dysarthria could respond to medications employed for rigidity and spasticity.\nBenzodiazepines\n: This medication has been used for choreoathetotic movements.\nMethscopolamine bromide\n: Medications such as methscopolamine bromide can be attempted for excessive drooling.\nOphthalmology medications\n: These treatments may be used for patients with retinopathy.\nIron chelation drugs\n: Agents for iron chelation include deferiprone and desferrioxamine.\n[34]\n[37]\nSurgical procedures\n: Surgical approaches (eg, ablative pallidotomy or thalamotomy) may be considered.\n[34]\nStimulation surgical procedures\n: Deep brain stimulation targeting the globus pallidus interna and subthalamic nucleus stimulation can also serve as a candidate DBS target, especially among patients with prominent appendicular symptoms.\n[38]\nAncillary supportive therapies\n: An interprofessional team approach including physical therapy and occupational therapy to maintain joint mobility, referral for adaptive aids (eg, walker and wheelchair) for gait abnormalities, speech therapy and assistive communication devices, swallowing evaluation, dietary assessment, and gastrostomy tube feeding\nSocial services\n: Referral to community resources, eg, financial services, services for the blind, and educational programs.\n\nAside from L-dopa and Botulinum toxin injections, previous studies have used antioxidants in the management of PKAN cases.\n[39]\nRecent studies revealed that commercial supplements, pantothenate, pantethine, vitamin E, omega-3, carnitine, and thiamine were able to remove iron accumulation, increase PANK2, mtACP, and NFS1 expression levels, and improve pathological alterations in mutant cells with residual\nPANK2\nexpression levels. These findings suggest that commercial compounds can significantly correct the mutant phenotype in cellular models of PKAN. These compounds, either alone or in combination, are commonly used in clinical practice and may be beneficial for treating patients with PKAN who have residual enzyme expression levels.\n[40]\n\nLikewise, psychiatric symptoms also improved after atypical antipsychotic treatment.\n[25]\nHowever, dementia is gradual and progressive and usually does not respond to treatments. Strategies for prevention of secondary complications include:\n\nBite blocks\nFull-mouth dental extraction for recurrent tongue biting, severe orobuccolingual dystonia\nGastrostomy tube feeding\n[20]\n\nMoreover, a recent study revealed that fosmetpantotenate treatment was safe but did not improve function, as assessed by the PKAN-Activities of Daily Living (PKAN-ADL) scale, among patients with PKAN.\n[41]\n\nResearch and trials for the administration of CoA and high doses of pantothenate are ongoing. Advances in the etiological understanding and treatment of PKAN may provide new insights into the physiological significance of CoA, a cofactor crucial for the operation of various cellular metabolic processes.\n[42]\nHowever, no conclusive data are available.\n\nSurveillance includes evaluation for treatable causes of pain during episodes of extreme distress; height and weight monitoring; routine assessment related to ophthalmology; oral trauma, ambulation, speech abilities, feeding, and nutrition.\n[20]\nStudies have revealed that the presence of low but considerable\nPANK2\nexpression, which can be increased in certain mutations, provides necessary information that justifies the use of a high dose of pantothenate as a treatment. A more effective therapeutic strategy can be achieved by comparing and monitoring the effects of different currently available pharmacological alternatives on the pathophysiological alterations in fibroblasts and neuronal cells obtained from patients with PKAN.\n\nFurthermore, recent studies on the treatment of mutant cell cultures using various supplements, eg, pantothenate, pantethine, vitamin E, omega-3 fatty acids, α-lipoic acid, L-carnitine, or thiamine, have improved all pathophysiological alterations in PKAN fibroblasts, with residual expression of the PANK2 enzyme. These findings, obtained through pharmacological screenings in patient-derived cellular models, can help optimize therapeutic approaches for patients with PKAN.\n[19]\n[43]\n[44]",
    "adverse_effects": "As a progressive neurodegenerative disorder, PKAN presents with a wide spectrum of complications that evolve over time and significantly impair quality of life. In classic PKAN, early childhood onset leads to rapid deterioration marked by severe motor symptoms such as dystonia, rigidity, and gait disturbances. These symptoms often result in the loss of independent ambulation within five years of disease onset. Oromandibular dystonia and dysphagia frequently develop, increasing the risk of aspiration pneumonia, a leading cause of premature death. Visual impairment due to pigmentary retinal degeneration and communication difficulties from dysarthria further complicate daily functioning. Nutritional deficits and related immunodeficiency can also emerge, requiring complex interprofessional care.\n\nIn contrast, atypical PKAN, which generally begins during adolescence or early adulthood, progresses more slowly but still presents substantial challenges. While patients may retain functional independence for a longer period, the disease eventually impairs mobility through dystonia and gait abnormalities. Prominent psychiatric and behavioral symptoms—including depression, anxiety, catatonia, and psychosis—often dominate the clinical picture and contribute to social withdrawal and reduced autonomy. Cerebellar ataxia, Parkinsonism, and apraxia of eyelid opening have been reported in late-onset cases, highlighting the clinical variability. These complications demand continuous neurologic, psychiatric, and rehabilitative support, and significantly burden both patients and caregivers.\n\nEffective management of PKAN requires a comprehensive, interprofessional approach involving neurologists, psychiatrists, physical, occupational, and speech therapists, and psychosocial support services. The severity and range of complications—whether rapid and profound in classic PKAN or progressive and multifaceted in atypical PKAN—highlight the critical importance of early diagnosis, regular monitoring, and tailored interventions to preserve function, minimize complications, and support patient and caregiver well-being."
  }
}