{
  "drug_name": "papain",
  "nbk_id": "NBK613287",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613287/",
  "scraped_at": "2026-01-11T15:35:57",
  "sections": {
    "clinical_significance": "Kidd Antibodies and Transfusion Reactions\n\nKidd antibodies, primarily of the IgG type, are clinically significant and may be weak, exhibiting dosage effects. Identifying such antibodies may require enzyme treatment and awareness of transfusion services. Kidd antibodies are implicated in both acute and delayed hemolytic transfusion reactions.\n[30]\nA significant reason for delayed HTRs is the rapid decline in antibody titer low or undetectable levels in the plasma after initial contact, leading to a severe anamnestic reaction in case of re-sensitization. Anti-Jka is involved in over one-third of delayed hemolytic transfusion reactions (HTRs).\n[31]\nAnti-Jka antibodies are responsible for mild-to-severe immediate HTRs and are regularly associated with delayed HTRs, which may lead to oliguria, renal failure, and even death. Anti-Jkb is also implicated in causing severe acute and delayed reactions. Anti-Jk3 may be formed if Kidd null patients are transfused with either of Jk(a+b−), Jk(a−b+), or Jk(a+b+) phenotypes. Anti-Jk3 has been proven to cause mild-to-severe HTRs. In such cases, a registry of Kidd null blood donors is paramount. The rarity of this phenotype in nearly all global populations makes it extremely difficult to transfuse such patients. Identifying such donors, cryopreservation, and formulating rare donor programs may play an essential role.\n[32]\n\nHemolytic Disease of the Fetus and Newborn\n\nKidd antigens may be responsible for causing alloimmunization in pregnant females, but the hemolytic disease of the fetus and newborn is typically mild, even with the presence of a very high titer, and only a few cases are reported.\n[33]\n[34]\n\nPassenger Lymphocyte Syndrome\n\nA few cases of passenger lymphocyte syndrome are caused by anti-Jka antibodies following peripheral blood progenitor cell and liver transplantation in the follow-up phase, where they can be mild to severe and can lead to hemolysis.\n[35]\n[36]\n\nKidd Antibodies and Renal Transplant\n\nKidd antibodies have been shown to cause aggressive acute and hyperacute kidney transplant rejections, possibly due to the structural similarity between urea transporters and Kidd antigens.\n[14]\nAnti-Jka and anti-Jkb cross-react with urea transporters in the transplanted kidney, potentially leading to rejection. This finding highlights the role of Kidd antigens as minor histocompatibility antigens in renal transplantation. In recent studies, it is evident that whenever there is a mismatch between donor and patient Kidd antigens, higher chances for interstitial inflammation are found in the Kidd unmatched recipients.\n[37]\n[38]\n\nSLC14A1\nGene and Bladder Cancer\n\nOverexpression of the urea transporter gene\nSLC14A1\nin cancer-associated fibroblasts is associated with unfavorable clinical outcomes in patients with bladder cancer. This gene may serve as a potential target for interferon activity. An inhibition of\nSLC14A1\n-positive cancer-associated fibroblast formation through STAT1 or STING pathway targeting can sensitize the bladder cancer cells to chemotherapy.\n[39]\n\nEffect on Total Cholesterol Levels\n\nSome studies suggest that individuals homozygous for Jka have higher total cholesterol levels compared to others, and the\nJkb\ngene may have a restrictive effect on the variability of total cholesterol levels. Although there was no effect on high-density lipoprotein cholesterol or triglycerides, the reason has been postulated to be the variability gene.\n[40]"
  }
}