{
  "drug_name": "papin",
  "nbk_id": "NBK551617",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551617/",
  "scraped_at": "2026-01-11T15:35:59",
  "sections": {
    "indications": "Oxygen should be administered as a drug within its pharmaceutical window, ensuring effective hypoxia treatment while avoiding its associated risks.\n[6]\nDespite its essential role in medical care, oxygen therapy is not without risks and has specific contraindications that must be considered to prevent potential harm to patients.\n\nAcute Myocardial Infarction\n\nHistorically, acute myocardial infarction (AMI) was treated using the well-known mnemonic MONA: morphine, oxygen, nitroglycerin, and aspirin. However, recent studies have demonstrated that routine oxygen administration does not benefit normoxic patients.\n[7]\nSupplemental oxygen is contraindicated in normoxic patients with myocardial infarction, as hyperoxia can generate free oxygen radicals, cause vasoconstriction, and lead to reperfusion injury, significantly reducing oxygen administration to cardiac patients with normal SaO2, may generate free oxygen coronary blood flow.\n[8]\n[9]\n\nThe Air Versus Oxygen in ST-Segment-Elevation Myocardial Infarction (AVOID) trial\n[10]\nfurther concluded that routine oxygen administration in normoxic patients does not improve symptoms or reduce infarct size. On the contrary, high-flow oxygen supplementation was associated with a significant increase in infarct size.\n\nHypercarbia\n\nHyperoxia can be harmful to patients with chronic obstructive pulmonary disease (COPD), particularly those with or at risk of hypercapnia.\n[11]\nAdministering high FiO\n2\nlevels is associated with a rise in PaCO\n2\ndue to increased alveolar dead space and ventilation-perfusion (V/Q) mismatch. Studies have shown that patient-specific oxygen concentrations during prehospital transport for acute exacerbation of COPD (AECOPD) significantly reduce mortality compared to the delivery of consistently high oxygen concentrations.\n[12]\nTargeted oxygen therapy, titrated to maintain SpO\n2\nlevels of 88% to 92%, has been shown to improve outcomes.\n[13]\nNotably, the idea that high FiO\n2\nworsens the hypoxic drive of respiration in COPD patients is a persistent and unfounded myth. This misconception can lead to reluctance to administer oxygen in cases of hypoxia during AECOPD, which may increase morbidity.\n[14]\n\nRetinopathy of Prematurity\n\nIn 1942, Dr. Terry published a seminal series of case reports on retrolental fibroplasia, the most severe stage of retinopathy of prematurity (ROP).\n[15]\nIt was later discovered that unmonitored oxygen administration at birth was the primary cause of this condition. In recent years, the incidence of ROP has been rising in the United States, likely due to the improved survival rates of infants born prematurely at less than 25 weeks gestation, who are often treated with higher oxygen saturation targets. Despite advances in neonatal care, there remains no consensus on optimal oxygen levels to minimize the risk of ROP, highlighting the urgent need for refined oxygen administration strategies in preterm infants.\n[16]\n[17]",
    "clinical_significance": "Oxygen administration is a critical component of patient care, frequently used in acute medical settings to address a wide range of acute and chronic conditions. Understanding the various methods of oxygen delivery, along with their pathophysiological effects and potential complications, is essential for healthcare professionals. In patients experiencing severe hypoxia, oxygen therapy can be life-saving.\n\nHypoxemia is a common consequence of many serious illnesses, including pulmonary injuries caused by conditions such as pneumonia or significant trauma. Additionally, diseases that do not directly affect the lungs, such as hemodynamic insufficiency in sepsis, shock, or cardiac arrest, can also lead to hypoxemia. In some cases, hypoxemia arises from ventilation-perfusion mismatch, as seen in pulmonary embolism. Hypoxia, which may result from various factors impairing ventilation, underscores the importance of identifying and addressing the underlying causes to ensure effective management.\n\nOxygen is the primary metabolic fuel for cellular processes. Consequently, a significant reduction in tissue oxygen levels can cause rapid and severe injury to multiple organs, with the brain being the most susceptible to hypoxia.\n\nThe majority of patients in critical care units require mechanical ventilation, which typically involves the use of supplemental oxygen. This intervention is essential for maintaining adequate oxygenation in patients with respiratory failure or compromised pulmonary function.\n\nPatients with medical emergencies and hypoxemia have higher mortality rates.\n[48]\n[49]\nHowever, it is unclear if the increased risk of death is directly caused by low blood oxygen levels or if hypoxemia serves as a marker of severe disease. Historically, oxygen was used routinely and prophylactically, often without strong evidence supporting its benefit. Current evidence does not support the administration of supplemental oxygen in patients with SaO\n2\nlevels above 90%. Moreover, there is evidence of harm associated with hyperoxemia due to excessive oxygen supplementation. Although the consequences of hyperoxemia are less immediate or apparent than those with acute hypoxia, they can still result in significant adverse effects."
  }
}