{
  "drug_name": "paracetamol",
  "nbk_id": "NBK538530",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538530/",
  "scraped_at": "2026-01-11T15:21:51",
  "sections": {
    "indications": "Hydrocodone/acetaminophen is contraindicated for patients with severe respiratory depression, acute or significant bronchial asthma, gastrointestinal obstruction, and anaphylactic reactions due to components of the formula. According to the manufacturer's label, various drugs may interact with hydrocodone/acetaminophen, and caution should be used when they are coadministered.\n[11]\n[12]\n\nBox Warnings\n\nHydrocodone carries the risk of opioid addiction, abuse, and misuse, which can result in overdose and death. Each patient's risk should be evaluated before prescribing the medication. All patients must be monitored for signs of the behaviors or conditions listed below.\n\nLife-threatening respiratory depression:\nSerious or potentially fatal respiratory depression may occur with hydrocodone use. Patients should be regularly monitored for signs of respiratory depression, particularly during the initiation of therapy or after dose increases. Patients should be advised to swallow capsules or tablets whole. Crushing, chewing, or dissolving extended-release forms can lead to rapid release and absorption of a potentially fatal dose of hydrocodone.\n\nAccidental exposure:\nAccidental ingestion of even a single dose of hydrocodone, particularly by children, can be fatal.\n\nNeonatal opioid withdrawal syndrome:\nFor patients on opioid therapy during pregnancy, be aware that infants may need treatment for neonatal opioid withdrawal syndrome. Prolonged maternal usage of opioids during pregnancy can result in neonatal opioid withdrawal syndrome, which can be life-threatening and requires careful management by neonatology specialists.\n\nCo-administration with CNS depressants:\nAdministering opioids with benzodiazepines or CNS depressants, including alcohol, can lead to severe sedation, respiratory depression, coma, and even death. These combinations should be administered only when alternative treatments are insufficient, and dosages and durations should be limited to the minimum necessary. Patients should be monitored for signs of respiratory depression and sedation.\n\nAlcohol interaction:\nCo-ingestion with alcohol may increase hydrocodone plasma levels and the risk of a potentially fatal overdose by altering the drug's release from the capsule.\n\nInteraction with CYP3A4 substrates:\nStarting CYP3A4 inhibitors or stopping CYP3A4 inducers can lead to a potentially fatal overdose of hydrocodone.\n\nHepatotoxicity:\nAcetaminophen daily doses exceeding 4 g can lead to hepatotoxicity. When assessing total daily intake, clinicians must consider all sources of acetaminophen, including PRN doses and over-the-counter products. Acetaminophen is associated with acute liver failure, which may result in death. Prescription medications containing acetaminophen should not exceed 325 mg per dosage unit.\n\nSafe Dosage Guidance: Healthcare professionals may advise patients to take 1 or 2 tablets, capsules, or other dosage units of a prescription product containing 325 mg of acetaminophen up to 6 times daily (12 dosage units), ensuring the maximum daily dose of acetaminophen does not exceed 4,000 mg over 24 hours.",
    "mechanism": "Hydrocodone is a full opioid agonist that interacts with the μ receptors and, to a lesser extent, with δ receptors in the body.\n[4]\nActivated μ-opioid receptors lead to the inhibition of nociceptive pain reflexes and induce profound analgesia without affecting other sensory modalities, such as touch. Additionally, activated opioid receptors inhibit neurotransmitter release, including substance P.\n[4]\n\nAcetaminophen's mechanism of action of analgesia is not fully understood but is thought to be the result of COX inhibition and activation of descending serotonergic inhibitory pathways in the CNS. Antipyretic effects occur via inhibition of the hypothalamic heat-regulating center.\n\nPharmacokinetics\n\nAbsorption:\nAcetaminophen is readily absorbed from the gastrointestinal tract. Hydrocodone reaches maximum serum concentrations within 1 hour with an elimination half-life of 4 to 6 hours.\n[5]\n\nDistribution:\nPlasma protein binding of acetaminophen is about 10 to 25%. The plasma half-life ranges from 1 to 3 hours; however, it may increase due to liver damage following overdose.\n\nMetabolism:\nHydrocodone is metabolized by cytochrome P450-dependent oxidative metabolism and glucuronides. CYP3A4 generates the metabolite norhydrocodone, and CYP2D6 generates hydromorphone.\n[4]\n\nElimination:\nApproximately 85% of the drug is eliminated in the urine within 24 hours of administration.\n[6]",
    "administration": "Available Dosage Forms and Strengths\n\nCombination hydrocodone and acetaminophen is available as oral tablets and solution in the following formulations:\n\nTablets\nHydrocodone bitartrate 2.5 mg - Acetaminophen 325 mg\nHydrocodone bitartrate 5 mg - Acetaminophen 300 mg\nHydrocodone bitartrate 5 mg - Acetaminophen 325 mg\nHydrocodone bitartrate 7.5 mg - Acetaminophen 300 mg\nHydrocodone bitartrate 7.5 mg - Acetaminophen 325 mg\nHydrocodone bitartrate 10 mg - Acetaminophen 300 mg\nHydrocodone bitartrate 10 mg - Acetaminophen 325 mg\nOral Solution\nHydrocodone bitartrate 7.5 mg - Acetaminophen 325 mg (per 15 mL)\nHydrocodone bitartrate 10 mg - Acetaminophen 300 mg (per 15 mL)\nHydrocodone bitartrate 10 mg - Acetaminophen 325 mg (per 15 mL)\n\nAdult Dosing\n\nThe CDC has provided detailed clinical practice guidelines for HCPs to refer to when prescribing opioids for pain.\n[7]\nThe lowest dose necessary for adequate analgesia is recommended and should be titrated individually for each patient, considering the severity of pain, response, and prior analgesic experience.\n\nTablet:\nFor initial oral tablet therapy, the usual adult dose of hydrocodone (2.5 to 5 mg) and acetaminophen (300 to 325 mg) is 1 or 2 tablets every 4 to 6 hours as needed. The total daily dosage should not be more than 8 of these tablets. The maximum acetaminophen dose is 1 g per dose and 4 g every 24 hours.\n\nOral Solution:\nFor initial oral solution therapy, the usual adult solution dose (7.5mg - 325mg per 15 mL) is 1 tablespoon (15 mL) every 4 to 6 hours as needed. The total daily dosage for adults should not exceed 6 tablespoons.\n\nFor patients transitioning from other opioids to hydrocodone and acetaminophen therapy, clinicians should understand the dose of hydrocodone bitartrate and acetaminophen on a 24-hour basis to manage an adverse reaction due to the risk of overdose. The relative bioavailability information for conversion from extended-release hydrocodone to immediate-release hydrocodone and acetaminophen therapy is unknown. Close monitoring for signs of excessive sedation and respiratory depression is recommended. The dose should be titrated on an individual basis. Continuous reevaluation of the dose of hydrocodone and acetaminophen is needed to maintain adequate pain control, minimize adverse effects, and monitor the development of addiction, abuse, or misuse.\n\nFor patients who may have a physical dependence on opioids, abrupt discontinuation of hydrocodone and acetaminophen therapy may result in severe withdrawal symptoms, uncontrolled pain, and suicidal tendencies, and hence, tapering is recommended.\n[8]\n\nSpecific Patients Population\n\nHepatic impairment:\nThe manufacturer label does not provide dose adjustment guidance for patients with hepatic impairment. However, initiating therapy with the lowest dose and continuous monitoring is recommended for these patients.\n\nRenal impairment:\nThe manufacturer label does not provide dose adjustment guidance for patients with renal impairment. However, 26% of hydrocodone and 85% of acetaminophen are eliminated in the urine, so the drug should be used with caution.\n\nPregnancy considerations:\nThis drug combination is considered a pregnancy category C medicine. There is a US box warning related to pregnancy. During pregnancy, prolonged use of hydrocodone and acetaminophen can result in neonatal opioid withdrawal syndrome, which may be life-threatening if not recognized early and treated accordingly.\n\nBreastfeeding considerations:\nHydrocodone and acetaminophen are present in breast milk. The decision to continue or discontinue breastfeeding during therapy should be based on the risk of infant exposure versus the benefits of breastfeeding and treatment to the mother.\n[9]\n[10]\n\nPediatric patients:\nThe dose of hydrocodone for pediatric patients is titrated based on the desired analgesic effect. While considering acetaminophen dose, clinicians should consider the maximum daily dose of acetaminophen from all other sources, including over-the-counter, other prescription, or combination products. The maximum daily dose should not exceed 2000 mg for acetaminophen to minimize hepatotoxicity maximum. Based on the information in the hydrocodone and acetaminophen oral solution label, dosing should be calculated as 0.27 mL/kg (equivalent to 0.135 mg/kg hydrocodone and 5.85 mg/kg acetaminophen) whenever possible.\n\nOlder patients:\nTo minimize the risk of falls and delirium, the initial dose should be started at the lower end of the dosing range, and patients should be monitored closely.\n[3]",
    "adverse_effects": "Opioid-induced constipation, dizziness, nausea, vomiting, drowsiness, and respiratory depression are common adverse reactions of hydrocodone-acetaminophen medication. There have been reports of progressive sensorineural hearing loss with chronic hydrocodone/acetaminophen use that is not responsive to high-dose steroids but responsive to cochlear implantation.\n[2]\n\nAs with all opioids, tolerance to increasing doses to maintain the same level of pain control and physical dependence is the most common side effect of hydrocodone. Moreover, acute and chronic opioid administration can inhibit antibody and cellular immune responses, natural killer cell activity, cytokine expression, and phagocytic activity. As a result, there are implications of opioids, pointing to an increased incidence of infections in subjects with heroin use disorder.\n\nOpioid users also experience endocrine changes in the body, including but not limited to sexual dysfunction, depression, and reduced energy levels, resulting from hypogonadotropic hypogonadism. Also, opioid-induced hyperalgesia is a recently recognized phenomenon after patients experience increasing pain despite increasing doses of opioids.\n[2]\n\nOther adverse reactions are listed below by system.\n\nNervous:\n\nLethargy\nImpairment of physical and psychological performance\nFear\nAnxiety\nDysphoria\nMood changes\nDependence\n\nGenitourinary:\n\nUreteral spasm\nUrinary retention\nBladder sphincters spasms\n\nDermatological:\n\nPruritus\nSkin rash\n\nDrug-Drug Interactions\n\nCYP3A4 and CYP2D6 inhibitors:\nThe coadministration of hydrocodone and acetaminophen with CYP3A4 inhibitors (eg, erythromycin, ketoconazole, ritonavir) may increase the plasma concentration of the hydrocodone, which may result in increased or prolonged opioid effects. These effects may be more pronounced when CYP3A4 and CYP2D6 inhibitors are coadministered with hydrocodone and acetaminophen.\n\nCYP3A4 inducers:\nThe coadministration of hydrocodone and acetaminophen with CYP3A4 inducers (eg, rifampin, carbamazepine, phenytoin) may decrease the plasma concentration of hydrocodone, which may result in reduced efficacy.\n\nCNS depressants:\nThe coadministration of hydrocodone and acetaminophen with benzodiazepines or other CNS depressants, due to their additive pharmacologic effect, may lead to an increase in the risk of hypotension, respiratory depression, severe sedation, coma, and death.\n\nSerotonergic agents:\nThe coadministration of hydrocodone and acetaminophen with other drugs that affect the serotonergic neurotransmitter system (eg, SSRIs, SNRIs, TCAs, triptans, 5-HT3 receptor antagonists) or with drugs that affect the serotonin neurotransmitter system (eg, mirtazapine, trazodone, tramadol cyclobenzaprine, metaxalone, monoamine oxidase inhibitors) may result in serotonin syndrome.\n\nMixed and partial agonist analgesics:\nThe coadministration of hydrocodone and acetaminophen with other opioid analgesics (eg, butorphanol, nalbuphine, pentazocine) may lead to reducing the analgesic effect of opioids or precipitate withdrawal symptoms.\n\nMuscle relaxants:\nThe coadministration of hydrocodone and acetaminophen with muscle relaxants may enhance the neuromuscular blocking action and induce a higher degree of respiratory depression.\n\nDiuretics:\nHydrocodone and acetaminophen may reduce the efficacy of diuretics by inducing antidiuretic hormone.\n\nAnticholinergic drugs:\nThe coadministration of hydrocodone and acetaminophen with anticholinergic drugs may increase the risk of urinary retention or severe constipation.",
    "monitoring": "Pain relief and adverse events should undergo frequent assessments. The dosing should start low and be titrated up as necessary to obtain adequate analgesia while having minimal side effects.\n\nHydrocodone is a DEA Schedule II controlled substance, and it has a potential for use disorder. Patients must be monitored for addiction, abuse, and misuse signs. Additionally, patients with a prior history of drug addiction or mental illness have a higher risk of addiction.\n\nSerial liver function tests should be obtained for toxicity monitoring in patients with severe hepatic disease. Older adults and patients with severe renal disease should also be monitored.\n\nClinicians should monitor patients for the following:\n\nSigns of confusion and over-sedation in older patients\nAddiction, abuse, or misuse behaviors and conditions during treatment\nSigns of respiratory depression, especially within 24 to 72 hours of treatment initiation and after dose increases\nSigns and symptoms of respiratory depression and sedation in patients susceptible to the intracranial effects of carbon dioxide retention\nSevere hypotension at the start of treatment and after dose modification\nPatients with a history of seizure disorders should be monitored for worsening seizure control",
    "toxicity": "Acetaminophen may cause fatal hepatic necrosis in patients taking more than 4 g per day. Furthermore, large doses may cause difficulty breathing. During an overdose, activated charcoal should be the first attempted intervention before N-acetylcysteine (NAC). The serum acetaminophen level should be obtained promptly for patients presenting 4 hours or longer after the ingestion.\n[13]\nFor more information, please refer to StatPearls' companion resource,\nAcetaminophen Toxicity\n.\n\nHydrocodone intake may lead to life-threatening respiratory depression, especially if taken together with benzodiazepines or other CNS depressants. During an overdose, the priority is to protect the airways. Patients may require invasive ventilation. The opioid antagonists nalmefene and naloxone are antidotes that should be readily available for patients with respiratory depression. Opioid antagonists should be avoided in the absence of clinically significant respiratory or circulatory depression. Additionally, there is a high risk of precipitating acute opioid withdrawal in a patient who is physically dependent on opioids."
  }
}