{
  "drug_name": "paraffin",
  "nbk_id": "NBK553109",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553109/",
  "scraped_at": "2026-01-11T15:36:01",
  "sections": {
    "toxicity": "Toxicologic considerations in managing median nerve pathology largely reflect those associated with generalized peripheral neuropathy, as no toxic agent selectively targets the median nerve. These concerns arise primarily from pharmacologic interventions rather than the underlying nerve condition. Corticosteroid injections into the carpal tunnel, typically using a depot preparation, carry known systemic risks, including hyperglycemia and fluid retention, similar to other steroid formulations administered orally or parenterally. Local anesthetic toxicity also presents a potential hazard, particularly with agents such as bupivacaine (Marcaine), although the doses used for carpal tunnel injections rarely reach toxic thresholds. Inadvertent intravascular injection, however, remains a known risk.\n[38]\n\nWhile not an isolated median nerve injury, reflex sympathetic dystrophy, also known as complex regional pain syndrome type I, can follow trauma to the median nerve. In such cases, interventional treatments, including stellate ganglion blocks, thoracic sympathetic blocks, or Bier blocks, pose significant procedural risks. These potential complications include pneumothorax, hematoma formation, and phrenic nerve blockade leading to respiratory compromise. The most frequently encountered complication is systemic local anesthetic toxicity, which primarily affects cardiac conduction and can be managed with intravenous lipid emulsion therapy or \"lipid rescue.\"\n[39]\n(Source:\nCaroll et al\n, 2023)\n\nSafe administration of these interventions requires appropriate facility readiness. At minimum, the procedure setting should include 2 clinicians trained in basic and advanced cardiac life support, 2 additional staff members with basic life support certification, and access to a fully stocked emergency resuscitation cart. Ideally, personnel should also hold advanced trauma life support certification, particularly in settings where thoracic decompression or surgical airway management may become necessary.\n\nPregnant individuals require individualized care due to physiologic changes that often contribute to the development of carpal tunnel syndrome. Decompression of the median nerve under local anesthesia poses minimal risk during pregnancy. Lidocaine, commonly used in these procedures, is generally regarded as safe for topical and systemic use in pregnant individuals. Although lidocaine crosses the placental barrier, current data show no association with increased miscarriage, congenital anomalies, or adverse neonatal outcomes when used within recommended dosing limits. (Source:\nMother to Baby Ask the Experts\n, 2023)\n\nThe timing of decompression during pregnancy remains controversial. Some clinicians advocate for conservative management until after delivery, anticipating spontaneous resolution postpartum. Others recommend early surgical intervention for symptom relief and functional preservation. Strong opinions persist on both sides of this debate.\n\nRemoval of the offending substance is essential in cases of exposure to neurotoxic agents during pregnancy. Blood levels may be obtained for agents such as lead, and medication regimens should be reviewed and modified where feasible. However, certain exposures, whether environmental, occupational, or therapeutic, cannot always be avoided. For example, chemotherapeutic neurotoxins may be the only viable treatment, and their continued use must be weighed against the neurological risk to both patient and fetus."
  }
}