{
  "drug_name": "para-aminobenzoic acid",
  "nbk_id": "NBK556028",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556028/",
  "scraped_at": "2026-01-11T15:35:59",
  "sections": {
    "indications": "CRRT is contraindicated when treatment outcomes demand a faster resolution than what this intervention can provide. Conditions that may render CRRT less favorable include patient directives against dialysis, vascular access challenges, inadequate expertise or equipment availability, and irreversible liver failure in patients ineligible for liver transplantation.",
    "clinical_significance": "When to Initiate CRRT\n\nMany factors should be considered when deciding to initiate CRRT. The most important are the illness's severity and the procedure's necessity. AKI's gravity and its trajectory may be used to assess disease severity. Other factors include the presence of electrolyte and acid-base disorders, evidence of fluid overload, and other significant organ dysfunction requiring renal support for recovery. The timing of initiation is up for debate without specific indications.\n\nEarly initiation may allow for early correction of electrolyte abnormalities, volume status, and azotemia before significant disturbances occur but necessitates careful consideration of potential complications. AKI trajectory is challenging to predict, so isolating patients likely to have a persistent AKI is not always reliable.\n[4]\nFactors that may aid the assessment include the likelihood of AKI reversibility, the presence of oliguria, and the renal insult's nature and timing. Thus, the timing of initiation varies from patient to patient without a clear consensus.\n\nThe timing of RRT initiation in severe AKI remains controversial due to the unpredictability of kidney function trajectory. Hoste et al's multicenter study found that implementing a furosemide stress test aided in identifying patients with severe AKI at high risk of requiring RRT. Specifically, among nonresponders to intravenous furosemide, characterized by a urine output of less than 200 mL in 2 hours, a substantial proportion (78%) ultimately necessitated RRT initiation.\n[27]\nAlthough no mortality difference was noted, the study lacked power, necessitating further investigation.\n\nWhen to Discontinue CRRT\n\nNo standard approach exists to discontinuing CRRT or transitioning to IHD. Liya et al's 2021 meta-analysis determined, though with limited evidence, that urine output (p = 0.0000), serum creatinine (p = 0.008), serum potassium (p = 0.02), serum bicarbonate (p = 0.01), pH value (p = 0.03), urinary urea (p = 0.002), and urinary creatinine (p = 0.02) were significantly associated with weaning success.\n[28]\nTherefore, these parameters must be monitored daily to determine when CRRT can be weaned after achieving sustained hemodynamic stability. Similarly, Li et al's meta-analysis also determined that chronic kidney disease, CRRT duration, and urine output at the time of CRRT discontinuation were predictive of short-term successful CRRT weaning.\n[29]\nWhile some may be weaned off CRRT, many may still require dialysis but can be transitioned to IHD when monitoring for renal function improvement.",
    "monitoring": "The following variables must be monitored closely while patients are on CRRT:\n\nCRRT prescription and response\nAappropriateness of medication dosing\nLab results and circuit performance to detect CRRT complications"
  }
}