{
  "drug_name": "paricalcitol",
  "nbk_id": "NBK560742",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560742/",
  "scraped_at": "2026-01-11T18:47:43",
  "sections": {
    "indications": "In 2005, Moe et al coined the term chronic kidney disease–mineral and bone disorder (CKD-MBD) to describe a complex clinical syndrome encompassing disorders of calcium, phosphate, parathyroid hormone (PTH), vitamin D, and fibroblast growth factor-23 (FGF23) metabolism. These disruptions lead to alterations in bone morphology  (renal osteodystrophy), vascular calcification, and cardiovascular death in patients with chronic kidney disease (CKD).\n[1]\nThese abnormalities can potentially lead to high mortality rates, mainly from cardiovascular complications. Since the term CKD-MBD was introduced, various clinical guidelines have been developed, recommending specific laboratory targets and management options to improve the morbidity and mortality associated with this systemic syndrome. CKD-MBD can be assessed through histomorphometry of bone biopsy. Derangements in serum levels of calcium, phosphorus, PTH, and vitamin D, along with their effects on bone turnover, mineralization, and extraskeletal calcifications, are significant aspects of this syndrome. Although most features appear when the glomerular filtration rate (GFR) falls below 40 mL/min, some elements, such as loss of Klotho (a transmembrane protein), increased FGF23 secretion, decreased bone synthesis rates, and vascular calcification, often occur before abnormal biochemical markers manifest.\n[2]\n[3]\nCompelling evidence indicates a causal relationship between these derangements and numerous adverse clinical outcomes, particularly increased fracture risk and cardiovascular mortality.\n\nThis activity highlights notable discoveries regarding the pathogenesis of CKD-MBD, including insights into the roles of FGF23, Klotho, Wnt inhibitors, and activin A. Management strategies for CKD-MBD primarily focus on preventing adverse effects associated with secondary hyperparathyroidism. Thus, management of secondary hyperparathyroidism is guided by established surrogate markers of deranged mineral bone metabolism, such as serum calcium, phosphate, PTH, and 25-hydroxyvitamin D.\n[4]\n[5]\nRenal osteodystrophy, an aspect of CKD-MBD, represents alterations in bone morphology. Although bone biopsy is the gold standard for diagnosing and classifying it, this invasive procedure is rarely performed. Kidney Disease Improving Global Outcomes (KDIGO) recommends monitoring the serial trend of biochemical markers for ongoing management of renal osteodystrophy. Furthermore, the 2017 update no longer advises performing a bone biopsy before initiating these medications.\n[5]",
    "mechanism": "CKD-MBD is a multifactorial condition characterized by biochemical, morphological, skeletal, and non-skeletal abnormalities involving various body systems. The key etiological factors contributing to its development are mentioned below.\n\nImpaired kidney function:\nImpaired kidney function is a critical factor in the development of CKD-MBD, which occurs in patients with CKD. The kidneys maintain mineral and electrolyte homeostasis, including calcium and phosphate levels. As kidney function declines, this delicate balance is disrupted, contributing to the development of CKD-MBD.\n\nDysregulated calcium, phosphate, and vitamin D homeostasis:\nIn CKD, reduced kidney function leads to impaired phosphate excretion and decreased synthesis of active vitamin D (calcitriol or 1,25 dihydroxy vitamin D), resulting in hyperphosphatemia and hypocalcemia. These imbalances contribute to adverse effects such as vascular calcification associated with CKD-MBD.\n\nAbnormal PTH regulation:\nImpaired kidney function in CKD disrupts PTH regulation, resulting in secondary hyperparathyroidism. Elevated phosphate levels, low calcium levels, and inadequate vitamin D stimulate excessive PTH secretion, leading to bone resorption and calcium release, disrupting the calcium balance in the skeletal system. Secondary hyperparathyroidism is the predominant factor contributing to renal osteodystrophy.\n\nSecondary Hyperparathyroidism\n\nSecondary hyperparathyroidism is a significant manifestation of CKD-MBD, often diagnosed and monitored using PTH levels. This condition arises due to various events that initiate and maintain excess PTH secretion, resulting in the following effects:\n\nPhosphate retention\nDecreased free ionized calcium concentration\nDecreased calcitriol concentration\nIncreased FGF23 concentration\nReduced expression of calcium-sensing receptors (CaSRs), vitamin D receptors, and FGF receptors in the parathyroid glands\n[6]\n\nExamining the alterations in their homeostasis during CKD provides insights into the importance of these factors in developing secondary hyperparathyroidism. An increase in PTH concentration typically occurs when the estimated GFR (eGFR) falls below 60 mL/min/1.73 m\n2\n. At that point, serum calcium and phosphate concentrations remain within the normal range until the eGFR decreases to approximately 20 mL/min/1.73 m\n2\n. However, the concentration of calcitriol begins to decline much earlier, occurring when the eGFR is less than 60 mL/min/1.73 m\n2\ndue to increased FGF23 concentration rather than kidney tissue loss.\n[7]\nHyperphosphatemia also contributes to decreased calcitriol production by suppressing the 1-α-hydroxylase enzyme. This, in turn, leads to calcitriol deficiency and contributes to the development of hypocalcemia. These biochemical changes then stimulate the release of PTH and increase its concentration through various pathways described below:\n\nPhosphate retention:\nSerum hyperphosphatemia can stimulate PTH secretion through various mechanisms. Typically, this occurs either by directly increasing PTH messenger ribonucleic acid levels or indirectly by reducing calcium and calcitriol levels, leading to an elevation in PTH levels.\n[8]\n[9]\n\nCalcium:\nCalcium is crucial in regulating PTH levels through the CaSR. A decrease in serum calcium levels triggers the parathyroid glands to secrete PTH, highlighting the established relationship between calcium and PTH levels.\n\nCalcitriol:\nThe role of calcitriol is crucial in maintaining serum calcium levels and regulating PTH secretion. Calcitriol and PTH work together to increase serum calcium levels. When calcitriol levels decrease, secondary hyperparathyroidism can develop due to reduced calcium absorption in the intestine, leading to a reflex increase in PTH secretion. Additionally, calcitriol is necessary to suppress PTH secretion by the parathyroid glands.\n\nFibroblast growth factor-23:\nFGF23 decreases phosphate levels in the body. In CKD, the first biochemical abnormality noted is decreased α-Klotho (referred to as Klotho), a transmembrane receptor primarily found in the proximal and distal renal tubules. Klotho is a cofactor for FGF23, and reduced levels lead to increased FGF23 due to the lack of negative feedback. This increase in FGF23 results in decreased urine phosphorus reabsorption through the sodium-phosphorus type II cotransporter. Additionally, FGF23 downregulates the 1-α-hydroxylase enzyme, which decreases activated vitamin D.\n[10]\n[11]\n\nPhosphate Retention\n\nPhosphate retention in CKD involves several theoretical explanations, and a notable hypothesis being the \"trade-off\" hypothesis. This hypothesis posits that hyperphosphatemia contributes to secondary hyperparathyroidism by lowering ionized calcium concentration and inhibiting calcitriol synthesis.\n[12]\nThe resulting excess of PTH promotes renal phosphate excretion by reducing proximal tubular phosphate reabsorption. This action increases bone resorption to elevate serum calcium levels and stimulates kidney synthesis of calcitriol, which enhances intestinal calcium absorption.\n[13]\nThis hypothesis suggests that the initially adaptive increase in PTH is beneficial, resulting in increased phosphate excretion, lowered plasma phosphate concentration, and reduced phosphate reabsorption. Additionally, it tends to correct calcitriol deficiency and hypocalcemia. However, the long-term effect of excess PTH becomes maladaptive over time. Moreover, in advanced CKD stages, the compensatory rise in PTH becomes insufficient, leading to continued elevation of phosphate concentrations.\n[14]\n[15]\n\nThe pathological effects of hyperphosphatemia in patients with CKD-MBD include the following:\n\nFGF23 secretion, which suppresses PTH secretion\n[16]\nOsteoblastic transformation of smooth muscle cells in the vasculature, contributing to cardiovascular calcification and arterial stiffness\n[17]\n\nDecreased Calcitriol Activity\n\nPlasma calcitriol concentration usually decreases when the eGFR falls below 60 mL/min/1.73 m\n2\n. In the earlier stages of the disease, this decrease is primarily due to the increased FGF23 concentration. However, in advanced CKD, the reduction in functioning kidney mass and hyperphosphatemia also contribute to decreased calcitriol formation. FGF23 suppresses the activity of 1-α-hydroxylase and stimulates the 24-hydroxylase enzyme, leading to decreased synthesis of calcitriol.\n[18]\nCalcitriol is an essential link among various CKD-MBD, including phosphate, calcium, PTH, FGF23, and Klotho. Decreased calcitriol activity can influence PTH in the following ways:\n\nReduced intestinal absorption of calcium\nDecline in the number of vitamin D receptors in the parathyroid cells\nRemoval of the inhibitory effect on the parathyroid gland\n[19]\n\nCalcium Balance Disorders\n\nCalcium plays a pivotal role in regulating PTH secretion, with even minor fluctuations in its serum levels detected by the CaSR abundant in parathyroid glands.\n[20]\nThe CaSR tightly regulates PTH secretion in response to changes in ionized calcium concentrations, with PTH secretion inversely related to serum calcium levels. Both hypocalcemia and hypercalcemia contribute to increased mortality among CKD patients.\n[21]\nHypocalcemia is prevalent in CKD and leads to excessive PTH secretion (as sensed by the CaSR), resulting in abnormal bone remodeling; conversely, hypercalcemia is linked to extraskeletal calcification.\n\nFibroblast Growth Factor-23\n\nFGF23 plays a central role in regulating PTH levels, and its levels rise even before PTH elevation.\n[6]\nFGF23 is secreted in response to calcitriol, dietary phosphate load, calcium, and PTH.\n[22]\nPatients with CKD may also have an increased FGF23 concentration due to decreased clearance.\n[23]\nFGF23 maintains normal serum phosphate levels by decreasing renal phosphate reabsorption through the sodium/phosphorus cotransporter type II and inhibiting intestinal phosphate absorption via decreased calcitriol production. Moreover, FGF23 decreases calcitriol synthesis by inhibiting the expression of 1-α-hydroxylase in the proximal tubule.\n[24]\nThese actions collectively result in increased urinary phosphate excretion and decreased intestinal phosphate absorption, leading to lower serum phosphate levels. Additionally, FGF23 suppresses PTH secretion by the parathyroid gland.\n[25]\nKlotho, a transmembrane protein expressed in proximal and distal renal tubules, is crucial in activating FGF23 receptors.\n[26]\nKlotho may also have regulatory effects on bone formation and bone mass. A feedback relationship exists between FGF23 and Klotho, where Klotho deficiency leads to increased FGF23 levels, while elevated FGF23 concentration exacerbates Klotho deficiency due to low 1,25-dihydroxy vitamin D levels.\n[27]",
    "monitoring": "Diagnostic Approaches for CKD-MBD\n\nAs most patients with CKD-MBD are asymptomatic at the outset of the disorder, an investigation should be performed whenever clinical suspicion is high. Although a bone biopsy is the gold standard for diagnosis, it is not always feasible due to its invasiveness. However, blood tests for markers of bone metabolism, combined with radiological imaging, can help narrow down the differential diagnosis in patients mentioned below.\n\nPTH plays a significant role in the pathogenesis of CKD-MBD and can differentiate between high and low bone turnover states.\n[38]\nThe diagnostic cutoff level for PTH varies based on whether the patient is on dialysis.\n\nIf PTH levels are elevated, the next reasonable step is to assess vitamin D levels in the blood.\n\nSerum calcium and phosphate levels are crucial in establishing the diagnosis of CKD-MBD.\n\nBone-specific alkaline phosphatase (bsALP) indicates osteoblastic activity. Low levels of bsALP may suggest a low bone turnover disease, aiding in diagnosis.\n\nOsteocalcin and propeptide of type I collagen are bone formation markers found in the blood of patients with renal osteodystrophy. However, due to a poor association with the disease in study results, they are not commonly used in clinical practice.\n[8]\n\nRadiological studies are crucial in characterizing bone disease associated with CKD-MBD. Hyperparathyroidism-related osteitis fibrosa manifests as skeletal changes indicative of underlying renal osteodystrophy. Subperiosteal resorption, endosteal resorption, and osteolysis may appear in the skull, clavicle, or distal phalanges. Dual-energy x-ray absorptiometry (DEXA) scans are utilized to measure bone mineral density, although their definitive validation remains uncertain.\n[67]\nThe 2017 KDIGO guidance recommended considering bone mineral density testing to evaluate fracture risk in CKD patients with osteoporosis risk factors, suggesting therapy adjustments based on the results.\n\nThe definitive test for diagnosing CKD-MBD is a bone biopsy followed by double tetracycline labeling, which accurately identifies the patient's histological pattern of bone disease.\n[41]\nAnother emerging marker, FGF23, has gained attention recently. Despite its well-established clinical effects, FGF23 is seldom used as a biomarker due to challenges such as instability (ex vivo degradation), diurnal variability, high cost, and lack of precision.\n[68]\n\nMonitoring Parameters\n\nPatients with secondary hyperparathyroidism are regularly monitored by measuring serum levels of calcium, phosphate, and PTH.\n[5]\nSome healthcare providers also include bsALP as part of their monitoring protocol to assess the need for parathyroidectomy. However, insufficient evidence prevails to fully support its utility. Although both PTH and bsALP can individually predict high-turnover bone disease, the combined use of these tests offers minimal additional predictive value.\n[69]\nStandard frequency of monitoring does not exist for CKD-MBD. Typically, measuring serum phosphate and calcium levels every 1 to 3 months and PTH every 3 to 6 months is deemed appropriate.\n[5]\nHowever, these intervals may be adjusted as needed based on changes in therapy that could impact these levels. Many clinicians opt to measure vitamin D concentrations on an annual basis.",
    "administration": "The treatment for patients with CKD-MBD varies according to the prevailing metabolic abnormality, the severity of the underlying kidney impairment, and the characteristic bone disease. Management of this condition revolves around strict control of phosphate, calcium, vitamin D, and PTH levels.\n\nTreatment for Adult Nondialysis Patients\n\nAll patients with CKD with an eGFR of less than 60 mL/min/1.73 m\n2\nare at risk of developing secondary hyperparathyroidism. Therefore, monitoring PTH, calcium, phosphate, 25-hydroxy vitamin D, and bsALP (where available) is recommended. Serial assessment of these biochemical markers guides treatment. The components of a management plan for patients who are not on dialysis include the following:\n\nPhosphate:\nMaintaining serum phosphate levels below 5.5 mg/dL is crucial to reduce elevated PTH levels. Patients are strongly advised to follow a phosphorus-restricted diet, with preference given to vegetarian meals due to the lower bioavailability of phosphorus in vegetarian proteins.\n[70]\nFor patients with persistently high serum phosphate levels despite dietary restrictions, phosphate binders taken with meals are recommended. Non-calcium-containing binders such as sevelamer and lanthanum are preferred as they do not affect calcium levels.\n[71]\nHowever, in cases of hypocalcemia requiring calcium supplementation, clinicians may prescribe calcium-containing binders such as calcium acetate and calcium carbonate. In addition, it is important to ensure that elemental calcium intake remains below 2 g/d in these situations.\n[72]\n\nCalcium:\nPatients with asymptomatic and mild hypocalcemia (above 7.5 mg/dL with normal albumin levels) typically do not require treatment with calcium or vitamin D derivatives such as synthetic vitamin D analogs or calcitriol. These treatments can potentially cause hypercalcemia or positive calcium balance. Addressing vitamin D deficiency may indirectly correct mild hypocalcemia. Another concern with the oral administration of calcium and vitamin D analogs is the heightened risk of vascular calcification. The recommended daily dietary calcium intake is approximately 1000 mg, and prescribing 1500 mg of elemental calcium daily (as calcium carbonate 1250 mg 3 times a day) significantly increases calcium intake by approximately 2.5-fold. Coupled with reduced calcium excretion in CKD, this creates a positive calcium balance, which then promotes vascular calcification and other sequelae.\n[73]\n\nVitamin D:\nVitamin D deficiency is prevalent among CKD patients and may present as an initial lab abnormality. This deficiency correlates with hyperparathyroidism and can exacerbate hypocalcemia. CKD patients with vitamin D deficiency are typically supplemented with cholecalciferol or ergocalciferol, except in the following cases:\n\nPatients with hyperphosphatemia, until phosphate levels are under control\n\nPatients with hypercalcemia\n\nActivated vitamin D (calcitriol) is reserved for patients with advancing hyperparathyroidism. The effectiveness of vitamin D supplementation remains uncertain in patients with CKD.\n[74]\nA meta-analysis indicated that vitamin D supplementation can enhance vitamin D and PTH levels, potentially reducing the occurrence of hyperphosphatemia and hypercalcemia.\n[75]\n\nHyperparathyroidism:\nPatients with CKD and persistent or progressive hyperparathyroidism should undergo treatment targeting modifiable risk factors such as vitamin D deficiency, hyperphosphatemia, and excessive phosphate intake. If these measures fail to decrease PTH levels, the use of calcitriol can be considered. Calcitriol and synthetic vitamin D analogs are known to reduce or stabilize PTH levels (sometimes with a risk of inducing hypercalcemia).\n[76]\n[77]\nHowever, the decision to initiate calcitriol or synthetic vitamin D analogs varies among healthcare providers; commonly, treatment initiation occurs when PTH levels exceed 2 to 3 times the upper limit (eg, 150-200 pg/mL if the upper limit is 65 pg/mL). The recommended starting dosage is 0.25 μg administered thrice weekly, with titration to achieve a target PTH level below 150 pg/mL.\n\nCalcitriol is contraindicated when phosphate levels exceed the normal range or if free calcium concentration is 9.5 mg/dL (2.37 mmol/L) or higher. Various oral agents such as calcitriol, alfacalcidol, paricalcitol, or doxercalciferol can be considered as comparative efficacy has not been firmly established in nondialysis patients.\n[78]\nAnother class of drugs includes calcimimetics, such as cinacalcet. However, this class is not recommended for suppressing PTH among patients not on dialysis. Several adverse effects complicate its use in nondialysis patients, including hypocalcemia, increased calciuria, and hyperphosphatemia.\n[79]\nThe KDIGO 2017 guidance does not offer specific recommendations regarding cinacalcet. Previous KDIGO guidelines advised against using cinacalcet due to the lack of evidence in predialysis patients with CKD.\n[80]\n\nTreatment for Adult Dialysis Patients\n\nPatients on dialysis have the following recommended targets of therapy:\n\nPhosphate levels are typically targeted to be between 3.5 and 5.5 mg/dL (1.13-1.78 mmol/L) in patients on dialysis.\n\nSerum calcium levels are ideally maintained below 9.5 mg/dL (less than 2.37 mmol/L).\n\nPTH levels should be maintained at less than 2 to 9 times the upper limit for the assay.\n[81]\n\nOnce hyperphosphatemia is under control, PTH management is based on trends rather than isolated laboratory values. Notably, it is not advisable to suppress PTH to less than 2 times the upper limit, as it may lead to adynamic bone disease.\n[80]\n\nPhosphate:\nPhosphate management is critical for patients with persistent hyperphosphatemia exceeding 5.5 mg/dL, as elevated phosphate levels can complicate treatments for high PTH due to potential serum phosphate increases. Treatment initiation should occur if serum phosphate exceeds 5.5 mg/dL (1.78 mmol/L), given its association with mortality in dialysis patients.\n[82]\nInitial strategies often include phosphate restriction and the use of phosphate binders.\n[83]\nHowever, it is recommended to restrict dietary phosphate intake to 900 mg/d, and this should be overseen by a dietician, especially as many dialysis patients experience overt or borderline malnutrition. Typically, patients with hyperphosphatemia require dietary adjustments and phosphate binder medications, prompting clinicians to initiate both strategies for most patients with elevated phosphate levels.\n\nPhosphate binders are categorized into calcium-containing and non-calcium–containing types. Calcium-containing binders include calcium carbonate and calcium acetate, whereas non-calcium–containing binders encompass lanthanum and sevelamer. Additional options comprise ferric citrate and sucroferric oxyhydroxide, all demonstrating comparable efficacy in phosphate reduction.\n[72]\nTypically, non-calcium–containing binders are preferred for most patients. However, in specific scenarios where non-calcium binders are not feasible or accessible, or in the presence of hypocalcemia and hyperparathyroidism (such as with adjunct calcimimetic therapy), calcium-containing binders may be considered. Nonetheless, many experts advise against the routine use of calcium-containing binders.\n[5]\nIn addition to the above, clinicians should ensure that patients are adequately dialyzed and achieving recommended Kt/V targets. However, standard 4-hour dialysis sessions 3 times per week have limitations in removing phosphate, typically eliminating around 900 mg of phosphate per session.\n\nCalcium:\nMaintaining calcium levels below 9.5 mg/dL (2.37 mmol/L) is essential. Asymptomatic and mild hypocalcemia does not require treatment due to the risk of hypercalcemia. In dialysis patients, calcium levels are maintained near the upper end of the normal range by adjusting the calcium concentration in the dialysate. This is done to suppress PTH and reduce the calcium and phosphorus (Ca x P) product. Hypocalcemia is associated with increased mortality and worsening hyperparathyroidism.\n[84]\nA different approach is adopted for patients with low bone turnover diseases. Efforts are made to prevent PTH suppression by reducing calcium and vitamin D levels. Non-calcium–containing binders are used to maintain phosphate levels without raising calcium levels, thus preventing PTH suppression. This strategy has been shown to increase bone formation rates.\n[85]\nThe calcium concentration in the dialysate is also kept lower than standard dialysate levels for similar reasons. However, the advantages of stopping or restricting vitamin D intake remain uncertain.\n\nVitamin D:\nCorrecting vitamin D deficiency is crucial, as low vitamin D levels have been associated with increased mortality among hemodialysis patients.\n[86]\nBoth cholecalciferol and ergocalciferol are effective in correcting vitamin D levels.\n[87]\n\nHyperparathyroidism:\nTreatment options for hyperparathyroidism include calcimimetics, calcitriol or synthetic vitamin D analogs, and a combination of both to decrease PTH levels.\n\nIn most cases, a combination is required as these agents are insufficient as monotherapy if PTH levels are very high.\n[88]\nCalcitriol or synthetic vitamin D analogs are discontinued or administered at a low dose if phosphate levels exceed 5.5 mg/dL or calcium levels above 10.2 mg/dL.\n[89]\nAfter hypercalcemia or hyperphosphatemia has resolved, these agents can be restarted at half the previous dose, or the patient may begin cinacalcet. Calcitriol or vitamin D analogs are typically initiated at a low dose (0.25 μg, 3 times a week). Response to treatment is usually observed within the first 3 to 6 months; dosage adjustments can be made at 4- to 8-week intervals if necessary.\n[90]\nCalcimimetics enhances the sensitivity of CaSR to calcium, leading to decreased serum PTH levels and subsequently lowering calcium and phosphate levels.\n[91]\nCinacalcet (oral) and etelcalcetide (intravenous) are 2 widely available calcimimetics, with etelcalcetide typically reserved for refractory cases. Combining calcimimetics with ongoing calcitriol or vitamin D analogs and phosphate binders increases the likelihood of achieving target PTH levels without causing hypercalcemia or hyperphosphatemia.\n[92]\nCinacalcet also reduces the likelihood of requiring a parathyroidectomy.\n[93]\nHowever, cinacalcet has not been found to improve mortality rates, and parathyroidectomy may be more effective, particularly for patients with very high PTH levels.\n[93]\nHistorically, there have been 2 approaches to treating patients based on their phosphate and calcium levels, and providers typically choose a strategy based on their experience and available guidance.\n\nThe following approach is recommended in the 2017 KDIGO guidelines:\n\nSerum phosphate levels less than 5.5 mg/dL (1.78 mmol/L) and serum calcium levels less than 9.5 mg/dL (2.37 mmol/L): Such patients are initially treated with calcitriol monotherapy. The treatment goal is to increase the calcitriol dose to achieve target PTH levels while keeping serum phosphate below 5.5 mg/dL. If target PTH levels are not reached, cinacalcet can be initiated (assuming calcium levels are above 8.4 mg/dL). The initial cinacalcet dose is typically 30 mg/d, with gradual increments to 60, 90, and 180 mg/d as necessary.\n\nSerum phosphate levels greater than 5.4 mg/dL (1.78 mmol/L) or serum calcium levels greater than 9.4 mg/dL (2.37 mmol/L): In patients with these elevated levels and persistently high PTH despite maximal phosphate-reducing therapy, cinacalcet initiation takes precedence over calcitriol or other synthetic analogs. Cinacalcet usage should be avoided if calcium levels are less than 8.4 mg/dL (2.1 mmol/L) due to potential hypocalcemia risks. If target PTH levels are not achieved, the patient may be considered for calcitriol or synthetic vitamin D analogs, provided phosphate levels are below 5.5 mg/dL (1.78 mmol/L) and calcium levels are less than 9.5 mg/dL (2.37 mmol/L).",
    "adverse_effects": "CKD-MBD is itself a complication of CKD. Once mineral bone disease develops, patients commonly experience bone pain, and skeletal deformities, while growth retardation may occur in children. Another significant complication of CKD-MBD is the gradual deterioration of cardiac parameters, including cardiac remodeling and vascular calcification. However, treatment for CKD-MBD, such as using lower calcium dialysate and calcimimetics, can lead to fatal arrhythmias due to QT prolongation. Sudden fatal cardiac events, such as sudden cardiac death or heart failure resulting from severe arrhythmias, represent a distinctive phenomenon that may be characterized as part of the CKD-MBD–specific cardiac complex syndrome.\n[96]\nResults from studies have indicated that patients with renal osteodystrophy and a history of initial fragility fracture are more likely to experience cardiovascular events and metastatic calcification.\n[97]\nAdditionally, complications such as increased infections, muscle weakness, arrhythmias, and heightened risk of hemorrhagic stroke may also be associated with CKD-MBD."
  }
}