{
  "drug_name": "paroteolytic enzymes",
  "nbk_id": "NBK541119",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541119/",
  "scraped_at": "2026-01-11T15:36:03",
  "sections": {
    "clinical_significance": "Treating Hyperglycemia in Diabetes\n\nDiabetes may result from impaired insulin production or decreased insulin sensitivity. Besides stimulating glucose uptake from the bloodstream, insulin is also a potent gluconeogenesis inhibitor. Gluconeogenesis occurs at an unusually rapid rate in insulin deficiency or insensitivity, increasing the risk of hyperglycemia in patients with diabetes mellitus.\n[1]\n\nMetformin, the first-line agent for type 2 diabetes mellitus management, has been shown to suppress hepatic gluconeogenesis by various mechanisms. This drug activates adenosine monophosphate-activated protein kinase (AMPK), which, in turn, inhibits hepatic lipogenesis and increases insulin sensitivity. AMPK activation also increases cAMP breakdown, further suppressing gluconeogenesis.\n[1]\n[12]\n\nMetformin also appears to directly inhibit glycerol-3-phosphate dehydrogenase, increasing NADH levels.\n[1]\n[12]\nHigh intracellular NADH favors the formation of lactate over pyruvate by the lactate dehydrogenase reaction. Gluconeogenesis using lactate as a substrate cannot proceed without this molecule's conversion back to pyruvate.\n\nAt high doses, metformin also inhibits complex I of the electron transport chain, the ATP production that drives highly endergonic processes like gluconeogenesis.\n[1]\n\nHypoglycemia as a Result of Ethanol Consumption\n\nEthanol clearance from the body begins with its oxidation into acetaldehyde by hepatic alcohol dehydrogenase. This enzyme uses oxidized nicotinamide adenine dinucleotide (NAD+) as an electron acceptor. Aldehyde dehydrogenase oxidizes acetaldehyde further into acetate, which is readily excreted by the body. Aldehyde dehydrogenase also requires NAD+ as a cofactor. Thus, ethanol metabolism results in NADH accumulation.\n[13]\n\nAs previously mentioned, high intracellular NADH increases lactic acid formation, which can inhibit gluconeogenesis. Thus, heavy ethanol consumption can lead to both lactic acidosis and hypoglycemia.\n[13]\n\nHypoglycemia in the Preterm Infant\n\nPreterm infants are particularly at risk of developing hypoglycemia. Low-birth-weight neonates have limited glycogen and fat stores but also express gluconeogenic enzymes at suboptimal levels. Preterm infants' energy stores can diminish quickly, as they cannot mount an adequate counterregulatory response.\n[4]"
  }
}