{
  "drug_name": "pasireotide",
  "nbk_id": "NBK568708",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK568708/",
  "scraped_at": "2026-01-11T18:47:42",
  "sections": {
    "indications": "Cushing disease is a rare disorder characterized by increased adrenocorticotropic hormone (ACTH) production from the anterior pituitary, leading to excess cortisol release from the adrenal glands.\n[1]\nMost often, this caused by a pituitary adenoma or as the result of excess production of corticotropin-releasing hormone (CRH) from the hypothalamus. Symptoms include generalized weakness, high blood pressure, diabetes mellitus, menstrual disorders, or psychiatric changes.\n[1]\nPhysical manifestations of excess cortisol levels include moon facies, buffalo hump, bruising, abdominal striae, obesity, facial plethora, and hirsutism.\n[2]\n\nCushing disease is a relatively rare disease. The average incidence of new cases is about 2.4 cases per million people per year. This disease often is diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 years. The prevalence of hypertension and abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated cases of the disease. The mortality rate of Cushing disease is estimated to be about 10% to 11%.\n[2]",
    "monitoring": "On presentation, more than half of the patients with Cushing disease have a microadenoma with a diameter of less than 5 mm.\n[4]\nOf these, only 10% are large enough to cause a mass effect on the cerebral tissue to affect the structure of the sellar region.\n[4]\nTherefore, most cases of ACTH-secreting pituitary adenomas are found after suspicion of excess cortisol and androgen production.\n[5]\n\nBiochemical diagnostic tests to confirm hypercortisolism include salivary and blood serum cortisol testing, 24-hour urinary-free cortisol testing, and low-dose overnight dexamethasone suppression testing.\n[6]\nThe late-night or midnight salivary cortisol test recently has been gaining support due to its ease of administration.\n[7]\nThis test measures free-circulating cortisol and has both a sensitivity and specificity of 95% to 98%.\n[7]\nThe urinary-free cortisol test measures the excess cortisol excreted by the kidneys into the urine.\n[8]\nResults that are four times higher than normal cortisol levels are considered to be attributable to Cushing syndrome. This test needs to be repeated three times to exclude any normal periods of hypercortisolism.\n[6]\nThe specificity of this test is 81%.\n[6]\nThe high false-positive rate can be caused by pseudo-Cushingoid states, sleep apnea, polycystic ovary syndrome, familial glucocorticoid resistance, and hyperthyroidism. In low-dose dexamethasone suppression testing, dexamethasone 0.5 mg is administered by mouth at six-hour intervals for 48 hours.\n[8]\nThe serum cortisol level is measured 6 hours after the last dose of dexamethasone is given. A cortisol level of less than 50 nmol/L is considered a normal response and rules out Cushing syndrome. The sensitivity and specificity of this test are 100% and 88%, respectively, with a positive predictive value of 92% and a negative predictive value of 89%.\n[8]\n\nTwo or more positive initial screening tests in a patient with a high pretest probability of Cushing disease confirms the biochemical diagnosis of Cushing syndrome.\n[6]\n[9]\nOnce Cushing syndrome has been diagnosed, the first step toward finding the cause is by measuring a baseline plasma ACTH level. A level consistently greater than 3.3 pmol/L is classified as corticotropin-dependent.\n[8]\nTo differentiate Cushing disease from ectopic corticotropin syndrome, a corticotropin-releasing hormone (CRH) test is needed. In a patient with Cushing disease, the administered CRH stimulates the release of additional corticotropin, resulting in an elevated plasma corticotropin level. The sensitivity of the CRH test for detecting Cushing disease is 93% when plasma levels are measured at fifteen and thirty minutes.\n[8]\nAlternatively, a high-dose 48-hour dexamethasone suppression test or pituitary magnetic resonance imaging (MRI) can be used.\n[8]\n\nFor high-dose 48-hour dexamethasone suppression testing, a plasma cortisol level above 50 nmol/L (measured 48-hours after either administration of dexamethasone 2 mg by mouth every 6 hours for 48 hours, or 48-hours after one dose of 8 mg is given) is indicative of Cushing disease.\n[2]\nThis test has an 8% false-negative rate.\n[2]\nPituitary MRI may show the ACTH secreting tumor if present. However, MRI fails to detect a tumor in 40% of patients with Cushing disease. The average size of the tumor that was detected on MRI was about 6 mm.\n[4]\n\nThe most accurate test used to differentiate a pituitary adenoma from ectopic or adrenal Cushing syndrome is inferior petrosal sinus sampling. This invasive method measures the difference in the level of ACTH found in the inferior petrosal sinus (where the pituitary gland drains) as compared to the periphery.\n[6]\n[10]\nA basal central to the peripheral ratio of over 3:1 when CRH is administered confirms the diagnosis of Cushing disease.\n[10]\nThis test is considered the gold standard in diagnosing Cushing disease because it has a sensitivity and specificity of nearly 94%, but it is rarely used in clinical practice due to its high cost, invasiveness, rare but serious complications, and required expertise to administer.\n[10]"
  }
}