{
  "drug_name": "peanut butter",
  "nbk_id": "NBK534810",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534810/",
  "scraped_at": "2026-01-11T18:47:42",
  "sections": {
    "indications": "Irritable bowel syndrome (IBS) is a common, chronic disorder of gut-brain interaction characterized by recurrent abdominal pain and altered bowel habits, including constipation, diarrhea, or both. Despite its high prevalence and significant impact on quality of life, IBS often remains underdiagnosed or mismanaged, leading to excessive diagnostic testing, unnecessary specialty referrals, and increased healthcare costs.\n[1]\nThe pathophysiology of IBS is multifactorial, involving disruptions in the gut-brain axis, visceral hypersensitivity, gastrointestinal dysmotility, alterations in gut microbiota, food intolerances, and psychosocial factors.\n\nAccurate diagnosis using the Rome IV criteria and a targeted evaluation strategy is essential for identifying IBS and ruling out conditions with overlapping symptoms. Abdominal pain in IBS is often related to defecation and can vary in location, character, and severity. Disordered defecation in IBS can present as constipation, diarrhea, or alternating bowel habits. Bloating is a commonly associated symptom, but is not required for the diagnosis of IBS.\n[2]\nA positive diagnostic approach, rather than a diagnosis of exclusion, allows for earlier intervention and improved patient outcomes.\n\nManagement of IBS involves lifestyle and dietary modifications, pharmacologic treatment options tailored to IBS subtypes, and the integration of psychological interventions when indicated. Additionally, a strong patient-clinician relationship is crucial in fostering trust, enhancing symptom management, and promoting adherence to treatment plans to deliver timely, cost-effective, and patient-centered care to individuals living with IBS.",
    "mechanism": "The exact cause of IBS remains unknown; however, the following factors have been identified as contributing to its pathophysiology:\n\nDisordered gut-brain axis\n: Disorders of gut-brain interaction (DGBIs) primarily involve disruption of the gut-brain axis, which relies on complex signaling between the central (CNS) and enteric nervous systems (ENS) via neuronal, endocrine, immune, and metabolic pathways and is influenced by several factors, eg, genetics, diet, stress, and social factors.\n[3]\n[4]\n\nVisceral hypersensitivity\n: Patients with IBS often exhibit heightened visceral sensitivity due to increased signaling from intestinal receptors to the central nervous system (CNS) in response to stimuli, eg, gas distension.\n[5]\n[6]\n\nGastrointestinal dysmotility\n: Patients with IBS may exhibit irregular contractions or transit delays, as seen in IBS with predominant constipation (IBS-C), or exaggerated motility, as seen in IBS with predominant diarrhea (IBS-D).\n\nGut microbiota dysbiosis\n: Distinct alterations in microbiota have been linked to IBS subtypes.\n[7]\n[8]\n\nFood intolerances\n: Food intolerances have been reported in 20% to 65% of patients with IBS; however, objective evidence to suggest causation is often lacking, and various other factors may contribute.\n[9]\n\nPostinfectious:\nSymptoms of IBS may begin within several months of a gastrointestinal infection, including but not necessarily limited to\nSalmonella\n,\nCampylobacter jejuni\n,\nCryptosporidium\nspp.,\nGiardia lamblia\n,\nGiardia duodenalis\n, and the Norwalk strain of\nNorovirus\ninfections.\n[10]\n\nLow-grade mucosal inflammation\n: Lymphocyte infiltration and eosinophilia may be observed on histological examination, particularly in post-infectious and diarrhea-predominant cases.\n[11]\n[12]\n\nAltered intestinal permeability\n: Increased intestinal permeability, particularly in IBS-D, has been linked to diet, microbiome shifts, and mediators such as serotonin and proteases.\n[13]\n\nPsychosocial factors\n: Psychological factors, eg, stress, can impact intestinal sensitivity, motility, and microbiota, worsening IBS symptoms.\n[14]",
    "monitoring": "Current guidelines recommend a limited diagnostic evaluation to rule out other disorders that present with symptoms similar to those of IBS. This approach helps avoid unnecessary testing and supports the timely initiation of appropriate therapy.\n[20]\n\nAlarm issues in the clinical history of a patient who has not had a recent colonoscopy should prompt the procedure, including random biopsies of the left and right colon, to rule out or diagnose microscopic (collagenous or lymphocytic) colitis in suspected IBS-D. Alarm issues include:\n\nOvert gastrointestinal bleeding or occult blood in the stool\nIron-deficiency anemia\nUnintentional weight loss\nChange in bowel habit within 3 months\nA family history of colorectal cancer, premalignant polyps, IBD, or celiac disease\n\nFood Sensitivity Evaluation\n\nTesting for food sensitivities or allergies should be limited to those patients with symptoms highly suggestive of these diagnoses. Colorectal cancer screening should be done, if appropriate for age, in all patients with symptoms of IBS.\n\nIrritable Bowel Syndrome Subtype-Specific Evaluation\n\nFor patients with IBS-D, recommended testing includes celiac serologies, total IgA, C-reactive protein (CRP), and fecal calprotectin or lactoferrin to exclude IBD. A colonoscopy with biopsies of the left and right colon should be performed to rule out or diagnose microscopic colitis (lymphocytic or collagenous).\n[21]\nAdditional testing for bile acid diarrhea may be appropriate when clinically suspected. In regions where Giardia is endemic, a Giardia stool antigen test is also advised. Routine testing for food allergies or sensitivities, general stool analyses, or hydrogen breath testing for small intestinal bacterial overgrowth (SIBO) should be reserved for cases where clinical suspicion specifically supports those diagnoses.\n\nIn patients with IBS-C, recommended evaluations include a plain abdominal x-ray and blood testing for CRP, calcium, and TSH. Anorectal physiology testing, including anorectal manometry, balloon expulsion testing, and evaluation of colonic transit, should be performed if symptoms are refractory to medical therapy or particularly severe to assess for pelvic floor dysfunction. In the absence of alarm symptoms, routine colonoscopy is not recommended for patients younger than 45 years. However, a digital rectal examination should be performed to evaluate the rectal wall for stricturing, a mass, fecal impaction, and to assess the anal sphincter.\n\nPatients with IBS-M (mixed) should have their CRP and fecal calprotectin or lactoferrin levels checked, as well as their celiac antibodies and total IgA levels. A stool diary is also helpful in the initial assessment. Adopting a positive diagnostic strategy, focused on confirming IBS rather than excluding other conditions, enhances cost-effectiveness and enables prompt initiation of targeted treatment.\n[20]\nThis method reinforces the importance of clinical criteria in guiding both diagnosis and management.",
    "administration": "The treatment involves a multifaceted approach that integrates dietary changes, lifestyle modifications, pharmacological therapy, and psychological interventions. Each component targets different aspects of the disorder's pathophysiology and symptomatology, with individualized treatment plans tailored to the IBS subtype and patient preferences.\n\nPatient-Clinician Alliance\n\nA strong patient-clinician relationship and shared decision-making form the foundation of effective care for individuals with IBS. This therapeutic alliance enhances motivation, interpersonal support, and the patient's expectation of symptom improvement.\n[22]\nTrust, mutual goal setting, patient education, reassurance, and the consideration of psychological factors all contribute to a successful partnership. Establishing this connection encourages patients to engage in their care actively and consistently adhere to treatment recommendations.\n\nLifestyle Modifications\n\nLifestyle modifications can improve overall IBS symptom control. Regular physical activity and improved sleep hygiene\n[23]\nhave been shown to have benefits in some studies, particularly in reducing global symptoms, eg, abdominal pain, cramping, and bloating. These strategies often serve as first-line interventions and support long-term well-being.\n[24]\n[25]\n\nDietary Modifications\n\nDietary interventions play a central role in IBS management, as many patients report symptom exacerbation following the ingestion of certain foods. Referral to a registered dietitian is beneficial for patients who are willing to modify their diet.\n\nA low-FODMAP (\nf\nermentable\no\nligo-,\nd\ni-, and\nm\nonosaccharides\na\nnd\np\nolyols) diet has been identified by the American Gastroenterological Association (AGA) as the most evidence-based dietary intervention for IBS. Due to its complexity, having the low FODMAP diet guided by a dietitian familiar with this process is recommended (\nTable\n. Low and High FODMAP Foods and Drinks). This approach consists of the following 3 phases:\n\nA 4- to 6-week period of restriction from all high-FODMAP foods\nReintroduction of FODMAP foods\nMaintenance phase with personalization based on symptom response\n[26]\n[27]\n\nFiber intake\n\nThe AGA and American College of Gastroenterology (ACG) also strongly support using soluble (but not insoluble) fiber to improve global IBS symptoms.\n[20]\n[26]\n[28]\nExperts generally recommend 25 to 35 g per day of all forms of fiber.\n[29]\nSoluble fiber includes beans, oat bran, psyllium, and barley. Sources of insoluble fiber are diverse and include whole grains, wheat bran, nuts, seeds, fruits, eg, raspberries, apricots, and apples, as well as vegetables like carrots and cruciferous vegetables, and other foods.\n\nGluten-free diet\n\nA gluten-free diet has shown promise in observational studies; however, randomized controlled trials have not confirmed its efficacy. Long-term restrictive diets that lack clinical benefit should not be continued long-term due to the potential for nutritional deficiencies.\n[26]\nIf dietary and lifestyle modifications fail to control symptoms adequately, pharmacologic therapy should be added based on IBS subtype and symptom severity.\n\nTable\nTable 1. Low and High FODMAP Foods and Drinks.\n\nConstipation-Predominant Irritable Bowel Syndrome Management\n\nFirst-line therapy\n\nPolyethylene glycol (PEG), an osmotic laxative, often serves as a first-line option for managing IBS-C. However, neither the AGA nor the ACG recommends PEG for this indication, as it does not adequately address global IBS symptoms.\n[30]\nA randomized controlled study demonstrated that consuming 2 green kiwis per day provided significant benefits for both IBS-C and chronic idiopathic constipation, including increased complete spontaneous bowel movements and improved gastrointestinal comfort.\n[31]\nIf daily kiwi consumption or PEG at a dosage of 17 g once or twice daily proves effective, therapy can be continued.\n\nSecond-line therapies\n\nSecond-line treatments are indicated when PEG or kiwis fail to achieve sufficient symptom relief. Lubiprostone, a chloride-channel-activating prostaglandin E1 analogue, enhances peristalsis and intestinal secretion locally and is approved for adult women at 8 µg twice daily. Linaclotide, at 290 µg daily, and plecanitide, at 3 mg daily, function as guanylate cyclase-C agonists and act as secretagogues to promote intestinal fluid secretion. Tenapanor, a sodium/hydrogen exchanger 2 inhibitor administered at 50 mg twice daily, reduces sodium and water absorption while increasing intestinal secretion and motility, which softens stools and enhances bowel frequency.\n\nAdditional treatments\n\nWhen these approaches fail or provide inadequate relief, therapy should focus on global symptom management, and incorporation of psychological interventions may be appropriate to address the multifaceted nature of IBS-C.\n\nDiarrhea-Predominant Irritable Bowel Syndrome Management\n\nFirst-line intervention for IBS-D involves a trial of a low FODMAP diet followed by antidiarrheal therapies. Antidiarrheal medications (eg, loperamide), administered at 2 mg orally 3 times daily before meals, with a maximum daily dosage of 16 mg, effectively reduce diarrhea. Loperamide may or may not relieve bloating or abdominal pain. If effective, therapy can continue alongside diet and lifestyle modifications.\n\nWhen loperamide fails to provide sufficient relief, second-line medications can be considered. Rifaximin, a nonabsorbable antibiotic, is recommended by both the AGA and the ACG for short courses in patients with moderate to severe IBS-D. Rifaximin may be repeated for symptom relapse at a dosage of 550 mg orally 3 times daily for 14 days, with similar courses repeated every 3 to 4 months if effective.\n[32]\n\nEluxadoline, a mixed μ- and kappa-opioid receptor agonist, demonstrates efficacy but carries a risk of pancreatitis, particularly in patients with predisposing factors. Eluxadoline is contraindicated in patients following cholecystectomy, with a history of pancreatitis, suspected or confirmed Sphincter of Oddi dysfunction, alcohol abuse, or consumption of more than 3 alcohol-containing drinks daily. The standard dose of 100 mg daily is reduced to 75 mg daily in patients with mild-to-moderate liver dysfunction.\n\nAlosetron, a 5-HT3 receptor antagonist, may serve as a third-line option in women with severe IBS-D. This agent carries a black box warning for ischemic colitis. The starting dosage is 0.5 mg daily, which can be increased by 0.5 mg/day up to a maximum of 2 mg daily, divided twice daily.\n\nBile acid sequestrants, including cholestyramine (2 to 4 g daily or divided twice daily), colestipol (2 g pill daily or twice daily, 5 g granules daily or twice daily, with maximum daily doses of 16 g as pills or 30 g as granules), and colesevelam powder (3750 mg daily or divided twice daily), may benefit patients with bile acid malabsorption, a condition affecting up to 50% of those with IBS-D.\n[33]\nWhen these interventions prove ineffective or insufficient, management should focus on global symptom control, and incorporation of psychological interventions may be considered to address the multifaceted nature of IBS-D.\n\nTreatment of Global Irritable Bowel Syndrome Symptoms\n\nManagement of global IBS symptoms, including abdominal pain, cramping, and bloating, often begins with anticholinergic antispasmodics. Dicyclomine, administered at 20 to 40 mg, 4 times daily, and hyoscyamine, given at 0.125 to 0.25 mg orally or sublingually every 4 hours as needed or as an extended-release tablet of 0.375 mg orally every 8 to 12 hours, are commonly used in clinical practice.\n[34]\n[35]\nData documenting their efficacy remains limited. Adverse effects, including constipation, xerostomia, tachycardia, urinary retention, visual blurring, and psychiatric symptoms, often restrict their usefulness. These agents reduce smooth muscle contraction and may alleviate visceral hypersensitivity.\n[36]\nAlthough not recommended for long-term therapy, antispasmodics can provide relief for intermittent symptoms.\n[30]\n\nWhen antispasmodics fail, peppermint oil, particularly a sustained-release enteric-coated formulation at 0.2 to 0.4 mL or 180 to 360 mg, 3 times daily, demonstrates effective smooth muscle relaxation through calcium channel blockade by L-menthol.\n[37]\nPeppermint oil is generally well-tolerated and often provides meaningful symptom relief.\n\nNeuromodulators, specifically tricyclic antidepressants (TCAs), provide another option. Amitriptyline (10–30 mg/day), nortriptyline (25–75 mg/day), imipramine (50–100 mg/day), and desipramine (25–100 mg/day) act by blocking presynaptic reuptake of serotonin, norepinephrine, and dopamine, along with anticholinergic properties and slowed gastric transit, which may particularly benefit patients with IBS-D.\n[38]\nFor abdominal pain, TCAs should be started at low doses and titrated over several months as needed. Switching to an alternative TCA remains an option if one proves ineffective. Adverse effects may limit tolerance for some patients.\n\nIf antispasmodics, peppermint oil, and TCAs fail to provide adequate relief, rifaximin at 550 mg orally 3 times daily, for 14 days, can be prescribed. Courses may be repeated every 3 to 4 months if symptom relief proves effective.\n\nGut-Directed Psychotherapy\n\nGut-directed psychotherapy offers another valuable treatment option, particularly for patients with IBS linked to psychological stress or mood disorders. Cognitive behavioral therapy (CBT) and gut-directed hypnotherapy have demonstrated effectiveness in reducing the frequency and severity of symptoms, primarily in patients with mood-directed IBS symptoms. These interventions address the disrupted gut-brain axis believed to underlie IBS. Current guidelines do not recommend selective serotonin reuptake inhibitors (SSRIs) or fecal microbiota transplants for IBS management, given insufficient evidence supporting their use in this context.\n[39]\n[40]\n[41]",
    "adverse_effects": "IBS generally remains a manageable condition, with complications occurring infrequently. However, certain patients may experience adverse effects related to the condition and its management. Physical complications, eg, hemorrhoids, anal fissures, and fecal impaction may develop, particularly in those with constipation-predominant IBS. Additionally, patients who follow overly restrictive diets in an attempt to control their symptoms face an increased risk of nutritional deficiencies due to inadequate intake of essential nutrients.\n\nChronic symptoms and lifestyle disruptions associated with IBS often contribute to the development or worsening of mental health issues, including depression, anxiety, and mood disorders. These psychological effects may stem from the persistent discomfort and unpredictability of symptoms. Additionally, IBS can also significantly impair quality of life. Frequent abdominal pain, altered bowel habits, and bloating may interfere with work performance, academic responsibilities, social engagements, and personal relationships. Many patients report sleep disturbances as well, further compounding physical and emotional stress."
  }
}