{
  "drug_name": "peg-8",
  "nbk_id": "NBK532876",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532876/",
  "scraped_at": "2026-01-11T15:36:13",
  "sections": {
    "indications": "Absolute Contraindications\n\nHemodynamic instability with poor end-organ perfusion. Enteral feeding in patients with bowel ischemia or necrosis can make a bad situation worse\nActive GI bleeding\nSmall or large bowel obstruction\nParalytic ileus secondary to electrolyte abnormalities, peritonitis\n\nRelative Contraindications\n\nModerate to severe malabsorption\nDiverticular disease\nFistula in the small bowel\nShort bowel disease in the early stages.\n\nSpecial Cases\n\nAcute Kidney Injury\n\nIn acute kidney injury (AKI), nutritional support conserves lean body mass and energy reserve and prevents malnutrition.\n\nPatients with AKI and renal failure might be in a non-hypercatabolic or hypercatabolic state with excessive sodium, potassium, and phosphate load. In a non-hypercatabolic state, high-energy enteral nutrition with normal protein content and low sodium, potassium, and phosphate load are recommended.\n[13]\n[14]\nIn AKI with a hypercatabolic phase, a low protein (2 to 2.5g/kg per day) and low electrolyte enteral nutrition are recommended. Besides monitoring electrolytes like sodium, potassium, phosphorus, and calcium, clinicians should pay special attention to micronutrients like zinc, selenium, thiamin, folic acid, and vitamins A, C, and D.\n\nAcute Liver Failure and Liver Transplantation\n\nLiver failure is associated with the loss of the synthetic function of the liver. Liver failure patients also have an impaired ability to synthesize clotting factors. Enteral feeding should be cautiously approached in patients with liver failure because of the inherent risk of gastrointestinal bleeding from varices and coagulopathy. In acute liver failure, parenteral nutrition might be better if the gut is not viable or if the risk of hepatic encephalopathy is high. A balanced energy supply from carbohydrates and protein is recommended if enteral feeding is used. Caloric intake should be around 25 kcal/kg per day. Enteral feeds should contain adequate potassium, magnesium, and zinc. In liver transplant patients, early enteral feeding via a transpyloric approach is recommended.\n[15]\n\nAcute Lung Injury (ALI), Acute Respiratory Distress Syndrome (ARDS)\n\nThis is 1 of the most common reasons for admission into the intensive care unit (ICU). Daily protein intake should be around 1 to 1.8 g/kg daily. The use of high-fat and low carbohydrate is not indicated. ALI and ARDS require an enteral diet rich in omega-3 fatty acids and antioxidants.\n[16]\n\nMultiple Trauma\n\nA patient who sustained multiple trauma should be started early enteral feeding. We recommend that trauma patients be started on a total caloric intake of about 25 to 30 kcal/kg daily. We also recommend arginine and omega in patients with multiple traumas.\n[17]\n[18]\n[19]\n\nAbdominal Surgery\n\nThe nutritional needs of patients with abdominal surgery are similar to those of other critically ill patients. Surgery causes both inflammatory and metabolic changes in the body. A post-surgical patient with malnutrition might have delayed wound healing and dehiscence and decreased immunological functions, placing the patient at risk for infectious and cardiopulmonary complications. This can prolong hospital stays and cause a higher rate of mortality.\n[20]\n\nAcute Pancreatitis\n\nInflammation of the pancreas can provoke a systemic inflammatory response syndrome. This causes a hypermetabolic, hyperdynamic, and catabolic state. Classically, acute pancreatitis is treated with bowel rest and parenteral nutrition. It has been shown that this approach is associated with high morbidity and mortality. In acute pancreatitis, there is intestinal barrier dysfunction, which is associated with multiple organ failure, pancreatic necrosis, and mortality. Based on these facts, the current recommendation is to start early enteral feeding via the jejunum within 48 hours of hospitalization.\n[21]\n[22]",
    "clinical_significance": "Clinical significance cannot be overemphasized. Utilizing the gut to provide nutrients helps maintain gut integrity, stimulation, and modulation of the immunological properties of the GI tract.\n[63]"
  }
}