{
  "drug_name": "pembrolizumab",
  "nbk_id": "NBK546616",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK546616/",
  "scraped_at": "2026-01-11T15:36:15",
  "sections": {
    "indications": "There are no contraindications for pembrolizumab.\n\nLimitations of use:\n\nPembrolizumab is not recommended in PMBCL (primary mediastinal large B-cell lymphoma) patients who require urgent cytoreductive therapy.\nPembrolizumab’s safety and effectiveness in MSI-H central nervous system pediatric cancer have not been established as this population met the exclusion criteria from clinical trials.\n[27]",
    "mechanism": "Pembrolizumab is a humanized monoclonal IgG4 kappa antibody directed against human cell surface PD-1 (programmed death receptor-1) on lymphocytes. The PD-1 receptor provides an important “immune checkpoint,” which helps prevent the immune system from attacking itself.\n[21]\nCertain types of tumors have a high expression of PD-L1(programmed death receptor ligand-1).\n[22]\nOther tumor types use adaptive immune resistance where they take the natural physiology of PD-L1 induction (protection of immune-mediated damage from infections) and adapt it towards anti-tumor responses.\n[23]\nWhen PD-L1 engages with PD-1, the T-cell function becomes inhibited; pembrolizumab blocks the PD-1: PDL-1 complex formation allowing improved T-cell mediated killing.\n[23]\n[24]",
    "administration": "Pembrolizumab is FDA-approved for intravenous use. It comes in either a 50 mg lyophilized powder for reconstitution or a 25 mg/mL solution.  The most common administration schedule is a 200 mg infusion given over 30 minutes every three weeks. Most monoclonal antibodies are dosed based on body size; however, studies have shown that pembrolizumab fixed-dosing provides adequate coverage and yields the advantage of reduced dosage errors, convenience, and less waste (for an expensive therapy).\n[25]\nFor adverse events, withholding or discontinuing is recommended; dose reductions are not. The drug should be administered within 6 hours from the reconstitution time (24 hours if refrigerated) to minimize the chances of microbial growth.",
    "adverse_effects": "Clinically significant adverse reactions include:\n\nImmune-mediated skin adverse reactions (exfoliative dermatitis, bullous pemphigoid, Stevens-Johnson syndrome, and toxic epidermal necrolysis)\nImmune-mediated endocrinopathies (thyroid disorders, type 1 diabetes, hypophysitis)\nImmune-mediated colitis\nImmune-mediated pneumonitis\nImmune-mediated hepatotoxicity/hepatitis\nImmune-mediated renal dysfunction and nephritis\nInfusion-related reactions (anaphylaxis and hypersensitivity)\nOther immune-mediated adverse reactions (Guillain-Barre syndrome, uveitis, myasthenia gravis, pancreatitis, sarcoidosis, vasculitis, hemolytic anemia, arthritis, myositis, and encephalitis)\n\nCommon Side effects that occurred in over 10% of clinical trial participants include:\n[13]\n[14]\n[17]\n[26]\n\nNervous system (headache)\nMusculoskeletal (back pain, arthralgia)\nSkin (vitiligo, rash, pruritus)\nMetabolism (decreased appetite, weight loss, hyponatremia)\nRespiratory (cough, dyspnea)\nGeneral (fatigue, pyrexia, asthenia, influenza-like illness, peripheral edema\nGastrointestinal (diarrhea, constipation, abdominal pain, nausea, vomiting)\nEndocrine (hypothyroidism, hyperthyroidism)\nInfections (pneumonia, urinary tract infection, upper respiratory tract infection)\nCardiac (arrhythmias)\nBlood/lymphatic (anemia)\nHepatobiliary (hepatoxicity, elevated liver function tests)\nRenal and urinary (hematuria, increase blood creatinine)",
    "monitoring": "Monitor for signs and symptoms of colitis, pneumonitis, hypophysitis, and suspected severe skin reactions.\nMonitor for renal function changes as a sign of immune-mediated nephritis.\nMonitor for liver function changes as a sign of immune-mediated hepatitis.\nMonitor for thyroid function changes as a sign of a thyroid disorder.\nMonitor for infusion reactions such as chills, fever, flushing, hypotension, hypoxemia, pruritis, rash, rigors, and wheezing. While checkpoint inhibitors have lower rates of infusion reaction than other monoclonal antibodies, it is still important to monitor.\n[28]\nMonitor for hyperglycemia as a sign of type-1 diabetics.\nMonitor for hepatic function changes when given in combination with axitinib as a sign of hepatotoxicity. In one study, alanine aminotransferase and aspartate aminotransferase increased by over 25% of pembrolizumab plus axitinib-treated patients.\n[10]",
    "toxicity": "Pembrolizumab has the potential to cause fetal harm.\n[29]\nFemales with the ability to become pregnant should receive counseling regarding the risks of fetal injury and using effective contraception.\nAnimal studies have shown increased severity in certain types of infections, including\nM. tuberculosis\n, lymphocytic choriomeningitis virus, and hepatitis B virus.\nPembrolizumab has not been the subject of testing for potential carcinogenicity or genotoxicity.\nPembrolizumab has an elimination terminal half-life of 27 days.\n[30]"
  }
}