{
  "drug_name": "pemetrexed",
  "nbk_id": "NBK606090",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606090/",
  "scraped_at": "2026-01-11T15:36:14",
  "sections": {
    "indications": "Pemetrexed is contraindicated in patients with a history of severe hypersensitivity reactions.\n\nBox Warning and Precautions\n\nUse caution in patients with a history of Stevens-Johnson syndrome or toxic epidermal necrolysis.\n[32]\nPemetrexed should be used with caution in patients with pre-existing bone marrow suppression due to reported cases of severe myelosuppression. This medication may also cause nephrotoxicity, which may lead to renal failure. In patients with a history of pulmonary disease, severe interstitial pneumonitis has been reported. Other precautions for pemetrexed are radiation recall, teratogenicity, live vaccines, and increased risk of toxicity with ibuprofen.\n[21]\n[33]",
    "mechanism": "Pemetrexed inhibits the folate-dependent metabolic processes necessary for cellular replication. Specifically, it targets enzymes responsible for DNA and RNA synthesis, including thymidylate synthase (TS), dihydrofolate reductase (DHFR), glycinamide ribonucleotide formyltransferase (GARFT), and aminoimidazole carboxamide ribonucleotide formyltransferase (AICARFT), which disrupts the synthesis of purines, pyrimidines, and proteins.\n[3]\nPemetrexed is transported into cells via membrane carriers, where it is converted to polyglutamate forms by the enzyme folylpolyglutamate synthetase. Polyglutamation is thought to occur more often in tumor cells than non-tumor cells. Polyglutamated metabolites have an increased intracellular half-life and prolonged drug action.\n[19]\n\nPharmacokinetics\n\nThe pharmacokinetics of pemetrexed comprise rapid intravenous (IV) administration, significant plasma protein binding, and renal metabolism. A thorough understanding of these pharmacokinetic characteristics facilitates this medication's safe and productive use in cancer therapy. With this understanding, healthcare providers can tailor dosing schedules and adeptly manage potential drug interactions or adverse reactions.\n[20]\n\nAbsorption:\nPemetrexed is administered via intravenous (IV) formulation, bypassing the absorption phase. The IV infusion facilitates rapid and complete distribution of pemetrexed throughout the systemic circulation.\n\nDistribution:\nFollowing IV administration\n,\npemetrexed exhibits a steady-state volume of distribution of approximately 16.1 liters. Approximately 81% of the drug is bound to plasma proteins.\n\nMetabolism:\nPemetrexed is not metabolized to a significant extent.\n\nElimination:\nPemetrexed is predominantly eliminated through renal excretion, with approximately 70% to 90% of the drug being excreted unchanged in the urine. In patients with consistent renal function, the total systemic clearance of pemetrexed is 91.8 mL/min, and its elimination half-life is approximately 3.5 hours. Pemetrexed is a substrate for organic anion transporter 3 (OAT3), a transporter protein primarily found in the kidney. This transporter is responsible for transporting pemetrexed from the bloodstream into renal tubular cells, facilitating its elimination from the body through urine.\n[21]",
    "administration": "Available Forms and Strengths\n\nPemetrexed is available in 750 mg, 500 mg, 100 mg, and 1 mg formulations and may be administered intravenously in 25 mg/mL or 10 mg/mL concentrations.\n\nAdult Dosage\n\nThe typical pemetrexed dose is 500 mg/m² every 3 weeks, depending on the indication. The clinician should always consult the drug package insert and institutional protocols before designing a dosing regimen for any patient. Pemetrexed is usually infused over 10 minutes, although this can vary depending on the specific indication or treatment protocol. When pemetrexed is part of a combination chemotherapy regimen, the exact administration order varies based on the protocol. Therefore, it is crucial to consult a protocol to determine the recommended sequence.\n\nBefore initiating pemetrexed therapy, it's recommended to start vitamin supplements to enhance their effectiveness and manage potential side effects. Premedication optimizes treatment outcomes while minimizing adverse effects, such as mucositis, gastrointestinal toxicity, and cutaneous reactions. Healthcare providers must monitor patients closely and adjust therapy based on individual responses.\n[22]\nA standard premedication regimen is outlined below.\n\nFolic acid:\n\nDosage: 400 to 1,000 μg orally once daily\n\nStart: 7 days before initiating pemetrexed therapy\n\nDuration: Throughout the treatment period and for 21 days after the final pemetrexed dose\n\nVitamin B12:\n\nDosage: 1,000 μg intramuscularly (IM) once\n\nStart: Administer once 7 days before initiating treatment\n\nDuration: Repeat every 3 therapy cycles\n\nDexamethasone:\n\nDosage: 4 mg orally twice daily\n\nStart: 24 hours before initiating pemetrexed therapy\n\nDuration: Administer twice daily for 3 days\n\nSpecific Patient Populations\n\nHepatic impairment:\nPemetrexed does not have any dose adjustments. Asymptomatic elevations of aspartate transaminase, alanine transaminase, and total bilirubin were observed during clinical trials; however, this did not affect the dose or schedule of pemetrexed administration.\n[23]\n\nRenal impairment:\nPemetrexed may increase toxic exposure in patients with kidney disease due to reduced plasma clearance. The recommended dose for a patient with a creatinine clearance (CrCl) ≥45 mL/min is 500 mg/m\n2\non day 1 of each 21-day cycle until disease progression or unacceptable toxicity. Patients with a CrCl of 45 to 60 mL/min may be at increased risk of hematologic, gastrointestinal, and kidney-related toxicity.\n[24]\nUsing pemetrexed in patients with CrCl <45 mL/min is not recommended. Although pemetrexed may be removed through dialysis, it is not recommended for these patients.\n[25]\n[26]\n[27]\n\nPregnancy considerations:\nBased on animal studies and its mechanism of action, pemetrexed is not recommended during pregnancy due to its risk of causing fetal harm.\n[27]\n\nBreastfeeding considerations:\nThe presence or absence of pemetrexed in breast milk has not been established. Based on potential serious adverse effects, breastfeeding is not recommended during treatment and for 1 week after the last dose of pemetrexed.\n\nPediatric patients:\nThe safety and efficacy of pemetrexed have not been established in pediatric patients.\n\nOlder patients:\nClinical studies have revealed no differences between patients older and younger than 65. Refer to adult dosage.\n[28]",
    "adverse_effects": "Adverse effects associated with pemetrexed are primarily caused by dose-related toxicities. One of the most frequent adverse events is myelosuppression. Patients have a higher risk of myelosuppression if they are not administered vitamin supplementation before, during, and after undergoing pemetrexed therapy.\n[29]\n\nThe following common adverse effects are categorized by system.\n[30]\n[31]\n\nHematology\n\nAnemia\nNeutropenia\nThrombocytopenia\n\nGeneralized symptoms\n\nFatigue\n\nGastrointestinal\n\nNausea\nVomiting\nAnorexia\nConstipation\nMucositis\nDiarrhea\nHeartburn\n\nNeurology\n\nSensory neuropathy\nTaste disturbance\n\nDermatology\n\nAlopecia\nRash\n\nDrug Interactions\n\nPatients who receive frequent chemotherapy infusions may use non-steroidal anti-inflammatories for pain control management. Clinicians should avoid administering ibuprofen to patients receiving pemetrexed. Both medications are eliminated renally. Pemetrexed is a substrate for organic anion transporter 3 (OAT3), and ibuprofen is an organic anion transporter 3 (OAT3) inhibitor. Concomitant use may increase the risk of nephrotoxicity, myelosuppression, and gastrointestinal toxicity. In patients with a creatinine clearance between 45 mL/min and 79 mL/min, it is recommended to avoid ibuprofen 2 days before the first dose of pemetrexed and up to 2 days after the final dose in a cycle.\n\nWhen administered concurrently with nephrotoxic medications, there is a risk of prolonging the clearance time for pemetrexed. Simultaneous administration of other renally-eliminated substances may lead to a delay in clearance.\n[21]",
    "monitoring": "Patients receiving pemetrexed should be monitored with a complete blood count (CBC) with differential at day 1, 8, and 15 of each cycle. Female patients should be tested for pregnancy due to teratogenic properties. Before each cycle, baseline laboratory testing using renal function tests such as serum creatinine, creatinine clearance, blood urea nitrogen and total bilirubin, aspartate transaminase, and alanine transaminase should be obtained. Patients should also be monitored for adverse effects such as mucositis, pulmonary toxicity, dermatologic toxicity, and radiation recall. Pemetrexed should not be administered to patients with an absolute neutrophil count <1500 cells/mm\n3\nor platelet count <100,000 cells/mm\n3\n. For nonhematologic toxicity grade 3 and above, pemetrexed should be held until the patient's CBC returns to baseline.\n[29]",
    "toxicity": "Currently, no specific drugs are approved for the treatment of pemetrexed overdose. However, the data from animal studies suggests leucovorin may help alleviate the toxic effects associated with pemetrexed overdose. Symptoms of overdose include severe leukopenia, neutropenia (grade 4 lasting 3 days or more), and thrombocytopenia (grade 4). Additionally, leucovorin can be administered for bleeding associated with grade 3 thrombocytopenia and for managing grade 3 or 4 mucositis.\n[34]"
  }
}