{
  "drug_name": "penciclovir",
  "nbk_id": "NBK585132",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585132/",
  "scraped_at": "2026-01-11T18:47:43",
  "sections": {
    "indications": "The oral cavity is particularly susceptible to the manifestations of viral illnesses.\n[1]\nViral infections often have a subclinical course, and clinical manifestations in the form of oral lesions result from viral cellular destruction or an immune response to viral proteins.\n[2]\nOral lesions associated with viral conditions are encountered in daily practice by a wide range of healthcare providers, including general practitioners, dentists, otolaryngologists, and dermatologists.\n[3]\nSuch lesions may pose a diagnostic challenge, as the clinical presentation and the possible causative microorganisms are extensive.\n[4]\nDNA viruses, including members of the\nHerpesviridae\n,\nPapillomaviridae\n, and\nPoxviridae\nfamilies, are known to cause oral lesions. RNA viruses, including enteroviruses and paramyxoviruses, can also affect the oral cavity. Establishing a definitive diagnosis is sometimes tricky.\n[2]\nTimely recognition of the lesions reduces the risk of complications. This is particularly important in specific patient populations, like those with HIV or AIDS, as the incidence of oral lesions often correlates with the progression of the disease.\n[5]",
    "mechanism": "DNA Viruses\n\nHerpesviridae\n\nThe viruses that belong to the\nHerpesviridae\nfamily are the most common cause of viral infections of the oral cavity.\n[6]\nAll of the viruses within this family can remain latent and subsequently reactivate to develop a secondary infection.\n[3]\nMore specifically, 8 serotypes are known to produce disease in human populations. These include herpes simplex viruses 1 and 2 (HSV-1 and HSV-2), varicella-zoster virus (VZV or HHV-3), Epstein-Barr virus (EBV or HHV-4), cytomegalovirus (CMV or HHV-5), and human herpes viruses (HHV-6, HHV-7 or HHV-8).\n[7]\n\nPrimary Herpetic Gingivostomatitis\n\nPrimary herpetic gingivostomatitis (PHGS) is the primary form of infection with HSV-1 and HSV-2. Both HSV-1 and HSV-2 are double-stranded DNA viruses that cause mucocutaneous lesions on the oral and genital mucosa.\n[7]\n[2]\nAlthough HSV-2 is classically known to cause genital infection, it may also manifest in the oral cavity.\n[3]\n[8]\nThe most common form of transmission is contact with either oral secretions or mucocutaneous lesions.\n[9]\n[4]\nViral shedding may occur despite the absence of physical lesions.\n[10]\n\nHerpes Labialis\n\nHerpes labialis is the secondary infection with herpes simplex viruses, occurring in about 40% of infected individuals.\n[1]\nIt results from the reactivation of the dormant virus in the trigeminal ganglion,\n[3]\nwhich can be precipitated by trauma, stress, immunosuppression, and sunlight exposure.\n[6]\n\nChicken Pox\n\nChickenpox is the primary infection associated with the VZV or HHV-3.\n[6]\nThe condition is more often seen in pediatric populations.\n[9]\nTransmission of viral particles usually occurs via respiratory droplets or contact with infected lesions.\n[6]\n\nShingles\n\nShingles is caused by a secondary infection with the varicella-zoster virus. It occurs due to the reactivation of the dormant virus at the dorsal root ganglion of the spinal nerves, which may occur in immunosuppressed states.\n[2]\n[3]\n\nInfectious Mononucleosis\n\nMononucleosis is caused by the EBV or HHV-4. The EBV is associated with primary infections but also neoplastic processes.\n[11]\nThe pathogenesis of mononucleosis primarily involves the infection of B-cells in the oropharyngeal mucosa, where the virus may remain latent.\n[8]\n[2]\n[4]\nThe primary transmission mode is via close contact with oral secretions due to viral shedding in saliva.\n[2]\nThe most common clinical manifestation of infectious mononucleosis, also referred to as \"kissing disease\" or \"glandular fever,\" is most often seen in adolescent patients.\n[3]\n\nOral Hairy Leukoplakia\n\nOral hairy leukoplakia is the most common oral lesion caused by the Epstein-Barr virus in patients with AIDS - usually observed with CD4 counts lower than 200 to 300/mm\n3\n.\n[5]\n[12]\nIt usually occurs in men and may represent the first sign of HIV infection.\n[4]\n[12]\nIt is thought to be caused by the replication of viral particles in the mucosal keratinocytes.\n[13]\n[5]\n\nCytomegalovirus\n\nCytomegalovirus is also a member of the\nHerpesviridae\nfamily and is otherwise known as HHV-5.\n[5]\nViral transmission occurs through the exchange of body fluids or infected blood products. It may cross the placental barrier and, thus, lead to congenital disease. Most cases are asymptomatic, particularly in immunocompetent hosts.\n[5]\nHowever, some immunocompromised individuals may experience chronic oral mucosal ulcerations.\n[14]\n[5]\n\nKaposi Sarcoma\n\nKaposi sarcoma is the most prevalent malignancy seen in untreated HIV patients, and it is associated with the HHV-8.\n[15]\nIt is important to note that it is most often observed in immunocompromised patients.\n[2]\n\nPapillomaviridae\n\nHuman Papilloma Virus\n\nThe human papillomavirus (HPV) is a double-stranded DNA virus that may lead to benign, premalignant, or malignant manifestations in the oral mucosa.\n[16]\nApproximately 25 strains have been demonstrated to affect the oral mucosa; however, most subtypes have a low risk of oncogenesis.\n[1]\nTransmission occurs primarily through oral or genital contact.\n[1]\n\nVerruca Vulgaris\n\nVerruca vulgaris is a benign lesion also referred to as the common wart, and it is often caused by HPV subtypes 2 and 57.\n[8]\n\nOral Squamous Papilloma\n\nOral squamous papillomas are the most common growth in the oral cavity.\n[1]\nThey are benign lesions associated with infection with HPV subtypes 6 and 11.\n[1]\nThey are often indistinguishable clinically from verruca vulgaris, and thus, differentiation often relies on HPV subtyping.\n[3]\nThese lesions may be transmitted between sites by autoinoculation.\n[3]\n\nCondyloma Acuminatum\n\nCondyloma acuminata, also known as genital warts, are caused by HPV, mainly subtypes 6 and 11.\n[17]\nThese lesions are transmitted by sexual contact; hence, they are primarily seen in the genitalia. Oral lesions are due to genital-oral transmission or autoinoculation.\n[16]\n\nHeck Disease\n\nHeck disease, also known as focal or multifocal epithelial hyperplasia, is caused by HPV infection with subtypes 13 and 32.\n[14]\nIt is a benign condition that may be seen in adults and children.\n[3]\n[11]\n\nPoxviridae\n\nMolluscum Contagiosum\n\nMolluscum contagiosum is caused by a DNA virus known as\nPoxvirus\n.\n[8]\nIt is often seen in immunocompromised patients and leads to characteristic intraoral lesions accompanying systemic symptoms.\n[8]\n\nRNA Viruses\n\nEnteroviruses\n\nEnteroviruses, particularly coxsackievirus A and B, are the most common cause of viral infections of the oropharynx.\n[3]\nThese viral infections usually affect children and cause epidemics every couple of years during summertime.\n[12]\n\nHerpangina\n\nHerpangina is caused by coxsackievirus A, serotypes explicitly 1-10, 16, and 22.\n[3]\nThe spread of viral particles occurs through contact with contaminated oral secretions or fecal matter.\n[3]\n\nHand, Foot, and Mouth Disease\n\nHand, foot, and mouth disease is caused by the coxsackie virus A16 or enterovirus 71 and is most often found in children younger than 10.\n[18]\n[19]\nThe infection is characterized by a seasonal pattern, with outbreaks in the summer months.\n[18]\nThe primary transmission mode is through the spread of airborne particles or fecal-oral contamination.\n[19]\n\nAcute Lymphonodular Pharyngitis\n\nAcute lymphonodular pharyngitis is caused by the coxsackie virus type A serotype 10.\n[9]\nThe infection is characterized by fever and oral mucosal eruption.\n\nParamyxoviruses\n\nMeasles or Rubeola\n\nMeasles, also known as rubeola, is caused by an enveloped RNA virus whose transmission occurs through respiratory droplets. However, the prevalence of measles has significantly decreased due to widespread vaccination.\n[4]",
    "monitoring": "DNA Viruses\n\nHerpetoviridae\n\nPHGS\n\nPHGS is based on history and physical exam findings.\n[3]\nThe lesions often heal spontaneously within 2 weeks without scarring.\n[8]\nIf the lesions fail to resolve within 10 days, an alternative diagnosis, such as erythema multiforme or disease recurrence, should be considered.\n[3]\nRecurrence in immunocompetent individuals is rare, and underlying conditions such as acute leukemia should be investigated.\n[3]\nAlthough diagnosis is usually clinical, rises in antibody titers to HHV-1 are confirmatory.\n[11]\nAdditional modalities for diagnostic testing include polymerase chain reaction (PCR) and Tzanck testing. Tzanck smears detect cytopathologic changes in epithelial cells highly suggestive of viral infection.\n[11]\nA viral culture may also be used and is often considered the gold standard for diagnosis. However, it is not routinely implemented as it causes delays.\n[11]\n\nHerpes Labialis\n\nSimilar to PHGS, the diagnosis of herpes labialis is based on clinical findings. The anatomical location of herpes labialis allows for clinical distinction from recurrent aphthous ulcers.\n[11]\nHowever, if the diagnosis is questionable, an additional diagnostic evaluation can be performed, including histologic examination, viral culture, polymerase chain reaction, direct immunofluorescence, and in-situ hybridization.\n[4]\n\nChicken Pox\n\nDiagnosis is usually based on a classic clinical presentation and physical exam findings.\n\nShingles\n\nReactivated herpes zoster infections are diagnosed based on clinical findings. The most typical clinical sign is the unilateral distribution of the lesions along a specific dermatome.\n[11]\nViral cultures, PCR, or serologic testing may allow definitive confirmation if the diagnosis is questionable.\n[1]\n\nInfectious Mononucleosis\n\nThe diagnosis of infectious mononucleosis is established when there is EBV-specific IgM in the serum; this is often performed via a mononuclear spot test (heterophile antibody).\n[3]\nA peripheral blood smear may be part of ancillary testing demonstrating abnormal lymphocytes.\n[3]\n\nOral Hairy Leukoplakia\n\nDiagnosis of oral hairy leukoplakia is often established clinically. The histopathological evaluation of the lesion may also detect EBV. It may be performed with PCR, direct immunofluorescence, or in situ hybridization techniques.\n[4]\n[5]\n[8]\n\nCytomegalovirus\n\nCytomegalovirus infection is usually seen in patients with HIV/AIDS with CD4 counts of <100 cells/mm\n3\n.\n[12]\nDiagnosis of CMV infection is generally established with PCR or serologic testing.\n[4]\n[11]\n\nKaposi Sarcoma\n\nKaposi sarcoma is diagnosed via biopsy, and a PCR identifies the HHV-8.\n[4]\n[11]\n\nPapillomaviridae\n\nHPV\n\nVerruca Vulgaris, Oral Squamous Papillomas, Condyloma Acuminatum, and Heck's Disease\n\nOral lesions associated with HPV infection, including verruca vulgaris, squamous papilloma, condyloma acuminatum, and Heck's disease, usually require a biopsy to establish the diagnosis. Specific HPV subtypes are identified with in situ hybridization DNA techniques.\n[11]\n\nPoxviridae\n\nMolluscum Contagiosum\n\nMolluscum contagiosum is diagnosed histopathologically. The lesions demonstrate Henderson-Paterson bodies and inclusion bodies in cytoplasm, which are classic findings. Viral identification in the specimen is then performed with in situ hybridization.\n[11]\n[4]\n\nRNA Viruses\n\nEnteroviruses\n\nHerpangina, Hand, Foot, and Mouth Disease, and Acute Lymphonodular Pharyngitis\n\nHerpangina, acute lymphonodular pharyngitis, and hand, foot, and mouth disease are diagnosed clinically. Serum antibodies may be present and detected on serologic testing. If the diagnosis is questionable, the virus may be cultured from samples of intact vesicles.\n[11]\n\nParamyxoviruses\n\nMeasles or Rubeola\n\nInfection is usually diagnosed according to clinical findings. Confirmation with serologic testing may be helpful if the diagnosis is questionable.\n[4]",
    "administration": "DNA Viruses\n\nHerpesviridae\n\nPHGS\n\nPHGS self-resolves after 10 to 14 days and treatment is directed at alleviating symptoms. Patients should be recommended to bed rest, have a soft diet, and increase fluid intake. Oral pain is managed with systemic or topical analgesics, and secondary infection of the lesions can be prevented with chlorhexidine mouthwashes. Immunocompromised or severely unwell patients must be indicated systemic antivirals.\n[2]\nTherapy usually consists of acyclovir 200 mg orally 5 times daily for 5 days, initiated within 24 to 48 hours of vesicle eruption.\n[6]\n[3]\n\nHerpes Labialis\n\nHerpes labialis lesions often heal within 2 weeks without scar formation. However, topical antiviral medication such as penciclovir or acyclovir 5% cream can be indicated during the prodrome stage to reduce the duration of clinical disease.\n[2]\n[3]\nIn immunosuppressed populations, acyclovir is the treatment of choice. Intravenous foscarnet is an alternative therapy for acyclovir-resistant strains.\n[4]\n\nChicken Pox\n\nTreatment of chickenpox consists of supportive measures: over-the-counter analgesia, increased fluid intake, and a healthy lifestyle. Aspirin should be avoided due to the risk of Reye syndrome.\n[9]\nThe lesions are no longer contagious 5 to 10 days after the initial presentation once complete crusting has occurred.\n[41]\n\nShingles\n\nShingles infection is treated with supportive measures, and ulcers are expected to heal in approximately 3 weeks.\n[12]\nIn immunocompromised patients, treatment for primary infection may require high-dose oral acyclovir.\n[12]\n\nInfectious Mononucleosis\n\nIn most cases, infectious mononucleosis resolves spontaneously; thus, treatment mainly supports patient-specific symptoms. It is essential to avoid oral antibiotics such as amoxicillin or ampicillin due to the risk of developing a cutaneous eruption.\n[12]\n\nOral Hairy Leukoplakia\n\nTreatment of oral hairy leukoplakia involves using topical agents such as 0.1% vitamin A and podophyllum.\n[4]\nA combination of 25% podophyllin and 5% acyclovir cream is used without lesion recurrence.\n[42]\nIn HIV patients, antiretroviral therapy must be initiated or adjusted to optimize the immune status.\n[4]\n\nCytomegalovirus\n\nThe recommended antimicrobial therapy for CMV infection is usually intravenous ganciclovir. Foscarnet and cidofovir can also be indicated.\n[2]\nSimilarly to oral hairy leukoplakia, improving immune status with antiretroviral therapy is essential.\n\nKaposi Sarcoma\n\nKaposi sarcoma lesions vary in size and location. Treatment depends on the lesion's specific features and ranges from excision, laser destruction, and sclerosing agents to the use of intralesional chemotherapy and radiation.\n[5]\n[4]\n\nPapillomaviridae\n\nHPV\n\nVerruca Vulgaris, Oral Squamous Papillomas, Condyloma Acuminatum, and Heck's Disease\n\nLesions of the oral cavity due to HPV, including verruca vulgaris, oral papilloma, and condylomas, require surgical removal. This may be performed with scalpel incision, laser excision, or cryosurgery.\n[3]\n[11]\nThe vast majority are likely to recur if an appropriate margin is not obtained.\n[3]\nThus, common warts and oral papillomas are usually excised along the base.\n\nLesions of focal epithelial hyperplasia or Heck's disease may recur in immunocompromised patients. The recommended therapy includes topical imiquimod 5% cream, cidofovir gel, podofilox solution, or intralesional injection of interferon-alpha.\n[1]\n\nPoxviridae\n\nMolluscum Contagiosum\n\nLesions associated with molluscum contagiosum are usually removed surgically with cryotherapy or chemical destruction with cantharidin.\n[43]\n\nEnteroviruses\n\nHerpangina, Hand, Foot, and Mouth Disease, and Acute Lymphonodular Pharyngitis\n\nThe management of most coxsackie virus A infections is mainly supportive. Symptoms are self-limiting and usually resolve spontaneously within 7 to 10 days.\n[19]\n\nParamyxoviruses\n\nMeasles or Rubeola\n\nThe incidence of measles infection has significantly reduced after widespread vaccination.\n[3]\nHowever, in cases of infection, the management is mainly supportive. Treatment with immune serum globulin may be necessary for high-risk populations, including pregnant women, young children, and immunocompromised individuals. It is most effective when administered within 6 days of exposure to the virus.\n[4]",
    "adverse_effects": "DNA Viruses\n\nHerpesviridae\n\nPHGS and Herpes Labialis\n\nPHGS and herpes labialis can potentially recur, mainly in immunocompromised patients. The untreated cases lead to the dissemination of the infection.\n[2]\nAdditionally, reactivation of HSV-1, particularly in the geniculate ganglion, may lead to Bell palsy.\n[2]\nHowever, the exact mechanism by which the virus causes facial nerve damage remains unclear.\n\nChicken Pox\n\nIn cases of severe chickenpox infection, patients may experience severe complications, including Reye's syndrome, encephalitis, and Guillan Barre.\n[2]\n[3]\n\nShingles\n\nLong-term complications of shingles infection include postherpetic neuralgia and severe pain in affected areas after the resolution of the infection. This is due to scarring of the affected sensory nerve. Additionally, patients may experience hyperpigmentation and scarring of affected areas.\n[2]\n[3]\n[1]\n\nInfectious Mononucleosis\n\nSeveral complications associated with EBV infection are recognized. These include hepatitis, aplastic anemia, or splenic rupture.\n[2]\nEBV infection has also been associated with developing African-endemic Burkitt's lymphoma, non-Hodgkins lymphoma, and nasopharyngeal in immunocompromised populations.\n[14]\n[5]\n\nOral Hairy Leukoplakia\n\nOral hairy leukoplakia is a benign lesion, and malignant transformation has not been described. However, due to the location of lesions and potential size, patients may experience mild complications such as oral burning or pain.\n[30]\n\nCytomegalovirus\n\nCytomegalovirus may lead to complications in at-risk populations, eg, infection in pregnancy can cause fetal transmission and illness. In immunocompromised patients, the infection may disseminate and cause retinitis and blindness.\n[8]\n\nKaposi Sarcoma\n\nPotential complications of Kaposi sarcoma include ulceration and associated bleeding.\n[5]\n\nPapillomaviridae\n\nHPV\n\nVerruca Vulgaris, Oral Squamous Papillomas, Condyloma Acuminatum, and Heck's Disease\n\nHPV infection and its long-term implications are still not completely understood. Most benign lesions are associated with low-risk HPV subtypes, usually cleared from the oral mucosa with time.\n[35]\nCommon complications include oral discomfort, accidental bite injuries, and cosmetic concerns. However, a significant potential long-term complication is the persistence of the virus in the oral cavity. A high-risk subtype, HPV-16, is known to remain in the oral and oropharyngeal mucosa and contribute to HPV-positive oropharyngeal malignancy. The risk of HPV persistence in oral mucosa is particularly increased in smokers.\n[35]\n\nPoxviridae\n\nMolluscum Contagiosum\n\nGenerally, the disease resolves within 6 months, but cases where the condition has remained for several years, have been described.\n[44]\nPatients with molluscum contagiosum may experience mild complications such as erythema and swelling of the lesions, known as the BOTE sign.\n[44]\nAdditionally, patients with immunodeficiency experience larger and refractory lesions with more extensive involvement of the oral mucosa. Some may also develop eczema molluscorum: eczematous plaques around the lesions.\n[44]\n\nEnteroviruses\n\nHerpangina, Hand, Foot, and Mouth Disease, and Acute Lymphonodular Pharyngitis\n\nOral lesions and pain caused by coxsackie virus infection may result in dehydration. Additionally, those with severe illness may experience neurologic involvement, like encephalitis or aseptic meningitis.\n[19]\n\nParamyxoviruses\n\nMeasles or Rubeola\n\nComplications of primary measles infection are rare due to decreased disease prevalence; however, several complications were described before vaccination. These included pneumonia, keratoconjunctivitis leading to blindness, and CNS infections, including acute disseminated encephalomyelitis, measles inclusion body encephalitis, and subacute sclerosing panencephalitis.\n[45]\nSuch complications were primarily seen in patients with predisposing factors like immunodeficiency or vitamin A deficiency.\n[45]"
  }
}