{
  "drug_name": "penicillamine",
  "nbk_id": "NBK513316",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513316/",
  "scraped_at": "2026-01-11T15:36:14",
  "sections": {
    "indications": "Penicillamine is contraindicated in the following conditions:\n\nPatients with a previous history of penicillamine-related aplastic anemia\nPenicillinamine or penicillin allergy: Discontinue if an immune reaction (due to cross-reactivity)\nRenal insufficiency and rheumatoid arthritis\nPregnancy risk factor D: Penicillamine has correlations with multiple congenital disabilities, such as congenital cutis laxa. Penicillamine is contraindicated in pregnancy for rheumatoid arthritis. Use during pregnancy should be avoided for cystinuria. For Wilson disease, the clinician must weigh the risks versus the benefits and limit dosing to 750 mg daily in capsule form and 1,000 mg daily in tablet form. If the patient is to have a cesarean delivery, dosing should be limited to 250 mg daily for the 6 weeks before the delivery procedure.\n[33]\nBreastfeeding: The presence of the drug in breast milk is unknown and not documented, but avoidance is recommended based on conflicting human data.\n[24]\nThe manufacturer advises against breastfeeding.\n\nBox Warnings\n\nPhysicians using penicillamine must understand its toxicity, dosage considerations, and the benefits it offers. Penicillamine should never be used casually. Patients require close supervision and should promptly report any symptoms of toxicity.\n\nWarning and Precautions\n\nAllergic Reactions:\nApproximately 33% of patients may experience an allergic reaction to the drug. This often presents as a rash that heals upon stopping the drug. The patient should discontinue the medication if they present with fever, arthralgia, and lymphadenopathy.\n[34]\nPulmonary:\nPatients presenting with dyspnea should undergo a pulmonary function test. Penicillamine is also associated with obliterative bronchiolitis.\n[35]\nDermatologic:\nPatients can present with a drug-induced lupus-like rash and other dermatologic changes. Penicillamine therapy has also been associated with pemphigus, and the recommendations are to stop the drug and start treatment with high-dose corticosteroids.\n[36]\n[37]\nGastrointestinal:\nPatients may present with gastrointestinal adverse effects, including altered taste, oral ulceration, and gingivostomatitis. Based on their severity, these may require discontinuation of the drug.\nRenal:\nPenicillamine has shown correlations with multiple renal adverse effects such as Goodpasture syndrome, proteinuria, and hematuria. Proper renal function tests should be performed in patients experiencing such complaints or those with risk factors.\n[38]\n[39]\n[40]\nHepatic:\nPeriodic liver function tests should also be performed, as penicillamine is associated with intrahepatic cholestasis, hepatitis, and elevated alanine aminotransferase and aspartate aminotransferase levels.\n[22]",
    "mechanism": "D-penicillamine, the R-enantiomer of penicillamine, is therapeutically active and used to treat Wilson disease and rheumatoid arthritis, whereas the L-enantiomer is toxic and not used clinically. Penicillamine can chelate heavy metals, such as copper, lead, and mercury, and form a soluble complex that is excreted in the urine.\n[16]\nThis drug can also form disulfide bonds with cysteine, resulting in a more soluble compound that facilitates excretion in the urine; this also helps prevent the formation of cystine calculi. In patients with rheumatoid arthritis, it can depress T-cell activity, although its precise mechanism of action remains unknown. Studies have shown that treatments such as D-penicillamine, minocycline, and methotrexate, which serve as disease-modifying antirheumatic drugs (DMARDs), can reduce rheumatoid factor levels.\n[17]\nD-penicillamine reduces urinary cystine concentration and stone formation.\n[18]\n\nPharmacokinetics\n\nAbsorption:\nD-penicillamine is rapidly absorbed from the gastrointestinal tract, demonstrating a double-peaked intestinal absorption curve. Uptake is thought to occur via disulfide binding to the enterocyte membrane, followed by pinocytosis. Administration with food decreases absorption by approximately 50%. The estimated oral bioavailability ranges from 40% to 70%. Penicillamine has a plasma peak time of 1 to 3 hours and a peak plasma concentration of 1 to 2 mg/L for the 250 mg dose.\n\nDistribution:\nApproximately 80% of D-penicillamine circulates bound to plasma proteins. This drug binds to ceruloplasmin or cysteine or forms inactive dimers, resulting in minimal free circulating drug.\n\nMetabolism:\nMetabolic processing details are limited; however, D-penicillamine undergoes intracellular transformation, with conjugation pathways likely contributing to its inactivation and complex formation.\n\nExcretion:\nMore than 80% is excreted in the urine.\n[19]\nThe excretion half-life varies widely between individuals, ranging from 1.7 to 7 hours. Although earlier studies suggested that D-penicillamine and its metabolites may persist in the urine for months after discontinuation, more recent evidence indicates that urinary copper excretion induced by D-penicillamine is no longer detectable after 48 hours of stopping therapy. A slow elimination phase lasts 4 to 6 days when prolonged treatment is stopped.",
    "administration": "Available Dosage Forms and Strengths\n\nPenicillamine is available in 250 mg tablets and 125 mg and 250 mg capsules.\n\nWilson Disease\n\nAdult dosing:\n750 to 1500 mg/day divided 3 or 4 times daily. The dose that yields an initial 24-hour urinary copper excretion of more than 2 mg/day should be maintained for 3 months; dose adjustments are made based on the 24-hour urinary copper excretion and free serum copper levels. The maintenance dose should give a free copper serum level of less than 10 μg/dL.\nPediatric dosing:\nThe recommended off-label dosing for pediatric cases of Wilson disease is 20 mg/kg/day divided into 2 to 3 doses. The maximum daily dose is 1000 mg. As with adults, dose adjustments are made on the 24-hour urinary copper excretion and free serum copper levels.\n\nCystinuria\n\nAdult dosing:\n500 mg orally daily; start with 250 mg daily and increase the dose gradually. The maximum daily dose is 4000 mg.\nPediatric dosing:\n30 mg/kg/day by mouth, divided into 2 or 3 doses daily. The maximum daily dose is 4000 mg. The initial dose is usually 250 mg/day, gradually titrated upward to reduce the risk of adverse effects. The goal is to limit the excretion rate of cysteine to 100 to 200 mg/day.\n\nRheumatoid Arthritis\n\nAdult dosing:\nThe typical maintenance dose is 500 to 750 mg daily in divided doses; some patients may require up to 1,500 mg daily to achieve a therapeutic benefit. Start with 125 to 250 mg daily for the initial 4 weeks, increasing by the same amount every 4 to 12 weeks until attaining remission. The minimum maintenance dose for symptomatic suppression should be used, and therapy should be discontinued if the patient shows insufficient benefit within 12 months of initiation.\n[20]\nPediatric dosing:\nTypical maintenance dosing is 15 to 20 mg/kg/day. Start at a lower dose of 2.5 to 5 mg/kg/day and increase every 4 weeks over 3 to 6 months.\n\nLead Poisoning\n\nPenicillamine can be a treatment for lead poisoning if no other preferred chelating agents are available. The daily oral dose for adults is between 1000 and 1500 mg, administered in divided doses, until the urinary lead level stabilizes at less than 0.5 mg/day.\n[15]\n\nPenicillamine should be administered on an empty stomach, at least 1 hour before meals or 2 hours after meals. Some protocols recommend taking the drug at least 2 hours before meals in cases of lead poisoning. Patients are advised to take the medication at least 1 hour apart from other medications or zinc-containing products, and to avoid consuming milk or antacids while taking this medication. Clinicians are strongly recommended to supplement the patient with pyridoxine. In patients with Wilson disease, 25 to 50 mg/day of pyridoxine is advised. A multivitamin regimen without copper can also be an option. In patients with rheumatoid arthritis or cystinuria, the recommendation is to take 25 mg of pyridoxine per day. The last dose of the day should be taken at least 3 hours after dinner. Clinicians are recommended to administer penicillamine with pyridoxine dosed at 25 mg daily for both adults and children, especially in patients with nutritional deficiencies.\n[21]\n\nIf the patient is having surgery, the dose should be decreased and maintained at the reduced dose until wound healing is complete.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are provided in the product labeling. Penicillamine-induced liver injury is likely due to hypersensitivity, as evident by short latency and immunoallergic features, with potential associations to HLA-DR3, prior gold allergy, and sulphoxidation status. The injury is usually self-limited but can rarely progress to fatal cholestasis or require liver transplantation; routine liver tests should be conducted periodically.\n[22]\n\nRenal impairment:\nPenicillamine is contraindicated for patients with rheumatoid arthritis and kidney disease. For other indications in patients with renal impairment, caution is advised if creatinine clearance is greater than 50 mL/min, and penicillamine use should be avoided if creatinine clearance is below 50 mL/min. The drug should also not be used in cases of peritoneal or hemodialysis.\n\nPregnancy Considerations:\nPenicillamine (previously FDA Pregnancy Category D) is a known teratogen. Animal studies show skeletal defects, cleft palates, and fetal toxicity. While human data are limited, congenital cutis laxa and other congenital disabilities have been reported. For Wilson disease, continuous penicillamine therapy is generally maintained throughout pregnancy only to prevent maternal relapse in severe cases, with a dose reduction of penicillamine. According to the American College of Gastroenterology guidelines, clinicians should consider switching to zinc. The American College of Gastroenterology (ACG) notes that while penicillamine treatment during pregnancy for Wilson disease has been associated with fetal myelosuppression or embryopathy, the alternative—discontinuation or lack of treatment for Wilson disease—carries significant risks. These risks include the potential for maternal hepatic decompensation and copper deposition in the placenta and fetal liver, which can directly damage the fetus.\n[23]\nFor planned cesarean sections, the dose should be reduced to 250 mg for the last 6 weeks of gestation and postpartum until wound healing. Conversely, penicillamine should generally be avoided in cystinuria due to reported cases of neonates with generalized connective tissue defects. For rheumatoid arthritis, penicillamine is contraindicated in pregnancy. Lax body skin, low-set ears, and growth retardation have been reported in infants exposed to penicillamine for rheumatoid arthritis in utero. Refer to the contradiction section for more information.\n\nBreastfeeding considerations:\nStudies involving mothers taking 300 to 800 mg of penicillamine daily for Wilson disease or cystinuria found no measurable drug levels or penicillamine-copper complexes in their milk. Although data on infant serum levels are lacking, breastfed infants consistently showed normal growth and development. In one case, an infant had prolonged jaundice, though it was unlikely related to penicillamine. A study of 23 infants exposed during breastfeeding reported no significant complications, except for one unrelated neonatal death. Another study found some infants with neonatal jaundice, but no clear link to the medication. While some reports noted reduced copper and zinc levels in milk during early lactation, mature milk levels were generally normal, despite low maternal serum copper levels.\n[24]\nNo significant impact on lactation was observed. However, FDA-approved product labeling considers breastfeeding a contraindication for penicillamine treatment. Refer to the contradiction section for more information.\n\nPediatric patients:\nAccording to the American Association for the Study of Liver Diseases (AASLD), the recommended initial dose of D-penicillamine for children with Wilson disease is 20 mg/kg/day. This dose should be rounded to the nearest 250 mg and divided into 2 or 3 daily doses, introduced gradually to improve tolerance. Over time, the dose may be reduced to a maintenance range of 10 to 15 mg/kg/day based on clinical response and tolerability. F-penicillamine should be taken 1 hour before or 2 hours after meals, for optimal absorption, as food significantly decreases its bioavailability. However, if strict timing leads to poor adherence, the medication may be taken closer to meals with close monitoring of treatment effectiveness. Daily supplementation with pyridoxine (vitamin B6) at 25 to 50 mg by mouth is routinely recommended. Although interference with pyridoxine metabolism is rare, this precaution is maintained, especially since the older penicillamine (L-penicillamine and D-penicillamine), known to impair pyridoxine function, is no longer in use.\n[10]\n\nOlder patients:\nClinical studies of penicillamine in patients aged 65 and older are limited, with insufficient numbers to determine whether responses differ from those of younger patients. Data suggest an increased risk of skin rash and taste abnormalities in older patients. Dose selection should be cautious, starting at the lower end of the range, due to the higher prevalence of hepatic, renal, or cardiac impairment, as well as concomitant conditions or medications that may interact with the medication. Because penicillamine is substantially renally excreted, older patients with decreased renal function are at increased risk of toxicity.",
    "adverse_effects": "Most Common Adverse Effects\n\nDiarrhea\nDysgeusia\nHalitosis\n[25]\n\nLess Common Adverse Effects\n\nSkin rash\nProteinuria\nThrombocytopenia\nLeukopenia\n\nRare Adverse Effects\n\nLocal thrombophlebitis, vasculitis\nAnxiety, agitation, dystonia, Guillain-Barre syndrome, neuropathy, psychiatric disturbance, myasthenia gravis (including extraocular muscles)\n[26]\nAgranulocytosis, aplastic anemia, pure red cell aplasia, sideroblastic anemia, positive ANA titer, thrombotic thrombocytopenic purpura\nIncreased serum alkaline phosphatase, hepatic failure, intrahepatic cholestasis\nLupus-like syndrome\nDiplopia, optic neuritis, visual disturbance\nTinnitus, renal failure, asthma, interstitial pneumonitis, pulmonary fibrosis\nBreast disease (mammary hyperplasia), Goodpasture syndrome, hematuria, nephrotic syndrome\nDermatomyositis, polymyositis\n[27]\n[28]\nPolyarthralgia (migratory, often with objective synovitis)\n[29]\nDisseminated intravascular coagulation\n[30]\nElastosis perforans serpiginosa\n[31]\n\nDrug-Drug Interactions\n\nPenicillamine administration should be avoided with antimalarials and immunosuppressants. Additionally, penicillamine interacts with the following drugs:\n\nMagnesium oxide\nIron dextran\nFerrous sulfate\nSodium bicarbonate\nFerrous fumarate\nTenofovir\nMagnesium citrate\nCalcium carbonate\nFerrous gluconate\nPeramivir\nTenofovir\nCopper\nAluminum hydroxide\nMagnesium hydroxide\nMagnesium sulfate\nSodium citrate/citric acid\n\nThe following drugs reduce the levels of penicillamine:\n\nCarbonyl iron\nMagnesium hydroxide\nSodium bicarbonate\nIron dextran complex\nAluminum hydroxide\nFerrous fumarate\nCopper\nMagnesium citrate\nMagnesium oxide\nCalcium carbonate\nMagnesium chloride\nDigoxin\n[32]\n\nThe following drugs increase levels of penicillamine:\n\nPeramivir\nPromazine",
    "monitoring": "Given the adverse effects profile, monitor vital signs, pulmonary function test, liver and renal function tests. During the first month of therapy, it is advisable to check the blood cell levels with a complete blood count, platelet count, and urinalysis, and properly monitor for any changes in the skin, lymph nodes, and body temperature twice weekly. From the second month to the fifth month, laboratory and physical findings should be checked every 2 weeks. From the sixth month onwards, they should receive testing on a monthly basis.\n[41]\n\nAccording to the American Association for the Study of Liver Diseases (AASLD), the adequacy of therapy in Wilson disease is monitored by evaluating clinical and biochemical improvement and measuring 24-hour urinary copper excretion during treatment. Urinary copper excretion is highest immediately after starting therapy and may surpass 1,000 to 2,000 μg daily. During maintenance therapy, urinary copper excretion should typically be approximately 200 to 500 μg daily. Serum non-ceruloplasmin-bound copper levels normalize with effective treatment. In patients previously excreting 200 to 500 μg of copper daily, values exceeding 500 μg daily suggest either nonadherence to penicillamine or increased copper intake.\n[10]",
    "toxicity": "Signs and Symptoms of Overdose\n\nPenicillamine overdose can cause symptoms such as nausea, vomiting, diarrhea, and oral ulceration. More serious cases may lead to hematuria, nephrotic syndrome, leukopenia, thrombocytopenia, and confusion or drowsiness. Allergic cutaneous adverse drug reactions and myasthenia gravis can occur.\n[42]\n[43]\n\nManagement of Overdose\n\nThere is no specific antidote for penicillamine overdose. Stopping the D-penicillamine and providing supportive treatment are the primary steps in management. Pyridoxine can be considered. Clinicians need to be familiar with the toxicity of penicillamine, understand special dosing considerations, and never use the drug casually. Patients should be under close clinical supervision and report any symptoms suggestive of toxicity, such as fever, bleeding, bruising, and chills. Gold sodium thiomalate can cause the toxicity of penicillamine and should be avoided.\n[44]\n[45]\nFor severe cutaneous adverse drug reactions, stopping penicillamine, administering intravenous immunoglobulin, using systemic corticosteroids, and providing supportive care can be helpful.\n[43]\nContact the national poison control center at 1-800-222-1222 for the latest, evidence-based medicine practices.\n[46]"
  }
}