{
  "drug_name": "penicillin g procaine",
  "nbk_id": "NBK557891",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557891/",
  "scraped_at": "2026-01-11T18:47:43",
  "sections": {
    "indications": "Tabes dorsalis, also known as locomotor ataxia, is a slowly progressive and rare degenerative parenchymatous disease of the dorsal columns and dorsal roots of the spinal cord. This condition is caused by central nervous system (CNS) infection with\nTreponema pallidum\nsubspecies\npallidum\n—the bacterium responsible for sexually transmitted syphilis.\n[1]\nTabes dorsalis, along with general paresis, is considered tertiary or late neurosyphilis and distinguishes itself by exhibiting the lengthiest latent period among all forms of neurosyphilis, typically averaging around 20 years from primary infection to symptom onset, though occasionally early onset is reported.\n[1]\n[2]\n[3]\nWhile prevalent in the pre-antibiotic era, tabes dorsalis has become rare.\n\nClinically, patients with tabes dorsalis often present with symptoms such as sensory ataxia and lancinating pains, characterized by sudden and intense stabbing sensations in the limbs, back, or face, which may persist for minutes to days. Less frequent symptoms include paresthesia and gastric crises, marked by recurrent bouts of severe epigastric pain, nausea, and vomiting, along with early-onset bladder dysfunction leading to urinary retention and overflow incontinence. Pupillary irregularities, notably the Argyll Robertson pupil, are characteristic features associated with tabes dorsalis. Other neurological findings encompass absent lower extremity reflexes, impaired vibratory and positional sensation, deficits in touch, pain, and optic function. Chronic destructive changes in the large joints of the affected limbs may occur in advanced cases.\n\nDiagnosing neurosyphilis can be challenging, requiring clinicians to maintain a high index of suspicion. However, early recognition and appropriate treatment can result in positive clinical outcomes.",
    "mechanism": "Treponemes are thin, spirally coiled helical spirochete bacteria.\nT pallidum\nsubspecies\npallidum, pertenue,\nand\nendemicum\ncause venereal syphilis, yaws, and endemic syphilis, respectively.\nT carateum\ncauses pinta. Humans are the only natural hosts of\nT pallidum\n.",
    "monitoring": "Establishing the diagnosis of tabes dorsalis can be challenging for clinicians. Factors such as clinical presentation, examination findings, laboratory data, history of concurrent HIV infection, and sometimes imaging studies must be carefully considered.\n[3]\nAs\nT pallidum\ncannot be cultured in a standard medium, serology and cerebrospinal fluid (CSF) examinations serve as the primary methods for evaluating late-stage syphilis, and they can effectively confirm the diagnosis of late neurosyphilis.\n[3]\n[15]\n[49]\n[50]\nAdditionally, sensory evoked potentials from the tibial nerve may exhibit delays depending on the pathological involvement of the dorsal roots. However, nerve conduction testing typically remains normal, as motor neurological activity is generally unaffected.\n[51]\n\nSerological Testing\n\nSerologic testing is crucial in providing a presumptive diagnosis of syphilis. These tests are categorized into nontreponemal and treponemal-specific tests. It's important not to rely solely on one type of test because of the possibility of false-positive results, especially with nontreponemal tests. Additionally, false-negative results can occur, especially in patients with advanced immunosuppression or during the early stages of the disease, as serological testing depends on a humoral immune response.\n\nNontreponemal assays:\nNontreponemal assays detect antibodies against\nlipoidal antigens\nand are\nsemi-quantitative. The amount of antibodies present generally reflects the infection's activity. Over time, they tend to become nonreactive and also indicate a response to treatment. Positive nontreponemal tests are reported by labs as a titer of antibody. For instance, a titer of 1:32 signifies the detection of antibodies in serum diluted 32-fold. These tests can be conducted on blood, serum, or CSF and include the following:\n\nRapid plasma reagin (RPR)\nVenereal Disease Research Laboratory (VDRL)\nToluidine Red Unheated Serum Test (TRUST)\n[52]\n\nTreponemal antibody tests:\nTreponemal antibody tests detect antibodies directed against specific treponemal antigens and are more specific than nontreponemal assays. They are qualitative and only indicate reactive or nonreactive results. Most infected patients remain positive for life, and these tests are not useful for disease tracking. However, some patients may become negative within 2 to 3 years if treated early during the primary syphilis stage. Treponemal assays include:\n\nFluorescent treponemal antibody absorption (FTA-ABS)\nMicrohemagglutination test for antibodies to\nT pallidum\n(MHA-TP)\nT pallidum\nparticle agglutination assay (TPPA)\nT pallidum\nenzyme immunoassay (TP-EIA)\nChemiluminescence immunoassay (CIA)\n\nSerologic testing should include both nontreponemal and treponemal tests, with confirmatory testing recommended due to the potential for false-positive results. CSF evaluation becomes necessary when neurosyphilis is suspected. Interpretation of serologic testing depends on the clinical disease presence, prior syphilis history, and the individual's immune status. Clinicians typically confirm a new syphilis infection with positive results from both nontreponemal and treponemal tests, particularly in individuals without a history of prior syphilis.\n\nIn patients with a history of treated syphilis, a positive nontreponemal test may indicate a new infection, a response to treatment, or treatment failure. Patients with positive nontreponemal and negative treponemal test results are typically considered false-positive. Those with recent high-risk exposures should undergo repeat testing. False-positive nontreponemal test results can be due to pregnancy, acute infection, recent immunization, or autoimmune conditions. Conversely, a positive treponemal and negative nontreponemal test may indicate previously treated syphilis or early or late-stage syphilis. Negative nontreponemal test results in patients with symptoms of early syphilis may be false-negative due to the timing of testing or prozone effects, where high antibody levels interfere with the clumping of antigen-antibody complexes. Asymptomatic patients with serologic evidence of infection are diagnosed with latent syphilis, classified as early latent if acquired within 12 months and late latent otherwise.\n\nPatients With an Unknown Syphilis History\n\nFor patients with an unknown syphilis history, the initial step in diagnosing neurosyphilis involves confirming the presence of\nT pallidum\ninfection. While nontreponemal tests tend to be positive in early neurosyphilis, they may yield nonreactive results in late-stage neurosyphilis. Therefore, to evaluate suspected cases of tabes dorsalis, it is crucial to perform treponemal antibody tests.\n\nPatients With a Known History of Syphilis\n\nIn patients with a known history of syphilis, a lumbar puncture becomes necessary when presenting with neurological, otological, or ocular symptoms. Similarly, clinicians should also consider this procedure for individuals showing similar symptoms suggestive of syphilis-related conditions, particularly if their syphilis history is unclear. According to the United States Centers for Disease Control (CDC) recommendations, patients with a known syphilis history require a lumbar puncture to assess the potential presence of symptomatic or asymptomatic neurosyphilis if they exhibit neurologic or ophthalmic signs or symptoms during any syphilis stage, show evidence of active tertiary syphilis affecting other body parts, or experience treatment failure across any syphilis stage.\n[3]\n[53]\n\nSome experts advocate for performing a lumbar puncture in all patients diagnosed with syphilis and concomitant HIV infection. Individuals with a CD4+ T-cell count of 350 cells/µL or less, an RPR titer of greater than or equal to 1:32, detectable plasma HIV ribonucleic acid, or those who are not receiving antiretroviral therapy are notably at higher risk of asymptomatic neurosyphilis. Historical data from the pre-antibiotic era demonstrate improved patient outcomes with the detection of asymptomatic neurosyphilis. However, there is a lack of data from the antibiotic era to directly address this concern. European guidelines recommend lumbar puncture for HIV-positive individuals with syphilis who exhibit the mentioned risks, as treatment with penicillin at higher doses for longer durations than used for primary and secondary syphilis may retard or prevent the development of clinically debilitating neurosyphilis later.\n[3]\n[11]\nAlso, symptoms associated with late neurosyphilis are less amenable to reversal.\n\nCerebrospinal Fluid Findings in Tabes Dorsalis\n\nThe CSF findings associated with neurosyphilis include the following:\n\nIncreased protein concentration, ranging from 45 to 75 mg/dL\nCSF pleocytosis exceeding 20 WBCs/µL\nPositive VDRL\nT pallidum\nhemagglutination (TPHA) titer greater than 1:320\n[54]\n[55]\n\nA reactive CSF-VDRL test confirms the diagnosis of neurosyphilis. However, a nonreactive result does not definitively rule out the diagnosis.\n[3]\nNotably, a false-positive result can occur if the CSF is grossly bloody and the serum nontreponemal test titer is high. Recent studies have demonstrated that the sensitivity of CSF-VDRL ranges from 67% to 72%.\n[56]\n[57]\nWhile CSF RPR testing is generally avoided due to its lower sensitivity compared to VDRL, in regions where VDRL is unavailable, RPR may be considered necessary.\n[3]\n\nClinicians order a CSF–FTA-ABS or CSF-TPPA if the CSF-VDRL is nonreactive. Although less specific than a CSF-VDRL, the CSF–FTA-ABS or CSF TP-PA tests are more sensitive, and if negative, neurosyphilis is highly unlikely. For patients who have a lymphocytic CSF pleocytosis and a nonreactive CSF-VDRL, a nonreactive CSF–FTA-ABS test excludes the diagnosis of asymptomatic neurosyphilis in most instances. Researchers have investigated nested polymerase chain reaction (nPCR) testing of the CSF in the diagnosis of neurosyphilis. One such study reported a sensitivity of 42.5% and a specificity of 97% for nPCR.\n[58]\n\nCSF pleocytosis and elevated CSF protein concentrations are indicative of neurosyphilis. Conversely, a normal CSF white blood cell count and protein concentration would make a diagnosis of late neurosyphilis and tabes dorsalis highly unlikely.\n[25]\nA CSF pleocytosis and elevated protein concentration can be used to confirm the diagnosis in patients with a negative CSF-VDRL if no HIV infection is present, as HIV infection can cause pleocytosis and an elevation in CSF protein concentration.\n[59]\n[60]\nPatients with HIV who are taking antiretroviral agents and have CD4 counts ≤200 cells/µL or an undetectable plasma HIV RNA viral load reduce the risk of pleocytosis caused by HIV by 70% to 96%. In these patients, neurosyphilis is more likely the cause of pleocytosis than HIV infection.\n\nRecent studies demonstrate the role of testing levels of C-X-C motif chemokine ligand 13 (CXCL 13), a B cell chemokine, in distinguishing between CSF pleocytosis due to syphilis and CSF pleocytosis due to HIV. This test is not currently widely available. The value of CXCL 13 increases in HIV-infected patients with tabes dorsalis.\n[53]\n\nImaging\n\nAbnormal magnetic resonance imaging (MRI) findings associated with tabes dorsalis are infrequent. However, when present, they can include swelling and high signal intensity enhancement in the affected spinal cord segment after gadolinium administration, known as the \"flip-flop\" sign. Peripheral band-like enhancement suggests focal inflammation of the spinal cord compatible with tabes dorsalis.\n[20]\n[49]\n[60]\n[61]\n[62]\n[63]\nAdditionally, strong, intense longitudinal signaling along the dorsal spinal columns and spinal cord atrophy may also be observed, indicating a poorer prognosis.\n[18]\n[20]\n[21]\n[22]\nDiagnosing the Charcot spine is challenging due to its rarity, nonspecific symptoms, and delayed onset long after the initial infection. Clinical indicators include identifying spinal regions displaying neurological impairment and excessive mobility, particularly in the thoracolumbar and lumbosacral junctions. The lumbosacral spine is frequently affected, and symptoms may persist post-antibiotic treatment. While serological testing can confirm the diagnosis, initial symptoms are often nonspecific, potentially causing diagnostic delays.\n[25]\n[39]\nMRI and computed tomography (CT) imaging are instrumental in diagnosing the Charcot spine, especially if they reveal gas inside the disc space caused by a vacuum effect from excessive motion. This finding is highly suggestive of the diagnosis but is subtle and may be challenging to visualize.\n[39]\n[64]",
    "administration": "According to the CDC, penicillin stands as the preferred treatment for all stages of neurosyphilis, including tabes dorsalis. Aqueous crystalline penicillin G is the formulation of choice for tabes dorsalis and late neurosyphilis. Clinicians treat ocular or otologic syphilis as neurosyphilis. Patients should undergo HIV screening before initiating treatment. The treatment regimen for neurosyphilis is aqueous penicillin G 3 to 4 million units intravenously (IV) every 4 hours or 18 to 24 million units continuous IV infusion daily for 10 to 14 days. Because the duration of this regimen for neurosyphilis is shorter than the regimens used for other forms of late syphilis, some experts recommend a one-time dose of 2.4 million units of benzathine penicillin G intramuscularly (IM) after completing IV therapy. Insufficient evidence exists to support this practice, and further studies are necessary. Currently, alternatives to IV therapy do not exist. Previously, procaine penicillin G 2.4 million U/d IM combined with probenecid 500 mg orally 4 times per day for 10 to 14 days was an acceptable option, but procaine penicillin is no longer available.\n\nThe CSF-VDRL results may be negative in as many as 70% of patients with neurosyphilis, making the diagnosis of neurosyphilis uncertain. Experts recommend treating with IV penicillin G if the patient has a compatible clinical syndrome, risk factors for syphilis, reactive blood serology for syphilis, and a CSF pleocytosis, even if the CSF-VDRL is not reactive. If signs and symptoms persist, along with clinical assessment of interval serologies and CSF testing, further courses of penicillin may be warranted. The chance of relapse is particularly high in patients with HIV. Treatment of early neurosyphilis arrests the disease and halts symptom progression, possibly preventing the development of tabes dorsalis, and may also result in symptom improvement. However, treatment of late neurosyphilis and tabes dorsalis may only limit disease progression without necessarily improving existing symptoms.\n\nPatients With Penicillin Allergy\n\nPatients with a penicillin allergy should undergo skin testing for confirmation, as penicillin is the preferred antibiotic therapy.\n[65]\n[66]\n[67]\nNearly 90% of patients with a reported penicillin allergy do not have a true allergy.\n[66]\n[67]\n[68]\nPatients with a confirmed penicillin allergy should undergo evaluation by an allergist to determine if they can be desensitized or rechallenged with penicillin.\n[67]\n[68]\n\nIf penicillin desensitization is impossible, the CDC recommends ceftriaxone 1 to 2 g/d IM or IV for 10 to 14 days.\n[69]\n[70]\n[71]\n[72]\n[73]\nCross-reactivity between penicillin and ceftriaxone is possible but rare. Patients can undergo skin testing in select cases.\n[74]\nA study reported the successful use of ceftriaxone and dexamethasone as a good alternative after aqueous penicillin G treatment failure in a patient with tabes dorsalis.\n[60]\nPatients who are unable to be desensitized to penicillin and are unable to tolerate cephalosporins can use doxycycline 200 mg twice daily for 21 to 28 days. This regimen has limited clinical data supporting its use, and clinicians should reserve it for extreme cases.\n\nThe Jarisch-Herxheimer reaction (JHR) is an acute, self-limiting febrile response that typically occurs within the first 24 hours following treatment for spirochetal infections such as syphilis. Occurring in approximately 10% to 35% of cases, most commonly after treating early syphilis, the symptoms generally resolve within 12 to 24 hours, and patients can use nonsteroidal anti-inflammatory medications to help with the symptoms.\n[75]\nSymptoms include fever and systemic manifestations such as headache, myalgias, rigors, diaphoresis, hypotension, and worsening of rash. Rarely, it can lead to meningitis, respiratory distress, renal or hepatic dysfunction, mental status changes, stroke, seizures, and uterine contractions in pregnancy. The exact mechanism remains unclear, but accelerated phagocytosis by white blood cells, followed by the release of various inflammatory substances from killed organisms, is likely.\n[75]\nNo preventative measures exist, and patients should be aware of this possible reaction.\n\nAdditional treatments are symptomatic and depend on the clinical signs and symptoms. Analgesics such as opiates and valproate may be helpful for severe pain crises. Physical or occupational therapy can help prevent muscle wasting and weakness. Sexual partners must be fully educated about the condition and provided with preventive drug therapy.\n\nPosttreatment Surveillance\n\nFollowing treatment, patients should undergo a neurologic examination and lumbar puncture at 3 and 6 months, followed by repeat evaluations at 6-month intervals until the CSF white blood cell count is normal and the CSF-VDRL is nonreactive.\n[3]\nSuccessful treatment is marked by a decline in the CSF white blood cell count within 6 months, with complete resolution of all CSF abnormalities within 2 years after treatment. Retreatment is necessary if the patient experiences any increase in the CSF white blood cell count, a 4-fold increase in CSF-VDRL titer, or if the CSF white blood cell count does not decrease within 6 months, or if all CSF abnormalities do not resolve within 2 years. CSF abnormalities may normalize slower in patients with HIV infection.\n\nCharcot Spine\n\nTreatment for the Charcot spine involves addressing individual symptoms, such as autonomic dysreflexia, and performing spinal fusion surgery to stabilize the spine and alleviate nerve root compression.\n[39]\n[76]\n[77]\n[78]\nSurgical interventions for the Charcot spine are complex and involve reconstructing, stabilizing, realigning, and fusing the spine.\n[79]\nDue to the spine's high mobility and weakened vertebrae, particularly in the lumbosacral region where shear forces are significant, nearly 75% of patients require at least a surgical revision to achieve a successful fusion.\n[79]\nComplications may necessitate additional surgeries in up to 40% of patients.\n[80]\nA recent surgical approach involving triple rod stabilization of the lumbosacral spine with tricortical laminovertebral screws has shown promise in 3 patients with extensive spinal neuroarthropathy, yielding good results without the need for revisions.\n[79]\nHowever, further research is needed to evaluate the long-term efficacy of this technique.\n\nIndividuals who are unable or opt not to undergo surgery may utilize conservative measures such as braces and bed rest.\n[39]\nSome researchers have suggested bisphosphonate therapy based on its use in managing Charcot foot neuropathy, although current studies yield conflicting results.\n[39]\n[81]\n[82]\n[83]\n[84]",
    "adverse_effects": "General Complications of Syphilis\n\nAortitis and aortic aneurysm\nDementia\nStroke\nMembranous glomerulonephritis\nParoxysmal cold hemoglobinemia\nDisfigurement by gummas\nHearing loss\nRenal failure\n\nComplications Associated with Tabes Dorsalis\n\nJoint degeneration resulting in deformities or Charcot joints\nPeriarticular pathological fractures\nDementia\nParalysis\nBlindness\nPostural hypotension\nCharcot spine"
  }
}