{
  "drug_name": "peppermint",
  "nbk_id": "NBK585066",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585066/",
  "scraped_at": "2026-01-11T15:36:19",
  "sections": {
    "indications": "Relative contraindications to CN testing include severe facial trauma or excessive swelling, which could preclude proper and complete testing. High cervical spine injury or significant concern for cervical spine injury is a particular contraindication to vestibulo-ocular reflex testing.\n[5]",
    "clinical_significance": "The cranial nerve examination is a key component of any neurological evaluation, but it is particularly crucial in comatose patients and brain death evaluation.\n[20]\n[38]\nThe cranial nerves that can be reliably tested in a comatose patient are the optic and oculomotor nerves via the pupillary light reflex, trigeminal nerve via the corneal reflex, vestibulocochlear nerve via the vestibulo-ocular or doll’s eye reflex, and the glossopharyngeal and vagus nerves via the gag reflex.\n[39]\n[40]\n\nA diminished or absent pupillary light reflex has significant prognostic value and is often an indicator of increased intracranial pressure, cerebral edema, secondary brain injury, hydrocephalus, or intracranial shift.\n[5]\n\nSigns discovered during cranial nerve testing can aid in narrowing the differential diagnosis of neurologic disease and differentiate among various pathologies. For example, multiple sclerosis and neurosarcoidosis can both present with diplopia.\n[9]\nThe latter frequently presents with other cranial nerves concomitantly involved, including the facial nerve and the oculomotor nerve, while the former presents with hyperreflexia, spasticity, and diminished sensation.\n[41]\n\nCranial Nerve I\n\nHead trauma, particularly anterior skull base fractures, concussion, and whiplash injuries, lead to anosmia 5% to 17% of the time.\n[7]\nThe olfactory dysfunction can be conductive due to sinonasal tract disruption from nasal fracture or swelling of nasal mucosa or neurosensory due to the shearing of the olfactory nerve fibers in the cribriform plate or olfactory cortex contusion.\n[42]\nAnosmia can also be a sign of congenital disorders such as Kallmann syndrome and has a strong association with neuropsychiatric conditions like Lewy body dementia and Parkinson disease. Rhinitis and viral upper respiratory infection commonly result in decreased olfaction. Unilateral anosmia combined with ipsilateral optic nerve atrophy and contralateral papilledema suggests a sphenoid ridge tumor. Schizophrenia and depression have also been linked with diminished olfaction.\n\nNo specific treatment has been shown to improve olfactory dysfunction's speed or odds of recovery. Recovery rates of post-traumatic anosmia range from 33% to 36%; improvement is seen predominantly within the first year following the injury.\n[42]\n\nCranial Nerve II\n\nDamage to the optic nerve leads to visual field defects or vision loss. The location of the disruption to the optic nerve determines the visual field defect. Compromise of the optic nerve anterior to the optic chiasm causes ipsilateral monocular blindness.\n[21]\nDamage at the optic chiasm disrupts the nasal retinal fibers of both eyes, resulting in a loss of both temporal visual fields. This is termed bitemporal hemianopia and may result from a pituitary adenoma compressing the optic chiasm. Pathology occurring posterior to the chiasm involving the optic tracts or visual cortex results in contralateral homonymous hemianopia or quadrantanopia, respectively.\n[19]\n\nFor example, a lesion in the right optic tract results in a loss of the left visual fields of both eyes. Damage to the inferior retrochiasmatic pathway (Meyer loop in the temporal lobe) produces a superior quadrantanopia, while injuries to the superior retrochiasmatic pathway (Baum loop in the parietal cortex) lead to an inferior quadrantanopia.\n[19]\n\nAn altitudinal deficit is decreased vision in the inferior or superior visual field that does not cross the horizontal midline. This deficit is typically caused by occlusion of a branch of the retinal artery, retinal detachment, or ischemic optic neuropathy. Blind spot enlargement can be caused by papilledema and optic nerve drusen. Loss of the bilateral nasal or medial visual fields is termed a binasal hemianopia, which is rare and caused by glaucoma or retinitis pigmentosa. Glaucoma, retinitis pigmentosa, and bilateral occipital lobe infarction can also lead to loss of the peripheral visual fields. Central scotoma, or vision loss in the central visual field, is typically seen with macular disease and optic neuropathy.\n[43]\n\nDamage to the optic nerve may also attenuate the pupillary light reflex resulting in an afferent pupillary defect (APD) or a relative afferent pupillary defect (RAPD), also known as a Marcus Gunn pupil. Optic neuropathies, such as glaucoma, optic neuritis, as seen in multiple sclerosis, and severe macular degeneration, may all cause an RAPD.\n[21]\n\nOptic neuritis can be treated with steroids. Underlying disease processes such as tubercular or cryptococcal meningitis, cavernous sinus thrombosis, or compressive tumor should be treated. Vascular causes of acute ischemic optic neuropathy are treated with platelet aggregation inhibitors; however, the effects are modest. A diagnosis of giant cell arteritis warrants immediate steroid therapy to prevent severe vision loss.\n[44]\n[19]\n\nCranial Nerve III\n\nComplete oculomotor palsy involves loss of parasympathetic function and levator palpebrae superioris function.\n[19]\nAs a result, the affected eye has ptosis with a dilated, nonreactive pupil. With incomplete palsy, ptosis is mild, and the pupil is reactive. The manifestations include diplopia, impaired adduction, elevation, accommodation, and depression in adduction. Microvascular etiologies like hypertension or diabetes typically spare parasympathetic function, while compressive pathologies such as tumors or aneurysms, especially those arising from the posterior communicating artery, cause significant parasympathetic dysfunction.\n[45]\nOculomotor nerve compression can occur after head trauma, frequently due to an epidural hematoma with uncal herniation.\n\nConservative management of acquired oculomotor palsy leads to complete resolution of symptoms in 63% of patients.\n[46]\nBotulinum toxin can be administered in acute oculomotor nerve palsy with isolated medial rectus paralysis. Surgical intervention is indicated for patients with no improvement following six months of conservative treatment and those with compressive aneurysms.\n[45]\n\nCranial Nerve IV\n\nTrochlear nerve palsy manifests as vertical binocular diplopia, a duplicate image appearing superiorly and to the side of the actual image.\n[47]\n[48]\nThis is most pronounced when looking down (ie, walking downstairs) or participating in near-vision activities such as reading.\n[19]\nPatients frequently tilt their heads towards the unaffected side to alleviate the symptoms. The most common etiology is idiopathic or congenital, accounting for 49% of all cases.\n[25]\nOther causes of trochlear nerve palsy include trauma (18% of cases), hypertension (18% of cases), hypertension and diabetes (5% of cases), or tumors (1% of cases). Another rare cause is cavernous sinus syndrome.\n\nTrochlear nerve palsy is usually unilateral. Frontal head trauma from boxing or motor vehicle collisions and lesions of the dorsal midbrain can cause bilateral trochlear nerve palsy.\n[49]\n\nSurgical interventions such as tucking the superior oblique tendon or inferior oblique weakening correct most cases of trochlear nerve palsy.\n[49]\nMore conservative management methods include eye patches and prisms.\n[50]\n\nCranial Nerve V\n\nCommon trigeminal nerve pathologies include trigeminal neuralgia, cluster headache, and lateral medullary or Wallenberg syndrome.\n\nTrigeminal neuralgia presents as neuropathic, shock-like facial pain within the trigeminal dermatomal distribution (V2 and V3 divisions).\n[51]\nThis neuralgia is commonly due to trigeminal nerve compression by an aneurysm, arteriovenous malformation, tumor, or trauma.\n[52]\nTrigeminal neuralgia can be treated surgically via microvascular decompression or ablative treatments, or it can be treated medically using medications such as carbamazepine, lamotrigine, oxcarbazepine, phenytoin, gabapentin, pregabalin, or baclofen. Medical pharmaceutical therapy is generally attempted before surgical intervention, with carbamazepine or oxcarbazepine being the first-line treatment.\n[52]\n[53]\nThe corneal reflex is used as a practical test to evaluate the trigeminal nerve injury following the treatment of trigeminal neuralgia using percutaneous balloon compression.\n[54]\n\nThe presentation of cluster headaches is similar to that of trigeminal neuralgia, and the two diseases are often considered within the same differential. Cluster headaches are unilateral in the trigeminal dermatomal distribution, with nasal congestion, swelling, and lacrimation of the ipsilateral side. Prophylactic treatment of cluster headaches includes trigger avoidance and pharmacotherapy. Acute attacks are managed with oxygen supplementation and fast-acting triptans.\n\nThe lateral medullary or Wallenberg syndrome is caused by damage to the lateral medulla, commonly from a posterior circulation stroke.\n[55]\nSigns include ipsilateral sensory loss in the trigeminal territory and contralateral sensory loss in the rest of the body. Management of lateral medullary syndrome focuses on stroke management and prevention of secondary stroke.\n[55]\n\nCranial Nerve VI\n\nThe abducens nerve is the ocular motor nerve most frequently affected by pathology. Abducens palsy results in binocular diplopia or double vision in the horizontal plane when looking at objects side by side and with distance vision. Etiologies leading to abducens palsy can be classified based on the location of the nerve. Tumors and trauma such as skull base fractures or orbital trauma can injure the abducens nerve anywhere along the path of the nerve.\n[56]\n\nIn the pons, ischemic stroke, demyelinating disease, and metabolic diseases such as Wernicke encephalitis damage the abducens nucleus and fascicles. An aneurysm can damage the portion of the abducens nerve within the subarachnoid space; infections like syphilis, tuberculosis, and Lyme disease; inflammatory diseases such as neurosarcoidosis or lupus; and carcinomatous meningitis.\n[26]\nThis is primarily due to increased intracranial pressure affecting the nerve. Complicated otitis media or mastoiditis extending to the petrous apex can also lead to abducens nerve palsy. Within the cavernous sinus, the abducens nerve is subject to injury from internal carotid artery aneurysm or dissection, cavernous sinus thrombosis, and cavernous sinus fistula. Infections, tumors, inflammation, or trauma involving the orbit may also lead to abducens nerve dysfunction.\n\nAbducens nerve palsy is typically self-limiting in adults, and patients can be observed. For dysfunction caused by a significant underlying disease process, treatment of the disease is warranted.\n[26]\n[56]\nThe treatment of abducens nerve palsy in children includes prism therapy, alternate eye patching, strabismus surgery, or botulinum toxin injection.\n\nCranial Nerve VII\n\nFacial nerve palsy is iatrogenic in 70% of cases, colloquially known as Bell palsy. Trauma accounts for 10% to 23% of facial nerve palsy cases, most commonly due to fractures of the petrous portion of the temporal bone or deep facial wounds that disrupt the nerve.\n[57]\n\nAccompanying signs of facial nerve palsy are dictated by etiology and may include hemotympanum, battle sign, and nystagmus. Iatrogenic injury can occur by stretching, crushing, or lacerating the nerve during parotid gland surgery, vestibular schwannoma resection, or otologic procedures. Other etiologies include various infections such as varicella-zoster virus, acute otitis media, otitis externa, and COVID-19 with 4.5% to 7% incidence, and various neoplasms such as a parotid malignancy, vestibular schwannoma, meningioma, facial neuroma, or arachnoid cyst in another 2.2% to 5%.\n[58]\n\nWhile bilateral facial nerve palsy has a rare occurrence of 0.3% to 2%, it is a crucial finding as it usually indicates systemic disease. Lyme disease is the cause in 35% of these cases. Parkinson disease, multiple sclerosis, and pseudobulbar palsy can also cause bilateral facial nerve palsy.\n\nVarious treatment modalities are utilized in the management of facial nerve palsy. Artificial tears, lubrication, and taping the eye closed at night prevent corneal ulceration.\n[59]\nFacial massage and exercises are other components of conservative management. Steroids and analgesics have been shown to increase recovery of motor function if a regimen is started within 72 hours of symptom onset. Acyclovir is added to the medical treatment in cases of Ramsay Hunt syndrome due to varicella-zoster infection, although there is no concrete evidence of its efficacy.\n[57]\n\nOver 70% of patients with Bell palsy have complete motor recovery without treatment. Appropriate antibiotic therapy is used for cases caused by otitis media, otitis externa, or Lyme disease. Surgical intervention is indicated in cases of Bell palsy with over 90% degeneration on electroneuronography or temporal bone fractures with immediate and complete facial paralysis. Myringotomy or mastoidectomy can be undertaken in patients with suppurative otitis media or mastoiditis.\n\nCranial Nerve VIII\n\nThere are multiple etiologies of vestibulocochlear nerve dysfunction, and pathology can occur anywhere along the auditory pathway. Presenting symptoms include vertigo, nystagmus, tinnitus, and sensorineural hearing loss.\n[60]\n\nThe most common mechanisms of injury are infarcts and demyelination diseases such as multiple sclerosis. Patients can present with unilateral or bilateral sensorineural loss, depending on the location of the injury. Additionally, traumatic injury to the temporal bone can present with unilateral sensorineural loss due to an internal auditory canal or bony labyrinth fracture. There can also be a concussive injury to the labyrinth. Imaging studies for such injuries are typically negative unless magnetic resonance imaging (MRI) shows an intralabyrinthine hemorrhage.\n[61]\n\nNotable congenital malformations of CN VIII can be classified as aplasia or hypoplasia. These malformations are subdivided into three subtypes: 1, 2A, and 2B. Type 1 refers to an aplastic CN VIII with a normal labyrinth. Type 2A is an aplastic or hypoplastic cochlear branch with an accompanying labyrinth malformation. Type 2B, the most common subtype, refers to an aplastic or hypoplastic cochlear branch with a normal labyrinth.\n[62]\n\nVestibular schwannomas arise from Schwann cells. These are the most common cerebellopontine angle tumors, followed by meningioma.\n[63]\nThe usual presentation is progressive, unilateral sensorineural hearing loss; commonly associated symptoms are tinnitus and vertigo. Bilateral vestibular schwannomas are a hallmark sign of neurofibromatosis type 2 (NF-2), an autosomal dominant genetic syndrome. Notably, facial nerve palsy rarely occurs with vestibular schwannomas because the facial nerve is resistant to chronic pressure. MRI is the diagnostic imaging of choice.\n[62]\n[64]\n\nAcute vestibular syndrome (AVS) is characterized by the acute onset over minutes to hours of vertigo, nausea, vomiting, and gait disturbances associated with nystagmus and head-motion intolerance over the following days to weeks. The etiology of AVS can either be peripheral, most commonly vestibular neuritis, or central, such as brainstem or cerebellar stroke. Vestibular neuritis is usually viral in origin and self-limiting, while a central stroke can have permanent effects. Therefore, it is critical to distinguish between these two etiologies to ensure proper patient care. This can be done at the bedside using the “Head-Impulse—Nystagmus—Test-of-Skew” (HINTS) exam.\n[60]\n\nThe horizontal head-impulse test, which assesses the vestibulo-ocular reflex, would be normal with central etiologies and abnormal with peripheral etiologies. Nystagmus would be vertical or bidirectional with central etiologies and unidirectional with peripheral etiologies, regardless of gaze direction. A skew deviation would be present with central etiologies and absent with peripheral etiologies.\n[65]\n\nThe mainstays of treatment for vestibulocochlear nerve dysfunction focus on managing the underlying cause. The Epley maneuver is recommended for benign positional vertigo, and other conservative measures, such as physiotherapy or gait training, can be used for multiple types of vestibular dysfunction.\n[66]\n\nCranial Nerve IX\n\nEtiologies of glossopharyngeal nerve palsy or dysfunction include trauma (styloid fracture), iatrogenic injury (carotid endarterectomy, laryngeal mask airway placement), Eagle syndrome, glossopharyngeal neuralgia, stroke, and tumor (tonsillar carcinoma).\n[67]\nThe most common jugular foramen syndromes associated with CN IX dysfunction are Vernet syndrome, Collet-Sicard syndrome, and Villaret syndrome.\n\nPresentation of glossopharyngeal nerve palsy involves dysphagia, dysphonia, impaired taste over the posterior third of the tongue and palate, absent gag reflex, loss of carotid sinus reflex, decreased parotid gland secretions, and diminished sensation of the posterior third of the tongue, palate, and pharynx.\n[68]\n\nGlossopharyngeal neuralgia consists of episodic, unilateral sharp pain in the posterior throat, tonsils, base of the tongue, and inferior to the angle of the mandible that can last from seconds to minutes.\n[69]\nIt is triggered by mandibular actions such as chewing, swallowing, coughing, and yawning.\n[68]\nSome patients with glossopharyngeal neuralgia also experience excessive vagal stimulation during attacks, with symptoms such as bradycardia, hypotension, syncope, seizures, or cardiac arrest.\n[70]\n\nTreatment of glossopharyngeal neuralgia includes carbamazepine, gabapentin, and pregabalin medications as first-line treatment. Microvascular decompression is indicated in patients with refractory symptoms.\n[68]\n\nCranial Nerve X\n\nThe recurrent laryngeal branch of the vagus nerve can suffer injury in head or neck surgeries such as carotid endarterectomy.\n[71]\nCentral vagus nerve lesions can cause dysphagia, dysarthria, hoarseness, uvula deviation towards the side opposite the lesion, and transient parasympathetic effects. The vagus nerve can also become damaged due to lateral medullary syndrome.\n[72]\n\nManagement of dysphagia requires dietary and postural modifications. Placement of percutaneous endoscopic gastrostomy (PEG) may be necessary for instances of severe prolonged dysphagia. Active oral exercises help strengthen swallowing musculature. Botulinum toxin type-A injections have been used to treat severe dysphagia associated with trismus.\n[73]\n[74]\n\nThe vagus nerve also has clinical implications as a minimally invasive treatment modality for central neurologic structures. Vagus nerve stimulation has been approved for the treatment of epilepsy and depression.\n[75]\nWith the wide distribution of the vagus nerve throughout the body, stimulation is being explored for other purposes, such as treating obesity.\n[76]\n\nConventional vagus nerve stimulation involves the placement of a device under the skin in the chest, with electrical wires connected to the left vagus nerve (the left is used more frequently than the right, as the right vagus nerve is more likely to have branches to the heart).\n[77]\nStimulation of the larynx provides reflexes, including cough and apnea, and effects on the cardiovascular system, such as bradycardia and hypotension.\n\nCranial Nerve XI\n\nDue to the superficial course in the posterior triangle of the neck, the spinal accessory nerve is subject to injury secondary to blunt or direct trauma. Blunt trauma can cause injury during contact sports such as football or hockey. Penetrating trauma from a gunshot wound or a deep laceration from sharp objects or weapons can also compromise the spinal accessory nerve.\n[78]\n\nIatrogenic injuries are most common and may occur during lymph node biopsies or tumor resection within the posterior triangle of the neck, carotid or internal jugular vein surgeries, neck dissections of any complexity, or cosmetic surgery. Palsy usually stems from the mechanical stress exerted on the neck due to positioning throughout the procedure.\n[37]\nDamage results in trapezius paralysis, leading to winging of the scapula and drooping of the affected shoulder.\n[79]\n\nNeurologic causes of spinal accessory nerve palsy occur from nerve compression, such as that seen with a tumor at the jugular foramen.\n[37]\nVernet, Collet-Sicard, and Villaret syndromes involve the spinal accessory nerve. Other causes of CN XI injury are syringomyelia, brachial neuritis, poliomyelitis, motor neuron disease, and traction palsies to the brachial plexus and thoracic outlet.\n[80]\n\nThe approach to managing accessory nerve injury and resulting trapezius muscle deformity is an interprofessional approach that revolves around conservative care, physical therapy, and surgical treatment. Treatment and management depend on the severity and the cause of the spinal accessory nerve injury. Immediate therapy should be considered for severe presentations, such as penetrating traumas and iatrogenic injuries.\n[37]\n\nSurgical interventions include re-anastomosis and nerve grafting. Nonsteroidal anti-inflammatory drugs, nerve stimulation, local or regional nerve blocking, and physical therapy with rehabilitation are non-surgical treatment options.\n[78]\n\nCranial Nerve XII\n\nThe hypoglossal nerve can be damaged at the hypoglossal nucleus (nuclear), above the hypoglossal nucleus (supranuclear), or interrupted at the motor axons (infranuclear).\n[81]\nSuch damage causes paralysis, fasciculations, and eventual atrophy of the tongue muscles. Common etiologies include tumors, infection, or trauma such as injury from carotid endarterectomy or cervical spine surgery.\n[82]\n\nUpper motor neuron (supranuclear) lesions occur in the cerebral cortex, the corticobulbar tract of the internal capsule, cerebral peduncles, or the pons. Supranuclear lesions do not tend to cause atrophy but can lead to an uncoordinated tongue with slow, spastic tongue movements. Supranuclear lesions frequently result from strokes but can also be caused by pseudobulbar palsy or amyotrophic lateral sclerosis.\n[83]\nLower motor neuron (infranuclear and nuclear) lesions cause tongue weakness and ipsilateral atrophy. Lower motor neuron disease can also cause fasciculation.\n[81]\n\nUnilateral lesions portend a favorable prognosis for patients as deficits are partially compensated for by the remaining hypoglossal nerve. Bilateral lesions can be caused by radiation therapy and cause impairment of speech and swallowing as the patient cannot protrude the tongue for these necessary functions.\n[81]\n\nIn obstructive sleep apnea (OSA), the decrease in muscle tone of the genioglossus muscle causes the tongue to retract and impede airflow into the trachea. The hypoglossal nerve stimulator is one possible treatment if the patient is refractory to continuous positive airway pressure (CPAP), oral devices, or surgery. Mild hypoglossal nerve stimulation causes the nerve to pull the tongue forward, enabling better airflow.\n[84]\n[85]"
  }
}