{
  "drug_name": "peptic ulcer.anti-histamine.h2 antagonist",
  "nbk_id": "NBK574546",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574546/",
  "scraped_at": "2026-01-11T15:36:21",
  "sections": {
    "indications": "Galantamine is contraindicated in patients with known hypersensitivity to galantamine or its formulation components.",
    "mechanism": "Although the underlying complex etiology of cognitive impairment in Alzheimer disease and other neuropsychiatric conditions is not fully understood, the histopathological examination of the brain tissue of patients with Alzheimer disease has demonstrated degeneration. Cholinergic neurons primarily produce acetylcholine, a neurotransmitter associated with memory formation and learning. The degree of cholinergic loss is correlated with the severity of dementia, neurofibrillary tangles, and the brain density of amyloid-β plaques, which is a neuropathological hallmark of Alzheimer disease.\n\nWhile the mechanism of galantamine's therapeutic action remains unknown, it is postulated that it exerts its beneficial effect by enhancing cholinergic function. This occurs by increasing the availability of acetylcholine in the synaptic cleft through reversible, competitive, and selective inhibition of cholinesterase, which blocks the hydrolytic degradation of acetylcholine.\n[33]\nAccording to this mechanism, galantamine's efficacy may decline as fewer cholinergic neurons remain functionally intact with the progression of the disease process. There is no scientific evidence that galantamine modifies the natural course of the underlying process.\n\nGalantamine, a unique drug, is an allosteric potentiator of α4β2 and presynaptic α-7 nicotinic acetylcholine receptors.\n[1]\nThis action facilitates the release of acetylcholine from the presynaptic neurons, giving clinical significance to its dual mode of action. Nicotinic acetylcholine receptors (nAChR) in the central nervous system are predominantly expressed at the membranes of the presynaptic neurons and control the release of several neurotransmitters such as ACh, GABA, glutamate, norepinephrine, dopamine, and serotonin, which are associated with memory, thinking, and learning. Agonists of nAChRs improve cognitive functions, while antagonists of nAChRs cause impairment of cognitive processes.\n\nSome studies have shown a reduction in both the expression and activity of nAChRs in patients with Alzheimer disease, which may explain the decreased central cholinergic neurotransmission in these patients. Galantamine, a cholinomimetic agent, binds to nAChRs at the allosteric site, which triggers a conformational change of the receptor that leads to increased release of ACh and enhances the activity of neighboring serotoninergic and glutaminergic neurons. This modulation of nAChRs facilitates cholinergic transmission, both excitatory and inhibitory, in brain tissues and increases receptors' sensitivity. Galantamine-induced modulated release of other neurotransmitters may also contribute to upregulating nAChRs and ameliorating behavioral symptoms in AD. Galantamine is also a scavenger for reactive oxygen series. This antioxidant function is neuroprotective due to its antiapoptotic effects.\n[34]\n[35]\n]\n[36]\n\nPharmacokinetics\n\nAbsorption:\nGalantamine demonstrates a dose-linear pharmacokinetic profile over a dose range of 8 to 32 mg/d. The absolute oral bioavailability of galantamine is approximately 90%. Following oral administration, the time to peak concentration (Tmax) is about 1 hour. Food does not affect the AUC of galantamine, but Cmax is reduced by 25%, and Tmax is delayed by 1.5 hours when galantamine is administered with food.\n\nDistribution:\nThe mean volume of galantamine distribution is 175 L. At therapeutic concentration, the plasma protein binding of galantamine is 18%. In whole blood, 52.7% of galantamine is distributed to red blood cells. The blood concentration of galantamine is 1.2 times higher than in plasma. Furthermore, galantamine crosses the blood-brain barrier.\n\nMetabolism:\nGalantamine metabolism involves multiple metabolic pathways, hepatic cytochrome P450 enzymes, glucuronidases, and urinary excretion in unchanged form. In vitro studies indicate that inhibition of 2 major hepatic cytochrome P450 isoenzymes, CYP2D6 and CYP3A4, increases oral bioavailability modestly. There are extensive and poor metabolizers of CYP2D6, and CYP2D6-mediated O-demethylation predominates in extensive metabolizers. In vitro studies in poor and extensive metabolizers of CYP2D6, unchanged galantamine and its glucuronide accounted for the most plasma radioactivity. The CYP3A4-mediated pathway forms galantamine-N-oxide. N-demethylation, epimerization, and sulfate conjugation are other important metabolic pathways. Other metabolites include or galantamine, O-desmethyl-or galantamine, O-desmethyl-galantamine, galantamine, and epigalantamine, which do not retain clinically significant pharmacology activities.\n\nGalantamine extended-release, 24 mg capsules, is administered once daily, and under fasting conditions, they are bioequivalent to galantamine immediate-release tablets 12 mg twice daily in terms of AUC24h and Cmin. However, compared with the galantamine immediate-release tablets, the Cmax and Tmax of the galantamine extended-release capsules are lower and occur later, respectively, with Cmax about 25% lower. Median Tmax occurs about 4.5 to 5.0 hours after dosing. Additionally, dose-proportionality is observed for galantamine extended-release capsules over a dose range of 8 to 24 mg daily, and steady-state is achieved within 1 week. Age does not affect the pharmacokinetics of galantamine extended-release capsules. CYP2D6 poor metabolizers have approximately 50% higher drug exposures than extensive metabolizers. There are no appreciable changes in pharmacokinetic parameters whether galantamine extended-release capsules are given with food or in the fasting state.\n[37]\n[38]\n\nElimination:\nIn healthy individuals, renal clearance accounts for approximately 20% to 25% of the total plasma clearance of the drug. The elimination of galantamine has been shown to reduce in subjects with impaired kidney function. Following oral or intravenous administration, about 20% of the dose excretes unchanged in the urine within 24 hours, representing about 65 mL/min of renal clearance and approximately 20% to 25% of total plasma clearance; 300 mL/min. The terminal half-life of galantamine is about 7 hours. In a radiolabeled drug (3H-galantamine) study, approximately 95% and 5% of the total radioactivity was detected in the urine and feces, respectively. Of the total dose excreted in the urine, 32%, a significant portion was the unchanged parent compound, and 12% was the metabolic product glucuronide.",
    "administration": "Available Dosage Forms and Strengths\n\nGalantamine is taken orally and readily available over the counter as a 4 mg tablet and 8 mg capsule to boost memory and induce lucid dreams. Galantamine is widely available in pharmacies with clinicians' prescriptions. Two types of dosage forms are currently available: immediate and extended-release.\n\nAs a capsule, the extended-release form is available in different strengths: 8 mg, 16 mg, and 24 mg. The extended-release capsule allows for convenient dosing once daily. This leads to improved compliance with the treatment regimen.\n[39]\nAn extended-release capsule containing the entire daily dose should not be opened or chewed and should be swallowed intact. To reduce or completely avoid unpleasant feelings of nausea, vomiting, and gastric irritation, it is preferable to administer the extended-release capsule with food.\n\nTablets and solutions are the immediate types of drug-delivering systems. The solution contains 4 mg of galantamine per mL, and the tablet form is available in doses of 4 mg, 8 mg, or 12 mg.\n\nAdult Dosage\n\nThe effective dosing range using extended-release for patients with Alzheimer dementia is 16 to 24 mg/d; it is recommended to start at 8 mg daily, taken once every morning with a meal for a minimum of 4 weeks. The dosage can be titrated up to a maintenance dosage of 16 mg daily. After a minimum of 4 weeks at 16 mg/d, further escalation to 24 mg daily can be considered. Any increase in dose may occur only after assessing the patient for clinical benefits and degree of tolerance to the previous dosage.\n\nFor immediate-release tablets, the dosage of 16 to 32 mg daily has demonstrated effectiveness in a controlled clinical trial for Alzheimer dementia. However, the 32 mg daily dose has been reported to be less tolerable than lower doses. Therefore, the recommended dosage is 16 to 24 mg daily, taken in 2 separate doses with food to reduce gastrointestinal adverse events such as nausea and vomiting. The recommendation is to initiate treatment at the lowest dose and titrate slowly after assessing the patient for clinical benefits and tolerability of the previous dosage. Treatment begins at 4 mg twice daily and should be taken in the morning and evening with food. After a minimum of 4 weeks, galantamine can be increased to 16 mg daily, which is considered a maintenance dose. A further increase to 24 mg daily can be attempted after a minimum of 4 weeks at 16 mg. If possible, the patient should be on 16 mg daily as 24 mg daily has not demonstrated significantly increased efficacy during clinical trials. However, a daily dose of 24 mg may offer significant clinical benefits in some patients.\n\nIf a single dose is missed, it can be taken as soon as the patient remembers. However, if it is close to the time for the next dose, the missed dose is skipped to continue following the regular dosing schedule. The dose cannot be doubled to catch up. If the regimen is interrupted for over 72 hours, the treatment must be restarted at the lowest dosage and titrated gradually to the current dosage level. As galantamine can cause dehydration, the patient and caregiver should be educated to ensure adequate fluid intake.\n\nSwitch from Immediate to Extended Release\n\nA patient currently on immediate-release and at a steady state (receiving stable doses) can be converted to extended-release capsule treatment. Switching from galantamine immediate release to galantamine extended-release does not require the following dosage escalation schema and should occur at the same daily dosage.\n[40]\nConversion can be performed by taking the last dose of the immediate-release formula in the evening and starting the once-daily regimen of the extended-release formula the following morning. The abrupt withdrawal of galantamine (immediate or delayed-release) in patients taking doses within the effective range is not associated with an increased incidence of adverse events compared with those who continue to receive the same dose of galantamine. However, the beneficial effects of this drug are lost when treatment is discontinued. If donepezil (another acetylcholinesterase inhibitor) is ineffective or poorly tolerated by the patient, a switch to galantamine may be beneficial.\n[41]\n\nSpecific Patient Populations\n\nRenal impairment:\nIn patients with renal impairment and creatinine clearance of 9 to 59 mL/min, galantamine dosage should usually not exceed 16 mg daily. Therapy with galantamine, immediate or delayed-release, is not recommended if creatinine clearance is less than 9 mL/min.\n\nHepatic impairment:\nFollowing ingestion of a single 4 mg dose of galantamine immediate-release tablets in patients with mild hepatic dysfunction (Child-Pugh score of 5 to 6) and healthy volunteers, there was no appreciable difference in the pharmacokinetics of galantamine. In subjects with moderate hepatic impairment (Child-Pugh score of 7 to 9), a 25% reduction in metabolic clearance compared to normal volunteers was observed. Galantamine exposure would be expected to increase with the severity of hepatic impairment. For patients with moderately severe hepatic impairment (Child-Pugh score of 7 to 9), caution must be exercised during dose titration, and the maximum daily dose should typically not exceed 16 mg daily. Severe liver impairment (Child-Pugh score 10 to 15) is a contraindication for galantamine, immediate or extended-release. Galantamine clearance was decreased by 60% in patients with moderate or severe hepatic impairment (Child-Pugh score of 7 or higher). Various simulations evaluated the effect of hepatic dysfunction on the peak plasma concentration of galantamine. These simulations confirmed the need for a reduced rate of dose escalation in patients with impaired liver function: 4 mg daily during the first week followed by 4 mg, 8 mg, and 12 mg twice daily dosage compared to the standard dosage titration of 4 mg, 8 mg, 12 mg, 16 mg twice daily.\n\nPregnancy considerations:\nResearch data from animal studies have demonstrated the teratogenic effects of galantamine on fetuses.\n\nBreastfeeding considerations:\nNo data is available on galantamine secretion in human milk, its effects on breastfed infants, or the effects of galantamine extended-release or galantamine immediate release on milk production. The clinician must weigh the benefits against the risk of side effects before prescribing galantamine.\n\nPediatric patients:\nClinical trials have not been conducted in the pediatric population to establish safety and efficacy.\n\nOlder patients:\nAccording to the data from clinical trials involving patients with Alzheimer disease, galantamine concentrations are 30%-40% higher in older patients than in healthy young subjects.\n\nGender and race:\nAnalysis of population pharmacokinetics in males and females revealed that galantamine clearance is about 20% higher in men than women (possibly due to greater body weight in men). Race did not have any significant effect on the clearance of galantamine.\n\nPharmacogenetics:\nAPOE and CYPs are genes that influence the efficacy and safety of galantamine. Carriers of the APOE-4 gene are the worst responders to galantamine.\n[42]\nThe CYP-450 and 2D6 genotypes influence galantamine metabolism and clearance. About 7% of the general population has a genetic variation resulting in reduced activity of the CYP2D6 isozyme. These individuals are termed \"poor metabolizers.\" After administration of a single 4 mg or 8 mg oral galantamine dose, CYP2D6 poor metabolizers exhibited a similar Cmax and an increase in AUC∞ of unchanged galantamine, compared to CYP2D6 extensive metabolizers. In 2 separate Phase 3 studies of Alzheimer disease, patients in a randomized, blinded treatment were genotyped for the CYP2D6 isoenzyme. Population pharmacokinetic analysis revealed a 25% reduction in median clearance of galantamine in poor metabolizers versus extensive metabolizers. Despite this, adjusting the galantamine dose is unnecessary in patients identified as poor metabolizers because the medication dosage is titrated for tolerability in each patient.",
    "adverse_effects": "Warning and Precautions\n\nCardiovascular:\nBecause of its pharmacological action, galantamine (a selective cholinesterase inhibitor) has inhibitory vagotonic effects on the cardiac conduction system. Suppression of sinoatrial activity leads to sinus bradycardia,\nwhich is initially managed with discontinuation of the offending agent and intravenous injection of atropine, which antagonizes the cholinergic effects of the galantamine.\n[43]\n[44]\nGalantamine may also cause a conduction block at the atrioventricular node. A second-degree Mobitz type-2 AV block may degenerate into a more severe rhythm, complete heart block, and require pacemaker treatment.\n\nSinus bradycardia and heart blocks have been reported in patients with and without known underlying cardiac conduction abnormalities. Therefore, all patients are at high risk for adverse cardiac conduction reactions. Galantamine administration requires vigilance and careful assessment of risk factors that can precipitate QT prolongation, syncope, and delirium.\n[45]\nPatients on 24 mg daily of galantamine using the recommended dosing schedule have reported that the increased risk of syncope is dose-related.\n\nGastrointestinal:\nGalantamine is a well-tolerated dementia medication. However, gastrointestinal adverse events are commonly experienced by patients taking medications with cholinergic properties. The most common gastrointestinal adverse effects include loss of appetite, nausea, vomiting, diarrhea, and weight loss.\n[3]\n[46]\n[47]\n\nThe patient's weight must be monitored during galantamine therapy. For reduced doses, gastrointestinal side effects are usually mild, transient, and reduced in severity. Clinical trials have shown that the median duration of nausea and vomiting is 5 to 6 days after initiating therapy and following each increment in the dosage. Significant cholinergic side effects can develop in patients receiving elevated doses and are usually related to the rapid rate of initial dosage titration. To reduce these unpleasant effects, dosage should be escalated gradually. Additionally, galantamine should be taken with meals. Moreover, the patient and caregiver should be counseled to ensure adequate fluid intake.\n\nDue to increased parasympathetic activity, Galantamine may increase gastric acid secretion through its primary action. Patients should be closely monitored for symptoms of active or occult gastrointestinal bleeding, particularly those with additional risk factors for developing ulcers, such as a history of peptic ulcer disease or recent nonsteroidal anti-inflammatory drugs. Clinical trials with galantamine have not demonstrated any increased incidence of peptic ulcer disease or gastrointestinal bleeding compared to placebo.\n\nSkin:\nSerious cutaneous adverse reactions such as acute generalized exanthematous pustulosis, erythema multiforme, and Stevens-Johnson syndrome have been reported in patients receiving immediate or extended-release formulations. Patients and caregivers should be advised to discontinue galantamine at the first appearance of a rash unless it is known to have a separate cause. If the patient's clinical presentation suggests a severe dermatological reaction, galantamine therapy should not be resumed, and alternative treatment should be considered.\n\nAnesthesia:\nAs an acetylcholinesterase inhibitor, galantamine is likely to prolong the neuromuscular blocking effects of the succinylcholine-type and other similar neuromuscular blocking agents by delaying the cholinesterase-mediated hydrolytic metabolism of these drugs during anesthesia.\n\nGenitourinary:\nGalantamine, a cholinomimetic agent, may cause or worsen bladder outflow obstruction, and its use requires caution in patients with prostatic hyperplasia.\n\nNervous:\nHeadache and dizziness are the most common side effects. Galantamine is believed to induce generalized seizures. The convulsive activity could be a manifestation of Alzheimer disease. Therefore, patients with Alzheimer dementia on galantamine should be monitored closely for seizures.\n\nRespiratory:\nBecause of its cholinomimetic action, galantamine can cause bronchospasm. Therefore, it should be prescribed cautiously to patients with a history of severe asthma or chronic obstructive pulmonary disease. While on galantamine therapy, the patient's respiratory functions should be monitored closely for any respiratory adverse effects.\n\nGalantamine and Mild Cognitive Impairment:\nPer the data from the 2 separate clinical trials for patients with mild cognitive impairment, galantamine can cause marginal clinical benefit but is still associated with an unexplained excessive death rate. Therefore, galantamine use in patients with a history of mild cognitive impairment is not recommended.\n\nCommon adverse reactions observed in patients treated with galantamine in double-blind clinical trials, occurring in at least 5% of cases, included nausea, vomiting, diarrhea, dizziness, headache, and decreased appetite. Other adverse effects reported during clinical trials include depression, anxiety, nightmares, tremors, drowsiness, syncope, lethargy, abdominal discomfort, abdominal pain, dyspepsia, muscle spasms, fatigue, asthenia, malaise, falls, laceration, dehydration, dysgeusia, hypersomnia, paresthesia, blurred vision, retching, hyperhidrosis, rhinorrhea, muscle weakness, palpitations, supraventricular extrasystole, flushing, and hypotension.\n[48]\nPisa syndrome has been reported while switching from donepezil to galantamine.\n[49]\n\nDrug-Drug Interactions\n\nAnticholinergic medications can interfere with the pharmacological actions of galantamine. Drugs known to induce hepatic cytochrome P450 CYP3A4 or CYP2D6 enzymes, such as carbamazepine phenytoin, phenobarbital, rifampin, or dexamethasone, accelerate the metabolism of galantamine.\nA synergistic effect is expected when galantamine is given concurrently with other cholinesterase inhibitors or cholinergic agonists such as bethanechol, succinylcholine, and similar neuromuscular blocking agents.\nKetoconazole and erythromycin are known CYP3A4 inhibitors that reduce the clearance of the galantamine when administered with galantamine. Ketoconazole, paroxetine, amitriptyline, fluoxetine, fluvoxamine, and quinidine all inhibit CYP2D6, and when galantamine is concurrently administered, the oral bioavailability of galantamine increases. When H2-receptor antagonists cimetidine and galantamine are co-administered, galantamine bioavailability increases.\nMultiple doses of galantamine at 24 mg daily have no effect on the steady-state pharmacokinetics of digoxin (at a dose of 0.375 mg once daily). Still, patients have been hospitalized for second and complete heart blocks.\nMemantine, an N-methyl-D-aspartate receptor antagonist, does not affect the pharmacokinetics of oral galantamine at 16 mg daily at a steady state when co-administered at 10 mg twice daily.\nIn vitro studies show that galantamine does not inhibit the metabolic pathways catalyzed by CYP1A2, CYP2A6, CYP3A4, CYP4A, CYP2C, CYP2D6, or CYP2E1. This indicates that galantamine's inhibitory potential towards the major forms of cytochrome P450 is meager.\nGalantamine is vagotonic and causes cardiac inhibition. Antihypertensive agents such as β-blockers (acebutolol), α and β-blockers (carvedilol), and calcium channel blockers (diltiazem) may also cause an atrioventricular block and bradycardia. When galantamine is used along with these drugs, it has the potential to cause an additive bradycardic effect. ACE inhibitors such as ramipril do not interact with galantamine and can be safely co-administered.",
    "monitoring": "Research data suggests therapeutic monitoring may enhance the galantamine's effectiveness and reduce adverse events. However, routine monitoring of drug levels in clinical practice is not indicated. A detailed baseline dementia assessment should be performed before initiating galantamine treatment. Additionally, all follow-up visits should include assessments of cognition and behavior to assess efficacy and ensure patient safety.",
    "toxicity": "Signs and Symptoms of Overdose\n\nAs in any overdose case, general supportive therapy should be provided. Since the policies for the management of drug overdose are continually advancing, it is advisable to consult a poison control center for the latest recommendations for managing galantamine overdose. The clinical picture of a significant galantamine overdose is similar to an overdose on other cholinergic medications. These effects involve the neuromuscular junction, parasympathetic, and central nervous systems. An overdose of galantamine produces a syndrome of cholinergic crisis. In addition to muscle weakness or fasciculations, the patient may present with some or all the following symptoms and signs: salivation, severe nausea, vomiting, abdominal cramping, sweating, lacrimation, urination, defecation, bradycardia, hypotension, depression of respiration, collapse, and convulsions. Death may occur if worsening muscle weakness involves respiratory muscles.\n\nManagement of Overdose\n\nAtropine is a tertiary anticholinergic that may be used as an antidote for galantamine overdose. Atropine sulfate is administered intravenously and is recommended at a starting dose of 0.5 mg to 1.0 mg, with subsequent doses given based on clinical response. Atypical blood pressure and heart rate responses have been observed when other cholinergic agents and tertiary anticholinergics are concurrently administered. Dialysis (hemodialysis, peritoneal dialysis, hemofiltration) may effectively remove galantamine or its metabolites.\n[50]\n\nNon-clinical Toxicology\n\nCarcinogenesis:\nIn a 2-year oral carcinogenicity study in rats, a surge in endometrial adenocarcinomas was seen at 10 mg/kg/d (6 times on a plasma exposure (AUC) basis or 4 times the MRHD of 24 mg daily on an mg/m basis) and 30 mg/kg/d (19 times on an AUC basis or 12 times MRHD on an mg/m basis).\n\nMutagenesis:\nGalantamine was negative in a battery of in vitro and in vivo genotoxicity assays conducted in bacteria, mice, and mammalian cells\n\nImpairment of fertility:\nNo impairment of fertility occurred in rats when galantamine was given up to 16 mg/kg/d (7 times the MRHD on a mg/m basis) for 14 days and 60 days before mating in females and males, respectively."
  }
}