{
  "drug_name": "perindopril",
  "nbk_id": "NBK553115",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553115/",
  "scraped_at": "2026-01-11T15:36:23",
  "sections": {
    "toxicity": "Heart failure medications can be associated with various complications or side effects. It's important to note that the benefits of these medications often outweigh the potential risks, and individual responses can vary. Here are some potential complications associated with commonly prescribed heart failure medications:\n\nACE Inhibitors (Angiotensin-Converting Enzyme Inhibitors):\nCough: ACE inhibitors may cause a persistent dry cough in some individuals.\nHyperkalemia: These medications can lead to elevated potassium levels in the blood.\nHypotension: ACE inhibitors can cause low blood pressure, especially when initiating treatment or increasing the dosage.\nARBs (Angiotensin II Receptor Blockers):\nHyperkalemia: Similar to ACE inhibitors, ARBs can increase potassium levels.\nHypotension: ARBs may lead to low blood pressure, particularly at the beginning of treatment.\nBeta-Blockers:\nBradycardia: Beta-blockers can slow the heart rate, leading to bradycardia.\nHypotension: These medications may cause low blood pressure.\nFatigue: Some individuals may experience fatigue or weakness.\nDiuretics:\nElectrolyte Imbalance: Diuretics can lead to electrolyte imbalances, such as low potassium levels (hypokalemia).\nDehydration: Excessive diuretic use may result in dehydration.\nRenal Impairment: Long-term use of diuretics can affect kidney function.\nMineralocorticoid receptor antagonist (Spironolactone, Eplerenone):\nHyperkalemia: Aldosterone antagonists can cause an increase in potassium levels.\nRenal Impairment: These medications may impact kidney function.\nARNIs (Angiotensin Receptor-Neprilysin Inhibitors):\nHypotension: ARNIs may lead to low blood pressure.\nHyperkalemia: They can cause an elevation in potassium levels.\nHydralazine and Isosorbide Dinitrate:\nHeadache: Combination therapy may cause headaches.\nFluid Retention: Fluid retention may occur.\nDigoxin:\nArrhythmias: Digoxin can increase the risk of arrhythmias, especially at higher levels.\nNausea and Vomiting: Some individuals may experience nausea and vomiting.\nSGLT2 Inhibitors (Sodium-Glucose Cotransporter-2 Inhibitors):\nGenital Infections: SGLT2 inhibitors are associated with an increased risk of genital infections.\nHypotension: These medications may lead to low blood pressure.\nIvabradine:\nBradycardia: Ivabradine can cause a reduction in heart rate.\nPhosphenes (Visual Phenomena): Some individuals may experience visual disturbances.\n\nIndividuals taking heart failure medications should report any new or worsening symptoms to their healthcare provider promptly. Adjustments in medication dosages or alternative therapies may be considered to minimize complications."
  }
}