{
  "drug_name": "perphenazine",
  "nbk_id": "NBK559127",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559127/",
  "scraped_at": "2026-01-11T18:47:43",
  "sections": {
    "indications": "Hemiballismus is a hyperkinetic involuntary movement disorder characterized by intermittent, sudden, violent, involuntary, flinging, or ballistic high amplitude movements involving the ipsilateral arm and leg caused by dysfunction in the central nervous system of the contralateral side.\n[1]\nHemiballismus falls as the most severe form within the spectrum of chorea. Chorea is an involuntary movement disorder characterized by brief, sudden, spontaneous, non-stereotyped, and dance-like movements in one side of the body. The classic medical school textbook localizes the lesion to the subthalamic nucleus (STN) or the nucleus hypothalamicus/corpus Luys; however, other research also localizes the lesions in other parts of the basal ganglia and caudate nucleus.\n[2]\n[3]",
    "mechanism": "Excessive dopaminergic activity and damage to the pathways of the basal ganglia (hyperkinetic theory) are the basic predominant etiologies of hyperkinetic syndromes. Following are some of the common etiologies of hemiballismus:\n\nIntracranial hemorrhage\n[4]\nStroke (ischemic): the most common cause in patients more than 65-year-old from the small perforating branches of the basilar artery\n[1]\nNeoplasm\nHead trauma\nMetabolic (e.g., nonketotic hyperglycemic hyperosmolar syndrome in uncontrolled type 2 diabetics)\n[5]\nNeuroinfectious: although rare, are more common in younger patients\nTuberculomas\n[6]\nToxoplasmosis: from complications of the human immunodeficiency virus (HIV) given its predilection to cause lesions in the basal ganglia\nNeuroinflammatory diseases: such as demyelinating disorders (e.g., multiple sclerosis)\n[7]\nParaneoplastic syndromes\n[8]\nVasculitis (e.g., systemic lupus erythematosus)\n[9]\nToxic: alcohol, heavy metals exposure\n\nGiven that chorea syndromes are pathophysiologically a milder spectrum of hemiballismus, etiologies of these have been briefly listed here.\n[10]\nHereditary and primary chorea syndromes can be caused by juvenile and adult-onset, multi-factorial, neurodegenerative, and/or neurodevelopmental disorders such as Huntington disease,\n[11]\nWilson disease, neuroacanthocytosis, dentatorubral-pallidoluysian atrophy, pantothenate kinase-associated neurodegeneration, benign hereditary chorea, paroxysmal choreoathetosis, and senile chorea. Secondary chorea syndromes include metabolic hyperglycemic disorders, dopaminergic drug-induced chorea, Sydenham chorea in acute rheumatic fever in children,\n[12]\nvitamin B1/B12 deficiency, toxic exposure, and post-pump choreoathetosis.\n[13]\n[14]\n[15]\n[16]\n[17]",
    "monitoring": "Given the wide variety of disorders that can cause hemiballismus, a good medical history, and physical evaluation can pinpoint or narrow the diagnosis without requiring any ancillary studies. Old patients with multiple vascular risk factors (e.g., hypertension, diabetes, previous strokes) would need advanced vessel imaging to confirm any hemorrhage or stroke, and if positive, would need a thorough stroke workup.\n\nThorough routine serum labs, depending on suspected etiology, can include a complete metabolic panel (CMP) and complete blood count (CBC), hemoglobin A1C, serum osmolality, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), anti-nuclear antibody (ANA), extranuclear antibody (ENA), vitamin panel (e.g., B1, B12, etc.), ceruloplasmin, copper level, other heavy metals, drugs of abuse toxicology, HIV antibody screen (if positive opportunistic infection screen), lupus antibodies (C3/C4, double-stranded DNA, anti-histone), antineutrophil cytoplasmic antibodies (ANCA) studies, cryoglobulin, among other immune and infectious markers.\n\nA contrast brain magnetic resonance imaging (MRI), computed tomography angiogram (CTA), magnetic resonance angiography (MRA), or digital subtraction angiogram (DSA) may be used to evaluate for autoimmune pathology, structural abnormalities, or malignancy.\n\nIf neuroinfectious (opportunistic bacterial, viral-HIV, or fungal-toxoplasmosis) or neuroinflammatory/paraneoplastic etiology is suspected, a lumbar puncture with extensive cerebrospinal fluid (CSF) basic and advanced studies (oligoclonal bands, CSF index), including flow cytology and cytometry should be obtained. Genetic studies should be sent when indicated, and there is a strong clinical suspicion for a hereditary etiology.",
    "administration": "Treating the underlying etiology is important, as hemiballismus tends to resolve with time. Therefore, supportive treatment for comorbidities and related complications is important.\n\nMedical Treatment\n\nMedical management includes the use of first and second-generation antidopaminergic drugs, to target D2 receptors (e.g. risperidone, haloperidol, perphenazine, pimozide, chlorpromazine), benzodiazepines (clonazepam), anti-epileptics (topiramate), and tetrabenazine to relieve severe hyperkinetic movements.\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[23]\n[22]\n[21]\n[20]\n\nSurgical Treatment\n\nIf patients become refractory to medical management, and the symptoms are severe enough to impair activities of daily living, surgery becomes an option. A stereotactic posteroventral pallidotomy is the procedure of choice and leads to decreased firing of pallidal neurons, leading to relief of the hyperkinetic movements. Micro-recording and intraoperative monitoring are performed during surgery to improve targeted accuracy during the procedure. Intrathecal baclofen has also shown results with post-traumatic hemiballismus.\n[27]\nDeep brain stimulation has not been recommended.",
    "adverse_effects": "Complications from the treatment are rare given hemiballismus is a consequence of damage to the inhibitory pathways in the basal ganglia, and it tends to self-resolve over time with symptomatic treatment. Treating the underlying etiology, especially in acute life-threatening etiologies like an ischemic stroke, is key to avoid further complications and functional deterioration."
  }
}