{
  "drug_name": "petrolatum",
  "nbk_id": "NBK535403",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535403/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Aplasia cutis congenita (ACC) is a rare congenital skin defect involving focal or extensive absence of the epidermis, dermis, and, occasionally, subcutaneous tissue.\n[1]\nThe exact etiology remains unclear, with proposed mechanisms including impaired prenatal skin development.\n[2]\n[3]\nInitially reported by Cordon in 1767, ACC may present as solitary or multiple lesions on any body region, with 70% to 90% localized to the vertex of the scalp.\n[4]\n[5]\nClassification includes 6 subtypes, some associated with congenital dermatologic syndromes. Most lesions heal spontaneously. However, certain locations and clinical features warrant thorough evaluation to detect underlying soft tissue anomalies that may be life-threatening.\n[6]",
    "mechanism": "ACC lacks a single underlying cause and represents a visible manifestation of abnormal intrauterine skin development. The condition likely arises from diverse causes. Proposed etiologies include genetic factors, placental infarcts, trauma, teratogens such as methimazole, intrauterine infections, and neural tube defects (NTDs).\n[7]\nNo specific genetic target had been identified until recently. However, new evidence has implicated the\nBMS1\ngene as a possible contributor.\n[8]\n\nCutaneous defects noted at birth may initially be mistaken for obstetric trauma, including injuries from forceps or fetal scalp electrodes. One hypothesis suggests that tension-induced disruption of the overlying skin occurs at 10 to 15 weeks’ gestation, during the period of hair direction and pattern formation and rapid brain growth. The frequent proximity of scalp ACC to the hair whorl, believed to be the point of maximum tensile force, supports this theory and may explain the vertex predilection. Early amniotic membrane rupture has also been associated with several cases.\n\nBullous or membranous ACC demonstrates histologic features resembling encephaloceles and meningoceles, supporting the hypothesis that these forms may represent a forme fruste of neural tube closure defects. ACC can also occur as part of genetic syndromes, including Adams-Oliver, Bart, and Setleis syndromes. Adams-Oliver syndrome presents with scalp ACC, skull defects, cutis marmorata telangiectatica congenita, limb defects, and cardiac anomalies.\n[9]\nBart syndrome features lower extremity ACC associated with epidermolysis bullosa.\n[10]\nSetleis syndrome manifests as bilateral temporal ACC with “leonine” facies.\n[11]",
    "monitoring": "ACC may be associated with underlying morphologic abnormalities in approximately 37% of cases, according to Mesrati et al.\n[27]\nThese abnormalities may include underlying bony defects, vascular anomalies, or neurologic malformations. Thus, clinicians must assess disease involvement using imaging techniques.\n\nA scalp lesion at the midline vertex, a hair collar sign, and vascular stains have all been shown to be strong indicators of cranial or central nervous system (CNS) involvement.\n[28]\nSmall scalp lesions are less likely to be associated with underlying defects and typically heal on their own within a couple of months. Therefore, monitoring these lesions without further imaging is acceptable.\n\nFor larger, ulcerative lesions, ultrasound offers a relatively inexpensive evaluation and avoids significant discomfort for the child. Further workup with MRI is warranted if ultrasound findings suggest underlying defects. MRI is more sensitive and specific for detecting associated lesions, according to a 2017 retrospective multicenter study. However, this technology is more costly than ultrasound and typically requires sedating the child, making it a poor choice for initial screening.\n\nA laboratory workup, including a complete blood count, blood cultures, and wound cultures, is advised if the lesion is purulent or surrounded by erythema.\n[29]\nDermoscopy generally reveals an absence of follicular openings, the presence of telangiectatic vessels, and hair follicles arranged radially and horizontally at the periphery, resembling a “starburst” pattern (see\nImage\n. Dermoscopy Findings in Membranous Aplasia Cutis Congenita).\n[30]",
    "administration": "The approach to managing ACC depends on lesion size and the presence or absence of associated defects. For small lesions (<4 cm) without additional abnormalities, treatment typically involves daily cleansing and the application of topical antibacterial ointment until complete healing occurs.\n[31]\nManagement primarily aims to restore the skin’s mechanical and immunological integrity, as well as reduce the risk of fluid loss or organ exposure. Small lesions generally heal within weeks to a few months, leaving an atrophic, hairless scar.\n\nLarger lesions (>4 cm) are more often linked to associated defects and carry a higher risk of complications such as hemorrhage, venous thrombosis, and infection. Early surgical repair is advised to reduce these risks. Before surgery, patients should be evaluated for signs of epidermolysis bullosa. Skin grafts or flap techniques are frequently employed, especially for defects spanning several centimeters.\n\nThe use of advanced materials, including cultured epithelial autografts and biodegradable matrices, has expanded treatment possibilities for extensive skin loss.\n[32]\nBasic fibroblast growth factor has been applied in conservative therapy to accelerate healing and is proposed as a means to strengthen the epithelium for later reconstruction in large ACC lesions.\n[33]\nThe successful use of a synthetic dermal substitute to treat full-thickness scalp ACC without grafting has been documented. Amniotic membrane dressings have also been reported to improve cosmetic results, minimize hypertrophic scarring, and promote reepithelialization.\n[34]\nInnovative techniques, such as tissue expansion, have been successfully implemented to close residual defects and enhance aesthetic outcomes in patients with ACC.\n[35]",
    "adverse_effects": "Scalp ACC involves the underlying skull in 10% to 30% of cases, with a higher risk associated with midline vertex location, hair collar sign, and accompanying capillary stain. Extensive or irregular lesions are more likely to infiltrate deeper structures, potentially affecting the dura mater and leptomeninges.\n[41]\n\nDeep scalp ACC can result in life-threatening sagittal sinus hemorrhage or thrombosis. Since prolonged healing increases the likelihood of complications, early surgical repair is recommended for large stellate scalp lesions or those with a dural defect or exposed sagittal sinus.\n\nPatients face an increased risk of cutaneous infection due to loss or impairment of the skin’s barrier against environmental microbes. Severe infection can progress to meningitis if untreated.\n[42]\nPrompt surgical management of large scalp lesions can help prevent these complications."
  }
}