{
  "drug_name": "petrolium jelly",
  "nbk_id": "NBK470461",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470461/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Labial adhesion refers to fusion of the labia minora or, less commonly, the labia majora, typically forming a thin membranous or dense tissue connection near the clitoral hood that extends posteriorly toward the vaginal introitus. Clinicians also use the terms synechia vulvae and labial agglutination to describe this presentation.\n\nLabial adhesions predominantly affect prepubertal girls, with an estimated incidence reaching up to 2%, although cases also occur in postmenopausal women and, rarely, in reproductive-age patients. A hypoestrogenic environment appears to play a central role by creating thinning and increased vulnerability of the vulvar epithelium.\n[1]\n[2]\n[3]\nAdditional contributing factors include local irritation, poor perineal hygiene, chronic inflammation, and dermatological comorbidities. Trauma, infection, and repeated irritation may precipitate fusion in susceptible individuals.\n\nLabial fusion—also termed labial adhesion, labial synechia, or labial agglutination—describes adherence of the labia minora along the vestibule in the midline. Adhesive tissue often displays a white-gray translucent and fibrotic appearance with varying degrees of fibrosis, known as the “raphe,” which assists clinicians in distinguishing fusion from congenital anomalies. A 2020 study by Huseynov and Hakalmaz classified fusion by fibrosis severity: type 1 involves very thin, translucent tissue, while type 2 involves thick, fibrotic tissue. Fusion may range from partial anterior or posterior involvement to complete adherence.\n[4]\n\nMost patients remain asymptomatic and receive diagnosis during routine examinations. Some children develop urinary dribbling, a deflected urinary stream, vulvar discomfort, or recurrent irritation. Postmenopausal patients may experience comparable urinary symptoms and discomfort related to genital atrophy.\n\nSymptomatic cases respond well to topical estrogen cream applied for several weeks to promote spontaneous separation of fused tissue. Recent literature highlights strong efficacy, often with improvement within weeks, and recommends adjunctive barrier creams to protect the skin and reduce recurrence. Surgical division remains an option only for persistent, severe, or recurrent adhesions that fail to respond to medical therapy.",
    "mechanism": "Labial adhesions are typically discovered incidentally, with most patients presenting asymptomatically. The condition involves the fusion of the labia minora or majora, most commonly in settings of low estrogen, eg, early childhood, postpartum, and menopause, making it rare during reproductive years due to generally sufficient estrogen levels.\n[5]\n[6]\n[7]\nIn reproductive-aged patients who do develop labial adhesions, risk factors include a history of genital trauma or irritation, including childbirth, sexual abuse, or genitourinary surgery; similar mechanisms apply to postpartum cases, where hypoestrogenism due to breastfeeding and delivery-related trauma can contribute.\n[8]\n\nManagement in these cases is typically surgical lysis combined with topical estrogen cream application. Preventive strategies focus on minimizing vulvar irritation, maintaining good hygiene, and, when appropriate, resumption of sexual activity. In postmenopausal women, labial adhesions arise due to low estrogen levels and increased susceptibility to irritation and inflammation; comorbidities like diabetes and lichen sclerosis further increase this risk. Adequate estrogen, good perineal hygiene, and minimizing irritants remain the cornerstone of management and prevention across all age groups.",
    "monitoring": "Because labial adhesion is a clinical diagnosis, diagnostic studies are not indicated. Accurate diagnosis depends on a thorough physical examination with focused assessment of the genitourinary region, relying primarily on clinical findings rather than laboratory or imaging studies. However, diagnostic studies may be utilized to evaluate patients for conditions that may develop secondary to labial adhesion or to exclude differential diagnoses.\n[13]\nIn patients suspected of having a secondary urinary tract infection, urinalysis may assist in evaluation.\n[14]\n[15]",
    "administration": "Treatment and management of labial adhesions begin with reassurance and hygiene education for clinically asymptomatic patients, as up to 80% of cases resolve spontaneously within 1 year. When intervention becomes necessary—most often due to symptoms, eg, urinary tract infections—nonsurgical therapies have been demonstrated to be successful in most patients.\n[AAP.Labial Adhesions Mostly Treated Non-Surgically.Sept 01 2025]\nTopical estrogen cream functions as the first-line therapy for labial adhesion. Studies report success rates reaching up to 90% with estrogen application. Corticosteroids, eg, beclomethasone, offer an alternative topical option and demonstrate comparable effectiveness without statistically significant differences from estrogen.\n\nPotential adverse effects of topical estrogen include breast tenderness and localized pigmentation changes. Limited data on long-term pediatric use support applying estrogen cream for the shortest effective duration, typically once or twice daily for up to 6 weeks. However, some authors extend treatment to 3 months. However, topical steroids may cause thinning of the skin, folliculitis, erythema, hair thinning, or itchiness.\n\nFailure of topical therapy may prompt consideration of surgical intervention using gentle traction under general anesthesia. Manual separation, performed with topical anesthesia or sedation, offers another option but may contribute to thicker adhesions when repeated frequently. Postprocedural care includes continued topical estrogen and barrier ointments to reduce the likelihood of adhesion recurrence. Recurrence rates range from 11% to 14% across treatment modalities, with repeated episodes appearing until puberty. Recurrences can be managed with additional topical therapy, surgical lysis, or manual separation, along with diligent hygiene.\n\nIn general, this management approach supports a stepwise strategy involving observation for asymptomatic presentations, topical therapy for mild or moderate adhesions, and surgical management for refractory or severe disease. Additionally, effective care relies on interprofessional collaboration among pediatricians and specialists experienced in topical estrogen therapy, topical steroid therapy, surgical lysis, and manual separation.\n[16]",
    "adverse_effects": "Complications of labial adhesions are relatively uncommon but can include urinary tract infections, urinary dribbling or retention, local inflammation, and genital area discomfort. About 20% of girls with labial adhesions may develop asymptomatic bacteriuria, and up to 40% experience symptomatic urinary tract infections. In severe cases, labial adhesions may alter the direction of the urine stream or cause dribbling due to urine trapped behind the fused labia. Rarely, untreated labial adhesions can lead to urinary obstruction and consequent hydronephrosis, although this is very uncommon.\n\nMost labial adhesions do not cause long-term medical issues, do not affect future fertility or sexual function, and often resolve spontaneously by puberty. Recurrences are relatively common (11%–14%) across treatment modalities and may persist until puberty. Proper hygiene, avoidance of irritants, and careful posttreatment maintenance with topical barrier creams help prevent reformation. Surgical separation, while usually effective, carries standard surgical risks but is associated with a low complication rate. Overall, with appropriate observation and management, serious complications are rare, and the prognosis for normal genitourinary function is excellent."
  }
}