{
  "drug_name": "phenoxymethyl penicillin",
  "nbk_id": "NBK594238",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594238/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Acute rheumatic fever (ARF) is an immune-mediated nonsuppurative complication of group A streptococcal (GAS) pharyngitis.\n[1]\nApproximately 470,000 new cases of ARF occur annually, with a more significant disease burden in developing countries with higher rates of untreated or inadequately treated GAS infections.\n[2]\nGlobally, over 275,000 deaths yearly are attributed to rheumatic heart disease (RHD).\n[3]\nThe most significant contributors to the spread of GAS pharyngitis are household overcrowding, poor sanitation, and inadequate access to healthcare.\n[4]\n\nThe pathophysiology of ARF is characterized by an aberrant immune response to GAS infection triggered by molecular mimicry between GAS antigens and self-antigens. This immune response typically manifests 2 to 4 weeks after the initial GAS infection and may lead to the development of carditis, valvulitis, Sydenham chorea, subcutaneous nodules, erythema marginatum, and polyarthritis that is usually migratory.\n[5]\nThe severity and distribution of these manifestations vary significantly between individuals, making the diagnosis of ARF challenging. Early recognition of ARF using the modified Jones criteria is essential in treating acute infection and preventing complications. A major long-term consequence is RHD, which carries significant morbidity and mortality.",
    "mechanism": "ARF is an inflammatory response to a preceding GAS pharyngeal infection. GAS infections can manifest as a broad range of clinical conditions, from superficial infections such as impetigo and pharyngitis to more invasive processes, including toxic shock syndrome and necrotizing fasciitis.\n[6]\nARF is more strongly associated with GAS pharyngitis than skin infections.\n[7]\nHowever, some data suggest that skin infections, particularly impetigo, may play a role for high-risk populations such as the Indigenous people of Australia.\n[8]\n\nIn most cases, appropriate antibiotic treatment of acute GAS infection prevents the development of ARF. However, individuals with GAS infection who cannot seek medical care or who have subclinical GAS infection and do not present to care are at risk for developing ARF. Environmental and socioeconomic factors, such as household overcrowding, also significantly contribute to the spread of GAS infections and the development of ARF.",
    "monitoring": "Revised Jones Criteria\n\nThe diagnosis of ARF is mainly clinical and considered when a GAS infection is followed by the clinical manifestations outlined in the Revised Jones Criteria. In this classification scheme, low-risk populations have an ARF incidence of ≤2 per 100,000 school-aged children, and moderate- and high-risk populations have an ARF incidence of >2 per 100,000.\n[45]\n\nInitial diagnosis in any risk population requires the following (see\nTable 1\n. Revised Jones Criteria for Diagnosing Acute Rheumatic Fever):\n\n2 major criteria, or\n1 major and 2 minor criteria\n\nThe diagnosis of a recurrent episode of ARF requires the following:\n\n2 major criteria, or\n1 major and 2 minor criteria, or\n3 minor criteria\n\nA presumptive diagnosis of ARF may be made without using the Jones Criteria in patients presenting with Sydenham chorea or indolent carditis months after GAS infection. These cases require further evaluation with an echocardiogram. A possible case can be defined as patients who meet the criteria for an initial infection but lack evidence of preceding GAS infection. Patients with 1 major and 1 minor criteria with evidence of a preceding GAS infection are also labeled as possible cases of ARF.\n[47]\n\nTable\nTable 1. Revised Jones Criteria for Diagnosing Acute Rheumatic Fever.\n\nDetecting Group A\nStreptococcus\n\nThe number of laboratory tests available to diagnose GAS infection has vastly increased. The available modalities used to diagnose GAS infection include:\n\nThroat culture\nRapid antigen detection tests (RADT)\nNucleic acid amplification tests\nAntistreptolysin O (ASO) or antideoxyribonuclease B (ADB) antibody titers\n\nThroat culture remains the gold standard, but its use is limited by its time to result. Point-of-care testing is frequently used in primary care settings. NAAT detect GAS and normally result in less than 1 hour. NAATs for GAS are highly sensitive and do not require backup culture testing when negative.\n[48]\n[49]\nRADT identify the presence of the Lancefield group A carbohydrate, provide very rapid results, and are inexpensive. The sensitivity of RADT may be less than 90%; most experts recommend backup throat culture for negative RADT results due to the low sensitivity.\n[50]\nNeither the NAAT nor the RADT allows for detecting\nemm\ntypes or antimicrobial susceptibility if those are the goals of obtaining a test.\n\nGiven that ARF is an autoimmune disease that occurs weeks after an antecedent infection, detection of a recent past GAS infection with serology is more reliable. ASO or ADB antibody titers are most commonly utilized. These titers usually rise 2 to 3 weeks after a GAS infection. Ideally, titers are obtained as soon as possible and then in 2-4 weeks after the initial test. A rise in titer by 2-fold or more is considered positive. This approach may be impractical or difficult to access in certain clinical circumstances, so 1 serological test that is at the upper limit of normal is an acceptable alternative method to ascertain a diagnosis.\n[51]\nThe interpretation of titer results is age-dependent (see\nTable 2\n. Age-Dependent Upper Normal Limits for Antistreptolysin O and Antideoxyribonuclease B Antibody Titers for Areas of Endemic Group A\nStreptococcus\nDisease).\n[52]\n\nTable\nTable 2. Age-Dependent Upper Normal Limits for Antistreptolysin O and Antideoxyribonuclease B Antibody Titers for Areas of Endemic Group A Streptococcus Disease.\n\nCardiac Evaluation\n\nAll patients with ARF should undergo cardiac evaluation with chest radiography, electrocardiography (ECG), and echocardiography. Chest imaging may reveal cardiomegaly and pulmonary edema. The most common ECG finding is a prolongation of the PR interval, which must be adjusted for age (see\nTable 3\n. Age-Adjusted PR Intervals).\n\nTable\nTable 3. Age-Adjusted PR Intervals.\n\nAn echocardiogram may reveal signs of valvulopathy or heart failure. One of the keys to the successful treatment of ARF is the ability to diagnose subclinical carditis, which relies on the accessibility of echocardiography. A recent study suggested that 10.8% of patients with ARF suffer from subclinical carditis diagnosed only by echocardiography.\n[8]\nThe expansion of mobile echocardiography has resulted in a vast improvement in the diagnosis of carditis and should be sought even in resource-limited settings.",
    "administration": "The treatment of ARF is multimodal and involves GAS eradication therapy, symptomatic treatment, and prophylaxis to prevent recurrence. Initial management should occur in an inpatient hospital setting. The trend of inflammatory markers helps monitor disease progression. The normalization of inflammatory markers after therapy is completed indicates disease resolution.\n\nGroup A\nStreptococcus\nEradication Therapy\n\nAll patients diagnosed with GAS pharyngitis should receive antibiotics to treat and attempt to eradicate GAS. Similarly, all patients diagnosed with ARF should receive a course of antibiotics even if they have a negative throat culture.\n[53]\n\nThe recommended antibiotic for GAS eradication therapy is penicillin; dosage is based on the patient's weight.\n[50]\nIf the patient weighs less than 27 kg, penicillin V 250 mg 2 to 3 times daily for 10 days is preferred; if the patient weighs more than 27 kg, 500 mg 2 to 3 times daily for 10 days is recommended. A single intramuscular dose of penicillin G benzathine 600,000 units (if <27 kg) or 1.2 million units (if >27 kg) may also be used for GAS eradication therapy and may be preferable, as penicillin G benzathine is the recommended therapy for patients with ARF requiring secondary antibiotic prophylaxis. Amoxicillin has a slightly broader spectrum of antimicrobial activity, but some practitioners prefer it for its palatability. The amoxicillin dose is 50 mg/kg/d orally for 10 days, administered once or twice daily.\n\nCephalosporins are recommended in cases of documented penicillin allergy with a history of anaphylaxis.\n[50]\nThe most common cephalosporins administered are cephalexin, cefuroxime, cefpodoxime, or cefdinir. Macrolides are recommended when a history of anaphylaxis to penicillin is present. Common macrolides administered are azithromycin at 12 mg/kg/d for 5 days with a maximum dose of 500 mg/dose and clarithromycin at 7.5 mg/kg/dose, twice daily for 10 days with a maximum dose of 250 mg/dose. Evidence of increasing GAS resistance to macrolides has been noted.\n[54]\nMacrolide resistance is often regional and fluctuates depending on the clone of GAS circulating through a community. Clindamycin is another alternative; some have touted it as the best at eradicating the GAS carrier state. However, clindamycin has significantly more gastrointestinal adverse effects.\n[55]\n\nSymptomatic Therapy\n\nSymptomatic therapy is geared toward managing the manifestations of ARF.\n\nArthritis\n\nArthritis is the earliest and most common manifestation of ARF and historically has been managed with aspirin 60 to 100 mg/kg/day in divided doses until symptom resolution. However, this dosing regimen required frequent measurement of serum salicylate levels and subsequent dose adjustments while increasing the risk of developing Reye syndrome. Newer data suggest that initially treating arthritis with nonsteroidal anti-inflammatory drugs (NSAIDs), typically naproxen 5 to 10 mg/kg every 12 hours with a maximum daily dose of 1000 mg until symptoms resolve, is equally effective.\n[56]\n[57]\nA recent study suggests that ibuprofen may be equally effective.\n[58]\nThe major adverse effect of NSAID therapy is gastrointestinal upset; patients are often prescribed a concurrent proton pump inhibitor. Glucocorticoids are recommended if the patient has an allergy to aspirin or NSAIDs.\n\nCardiac symptoms\n\nCarditis is the most serious complication of ARF, and GAS eradication therapy removes the infection, inducing the autoimmune response against cardiac tissues. Decreasing systemic inflammation has been associated with reducing the risk of developing cardiac disease. A recent systematic review assessed various therapies for carditis and their ability to prevent further cardiac damage. In summary, neither corticosteroids nor intravenous immunoglobulin (IVIG) were determined superior to aspirin therapy for this purpose.\n[59]\nCorticosteroids may help manage patients with severe acute RHD, marked by significant mitral regurgitation or persistent atrioventricular block.\n[60]\n\nIf a patient develops heart failure or RHD, treatment can be pharmacological or surgical, depending on the severity of the cardiac disease. Pharmacotherapy options recommended for managing heart failure include fluid and salt restriction, angiotensin-converting enzyme (ACE) inhibitors, and diuretics.\n[42]\nAll patients with ARF should be evaluated and followed by a cardiologist, even if carditis is not initially present, and periodic evaluation should be performed to monitor for potential progression to RHD.\n\nDermatologic symptoms\n\nSubcutaneous nodules and erythema marginatum associated with ARF are commonly self-limited.\n\nSydenham chorea\n\nSydenham chorea is a late-stage finding and is generally self-limited. Sydenham chorea is treated with rest and avoidance of overstimulation. Immunomodulating agents have been studied as a treatment for Sydenham chorea and appear to have a positive impact. Studies suggest that corticosteroids will improve symptoms in patients suffering from Sydenham chorea. The most common treatment regimen is intravenous methylprednisolone, followed by oral prednisone.\n[61]\n[62]\n[63]\nSome practitioners advocate for treatment with prednisone alone.\n[64]\n[65]\n[66]\n[67]\nOthers have observed that patients demonstrate clinical improvement after receiving IVIG or plasmapheresis therapy.\n[68]\n[69]\n[70]\n[61]\n]\n[71]\n\nPharmacotherapy is recommended for Sydenham chorea, which is negatively impacting activities of daily living. Options include carbamazepine, pimozide, haloperidol, and valproic acid for refractory cases. Haloperidol has shown efficacy, but its significant adverse effects limit its use in children.\n[72]\n[73]\nCarbamazepine and valproic acid are effective against the symptoms of Sydenham chorea and have been used in children with neurologic diseases for many years.\n[74]\n[75]\nOne case report suggests that pimozide may be effective with minimal adverse effects.\n[76]\n\nSecondary Antibiotic Prophylaxis\n\nPatients with a history of ARF are at increased risk for disease recurrence and worsening RHD and should receive secondary antibiotic prophylaxis against GAS infections. Patients with Sydenham chorea as the only presenting symptom of ARF should also initiate secondary antibiotic prophylaxis.\n\nAntibiotic prophylaxis typically involves the administration of intramuscular penicillin G benzathine every 28 days. In populations with a higher incidence of ARF, injections should be administered every 21 days. Oral penicillin V twice daily may be used prophylactically but is associated with decreased adherence and increased recurrence.\n[77]\nHowever, penicillin V is the recommended prophylactic therapy in patients with severe, symptomatic valvular disease with evidence of significant heart failure, as vasovagal episodes associated with intramuscular injections have been associated with an increased risk of sudden death. In patients with penicillin allergies, macrolides and sulfadiazines can be used. All patients with a history of penicillin allergy should undergo evaluation by an allergist to determine if they can be cleared for penicillin therapy. In cases of breakthrough GAS pharyngitis, clindamycin can be used for the acute episode before restarting penicillin prophylaxis.\n\nThe duration of secondary prophylactic therapy may vary based on evidence of carditis. Patients with echocardiographic evidence of carditis without residual valvulopathy should continue prophylactic therapy for 10 years or until age 21. Patients with evidence of residual valvulopathy should continue prophylactic therapy for 10 years or until age 40. If no echocardiographic evidence of carditis is demonstrated, prophylaxis should continue for 5 years or until the patient reaches age 21. In all cases, prophylactic therapy should be continued until the latest age criteria are met (see\nTable 4\n. Secondary Antibiotic Prophylaxis of Acute Rheumatic Fever).\n[53]\n\nTable\nTable 4. Secondary Antibiotic Prophylaxis of Acute Rheumatic Fever.",
    "adverse_effects": "The most common complicating sequela of ARF is RHD, which occurs 10 to 20 years after the original illness and is due to valvular damage by severe or recurrent bouts of ARF. RHD is the most common cause of acquired valvular pathology worldwide. RHD can lead to heart failure, pulmonary hypertension, dysrhythmias, embolic strokes, and sudden cardiac death.\n[84]\n\nAnother complication of ARF is Jaccuod arthropathy, a chronic, benign arthropathy that may result in joint deformities due to repeated bouts of arthritis caused by ARF.\n[85]\nThe arthritic changes of Jaccoud arthropathy appear similar to the joint deformities seen with rheumatoid arthritis and include thumb subluxation, ulnar deviation, hallux valgus, and swan neck and boutonniere deformities of the fingers. However, unlike in rheumatoid arthritis, patients with Jaccoud arthropathy do not have bony erosions, and the deformations can be manipulated into a normal anatomic position.\n\nSydenham chorea may rarely lead to persistent symptoms and has been related to increased psychiatric symptoms in some patients."
  }
}