{
  "drug_name": "phenoxymethylpenicillin potassium",
  "nbk_id": "NBK554560",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554560/",
  "scraped_at": "2026-01-11T15:36:29",
  "sections": {
    "indications": "Contraindications of penicillin include a previous history of severe allergic reactions to penicillin or its derivatives. Penicillin is also contraindicated in patients with a prior history of Stevens-Johnson syndrome after administering penicillin or a penicillin derivative. In addition, penicillin has an antagonistic effect with tetracyclines and can lead to a 2.6 times higher mortality risk when treating pneumococcal meningitis than penicillin alone. However, penicillins are relatively safe to use during pregnancy and lactation.\n[36]\n\nNearly all antibacterial agents have been linked to\nClostridium difficile–\nassociated diarrhea (CDAD), including penicillin, with severity ranging from mild diarrhea to fatal colitis. Antibacterial agents alter the colon's normal flora, causing the overgrowth of\nC difficile\n. This strain produces toxins A and B that contribute to the development of CDAD. During infections caused by hypertoxin-producing strains of\nC difficile\n, the morbidity and mortality rate is increased since these infections are often resistant to antimicrobial treatments and may require colectomy. Antibiotic treatment is recommended when CDAD is suspected or confirmed. Depending on clinical need, protein supplementation, fluid and electrolyte management, antibiotic treatment, and surgical evaluation are implemented.\n[37]",
    "mechanism": "Most bacteria feature a peptidoglycan cell wall encasing the bacterial plasma membrane, which prevents osmotic lysis and offers structural integrity. This peptidoglycan wall undergoes continuous remodeling during replication and growth. Penicillin functions by inhibiting the cross-linking of peptidoglycan within the cell wall.\n[11]\n\nThe catalyst for this reaction is penicillin-binding proteins, such as the enzyme DD-transpeptidase. Penicillin's 4-membered β-lactam ring can bind to DD-transpeptidase to irreversibly inactive it. The bacteria cannot build their cell walls while other proteins break down the wall.\n[12]\n\nAs the bacteria's cell wall continues to weaken, osmotic pressure pushes water into the cell and kills the cell. Peptidoglycan fragments further destroy the cell wall as these fragments can activate autolysins and hydrolases. Penicillin is combined with a β-lactamase inhibitor such as clavulanic acid to enhance the bactericidal effect. β-lactamase inhibitors prevent the degradation of the β-lactam ring in penicillin, which can occur when certain bacteria express the enzyme β-lactamase.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nThe potassium salt of penicillin V (oral formulation) is resistant to inactivation by gastric acid; however, penicillin G is destroyed by stomach acid. Benzathine penicillin G has slow hydrolysis and absorption, resulting in a prolonged half-life.\n\nDistribution:\nPenicillin V and penicillin G have approximately 80% and 60% plasma protein binding, respectively. Tissue levels are highest in the kidneys. The concentration of penicillin in abscesses, synovial, and peritoneal fluids is higher in the presence of inflammation. However, penicillin G does have poor distribution in polymorphonuclear leukocytes.\n\nMetabolism:\nPenicillin derivatives are minimally metabolized by the liver. Organic anion transporter-3 plays a vital role in renal excretion.\n[14]\n\nElimination:\nThese agents are rapidly excreted in the urine as they are water-soluble, and others are excreted in bile. Penicillin has a relatively short half-life of about 2 hours. Penicillin is excreted rapidly by tubular excretion, which is inhibited by probenecid.\n[15]\n[16]\n[17]",
    "administration": "Available Dosage Forms, Strengths, and Dosages\n\nPenicillin G can be administrated by intravenous (IV) or intramuscular (IM) route. Penicillin G potassium for injection USP vial is available in 1 million units, 5 million units, and 20 million units per vial. Because of the short half-life, penicillin G is usually administered in divided doses 4 to 6 hours apart via the IV or IM route. Penicillin G benzathine administration ensures a continuous low dose of penicillin G over 2 to 4 weeks. FDA has also approved a procaine penicillin G combination of antibiotics and local anesthetics.\n[7]\n\nPenicillin V and its potassium salt derivative, penicillin VK, are accessible in orally administered forms, including solutions for reconstitution (125 mg/5 mL and 250 mg/5 mL) and tablets (250 mg and 500 mg).\n[18]\nPenicillin V is best administered to a fasting patient as it degrades in stomach acid. Based on the clinical indication and patient weight, the usual dosage ranges from 125 to 500 mg every 6 to 8 hours.\n\nAs with any antibiotic, patients should be advised to finish the treatment course to prevent bacterial resistance. Penicillin demonstrates limited crossing of the blood-brain barrier. According to the Infectious Diseases Society of America (IDSA), penicillin G is recommended for bacterial meningitis caused by susceptible organisms such as Propionibacterium acnes\n.\n[19]\nAccording to the Centers for Disease Control and Prevention (CDC), penicillin should not be used as first-line therapy for treatment or postexposure prophylaxis for anthrax until susceptibility results.\n[20]\n\nSpecific Patient Populations\n\nHepatic impairment:\nHepatic impairment warrants caution, particularly in cirrhosis cases, due to hypoalbuminemia.\n[21]\n\nRenal impairment:\nAlthough renal impairment is not a contraindication for penicillin, doses must be adjusted given end-stage renal disease. Depending on the glomerular filtration rate, these patients will receive a full loading dose and half a loading dose every 8 to 10 or 4 to 5 hours.\n[22]\n\nPregnancy considerations:\nPenicillin G belongs to the FDA pregnancy category B drug. No severe adverse events are observed with penicillin G. Eliminating penicillin V is increased during pregnancy, requiring dose adjustment with an increased dose of the standard dosing interval or shorter dosing intervals of the standard dose. According to the American College of Obstetricians and Gynecologists (ACOG) guidelines, penicillin G is recommended for group B\nStreptococcus\n(GBS) prophylaxis. The recommendation is a loading dose of 5 million units followed by 2.5 to 3 million units every 4 hours till delivery.\n[23]\n[24]\n\nBreastfeeding considerations:\nAccording to the literature, penicillin G and penicillin V are found in milk at low levels that are unexpected to cause adverse reactions in breastfed infants. Some research has reported that penicillin can disrupt the infant's gastrointestinal flora, causing diarrhea or thrush; however, these adverse effects have not been adequately evaluated. The use of penicillin G or penicillin V is acceptable for nursing mothers.\n[25]\n[26]\n\nPediatric patients:\nThe pediatric dose of penicillin is calculated based on the body surface area and weight. The CDC recommends Benzathine penicillin G 50,000 units/kg IM, up to 2.4 million units in a single dose for treating primary and secondary syphilis.\n[10]\n\nOlder patients:\nOlder patients should exercise caution when using due to the potential for reduced glomerular filtration rate.\n[27]",
    "adverse_effects": "Penicillin V and G can have adverse effects, including nausea, vomiting, diarrhea, rash, abdominal pain, and urticaria. In addition, Penicillin G can have other adverse reactions, including muscle spasms, fever, chills, muscle pain, headache, tachycardia, flushing, tachypnea, and hypotension.\n\nHypersensitivity reactions:\nThe commonly encountered adverse drug reaction with penicillin is hypersensitivity of immediate onset or delayed onset.\n\nImmediate onset: This type of reaction occurs within 20 minutes after administering the drug and is characterized by urticaria, pruritis, edema, laryngospasm, bronchospasm, hypotension, vascular collapse, and death.\n\nDelayed onset: This type of reaction occurs within 1 to 2 weeks of treatment, is rare, and is characterized by fever, malaise, urticaria, myalgia, arthralgia, abdominal pain, and skin rashes.\n[28]\n\nGastrointestinal system:\nGastrointestinal symptoms, including nausea, vomiting, and stomatitis, were the most commonly reported in over 1% of patients and widely observed with oral administration. Pseudomembranous colitis is also observed during or after the treatment.\n\nHematologic reactions:\nIf the dose exceeds 10 million units per day and a patient has received a higher dose previously, then those patients can precipitate Coombs-positive hemolytic anemia and neutropenia, resolved when therapy is stopped.\n\nMetabolic reactions:\nThe salt form of penicillin G may cause electrolyte imbalances, such as hyperkalemia, when given IV in a large dose.\n\nNervous system:\nNeurological manifestations include hyperreflexia, myoclonic cramps, seizures, and coma after IV doses and are more likely in patients with impaired renal function.\n[29]\n\nUrogenital system:\nUrological manifestations with large IV doses include renal tubular damage. Penicillins can also cause acute interstitial nephritis, a disease characterized by inflammation of the tubules and interstitium of the kidneys.\n[30]\nAcute interstitial nephritis can also present with hematuria, fever, and rash. The recommendation is to withdraw the drug as the disease could lead to renal failure.\n\nOther reactions:\nJarisch- Herxheimer reaction is precipitated when penicillin is administered in patients with syphilis due to rapid lysis of spirochetes and release of endotoxins.\n[31]\nProcaine reactions (1 in 500 patients) are due to immediate toxic reactions to procaine due to large single-dose administration. Procaine may cause a pseudoanaphylactic reaction.\n[32]\nProcaine can also cause methemoglobinemia.\n[33]\n\nDrug-Drug Interactions\n\nConcurrent sulfonamides, erythromycin, and chloramphenicol (bacteriostatic drugs) should be avoided due to antagonistic effects.\n[34]\n\nTubular secretion of penicillin G is blocked by probenecid- higher and longer plasma concentrations are achieved. Probenecid also decreases the volume of distribution of penicillin.\n\nDrugs such as aspirin, phenylbutazone, sulfonamides, indomethacin, thiazide, furosemide, and ethacrynic acid increase the half-life of penicillin by competing with tubular secretion.\n[35]",
    "monitoring": "Generally, the monitoring of patients on penicillin is not required. However, one study recommended therapeutic drug monitoring during endocarditis treatment caused by enterococci to determine penicillin exposure and dosing. This vigilance will decrease the chance of antibiotic resistance while improving therapeutic impact.\n[38]\nProlonged administration of penicillin requires monitoring hematologic, renal, and hepatic function.",
    "toxicity": "Signs and Symptoms of Overdose\n\nPenicillin has a small risk of toxicity. Clinicians can administer penicillin at relatively high doses compared to other drugs without harming patients. Estimates are that it would take 5 g/kg body weight IV to cause convulsions in a patient. However, penicillin can cause local toxicity due to high-dose injections at sensitive sites such as the eye's anterior chamber or the subarachnoid space. Reports show that pure preparations of penicillin cause no harm to the lungs and veins. Other reports indicate that topical penicillin can prevent coagulation in dental cavities.\n[39]\n\nManagement of Overdose\n\nNeurotoxicity of penicillin requires discontinuation of the offending penicillin. Penicillins are hypothesized to have an inhibitory effect on GABA transmission; consequently, IV benzodiazepines and electroencephalogram (EEG) monitoring may be necessary in refractory cases.\n[40]"
  }
}