{
  "drug_name": "phenothrin",
  "nbk_id": "NBK459226",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459226/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Phthiriasis palpebrarum, also called \"phthiriasis ciliaris\" or \"ciliary phthiriasis,\" is an ectoparasitosis of the eyelashes due to an infestation with\nPthirus pubis\n(sometimes written as \"\nPhthirus pubis\n\"), also known as the pubic or crab louse.\n[1]\n[2]\n[3]\nPhthiriasis\npubis\nis a hematophagous arthropod grouped under the Insecta class and the Anoploure suborder. This organism belongs to the\nPthiridae\nfamily and the\nPhthirus\ngenus (see\nImage\n. Phthiriasis Palpebrarum).\n\nPhthiriasis palpebrarum occurs more frequently in lower socioeconomic groups than previous reports suggest. The condition may be mistaken for blepharitis.\n[4]\nMany cases likely go undiagnosed due to the infestation's resemblance to anterior blepharitis (see\nImage\n. Phthiriasis Palpebrarum with Seborrheic Anterior Blepharitis).\n[5]\nMoreover, the nits and adult lice inhabiting the eyelashes may also be easily missed.\n\nPhthiriasis palpebrarum may present with clinical features that include excessive itching, lid hyperemia, and excoriated skin.\n[6]\nDistinguishing this condition from other eyelid or lash disorders, such as blepharitis or demodicosis, is essential, as these clinical entities may present with similar symptoms. The prevalence of phthiriasis palpebrum in a particular locality indicates a low level of hygiene, overcrowding, and lower socioeconomic status. Policymakers should prioritize this significant infectious disease while practicing and defining treatment guidelines.\n[7]\n\nPhthiriasis palpebrarum is not life-threatening but can lead to considerable discomfort and complications if left untreated. Early identification and treatment are crucial to prevent the development of secondary conditions such as keratitis, blepharitis, and conjunctivitis, all of which may arise from continuous scratching and inflammation caused by the infestation. Topical treatments aimed at killing the lice and mechanical removal of nits are the mainstays of therapy, often accompanied by stringent hygiene measures to prevent reinfestation.\n[8]",
    "mechanism": "Pthirus pubis\n, the causative organism for phthiriasis palpebrarum, is an hominoxius hematophagous arthropod, an obligate parasite of human beings.\n[9]\nThis insect belongs to the\nPthiridae\nfamily and the\nPthirus\ngenus. Adults measure up to 2 mm long and are smaller than head (\nPediculus humanus capitis\n) and body (\nPediculus humanus corporis\n) lice.\n[10]\nMale parasites are smaller than female ones.\n[10]\nPthirus pubis\nhas a crab-like round body with thick 2nd and 3rd sets of legs and large claws, allowing the parasite to cling to hair. This organism infests mainly pubic hair, inducing phthiriasis pubis. However,\nPthirus pubis\nmay spread to other hairy areas, including the abdomen, thighs, chest, axillary region, beard, eyebrows, and eyelashes. This organism has a broad, flat, crab-like body with strong claws adapted for grasping onto hair shafts. Unlike other types of lice, such as the head louse (\nPediculus humanus capitis\n), the pubic louse prefers coarser hair, which is why it is often found in the pubic region and, in the case of phthiriasis palpebrarum, the eyelashes.\n\nPthirus pubis\nfeeds on blood up to 5 times a day by piercing the skin, which leads to the characteristic symptoms of intense itching, redness, and swelling of the eyelids..\n[11]\n[12]\nThis parasite cannot live longer than 24 to 48 hours away from its human host. A female louse lays an average of 3 nits daily, which hatch 7 to 10 days later.\n[13]\n\nInfestation with\nPthirus pubis\noccurs mainly through sexual intercourse or during interactions between an infested parent and their child. Transmission of\nPthirus pubis\nto the eyelashes may be manual from the infested body hair or during sexual contact. Indirect transmission through clothes or towels contaminated with nits is less frequent and denied by some authors. In rare cases, phthiriasis palpebrarum may be misdiagnosed as blepharoconjunctivitis.\n[14]\nHuo et al reported the first case of\nPhthirus pubis\nand\nDemodex\nof the eyelids in a 48-year-old woman.\n[15]\nBiler et al reported a case of uniocular phthiriasis palpebrarum infestation in a young child undergoing amblyopia treatment with occlusion therapy.\n[16]",
    "monitoring": "The diagnosis of phthiriasis palpebrarum is primarily based on clinical grounds, emphasizing the value of a careful physical examination. Additional laboratory and diagnostic tools may be used to confirm the condition or rule out differential diagnoses. Below is a detailed description of the evaluation process based on current guidelines.\n\nClinical Evaluation\n\nThe primary diagnostic method for evaluating phthiriasis palpebrarum involves careful visual inspection of the eyelashes and eyelids, typically using a slit-lamp biomicroscope. The lice and nits may be visible, clinging to the eyelashes, and the adult lice may sometimes be observed moving. Key clinical signs include eyelid itching, conjunctival inflammation, and grayish or reddish-brown deposits at the bases of the lashes.\n[36]\n\nLaboratory Tests\n\nLaboratory testing may include microscopy, skin scraping, and staining techniques. Microscopy can confirm the diagnosis by examining lice or nits removed from the eyelashes with forceps. Light microscopic examination of wet mounts (10x magnification), wood lamp assessments, or histopathological analysis of material from the eyelids may confirm parasitic infestation by revealing lice and nits. These methods help diagnose phthiriasis by showcasing the typical morphology of\nPthirus pubis\n.\n[37]\nThe characteristic crab-like appearance of\nPthirus pubis\ncan help differentiate it from other types of lice. Skin scraping of affected areas may also be performed in preparation for microscopic identification of the lice or nits. Although not routine, stains like the Giemsa stain may be applied to clinical samples to highlight the lice or eggs.\n\nDermoscopy\n\nDermoscopy, also called \"dermatoscopy\" or \"epiluminoscopy,\" is a method of skin evaluation that uses skin surface microscopy. Dermoscopy is a safe and confirmatory diagnostic method for assessing louse infection without the risk of physical damage.\n[38]\n\nPolymerase Chain Reaction and DNA sequencing\n\nPolymerase chain reaction and DNA sequencing may be considered during forensic investigations if sexual trauma and abuse are suspected. Polymerase chain reaction can detect host DNA from the blood ingested by the louse.\n[39]\n\nRadiographic Imaging\n\nRadiographic evaluation is often unnecessary in the diagnosis of phthiriasis palpebrarum. The condition is localized to the eyelid and diagnosed clinically or microscopically.\n\nInternational and National Guidelines\n\nThe Centers for Disease Control (CDC) recommends visual identification of the lice and eggs on the affected individual. For eye involvement, the CDC advises manual removal of the parasite with fine forceps or tweezers and avoidance of harsh chemical substances near the eye.\n\nAdditional Considerations\n\nGiven that\nPthirus pubis\nis often transmitted through sexual contact, obtaining a thorough sexual history is critical. Coinfection with sexually transmitted infections should be ruled out. A follow-up examination may be required to ensure the infestation has been successfully eradicated, especially since nits can reappear after successful treatment.\n\nTherefore, the diagnosis of phthiriasis palpebrarum is primarily based on clinical inspection, supported by microscopic confirmation. National and international guidelines emphasize the importance of noninvasive treatments around the eye and recommend ensuring lice eradication to prevent recurrence.",
    "administration": "The management of phthiriasis palpebrarum focuses on eliminating the lice and nits while maintaining eyelid and ocular health. Below is a detailed description of the treatment options, including medical, surgical, and preventive interventions, guided by national and international guidelines.\n\nManual Removal\n\nThe primary mode of treatment involves the manual removal of lice and nits using fine forceps or tweezers under magnification. This method is often preferred due to the delicate nature of the eyelids and the proximity to the eyes, making chemical agents less desirable. The procedure must be repeated every few days since nits can remain attached to the eyelashes after manual removal. A follow-up examination is often recommended to ensure the infestation has been cleared.\n[40]\n\nTopical Treatments\n\nApplying petrolatum ointment to the affected eyelashes can suffocate lice. The ointment is generally applied 2 to 4 times daily for 10 days. This approach is safe, especially in pediatric patients, and is widely recommended by national and international guidelines. Petrolatum also inhibits the louse’s ability to attach to the eyelash, reducing its reproduction capacity. Continued application helps prevent the hatching of nits.\n\nWhile effective in treating lice on other parts of the body, insecticidal agents such as permethrin and pyrethrin should be used cautiously around the eyes due to their potential to cause irritation or toxicity. These treatments are generally not the first choice for eyelid infestations and should be avoided unless carefully prescribed by an ophthalmologist.\n\nOral Medications\n\nOral ivermectin may be prescribed in cases of extensive infestation or when manual removal is ineffective. Ivermectin effectively kills lice, including\nPthirus pubis\n, and is often used with topical treatments. Depending on the severity of the infestation, 1 or 2 doses may be required. Oral antihistamines, such as diphenhydramine, may be prescribed to reduce the itching and discomfort caused by the infestation.\n[41]\n\nTopical Drugs\n\nSeveral topical treatments may be used to control the symptoms and prevent complications from phthiriasis palpebrarum. Yellow 1% mercuric oxide ophthalmic ointment (recommended in older publications), 0.3% tobramycin eye ointment, 0.5% moxifloxacin eye ointment, parasympathomimetic agents like physostigmine ointment and 4% pilocarpine gel, liquid vaseline, topical botulinum toxin, 20% fluorescein, and liquid petrolatum ointment have been reported to be effective. Topical antiparasitic agents such as natural pyrethrin, pyrethroids, 1% permethrin, 0.2% phenothrin, 0.5% to 1% malathion in topical or shampoo form, 50% tea tree oil, and lindane (sometimes erroneously reported as γ-benzene hexachloride) may also be prescribed.\n\nOther Interventions\n\nTopical antibiotic ointments like erythromycin and bacitracin may be applied to prevent disease and promote healing if a secondary bacterial infection has occurred due to scratching or irritation.\n[42]\nSurgical interventions are typically not indicated for phthiriasis palpebrarum, as noninvasive methods can effectively manage the condition.\n\nWashing and disinfecting any clothing, bedding, towels, or personal items that may have come into contact with the infected person is critical due to pubic lice's contagiousness. Bedding should be washed at high temperatures (at least 60°C) to kill the lice and nits. All sexual partners and close contacts should be examined and treated if infested, as phthiriasis palpebrarum is often associated with pubic lice infestations.\n[43]\n\nNational and International Guidelines\n\nThe CDC recommends careful manual removal, petrolatum application, and patient education to prevent reinfestation. The CDC also emphasizes the importance of avoiding insecticidal treatments around the eyes. Meanwhile, the World Health Organization stresses the necessity of environmental control and treating sexual partners in cases of body or pubic lice infestations, given that phthiriasis palpebrarum is frequently linked to pubic lice.\n[44]\nTreating sexual partners and close contacts and maintaining good hygiene are recommended to prevent reinfestation.\n\nMechanical Removal\n\nCutting the eyelashes is a radical measure. Using forceps and removing lice and nits from the eyelashes may be difficult in uncooperative patients, such as children. The use of botulinum toxin A, at a concentration of 2.5 units per 0.1 ml applied with a swab stick on the eyelashes, may be a cost-effective adjunctive treatment. The toxin facilitates physical removal by inducing paralysis of the lice and preventing them from adhering to the eyelashes.\n[45]\n\nCryotherapy and Argon Laser Therapy\n\nParasite destruction may be an alternative to physical removal or topical treatment. Cryotherapy with liquid nitrogen performed under the slit lamp was reported to be efficient by some authors.\n[46]\nArgon laser therapy has been proposed as an effective treatment for phthiriasis palpebrarum.\n[47]\nOne session using a 200-μ beam, with a duration of 0.1 seconds and a power of 0.2 W, allowed the destruction of both lice and nits. However, this device necessitates strict eye protection when used and may not be available on a large scale.\n\nRole of Ivermectin\n\nOral ivermectin may be given as a single-dose treatment. However, since the drug's half-life is 16 hours, a second dose may be necessary after 7 to 10 days to control newly hatched nits. Oral ivermectin is contraindicated in children younger than 5 and weighing less than 15 kilograms. Ivermectin can cross the blood-brain barrier and result in untoward side effects in pregnant and lactating women. Ivermectin blocks the chemical signals through the synaptic channels of the nerve. The drug disrupts the effects of the neurotransmitters glutamate and γ-aminobutyric acid, paralyzing the parasite and resulting in death.\n[48]\n\nGeneral Hygienic Measures\n\nTreating the associated body hair infestation with a topical antiparasitic and shaving is mandatory. Clothing, bedding, pillowcases, and towels should be washed at 50 °C for half an hour and then heat-dried for 10 minutes to eliminate lice and nits. All sexual contacts and family members of an affected individual should be evaluated for the presence of phthiriasis pubis and phthiriasis palpebrarum and treated if diagnosed. The effect of such measures in preventing recontamination is a proven strategy.\n\nThus, phthiriasis palpebrarum is treated effectively with manual removal, topical ointments such as petrolatum, and, occasionally, oral medications. Adhering to national and international guidelines, including the treatment of close contacts and environmental control, is essential for successful treatment and recurrence prevention.",
    "adverse_effects": "The potential complications of phthiriasis palpebrarum include the following:\n\nMeibomian gland dysfunction: Blockage or inflammation of the oil-producing Meibomian glands leads to dry eye symptoms and irritation (see\nImage\n. Phthiriasis Palpebrarum with Meibomian Gland Dysfunction).\nLid abscess: A localized accumulation of pus in the eyelid may arise from a bacterial infection secondary to scratching or manipulation.\nDry eyes: A lack of proper tear production due to Meibomian gland dysfunction or inflammation leads to discomfort and a gritty sensation.\nBlepharitis: Inflammation of the eyelids occurs due to irritation from lice.\nChronic conjunctivitis: This condition is characterized by a secondary bacterial or viral infection of the conjunctiva.\nKeratitis: Inflammation of the cornea results from prolonged irritation.\nMadarosis: Loss of eyelashes may result from chronic irritation and scratching.\nSecondary bacterial infections: Scratching and skin barrier breakdown make the skin vulnerable to bacterial invasion.\nCorneal abrasions: Damage to the corneal surface occurs from excessive rubbing or scratching.\nSuperficial punctate keratitis: Multiple tiny areas of epithelial damage on the cornea are present in this condition.\nChronic eyelid inflammation: Persistent swelling and redness of the eyelids characterize this condition.\nFolliculitis: Infection of the eyelash hair follicles occurs due to persistent inflammation and subsequent bacterial invasion.\nPreseptal cellulitis: The eyelid skin and tissue can also become infected.\nHypersensitivity reactions: Localized allergic reactions to lice bites or secretions can arise.\nErythema and edema: Redness and swelling of the eyelids result from prolonged infestation.\nPersistent itching and discomfort: The discomfort can persist for some time, even after the infestation has resolved.\nEyelid scarring: Scarring can develop on the eyelids in chronic or severe cases.\nDiscomfort and emotional distress: Anxiety and psychological distress can arise from dealing with a parasitic infestation.\n\nPrompt diagnosis and treatment of phthiriasis palpebrarum help avoid these potential issues."
  }
}