{
  "drug_name": "phenylbutazone",
  "nbk_id": "NBK534212",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534212/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Aplastic anemia is a rare but serious hematologic disorder characterized by the failure of bone marrow to produce enough blood cells, leading to pancytopenia and causing significant morbidity and mortality.\n[1]\nThis can result in severe complications, including profound fatigue, increased susceptibility to infections, and a heightened risk of hemorrhage.\n\nAplastic anemia is a life-threatening condition that, if untreated, is associated with very high mortality. However, the advent of bone marrow transplant combined with immunosuppressive therapy (IST) has led to survival rates exceeding 80% to 85%.\n[2]\n[3]\nUnderstanding the underlying causes of aplastic anemia and its pathophysiology is crucial for effective diagnosis and management, as this condition can arise from various factors, including autoimmune disorders, exposure to certain chemicals or medications, and viral infections.\n[4]",
    "mechanism": "The underlying etiologies of aplastic anemia can be broadly classified into acquired or inherited categories (see\nTable 1:\nAplastic Anemia Etiologies).\n[5]\n[6]\n[4]\n[1]\nAcquired aplastic anemia is often linked to environmental factors and external agents, while inherited forms may stem from genetic mutations that affect hematopoiesis.\n\nThe most common etiology, idiopathic, accounts for 65%. Fanconi anemia is the most common hereditary cause, presenting in the late first decade with pancytopenia, organ hypoplasia, and bone defects, including abnormal radii, absent thumbs, and short stature. Seronegative hepatitis is responsible for 5% to 10% of total cases. Telomerase defects are found in 5% to 10% of adult-onset aplastic anemia and help in guiding clinical decisions.\n[7]\n\nTable\nTable 1: Aplastic Anemia Etiologies .",
    "monitoring": "Diagnostic Evaluation\n\nLaboratory evaluations and a bone marrow biopsy are crucial for confirming the diagnosis and evaluating the severity of cytopenia, which consists of a CBC, reticulocyte count, and peripheral blood smear.\n[33]\n[34]\nThese diagnostic methods enable the distinction between the various causes of cytopenia and aid in developing suitable treatment strategies based on the identified underlying condition. The following findings on diagnostic studies help in excluding differential diagnoses or identifying aplastic anemia:\n\nPeripheral blood findings\nCBC with differential\n: Shows pancytopenia\nReticulocyte count\n: Low\nTelomere length/chromosome breakage test\n: Rule out inherited marrow failure syndromes\nFlow cytometry\n: Aids in evaluating for MDS, leukemia, or PNH by identifying and distinguishing hypoplastic MDS from aplastic anemia.\n[35]\n\nBone marrow\nBiopsy\n:\nHypocellular marrow with fatty replacement (see\nImage\n. Aplastic Anemia Bone Marrow)\nNo fibrosis or malignant infiltration\nAspirate\n: Often results in a “dry tap”\nCytogenetics (karyotype):\nTypically normal.\n[36]\n[37]\nFISH/SNP arrays\n: Helpful when the aspirate provides a limited number of cells.\n[37]\nNext generation sequencing (NGS) panel:\nCould uncover mutations (eg,\nDNMT3A, ASXL1\n)\n[38]\n[39]\n\nDiagnostic Criteria for Aplasitc Anemia\n\nDiagnosis of aplastic anemia typically requires a combination of clinical findings, laboratory tests, and the exclusion of other hematological disorders.\n[33]\n[40]\n\nAplastic anemia is a clinical-pathologic diagnosis that requires both of the following:\n\nBone marrow hypoplasia/aplasia without an infiltrative process\nThe presence of ≥2 of the following cytopenia findings:\nReticulocytes <40,000/µL (or <1%)\nANC <500/µL\nPlatelets <20,000/µL\n\nSeverity Grading\n\nAplastic anemia can be categorized according to the severity of bone marrow insufficiency and the presence of peripheral blood cytopenia, thereby guiding clinical management strategies and prognostic assessments (\nTable 2:\nSeverity Grading).\n[40]\n\nTable\nTable 2: Severity Grading.",
    "administration": "Management of Aplastic Anemia in Adults\n\nThe treatment of aplastic anemia is highly dependent on the severity of the condition. A comprehensive pretreatment evaluation is crucial to determine the most effective and personalized treatment strategy for individuals affected by this complex and potentially life-threatening condition.\n\nManagement of aplastic anemia focuses on addressing the underlying cause, emphasizing the importance of an accurate diagnosis and characterization of the anemia. If the underlying cause is identified as exposure to a drug or cytotoxic chemical, discontinuation of the offending agent is recommended, if possible. Aplastic anemia associated with pregnancy is typically self-limiting and resolves with delivery, but relapses are common.\n[41]\nIn cases involving thymoma, patients often experience full recovery of bone marrow function following thymectomy.\n[42]\n[43]\n[44]\n\nPretreatment evaluation\n\nIn cases where no reversible etiology is identified, the therapeutic approach is contingent upon factors, eg, the patient's age, disease severity, donor availability, and the patient's overall functional status.\n\nThe initial evaluation of aplastic anemia must exclude other causes of pancytopenia, as significant differences in treatment approaches exist. This includes a thorough history, physical examination, laboratory tests, bone marrow examination, cytogenetics, and molecular studies.\n\nExclusion of differential diagnoses\n\nInherited bone marrow failure syndromes (IBMFS) should be considered, particularly in patients younger than 40 years of age.\n[45]\nChromosomal breakage analysis and telomere length analysis are recommended for these patients to identify any underlying genetic abnormalities that may influence treatment decisions and prognosis. Additionally, NGS panels should be obtained to evaluate for genetic mutations causing bone marrow failure, as this impacts factors related to hematopoietic stem cell transplantation (HSCT).\n\nSevere Aplastic Anemia and Very Severe Aplastic Anemia\n\nPatients with severe aplastic anemia (SAA) or very severe aplastic anemia (vSAA) require prompt treatment to reduce the risk of life-threatening infections and limit complications from ongoing transfusions and medications. A short-term delay in initiating therapy is acceptable for treating serious bacterial infections or sepsis, but not for fungal infections unless they can be managed through surgical means.\n\nMedically fit patients\n\nFor patients aged 40 or younger\nwho are diagnosed with severe aplastic anemia (SAA) or very severe aplastic anemia (vSAA) and possess a rapidly accessible matched related donor (MRD), the utilization of allogeneic HSCT is favored in comparison to immunosuppressive therapy (IST).\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\nIn instances where an MRD is not available, the initiation of IST is warranted.\n\nFor patients older than 40, triple IST (horse antithymocyte globulin [hATG], cyclosporine, and eltrombopag) is advocated due to its superior clinical outcomes compared to IST without eltrombopag.\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\nRecent investigations indicate that the incorporation of Avatrombopag (AVA) into IST enhances both the response rate and the quality of response in patients diagnosed with SAA, whilst maintaining a favorable safety profile.\n[59]\n\nMedically unfit or frail patients\n\nFor individuals who are not deemed suitable candidates for intensive IST or HSCT, therapeutic interventions are tailored to alleviate symptoms and enhance overall quality of life while minimizing the occurrence of adverse effects. IST should be regarded as the primary treatment modality for the majority of older patients diagnosed with SAA.\n[60]\n\nModerate Aplastic Anemia\n\nIndications for the need for therapeutic intervention for moderate aplastic anemia (MAA)\nare primarily determined by the dependence on red blood cell (RBC) transfusions, which serves as the most frequent reason for initiating treatment, usually becoming apparent after administering 6 to 10 units of RBCs or when the patient's quality of life is significantly affected due to cytopenias. In addition, the ongoing presence of severe neutropenia or thrombocytopenia may also necessitate medical intervention.\n\nFor patients considered medically stable, the initial treatment strategy may include lower-intensity IST or monotherapy with eltrombopag. Intensive immunosuppressive therapy is considered suitable for specific individuals, while HSCT is rarely viewed as a first-line option but may be chosen by younger patients facing significant transfusion needs or who have coexisting infections. In vulnerable patients, supportive care is prioritized, focusing on symptom relief and improving quality of life.\n\nTreatment Approach for Severe Aplastic Anemia\n\nVarious management strategies may be used in patients with SAA, including pharmacologic treatment, supportive therapies, and surveillance.\n\nHematopoietic stem cell transplantation (HSCT)\n\nAllogeneic HSCT can induce remission in aplastic anemia. HSCT fulfills the dual role of restoring the pool of hematopoietic stem/progenitor cells while simultaneously replacing the immune system, which is involved in their loss. The absolute neutrophil count before allogeneic HSCT has been recognized as a crucial prognostic factor in adult populations diagnosed with aplastic anemia.\n[61]\n\nTriple immunosuppressive therapy (IST)\n\nHorse antithymocyte globulin (hATG) functions by eliminating antigen-specific T lymphocytes and facilitating hematologic responses in cases of aplastic anemia. Cyclosporine inhibits the synthesis and secretion of interleukin-2 (IL-2) while concurrently blocking the IL-2-mediated activation of quiescent T lymphocytes. Eltrombopag, classified as a non-peptide agonist of thrombopoietin, augments platelet counts and stimulates intracellular signal transduction pathways that promote the proliferation and differentiation of hematopoietic progenitor cells within the marrow.\n[54]\n\nThe implementation of triple IST is favored over the combination of hATG and cyclosporine alone due to the superior clinical outcomes observed.\n[53]\n[54]\n[62]\n\nLower-intensity aplastic anemia treatments\n\nEltrombopag is a non-peptide thrombopoietin receptor (TPO-R) agonists that serve to enhance the proliferation of hematopoietic and megakaryocyte progenitor cells.\n[63]\nAdministering this medication either in a fasted state or concurrently with a meal that is low in calcium content is recommended.\n\nReduced-intensity immunosuppressive therapy (IST), which involves the use of cyclosporine A either alone or in combination with alternative immunosuppressive agents, has yielded suboptimal therapeutic outcomes when compared to the standard regimen of horse antithymocyte globulin (hATG) combined with cyclosporine. In patients with SAA who present with compromised cardiac or renal function, the preferred clinical approach focuses on optimizing underlying medical conditions to enable the use of full triple IST, rather than defaulting to a lower-intensity regimen.\n\nCyclosporine monotherapy in MAA has demonstrated a response rate of 46%, a transfusion-independence rate of 67%, and an overall survival rate of 93% at 180 days. The combination of cyclosporine and eltrombopag, excluding hATG, remains under investigation for older or medically frail patients diagnosed with MAA. Cyclosporine used in conjunction with levamisole has achieved a 100% response rate in newly diagnosed MAA cases and an 87% response rate in chronic MAA cases.\n[33]\n\nMonitoring\n\nPatients administered hATG are susceptible to experiencing infusion reactions and serum sickness. Monitoring for these adverse effects is crucial, and premedication with antihistamines or corticosteroids might be warranted to alleviate reactions throughout the therapeutic regimen.\n[64]\n[65]\n[66]\nConsistent evaluation of hematological parameters, renal function, and trough concentrations of cyclosporine is essential.\n\nClinicians should monitor for secondary hemochromatosis and administer iron chelation therapy when clinically necessary. The use of growth factors, eg, erythropoietin or granulocyte colony-stimulating factors, is not recommended due to a lack of precursor cells required to achieve sufficient physiological responses.\n\nSupportive therapy\n\nTransfusion support plays a crucial role in managing patients with severe anemia or thrombocytopenia resulting from aplastic anemia. RBC transfusions help alleviate symptoms such as fatigue and dyspnea, while platelet transfusions reduce the risk of spontaneous bleeding and help maintain hemostasis. These interventions contribute significantly to improving quality of life and overall clinical stability.\n\nPreventing infections remains a top priority, as infections represent the most common cause of mortality in individuals with aplastic anemia. The development of fever in the context of an absolute neutrophil count below 500/µL constitutes a medical emergency requiring urgent evaluation and intervention. Prophylactic measures against\nPneumocystis jirovecii\nshould include agents such as sulfamethoxazole/trimethoprim or pentamidine. Antifungal and antiviral prophylaxis should also be tailored to the patient's specific risk profile to reduce the likelihood of life-threatening infections.\n[67]\n\nFollow-up and treatment responses\n\nPatients undergoing IST for aplastic anemia require consistent monitoring to assess treatment response, detect toxicities, and identify signs of clonal progression.\n\nDuring the first 6 months of treatment, outpatient visits occur every 2 to 4 weeks. Biweekly evaluations include CBC, reticulocyte counts, liver transaminases, and cyclosporine A levels. Bone marrow examinations are conducted at the 3-month and 6-month marks, especially for patients showing partial responses, to evaluate marrow cellularity and treatment effectiveness.\n\nAfter the initial 6-month period, monitoring continues for patients who maintain stability on eltrombopag and/or cyclosporine A. Once therapy is discontinued, follow-up visits are scheduled every 3 to 6 months, gradually extending to annual evaluations after 2 to 3 years, depending on the patient's clinical course.\n\nAssessment of hematologic response involves several benchmarks. Transfusion independence and improved peripheral blood counts indicate a favorable outcome. A complete response includes transfusion independence, hemoglobin levels above 10 g/dL, and platelet counts exceeding 50,000/µL. A partial response indicates improved blood counts or decreased transfusion requirements, but does not meet the full response criteria. Refractory disease shows minimal or no improvement despite therapy, while relapse is defined by a subsequent decline in blood counts after an initial hematologic response.\n\nRefractory Aplastic Anemia\n\nRefractory aplastic anemia is a challenging condition that often requires alternative therapeutic strategies, including the consideration of IST or HSCT for eligible patients.\n\nHSCT is the preferred method for eligible patients, particularly when a matched related donor is available. For patients who do not qualify for HCT, options include Eltrombopag or hATG-based treatments.\n[68]\n\nRelapsing Aplastic Anemia\n\nRelapse occurs in up to one-third of patients with SAA. Management is guided by serial blood counts and bone marrow exams. A second course of IST can be effective in 55% to 60% of patients, but salvage HSCT may be a more preferable treatment option for relapses or refractory cases.",
    "adverse_effects": "The most common complications of aplastic anemia include bleeding, infections, or transformation to lymphoproliferative disorders. These conditions are managed through surveillance and symptomatic treatment, which may include antibiotics, chemotherapy, and transfusions."
  }
}