{
  "drug_name": "phenazone",
  "nbk_id": "NBK542320",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542320/",
  "scraped_at": "2026-01-11T15:36:27",
  "sections": {
    "indications": "KI is contraindicated in patients who have thyroid disease or are using any drug that could alter thyroid function.\n[22]\nContraindications also include patients with an allergy to iodine. Clinicians should avoid giving it to patients with chronic renal failure because of the presence of potassium. Furthermore, it should be avoided in patients using potassium-sparing diuretics or angiotensin-converting-enzyme inhibitors to prevent hyperkalemia.\n[23]\nImmunocompromised patients such as patients with cancer, cirrhosis, AIDS, autoimmune diseases, or poorly managed diabetics, transplant patients, and those using corticosteroids should not use KI as it affects the immune system.\n[23]\nIt should not be indicated in pregnant or nursing women because it causes neonatal hypothyroidism, thyromegaly, fetal airway obstruction, and prolonged labor. Also, it is a pregnancy category D drug.\n[9]",
    "mechanism": "KI has several mechanisms of action on thyroid function. In euthyroid patients, iodine has two effects at two different times. The most rapid (hours to days) effect, at pharmacologic doses of KI, decreases thyroglobulin proteolysis, thereby decreasing thyroid hormone secretion. The resulting slight reductions of T4 and T3 concentrations in serum cause transient increases of thyrotropin (TSH) concentrations in serum.\n[10]\nSecondly, KI inhibits thyroid hormone synthesis. The administration of KI leads to temporary inhibition of iodine organification in the thyroid gland, thereby decreasing thyroid hormone biosynthesis, a phenomenon called the Wolff-Chaikoff effect. However, within two to four weeks of continual exposure to excess iodine, organification, and thyroid hormone, biosynthesis resumes normally, called escape from the Wolff-Chaikoff effect.\n[11]\n[12]\nThis phenomenon is produced by lower iodide uptake during the escape from the acute Wolff–Chaikoff effect. It results from a decrease in Na+/I– symporter (NIS) expression, except in abnormal autoregulation of the iodine in autoimmune thyroid disease.\n[13]\nThe iodine organification persists and can result in or exacerbate hypothyroidism in patients with Hashimoto thyroiditis or ameliorate hyperthyroidism in Graves disease. Thus, patients with Graves hyperthyroidism are more sensitive than normal subjects to the inhibitory effect of pharmacologic doses of iodine, making iodine treatment effective in some patients. Also, pharmacologic amounts of iodine may acutely ameliorate hyperthyroidism by blocking thyroid hormone release.\n[4]\nFurthermore, it is used in preparation for thyroidectomy because it decreases the vascularity of the thyroid gland. Therefore, this decreases the risk of post-thyroidectomy hemorrhaging.\n[1]\n[2]\nKI should be administered at least one hour after administering thioamides to prevent new hormone synthesis since the new iodine substrate.\n\nIn the event of a nuclear accident, taken once daily, KI can decrease the mortality and morbidity of thyroid cancers provoked by radioactive iodine exposure because it directly blocks the radioiodine uptake in the thyroid gland. KI floods the thyroid with non-radioactive iodine, preventing the uptake of the radioactive molecules and subsequently excreted in the urine.\n[14]\n\nThe precise mechanism by which KI acts against inflammatory dermatoses is unknown. The dermatoses treatable with KI usually display neutrophils in the early stages. Research demonstrates that iodine and dapsone can suppress the production of toxic oxygen intermediates by polymorphonuclear cells and thus exert its anti-inflammatory effect.\n[15]\nThe precise mechanism by which KI kills fungi is also unknown. It is unclear whether KI works against fungi by a fungicidal mechanism or enhancing the body's immunologic and nonimmunologic defense mechanisms. However, it is possible to assume that it has an important anti-inflammatory role since the patients that show better response also present systemic symptoms and increased C-reactive protein. It usually improves fast, with fever, pain, and erythema reduction in two days and complete remission in up to two weeks.\n[9]",
    "administration": "The dose of KI used to treat dermatoses is much higher than that in thyrotoxicosis (250 mg 3 times daily) or in radiation (100 to 150 mg single dose). Clinicians typically begin treating inflammatory dermatoses with an oral dosage of 300 mg (approximately six drops of supersaturated potassium iodide (SSKI)) 3 times daily, followed by weekly increases as tolerated. In the case of mycoses, the administration is often higher, beginning at 600 mg (approximately 12 drops of SSKI) orally three times each day and often increased to 6 g (about 127 drops of SSKI) daily if tolerated.\n\nMost presentations are given orally, usually with juice or milk, to protect against gastrointestinal irritation. However, there are some exceptions. Several FDA-approved KI products exist, including tablets (65 and 130 mg) and oral solutions (65 mg/mL).\n\nAdditionally, there exist another two liquid presentations prescribed orally:\n\nSSKI with 35 to 50 mg of iodine per drop and KI with about 24 mg per drop. It is usually administrated orally and mixed with juice or milk due to the bitter taste, especially in infants.\nPotassium iodide-iodine (Lugol solution [5 to 8 mg of iodine per drop]) is usually given orally with the recommended dosage of 3 to 5 drops three times daily. Although iodine is typically well-tolerated, reports exist of local esophageal or duodenal mucosal injury and hemorrhage, particularly in the treatment of thyroid storm.\n[16]\n[17]\nLugol solution can be added directly to intravenous fluids for patients unable to take oral medication because it is sterile.\n[18]\nAn alternative is to give the iodine solution per rectum.\n[19]",
    "adverse_effects": "Adverse effects are unlikely when KI is used at low doses and for a short time (less than two weeks). The most common side effects are on the digestive system, predominantly gastrointestinal intolerance and its bitter (metallic) taste; thus, the recommendation is to take it with juice or milk to protect against gastrointestinal irritation.\n[9]\nHowever, significant side effects may occur when high doses are administered, especially for treating infectious skin disorders.\n\nThe acute side effects include diarrhea, nausea, vomiting, and stomach pain that can be ameliorated with gastrointestinal protection and by avoiding rapid dosage increases. Nevertheless, prolonged use can cause Iodism or potassium toxicity. Iodism is an iodide poisoning syndrome characterized by soreness of the teeth and gums, severe headache, conjunctival hyperemia, lacrimation, blurred vision, rhinorrhea, and sialorrhea.  Concurrent use of KI with impaired renal function or other potassium-containing medications, potassium-sparing diuretics, and angiotensin-converting enzyme inhibitors (ACE inhibitors) may result in hyperkalemia.\n[8]\n[9]\n\nBecause the patients receive large amounts of iodine in the drug, it could affect the metabolism of the thyroid gland. It can produce a Wolff-Chaikoff effect and produce hypothyroidism. However, there are autoregulation mechanisms that help maintain the normal function of the gland in euthyroid patients. The imbalance of thyroid hormones occurs when autoregulation is defective or absent. If it is just defective, the resulting Wolff-Chaikoff effect is inevitable, TSH increases, and hypothyroidism and goiter ensue. Failure to escape this condition, with resulting hypothyroidism, can result from the administration of KI in patients with Hashimoto's thyroiditis, euthyroid patients previously treated by thyroid surgery or radioactive iodine for Graves' disease, patients taking certain drugs that inhibit thyroid function (e.g., lithium, phenazone, and, possibly, sulfonamides), patients previously treated with interferon alfa for chronic viral hepatitis,\n[20]\nand patients with a history of amiodarone-induced thyrotoxicosis, subacute thyroiditis, or Graves disease. When autoregulation is absent, Jod-Basedow disease occurs. The absence of autoregulation is typically only seen in areas where iodine deficiency with long-standing goiters occurs. This alteration produces an excess of thyroid hormone resulting in thyrotoxicosis.\n[9]\n\nAllergic reactions such as angioedema and urticaria should be considered during the administration of KI, like any drug. KI use can also cause an uncommon lesion in the skin called Ioderma, which is characterized by severe acneiform, vesicular pustular, hemorrhagic, or urticarial lesions. Other systemic side effects of SSKI include urticaria, fever, eosinophilia, jaundice, pruritus, angioedema, and bronchospasm. In this case, the treatment is high-dose corticosteroid therapy.\n[21]",
    "monitoring": "For all who prescribe KI, previous knowledge of the Wolff-Chaikoff effect, of the patients’ potassium levels, and their renal function is imperative. Recommendations include inquiring about any history of thyroid disease, autoimmune disease, or drugs that the patient is using. Unless there is a suspicion of thyroid disease, the baseline thyroid function test is not indicated. If KI use is for more than one month, it is recommended to do a screening test of TSH to ensure that the patients are not in hypothyroidism. If iodide-induced hypothyroidism is detected, these changes are reversible by discontinuing the administration of KI.\n[9]\nFurthermore, according to the FDA's guidance, thyroid function should be monitored in pregnant or breastfeeding women, neonates, and young infants if repeat doses are necessary following radioactive iodine exposure. The FDA strongly recommends monitoring neonates and infants for potential hypothyroidism, particularly when:\n\nNursing mothers who receive greater than one dose of KI\nInfants under one month of age receiving any KI\nNeonates who receive more than one dose of KI\nNeonates or infants whose at-risk mothers do not switch from breast milk to formula or other foods",
    "toxicity": "If iodide-induced hypothyroidism is detected, these changes are reversible by discontinuing the administration of KI. A study of 7 patients with iodide-induced hypothyroidism showed serum T4, T3, and TSH concentrations returned to normal within one month of iodide withdrawal.\n[22]\n\nDrug-induced hyperkalemia is a medical urgency of which the physician should be aware. Prompt management is necessary with immediate (under 3 minutes) treatment: ECG monitoring is advisable. Changes suggest a potassium level greater than 7 mmol/L. Therefore, calcium gluconate administration is the recommended intervention in that case. Within minutes (under 30 minutes), the treatment combines insulin-dextrose and beta-2 receptor agonists. Within hours (subacute), the management is sodium bicarbonate if the patient has acidosis, loop diuretics, and/or dialysis in patients with advanced Stage 5 kidney disease (eGFR less than 15 mL/min/1.73 m^2) or patients with very high potassium values (i.e., greater than 6.0 mmol/L).\n[24]\n\nIn the case of iodism or ioderma, it is treatable with withdrawal and high doses of corticosteroids.\n[21]"
  }
}