{
  "drug_name": "pheniramine",
  "nbk_id": "NBK560820",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560820/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Pruritus is a common symptom of skin barrier-related damage and dry skin. Damage to skin barriers can result in water loss through the epidermis, activating nerve fibers that cause itching. Scratching can further damage the skin barrier, resulting in additional itching. Topical therapies are first-line treatments, and as the understanding of the etiology of itching improves, new antipruritic therapies are discovered.\n[1]\n\nPregnancy, a state of profound physiological and hormonal alterations, is associated with a spectrum of changes in the skin and appendages. More than 90% of pregnant women experience 1 or more forms of skin changes.\n[2]\nAmong these, pruritus is extremely common. The complete mechanism underlying itching, in general, is not entirely understood.\n[3]\nSome skin disorders affect specific areas of the body. Vulvovaginal pruritus during pregnancy is one example.\n\nBecause multiple pregnancy-related and non-pregnancy-related etiologies exist for pruritus in pregnancy, it is essential to distinguish between them. Itching in pregnancy may be the first sign of an underlying disorder that may have deleterious effects on pregnancy and fetal outcomes, including increased maternal and fetal morbidity and even mortality in some cases.",
    "mechanism": "Physiologic, mechanical, endocrine, and immunologic changes during pregnancy, increasing pressure from abdominal growth, and edema may all cause itching. Pruritus in pregnancy may also stem from a variety of other processes, including specific dermatoses of pregnancy, which are the afflictions of the skin that appear during pregnancy and resolve with parturition. This is a heterogeneous group of skin diseases. However, pruritus in pregnancy may also be associated with dermatoses that are not unique to pregnancy or ones associated with pre-pregnancy skin processes. During pregnancy, there is an increase in sex hormones, which affects the production of IgE, mediator release, and mast cells, all of which contribute further to the problem of pruritus in pregnancy.\n[3]\n\nPruritus of Pregnancy that IS NOT Specific to Pregnancy\n\nEtiologies that cause itching in pregnancy but are not specifically related to pregnancy include various diseases, such as renal, hepatic, and thyroid abnormalities, iron deficiency anemia, malignancy, rheumatic diseases, drug reactions, diabetes, infestations, neurologic disorders, primary psychiatric disorders, and systemic infection such as hepatitis or HIV.\n[3]\nThe most common cause of generalized itch is dry skin, which is generalized across the body without apparent causative skin lesions.\n[4]\n\nThe following conditions are some of the common causes of pruritus during pregnancy but are not specific to pregnancy:\n\nAtopic dermatitis is a chronic inflammatory skin disease associated with skin barrier function impairment. Contact with irritants causes eczematous lesions and itching. Affected patients usually have a history of atopy.\n[5]\n\nPrurigo nodularis is another chronic inflammatory skin disease that results in very itchy nodular lesions causing constant pruritus and scratching. The pathophysiology of this skin disease is unknown.\n[6]\n\nPsoriasis is a fairly common, long-lasting, inflammatory skin disease that produces pruritus. It affects approximately 2% of people. It usually presents with plaques of red, thick, and scaling skin.\n[7]\nHistorically, psoriasis has not been known to cause significant itching, but this theory has been disproven over the past 10 years. Most patients with psoriasis have some degree of pruritus commonly affecting the legs, hands, body, back, and frequently the scalp.\n[8]\n\nNotalgia paresthetica is chronic pruritus on the back. It is located lateral to the thoracic spine, in the interscapular and paravertebral area, and medial or inferior to the scapula. It affects women more than men. The pathogenesis is unclear.\n\nOther causes of itching that are not specific to pregnancy include pigmented contact dermatitis, pityrosporum folliculitis, parapsoriasis, neurodermatitis, and primitive cutaneous amyloidosis.\n[9]\n\nVulvovaginal itching is not usually specific to pregnancy and has multiple etiologies, including lichen planus, atopic and irritant contact dermatitis, lichen simplex chronicus, lichen sclerosis, and psoriasis. Vulvovaginal candidiasis is a prevalent cause of itching in this area. Typically,\nCandida albicans\nis the underlying pathogen responsible for this itching. Due to increased estrogen levels during pregnancy, vulvovaginal candidiasis is quite common. Parasitic vulvar infestations commonly include pediculosis pubis and scabies. These infestations are commonly sexually transmitted.\n[10]\n\nLichenoid vulvar diseases are additional dermatoses that affect the vulvar skin. Lichen sclerosis may involve the vaginal, perineal, and perianal skin. It is an inflammatory dermatosis that is rarely seen during pregnancy. Lichen planus is an autoimmune disorder that causes pain and intense pruritus in only about 1% of the population. Lichen simplex chronicus is an eczematoid disorder that commonly affects the vulvar skin, resulting in a repetitive itch-scratch cycle.\n[10]\n\nA significant percentage (61%) of pregnant women experience itching that cannot be classified and is termed pruritus of unknown origin.\n[11]\n\nPruritus of Pregnancy that IS Specific to Pregnancy\n\nThere are 5 dermatoses that are specific to pregnancy. These include pemphigoid gestationis, intrahepatic cholestasis of pregnancy, polymorphic eruption of pregnancy, atopic eruption of pregnancy, and pustular psoriasis of pregnancy. In patients with pruritus in pregnancy, approximately 11.8% to 76.4% will have a dermatosis specific to pregnancy.\n[3]\n\nIntrahepatic Cholestasis of Pregnancy\n(ICP)\nis a cause of itching during pregnancy. Associated characteristics include elevated liver enzymes (transaminases) and serum bile acids (salts). The itching begins in the late second to the early third trimester. However, itching onset as early as 8 weeks of gestation has been described.\n[12]\nOther causes of liver abnormalities must be excluded to diagnose ICP. With ICP, pruritus occurs secondary to increased levels of bile acids within the skin and the serum.\n\nItching with ICP is usually intermittent at the outset and goes on to become constant. Pruritus begins first in the abdomen and spreads to involve the entire trunk and very specifically occurs on the palms and soles. The itching ranges from mild to severe and bothers the patient most at night.\n[13]\nIcterus, if it does manifest, follows pruritus by at least 4 weeks in about 20% of cases.\n[14]\nIf icterus is present, patients may develop steatorrhea, leading to fat malabsorption. Symptoms persist throughout pregnancy, resolve with childbirth, and may recur with subsequent gestations.\n[15]\n\nAtopic Eruption of Pregnancy\n(AEP)\nis another cause of itching in pregnancy. It is the most frequent dermatosis seen in pregnancy. AEP is diagnosed in 43% to 49% of women with a pruritic rash during pregnancy.\n[3]\nIt may be associated with a history of atopy in the patient or the patient's family. AEP presents early in pregnancy, frequently as early as the first trimester. It is characterized by discrete papulonodules on the extremities, specifically the extensor surfaces. Lesions are grouped, extremely pruritic, and may be located on the dorsal surfaces of feet and hands. No adverse fetal or maternal outcomes are associated with AEP. The condition may persist until delivery but does not usually recur in the postpartum timeframe.\n[16]\n\nPolymorphic Eruption of Pregnancy (PEP)\n, also called pruritic urticarial papules and plaques of pregnancy (PUPPP), is also a common cause of itching in pregnancy. Almost 22% of patients with itching in pregnancy are diagnosed with PEP. An extremely itchy rash usually begins in the third trimester or sometimes in the postpartum period and is located within the abdominal striae with occasional spread to the proximal thighs, buttocks, and chest. Sparing of the periumbilical area, face, palms, and soles is usual. It is more common in primiparous patients, with cesarean delivery, and with increased skin distention, as in multiple gestations.\n[17]\nPEP is a benign inflammatory disorder with no associated fetal or maternal risks.\n[18]\n[3]\nThe itching from PEP is likely due in part to stretching of the skin that causes collagen damage, resulting in an allergic response.\n[11]\n\nPustular Psoriasis of Pregnancy\nis a very rare variant of pustular psoriasis, which typically presents in the third trimester of pregnancy in women who frequently have no history of psoriasis. The pustules occur on red patches of skin located in the groin, axillae, and inframammary folds. The pustules become large plaques that spread to the trunk and bilateral extremities, sparing the palms, head, and soles. Mucous membranes, such as oral and esophageal, may be involved. The associated itching is usually mild, but patients may have other symptoms, specifically fever, chills, and diarrhea. Lymphadenopathy and malaise may also be present. Elevated white blood cell count, and sedimentation rate, and low calcium, phosphorus, and vitamin D from hyperparathyroidism may be seen.\n[3]\n\nPemphigoid Gestationis (PG)\nis a rare disorder of pregnancy that causes pruritus from an underlying autoimmune process. Pruritis usually begins in the second or third trimester. Lesions most commonly involve the extremities but may affect the whole body, with the sparing of mucous membranes. PG commonly improves as pregnancy progresses, but it may flare around the delivery time in 75% of affected patients. A small percentage of newborns will develop skin lesions that resolve spontaneously within several days to weeks. Pregnancy and fetal prognoses are unaffected, and the skin condition resolves postpartum. However, it may recur in future pregnancies.\n[3]",
    "monitoring": "Pruritus in pregnancy may or may not be associated with primary skin lesions. When primary skin lesions are present, this usually indicates a dermatologic disorder. Secondary lesions, including excoriations, lichenification, and hyperpigmentation, are reactive skin changes resulting from scratching and chronic rubbing. Determining the location of the itching and/or lesions is essential. The location may be generalized or localized. Timing of onset, aggravating factors, alleviating factors, and lesion morphology are important in evaluating pruritus in pregnancy.\n[3]\nInitial testing may include liver function tests, complete blood count, basic metabolic panel, thyroid-stimulating, hormone, and bile acids. Further workup should be directed based on initial findings but may include protein electrophoresis, HIV testing, stool for ova and parasites, and hepatitis testing.\n\nPuritis without skin lesions may suggest cholestasis of pregnancy or psychogenic, systemic, or neurologic etiologies. Additional etiologies include nostalgia paresthetica, postherpetic neuralgia, cerebral infarct, vulvodynia, and brachioradialis pruritus.\n[3]",
    "administration": "The goal of treatment should be focused on the alleviation of symptoms and the prevention of potential adverse outcomes in the fetus. Mild symptoms may be treated with reassurance, education, psychological strategies, antipruritic topical preparations, and weak steroidal ointments.\n[22]\n[1]\nPatients should be advised to avoid anxiety and irritating clothing.\n[23]\n\nSkin barrier-related itching is treated initially with topical therapies, including emollients (water and lipids), corticosteroid creams and ointments, immunomodulators, capsaicin, local anesthetics, and oral and topical antihistamines. The topical therapies, in the form of creams, lotions, or ointments, target areas of the skin in close proximity to the stratum corneum. A combination of topical and systemic therapies may be needed to stop the itch-scratch cycle. Therapy must then be tailored to the individual patient and underlying cause. A high frequency of recommended use for topical agents and unpleasant side effects are common reasons for noncompliance with use, resulting in the failure of a specific treatment regimen.\n[1]\n\nTopical steroids are generally considered safe in pregnancy, but high-potency steroids may cause fetal growth restriction, skin thinning, and increased striae. Therefore, mild- to moderate-potency steroids are recommended topically as initial treatment. If high-potency steroids are needed to control pruritus, limiting the duration and avoiding areas of thin skin (specifically eyelids, axilla, genitals, and skin flexures) are advised.\n[3]\n\nTopical azoles are minimally absorbed and may safely treat vaginal or topical yeast and fungal infections during pregnancy. Studies have shown no association between these topical and vaginal antifungal creams, such as clotrimazole and miconazole, and fetal malformations or increased rates of abortion. The safest oral antifungal agent to use in pregnancy is terbinafine, but low-dose fluconazole at 150 mg or less may be safely used. Oral azoles, like ketoconazole and griseofulvin, have been linked to potential complications such as spontaneous abortion, fetal eye defects, congenital heart anomalies, and musculoskeletal malformations. Therefore, topical antifungal agents are the preferred treatment in pregnancy.\n[19]\n\nThe data on the safety of medications used to treat pruritus in pregnancy is somewhat limited. First-generation antihistamines like diphenhydramine, chlorpheniramine, pheniramine, or tripelennamine are safe during pregnancy and may be used to treat pruritus.\n[23]\nOther drugs that may be used, especially for refractory pruritus, include cholestyramine, S-adenosyl-D-methionine, oral corticosteroids, nonerythemogenic UVB radiation, and phenobarbital. These drugs are used more in the treatment of ICP.\n\nPolymorphic Eruption of Pregnancy\n(\nPEP\n): Itching from PEP may be treated with low- to mid-potency steroids applied topically. Hydrocortisone 2.5%, and desonide 0.05%, are examples of low-potency topical steroids, while triamcinolone 0.1%, mometasone 0.1%, or fluocinolone 0.025% are examples of mid-potency steroids that may be used. Emollients and antihistamines, such as chlorpheniramine, loratadine, and cetirizine, may also be used.\n[17]\nA short course of systemic corticosteroids or ultraviolet phototherapy may treat intractable itching.\n[3]\n\nAtopic Eruption of Pregnancy\n(\nAEP\n): Itching from AEP may be treated with antihistamines, mild soaps, emollients, and low- to mid-potency topical steroids. If these therapies do not relieve the xerosis and itching, phototherapy or oral corticosteroids may be necessary.\n[3]\n[18]\n\nPemphigoid Gestationis\n(\nPG\n): Treatment for itching from PG begins with upper-middle strength topical steroids. High-potency corticosteroids applied topically may be used initially for blister suppression. If this initial therapy is not adequate, systemic corticosteroids may be recommended, starting with 0.5 mg/kg daily and tapering to a lower daily dose. However, severe itching may require 1 mg/kg to 2 mg/kg per day. Tapering steroids should only start after new blister formation has stopped for at least 2 weeks. Oral antihistamines may be added. Case reports have also used rituximab (only in postpartum women), intravenous immunoglobulin, azathioprine, dapsone, and cyclosporine.\n[3]\n[18]\n\nIntrahepatic Cholestasis of Pregnancy\n(\nICP\n): Itching from ICP is initially treated with oral ursodeoxycholic acid 10 mg/kg to 15 mg/kg daily. This treatment not only helps to alleviate pruritus but also lowers serum liver transaminase levels. Ursodeoxycholic acid works by increasing hepatobiliary secretion. Doses up to 20 mg/kg per day are safe in pregnancy. In addition, ursodeoxycholic acid treatment has been shown to reduce stillbirth and preterm birth rates, an additional clinical benefit of treatment. More recently, rifampicin 150 mg to 600 mg daily has been used safely and effectively in the third trimester as a treatment for ICP.\n[24]\n\nThere are increased risks of adverse fetal and neonatal outcomes with ICP, including increased risk of preterm birth, meconium-stained amniotic fluid, neonatal depression, respiratory distress syndrome, and stillbirth.\n[25]\nIn contrast, maternal risks are small.\n[26]\nTo attempt to decrease the risk of adverse events, the American College of Obstetricians and Gynecologists (ACOG) recommends antenatal surveillance with fetal non-stress tests after viability and beginning at the time of diagnosis of cholestasis and continuing once or twice weekly until delivery\n[27]\n. The serum's total bile acid levels determine the recommended delivery timing. For a total bile acid level <100 micromol/L, delivery is recommended between 36 0/7 to 39 0/7 weeks of gestation. For a total bile acid level ≥100 micromol/L, delivery is recommended at 36 0/7. If the patient is diagnosed with cholestasis at a gestational age later than the recommended gestation for delivery, delivery is recommended at the time of diagnosis.\n[26]\n[28]",
    "adverse_effects": "Complications of pruritus in pregnancy vary for the mother and the fetus depending upon etiology. With ICP, complications to the mother may include malabsorption and/or postpartum bleeding caused by reduced vitamin K levels due to liver abnormalities.\n[12]\nOne study found an increased incidence of gallbladder disease, including cholelithiasis, in affected patients.\n[29]\n\nWith ICP, complications to the fetus include premature birth, intrauterine asphyxia, meconium-stained amniotic fluid, and low birth weight.\n[30]\nBile acid levels ≥40 micromol/L and particularly >100 micromol/L are statistically significant for increased adverse events in the fetus.\n[31]\nFetal complications are believed to arise from placental anoxia and the possible deleterious effects of high bile acid levels on the fetal heart. However, an overall limited understanding of the pathophysiology and mechanisms involved in the adverse outcomes associated with ICP remains.\n[32]"
  }
}