{
  "drug_name": "phenylephrine hydrochloride",
  "nbk_id": "NBK562319",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562319/",
  "scraped_at": "2026-01-11T15:36:30",
  "sections": {
    "toxicity": "Effective management of ROP extends beyond timely intervention to include careful consideration of treatment-related toxicities and adverse events. Understanding the potential ocular and systemic complications associated with therapies such as laser photocoagulation and anti-VEGF agents is essential for optimizing long-term outcomes in this vulnerable population.\n\nLaser Photocoagulation\n\nOcular surface injury:\nCorneal epithelial defects or punctate keratopathy may occur from prolonged eyelid speculum use and bright illumination.\nManagement:\nFrequent preservative-free lubricants, therapeutic soft contact lenses for persistent epithelial defects, and reduction of light exposure duration\nAnterior segment inflammation:\nIris synechiae, uveitis, or pupillary membrane formation can arise from thermal injury.\nManagement:\nTopical corticosteroids (eg, prednisolone acetate 1% 4 times a day taper) and cycloplegics (eg, cyclopentolate 0.5% 2 times a day) for 1 to 2 weeks.\nMyopia and refractive change:\nPeripheral retina scarring often induces a myopic shift.\nManagement:\nEarly refraction at 6 to 9 months corrected age; prescription of spectacles and surveillance for amblyopia\n[114]\n\nIntravitreal Anti-VEGF Agents\n\nOcular complications:\nThese include endophthalmitis (<0.1%), vitreous hemorrhage, lens touch, or retinal detachment.\nManagement:\nAdhere to aseptic injection protocols and observe for signs of infection; administer prompt intravitreal antibiotics if infection is suspected.\nSystemic VEGF suppression:\nThe potential effects on neurodevelopment, renal maturation, and organogenesis remain theoretical but warrant cautious dosing.\nManagement:\nUse the lowest effective dose (eg, 0.2 mg bevacizumab or 0.2 mg ranibizumab, as per the BEAT-ROP and RAINBOW trials). Monitor growth parameters and coordinate with neonatology to monitor blood pressure and renal function.\nLate Reactivation:\nUp to 20% may exhibit ROP reactivation 6 to 12 weeks post-injection.\nManagement:\nScheduled dilated exams every 1 to 2 weeks through postmenstrual 60 weeks or until complete vascularization; retreat laser or repeat anti-VEGF as indicated.\n[115]\n\nCryotherapy (Historical/Resource-Limited Settings)\n\nManagement:\nUse aggressive topical corticosteroids and systemic analgesics; consider nonsteroidal anti-inflammatory drugs, if safe.\n\nIntense inflammation and\npain\nlead to lid swelling, conjunctival chemosis, and an increased risk of sympathetic ophthalmia.\n[116]\n\nSurgical Interventions (Vitrectomy/Scleral Buckle)\n\nManagement:\nMaintain low infusion pressures, use diathermy judiciously, and apply perfluorocarbon liquids to stabilize the retina.\n\nManagement:\nClose intraocular pressure monitoring; topical steroids for inflammation, topical aqueous suppressants (eg, dorzolamide) for elevated intraocular pressure, and suturing/leak repair for hypotony.\n\nIntraoperative bleeding:\nRetinal or choroidal hemorrhage can complicate dissection.\nPostoperative hypotony/hypertension:\nWound leaks or inflammatory reactions may alter intraocular pressure.\n[117]\n\nGeneral Supportive Care\n\nManagement:\nThese include oral sucrose, swaddling, topical anesthetic drops, and pacifier use during exams.\n\nManagement:\nCollaborate with neonatology to maintain SpO2 targets (90–95%), ensure adequate caloric intake, and supplement omega-3 fatty acids as needed.\n\nPain and stress minimization:\nInfants may experience discomfort during examinations and procedures.\nNutrition and growth monitoring:\nAchieving optimal weight gain and maintaining oxygen saturation control minimizes the severity of ROP.\n[118]\n\nKey Takeaway:\nThe proactive identification and prompt management of treatment-related toxicities, through meticulous technique, interprofessional coordination, and vigilant follow-up, are crucial for safeguarding both ocular and systemic health in infants undergoing ROP therapy."
  }
}