{
  "drug_name": "phenylephrine",
  "nbk_id": "NBK534801",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534801/",
  "scraped_at": "2026-01-11T15:36:29",
  "sections": {
    "indications": "There are no definitive contraindications to phenylephrine except hypersensitivity to the drug or its components.\n[26]\nIV phenylephrine contains sodium metabisulfite, which can induce allergic reactions, including anaphylactic symptoms or less severe asthmatic episodes in susceptible individuals.\n[27]\nThe exact prevalence of sulfite sensitivity remains unclear but is likely low.\n\nWarning and Precautions\n\nPhenylephrine use warrants caution in patients with a history of bradycardia, severe cardiac dysfunction, and hypovolemia.\nIV phenylephrine may worsen angina, heart failure, or pulmonary arterial hypertension in patients with severe arteriosclerosis or a history of angina.\nIndividuals with autonomic dysfunction, possibly resulting from spinal cord injuries, may experience an increased pressure response to adrenergic drugs such as phenylephrine.\nThe extravasation of phenylephrine can lead to tissue necrosis or sloughing.\n[28]\nThe concurrent use of sympathomimetic drugs can intensify the pressor effect of phenylephrine, potentially increasing the risk of hemorrhagic stroke.\n[29]",
    "mechanism": "Phenylephrine is a direct-acting sympathomimetic amine that functions as an alpha-1 adrenergic agonist. The drug's chemical structure is closely related to epinephrine and ephedrine, and it exhibits robust vasoconstrictive capabilities when administered via the IV route or applied directly to mucosal membranes. The overall effect of IV phenylephrine on cardiac output and end-organ perfusion is likely to be more complex and variable based on the dosing method—bolus versus infusion, volume status, baseline heart rate, autonomic tone, and underlying cardiac conditions. These variations are attributable to the degree of vasoconstriction, which may result in a temporary increase in preload, arterial constriction leading to heightened systemic vascular resistance and afterload, and reflex bradycardia. These factors collectively contribute to a mixed effect on cardiac output, which can vary depending on the specific patient population.\n[9]\n[10]\n[11]\nPhenylephrine binds to alpha-1 receptors that innervate the iris dilator muscle, yielding smooth muscle contraction and subsequent pupil dilation during ophthalmic administration. This dilation can aid in fundoscopic exams, improve exposure during specific surgeries, and facilitate the treatment of various medical conditions.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nPhenylephrine's absorption profile differs depending on its route of administration. The ophthalmic application of the medication allows for rapid absorption through the conjunctiva and cornea, resulting in a quick onset of action within minutes. IV administration ensures immediate and complete bioavailability, allowing for rapid systemic distribution. Although rectal administration of the medication is somewhat slower than nasal and IV routes, it results in mucosal absorption, with peak concentration typically achieved in approximately 30 to 60 minutes. Nasal delivery facilitates rapid mucosal absorption, achieving peak plasma concentrations within 15 to 30 minutes.\n[13]\n\nDistribution:\nAfter absorption, phenylephrine effectively penetrates vascular-rich tissues due to its lipophilic nature, enabling central and peripheral effects. Ophthalmic formulations restrict distribution primarily to ocular compartments, resulting in pupil dilation without significant systemic impact. The steady-state volume of distribution of 340 L surpasses the body's total volume, indicating a substantial volume of distribution.\n\nMetabolism:\nThe primary metabolic pathways for phenylephrine include sulfate conjugation, primarily occurring in the intestinal wall, and oxidative deamination catalyzed by monoamine oxidase (MAO)-A and MAO-B enzymes. Glucuronidation also serves as an additional metabolic route for phenylephrine.\n[13]\n\nElimination:\nRenal excretion is the primary elimination pathway for phenylephrine, with most of the drug excreted unchanged in the urine, regardless of whether it was administered nasally, ophthalmically, or rectally. To maintain therapeutic effectiveness, the short half-life of phenylephrine, which is approximately 2.5 to 3 hours, requires frequent dosing intervals, especially when administered via the IV route.",
    "administration": "Dosage Forms\n\nThe most common routes of phenylephrine administration include topical, IV, intranasal, ophthalmic, and rectal. Oral formulations should be avoided due to their lack of efficacy.\n\nAlthough less common, phenylephrine has been used as an adjunct to peripheral nerve blockade in the epidural space, intracavernously, via intramuscular injection, and subcutaneously.\n[14]\n[15]\nWhen administering phenylephrine via the IV route, the usual dosing range is 50 to 100 mcg in aliquots. The drug often necessitates repeated dosing due to its rapid onset of action—1 to 3 minutes—and relatively short duration of effect—5 to 20 minutes.\n[16]\n\nAdult Dosage\n\nPhenylephrine can be administered to patients through weight-based or non-weight–based infusions. Dosages usually range from 0.1 to 1.5 mcg/kg/min.\n[17]\nContrary to the conventional teaching that all vasoactive drugs should be administered through central venous access to prevent tissue necrosis in case of extravasation, phenylephrine has proven safe and efficacious when administered via peripheral IV catheters. This is achievable through proper dilution, appropriate vein and catheter selection, and frequent site inspection.\n[18]\n\nStrengths\n\nOphthalmic solutions of phenylephrine offer a diverse array of concentrations and additives tailored to achieve specific effects. Medical practitioners commonly use these concentrations that are available in strengths of 1%, 2.5%, or 10%. The 1% formulations are frequently combined with 0.2% cyclopentolate for dilated fundus and cycloplegic examinations in newborns younger than 3 months. The 2.5% formulations are the preferred choice for dilated fundus examinations in adults and children older than 3 months and as an aid for diagnosing episcleritis. Although the 10% formulation is less frequently used primarily due to concerns regarding systemic absorption, it may be used for dilated examinations and to provide exposure during surgical procedures.\n\nOTC phenylephrine combination drops can be found in concentrations as low as 0.12% and are often marketed for red-eye relief or the treatment of uncomplicated conjunctivitis. In addition, phenylephrine is available as an FDA-approved nasal solution, typically ranging from 0.125% to 1%.\n[19]\n[20]\n\nSpecific Patient Populations\n\nHepatic impairment:\nIn cases of liver impairment, caution is warranted when dosing phenylephrine, as the liver plays a pivotal role in synthesizing essential factors contributing to blood pressure regulation. These include clotting factors, angiotensinogen, nitric oxide, and vasoactive substances. Alterations in drug metabolism and reduced clearance in cases of hepatic impairment may necessitate dosage adjustments. To ensure the safe and effective use of phenylephrine in individuals with liver impairment, it is often necessary to implement individualized dosing, which may involve larger than standard doses, along with vigilant monitoring.\n\nRenal impairment:\nPatients with end-stage renal disease undergoing hemodialysis tend to exhibit heightened sensitivity to phenylephrine, as dose-response data indicates. Therefore, it is advisable to consider administering lower doses of IV phenylephrine in patients with renal impairment.\n\nPregnancy considerations:\nAccording to the American Society of Anesthesiology guidelines, IV ephedrine and phenylephrine are suitable options for managing hypotension resulting from neuraxial anesthesia during pregnancy. In cases where maternal bradycardia is not a concern, phenylephrine may be preferred due to its potential to improve fetal acid-base balance in uncomplicated pregnancies.\n[21]\n\nBreastfeeding considerations:\nThe systemic administration of phenylephrine may potentially reduce milk production. Due to the absence of breastfeeding safety data for oral phenylephrine, it is prudent to explore alternative options, particularly when nursing a newborn or preterm infant. Using phenylephrine through nasal spray or ophthalmic drops is less likely to have a negative impact on lactation for breastfeeding individuals. To minimize the drug's effects after eye drop application, it is advisable to apply pressure near the tear duct for at least 1 minute and subsequently remove any excess solution using an absorbent tissue.\n[22]\n\nPediatric patients:\nThe safety and effectiveness of IV phenylephrine in pediatric patients have not been established.\n\nOlder patients:\nThe limited data on phenylephrine's effectiveness in individuals 65 and older warrant careful consideration when selecting doses. Phenylephrine should be initiated at the lower end of the dosage spectrum, considering the potential for age-related hepatic, renal, and cardiac impairment and polypharmacy-related factors.",
    "adverse_effects": "The most frequently reported adverse reactions of phenylephrine comprise nausea, vomiting, headache, and nervousness in patients while awake. Due to its selective alpha-receptor stimulation, phenylephrine can induce baroreceptor-mediated reflex bradycardia. In cases of bradycardia and hypotension, healthcare providers should contemplate various classes of vasopressor medications. In specific patient populations, primarily hypovolemic patients with cardiac dysfunction, phenylephrine has the potential to elevate afterload more than preload, leading to reduced cardiac output and potentially worsening conditions such as angina, heart failure, and pulmonary hypertension.\n[9]\n\nDrug-Drug Interactions\n\nThe medications listed below effectively increase the pressor effect of phenylephrine.\n\nPropranolol:\nThis drug is a nonselective beta-adrenergic antagonist that enhances the vasoconstrictive effects of phenylephrine by inhibiting the influence of sympathetic stimulation on the heart and blood vessels.\n\nClonidine:\nThis drug is an alpha-2 adrenergic agonist that suppresses sympathetic outflow from the central nervous system, thereby increasing sensitivity to vasoconstrictors such as phenylephrine.\n\nAmitriptyline:\nThis drug is a tricyclic antidepressant that extends the action of endogenous norepinephrine by inhibiting its reuptake, thereby enhancing phenylephrine's effects.\n\nAtomoxetine:\nThis drug is a norepinephrine reuptake inhibitor that increases the availability of norepinephrine, thereby enhancing the pressor effect of phenylephrine.\n\nPrednisone:\nThis drug and other steroids sensitize vasculature to catecholamines, such as phenylephrine, thereby augmenting their vasoconstrictive action.\n\nErgot alkaloids:\nThese drugs possess vasoconstrictor properties, and when used in conjunction with phenylephrine, they produce additive or synergistic effects on blood pressure.\n[23]\n\nMAO inhibitors:\nThese inhibitors increase the availability of norepinephrine, thereby potentiating phenylephrine's pressor response.\n[24]\n\nThe medications listed below effectively decrease the pressor effect of phenylephrine.\n\nPhenothiazines, such as chlorpromazine:\nPhenothiazines are known for their primary antipsychotic property, and they exhibit alpha-1 adrenergic antagonist activity. This secondary characteristic reduces phenylephrine's pressor effect by obstructing the vasoconstrictive actions mediated through alpha-1 receptors.\n\nAlpha-1 adrenergic antagonists:\nThese antagonists directly inhibit the alpha-1 receptors on smooth muscle, counteracting the vasoconstrictive effects of phenylephrine.\n[25]",
    "monitoring": "Currently, no specific protocols exist for monitoring the use of IV phenylephrine. However, vasoactive medications should only be administered within perioperative or ICU settings or in situations where monitoring of heart rate, rhythm, blood pressure, and pulse oximetry is accessible. Although many traditional texts recommend administering all vasoactive medications via a central line, it is common practice to administer phenylephrine peripherally in the operative setting. This approach has been proven safe, even during prolonged infusions through 18- to 20-gauge IV catheters placed in large veins, provided frequent site inspections are conducted.\n[18]\n\nDespite the prevalent practice of administering IV phenylephrine peripherally, a systematic review of published articles concerning the peripheral administration of vasoactive medications and reports of extravasation revealed only 2 instances of skin necrosis. These cases occurred in high-risk patients receiving peripherally administered phenylephrine.\n[30]\nAdministering phenylephrine through central venous catheters, whenever feasible, or the most prominent proximal vein available is recommended. Regular inspections and blood aspiration should be conducted.\n\nTopical, ophthalmic, and nasal administrations of phenylephrine are generally well-tolerated, although there is always a potential concern for systemic absorption. Although there have been reports of hemodynamic instability associated with administering higher concentrations (10%) of ophthalmic phenylephrine, using lesser concentrations (2.5%) has resulted in no statistically significant difference in heart rate or blood pressure.\n[31]\nThere seems to be no significant impact on hemodynamics when phenylephrine is administered at standard dosages.\n[19]\n[32]\n[33]\n[34]\n[35]",
    "toxicity": "Currently, there is no known antidote for IV phenylephrine. Hypertension resulting from excessive dosing or an exaggerated response is typically transient, primarily due to the short duration of action. The treatment for hypertension or symptomatic reflex bradycardia involves discontinuing the administration of phenylephrine and administering chronotropic agents or vasodilators as necessary. The treatment for tissue extravasation resulting from peripherally administered phenylephrine primarily involves supportive care, including fluid aspiration, warming, and elevation. In some cases, subcutaneous phentolamine can also be considered.\n[36]"
  }
}