{
  "drug_name": "phenobarbital",
  "nbk_id": "NBK532277",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532277/",
  "scraped_at": "2026-01-11T15:36:28",
  "sections": {
    "indications": "Phenobarbital is contraindicated in patients with known barbiturate sensitivity. Barbiturates, including phenobarbital, are contraindicated in patients with a history of latent porphyria, liver impairment, and large doses in patients with nephritic syndrome. Phenobarbital should not be given to persons with a known history of addiction to sedative-hypnotic medicines. Injectable preparation should not be given via intraarterial or subcutaneous routes.\n\nPhenobarbital is a potent cytochrome P450 inducer, so careful consideration is necessary when given concurrently with other medications. For instance, a woman with epilepsy who takes oral contraceptive pills and phenobarbital at the same time must be fully aware of the possible interaction between the medications. Phenobarbital is known to induce the liver's cytochrome p450 enzymes, speeding up the metabolism of estrogens and progestins. Thus, a woman taking both antiepileptic medication and oral contraceptive pills may experience an unexpected pregnancy due to the decreased efficacy of her oral contraceptive pills.\n[17]\nPatients taking warfarin must have close monitoring of INR due to drug interactions.\n\nPatients with underlying obstructive lung disease will have an increased risk of complications.\n[1]\nThe depression of the respiratory system associated with barbiturate toxicity compounded with an already compromised respiratory system can contribute to complications. Research has also found that the drug interaction from combined oral theophylline medication and phenobarbital negatively impacted theophylline blood levels compared to plain oral theophylline pills. Phenobarbital has shown a capacity to decrease levels of steroids and theophylline via the cytochrome p450 liver metabolism system.\n[18]\nTherefore, patients receiving combined oral therapy for their lung condition may experience issues with subtherapeutic blood levels of corticosteroids or theophylline.\n\nAbstinence from alcohol while taking barbiturates is crucial because of the danger of severe respiratory depression when both drugs are in the patient's system. When taken simultaneously, both drugs' individual effects on GABA-A are additive, potentially resulting in a life-threatening scenario.\n[1]",
    "mechanism": "Phenobarbital increases the duration of time chloride channels are open, depressing the central nervous system. This action occurs by acting on GABA-A receptor subunits. When phenobarbital binds to these receptors, the chloride ion gates open and stay open, allowing a steady flow of these ions into neuronal cells.\n[1]\nThis action hyperpolarizes the cell membrane, increasing the action potential threshold. This increase in action potential is why this drug is effective in treating seizures.\n\nPharmacokinetics\n\nAbsorption:\nRapid and complete absorption occurs after oral or IV administration.\n[1]\nThe time of peak plasma concentration ranges from 30 minutes to 1 hour for oral formulations and is around 5 minutes for IV injection.\n\nDistribution:\nRapidly distributed to all tissues and fluids.\n\nMetabolism:\nMetabolized primarily via acetylation in the liver (hepatic microsomal enzyme system).\n[1]\n\nElimination:\nAbout 25% to 50% of the unchanged drug is excreted in the urine. Remember that clearance rates vary with patients and their specific presentations. For instance, patients who are terminally ill with cancer and on phenobarbital therapy may need dose adjustments due to reduced clearance of this drug.\n[9]",
    "administration": "Available Dosage Forms and Strengths\n\nPhenobarbital administration is via a variety of routes.\n[10]\nThese include:\n\nOral Elixir:\n20 mg/5 mL\nOral Tablets:\n15 mg, 16.2 mg, 30 mg, 32.4 mg, 60 mg, 64.8 mg, 97.2 mg, 100 mg\nIntramuscular (IM)/Intravenous (IV) Solution:\n65 mg/mL, 130 mg/mL\n\nPhenobarbital should only be given intravenously for emergency cases. If possible, other routes of administration should be accessed first. When given IV, check for any indurations. Studies have shown that an induration at a site of infusion results in a decreased bioavailability of phenobarbital.\n[11]\nAnother study demonstrated the effectiveness of the rectal administration of phenobarbital, with a relative bioavailability reaching 90%.\n[12]\n\nPatients can experience withdrawal symptoms if they stop taking the drug abruptly, so tapering off it is recommended. As per current guidelines from the American Epilepsy Society, generally, phenobarbital is given IV at 15 mg/kg in adult patients with status epilepticus.\n[13]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer label provides no dose adjustment guidance for patients with hepatic impairment. However, phenobarbital is a potent inducer of cytochrome P450 enzymes, leading to interactions with other drugs by increasing their clearance. Therefore, phenobarbital should be used cautiously in patients with severe hepatic impairment.\n\nRenal impairment:\nThe manufacturer label does not provide dose adjustment guidance\nfor patients with renal impairment. However, approximately 25% to 50% of phenobarbital is eliminated in the urine, so the drug should be used cautiously in patients with severe renal impairment.\n\nPregnancy considerations:\nPhenobarbital is considered a pregnancy Category D medicine. Barbiturates are reported to cause fetal damage when administered to a pregnant female patient. No systematic and well-controlled studies have been reported for pregnant women. Maternal administration of barbiturates reportedly has a higher-than-expected incidence of fetal abnormality in retrospective, case-controlled studies.\n\nBarbiturates, including phenobarbital, readily cross the placental barrier and are distributed throughout fetal tissues, and high concentrations are detected in the placenta, brain, and fetal liver. Withdrawal symptoms can occur in infants born to females who are administered barbiturates throughout the last trimester of pregnancy. If phenobarbital is administered during pregnancy or the patient gets pregnant while taking the drug. The patient should be informed and counseled about the potential hazard to the fetus. This drug should be used with caution only if needed during pregnancy.\n[14]\n\nBreastfeeding considerations:\nThe manufacturer recommends caution for phenobarbital therapy in nursing mothers as the drug is present in breast milk. If infants' excessive drowsiness and poor weight gain are observed, limiting or discontinuing phenobarbital is also recommended.\n[15]\n\nPediatric patients:\nReports indicate phenobarbital is associated with cognitive deficits in pediatric therapy for complicated febrile seizures. Using the dose as per the manufacturer's label is recommended.\n\nOlder patients:\nThe safety and efficacy of phenobarbital are not systematically studied in older patients. However, it is recommended to use the drug cautiously as it may cause excitement, depression, or confusion in some older patients.",
    "adverse_effects": "Complications associated with phenobarbital use include coma, impaired breathing effort, low blood pressure, incoordination, poor balance, and drowsiness.\n[1]\nThese adverse effects, stemming from phenobarbital usage, impact older patients to a greater degree. Therefore, newer antiepileptics (lamotrigine, levetiracetam) are preferred as seizure treatment in this patient population.\n[16]\n\nWhen used long-term, adverse events of phenobarbital include irritability, loss of appetite, achiness in the bones, joints, or muscles, depression, and, rarely, liver damage.\n[1]\nWhen taking barbiturates such as phenobarbital, patients may experience withdrawal symptoms if they stop taking the drug abruptly; tapering off the medication is necessary.\n\nIn post-marketing surveillance of hospitalized patients using phenobarbital, the following adverse reactions have been reported:\n\nNervous system:\nAgitation, somnolence, confusion, CNS depression, hyperkinesia, ataxia,  nervousness, nightmares, psychiatric disturbance,  thinking abnormality, insomnia, anxiety, hallucinations, dizziness\n\nRespiratory:\nApnea, hypoventilation\n\nCardiovascular:\nHypotension, bradycardia, syncope\n\nGastrointestinal:\nNausea, vomiting, constipation\n\nDermatologic:\nExfoliative dermatitis, toxic epidermic necrolysis, Stevens-Johnson syndrome (rare)\n\nOthers:\nHeadache; hypersensitivity reactions, including but not limited to angioedema and skin rashes, injection site reactions, fever, liver damage and megaloblastic anemia in chronic users",
    "monitoring": "Phenobarbital's effective dosage is between 10 to 40 μg/mL. Once blood levels exceed 40 μg/mL, the patient is in a lethal range and at substantial risk.\n[1]",
    "toxicity": "Barbiturate toxicity is noticeable at 1 g orally, although this varies depending on the individual. Doses above 2 g can result in death, but the deadly dose usually is between 40 and 80 μg/mL.\n[1]\n\nSigns and Symptoms of Overdose\n\nToxicity from barbiturates varies, but common symptoms include the following:\n\nCognitive impairment\nDecreased heart rate\nIncoordination\nNausea\nMuscle weakness\nPolydipsia\nBelow-normal urine output\nDecreased body temperature\nMydriasis\n\nDeaths have occurred due to respiratory depression, hypotension, and coma.\n[1]\n\nManagement of Overdose\n\nPhenobarbital overdose is a healthcare emergency and requires teamwork from the entire healthcare spectrum to help the patient. The healthcare team must implement the management of cardiac and respiratory status quickly.\n[1]\n[19]\nAlkalinizing the urine can help eliminate the drug, but if prior interventions fail to advance patients in a positive direction, hemodialysis or hemoperfusion can expedite drug clearance.\n[1]\n[20]\n[21]\n\nHemoperfusion was thought to be more effective in phenobarbital overdose due to increased protein binding; however, a case of severe phenobarbital intoxication treated with high-efficiency dialyzers and increased rates of blood flow showed that hemodialysis is the better option for drug clearance in compromised patients. The patient experienced a positive clinical outcome after phenobarbital levels dropped rapidly.\n[20]\n\nRecommendations\n\nTreatment of phenobarbital toxicity is supportive, comprising maintenance of airway function (through endotracheal intubation and mechanical ventilation), correction of bradycardia, and hypotension (with IV fluids and vasopressors, if necessary).\n[18]\n\nAfter properly evaluating and correcting the patient's airway, breathing, and circulation, removing the drug from the body is imperative; this can occur via gastric irrigation, forced alkaline diuresis, or dialysis.\n[20]\nA specific treatment does not currently exist.\n[1]"
  }
}