{
  "drug_name": "phloroglucinol",
  "nbk_id": "NBK557465",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557465/",
  "scraped_at": "2026-01-11T15:36:30",
  "sections": {
    "indications": "The positive effects of St John’s Wort can be negated when used in conjunction with other medications; sometimes, the effects of drug interactions can be life-threatening. Drugs that also utilize the cytochrome P450 system, specifically CYP3A4, or are substrates of P-glycoproteins in metabolism can have reduced efficacy and produce adverse effects when taken in conjunction with St. John’s wort. These drugs include HIV protease inhibitors, CYP3A4 HIV non-nucleoside reverse transcriptase inhibitors, ciclosporin, tacrolimus, irinotecan, imatinib mesylate, digoxin, oxycodone, and warfarin. As mentioned earlier, this CPY450 and P-glycoprotein activity appears, based on some research results, to be related to the hyperforin content of these herbal products and is likely more of an issue with commercially prepared products. Medical practitioners need to err on the side of caution, especially considering some of the drugs that could be impacted where therapeutic failure is especially problematic. (e.g., HIV medication, warfarin, oral contraceptives).\n[8]\n[9]\n[8]\n\nThose on hormonal contraceptives must be aware when taking St. John’s wort that there have been instances of unplanned pregnancies and irregular menstrual cycles. Clinicians must be aware that when prescribing serotonergic agents and other antidepressants, there is a potential risk of pharmacodynamic interactions occurring when taken with St. John’s wort.\n[13]\n[14]\n[15]",
    "mechanism": "St John's Wort is a xenobiotic or a plant-derived compound composed of five various forms of hypericin and other flavonoids. Many mechanisms of action have been proposed. One of the main mechanisms used in health care is the report that St. John's Wort acts as a reuptake inhibitor of serotonin, dopamine, and norepinephrine. This works to reduce the uptake of serotonin at neuronal synapses, as well as dopamine and norepinephrine. Elevated levels of neurotransmitters are believed to be helpful when treating depression. The supplement works by activating pregnane-X-receptor (PXR) cytochromes, which induces the cytochrome P450 system, specifically the CYP3A4 enzyme and P-glycoprotein. P450s or monooxygenase enzymes act through hydroxylation reactions onto the xenobiotic or St. John's Wort to make it more polar and thus increase its reactivity for conjugation into various polar groups.\n\nIn the monooxygenase reaction, molecular oxygen (O\n2\n) is broken into water and alcohol (R-OH); because of this, only one oxygen of the pair is given to the xenobiotic substrate. To prepare for the monooxygenase reaction, other reactions occur in xenobiotic metabolisms, such as hydrolysis, deamination, epoxidation, preoxygenation, reduction, desulfurization, and dehalogenation. St. John's wort's ability to inhibit monoamine oxidase allows an increase in the formation of norepinephrine. Hyperforin, a St. John's wort component, is believed to be the factor responsible for inducing CYP3A4 by activating a xenobiotic receptor and nuclear steroid/pregnane. Hyperforin itself could be the P-glycoprotein activating compound. This hyperforin content is generally more prevalent in commercially manufactured products, but St. John's Wort is presently regarded in the medical community generally as having significant CYP3A4 and PGP activity, and medical practitioners are not in a position to evaluate individual products or tinctures. Of note, a review showed that hyperforin content was unrelated to clinically desirable activity.\n[8]\n[9]\n[10]\nMore extensive research is necessary.\n\nAnother mechanism that leads to antidepressant activity is the capability of binding to GABA receptors to decrease the binding of GABA, which results in lowered CNS depression. Although St. John's Wort is not yet FDA-approved, it is worth noting that some of its proposed mechanisms are in FDA-approved drugs used for the same variety of health complications.\n[11]",
    "administration": "St John’s Wort has shown encouraging data regarding its effectiveness and safety when used as a monotherapy. It is prepared by the grinding of the flowers of the plant as well as its dried leaves. The dried flowers can be used in tea and ingested orally or be made into an oil by infusion for topical use. Usually, one would find the ground plant in capsules taken as a dietary supplement. As a supplement, dosing, and potency may vary significantly between products and even what is on the label.\n[12]\n\nSuggested Use: As a dietary supplement, adults should take one 300 mg capsule with 0.3% hypericin content three times a day. One to three capsules daily can be taken with meals or as directed by health care providers. The herbal supplement must be stored in a cool and dry place, away from direct light.",
    "adverse_effects": "One of the primary adverse effects is the risk of a life-threatening increase in serotonin when combined with certain antidepressants and the inhibition of monoamine oxidase. Using the supplement with other antidepressant medications may cause serotonin syndrome. Serotonin syndrome may first cause tachycardia, increased blood pressure, mydriasis, and sweating. Some may have a fever, and temperatures can rise above 106 degrees F. Treatment can include serotonin antagonists and a benzodiazepine to target GABA receptors. Increased blood pressure can be treated with short-acting antihypertensives.\n\nCaution\n\nExacerbating psychotic symptoms of those with schizophrenia or bipolar disorder\nAgitation\nDiarrhea\nTachycardia\nHypertension\nHallucinations\nA rise in body temperature\nPhotosensitivity",
    "monitoring": "Healthcare professionals must understand and provide precautions regarding the use of this supplement and know the contraindications and interactions of St. John’s wort to administer safe and knowledgeable medical care. As the medication has potential/claimed use for a plethora of medical conditions, healthcare providers need to be aware of why the patient is using it and monitor it as needed."
  }
}