{
  "drug_name": "pilocarpine",
  "nbk_id": "NBK482132",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482132/",
  "scraped_at": "2026-01-11T15:36:39",
  "sections": {
    "clinical_significance": "The eyeball is a complex organ composed of multiple specialized structures essential for vision and ocular movement. Injury to any component can result in discomfort, visual impairment, or, in severe cases, blindness. The eye is also susceptible to infection and systemic disease manifestations. All health practitioners should be able to identify and describe the eye's anatomical features accurately. The ciliary muscle is a key structure that regulates lens shape, enabling accommodation for near and distance vision.\n[27]\n[28]\n\nGlaucoma is an optic neuropathy characterized by progressive damage to the optic nerve, potentially leading to irreversible vision loss. Ocular hypertension is a common, but not universal, risk factor for optic nerve damage. Aqueous humor continuously flows from the anterior chamber and drains at the iridocorneal angle to maintain IOP. In open-angle glaucoma, the drainage angle remains anatomically open, but resistance within the trabecular meshwork impedes outflow, resulting in increased pressure.\n\nIncreased IOP does not invariably cause glaucoma, nor is it required for disease development. Systemic vascular factors, including high blood pressure, can also influence optic nerve perfusion and contribute to glaucoma pathogenesis. The population at greatest risk for glaucoma includes African Americans older than 40, all adults older than 60, and people with a family history of the disease.\n\nIn angle-closure glaucoma, the iris apposes the trabecular meshwork, obstructing aqueous humor outflow from the anterior chamber and causing a rapid IOP rise. Both open-angle and angle-closure glaucoma may be treated with muscarinic receptor agonists, such as pilocarpine, which induce ciliary muscle contraction and widen the trabecular meshwork. Once the meshwork pores open, aqueous humor drains through the Schlemm canal, resulting in IOP reduction. Contraction of the ciliary muscle provides therapeutic benefit in both open-angle and angle-closure glaucoma, making it a key pharmacologic target."
  }
}