{
  "drug_name": "pinaverium bromide",
  "nbk_id": "NBK549818",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549818/",
  "scraped_at": "2026-01-11T18:47:44",
  "sections": {
    "indications": "Drug or pill-induced esophagitis is esophageal mucosal injury caused by the medications and usually refers to a direct toxic effect on esophageal mucosa by the culprit medication. Common symptoms include retrosternal pain, dysphagia, or odynophagia. It was first reported in 1970 by Pemberton when a patient was found to have esophageal ulcers after taking potassium chloride tablets.\n[1]\n[2]\nDrugs can be damaging to the esophageal wall by having a direct toxic effect on the esophageal mucosa, which produces a caustic effect by creating an acidic or alkaline environment. Drug-induced esophagitis can be self-limiting esophagitis, but if persistent, then it can lead to complications such as severe ulceration, strictures, and rarely even perforation. Gastroesophageal reflux disease can aggravate drug-induced esophagitis.\n[3]\nThis activity will review Drug-induced esophagitis clinical manifestations, etiology, pathophysiology, diagnosis, and management.",
    "mechanism": "There are reports of more than 30 medications as a cause of drug-induced esophagitis.\n[4]\nMore commonly reported drugs as a cause of drug-induced esophagitis are listed below. Still, it may also be true that any medication can cause drug-induced esophagitis as the mechanism of injury also takes certain other patient-related factors such as inadequate water intake and recumbent position while taking pills.\n[1]\n[2]\nOther patient-related factors include reduced saliva production, which may be due to the ingestion of anticholinergics or other diseases such as Sjogren syndrome etc. Rarely, drug-induced esophagitis can occur due to an anatomical factor or underlying esophageal disorder, for example, undiagnosed vascular ring, scleroderma, etc.\n\nAntibiotics: One of the most common causes of drug-induced esophagitis. These include tetracyclines, especially doxycycline. Other antibiotics that can cause esophagitis include clindamycin, amoxicillin, metronidazole, ciprofloxacin, rifaximin, etc.\nNon-steroidal anti-inflammatory drugs (NSAIDs): aspirin and aceclofenac can lead to esophageal mucosal injury\n[3]\n.\nBisphosphonates: alendronate, ibandronate. Risedronate seems to be slightly safer than alendronate in terms of gastrointestinal side effects\n[5]\n.\nAscorbic acid\nPotassium chloride and ferrous sulfate\nAcetaminophen\nWarfarin\nChemotherapeutic regimens: dactinomycin, daunorubicin, bleomycin, methotrexate, 5-fluorouracil, cytarabine, and vincristine cause esophagitis perhaps due to oropharyngeal mucositis.\nThoracic irradiation • Other medications: anti-hypertensives, quinidine, glimepiride, tiropramide, pinaverium bromide, esomeprazole, etc.",
    "monitoring": "It is imperative to make the correct diagnosis to avoid repeated injuries to the esophagus and thus preventing related complications. The determination of drug-induced esophagitis has its basis in both clinical presentation and endoscopic findings. Patients presenting with retrosternal chest pain, dysphagia or odynophagia, and recent history of taking medicines which are known to cause drug-induced esophagitis are diagnosable with history only.\n\nBlood tests, including complete blood count, is not usually needed unless there is an associated history of hematemesis or melena. If a patient presents with severe symptoms including vomiting and unable to swallow, then a metabolic panel also should be done to check for any electrolyte imbalance and to ensure adequate replacement.\n\nEndoscopy usually confirms the diagnosis and remains the gold standard for the evaluation and management of drug-induced esophagitis. It is usually necessary for patients who have either persistent symptoms after discontinuation of culprit medicine for one week or presentation with severe but rather rare symptoms of hematemesis, difficulty swallowing, melena, and abdominal pain. The most commonly observed endoscopic findings in patients with the diagnosis of drug-induced esophagitis are as follows in decreasing frequency\n[2]\n[17]\n:\n\nEsophageal mucosal erythema and erosion\nUlcer and Ulcer with bleeding\nCoating with drug material\nImpacted pill fragments\nStricture\nKissing ulcers\n\nHistopathology may not be necessary for diagnosing drug-induced esophagitis, but it would exclude the possibility of malignancy.\n[1]\n[2]\n[12]\n\nA barium swallow study is not much useful in evaluating medication-induced esophagitis but usually gets done in the process of evaluation of dysphagia, which can be one of the presenting symptoms at the time of presentation.",
    "administration": "Drug-induced esophagitis management involves the discontinuation of culprit medicine and other supportive treatment and lifestyle modification to protect the esophagus from further injury.\n\nDiscontinuation of the causative drug - When possible, discontinue potentially caustic oral medications. If possible, the medication preparation should change to a liquid formulation\nShort-term treatment with proton pump inhibitors (PPIs) and antacids. PPIs are found to be very useful with their acid-inhibiting properties as gastric acid reflux may contribute further to the worsening of esophageal injury.\nOral sucralfate - It forms a local protective barrier and has cytoprotective effects.\n[1]\n[2]\nClinical features may persist for weeks to months in some patients. They can receive a topical application of lidocaine to alleviate symptoms.\nIn patients with difficulty swallowing, parenteral nutrition for a short duration can be considered but usually is not needed.\nAvoid irritating food such as very hot or cold or acidic items.\n\nPreventive Measures\n\nTake medication with an adequate amount (at least 200 to 250 ml) of water.\nAvoid the prone position while taking the drug.\nTake pills at least 30 minutes before going to bed.\nEat a meal after taking medicine.\n\nMedication-induced esophagitis is usually transient and improves in 1 to 2 weeks after discontinuing culprit medication. In a study, when patients were followed up after two days to 2 months with endoscopy, they showed normal esophageal findings or well-healed scars in the esophagus.\n[18]\n[11]\n[4]\n[12]",
    "adverse_effects": "Gastrointestinal bleeding\nStenosis and esophageal strictures\nEsophageal perforation\nIntramural esophageal hematoma\nMediastinitis"
  }
}