{
  "drug_name": "pioglitazone",
  "nbk_id": "NBK544287",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544287/",
  "scraped_at": "2026-01-11T15:36:42",
  "sections": {
    "indications": "Contraindications to the use of pioglitazone include the following scenarios\n[12]\n:\n\nPatients with a known hypersensitivity to pioglitazone or any of its components\nDiabetic ketoacidosis or type 1 diabetes, since pioglitazone is active only in the presence of insulin.\nHypoglycemia, therefore, regular blood sugar monitoring is imperative\nInitiation of therapy in patients with established New York Heart Association (NYHA) Class III or IV heart failure is a contraindication in the US\nSymptomatic heart failure at any stage (NYHA Class I, II, III, IV) is contraindicated in Canada\nAny evidence of fluid overload\nActive (current) bladder cancer or history of bladder cancer, uninvestigated microscopic hematuria\nHistory of fracture or at high risk for fracture\nActive liver disease, liver transaminase  levels more than 2.5 times above the upper limit of normal\nPregnancy\nThe Beers Criteria lists pioglitazone as a potentially inappropriate medication (PIM) for the geriatric population with heart or kidney failure.",
    "mechanism": "The mechanism through which TZDs exert their anti-diabetic effect is augmenting insulin sensitivity by acting on muscle, adipose, and liver tissue. TZDs increase peripheral tissue glucose utilization and, to some extent, decrease glucose production in the liver. This action involves activating a nuclear receptor, the gamma isoform of peroxisome proliferator-activated receptor (PPAR-gamma). The activation of this nuclear receptor, in turn, alters the gene transcription of several genes involved in glucose and lipid metabolism, along with energy balance. Some genes are stimulated, and some genes are inhibited. This includes the genes for fatty acid transporter protein, lipoprotein lipase, glucokinase, and the GLUT4 glucose transporter. TZDs help to reduce insulin resistance in muscle, adipose tissue, and liver. Since PPAR-gamma concentrates heavily in adipose tissue, the effect on muscle and liver seems to be via endocrine signaling from adipocytes by adipokines. The exact mechanism of action of TZDs is still not entirely clear, but they have been proven to potentially improve the insulin resistance syndrome and improve the complications of type 2 diabetes mellitus with better glycemic control.\n[4]\n\nWhile rosiglitazone is a PPAR-gamma agonist, pioglitazone is both PPAR-gamma and PPAR-alpha agonist. PPAR-gamma is mainly localized in adipose tissue, pancreatic beta cells, macrophages, vascular endothelium, and the central nervous system. PPAR-alpha is mainly localized in the liver, heart, skeletal muscle, and vascular wall.  These differences may be responsible for different results of rosiglitazone and pioglitazone on lipid levels and cardiovascular outcomes.\n\nPioglitazone is readily absorbed, and it reaches peak plasma time in 2 to 4 hours. It is more than 99 percent protein bound. Volume of distribution: 0.63 L/kg. Its elimination half-life is between 3 to 7 hours. It is given once a day, and it is considered to exert its pharmacokinetic effects or, in plain terms, to be effective for 24 hours.\n\nPioglitazone is metabolized in the liver by CYP2C8 and CYP3A4. It has active metabolites, called metabolite II (hydroxy derivative), metabolite III (keto derivative), metabolite IV (active hydroxy derivative). CYP2C8 inducers may decrease the serum concentration of pioglitazone, whereas CYP2C8 inhibitors may increase the serum concentration of pioglitazone. Hyperglycemia-associated or causing- agents like steroids may diminish the therapeutic effect of pioglitazone. When pioglitazone is combined with other oral anti-diabetics, it increases the risk of hypoglycemia, especially with insulin and insulin secretagogues. Consider decreasing the dose of other oral anti-diabetics when starting pioglitazone. If pioglitazone is given together with insulin, the risk of fluid retention, heart failure, and hypoglycemia increases. Consider decreasing insulin dose. If any side effects occur in combination with insulin, the first option is to discontinue pioglitazone or to decrease pioglitazone dose, and the second option to discontinue or decrease insulin.\n\nOther factors that may affect pioglitazone use:\n\nConcomitant use of pioglitazone and pregabalin may enhance edema.\nThe use of aspirin with pioglitazone may increase the hypoglycemic effect of pioglitazone.\nSelective serotonin reuptake inhibitors may enhance the glucose-lowering effect of pioglitazone.\nUse of pioglitazone with a thiazide or thiazide-like diuretics may decrease the glucose-lowering effect of pioglitazone.\nUse of pioglitazone with Topiramate may result in decreased serum concentration of pioglitazone.\nBy decreasing insulin resistance, pioglitazone may cause ovulation in premenopausal women with anovulation, especially in polycystic ovarian syndrome. These anovulatory female patients may get pregnant with the resumption of ovulation.\n\nPioglitazone stimulates PPAR-gamma receptors located in collecting tubules of the kidney. PPAR-gamma pioglitazone interaction induces sodium channel messenger RNA production.  Pioglitazone increases sodium reabsorption from the epithelial sodium channel at the luminal surface of the collecting tubules and causes fluid retention and possibly edema.\n[5]",
    "administration": "Pioglitazone is taken orally, with or without food. It can be taken as monotherapy but is usually used as an adjunct to metformin/sulfonylurea or insulin therapy.\n\nPioglitazone can decrease hemoglobinA1C by 0.5 and 1.4 percent when used as monotherapy. The magnitude of benefit on glycemic control is variable with combination therapy with other antidiabetics, including insulin.\n\nFor adults, the dose starts initially at 15 mg or 30 mg orally once daily. For those who respond inadequately, dose increments of 15 mg of the drug are appropriate as needed. The maximum permissible dose is 45 mg/day by mouth every day.\n\nFor adults who do not have symptomatic heart disease but possess any risk factors for congestive heart failure, or those belonging to NYHA Class I or II heart failure category, the recommended dose is no more than 15 mg orally once daily.\n\nMaximum dose:\n\nAdults - 45 mg/day orally\nElderly - 45 mg/day orally\nFor adolescents and children, the drug's safety and efficacy are unclear.",
    "adverse_effects": "The common adverse effects of pioglitazone are edema, weight gain, macular edema, osteoporosis, and congestive heart failure (CHF). It may cause hypoglycemia when combined with other antidiabetic drugs and decrease hematocrit and hemoglobin levels.\n[6]\n\nWeight gain, fluid retention is considered to contribute to weight gain\nA decrease in hemoglobin and hematocrit most likely due to hemodilution\nIt is associated with increased bone fracture risk, especially in women, and might be a potential cause of osteoporosis.\n[7]\nIt correlates with an increase in serum low-density lipoprotein cholesterol levels.\nMyocardial infarction, although it is more common in rosiglitazone users than in users of pioglitazone as per a retrospective cohort study conducted to study cardiac adverse effects of both these drugs.\n[8]\nIt has been proven in four real-life registries that the relative risk of CHF with TZDs was between 1.06 and 1.76 (between 1.10 and 1.44 if combined with insulin) in comparison to treatment without TZDs. Such a relatively high CHF risk merits acknowledgment along with the potential benefits of TZDs in the management of type 2 diabetes. The odds ratio of intraclass correlation was 1.43 (pioglitazone vs. placebo) in diabetic patients with high cardiovascular risk in the PROactive trial.\n[9]\nIn December 2016, the FDA conclusion was that using pioglitazone may be associated with an increased risk of bladder cancer.\n[10]\nHowever, the cause and effect relationship is not clear-cut, and pioglitazone is still on the market.\nPioglitazone should be discontinued in patients with developed macular edema.\n\nThere is a known drug interaction with oral contraceptives (OCPs), as co-administration of a TZD with OCPs containing ethinyl estradiol and norethindrone reduced the plasma concentrations of both hormones by approximately 30%, which could result in loss of contraception. Therefore, ensure extra caution regarding contraception in patients receiving pioglitazone and OCPs.\n\nPioglitazone and insulin combination increases the risks of edema and heart failure.\n\nPioglitazone was associated with bladder tumors in male rats. Although some studies showed an increase of bladder cancer in pioglitazone users in the past, a meta-analysis published in 2017 failed to show an increased risk ratio or hazard ratio between pioglitazone use and the risk of bladder malignancy, allowing Filipova et al. to state that there is no link between long-term use of pioglitazone and bladder cancer.\n[11]",
    "monitoring": "Pioglitazone is known to derange liver function. Therefore, liver function tests should be obtained prior to starting pioglitazone and periodically thereafter. The frequency of liver function test monitoring should be based on clinical judgment.  Liver function tests may improve with pioglitazone treatment in patients with nonalcoholic fatty liver disease.\n[13]\nAdvise patients to seek immediate medical advice for unexplained nausea, vomiting, abdominal pain, fatigue, anorexia, or dark urine.\nPioglitazone should be used carefully in patients with NYHA Class I and II heart failure. Patients should receive counseling to look out for signs like shortness of breath, rapid weight gain, and/or edema (peripheral or pulmonary) after drug initiation and dose changes.\nAssess and maintain bone health in accordance with current standards, especially in female patients.\nPatients are encouraged to report any warning signs of bladder cancer, like red-colored urine (hematuria), increased urge or frequency of urination, weight loss, etc.",
    "toxicity": "There is no known antidote for pioglitazone overdose; the only treatment in such cases is supportive management."
  }
}