{
  "drug_name": "pipenzolate bromide",
  "nbk_id": "NBK609108",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK609108/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Seizures are common in neonates, particularly in the first month of life. Neonatal seizures can be either provoked or unprovoked. Provoked seizures, also known as acute symptomatic seizures, may result from hypoxic-ischemic injury, cerebral infarction, brain bleeds, metabolic derangements, or infections. Unprovoked seizures are often due to underlying structural brain abnormalities or genetic conditions.\n\nNeonatal epilepsy syndromes are a group of electroclinical syndromes that are considered a medical urgency as they may indicate underlying structural or neuro-metabolic derangements. Although some of these disorders improve over time, others can lead to severe neurodevelopmental consequences, resulting in significant morbidity and mortality.\n[1]\n[2]\nMost neonatal seizures that occur in the first month of life are acute symptomatic. Neonatal epilepsy syndromes account for a smaller portion of neonatal seizures.\n[3]\nTimely and accurate diagnosis is crucial for initiating appropriate therapy.\n[4]",
    "mechanism": "Underlying causes of neonatal epilepsy syndromes include genetic mutations, structural brain malformations, and inborn errors of metabolism.\n\nGenetic Abnormalities\n\nGenetic abnormalities are common causes of neonatal epilepsy. Several types of genetic mutations associated with neonatal epilepsy are discussed below.\n\nSelf-limited neonatal epilepsy:\nThe onset of seizures typically occurs on the second or third day of life. Seizures may be tonic, clonic, or autonomic (including apnea and changes in skin color), and typically last up to 30 seconds. Interictal electroencephalography (EEG) recordings are usually normal but may occasionally show epileptiform discharges. Amplitude-integrated EEG often reveals a distinctive pattern during seizures, characterized by a sudden rise in the upper and lower margins followed by amplitude suppression.\n[5]\n\nThe neurological examination is usually unremarkable. Seizures typically resolve between 6 weeks (65%) and 6 months (94%).\n[6]\nIn some cases, a family history of neonatal seizures is present, with an autosomal dominant inheritance pattern. Genetic mutations associated with self-limited neonatal epilepsy include\nKCNQ2\n,\nKCNQ3\n, and\nSCN2A\n. Most children with\nKCNQ2-\nor\nKCNQ3\n-related epilepsy respond well to carbamazepine and other sodium channel blockers.\n[5]\n\nEarly infantile epileptic encephalopathy (Ohtahara syndrome):\nSeizure onset may occur in utero or within the first few days postnatally. This syndrome is often secondary to an underlying structural abnormality. Tonic seizures are commonly observed, along with focal motor and hemiconvulsive seizure types. EEG shows a burst-suppression pattern during both sleep and wakefulness. Seizures are often refractory to treatment, and the syndrome is associated with a poor prognosis. Treatment options, including steroids, valproate, zonisamide, or vitamin B, have been attempted but with limited success.\n[7]\n\nEarly myoclonic epileptic encephalopathy:\nThis syndrome can present within the first few hours to any time during the first month of life and is often attributed to underlying genetic or metabolic causes, with nonketotic hyperglycinemia being the most common. Myoclonic seizures (even generalized myoclonus) are the most common seizure type, although occasional focal seizures may occur. EEG typically shows a burst-suppression pattern, more pronounced during sleep.\n[8]\nThis syndrome is associated with a high seizure burden, medically refractory epilepsy, and severe neurodevelopmental morbidity. While myoclonic seizures may resolve within 3 to 4 months, they may progress to tonic seizures. A trial of vitamins may be considered.\n\nKCNQ2\nencephalopathy:\nSeizure onset typically occurs within the first week of life. Neonates present with tonic seizures and exhibit encephalopathy, characterized by hypotonia and visual inattention. EEG reveals abundant multifocal negative sharp waves, which may occasionally meet the criteria for a burst-suppression pattern. Although seizures often resolve by age 3, they are associated with severe global neurodevelopmental delays, regardless of seizure control. Sodium channel blockers are usually effective in treatment.\n[9]\n\nDevelopmental delay, epilepsy, and neonatal diabetes syndrome:\nThis condition, also known as DEND syndrome, typically presents within the first year of life, often in the neonatal period, where infants with neonatal diabetes experience severe epilepsy. Managing hyperglycemia, usually with oral sulfonylureas, can help control seizures; however, neurodevelopmental delays are commonly observed.\n\nEpilepsy of infancy with migrating focal seizures:\nThis condition can present between the third day of life and late infancy in neonates. The primary seizure type is focal, although tonic seizures, epileptic spasms, and autonomic seizures may also occur. EEG may reveal epileptiform discharges, seizure activity with interhemispheric migration, hypsarrhythmia, or burst-suppression patterns. The prognosis is poor, with high mortality rates within the first few years of life and severe neurodevelopmental delays in survivors.\n\nGenetic mutations in\nKCNT1\nand\nSCN2A\nare associated with this epilepsy syndrome. Treatment options include levetiracetam, benzodiazepines, stiripentol, and phenytoin. Children with\nSCN2A\nmutations presenting before 3 months of age often respond well to sodium channel blockers such as oxcarbazepine and lacosamide,\n[10]\nwhereas those with\nKCNT1\nmutations respond to quinidine.\n[11]\n\nPyridoxine-dependent epilepsy:\nPyridoxine-dependent epilepsy is a rare autosomal recessive epilepsy and epileptic encephalopathy caused by antiquitin deficiency due to an underlying\nALDH7A1\nmutation. This can be considered a type of early myoclonic epileptic encephalopathy. Seizures typically present in the neonatal period and are refractory to seizure medications. The clinical presentation may also include perinatal asphyxia.\n\nImaging abnormalities associated with pyridoxine-dependent epilepsy may include corpus callosum hypoplasia, intracranial hemorrhages, cerebellar hypoplasia, and white matter abnormalities. Seizures typically respond to pyridoxine, pyridoxal-5-phosphate, or folinic acid.\n[12]\nEEG often reveals diffuse high-amplitude rhythmic delta waves with spikes and associated myoclonic seizures.\n[13]\n\nStructural Brain Malformations\n\nStructural brain malformations are a common cause of neonatal epilepsy. These anomalies may include schizencephaly, porencephaly, hemimegalencephaly, subcortical band heterotopia, lissencephaly, and polymicrogyria.\n\nInborn Errors of Metabolism\n\nSeveral inborn errors of metabolism with genetic etiologies can cause neonatal seizures. Examples include nonketotic hyperglycinemia, congenital disorders of glycosylation, Zellweger syndrome, isolated sulfite oxidase deficiency, and organic acidurias.\n\nIn certain cases, severe brain injury during the neonatal period can sometimes lead to acute symptomatic seizures that continue unremittingly and progress into epilepsy.",
    "monitoring": "The diagnosis of seizures in the neonatal age group can be challenging, requiring evaluation alongside treatment. The initial evaluation begins with a detailed history and physical examination, including a thorough neurological assessment. Initial laboratory tests should include blood gas analysis, serum glucose, electrolyte profile, calcium and magnesium levels, liver function tests, ammonia, pyruvate, lactate, serum amino acids, urine organic acids, and acylcarnitine profile.\n\nRuling out infection is crucial for any infant presenting with seizures. A full sepsis evaluation should include a complete blood count, blood culture, and cerebrospinal fluid studies, including herpes simplex virus analysis, particularly for infants experiencing seizures in the neonatal period. Identifying an acute provoked cause is also essential, as these are the most common causes of seizures in neonates.\n\nSeizures in neonates may present with or without clinical signs. Continuous EEG monitoring should be initiated for high-risk neonates. Video EEG is considered the gold standard,\n[20]\nand is recommended for 24 hours by the American Clinical Neurophysiology Society. A standard 60-minute EEG is considered insufficient, as it takes a median of 7 hours to detect electrographic seizures.\n[21]\nIf seizures are not recorded after 24 hours, monitoring may be discontinued, except in patients with hypoxic-ischemic encephalopathy who are undergoing therapeutic hypothermia. However, if seizures are detected, EEG should continue until the infant remains seizure-free for 24 to 48 hours. Prolonged EEG monitoring helps characterize the interictal background and classify the seizures. Amplitude-integrated EEG is considered only when video EEG or continuous EEG is unavailable, as its sensitivity and specificity are lower, and artifacts in these recordings can result in a high false-positive rate.\n[22]\n\nMagnetic resonance imaging (MRI) is the preferred imaging modality for all neonates with seizures. Additional sequencing imaging, such as magnetic resonance angiography or magnetic resonance venography, is performed if arterial ischemic stroke or venous thrombosis is suspected. Magnetic resonance spectroscopy may be useful if an underlying metabolic disorder is suspected. In clinically unstable infants, a head ultrasound can be performed to assess for intraventricular hemorrhage or hydrocephalus. Ultrasounds can be performed at the bedside, making them a quicker and noninvasive assessment method. The use of computed tomography (CT) scans is restricted in neonates due to concerns about radiation exposure.\n\nInitial genetic evaluation includes chromosomal microarray, karyotype, and epilepsy genetic panel testing. If a clear cause is not identified, whole exome sequencing or whole genome sequencing is recommended for neonates without apparent dysmorphic features. Genetic testing is essential in almost all neonates with epilepsy to guide management and prognosis discussions with the family.\n[16]\nSome of the most commonly identified genetic characteristics associated with specific epileptic diagnoses are listed in the\nTable\nbelow.\n[23]\n\nTable\nTable. Genetic Characteristics Associated With Neonatal Epilepsy Syndromes.",
    "administration": "The management of neonatal seizures focuses on identifying and addressing the underlying etiology. This is particularly critical in cases involving metabolic derangements, such as hypoglycemia or hypocalcemia, or central nervous system infections requiring treatment with antivirals, antibiotics, or antifungals. The Neonatal Task Force of the International League Against Epilepsy (ILAE) provides evidence-based recommendations for antiseizure medications (ASMs) in neonates.\n[24]\n[25]\nPhenobarbital is the recommended first-line ASM. For neonates with channelopathies, phenytoin or carbamazepine may be more appropriate. If seizures persist despite phenobarbital, second-line ASMs include phenytoin, levetiracetam, midazolam, or lidocaine.\n\nA trial dose of pyridoxine may be considered for neonates with seizures unresponsive to second-line ASMs. Using EEG to guide neonatal seizure treatment helps minimize unnecessary exposure to ASMs. The ILAE recommends discontinuing ASMs after 72 hours of seizure freedom in patients diagnosed with acute provoked seizures, provided there is no evidence of neonatal epilepsy, before discharge. Some evidence suggests that long-term phenobarbital use may lead to neuronal apoptosis in immature rats, although this has not been definitively proven in human neonates.\n[26]\nThis is one reason why early discontinuation of phenobarbital in the acute setting is recommended.\n\nInfants at risk for neonatal epilepsy include those with EEG-confirmed seizures lasting more than 3 days, a severely abnormal EEG background, or abnormal findings on a neurological examination. These patients require close follow-up by a pediatric neurologist. Neonates with a confirmed diagnosis of neonatal epilepsy should be discharged with prescribed ASMs to manage and control seizures effectively.\n\nIn neonatal epilepsy, it is crucial to classify the type and provide targeted treatment, as mentioned below.\n\nSelf-limited neonatal epilepsy: Most cases have a spontaneous remission of seizures; however, approximately 30% of patients may develop epilepsy later in life. Initial treatment involves a routine ASM pathway. When the diagnosis is confirmed, carbamazepine or oxcarbazepine may be effective.\n[27]\nThe administration of ASMs is typically discontinued after 6 weeks.\nEarly infantile epileptic encephalopathy: Management includes a combination of ASMs, dietary therapies, and, in rare cases, epilepsy surgery for a few infants.\n[28]\nEarly myoclonic epileptic encephalopathy: Treatment is not yet evidence-based. Seizures are managed with standard broad-spectrum ASMs.\nEpilepsy of infancy with migrating focal seizures: Seizures are often drug-resistant, and the prognosis is poor. However, 4 cases have been reported where complete seizure control was achieved using various medications, including bromide, clonazepam, stiripentol, and levetiracetam. Vagal nerve stimulation and ketogenic diet therapies have shown inconclusive results regarding their efficacy.\n[29]\n[30]\nDEND syndrome: Oral sulfonylureas have demonstrated significant success in achieving euglycemia and managing epilepsy symptoms effectively.\n[31]\nPyridoxine-dependent epilepsy: ASMs are typically ineffective. A trial of intravenous (IV) pyridoxine (100 mg) should be performed under EEG monitoring and close cardiopulmonary observation due to the risk of apnea. This dose may be repeated up to 4 times, with a maximum cumulative dose of 500 mg.\n[32]\nIn cases where pyridoxine is ineffective, pyridoxal phosphate may be used, particularly for pyridoxamine 5'-phosphate oxidase or PNPO deficiency.\n[33]\nFor long-term management, the recommended pyridoxine dosage is 15 to 30 mg/kg/d (up to 200 mg/d in neonates).\n[32]",
    "adverse_effects": "Neonatal seizures can disrupt normal brain synaptogenesis, potentially leading to cognitive deficits in some infants. Other serious neurological outcomes include an increased risk of cerebral palsy, particularly in infants with extremely low birth weight.\n[40]\nComplications associated with neonatal epilepsy vary depending on the specific type diagnosed and can worsen if treatment is delayed. These complications can range from mild learning disabilities to severe neurodevelopmental delays and reduced lifespan. Additionally, some types of epilepsy may result in lifelong, medication-resistant seizures, as outlined in the\nPrognosis\nsection."
  }
}