{
  "drug_name": "piperonyl butoxide",
  "nbk_id": "NBK606124",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606124/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Pyrethrin and pyrethroid compounds are ester insecticides derived from\nChrysanthemum cinerariaefolium,\nwith robust safety profiles in humans compared to many agricultural products. Natural pyrethrins have been used as insecticides for centuries, particularly for lice and mosquito control. Allethrin was the first pyrethroid synthesized commercially (in 1953 in Japan) and was used as a household insecticide.\n[1]\n\nPyrethroids offer several advantages over natural pyrethrins, which prompted their development. Pyrethroids are less prone to supply fluctuations, as natural pyrethrins need to be extracted from plants that may have poor harvests. Furthermore, pyrethroids are more resistant to degradation than natural pyrethrins, display greater potency, and can be produced cost-effectively on a large scale.\n\nMore pyrethroid compounds were produced and widely adopted during the remainder of the 20th century for their insecticidal properties in agriculture, mosquito control, and general safety.\n[2]\nToday, pyrethroids represent roughly 30% of all insecticides used worldwide.\n[3]\nThese compounds are widely used for personal and commercial pest control. Permethrin is a topically applied pyrethroid used for treating scabies and lice.\n[4]\n\nStructurally, most pyrethroids are esters containing a cyclopropane carboxylic acid moiety and a cyclopentenolone alcohol moiety. Pyrethrins and pyrethroids were initially divided by the symptoms they caused during experiments in the 1970s, where test rats were exposed orally and intravenously. The \"T syndrome\" was named after tremors in rats exposed to type I pyrethroids, and the \"CS syndrome\" was named after choreoathetosis and salivation in rats exposed to type II pyrethroids.\n\nSubsequent data published in the 1980s showed CS syndrome was almost exclusively produced by pyrethroids containing a cyano linkage at the central ester structure of the molecule; T syndrome was almost exclusively produced by pyrethroids that did not contain a cyano linkage. Today, type I pyrethroids refer to chemicals without a cyano group, and type II pyrethroids are those with a cyano group.\n[5]\nCompared to the type I group, type II pyrethroids are generally more potent, environmentally persistent, and toxic to humans.",
    "mechanism": "Little published data exists about the most common mechanisms by which patients experience toxic exposure to pyrethroids in the United States. Intentional ingestion and inhalational and dermal exposure are the most likely routes of entry into the human body. Agricultural workers and individuals spraying large volumes of insecticide are at risk for inhalation and dermal exposure. One-third of pyrethroid exposure cases reported to the Toxic Exposure Surveillance System (TESS) between 2000 and 2005 involved children younger than 6.\n[6]\nThus, accidental exposure likely comprises a significant fraction of exposures outside of occupational settings.",
    "monitoring": "No single laboratory test exists to identify specific pyrethroid compounds. However, mass spectrometry may be utilized in some settings to detect metabolites.\n[15]\nGiven the overlap of symptoms with organophosphate toxicity, cholinesterase measurement may be helpful to delineate the type of exposure further. However, such tests are not rapidly available and lack the ideal sensitivity and specificity. Thus, cholinesterase measurement should not delay treatment.\n\nA basic metabolic panel helps evaluate for electrolyte abnormalities in patients with significant vomiting. Chest radiography should be obtained if patients develop respiratory distress or have evidence of pulmonary edema on examination. Chemical pneumonitis or pulmonary edema secondary to aspiration may be delayed several hours. For a more comprehensive discussion of the evaluation and management of hydrocarbon exposure, please see StatPearls' companion activity,\n\"Hydrocarbon Toxicity.\"",
    "administration": "The management of toxic exposure to pyrethroids or pyrethrins includes close monitoring, observation, and supportive care. Patients often fail to identify the insecticide product. Thus, other agents should be included in the evaluation, most critically organophosphates, which have overlapping signs and symptoms such as salivation, lacrimation, mental status changes, and tremors but are typically of more serious health consequences. Prior studies have identified pyrethroid toxicity cases initially misdiagnosed as organophosphate toxicity and treated with atropine, resulting in significant atropine toxicity and death.\n\nDecontamination should be included among the first management measures in any pesticide exposure to prevent further toxicity to the patient and secondary contamination of healthcare workers. Individuals displaying evidence of anaphylaxis should receive epinephrine, antihistamine, and corticosteroids in line with usual anaphylaxis treatment. Prior case reports also highlight that hydrocarbon carriers in pyrethroid insecticide formulations can cause chemical pneumonitis, potentially leading to respiratory failure and death after ingestion. Patients in respiratory distress should receive supplemental oxygen and be closely monitored. Local irritation from contact exposure should be cleaned with soap and water. Paresthesias have been treated with topical vitamin E oil, though this symptom is generally self-limited and resolves within 24 hours.\n\nPatients who develop seizures should be treated with benzodiazepines. Individuals requiring endotracheal intubation should receive benzodiazepines or other GABA-receptor agonists for sedation. Continuous electroencephalography must be considered if anticipating persistent seizures. Further, benzodiazepines may also be used to treat patients who present with tremors after pyrethroid exposure. Noting the time since ingestion is critical in possible pyrethroid poisoning cases. Activated charcoal may be considered if the patient presents within an hour of ingestion. However, this measure is contraindicated if the patient is vomiting or exhibiting mental status changes, increasing the risk of charcoal aspiration. Gastric lavage and bowel irrigation are not recommended. Atropine may be considered for excessive salivation or pulmonary edema but should be used cautiously, given its adverse effect profile.\n[16]",
    "adverse_effects": "The potential complications of pyrethrin or pyrethroid toxicity include the following:\n\nSeizures\nNausea\nVomiting\nRespiratory distress\nTremor\nAltered mental status\nChoreoathetosis\nHyperthermia\nSkin irritation\nHyperglycemia\n\nPrompt recognition and treatment are crucial to prevent significant morbidity. Clinicians should remain vigilant for symptoms and provide appropriate care to affected patients."
  }
}