{
  "drug_name": "piracetam",
  "nbk_id": "NBK560722",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560722/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Agraphia describes an impairment or loss of a previous ability to write. Agraphia can occur in isolation, although it often occurs concurrently with other neurologic deficits such as alexia, apraxia, or hemispatial neglect. Clinically, agraphia can be divided into central agraphia (linguistic or aphasic agraphia) and peripheral agraphia (nonlinguistic or nonaphasic agraphia).\n[1]\nTo perform the act of writing, an individual produces a series of graphemes to communicate meaningful information. In the English language, graphemes consist of letters of the Latin alphabet. To write properly, one must first know the letters themselves and then understand how to organize letters to form proper words and grammatically correct sentences. Lesions disrupting these processes result in central agraphia.\n\nThe individual must then know the set of coordinated movements to draw out letters correctly (praxis), the ability mentally to queue up the correct sequence of letters to make an entire word (motor programming), the visuospatial ability to guide a writing implement on a writing surface, and finally, the motor system to carry out these tasks.\n[1]\n[2]\nImpairment of these latter steps involved in the motor planning or motor action of writing leads to peripheral agraphia. Peripheral agraphia is characterized by difficulties in the physical act of writing, eg, forming letters and maintaining consistent letter shapes, sizes, and orientations. Patients with peripheral agraphia may exhibit errors like case substitutions, letter substitutions, and inconsistencies between print and cursive writing.\n[3]\n[4]\n\nDistinguishing between primary and secondary types of agraphia is essential. Primary agraphia refers to writing impairments caused by lesional insults directly to brain regions involved explicitly in writing. Primary agraphia is typically either an isolated or the predominant deficit in presentation; as such, it should not be attributable to other impairments, whether they be motor, linguistic, or cognitive. Secondary agraphia results from another primary disorder, whether visual (eg, hemianopia, visual agnosia), motor (eg, hemiparesis, tremor, dystonia), attentional (eg, hemispatial neglect), or cognitive dysfunction (eg, dementing diseases).\n\nThe distinction between primary and secondary agraphia is clinically vital because treatment approaches differ significantly. Primary agraphia typically requires direct intervention targeting writing processes, whereas secondary agraphia is often addressed by first treating the underlying condition. The distinction also has neuroanatomical significance, as primary agraphia implicates specific writing-related neural circuits, whereas secondary agraphia reflects broader dysfunction across multiple systems.\n\nIt must also be noted that the term aphasia is used inconsistently in literature. Aphasia most commonly refers to an acquired impairment of just spoken language, but it is also frequently used in clinical settings to encompass both written and spoken language impairments.\n[2]\n[5]\n[6]\n[7]\nThis topic uses aphasia to refer to an isolated spoken language impairment. Peripheral agraphia can be viewed as analogous to dysarthria of written language in the sense that dysarthria denotes an impairment in the motor output of verbal language. Furthermore, in central agraphia, there can be a dissociation between written and spoken language ability; in some cases, there is even a difference in the type of aphasia manifested in the same patient, such as verbal nonfluent aphasia accompanied by written fluent aphasia.\n[8]\n[9]\nThe qualifier term \"linguistic\" is used in this review to encompass written and spoken language issues.\n\nAgraphia is distinguished from illiteracy, in which the ability to write was never obtained. Dysgraphia typically denotes impaired handwriting as one part of a primary learning disability. It is also sometimes used to denote an incomplete acquired writing impairment and, in this case, is synonymous with agraphia.\n[10]\nParagraphia refers to a specific writing error analogous to paraphasic speech errors. The impairment of typing on a keyboard is known as dystypia (or dystextia in the case of mobile phone use) and often accompanies agraphia. Cases of isolated dystypia or dystextia suggest these may represent distinct impairments.\n[11]\n\nCentral (Linguistic) Agraphia\n\nCentral agraphia arises from damage to the central neural processes involved in spelling and writing. Central agraphia impairs the linguistic components of writing, such as the ability to retrieve and manipulate graphemic representations, rather than the motoric execution of writing. Central agraphia manifests in numerous ways, including phonological agraphia, where patients struggle to write non-words, and lexical agraphia, where patients struggle to write irregular words. Central agraphia typically arises from lesions in the left hemisphere, especially the centers for language production in the frontal lobe, language comprehension in the temporal lobe, and connections between them running through the parietal lobe (eg, the arcuate fasciculus). Other areas, eg, parts of the motor cortex, auditory cortex, and visual cortex, also contribute to language processing.\n\nCentral agraphia can be further subdivided into phonological agraphia, lexical (surface) agraphia, deep agraphia, and semantic agraphia, reflecting the complexity of the neural processes involved in writing and underscoring the diverse neuroanatomical regions implicated by these disorders.\n\nPhonological (sound-based) agraphia\noccurs due to difficulty in impaired phoneme-to-grapheme conversion (sound-to-letter conversion), making it difficult to spell non-words or unfamiliar words. Patients can typically spell familiar words correctly but struggle with phonologically plausible errors when writing non-words based on their sounds. Persons with phonological agraphia typically remain able to spell familiar irregular words such as \"subtle\" but struggle when ambiguity between spelling and pronunciation obtains, such as between the words \"steak\" and \"beak.\" Dyscravia is a disorder of phoneme-to-grapheme conversion in which written words are misspelled using proximate sounds, such as substituting a \"t\" for a \"d.\" Dyscravia is classified as a subtype of phonological agraphia.\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[17]\n[19]\nLexical agraphia\nAKA\nsurface agraphia\ncauses difficulty spelling irregular words that do not obey standard phonetic rules and thus have atypical spellings (eg, \"ghost\" or \"yacht\"). As with phonological agraphia, regular words and non-words are usually spelled correctly.\nGraphemic buffer agraphia\ndescribes errors in the sequence and maintenance of letters within words, affecting both regular and irregular words. This condition is often due to a disruption in the short-term storage of graphemic representations.\nSemantic agraphia\narises when writing becomes impaired due to a breakdown in semantic memory, disrupting the ability to access and use word meanings during the writing process. This condition often occurs secondary to a progressive loss of semantic knowledge, as can occur in patients with semantic dementia or the semantic variant of primary progressive aphasia (PPA).\nDeep agraphia\nis a type of central agraphia where patients substitute words with semantically related ones (eg, writing \"dog\" instead of \"cat\"). This condition also involves phonological errors and difficulties with non-words, reflecting impairments in both the lexical-semantic and phonological types of writing.\n\nPeripheral (Nonlinguistic or Nonaphasic) Agraphia\n\nDespite its name, peripheral agraphia is a lesion of the central nervous system, not the peripheral nervous system. The main subtypes of\nperipheral agraphia\ninclude:\n\nApraxic agraphia\n: This condition is haracterized by a disruption in the motor plans required for writing despite intact central spelling processes, patients with apraxic agraphia exhibit hesitant, incomplete, imprecise, or illegible handwriting. Lesions in the parietal and frontal regions, the thalamus, and the cerebellum most frequently account for presentations of apraxic agraphia.\n[20]\nAllographic agraphia\n: This type of agraphia is characterized by difficulty in selecting and producing the correct letter shapes (allographs), in allographic agraphia, patients can spell words correctly but struggle with the visual form of letters, often substituting one letter form for another (eg, uppercase for lowercase).\nGraphemic buffer agraphia\n: This condition is characterized by disruptions in the short-term storage of graphemic representations, patients with this form of peripheral agraphia exhibit increased errors with longer words and have difficulty with both words and nonwords.\n[21]\nVisuospatial agraphia\nis writing impairment due to errors of orientation to the writing instrument or surface. One common cause of visuospatial agraphia is hemispatial neglect, where one is unaware of half of the page—most frequently, this manifests with a blank left-hand side of a page. Other features suggesting visuospatial agraphia include errors of word spacing or word grouping and specific letter-writing errors such as incorrectly repeating strokes or even repeatedly writing the same letter multiple times. Letters or words may be superimposed. In these cases, writing errors are attributed to constructional apraxia. Note that constructional apraxia is a visuospatial disorder that does not refer to true apraxia (ie, an error of a skilled motor task) and is not to be confused with apraxic agraphia.\n[22]",
    "mechanism": "The most recognized cause of agraphia is stroke.\n[23]\nThough less often considered, agraphia can also arise as a sequela of neurodegenerative disease, traumatic brain injury, central nervous system neoplasms, neurological infections, or epilepsy. The underlying locus and cause often guide the treatment approach and prognosis for agraphia, meaning distinguishing among these multiple and diverse etiologies is essential for appropriate clinical assessment and management.\n\nStroke produces either central or peripheral agraphia, depending on the locus of the infarct. Lesions in the perisylvian language regions, angular gyrus, supramarginal gyrus, and posterior temporal regions typically produce central agraphia. In contrast, lesions affecting the premotor cortex, primary motor cortex, supplementary motor area, basal ganglia, and cerebellum cause peripheral agraphia.\n\nCortical neurodegenerative disorders, eg, Alzheimer disease, frontotemporal dementia, dementia with Lewy bodies, and primary progressive aphasias, typically result in central agraphia. In contrast, conditions like Parkinson disease, progressive supranuclear palsy, corticobasal degeneration, and Huntington disease usually produce peripheral agraphia. Additionally, lesions to the white matter (eg, vascular, demyelinating) or those causing widespread diffuse dysfunction (eg, toxic metabolic states and functional disorders) typically result in peripheral agraphia.\n\nAgraphia can present as a feature of HaNDL syndrome (headache and neurologic deficits with cerebrospinal fluid lymphocytosis), has been described in concert with COVID-19 infection, and reported as a complication of capecitabine chemotherapy resulting in leukoencephalopathy.\n[24]\n[25]\n[26]\n[27]\nNumerous results from case reports have described less common etiologies of agraphia, as well, including subcortical lesions, metabolic disturbances, and cerebellar damage, highlighting the complexity of the neural networks involved in writing.\n[28]\n[29]\n[30]\n[31]\n[32]",
    "monitoring": "Diagnosis of agraphia typically involves comprehensive neuropsychological and language assessments that specifically evaluate various writing skills. A clinician's bedside examination of agraphia provides the initial characterization of writing dysfunction. Assessment of oral compared to written spelling ability fosters differentiation between central and peripheral agraphia. In equivocal cases, a more extensive evaluation can help further characterize agraphia. Specialized tests such as the Western Aphasia Battery or Boston Diagnostic Aphasia examination conducted by a speech and language pathologist can provide more granularity than a simple bedside clinical assessment. They can aid in tracking the severity of agraphia.\n[56]\nA neuropsychologist or psychometrician may also administer these tests as part of an extensive neuropsychological evaluation.\n\nOnce agraphia is identified, localization should be clinically correlated to determine the underlying cause of the agraphia and guide further diagnostic workup. Infrequently, history and examination are sufficient to establish a diagnosis, but as a rule, additional investigations will be needed. Magnetic resonance imaging (MRI) localizes or identifies the lesions causing agraphia, especially if caused by stroke. Fluid-attenuated inversion recovery and diffusion-weighted imaging sequences are useful for detecting acute ischemic changes, bithalamic damage, and internal capsule infarctions; volumetric MRI and neuropsychological testing are instructive in suspected dementia cases. When subcortical white matter lesions are suspected, diffusion tensor imaging can helpfully interrogate white matter tract integrity.\n[29]\n[57]",
    "administration": "The correct classification of a patient’s agraphia is paramount to proper treatment, as treatments vary greatly depending on the localization and etiology of the agraphia. Overall, the following aspects of a patient’s agraphia determine expected treatment effectiveness: agraphia subtype, its etiology (eg, stroke, neurodegenerative disease, trauma, other), duration of symptoms (eg, acute, subacute, chronic), concomitant language dysfunction, and cognitive state. The most successful approaches typically involve intensive, individualized therapy beginning as soon as possible after diagnosis, with interdisciplinary collaboration among speech-language pathologists, occupational therapists, neurologists, and neuropsychologists.\n\nIn general, speech and language therapy (SLT) and occupational therapy form the cornerstones of treatment for both central and peripheral agraphia. A multimodal approach, including therapy, medication, and sometimes surgery, is often required to treat agraphia successfully. For example, a patient with micrographia due to Parkinson disease might require deep brain stimulation, antiparkinsonian medication, occupational therapy, and orthotic devices to address their writing impairment optimally. Treatment paradigms should emphasize the importance of individualized therapy plans, incorporating traditional speech and language therapy and cognitive rehabilitation techniques, as the American Speech-Language-Hearing Association recommends.\n[58]\n\nIn addition to addressing the symptoms of agraphia, it is essential to address the underlying etiology of agraphia to prevent the potential progression of writing impairment. For instance, a patient with a tumor leading to central agraphia should be offered appropriate chemotherapy, radiation, or surgical treatments. Of the various etiologies of central agraphia, the most substantial evidence for effective treatment emerges in the case of central agraphia due to stroke.\n\nSLT is shown to be beneficial for language impairment after stroke, with evidence that high-dose SLT is superior to low-dose SLT for improving writing ability.\n[6]\nResults from one small study of 8 patients with alexia and agraphia due to stroke found benefit in targeted task-specific training in reading or writing, suggesting that treatment protocols may benefit from widely targeting a variety of specific writing deficits.\n[59]\nThe use of speech-to-text assistive technology in stroke patients with both aphasia and agraphia has demonstrated improvement in writing ability.\n[7]\n\nPharmacotherapy may also be supportive in enhancing cognitive function and facilitating rehabilitation. Medications typically used for the symptomatic management of dementias like Alzheimer disease, eg, cholinesterase inhibitors like donepezil and the N-methyl-D-aspartate-receptor antagonist, memantine are supported by American Heart Association/American Stroke Association guidelines and other clinical studies as being among the most effective pharmacotherapies for the treatment of agraphia, particularly in the context of post-stroke aphasia.\n[60]\nLimited evidence suggests that piracetam may be helpful in agraphia in the acute setting after a stroke.\n[61]\nHowever, the aforementioned guidelines specifically advise that piracetam does not appear to be beneficial for aphasia, and more extensive studies are needed before its routine use can be recommended.\n\nPerhaps best suited to the adjunctive treatment of poststroke agraphia, neuromodulatory techniques such as repetitive transcranial magnetic stimulation (rTMS) and transcranial direct current stimulation (tDCS) are recent developments in agraphia treatment. In rTMS, magnetic pulses are applied to specific brain regions to modulate neural activity. Study resutls suggest that contralaterally applied rTMS inhibits maladaptive neural activity, improving writing, among other language functions.\n[62]\nIn tDCS, low-voltage electrical current applied to the scalp modulates neuronal excitability and facilitates neuroplasticity, enhancing the effects of SLT.\n[63]\nFinally, neurofeedback with functional MRI (fMRI) involves using real-time brain activity feedback to help patients learn to modulate their own neural activity. This approach remains primarily experimental, but it has demonstrated potential by targeting specific language processing regions to ameliorate language functions.\n[62]\n\nGiven the broad mechanisms of peripheral agraphia, treatment for peripheral agraphia depends on its subtype. For instance, due to hemispatial neglect, visuospatial agraphia may benefit from prism lenses.\n[64]\nWriter cramp is often amenable to local botulinum toxin injection.\n[65]\nOrthotic devices, occupational therapy, and relaxation techniques may also help with writer’s cramp symptoms.\n[66]",
    "adverse_effects": "Complications of agraphia include issues with community integration, where functional communication is vital to independent daily life. Language impairments can be frustrating for patients, and in stroke, they are also associated with depression.\n[74]\nAs agraphia is not a specific disease, the complications of the underlying etiology should be considered."
  }
}