{
  "drug_name": "pirec",
  "nbk_id": "NBK544304",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544304/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Childbirth is considered a major physical, emotional, and social stressor in a woman’s life. Following days to weeks after childbirth, most women experience some mental disturbance like mood swings and mild depression (also known as post-baby blues), but a few can also suffer from PTSD, major depression, or even full-blown psychosis.\n[1]\n[2]\nThis change in maternal behavior and thought process is due to several bio-psycho-social factors. There are physical and hormonal changes, lack of sleep and exhaustion, and the beginning of a new role and commitment in caring for a newborn, which is both physically and emotionally challenging. Postpartum psychosis is the severest form of mental illness in that category characterized by extreme confusion, loss of touch with reality, paranoia, delusions, disorganized thought process, and hallucinations.\n[3]\nIt affects around one to two per one thousand females of childbearing age and usually happens immediately within days to the first six weeks after birth. Although rare, it is considered a psychiatric emergency that warrants immediate medical and psychiatric attention and hospitalization if the risk of suicide or filicide exists.",
    "mechanism": "Postpartum psychosis has a complex multifactorial origin. Risk factors include a history of bipolar disorder,  history of postpartum psychosis in a previous pregnancy, family history of psychosis or bipolar disorder, history of schizoaffective disorder or schizophrenia, and discontinuation of psychiatric medications during pregnancy. The overall prevalence is higher in patients suffering from affective disorders like bipolar one, two, and first-time pregnancy with a previous family or personal history of bipolar one disorder is considered the single most important risk factor.\n[4]\nLack of sleep and hormonal fluctuations after birth, especially the rapidly falling levels of estrogen, may also pose a risk; previous postulations proposed that treatment with estradiol may be beneficial as an adjunctive treatment for women with psychosis in schizophrenia.\n[5]\n[6]\nHowever, a subsequent study found a minimal benefit of prophylactic estradiol administration in pregnant females with a history of bipolar one, bipolar two, and schizophrenia to prevent relapse in the postpartum period.\n[7]\nIn one study conducted on parous women with bipolar disorder, sleep loss triggering episodes of mania was considered to be an essential marker to determine predisposition to developing postpartum psychosis. The conclusion was that women who reported sleep deprivation leading to manic episodes were twice as likely to have experienced an episode of postpartum psychosis at some point in their lives.\n[8]",
    "monitoring": "Postpartum psychosis has been underdiagnosed and underreported because there are no standard screening procedures in place during the prenatal and postnatal periods.\n[12]\nWhile generally more focus is placed on the mother and baby’s physical health and recuperation during and after pregnancy, primary care providers should have questionnaires directly assessing the patient’s mood and feelings of well-being throughout pregnancy and postpartum. EPDS (Edinburgh postnatal depression scale) and MDQ (mood disorder questionnaire) are quick and effective screening tools to identify signs of depression and mania in populations at risk.\n[13]\n[14]\nThis evaluation can greatly help in risk assessment for future psychiatric illness in the critical puerperal time zone. Following a thorough history and complete physical examination, the following initial labs help identify organic causes of psychosis.\n\nA complete blood count (CBC)\nElectrolytes\nBlood urea nitrogen (BUN)\nBlood glucose\nCreatinine\nVitamin B12\nFolate\nThiamine\nCalcium\nThyroid function tests\nLiver function tests or LFTs\nUrinalysis\nUrine drug screen\nUrine/blood cultures for patients with fever\nCT/ MRI brain\n\nThe above lab tests help to rule out medical conditions and organic causes that may present as psychosis. Examples include hypo and hypernatremia, hypo and hyperglycemia (insulin shock and diabetic ketoacidosis), abnormal liver function tests (hepatic encephalopathy), and hypo and hyperthyroidism (thyroid storm in Graves disease). Other examples are uremia, substance abuse, hypercalcemia (in hyperparathyroidism), urine and blood cultures to rule out infection and CT, and MRI to see for a possibility of a stroke, especially in women with a history of pregnancy-induced hypertension, preeclampsia, and eclampsia.",
    "administration": "Timely identification of the illness is of utmost importance as it is a psychiatric emergency. Postpartum psychosis usually has a sudden onset but is a brief and limited illness that responds rapidly to treatment. Mothers who are at risk for harm to themselves or the baby require immediate hospitalization. There are no current guidelines to manage postpartum psychosis, and the management depends on the cause. Once organic causes have been ruled out, medications to control acute psychosis may be started. These include mood stabilizers, atypical antipsychotics, and antiepileptic drugs. Common drugs from these classes include lithium, sodium valproate, lamotrigine, carbamazepine, benzodiazepines, quetiapine, olanzapine, etc.\n\nAlthough prophylactic treatment for women with bipolar disorder throughout pregnancy is a recommendation for women at high risk of relapse, benefits and risks merit careful discussion.\n[15]\n[16]\nLithium has been a standard treatment option for bipolar depression and postpartum right after delivery in patients with a history of bipolar disorder or previous isolated episodes of postpartum psychosis. The use of lithium during pregnancy is controversial as it bears a significant risk for congenital malformations, namely Ebstein anomaly and low fetal birth weight.\n[17]\nSome studies advise the use of prophylactic lithium and other mood stabilizers,\n[18]\nright after delivery in patients with a history of bipolar disorder.\n[19]\nSuggestions are that if the patient was previously stable on lithium (discontinued during pregnancy) that it be restarted as soon as the patient delivers to prevent relapse.\n\nFor women with a previous history of postpartum psychosis, the recommendation is high therapeutic target level lithium prophylaxis (zero points eight to one mmol/liter) to prevent future episodes. In that case, lithium blood levels should be obtained twice a week for at least the first two weeks postpartum. Women should abstain from breastfeeding while taking lithium as it is eliminated in breast milk and may cause higher exposure levels in infants as their metabolic systems and mechanisms of drug excretion are underdeveloped.\n[17]\nOn the other hand, the use of SSRIs, carbamazepine, sodium valproate, and short-acting benzodiazepines are considered relatively safe during breastfeeding.\n[20]\nNot only does breastfeeding lead to lack of sleep and exhaustion to the mother (which can further exaggerate her symptoms) but, oxytocin, the hormone that regulates breastfeeding, also causes insomnia in breastfeeding mothers. That is why it is important to discuss the pros and cons of breastfeeding with the patient and her family\n.\n[21]\n\nElectroconvulsive therapy (ECT) is recognized as a means of treatment with a tremendous benefit in patients with psychosis related to schizophrenia and schizoaffective disorder refractory to antipsychotic pharmacotherapy.\n[22]\nECT is also considered a safe and effective intervention in patients with acute relapse or exacerbation of psychosis in the postpartum period with the risk of minimal complications.\n[23]\n[24]\n[25]\nPatients with a history of bipolar disorder stable on mood stabilizer medications before pregnancy who discontinue medications during pregnancy have an elevated risk of developing a relapse in the perinatal or postnatal period. Almost all classes of medications used as maintenance therapy pose a risk of congenital malformations and other neural complications to the developing fetus especially during the first twelve weeks of development.\n\nThe patient and the family must make an informed decision, carefully weighing the risks and benefits of medication management during pregnancy. Of the main pharmacological options, lithium has a 2.8% rate of causing major congenital malformations, valproate is highest at 5 to 8%, and carbamazepine 2 to 6%.\n[26]\nAs for atypical and typical antipsychotics, the risk for causing major congenital malformations is unclear as there are no significant studies during pregnancy. Non-pharmacologic treatment like psychotherapy is a good adjuvant treatment alongside psychopharmacology and ECT has a track record as a safe and effective means of treating an acute episode during pregnancy alongside or without psychiatric medications.\n[27]",
    "adverse_effects": "Postpartum psychosis is a rare occurrence but may lead to undesirable outcomes. The proper identification of risk markers would enhance the ability to prevent and manage the condition. If left untreated, it can result in tragic consequences like suicide or filicide. It is a period of tremendous stress for the partner and other family members involved in taking care of the patient and has notable psychosocial implications."
  }
}