{
  "drug_name": "piribedil",
  "nbk_id": "NBK599514",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599514/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Memory loss is a common complaint among older adults, and cognitive decline can present in various ways. It is a part of the normal aging process, subjective cognitive impairment (symptomatic complaints with normal neurocognitive test results), mild cognitive impairment, or dementia.\n[1]\nAlthough mild cognitive impairment (MCI) has been used in the literature since the 1960s, it was first fully characterized in 1997 by Petersen and colleagues at the Mayo Clinic. As part of their community aging study, they observed individuals with memory concerns beyond what was expected for their age. They demonstrated memory impairment on objective testing yet did not fulfill the criteria for dementia.\n[2]\nMCI was deemed to represent a borderline between normal aging and very early dementia. The earlier criteria for MCI diagnosis were found inadequate when it was realized that not all patients with MCI progressed to dementia and that memory impairment was not the only cognitive domain affected.\n[2]\nThus, a broader definition of MCI was needed. In 2003, the first Key Symposium on MCI was held, leading to the publication of revised core clinical criteria.\n[3]\nThese criteria included cognitive complaints from the patient or family members, deficits in any cognitive domain and not only memory, preserved overall general function but increasing difficulties in activities of daily life, and no dementia.\n[4]\nThe concept of MCI traveled outside the realm of research to provide clinicians with a useful diagnosis, often for close monitoring. Further clinical research resulted in the development of novel clinical criteria for providers.\n\nThe American Psychiatry Association's Diagnostic and Statistical Manual of Mental Disorders 5th Edition (DSM-V) in 2013 classified MCI as one of the neurocognitive disorders (NCD). It is characterized by a decline in one or more cognitive domains, which is both subjectively and objectively observable. However, this decline does not interfere with the individual's ability to perform daily activities independently. Moreover, the deficits cannot be attributed to delirium or other psychiatric conditions.\n[4]\nDSM-V does not propose specific neuropsychology test scores for diagnosing mild NCD. However, it is implied that such scores would help make this diagnosis. After diagnosing the syndrome as mild NCD, the next step is determining the etiology.\n[3]\nThe 11th Revision of the International Classification of Diseases (ICD 11) by the World Health Organization (WHO) in 2018 adopted the definition of mild neurocognitive disorder in alignment with the DSM-V diagnostic criteria.\n[4]\n\nThe National Institute on Aging and the Alzheimer's Association (NIA-AA) convened a work group to discuss the MCI criteria. The group proposed metrics for the distinct definition of MCI due to Alzheimer Disease. The initial criteria were published in 2011 and revised in 2018. The initial criteria closely resemble the core clinical criteria proposed by the 2003 Symposium. The 2018 revision noted that neurobehavioral disturbance may be an important feature of the clinical presentation and that cognitive deficits may result in a mild but noticeable impact on the complex activities of daily living.\n[4]\nThe NIA-AA also suggested research criteria for MCI due to AD in 2011 to help determine the etiology of MCI established by the core clinical criteria. These included the use of biomarkers to differentiate MCI due to AD from MCI due to other reasons. The biomarkers are not used to define MCI but can be helpful in research settings. The two main helpful biomarkers are amyloid-beta (Aβ) deposition and neuronal injury.\n[5]\n[3]\n\nMCI can also be classified based on the type of cognitive domain that is affected. MCI can potentially affect one or more of the following 6 cognitive domains: learning and memory, language, complex attention, executive function, social cognition, and visuospatial function.\n[6]\nMCI can be classified as \"amnestic\" or \"non-amnestic\" with deficits in single or multiple cognitive domains. Amnestic MCI presents with predominant memory loss and the risk for progression to Alzheimer's Disease. In non-amnestic MCI, memory is relatively intact, and it is less common than the amnestic type and may progress to non-Alzheimer disease dementia.\n[6]\n[4]\nMCI can be further categorized into 4 subtypes:\n[2]\n[1]\n\nTable\nNon-amnestic MCI (na-MCI) single domain\n\nIn 2009, a comprehensive Neuropsychology classification system was introduced as the dichotomous classification was considered inadequate to represent the heterogeneous nature of MCI.\n[7]\nThese MCI classes are:\n\nAmnestic - impaired recall and recognition\nMixed - impairments in various domains such as language, executive function, recall and recognition, and visuospatial functioning.\nDysexecutive - impairments in attention, executive, and visuospatial functions, but the memory remains intact.\nVisuospatial - impairment in only a single measure of visual construction.\n\nThe phenotypic classification of MCI with clinical information and laboratory tests can guide the clinician in determining the probable cause of MCI and predicting its course. Patients with dysexecutive MCI (dMCI) are less likely to have Alzheimer - type dementia and more likely to have a stroke.\n[7]",
    "mechanism": "There are various risk factors for MCI.\n\nNon-Modifiable Risk Factors\n\nAdvancing age is the strongest risk factor for MCI. Other risk factors include male sex, family history of cognitive impairment, and the presence of the apolipoprotein E (APOE) allele.\n[6]\nThe APOE ε4 allele is the most frequent genetic risk factor associated with the progression of MCI to Alzheimer dementia. Some studies have reported an increased risk of progression to Alzheimer dementia in both carriers and homozygotes for APOE ε4 allele, while other studies have not found any association. Hence, the clinical utility of using the APOE genotype is limited.\n[8]\n\nModifiable or Reversible Risk Factors\n\nChronic Medical Conditions and Multimorbidity\n\nVascular risk factors such as hypertension, hyperlipidemia, coronary artery disease, and stroke are associated with MCI. A study focused on multimorbidity and MCI showed that patients with 4 or more comorbid conditions, especially 2 of the following: hypertension, coronary artery disease, hyperlipidemia, and osteoarthritis, have an increased risk of MCI.\n[6]\n[8]\nOther chronic diseases, such as chronic obstructive pulmonary disease and diabetes mellitus, are also risk factors for MCI.\n[6]\n\nPolypharmacy\n\nNumerous classes and combinations of medications can have adverse impacts on memory. These include both prescription and over-the-counter medications. Some of the common classes are opiates, anxiolytics such as benzodiazepines, non-benzodiazepine sedatives/hypnotics such as zolpidem, muscle relaxants, antiepileptic, and anticholinergic medications.\n[9]\nAnticholinergic medications include antihistamines, antidepressants, urinary incontinence medications, and antipsychotics.\n[6]\n[10]\nAntihypertensive medications can affect cognition by causing orthostatic hypotension. Hypoglycemia due to side effects from antidiabetic agents or hyperglycemia from inadequate treatment of diabetes can cause cognitive deficits.\n[6]\nDrug-to-drug interactions between medication classes can also cause cognitive loss. Medication side effects are reversible and can be improved if recognized promptly.\n\nPsychiatric Risk Factors\n\nDepression can cause both cognitive and physical impairment and can present as MCI. The cognitive deficits can be reversed with adequate treatment of depression. Depression can also accelerate the progression of MCI to dementia.\n[6]\nLate-life anxiety has also been reported to be a risk factor for cognitive decline.\n[11]\n\nMetabolic or Infectious Causes\n\nHypothyroidism, vitamin B12 deficiency, dehydration, hypo or hyperglycemia, and infections such as urinary tract infections can all cause cognitive impairment and are easily treated.\n[6]\n\nSleep Disorders\n\nObstructive Sleep Apnea causes daytime fatigue and, if untreated, can cause cognitive dysfunction. The affected cognitive domains include executive function, attention, verbal or visual memory, visuospatial ability, and information processing. Continuous Positive Airway Pressure (CPAP) treatment may improve cognitive symptoms.\n[12]\n\nNeurological Disorder\n\nNormal Pressure Hydrocephalus is caused by cerebrospinal fluid (CSF) accumulation in the brain's ventricular system, causing ventricular enlargement. It presents as a triad of ataxic gait, urinary incontinence, and cognitive impairment. The cognitive changes are reversible if there is early diagnosis and treatment.\n[6]\n\nMCI may also represent a prodromal stage of dementia. For some conditions, the disease manifests first with cognitive impairment in the later stage of the disease course. These conditions include Parkinson Disease (PD), traumatic brain injury (TBI), Huntington disease, Human Immunodeficiency Virus (HIV) infection, and cerebrovascular accident. The Movement Disorder Society (MDS) PD-MCI criteria require that impaired cognitive domains be specified to see whether different cognitive impairments progress at different rates.\n[13]\nThere are other diseases where cognitive impairment is the first manifestation of the disease process, such as Alzheimer Disease, Lewy body disease, prion disease, frontotemporal dementia, and vascular dementia. MCI can be the prodromal stage; in these cases, it will progress to dementia. Amnestic MCI may progress to AD or vascular dementia, while non-amnestic MCI commonly develops into Lewy body disease or frontotemporal dementia.\n[6]\n\nSome protective factors are associated with a reduced incidence of dementia or delayed dementia onset. These factors may also be protective for MCI. Higher education, bilingualism, and cognitively stimulating activities protect cognition. Lifestyle factors such as the Mediterranean diet, physical activity, smoking cessation, mild to moderate alcohol consumption, and participation in social activities are associated with reduced risk of cognitive impairment.\n[11]\n[3]",
    "monitoring": "A standardized cognitive assessment is mandatory to establish a diagnosis of MCI. Standard screening tools that are used include the Montreal Cognitive Assessment (MOCA), the Saint Louis University Mental Status Examination (SLUMS), and the Mini-Mental State Exam (MMSE). A history of subjective memory concerns is insufficient to diagnose MCI, and further assessment with a validated tool is required per the AAN practice guidelines.\n[15]\n\nThe MOCA is a 30-point questionnaire specifically designed to detect MCI, takes about 10 minutes to administer, tests multiple cognitive domains, and is validated in multiple languages. The MOCA also accounts for educational level, granting an additional point for patients with less than 12 years of education.\n[32]\nUsing a cut-off score of 25- 26, MOCA had a sensitivity of 80-100% and specificity of 50-76% for detecting MCI.\n[9]\nThe MMSE is also a 30-point questionnaire but is less sensitive than the MOCA for detecting MCI, with a sensitivity of 45-60% when using a cut-off score of 27-28.\n[9]\nMOCA's assessment tasks are more varied and challenging and can better distinguish patients with mild changes in executive function, complex visuospatial function, and language abilities than the MMSE.\n[33]\n\nCorrecting the MMSE score for education can create a ceiling effect for people with low education levels and a floor effect for those with higher educational levels.\n[34]\nThis means that the MMSE can overestimate the extent of cognitive dysfunction in poorly educated populations and underestimate the highly educated ones. Another limitation of MMSE is that its use is copyrighted. The SLUMS is a 30-point questionnaire with an administration time of 10 minutes. It is more sensitive to detect defects in executive function, commonly impaired in MCI, hence a better screening tool for MCI than the MMSE. The SLUMS has cut-off scores for MCI based on the educational level (unlike the MMSE), is better validated for detecting MCI, and is free to use.\n[35]\n\nThe DSM-V or the NIA-AA MCI criteria do not specify the use of a particular screening test; however, the scores need to be 1 to 2 standard deviations below the education and age-adjusted normative means. The scores are used as guidelines and not firm cut-offs for diagnosing MCI.\n[5]\nReferral for neuropsychology testing can be considered to specify the type and extent of cognitive deficits, and it is instrumental in cases where the deficits are subtle.\n\nClinicians can also collect information on cognitive function from informants using standardized tools such as the Informant Questionnaire on Cognitive Decline in the Elderly(IQCODE), the Dementia Severity Rating Scale (DSRS), and the AD8.\n[9]\nGeriatric Depression Scale can be used to screen for depression, with a score of ≥6 suggesting depression.\n[36]\n\nAfter establishing the diagnosis of MCI based on clinical examination and cognitive testing, diagnostic tests are ordered to determine the etiology of the deficits and identify treatable causes.\n\nRoutine laboratory testing includes tests for complete blood counts, thyroid function, vitamin B12, folate, and metabolic panel to check electrolytes, glucose, and renal function to identify reversible causes of MCI. Tests for liver function, syphilis, HIV, hepatitis (B or C), and Lyme disease may be ordered based on clinical suspicion.\n\nThe clinical utility of biomarker studies is limited due to a lack of standardized techniques and cut-off scores for diagnosis. The most common biomarkers detect pathological changes in AD characterized by low cerebrospinal fluid levels of Aβ 42 and elevated levels of the tau protein.\n[6]\nThese may help identify MCI patients at high risk of progressing to AD, but biomarkers are not recommended as part of the evaluation.\n[9]\n[15]\n\nStructural neuroimaging studies include magnetic resonance imaging (MRI) or computerized tomography (CT) brain scans. These can help rule out conditions such as stroke, brain tumors, NPH, or subdural hematoma as a cause of cognitive dysfunction. They can also show small vessel ischemic changes or white matter hyperintensities, which usually indicate cognitive impairment due to vascular dementia.\n[6]\nVolumetric MRI can show hippocampal atrophy correlated with progression to dementia. This imaging modality is selectively available at institutions, limiting its clinical use.\n[6]\n\nFunctional neuroimaging studies such as positron emission tomography (PET) scans with F-fluorodeoxyglucose (FDG) or single photon emission computed tomography (SPECT) evaluate brain function. FDG-PET measures areas of glucose hypometabolism in the brain, indicating neurodegeneration, while SPECT measures cerebral blood flow.\n[6]\nThese studies are limited to research settings.\n\nGenetic testing for the APOE genotype is not recommended as a diagnostic test.\n[37]\n\nMCI is a clinical diagnosis, as there are no definitive screening tests. Periodic clinical assessments are needed to monitor the trajectory of the condition.\n[15]\nThe AAN guidelines also recommend referral to a cognitive specialist if the clinicians do not have experience treating patients with cognitive impairment.\n[15]",
    "administration": "Treatment of reversible causes should be prioritized; conditions such as OSA, depression, hypothyroidism, vitamin deficiency, and polypharmacy are easily treated and may lead to the reversal of cognitive impairment. Vascular risk factors such as hyperlipidemia, hypertension, diabetes mellitus, atrial fibrillation, and tobacco and alcohol use should be addressed to slow down ischemic damage.\n\nCurrently, there are no FDA-approved agents for the treatment of MCI. Several pharmacological agents have been studied for efficacy in treating MCI. These include acetylcholine esterase inhibitors donepezil, galantamine, and rivastigmine, homocysteine-lowering B vitamins, flavonoid-containing drinks, vitamin E, vitamin C, transdermal nicotine patch, piribedil, rofecoxib, tesamorelin injections, and V0191. Donepezil and other medications used for AD are not effective in reducing the progression of MCI.\n[1]\n\nThe 2018 AAN practice guidelines advise against pharmacologic or dietary agents for MCI treatment.\n[15]\nThe guidelines recommend that clinicians discuss with the patient before choosing not to offer cholinesterase inhibitors or prescribing them off-label. Patients should also be provided information about relevant clinical trials if they are interested in pharmacologic treatment.\n[15]\n\nNon-pharmacologic interventions such as exercise and cognitive training have also been studied for MCI treatment. A six-month randomized controlled trial resistance training exercise twice weekly showed improved cognitive function compared to weekly balance and tone exercises.\n[2]\nAnother study showed that multicomponent exercise could improve cognitive function in MCI. A systematic review and meta-analysis have shown the usefulness of cognitive interventions on metacognition and activities of daily living.\n[1]\nCognitively stimulating activities, such as crossword puzzles, card games, and frequent socialization, can help prevent the progression of MCI.\n[6]\nThe AAN guidelines recommend regular exercise (twice per week) and cognitive interventions as part of management for general health benefits and low risk.\n[15]\n\nThe inherent uncertainty about the progression of MCI and the lack of effective pharmacologic agents necessitates that physicians educate patients about the progression to dementia and engage in planning for the future. Patients should be encouraged to designate medical and financial power of attorneys and complete advance directives or living wills if they cannot make such decisions in the future. Potentially hazardous circumstances such as driving, gun safety, and vulnerability to financial scams can be discussed.\n[6]\n[15]\nIn addition to discussing long-term planning, the AAN recommends assessing and treating neuropsychiatric symptoms when indicated.\n[15]\n\nOptimizing visual and auditory function is important, as untreated problems can lead to cognitive decline.\n[38]\nTargeted interventions to improve gait and balance to reduce the risk of falls should be recommended.\n[9]\nCaregivers can experience distress and have conflicting feelings towards the patient in response to the cognitive and behavioral changes seen in MCI. It is important to provide support and services to the caregivers depending on their needs.\n[7]",
    "adverse_effects": "The most important complication of MCI is progression to dementia. Early diagnosis and treatment of MCI are important because they help patients plan for the future so that emergencies or late-stage complications are avoided. Assessment and treatment of reversible causes can help stabilize or reverse the cognitive changes.\n[6]"
  }
}