{
  "drug_name": "piroxicam",
  "nbk_id": "NBK589701",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589701/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "In exudative retinal detachment, subretinal fluid accumulates without retinal breaks or tractional forces.\n[1]\n[2]\nThe underlying cause is a blood-retinal barrier disruption.\n[1]\nProcesses that either actively or passively allow for excessive fluid accumulation in the subretinal space between the retinal pigment epithelium and neurosensory retina lead to retinal detachment.\n[3]\nDuring a retinal detachment, the retina separates from the underlying retinal pigment epithelium and choroid, resulting in retinal ischemia and photoreceptor degeneration.\n\nThe subretinal space originates from the remnant of the embryonic optic vesicle.\n[3]\nRetinal detachment is classified into three groups based on the etiology of subretinal fluid accumulation: rhegmatogenous, tractional, or exudative.\n[1]\n[4]\nSome cases may involve a combination of these categories. Rhegmatogenous retinal detachment occurs when retinal tears or holes allow fluid to seep into the subretinal space.\n[2]\nTractional retinal detachment happens when traction on the retina occurs due to fibrovascular proliferation over the retina, often resulting from ischemic or hypoxic stimuli or other factors.\n[2]\n\nNo anatomical adhesion exists between the retinal pigment epithelium and the neurosensory retina.\n[3]\nNeural cell adhesion molecules expressed on the apical surface of retinal pigment epithelial cells facilitate adhesion between the retinal pigment epithelium and photoreceptor cells.\n[3]\n[5]\nVarious etiologic factors, including inflammation, idiopathy, infection, surgery, neoplasia, vascular issues, or drug effects, can trigger ischemic-hypoxic stimuli, compromising the integrity of the blood-retinal barrier.\n[6]\n[1]\n\nTimely diagnosis and treatment offer the possibility of reasonably good vision in patients with exudative retinal detachment.\n[1]\nExudative retinal detachments are primarily managed medically. Surgical intervention with scleral buckling or vitrectomy is rarely considered, typically only if all medical interventions prove ineffective.\n[1]",
    "mechanism": "Exudative retinal detachment occurs either due to hypersecretion of fluid into the subretinal space or defective fluid transport from the subretinal space. Various factors, such as inflammation, idiopathy, infection, surgery, neoplasia, vascular issues, or drug effects, can compromise the integrity of the blood-retinal barrier, ultimately resulting in exudative retinal detachment.\n[1]\n[6]\n\nInflammatory Causes\n\nVogt-Koyanagi-Harada syndrome (VKH)\n[7]\nSympathetic ophthalmia\n[8]\n[9]\n[10]\nOrbital inflammation\nOrbital pseudotumor\nIdiopathic orbital inflammatory disease\n[11]\nPosterior scleritis\n[12]\nBenign reactive lymphoid hyperplasia\n[13]\nAcute posterior multifocal placoid pigment epitheliopathy (APMPPE)\n[14]\nSerpiginous choroiditis\n[15]\nBehçet disease\n[16]\nIntermediate uveitis\n[17]\nRelapsing polychondritis\n[18]\nInflammatory bowel disease\n[19]\nSarcoidosis\n[20]\nUnilateral acute idiopathic maculopathy\n[21]\n\nHLA-DR53 is associated with VKH syndrome in individuals of Chinese and Japanese descent. VKH syndrome in those of Chinese, Japanese, Native American, Hispanic, and European descent is associated with HLA-DR4.\n[22]\nHLA-DR1 is associated with VKH syndrome in individuals of Hispanic descent, while HLA-DQ4 is associated with VKH syndrome in the Japanese population.\n[23]\nMutations in KIF11, observed in 5% to 8% of familial exudative vitreoretinopathy cases, are connected with microcephaly with or without chorioretinopathy, lymphedema, or intellectual disability (MCLID). MCLID is an autosomal dominant condition.\n[24]\n\nIdiopathic Causes\n\nCentral serous chorioretinopathy\n[25]\nNanophthamic eyes\nIdiopathic uveal effusion\n[26]\n\nInfectious Causes\n\nTuberculosis\n[27]\nDengue\n[28]\nSyphilis\n[29]\nCat-scratch disease\n[30]\nCytomegalovirus (CMV) retinitis\n[31]\nLyme disease\n[32]\nFungal infection\n[33]\nNematode infection\nDiffuse unilateral subacute neuroretinitis\n[34]\n[35]\nToxoplasmosis\n[36]\nHerpes zoster\n[37]\n\nSurgical or Postsurgical Causes\n\nPanretinal photocoagulation\n[38]\nScleral buckle\n[39]\nWound leak or ocular hypotony\n[40]\n\nNeoplastic or Paraneoplastic Causes\n\nMetastatic disease\n[41]\nChoroidal melanoma and nevus\n[42]\nRetinoblastoma\n[43]\nChoroidal hemangioma\n[44]\nRetinal or optic disc capillary hemangioblastoma or Von Hippel-Lindau syndrome\n[45]\nChoroidal osteoma\n[46]\nLymphoma\n[47]\nBilateral diffuse uveal melanocytic proliferation\n[48]\n[49]\nMultiple myeloma\n[50]\nLeukemia\n[51]\nLymphomatoid granulomatosis\n[52]\nCancer-associated retinopathy\n[53]\n\nPatients suspected of having bilateral diffuse uveal melanocytic proliferation should undergo evaluation for ovarian, lung carcinoma, and urogenital cancer.\n[54]\n[55]\n[56]\nThese patients should also have regular ophthalmologic monitoring for early detection and management of ocular complications.\n\nVascular or Hematologic Causes\n\nPreeclampsia\n[57]\n[58]\nEclampsia\nMalignant hypertension\n[59]\n[60]\n[61]\nDisseminated intravascular coagulation\n[62]\nThrombotic thrombocytopenic purpura\n[63]\nGranulomatosis with polyangiitis\n[64]\nHELLP syndrome (hemolysis, elevated liver enzymes, low platelets)\n[65]\nSystemic lupus erythematosus\n[66]\nAntiglomerular basement membrane disease\n[67]\nOrgan transplantation and hemodialysis\n[68]\nSevere diabetic retinopathy\nRetinal vein occlusion in the systemically unstable patient\n[69]\n[70]\nRenal diseases like IGA nephropathy, chronic renal failure, type II membranoproliferative glomerulonephritis, and crescentic membranous nephropathy\n[71]\nChoroidal neovascularization due to various causes, including age-related macular degeneration\n[72]\nIdiopathic polypoidal choroidal vasculopathy\n[73]\nCoats disease\n[74]\nRetinal vein occlusion\n[70]\nVenous overload choroidopathy due to carotid obstruction\n[75]\nFamilial exudative vitreoretinopathy\n[76]\nRetinopathy of prematurity\n[77]\nNorrie disease\nRetinal artery macroaneurysm\n[78]\n[79]\n\nNorrie disease is a rare X-linked recessive disorder typically manifesting as bilateral leukocoria in children. Ocular findings in Norrie disease include microphthalmos, cataracts, leukokoria, and retinal detachment.\n[80]\nSystemic findings encompass intellectual disabilities, behavioral difficulties, growth and developmental delays, hearing loss, peripheral vascular disease, and disruptions in sleep-wake cycles.\n\nMiscellaneous Causes\n\nAcute exudative polymorphous vitelliform maculopathy\n[81]\nMedications like interferon-α, ribavirin, checkpoint inhibitors like atezolizumab and ipilimumab, mitogen-activated protein kinase kinase (MEK) inhibitors, and topiramate\n[82]\n[83]\n[84]\n[85]\nSystemic steroids\nDue to the worsening of central serous chorioretinopathy\n[86]",
    "monitoring": "Diagnosis of exudative retinal detachment is primarily clinical, relying on a thorough ophthalmic examination. However, additional testing may be necessary to determine the underlying etiology.\n\nLaboratory and General Imaging\n\nThe evaluation is tailored to each patient based on medical history, associated symptoms, and examination findings. Depending on clinical presentation, tests may include a combination of the following:\n\nComplete blood cell count with a differential\nErythrocyte sedimentation rate\nMantoux test\nChest radiography\nRheumatoid factor\nAntinuclear antibody\nInterferon-gamma release assay\nVenereal disease research laboratory (VDRL) test and fluorescent treponemal antibody absorption test (FTA-ABS) test\nSerum homocysteine levels\nSerum cortisol levels\nRenal function tests\nLiver function test\nToxoplasma, rubella, cytomegalovirus, herpes (TORCH) markers\nProthrombin time, bleeding time, and clotting time\nFasting blood sugar, postprandial blood sugar, and glycosylated hemoglobin\n[112]\n\nThe Amsler grid provides a simple method for detecting metamorphopsia and scotoma.\n[113]\nIt is a valuable tool for monitoring changes in central vision over time and can aid in assessing retinal function.\n\nOcular\nImaging\n\nImaging studies, such as optical coherence tomography (OCT), fundus fluorescein angiography (FFA), and ultrasonography, may be necessary to investigate the etiology and guide the management of an exudative retinal detachment. These imaging modalities provide detailed information about the retinal anatomy, vascular perfusion, and underlying pathology, aiding in accurate diagnosis and treatment planning (see\nImage.\nExudative Retinal Detachment).\n\nOptical coherence tomography of the macula\n\nOCT scanning is invaluable for delineating the macula's serous detachment, assessing the septae's presence, and measuring choroidal thickness. Additionally, it allows for the precise visualization of any associated structural changes in the retina and choroid.\n\nChoroidal thickness decreases as the primary inflammatory insults subside with or without treatment.\n[114]\n[115]\nHence, choroidal thickness is a useful OCT biomarker for disease prognostication.\n[116]\nIncreased choroidal thickness is noted on enhanced depth imaging OCT in patients affected with various conditions, such as the following:\n\nVKH syndrome\nPosterior scleritis\nUveal effusion syndrome\nCentral serous chorioretinopathy\n[117]\n\nPatients with bacillary layer detachment may present symptoms such as metamorphopsia, scotoma, and decreased visual acuity. Additionally, they may exhibit characteristic findings on OCT, including disruption or elevation of the outer retinal layers and detachment of the photoreceptor outer segments from the retinal pigment epithelium (see\nImage.\nBacillary Layer Detachment). This can be seen in conditions such as:\n\nVKH syndrome\nSympathetic ophthalmia\nAcute posterior multifocal placoid pigment epitheliopathy\nHematological disorders\nPosterior scleritis\nChoroidal metastases\nCentral serous chorioretinopathy\n[118]\n\nFundus fluorescein angiography\n\nFFA\nutilizes\nintravenous fluorescein\nto examine the choroid and retinal vascular supply. Patients with an exudative retinal detachment may have areas of hyper- and hypofluorescence, multiple window defects, dye pooling in serous retinal detachment areas, and disc staining.\n[119]\nAngiography is also beneficial for detecting choroidal and disc neovascularization, neovascularization elsewhere, retinochoroidal and arteriovenous anastomoses, and identifying the peripheral ischemic zone, aiding in further management planning.\n[120]\n\nIn patients with VKH syndrome, FFA imaging reveals hypofluorescent dots in the early phase (see\nImage.\nEarly Phase Vogt-Koyanagi Harada Syndrome), followed by multiple focal areas of leakage and subretinal fluid accumulation in the late phase (see\nImage.\nLate Phase Vogt-Koyanagi Harada Syndrome).\n[115]\nThese findings indicate the choroidal inflammatory process and associated disruption of the blood-retinal barrier seen in VKH syndrome.\n\nIn patients with central serous chorioretinopathy, characteristic patterns such as the inkblot or, less commonly, the smokestack pattern may be observed. The inkblot pattern begins as a pinpoint leakage in the early phase, which concentrically enlarges in the late phase. Conversely, with the smokestack pattern, leakage from the choroid begins as a pinpoint and gradually expands to form an umbrella- or tree-like appearance.\n[86]\n\nIn patients with posterior scleritis, FFA typically reveals blocked fluorescence during the initial arteriovenous phase and diffuse hyperfluorescence in the late phase without any evident leak. Choroidal folds appear as alternating hyperfluorescent and hypofluorescent bands.\n[121]\n[122]\nUveal effusion syndrome appears as hyperfluorescence in a leopard-spot pattern on FFA.\n[123]\n\nIn patients with acute posterior multifocal placoid pigment epitheliopathy, early-phase FFA typically demonstrates hypofluorescence due to choroidal fluorescence blockage. Subsequently, staining of the lesions becomes evident later in the angiogram. As the disease becomes inactive, hyperfluorescence corresponding to window defects in the mottled retinal pigment epithelium develops.\n[124]\nThe early phase of FFA early phase reveals a reticular pattern of hypofluorescence surrounded by a background of choroidal hyperfluorescence in patients with bilateral diffuse uveal melanocytic proliferation.\n[125]\n\nIndocyanine green angiography\n\nIndocyanine green (ICG) angiography uses indocyanine green dye instead of fluorescein. Unlike fluorescein, indocyanine green fluoresces in the infrared or nonvisible light spectrum. The infrared wavelengths can penetrate the retinal layers, rendering the circulation in deeper layers visible when photographed with an infrared-sensitive camera.\n\nIn patients with central serous chorioretinopathy, early-phase indocyanine green angiography (ICG) typically reveals hypocyanescence, suggesting nonperfusion or delayed choriocapillaris filling. Subsequently, mid-phase hypercyanescence is observed, indicating choroidal vessel hyperpermeability. The hypercyanescence gradually diminishes in the late phase.\n[126]\n[127]\n[128]\n\nIn VKH syndrome, ICG typically demonstrates early hyperfluorescence accompanied by leakage and hypofluorescent dark dots at the choroid level.\n[129]\n[130]\nThese findings indicate choroidal inflammation and disruption of the blood-retinal barrier seen in VKH syndrome.\n\nIn idiopathic polypoidal choroidal vasculopathy, ICG typically reveals interconnecting channels with an abnormal vascular network that becomes visible within 1 minute of dye injection. Additionally, the polyp and feeder vessels associated with the lesion are often identified on ICG imaging.\n[131]\n[132]\n\nIn acute posterior multifocal placoid pigment epitheliopathy, the early lesions typically exhibit hypofluorescence on fluorescein angiography. As the angiogram progresses into the late phases, these lesions become more defined in shape and size, often appearing larger than the placoid lesions seen clinically. As the lesions heal, the hypofluorescence in the late phases tends to become smaller and less distinct.\n[133]\n[134]\n[135]\n[136]\n\nUltrasonography\n\nUltrasound is invaluable for detecting choroidal thickness, assessing the presence or absence of choroidal masses, determining the size and location of choroidal masses, and evaluating scleral thickness.\n[98]\nIt mainly benefits patients with hazy media that preclude a precise posterior segment examination.\n\nAutofluorescence\n\nFundus autofluorescence maps naturally and pathologically occurring fluorophores in the posterior pole. In patients with cancer-associated retinopathy, a parafoveal ring of hyper-autofluorescence is typically observed, with normal autofluorescence within the ring and hypo-autofluorescence outside the ring.\n[137]\nIn bilateral diffuse uveal melanocytic proliferation, ultra-widefield color fundus photography often reveals greater pigmentary changes and lesions in the periphery. Ultra-widefield autofluorescence imaging demonstrates the characteristic giraffe-pattern fundal changes associated with bilateral diffuse uveal melanocytic proliferation.\n[138]\n\nIn acute central serous chorioretinopathy, observers often detect focal areas of hypoautofluorescence, which may correspond to the leakage observed on FFA. In chronic central serous chorioretinopathy, hyperautofluorescent tracks are present due to the accumulation of photoreceptor pigments.\n[86]\nIn Best disease, autofluorescence imaging shows uniform hyperfluorescence of vitelliform lesions, while sub-retinal pigment epithelium fibrosis or atrophy shows hypofluorescence.\n[139]\n[140]\nThe increased autofluorescence is attributed to the lipofuscin content.\n[141]\n[142]\n[143]\n\nElectrophysiological tests\n\nElectroretinography (ERG) measures the retina's electrical response to light stimuli. In patients with cancer-associated retinopathy, full-field ERG may reveal attenuated or absent photopic and scotopic responses, indicating dysfunction of both cones and rods. However, in some cases of cancer-associated retinopathy, only the cones are affected, and full-field ERG may appear normal. In contrast, multifocal ERG is typically abnormal in cancer-associated retinopathy, reflecting localized retinal dysfunction.\n[144]\n[145]",
    "administration": "Exudative retinal detachment has a multifactorial origin, and the management approach is individualized depending on the type, severity, and presentation stage. Medical management is the primary approach for treating exudative retinal detachment. Surgical intervention is rarely necessary unless all other measures fail.\n[76]\n\nInflammatory diseases like VKH syndrome and posterior scleritis should be treated with intravenous methylprednisolone pulse therapy at 1 g/d for 3 to 5 days, followed by a shift to oral corticosteroids according to weight.\n[97]\nThe involvement of inflammation and the use of steroids in the management of uveal effusion may be subject to debate.\n[26]\n[146]\n\nIn successfully treating VKH syndrome, clinicians have utilized immunosuppressive agents such as methotrexate, azathioprine, cyclosporine A, mycophenolate mofetil, and alkylating agents, alongside corticosteroids.\n[147]\n[148]\n[149]\n[150]\nThese immunosuppressive therapies aim to suppress the autoimmune response and reduce inflammation associated with VKH syndrome.\n\nThe American Uveitis Society and the International Uveitis Study Group recommend immunosuppressive agents as mandatory in treating VKH syndrome to prevent recurrences. While high-dose corticosteroids also affect recurrences, as outlined above, careful consideration must be given to balance the initial treatment with the subsequent need for immunosuppressive agents.\n[97]\n\nOral nonsteroidal anti-inflammatory medications can be effective with various appropriate regimens, such as ibuprofen 600 to 800 mg 4 times daily, piroxicam 20 mg daily, and naproxen 375 mg twice daily. In cases unresponsive to oral nonsteroidal anti-inflammatory medications, high-dose systemic corticosteroids are often used, with typical doses of 1 mg/kg/d.\n[151]\n[152]\n[153]\n\nThese steroids are tapered slowly over several weeks, carefully considering potential side effects such as weight gain, mood instability, blood-sugar abnormalities, and adrenal insufficiency. If the patient continues to demonstrate active disease or cannot tolerate corticosteroids, prompt corticosteroid-sparing immunosuppression is warranted.\n\nAntimetabolites such as methotrexate and mycophenolate mofetil are employed, often to their maximal doses of 25 mg/week of methotrexate or 1,500 mg twice daily of mycophenolate.\n[154]\n[152]\nThese medications may take up to 6 months for full effect, and some patients may require a faster-acting solution. Biologics such as tumor necrosis factor inhibitors (TNF-inhibitors) like adalimumab and infliximab may be necessary in these cases.\n[155]\n[156]\n\nThe management of malignant hypertensive retinopathy involves controlling blood pressure and addressing any secondary causes of hypertension. Timely intervention and close monitoring of blood pressure levels are crucial to prevent further retinal damage and preserve visual function in patients with malignant hypertensive retinopathy.\n\nManagement Options of Central Serous Chorioretinopathy\n\nManagement of central serous chorioretinopathy includes observation, laser, photodynamic therapy, and anti-vascular endothelial growth factor (anti-VGEF) agents. Laser photocoagulation can treat the retinal pigment epithelium leakage sites identified on angiography, effectively sealing the leakage point and promoting the resolution of subretinal fluid\n.\n[157]\n\nCentral serous chorioretinopathy with a subfoveal leak, juxtafoveal leak, multiple leaks, and chronic cases with diffuse decompensation of the retinal pigment epithelium often benefit from laser photodynamic therapy as a management strategy\n.\n[158]\n[159]\nAnti-VEGF therapy has been proposed to reduce choroidal hyperpermeability by upregulating the tight junctions between endothelial cells and reducing vascular fenestrations.\n[160]\n[161]\n[162]\n\nSurgical intervention is considered the last resort for managing exudative retinal detachment after exhausting all medical treatment options.\n[4]\nSurgical management options include:\n[163]\n\nScleral buckling with external drainage of the subretinal fluid with laser of the nonperfused retina\n\nPars plana vitrectomy with internal drainage of the subretinal fluid with laser delimitation of the nonperfused retina with or without endotamponade with expansile gases or silicone oil\n[164]\n[165]\n\nManagement of Familial Exudative Vitreoretinopathy\n\nThe management of familial exudative vitreoretinopathy depends on the stage at the time of presentation:\n\nStage 1:\nObservation\n\nStage 2:\nLaser photocoagulation of the areas with abnormal vessels and ischemia or the avascular zone\n[166]\n\nAdvanced stage:\nIn cases of retinal detachment, a surgical approach is necessary. Scleral buckling, vitrectomy, and lasering of the avascular zone are recommended.\n[167]\n\nScreening family members for genetic predisposition to certain retinal conditions is advisable. The use of anti-VEGF therapy remains a topic of debate in the management of retinal neovascularization. According to a study by Tagami M et al, regression of neovascularization occurs after a single intravitreal injection of bevacizumab.\n[168]\nA study by Henry CR et al reveals favorable results with intravitreal bevacizumab use along with laser or surgical treatment.\n[169]\n\nThere is a risk of worsening tractional forces, potentially causing tractional retinal detachment with the administration of anti-VEGF injections. Therefore, clear guidelines are essential for appropriately using anti-VEGF as an adjunct to laser or surgical therapy.\n[167]\n[169]\n\nManagement of Coats Disease\n\nThe management of Coats disease varies depending on the stage of the condition. Care for these patients is outlined as follows:\n\nMild cases are often observed without exudation.\n[18]\n\nDirect laser photocoagulation of the telangiectatic vessels is a beneficial treatment option in mild to moderate cases of exudation.\n[92]\n\nLaser therapy will not be effective in cases of massive subretinal exudation and exudative retinal detachment. In such cases, practitioners perform cryotherapy over the diseased retina using a double freeze-thaw technique.\n[170]\n\nAnti-VEGF medications and intravitreal corticosteroids can be used as adjunctive therapy before laser or surgical management, as they also help to reduce macular edema associated with exudation.\n[171]\n[172]\n\nAdvanced stages of Coats disease are associated with inferior visual prognosis. Treatment in advanced stages focuses on avoiding a painful blind eye and enucleation. Scleral buckling with external drainage or pars plana vitrectomy with or without endotamponade may save the eye.\n[173]\n[163]\n\nTransscleral diode laser photocoagulation is a treatment option for neovascular glaucoma. If all measures to save the eye fail, practitioners should enucleate an endstage painful blind eye.\n[92]\n[170]\n\nExudative retinal detachment due to wound leak or hypotony after ocular surgery responds satisfactorily with timely wound suturing and anti-inflammatory agents.\n[1]\nSimilarly, exudative detachments secondary to panretinal photocoagulation or scleral buckling may benefit from topical and systemic anti-inflammatory or steroid therapy.\n[38]\nIn cases where the scleral buckle exerts excessive pressure, readjustment is required to alleviate stress on the vascular system.\n[39]\n\nRadiation therapy, particularly proton beam radiation, is frequently employed in the treatment of malignant uveal melanoma.\n[42]\n[174]\nHowever, post-radiation therapy, there is an elevated risk of exacerbating retinal detachment, particularly with proton beam radiation.\n[174]\nTreatment of choroidal tumors with exudative retinal detachment includes proton beam radiation or brachytherapy using a plaque, transretinal tumor biopsy for prognostication of the disease, and surgical intervention as the last measure with may entail pars plana vitrectomy and drainage of subretinal fluid with endotamponade.\n[42]\n\nA variety of treatment options exist for choroidal hemangioma, including laser photocoagulation, low-dose external beam radiation, proton beam irradiation, gamma knife radiosurgery, radiotherapy, cryotherapy, photodynamic therapy with verteporfin, transpupillary thermotherapy, oral β-blockers, or intravitreal anti–VEGF.\n[175]\nPatients with metastatic tumors should receive chemotherapy or focal radiation therapy.\n[176]\n\nPatients with infectious causes leading to exudative retinal detachment should be promptly treated with appropriate antibiotics.\n[177]\nTuberculous exudative detachment requires a comprehensive approach involving antitubercular drugs in conjunction with glucocorticoids to manage the infection effectively.\n[178]\nSyphilitic exudative detachment necessitates treatment with the regimen typically used for neurosyphilis, while viral etiologies warrant urgent initiation of antiviral drugs alongside corticosteroids to mitigate inflammation and viral replication.\n[179]\n[180]\n[181]\n\nPregnancy-induced hypertension can lead to marked vision loss, but these changes are typically reversible in the postpartum period.\n[59]\nAdequate blood pressure control is the most critical intervention. Compared to malignant hypertension, the visual prognosis is generally more favorable in cases of pregnancy-induced hypertension.\n[59]\n\nSecondary exudative retinal detachment in patients with systemic hematologic and vascular diseases like disseminated intravascular coagulation, malignant hypertension, anti-glomerular basement membrane disease, thrombotic thrombocytopenic purpura, organ transplant recipients, renal failure, systemic lupus erythematosus, and granulomatosis with polyangiitis can resolve once the underlying systemic condition is controlled and treated.\n[182]\n[183]\n[184]\nTimely and comprehensive management of the primary systemic disease is crucial in achieving resolution of secondary exudative retinal detachment in these patients.\n\nExudative retinal detachment in hepatitis C patients treated with interferon-α and ribavirin improves upon discontinuation of the offending medications and initiation of corticosteroid treatment.\n[85]\nClose monitoring of visual symptoms and prompt intervention are essential to managing exudative retinal detachment in patients undergoing these treatments.",
    "adverse_effects": "If not treated promptly, secondary complications may develop in patients with an exudative retinal detachment. The following is a list of potential complications:\n\nPhthisis bulbi\n[191]\nNeovascular glaucoma\nSubretinal fibrosis\nChoroidal neovascularization\nPigmentary changes of the fundus\nFestooned pupil\nVitreous hemorrhage\nComplicated cataract\n[192]"
  }
}