{
  "drug_name": "pirocton olamine",
  "nbk_id": "NBK559048",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559048/",
  "scraped_at": "2026-01-11T18:47:45",
  "sections": {
    "indications": "Tinea manuum is a superficial mycosis of the palms, dorsum, or interdigital folds of one or both hands. It is usually caused by dermatophytes, although rare cases caused by\nHendersonula toruloidea\nand\nScytalidium hyalinum\nhave been reported in the literature.\n[1]\n\nTinea manuum frequently coexists with tinea pedis, but localized forms occasionally affect the hands exclusively. The condition is distributed worldwide, and, as with other dermatophytoses, contact with infected people, animals, and soil is the most common source.",
    "mechanism": "Tinea manuum is caused by dermatophytes, the most common of which worldwide is\nTrichophyton rubrum\n. However, different etiologic organisms have been reported in various geographical locations, including:\n[2]\n\nTrichophyton mentagrophytes\n[3]\nEpidermophyton floccosum\nTrichophyton verrucosum\nTrichophyton interdigitale\nMicrosporum canis\n\nMicrosporum gypseum\n,\nTrichophyton eriotrephon\n, and\nArhroderma benhamiae\nhave also been described, but more rarely.\n[4]\nRecently, tinea manuum has been found in patients due to\nTrichophyton erinacei\n.\n[5]\n[6]\n\nRisk factors and predispositions for tinea manuum infections and onychomycosis include:\n\nMale gender, diabetes mellitus, hypertension, atherosclerosis, immunosuppression\nHumid environment, excess sweating (hyperhidrosis) and maceration, prolonged use of occlusive footwear, and communal bathing or public sports facilities.\nExcoriation of the soles of the feet or picking toenails infected with tinea\n[7]\nFarmworkers and pet owners (eg, exotic pets, including guinea pigs and hedgehogs).\n[8]\n[9]\n[10]\nRecurrent trauma to the hands, usually work-related (eg, car mechanics, machine operators, individuals who work with chemicals)\n[11]",
    "monitoring": "Once a detailed medical history and clinical inspection suggest tinea manuum, mycological confirmation must be obtained. Some authors suggest that the gold standard for detecting a fungal infection must be a triple confirmation that includes a clinical exam, potassium hydroxide (KOH), and culture.\n[22]\nOther methods include:\n\nDirect microscopy:\nDirect microscopy is a simple and inexpensive method to find the presence of fungal hyphae. Classically, a swab of pustular or wet inflammatory lesions or a scraping of dry, scaly lesions might be the first step. Nail clippings should be included if onychomycosis is also suspected.\n[20]\nUsually, the specimen must be treated with KOH, and the results are back within 24 hours in most laboratories. The sensitivity and specificity of KOH smears are 73.3% and 48%, respectively, so the smear should be complemented with culture. Cultures usually take 2 to 6 weeks to grow, so treatment should not be delayed while waiting for results. When available, antifungal susceptibility testing should be added to the culture to determine fungal susceptibility to terbinafine, itraconazole, and fluconazole.\n\nFluorescent staining:\nFluorescent staining with optical brighteners might be used to increase the fungal detection rate. This stain selectively binds to chitin of the fungal cell wall and then gives an apple-green fluorescence when visualized under fluorescent microscopy.\n\nHistopathology:\nHistopathology might be necessary, especially when other skin diseases are suspected in the differential diagnosis.\n\nDermoscopy:\nDermoscopy has also been described recently as a useful and noninvasive tool that could assist in the diagnosis of tinea manuum.\n[23]\nTypical localization and distribution of the scales in the furrows and dermatoglyphics seem to be unique to this entity.\n[23]\n[24]\n\nOther methods:\nOther methods of dermatophyte differentiation, such as polymerase chain reaction (PCR), real-time PCR, and newer molecular methods, are being used in large institutions and for research purposes.\n[19]",
    "administration": "Several topical and systemic antifungal therapy options and regimens are available. When possible, topical therapy is preferred for tinea manuum due to the risk of drug interactions and side effects of the oral treatments.\n\nThere is no difference in cure rates among allylamines (terbinafine, naftifine), imidazoles (clotrimazole, fluconazole, itraconazole, ketoconazole), or other antifungals, such as butenafine and ciclopirox olamine.\n\nRegimens last 4 to 6 weeks, except for newer options like luliconazole and econazole (ecoza, spectazole), which usually require about 2 to 4 weeks of treatment.\n\nIn addition, the anti-inflammatory effects (eg, bifonazole) and the antibacterial properties (eg, clotrimazole (gram-positive and gram-negative cocci) and isoconazole (gram-positive bacteria, including MRSA)] of several topical antifungals give specific value when choosing the agent.\n[19]\n[25]\n[26]\nWhile nystatin is effective for candida, it is not appropriate for dermatophytes; therefore, it should not be used to treat tinea manuum.\n\nIndications for systemic antifungals in tinea manuum include a co-infection of the nails, the involvement of two or more body areas, including the “two-foot, one-hand syndrome,” immunosuppression, recurrence of the infection, and topical therapy failure.\n[17]\nThe oral options are terbinafine and itraconazole with similar rates of cure.\n[27]\n[28]\n\nThe use of corticosteroids is controversial; however, they can be beneficial in severely inflamed cases to reduce pruritus or burning sensations and, in some patients, to secure treatment adherence. When used, corticosteroid treatment should be administered simultaneously with antifungal therapy, but it should be limited to only the first week of antifungal treatment.\n[29]",
    "adverse_effects": "In general, most complications are due to delays in consultation and diagnosis. Medical evaluation sometimes occurs as late as months to years after the skin lesion appears.\n\nSecondary bacterial infection and lymphangitis have been described in cases of inflammatory tinea manuum, especially in those due to a zoonotic dermatophyte.\n[7]\n\nContact dermatitis due to topical imidazole antimycotic therapy has been described as a rare complication of its use.\n[33]\nRecently, a case of disuse contractures of the flexor tendons has been reported in a patient with tinea manuum and irritant contact dermatitis.\n[8]"
  }
}