{
  "drug_name": "pitavastatin",
  "nbk_id": "NBK557402",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557402/",
  "scraped_at": "2026-01-11T15:36:46",
  "sections": {
    "indications": "Pitavastatin use is contraindicated in patients with known hypersensitivity, including rash, pruritus, urticaria, to any component of this drug. Its use is also contraindicated in patients with active liver disease or unexplained elevated levels of hepatic transaminases. Pregnant women or ones who may become pregnant should also avoid pitavastatin use. As pitavastatin is known to pass into breast milk, the recommendation is that nursing mothers also avoid pitavastatin use.\n[10]\n[13]",
    "mechanism": "Pitavastatin competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in the cholesterol biosynthesis pathway. Inhibiting this enzyme decreases the production of mevalonic acid from HMG-CoA. This enzymatic inhibition, in turn, increases the number of LDL receptors expressed on hepatocytes to compensate for the loss of mevalonic acid and results in greater LDL catabolism.\n[6]\n[7]\n\nPharmacokinetics\n\nAbsorption\n\nPeak plasma concentrations of pitavastatin are reached within approximately 1 hour after oral administration. It has a bioavailability greater than 60%. It has some absorption in the colon; however, its absorption mainly occurs in the small intestine. In comparison to all other statins, pitavastatin reaches peak plasma concentrations the fastest and has the highest bioavailability.\n\nDistribution\n\nPitavastatin is largely bound to protein (>99%), primarily to albumin and alpha-1 acid glycoprotein, with a mean volume of distribution of 148L.\n\nMetabolism\n\nPitavastatin is mainly metabolized in the liver by UGT1A3 and UGT2B7 and minimally by CYP2C9 and CYP2C8.\n\nExcretion\n\nThe half-life of pitavastatin is approximately 12 hours. The majority of pitavastatin (79%) is excreted in the feces, whereas approximately 15% is excreted in the urine.\n[6]",
    "administration": "Pitavastatin is available as 1 mg, 2 mg, and 4 mg tablets for oral administration. Patients may take the drug at any time of the day; however, the time of day should remain consistent. Patients can take it with or without food.\n\nAdult Dosing\n\nPitavastatin is a moderate-intensity statin. The dose range for pitavastatin is between 1 mg to 4 mg once daily; 2 mg once daily is the recommended starting dosage, and the maximum dose is 4 mg once daily. The actual starting dosage and maintenance dosage should be individualized to the patient's characteristics and goals of therapy as per the American College of Cardiology/American Heart Association Guidelines.\n[1]\n[8]\nLipid levels should be assessed four weeks after starting therapy to determine whether the response is appropriate and whether the dosage is appropriate.\n\nPediatric Dosing\n\nFor children aged eight years and older, for management of HeFH, 2 mg once daily is the recommended starting dosage. Lipid levels should be re-assessed four weeks after initiating therapy and adjusted accordingly. The maximum recommended dosage is 4 mg once daily.\n[4]\n[5]\n\nGeriatric Dosing\n\nResearch has determined no significant difference in terms of safety and efficacy was determined between geriatric patients (age greater than 65) and younger patients.\n[7]\n[9]\n\nRenal Impairment\n\nPatients with a glomerular filtration rate between 15 to 59 mL/min/1.73 m not requiring hemodialysis, and patients with end-stage renal disease requiring hemodialysis should initiate pitavastatin at 1 mg once daily to a maximum dose of 2 mg once daily.\n\nHepatic Impairment\n\nPitavastatin is contraindicated in the presence of active liver disease and patients with unexplained elevated liver enzymes.\n[9]\n[10]\n\nDrug Interactions\n\nPitavastatin is mainly metabolized by glucuronidation via liver UGTs, and there is comparably only minimal metabolism by cytochrome P450 enzymes.\n[6]\nThe following drugs may decrease the serum concentration of pitavastatin: darunavir/ritonavir, lopinavir/ritonavir, ezetimibe, digoxin, and itraconazole.\nThe following drugs may increase the serum concentration of pitavastatin: cyclosporine, erythromycin, rifampin, atazanavir, gemfibrozil, fenofibrate, enalapril, and diltiazem.\n[7]",
    "adverse_effects": "The most commonly reported adverse effects related to pitavastatin use include back pain, constipation, diarrhea, myalgia, and pain in the extremities. Reports exist of rash, pruritus, and urticaria. There are also reports of myopathy and rhabdomyolysis, leading to acute renal failure. Pitavastatin use can also cause lab abnormalities, including elevated creatine phosphokinase, transaminases (aspartate aminotransferase [AST]/serum glutamic-oxaloacetic transaminase, or alanine aminotransferase [ALT]/serum glutamic-pyruvic transaminase), alkaline phosphatase, bilirubin, and glucose. High fasting serum glucose levels and high HgA1c levels have also occurred with pitavastatin use.\n[10]\n[11]\n[12]",
    "monitoring": "Liver function tests and a lipid panel should be performed before starting pitavastatin to establish baseline levels. A repeat lipid panel should be obtained six weeks after initiation. Once stable, the monitoring of lipids can be yearly. Liver function tests are repeatable as clinically necessary.",
    "toxicity": "A common side effect of pitavastatin toxicity is myalgia. In the setting of overdose, there is no known treatment. Patients should be provided with supportive measures and should receive treatment for any symptoms. Given the high protein binding ratio of pitavastatin, hemodialysis would not be beneficial."
  }
}