{
  "drug_name": "pneumococcal vaccine",
  "nbk_id": "NBK507794",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507794/",
  "scraped_at": "2026-01-11T15:36:49",
  "sections": {
    "indications": "PCV13 and PPSV23 contraindications include severe allergic or anaphylactic reactions to any component of the formulation of the vaccine or any diphtheria toxoid-containing vaccine. Pregnancy is not a contraindication to vaccination. Pregnant women at high risk of infection should receive the vaccination.\n[29]\nSimilarly, severe allergic reactions to PCV 20 or diphtheria toxoid are contraindications to using PCV 20.\n\nWarnings and Precautions\n\nPCV20:\nPatients with altered immunocompetence may have decreased immune responses to PCV20.\nPPSV23:\nUse caution in severely compromised pulmonary and cardiovascular function, as any systemic reaction can lead to significant risk to the patient.\nPCV13 and PCV15:\nApnea after vaccination has been noted in premature infants. These infants should be observed for 48 hours after immunization.\n[30]",
    "mechanism": "Both vaccines promote active immunization against the serotypes of the conjugate and capsular polysaccharides contained in the formulation of the vaccine. Immunity develops approximately 2 to 3 weeks after vaccination and lasts 5 years. However, in children and the elderly, re-immunization may be necessary sooner.\n\nPCV13\n\nThis vaccine formulation demonstrates improved antibody response compared to the pneumococcal polysaccharide vaccine because it contains purified capsular polysaccharides of pneumococcal serotypes conjugated to a carrier protein. PCV 13 actively immunizes against invasive disease caused by\nS. pneumoniae\ncapsular serotypes 1, 3, 4, 5, 6B, 6A, 7F, 9V, 14, 18C, 19A, 19F, and 23F. All of the serotypes are individually conjugated to a CRM197 protein.\n[12]\n\nPCV15\n\nPCV15 contains polysaccharide serotypes 22F and 33F in addition to the PCV13 serotypes, conjugated to genetically detoxified diphtheria toxin. The randomized controlled trial in adults ≥50 years demonstrated that PCV15 met the noninferiority criteria compared with PCV13 for the 13 shared serotypes. PCV15 also had statistically significant responses for serotype 3 and PCV15-unique serotypes 22F and 33F. Another randomized controlled trial included healthy infants age 42 days to 90 days to assess the interchangeable use of PCV13 and PCV15. IgG geometric mean concentration for the 13 shared serotypes estimated was similar to those in children immunized with PCV13. In PCV-naive or partially vaccinated age 7 months through 17 years who received catch-up PCV doses, PCV15 elicited IgG concentrations similar to PCV13 for the 13 shared serotypes. PCV15 elicited higher IgG geometric mean concentration for 6 of 13 shared serotypes and the 2 unique serotypes in children with sickle cell disease. Additionally, among children with HIV infection, PCV15 produced higher IgG concentrations for 2 unique serotypes and 8 of 13 shared serotypes compared with PCV13.\n[13]\n\nPCV20\n\nPCV20 contains serotypes 8, 10A, 11A, 12F, 15B, 22F, and 33F, in addition to PCV13, conjugated to detoxified diphtheria toxin. PCV20 produced a strong immune response to all 20 vaccine serotypes in adults 18–49 years. PCV20 provides enhanced protection, which is evident from an opsonophagocytic activity assay.\n[14]\n\nPPSV 23\n\nThis vaccine formulation is the first pneumococcal vaccine formulated from a capsular polysaccharide. PPSV 23 contains 23 capsular polysaccharide types of\nS. pneumoniae,\nrepresenting at least 85% to 90% of pneumococcal disease isolates in the United States. It has shown a 50% to 80% efficacy in preventing invasive pneumococcal disease in adults.\nS. Pneumoniae\nserotypes are 1, 2, 3, 4, 5, 6B, 7F, 8, 9V, 9N, 10A, 11A, 12F, 14, 15B, 17F, 18C, 19A, 19F, 20, 22F, 23F, and 33F.\n[15]",
    "administration": "PCV 13, PCV 15, and PCV 20 are administered by IM route. PPSV 23 can be administered by IM or SC route. PCV13 and PCV15 are available in a single-dose prefilled syringe (0.5 mL). PCV13/PCV15 may be administered simultaneously with additional vaccines, including COVID-19. However, they must be prepared and administered in separate syringes and utilizing different injection locations. Vaccines should be discarded if there is the presence of particulate matter and discoloration in the solution.\n[16]\n[17]\nHands should be cleansed with an alcohol-based antiseptic hand rub or with soap and water before preparing vaccines for administration.\n[18]\n[19]\n[20]\n\nSite: The deltoid muscle is the preferred location for PCV13/PCV15 vaccination in older children and PCV15/PCV20 vaccination in adults. The preferred injection site for PCV13/PCV15 for infants and young children is vastus lateralis in the anterolateral thigh.\n\nVaccination Schedule According to the CDC and ACIP\n\nInfants and children\n\nCDC and ACIP suggest using PCV (PCV13 or PCV15) for children (2–59 months). PCV13 and PCV15 can be used interchangeably. PCV15 is not indicated for those who have received 4 doses of PCV13 or age-appropriate complete PCV13 vaccination series. It is important to note that the minimum age for this first dose is 6 weeks for PCV13/15 and 2 years for PPSV 23. Preterm infants should be vaccinated according to chronological age regardless of birth weight.\n\nInfants aged 2–6 months:\nFour doses of pneumococcal conjugate vaccine (PCV13 or PCV15) are recommended. Administer PCV13 or PCV15 to infants in 4 doses (3 primary and 1 booster). The primary series consists of 3 doses of PCV. Infants obtaining the first dose at age ≤ 6 months should be administered 3 doses of PCV at intervals of approximately 9 weeks. The minimum interval is of 4 weeks. The booster (fourth) dose is advised at age 12–15 months. It should be administered ≥ 8 weeks after the third dose. Hence the recommended schedule is 1 dose of PCV 13/PCV15 at 2, 4, 6 months, and 12 to 15 months.\nInfants aged 7–11 months:\nIf PCV is initiated at age 7 to 11 months, 3 doses (either PCV13 or PCV15) are advised. The first 2 doses should be administered with an interval of ≥ 4 weeks between doses. The third dose should be given at 12–15 months; an interval of ≥ 8 weeks between the second and third doses is advised.\nChildren aged 12–23 months:\nIf PCV is initiated at age 12 months to 23 months, 2 doses (either PCV13 or PCV15) are suggested, and an interval of ≥ 8 weeks between doses is advised.\nChildren aged 24–71 months:\nUnvaccinated and healthy children aged 24 to 59 months be administered a single dose of PCV (PCV13 /PCV15). Unvaccinated children (24 to 71 months) with any risk condition should receive 2 doses of PCV (PCV13 or PCV15), and an interval of ≥ 8 weeks between 2 doses is recommended.\nChildren and adolescents aged 6–18 years with CSF leak, immunocompromising condition, or cochlear implant:\nIf a dose of PCV13/PCV15 has not been given earlier, a single dose of PCV13 or PCV15 is advised, regardless of previously received PPSV23 or PCV7.\nHematopoietic stem cell transplants:\nRecipients of stem cell transplants are advised to receive 3 PCV doses followed by a dose of PPSV23 starting 3 to 6 months after the transplant. In children with graft-versus-host disease(GVHD), PPSV23 can be substituted with a fourth dose of PCV.\n[5]\n\nChildren age 2 to 5\n\nCDC suggests pneumococcal vaccination for medical conditions that can increase the risk of pneumococcal infection. These conditions are listed below:\n\nCSF leak\nCochlear implant\nChronic heart disease, cardiac failure, and particularly cyanotic congenital heart disease\nChronic lung disease; asthma treated with chronic high-dose oral corticosteroids\nDiabetes mellitus\n\nFor the above-mentioned medical conditions, the CDC suggests:\n\nAdministering 2 doses of either PCV13 or PCV15 if children are unvaccinated or received an incomplete pneumococcal conjugate vaccine series with < 3 doses before the age of 24 months. Administer the second dose at least 8 weeks after the first dose.\nGive 1 dose of PCV13 or PCV15 if patients have been administered 3 doses of a PCV before 12 months but have yet to receive a fourth booster dose.\nGive 1 dose of PPSV23 at least 8 weeks after completing the PCV series.\n\nHigh-risk medical conditions are listed below:\n\nChronic renal failure or nephrotic syndrome\nSickle cell disease or other hemoglobinopathies\nCongenital immunodeficiency\nCongenital or acquired asplenia or splenic dysfunction\nDiseases associated with the treatment of immunosuppressive drugs or radiation therapy\nLeukemia\nSolid organ transplant\nHodgkin disease\nLymphoma\nMalignancy\nHIV infection\n\nFor high-risk medical conditions, the CDC suggests:\n\nAdminister 2 doses of (PCV13 or PCV15) if patients are unvaccinated or received an incomplete pneumococcal conjugate vaccine series with < 3 doses before 24 months of age. Administer the second dose at least 8 weeks after the first.\nAdminister 1 dose of PCV13 or PCV15 if they received 3 doses of a pneumococcal conjugate vaccine before 12 months but have yet to receive their fourth booster dose.\nAdminister 2 doses of PPSV23 after the PCV series is complete. Give the first dose at least 8 weeks after any previous PCV dose, then give the second dose of PPSV23 at least 5 years after the first PPSV23 dose\n.\n\nChildren age 6 to 18\n\nFor a cerebrospinal fluid leak or cochlear implant, CDC suggests:\n\nAdminister 1 dose of either PCV13 or PCV15 if the patients have not received any doses of a PCV vaccine. PCV13/PCV15 should be administered before PPSV23.\nAdminister 1 dose of PPSV23 (if not already given before in childhood) ≥ 8 weeks after PCV13 or PCV15.\n\nFor high-risk medical conditions mentioned above, CDC suggests:\n\nAdminister 1 dose of either PCV13 or PCV15 if the patients have not received any doses of a PCV vaccine. Administer PCV13 or PCV15 before giving any recommended doses of PPSV23.\nAdminister 2 doses of PPSV23. The first dose of PPSV23 should be administered at least 8 weeks after any initial PCV dose. The second dose of PPSV23 should be administered only 5 years after the first dose of PPSV23.\n\nFor a child with:\n\nChronic heart disease, cardiac failure, and particularly cyanotic congenital heart disease\nChronic lung disease; asthma treated with chronic high-dose oral corticosteroids\nDiabetes mellitus\n\nvaerCDC suggests:\n\nAdministering 1 dose of PPSV23 (if not already given earlier in childhood).\n\nAdults age 19 to 64 years\n\nCDC advises pneumococcal vaccination for adults 19-64 years old with certain chronic medical diseases or high-risk factors:\n\nAlcoholism\nCSF leak\nChronic liver disease\nChronic lung disease, including COPD and asthma\nChronic heart disease, including CHF and cardiomyopathies\nCigarette smoking\nCochlear implant\nDiabetes mellitus\nCongenital or acquired asplenia*\nCongenital or acquired immunodeficiency*\nChronic renal failure*\nMalignancy*\nHodgkin disease*\nHIV infection*\nIatrogenic immunosuppression from radiation therapy and chronic systemic corticosteroids*\nLymphoma*\nLeukemia*\nMultiple myeloma*\nNephrotic syndrome*\nSolid organ transplant*\nSickle cell disease or hemoglobinopathies*\n\n*Indicates immunocompromising conditions\n\nFor adults who have not been given any pneumococcal vaccine or have received only PCV7, CDC recommends:\n\nAdminister 1 dose of PCV15/PCV20.\nIf PCV15 is administered to the patient, it should be followed by PPSV23 after 1 year. The minimum interval between 2 doses is 8 weeks and is used in patients with an immunocompromising state, CSF leak, and cochlear implant.\nIt is important to note that if PCV20 is administered, PPSV23 is not indicated for the patient.\n\nFor adults who have received PPSV23 only, CDC suggests:\n\nAdminister 1 dose of PCV15 or PCV20.\nThe PCV15 or PCV20 dose should be given at least 1 year after the last PPSV23 vaccination.\n\nFor adults who have only received PCV13, CDC suggests:\n\nAdminister a single dose of PCV20 at least 1 year after PCV13. The second option is administering a single dose of PPSV23 at least 8 weeks after the previous vaccination with PCV13.\nPatients with immunocompromising conditions require additional doses of PPSV23. The second dose of PPSV23 is administered at least 5 years after the first. The third dose of PPSV23 is given at ≥ 65 years (minimum interval of 5 years from the second dose of PPSV23). A third dose is not indicated if a patient is ≥ 65 years old when the second dose is administered.\nPatients with risk factors or medical conditions listed above require a second dose of PPSV23 at age ≥ 65 years.\n\nFor adults who have received PCV13 and 1 dose of PPSV23, CDC suggests:\n\nAdminister 1 dose of PCV20 at least 5 years after the last pneumococcal vaccine.\nThe minimum interval (1 year since the last PCV13 dose and 5 years since the last PPSV23 dose) can be considered in patients with a cochlear implant, CSF leak, or immunocompromising condition.\nThe second option is administering PPSV23 at least 8 weeks after PCV13 and 5 years after PPSV23 if patients have immunocompromising conditions.\nPatients with an immunocompromising condition require an additional third dose of PPSV23 at age ≥ 65 years. (minimum interval of 5 years since the second dose of PPSV23).\n\nAdults ≥ 65 years of age\n\nFor adults ≥ 65 years who have not been administered any pneumococcal vaccine or have received only the PCV7 vaccine, CDC suggests:\n\nAdminister 1 dose of PCV15 or PCV20.\nIf PCV15 is used, it is followed by PPSV23 at least 1 year later. The minimum period can be reduced to 8 weeks in adults with an immunocompromising condition, CSF leak, or cochlear implant.\nIf PCV20 is used, then PPSV23 is not indicated.\n\nFor adults ≥ 65 years who have only received PPSV23, CDC suggests:\n\nAdminister 1 dose of PCV15 or PCV20.\nThe PCV15 or PCV20 should be administered at least 1 year after the PPSV23.\nAn additional dose of PPSV23 is not required.\n\nFor adults ≥ 65 years who have been administered only PCV13, CDC suggests 2 options:\n\nAdminister 1 dose of PCV20 at least 1 year after PCV13\nAdminister 1 dose of PPSV23 at least 1 year after PCV13. The minimum interval can be reduced to 8 weeks for a CSF leak, cochlear implant, or an immunocompromising condition.\n\nFor adults ≥ 65 years who have been administered PCV13 regardless of age and PPSV23 before age 65 years, the CDC suggests 2 options:\n\nAdminister 1 dose of PCV20 at least 5 years after the last pneumococcal vaccine. The minimum interval (one year since the last PCV13 dose and 5 years since the last PPSV23 dose) is considered in patients with a cochlear implant, CSF leak, or immunocompromising condition.\nAdminister 1 dose of PPSV23 at least 5 years after the last pneumococcal vaccine. The minimum interval (8 weeks since the last PCV13 vaccination and 5 years since the last PPSV23 vaccination) is considered in patients with a cochlear implant, CSF leak, or immunocompromising condition.\n\nShared decision-making:\nFor adults ≥ 65 years who have been administered PCV13 at any age and PPSV23 at or after age 65 years, CDC suggests shared clinical decision-making. If the clinician and patient determine PCV20 is appropriate, PCV20 should be administered at least 5 years after the previous pneumococcal vaccine.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe ACIP advises pneumococcal vaccination in patients with chronic liver disease.\n[21]\nRenal impairment:\nCKD patients naive in pneumococcal immunization should be administered PCV13, followed by a dose of PPSV23 at 8 weeks and 2nd dose of PPSV23 after 5 years.\n[22]\nPregnancy considerations:\nClinical information on the safety of PCV-20 and PCV-15(conjugate vaccines) during pregnancy is inadequate. PPSV23 increases antibody titers in infants. ACOG(The American College of Obstetricians and Gynecologists) recommends PPSV23 in patients with diabetes, heart disease, sickle cell anemia, and lung disease.\n[23]\nBreastfeeding considerations:\nThe CDC suggests that vaccines administered to a nursing mother do not impact breastfeeding safety for mothers or infants. Breastfeeding is not a contraindication to the administration of the pneumococcal vaccines. Immunization during the third trimester of pregnancy increases the pneumococcal antibodies in breast milk. Breastfed infants should be vaccinated as suggested by ACIP and CDC.\n[24]\nPediatric Patients:\nThe safety and efficacy of PCV13 in children < 6 weeks of age have not been demonstrated.\nElderly Patients:\nFor PPSV 23, adverse events following immunization is higher following revaccination than initial vaccination. Consequently, routine revaccination of PPSV23 in immunocompetent patients age > 65 years is not advised.",
    "adverse_effects": "There are reports of the following adverse effects in different age groups. Following are the reports of common adverse events following immunization:\n\nPCV13\n\nInfants and toddlers\n\nIrritability\nInjection site tenderness\nDecreased appetite\nSleep alterations\nFever\nInjection site redness\nInjection site swelling\n\nChildren age 5 to 17\n\nInjection site tenderness, redness, and swelling\nIrritability\nDecreased appetite\nSleep alterations\nFever\n\nAdults age 18 and older\n\nPain, redness, and swelling at the injection site\nFatigue\nHeadache\nMuscle pain\nJoint pain\nDecreased appetite\nLimitation of arm movement\nVomiting\nFever\nChills\nRash\n\nPCV 15\n\nChildren age 2 months to 15 months\n\nInjection-site erythema, induration, and swelling\nIrritability\nSomnolence\nFever\nDecreased appetite\n\nChildren and adolescents age 2 through 17\n\nInjection-site pain, erythema, swelling, and induration\nMyalgia\nFatigue\nHeadache\n\nAdults age 18 years and older\n\nInjection-site pain, swelling, erythema\nFatigue\nMyalgia\nHeadache\nArthralgia\n\nPCV20\n\nPain and swelling at the injection site\nfatigue\nheadache\nmuscle pain\narthralgia\n\nPPSV23\n\nInjection site pain/soreness/tenderness\nInjection site induration/swelling\nHeadache\nInjection site erythema\nFatigue/weakness\nMyalgia\n[25]\n\nInteractions with drugs and vaccines\n\nConcomitant administration of PPSV23 and live zoster vaccine showed a reduced immune response to the live zoster vaccine. The recommendation is for administrations to be at least 4 weeks apart.\n[26]\nImmunosuppressive treatment: Patients on immunosuppressive therapy, including corticosteroids, chemotherapy, and radiation therapy, may have diminished seroprotection to the pneumococcal vaccine. A booster dose may be considered according to guidelines.\n[27]\nAntipyretics: Antipyretics blunts the immune response to some serotypes following immunization of PCV 13. However, this interaction requires significant additional research.\n[28]",
    "monitoring": "For the first 15 minutes following pneumococcal vaccine administration, patients require monitoring for allergic reactions such as anaphylaxis and syncope. Adverse events after the vaccine administration should be notified to the Vaccine Adverse Event Reporting System.\n[31]\nFor catch-up vaccination and subsequent visits, clinicians can use the PneumoRecs VaxAdvisor application developed by the CDC.\n[32]\nIn addition, vaccine safety is monitored by Vaccine Safety Datalink from electronic health records at 8 healthcare systems.\n[33]",
    "toxicity": "There is no overdose risk with the administration of the vaccine. Careful dosing, administration, and adherence to the vaccine guidelines should preclude any chance of overdosing. Preclinical studies demonstrated no toxicity in rats when the modified pneumococcal vaccine was administered subcutaneously 3 times in 2-weeks at a supratherapeutic dose.\n[34]"
  }
}