{
  "drug_name": "poliomyelitis",
  "nbk_id": "NBK558944",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558944/",
  "scraped_at": "2026-01-11T18:47:46",
  "sections": {
    "indications": "Poliomyelitis, or polio, is an infection transmitted via the fecal-oral and oral-oral routes by the poliovirus. Today, polio primarily affects children younger than 5 in countries with poor water, sanitation, and hygiene infrastructure.\n[1]\nWhile extremely rare outside these areas, polio presents a risk to populations with low vaccination rates, including in industrialized nations. The 2014 declaration deeming the global spread of polioviruses a public health emergency of international concern under the International Health Regulations remains in place.[\nWHO. Vaccine Position\n]\n\nPreviously one of the most feared diseases in the world, polio caused widespread morbidity and mortality in children during multiple epidemics between the 1900s and 1960s. The incidence of polio began to decline following the development of the injectable polio vaccine (IPV) and oral polio vaccine (OPV). Intensified worldwide vaccination efforts starting in the 1980s by the World Health Organization (WHO) and partners under the Global Polio Eradication Initiative (GPEI) have almost completely eradicated the disease.\n[1]\n[2]\nVaccination protocols worldwide now recommend administering at least 3 doses of IPV (IPV-only schedule) or at least 3 doses of bivalent OPV plus at least 2 doses of IPV (combined OPV-IPV schedule).\n[3]\nThe latter is recommended in countries where poliovirus incidence rates remain unchanged or are at risk of increasing. See StatPearls' companion article \"\nPolio Vaccine\n\" for more information on polio vaccinations.\n\nHealthcare professionals must maintain a high index of suspicion to diagnose acute poliomyelitis in patients who present with new-onset paralysis following a viral prodrome and are living in an endemic region or under-vaccinated population. The presentation of polio is highly variable, ranging from asymptomatic to a transient flu-like viral illness to paralysis, quadriplegia, and even respiratory failure and death. Many polio survivors experience a poor quality of life. Alternate diagnoses must be considered as polio is rare, and other more common diseases and conditions can present similarly. In particular, acute flaccid myelitis (AFM) presents with a polio-like syndrome. This condition is caused by epidemic enteroviral infections, most commonly enterovirus D68.\n[4]\n[5]\n\nAs no antiviral treatment for acute poliomyelitis exists, prevention is critical. Paralytic deficits are often permanent, resulting in chronic pain, deformities, weakness, and eventual osteoporosis and fragility fracture. Between 25% and 40% of the estimated 12 to 20 million polio survivors worldwide will also develop postpolio syndrome (PPS).\n[6]\nA diagnosis of PPS requires new-onset, progressive muscle weakness or fatiguability, mental fatigue, or pain in a patient diagnosed with poliomyelitis up to 40 years prior. PPS is not contagious and is rarely life-threatening, but it often affects patients' independence and quality of life.\n\nWhile the near eradication of polio represents a tremendous achievement for global public health, multiple challenges and delays remain. Vaccine-derived polioviruses (VDPVs) revert or recombine to wild-type neurovirulence and transmissibility, causing outbreaks and distrust in vaccination programs. Poliovirus typically escapes early detection; most infections are asymptomatic, and the characteristic paralysis occurs in a small minority of those it infects.[\nCDC. Polio_HCP\n] Delays in detecting circulating wild poliovirus (WPV) and VDPVs pose a significant risk to eradication efforts. Political unrest or indecision and declining or competing interests threaten efforts to eradicate the disease. Recent polio cases and the discovery of poliovirus in wastewater in industrialized nations emphasize that, until completely eradicated, polio remains a global risk.\n[7]\n[\nGPEI. Polio Eradication\n]\n\nAll suspected cases of poliomyelitis in the United States should be immediately reported to the United States Centers for Disease Control and Prevention (CDC).\nClinicians should suspect polio in patients with acute-onset flaccid paralysis, decreased or absent tendon reflexes, and without sensory or cognitive deficits.\nContact the CDC Emergency Operations Center within 4 hours of the suspected diagnosis\nto ensure appropriate diagnostic testing, surveillance, and public health follow-up at\n770-488-7100\n.[CDC.\nPolio_Clinical\n]",
    "mechanism": "Poliovirus, enterovirus subtype C, is a small, single positive-stranded ribonucleic acid virus that is acid-resistant, non-enveloped, and encapsulated. This causative agent of acute polio and postpolio syndrome belongs to the family Picornaviridae and reproduces only in humans and some great apes.\nPoliovirus\nis extremely contagious, with seroconversion occurring in more than 90% of household contacts.\n[8]\nWild poliovirus (WPV) has 3 distinct serotypes (1, 2, and 3), each with a slightly different capsid protein (WPV1, WPV2, and WPV3). Surviving an infection confers complete and lifelong immunity, but only to the specific infecting serotype.[\nGPEI. Polio Eradication\n]\n\nVaccine-associated paralytic polio (VAPP) and circulating vaccine-derived polioviruses (cVDPVs) cause illness that is clinically indistinguishable from poliomyelitis caused by WPV.[\nWHO. Vaccine Position\n] VAPP results from the proliferation and mutation of polioviruses in OPV recipients or their contacts. Replicating viruses in the intestine revert to neurovirulent variants demonstrating close genetic similarity to the vaccine strain. VAPP is an adverse event triggered by immunization and is reportable under the Vaccine Adverse Event Reporting System.\n\nVDPVs result from the naturally selective proliferation of OPV viruses in populations with low herd immunity (cVDPVs) or prolonged carriage in immunocompromised individuals (iVDVPs). Recombination with other enteroviruses or reversion of OPV strains allows the resulting cVDPVs to regain the neurovirulence and transmissibility of WPV.\n[9]\n[\nWHO. Vaccine Position\n] Genetic divergence of cVDPVs from the attenuated OPV virus indicates prolonged replication and circulation. cVDPVs derived from OPV type 2 (cVDPV2) are the most common, although cVDVP types 1 and 3 also occur.",
    "monitoring": "Rapid investigation of acute flaccid paralysis is critical to identifying a possible polio infection and implementing control measures. Poliovirus infection is assessed through viral cultures or detection of viral ribonucleic acid in stool or throat irrigation or swabs.[\nCDC. Polio_HCP\n] The CDC recommends 2 specimens taken at least 24 hours apart during the first 14 days after the onset of paralysis. Specimens must be maintained at -20 ºC and shipped frozen.[\nCDC. Polio_HCP\n]\n\nClinical confirmation of polio requires 1 of the following:\n\nPoliovirus detected by sequencing of the capsid region of the genome by the CDC Poliovirus Laboratory\nPoliovirus identified in an appropriate clinical specimen (eg, stool [preferred], cerebrospinal fluid, oropharyngeal secretions) using a validated assay, AND specimen is unavailable for sequencing by the CDC Poliovirus Laboratory.[\nCDC. Polio_HCP\n]\n\nConfirmed cases of nonparalytic poliovirus infections are those that meet laboratory but not clinical criteria. Maximum viral excretion in the stool and nasopharyngeal fluids begins 2 to 3 days before (and lasts for a week after) symptom onset.\n[17]\nHowever, the virus may be present in the nasopharyngeal secretions for up to 2 weeks and 3 to 6 weeks in the stool, even in asymptomatic individuals.[\nCDC. Polio\n][\nCDC. Yellow_Book\n] Finding poliovirus in cerebral spinal fluid is uncommon. A cerebral spinal fluid test result negative for poliovirus does not exclude polio.\n\nPolioviruses undergo reverse transcriptase polymerase chain reaction testing following culture to differentiate between WPV and VDPVs. Serology is not helpful due to the high seroprevalence of anti-polio antibodies due to vaccination or previous asymptomatic infection. Researchers continue to seek direct molecular methods to diagnose polio, replacing culture-dependent methods.[\nWHO. Vaccine Position\n] Magnetic resonance imaging of the brain and spinal cord may identify typical patterns of poliomyelitis and rule out other pathologies, such as spinal cord infarction. Characteristic electromyographic findings develop later in the course of illness.",
    "administration": "Supportive care is the mainstay of treatment for acute poliomyelitis, as no effective antiviral therapy exists. Therapy may include providing medication for fever and irritation, preventing respiratory tract infections, and managing respiratory paralysis via mechanical ventilation if required. Physiotherapists use splints to relieve pain and spasms; splints also play an imperative role in preventing the development of deformities. Following the acute stage, rehabilitation, exercise, counseling, and education help patients achieve their best functional status. Orthopedic surgery may be warranted to help patients walk and correct factors potentially leading to deformity as the patient grows and ages. Surgery may include joint contracture release, correction of muscle imbalances around the joint to prevent deformities, or correction of deformities.\n[18]\nFollowing phase 1 trials, the capsid inhibitor pocapavir is available for compassionate use in patients who cannot clear the virus due to primary immunodeficiency disorder.[\nWHO. Vaccine Position\n]",
    "adverse_effects": "Morbidity following paralytic polio commonly results from biomechanical alterations due to muscle weakness, imbalances of muscle power, deformities, and complications of polio-related surgeries.\n[15]\nPain, easy fatiguability, limited function, and reduced quality of life are common. Osteoporosis develops due to lack of function and other factors, with frequent fractures.\n[15]\nApproximately 25% to 40% of patients with previous paralytic polio also develop PPS over their lifetime.[\nCDC. Polio_HCP\n] The diagnosis of post-polio syndrome (PPS) requires at least 1 year of new and progressive muscle weakness or fatiguability following decades of stable paralysis after the acute infection. Other symptoms include generalized fatigue, muscle or joint pain, worsening respiratory function, and dysphagia.\n[23]\nThe true prevalence of PPS is not known, partly due to a lack of established biomarkers to diagnose postpolio syndrome.\n[24]\nWhile the prevalence of PPS is decreasing in industrialized nations due to the elimination of the virus, it remains highly prevalent in developing nations.\n\nThe pathogenic mechanisms resulting in PPS are incompletely understood. The most common theory involves degeneration of the enlarged motor units formed following the initial infection. Longitudinal research results demonstrate a parallel between a decreasing size and number of active motor units and a gradual strength decline in PPS.\n[15]\nThe precise etiology of this decline is unclear; it likely results from the overuse of remaining motor units, stress-induced aging of motor units, deteriorating neuromuscular junctions, weight gain, deconditioning, and other factors.\n[18]\n[25]\nAlthough some authors suggest subgroups of patients may have a predominantly neuroinflammatory pathogenesis of their PPS, recent evidence does not support the role of humoral or cellular pro-inflammatory processes.\n[6]\n[25]\nNormal age-related sarcopenia contributes significantly and independently to decreasing muscle mass and strength; however, PPS may accelerate the decline in some patients, with an annual loss of up to 8% of muscle strength.\n[6]\n\nPPS is a clinical diagnosis using Halstead, March of Dimes, or other criteria. Neither electromyography nor muscle biopsy reliably differentiates patients with or without PPS.\n[15]\nClinicians must carefully exclude other treatable medical and orthopedic conditions that may cause or contribute to the condition.\n[15]\n[24]\n[25]\nDepending on the presenting symptomatology, the differential includes a wide variety of disorders, including the following:\n\nMetabolic: Iron deficiency, hypothyroidism, type 2 diabetes\nSleep: Apnea, restless leg syndrome\nInflammatory: Rheumatoid arthritis, polymyalgia rheumatica\nChronic pain: Fibromyalgia\n\nThe severity and speed of progression are variable and are influenced by factors such as the severity of acute paralysis, age of onset, and socioeconomic status.\n[15]\n[22]\n[26]\nComplications include respiratory failure, fractures, decreased function, and worsening quality of life. Tailored muscle strengthening, aquatic conditioning, and pain control are the mainstays of treatment.\n[6]"
  }
}