{
  "drug_name": "polysorbate 80",
  "nbk_id": "NBK589655",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589655/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "Taxanes are a diverse class of chemotherapeutic agents comprising paclitaxel, docetaxel, cabazitaxel, and albumin-bound paclitaxel (nab-paclitaxel), which work by stabilizing the microtubules. Cell cycle inhibition during the G2/M phase activates the cellular apoptosis pathways.\n[1]\n\nPaclitaxel was the first drug from this class that got FDA approval in 1992 for treating ovarian cancer after failure of first-line or later therapy. Subsequently, it was approved for metastatic breast cancer, AIDS-related Kaposi sarcoma, non-small cell lung carcinoma, and bladder cancer. FDA first approved docetaxel in 1996 for the treatment of metastatic breast cancer. Currently, it is approved for use in non-small cell lung cancer, head and neck cancer, gastric cancer, prostate cancer, and ovarian cancer. Cabazitaxel is being extensively prescribed for docetaxel-resistant metastatic castration-resistant prostate cancer. Nab-paclitaxel is used in the treatment of advanced pancreatic cancer, breast cancer, and non-small cell lung cancer.\n[2]\n\nDespite forming the chemotherapy backbone of various malignancies, their side effects profile hinders the use of taxanes. Often, the side effects are increased when these drugs are prescribed in combination with other medicines like platinum agents and doxorubicin. The side effects vary between different taxanes, but the common ones include myelosuppression, neuropathy, and hypersensitivity reactions.\n[3]\n\nTaxanes have been known to cause (upper) gastrointestinal bleeding.\n[4]\nThe unique toxicities of paclitaxel include cardiac conduction abnormalities, specifically bradycardia, alopecia, nail discoloration, and rarely hepatitis and pneumonitis. Docetaxel leads to characteristic fluid retention, skin toxicities, and stomatitis. Cabazitaxel toxicities include infections, nausea, vomiting, diarrhea, and constipation.\n[5]\nA lack of hypersensitivity reactions characterizes nab-paclitaxel but can cause nausea and vomiting, alopecia, arthralgia, myalgia, and elevation of liver enzymes.\n[6]",
    "mechanism": "Taxane toxicity is common primarily because the drugs are extensively prescribed in oncology and have peculiar molecular structures. Paclitaxel was first separated from the bark of the tree\nTaxus brevifolia,\nalthough presently, synthetic and semi-synthetic forms of the compounds are increasingly used. Similarly, the motivation to identify further taxanes led to the discovery of docetaxel from the needles of the abundantly available tree\nTaxus baccata.\n\nThe effective delivery and distribution of paclitaxel and docetaxel require the support of solvents, which include chromophore-ethanol and polysorbate 80, respectively. Natural sources and solvents are mainly responsible for infusion-related hypersensitivity reactions. Recent evidence has suggested that some of these reactions might be IgE-mediated.\n[7]\n\nNab-paclitaxel is the nano-particle formulation of paclitaxel, which is bound to the albumin during travel through the blood and, therefore, doesn't cause hypersensitivity during infusion.\n[8]\nCabazitaxel was developed to overcome the resistance faced by paclitaxel and docetaxel. Its structure is similar to docetaxel; thus, the risk of hypersensitivity reactions is the same.\n[5]\n\nPaclitaxel has the principal toxicity of neuropathy, which presents in gloves and stocking distribution and can become permanent if left untreated. The neuropathy pattern is usually sensory and occurs due to axonal degeneration and demyelination. Neutropenia and mucositis are other side effects of paclitaxel, which are dependent on the duration of exposure to the drug.\n[9]\nCardiac disturbances, especially bradycardia, have been noted during paclitaxel infusion, but these are usually benign, and no cause has been identified.\n[10]\n\nDocetaxel has a unique toxicity of fluid retention. It is cumulative and is believed to be due to increased capillary permeability. Neutropenia is docetaxel's dose-limiting toxicity, which is more common with 3-weekly regimens. The neuropathy is less severe with docetaxel than with paclitaxel, likely due to structural differences.\n[11]\n\nNab-paclitaxel is extensively distributed in the plasma due to its unique combination with albumin. The volume of distribution and bioavailability is thus higher than that of paclitaxel. This results in improved drug efficacy at the cost of more prevalence of neutropenia and sensory neuropathy.\n[12]",
    "monitoring": "Complete blood count and liver function tests are typically prescribed with 3-weekly infusions to detect neutropenia, thrombocytopenia, and elevation of liver transaminases. There are no proven guidelines for routine blood tests in weekly drug regimens, and institutional policies should be followed. Recent studies have noted a genetic predisposition to taxane toxicity.\n[18]\nCytochrome P450 (CYP3A4 and CYP3A5) metabolizes docetaxel into inactive compounds cleared from the body. Though rare (0.2% homozygous), some variants have reduced or less-of-function. This causes compound retention and augments its toxicity. Other medications reportedly do not worsen the situation, but other genetic anomalies (eg, SLCO1B3, ABCC2, ABCB1) are thought to compound the problem. Taxane skin testing is an effective method to identify IgE-mediated hypersensitivity reactions.\n[7]\nThe suspicion of neutropenic enterocolitis can be confirmed through ultrasonography of the abdomen to evaluate the gut thickness. The investigation of neuropathy includes nerve conduction studies to confirm axonal damage.",
    "administration": "Most toxicities associated with taxanes are reversible with appropriate and timely management. Both prophylactic measures and treatment modalities help counter adverse events.\n\nHypersensitivity reactions can be prevented by using prophylactic steroids and premedication. The typical docetaxel regimens include 3-weekly infusions, and prophylactic steroids are recommended for 72 hours, starting 24 hours before the drug administration. The dose of dexamethasone is 8mg bid. Cabazitaxel is used as a single agent and is given every 3 weeks. The dose of dexamethasone is 10mg daily through all the cycles of cabazitaxel.\n[19]\nIn the case of paclitaxel, dexamethasone is given 20mg, 12 and 6 hours before drug administration. Apart from steroids, the premedication is given 30 minutes before starting the taxane infusion and usually includes diphenhydramine 50mg IV and cimetidine 300mg IV or any other H2-blockers. Nab-paclitaxel is the only taxane that doesn't require routine use of prophylactic steroids or premedication.\n\nIf a major hypersensitivity reaction occurs despite premedication, immediately stop the infusion and give high-dose steroids. The minor reactions don't need any medication. Life-threatening anaphylactic reactions may require adrenaline. Symptoms usually resolve within 15 minutes. Taxane skin testing and the severity of hypersensitivity reaction dictate the re-introduction of the drug, which could include rapid drug desensitization or graded exposure. Rapid desensitization is safe and effective with premedication given 30 minutes before rechallenge.\n[20]\nPatients with severe reactions to paclitaxel are at increased risk of similar reactions to docetaxel. Nab-paclitaxel can be prescribed in such situations.\n\nTaxane-induced neurotoxicity can be challenging to treat. There is no convincing evidence that any antidotes are effective at ameliorating the existing complaints or helping prevent the onset of neuropathy. Neuropathic pain is less responsive to conventional non-opioid and opioid analgesics. The preferred management of painful neuropathy revolves around antidepressants. Tricyclic antidepressants have been used historically preferred in this context.\n\nAgents like amitriptyline, doxepin, imipramine, and nortriptyline have analgesic effects, and the dose required for pain relief is much less than the one used for depression.\n[21]\nHowever, selective serotonin reuptake inhibitors and serotonin-norepinephrine reuptake inhibitors (SNRIs) are increasingly being used for chemotherapy-related neurotoxicity. Duloxetine belongs to the SNRIs group and has proven efficacy in relieving diabetic neuropathy.\n[22]\nClinically, it has been the preferred agent to treat taxane neuropathy, particularly the painful disease.\n[23]\nAnticonvulsants like gabapentin and pregabalin reduce the pain intensity in noncancer neuropathy.\n[22]\nHowever, a recent systematic review failed to demonstrate conclusive evidence of the benefit of pregabalin in cancer patients.\n[24]\nLocal anesthetics and corticosteroids can be co-administered with other drugs to relieve neuropathic pain.\n[25]\n\nHilotherapy has had some success in treating Taxane-peripheral neuropathy.\n[26]\nThis modality involves thermally-generated water cuffs that provide a constant temperature over an affected limb, hand, or feet.\n\nNeutropenia is the main dose-limiting toxicity of docetaxel, while it is also frequently seen with paclitaxel. Docetaxel should not be given if the absolute neutrophil count is less than 1500/mm3.\n[11]\nThe severity of neutropenia has been established through clinical trials for most chemotherapy agents. The expected risk of neutropenia above 20% warrants the prophylactic use of granulocyte colony-stimulating growth factors (G-CSF).\n[27]\nDocetaxel-containing regimens given every 3 weeks fall into this high-risk category and require routine G-CSF prescription. If patients have ANC of <1500/mm\n3\ndespite G-CSF and no active complaints, it's best to delay the therapy. Patients with low ANC and fever should be managed as neutropenic sepsis on an outdoor or indoor basis, according to the MASCC score.\n[28]\n\nThe chief purpose of steroid prophylaxis in docetaxel is the prevention of fluid retention rather than hypersensitivity reactions, although it helps with both. Severe ascites or pleural effusion can be treated with diuretics like furosemide, and fluid paracentesis is rarely needed.\n[16]\nDexamethasone use also prevents skin toxicity, which is the major problem with docetaxel. Treatment of established skin rash includes topical steroids, emollients, vitamin A, and dermatology opinion.\n[29]\n\nThe paclitaxel-associated bradycardia is an incidental finding that doesn't require cardiac monitoring during therapy. Often, no active management or cardiologist opinion is needed.\n\nTaxane-induced arthralgias and myalgias are possible ideal treatments with flupirtine.\n[30]\nOne study noted a 93% incidence of arthralgia/myalgia, but there was an improvement with the administration of this analgesic. It provides analgesia through the blockade of glutamate-N-methyl-D-aspartate receptors.\n[31]\nIt is non-opioid with few side effects.",
    "adverse_effects": "The irreversible complications of taxane therapy are rare. The combination of doxorubicin and paclitaxel is associated with a higher risk of congestive cardiac failure, which could be persistent. Similarly, there are reports of scleroderma-like cutaneous syndrome with taxanes, particularly docetaxel.\n[14]\nThe rare sequelae of long-term therapy could also lead to pneumonitis. A recent study noted that save for neutropenia, Taxane toxicity was generally manageable with premedications, monitoring, and close reactive care.\n[32]\nDiscontinuing a chemotherapy agent with significant potential benefit to the patient over an \"event\" was generally viewed with disdain."
  }
}