{
  "drug_name": "poly glutamic acid",
  "nbk_id": "NBK507871",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507871/",
  "scraped_at": "2026-01-11T15:36:53",
  "sections": {
    "indications": "A known allergy to poly-L-lactic acid or any components (carboxymethylcellulose or non-pyrogenic mannitol) represents an absolute contraindication to treatment. Poly-L-lactic acid (PLLA) is contraindicated for use in patients with a documented history of or a predisposition to keloid formation or hypertrophic scarring.\n[24]\n\nBox Warnings\n\nPLLA filler injection must not be injected into blood vessels due to potential complications such as vessel occlusion, ischemia, or infarction.\n\nRare and severe adverse events due to the IV injection of soft tissue fillers in the face have been reported, including temporary or permanent vision impairment, blindness, and cerebral ischemia. If a patient exhibits symptoms such as changes in vision, signs of a stroke, skin paleness, or unusual pain during or after the procedure, the injection should be immediately stopped. Evaluation by a specialist may be necessary.\n[18]\n\nPLLA filler injection in specific sites with active inflammatory processes or infections should be postponed until the inflammatory condition is resolved and controlled.\n\nDelayed inflammatory reactions to dermal fillers have been reported following vaccination with mRNA COVID-19 vaccines.\n[25]\n[26]\n\nWarnings and Precautions\n\nThe safety and effectiveness of poly-L-lactic acid (PLLA) in various dosages, frequencies, injection sites, techniques, or in conjunction with other dermal filler injections have not undergone evaluation.\n\nUsing poly-L-lactic acid (PLLA) in the lips requires caution; clinicians should not inject it into the vermillion of the lip.\n\nCare should be exercised when administering poly-L-lactic acid (PLLA) to patients with thin skin.\n[17]\n\nPoly-L-lactic acid (PLLA) injections in the peri-orbital region can cause nodules and papules.\n[27]\n\nUsed syringes and needles containing poly-L-lactic acid (PLLA) are considered biohazardous and should be handled and disposed of by established medical practices and relevant regulations.\n\nIf laser treatment or other procedures inducing an active dermal response are contemplated following poly-L-lactic acid (PLLA) treatment, there is a potential risk of an inflammatory reaction at the implant site, particularly if the skin has not completely healed.\n[28]",
    "mechanism": "Injection of poly-L-lactic acid into the deep dermis or subcutaneous tissue may immediately augment the treated tissue. This is a temporary but immediate response due to tissue edema and fluid from the reconstitution of the product. This usually resolves within 2 to 3 days after injection.\n\nOnce the carrier substance is absorbed, the poly-L-lactic acid particles induce an inflammatory response through phagocytosis by tissue macrophages. This is a similar process to suture reabsorption in the skin. The inflammatory response breaks down the poly-L-lactic acid into lactic acid monomers. These are then metabolized to carbon dioxide and water while stimulating the production of new collagen type-I fibers in the skin. Approximately half of the product is digested within 6 months. The duration of action is 12 to 24 months.\n[6]\n[7]\n[8]\nNeutrophils, macrophages, and fibroblasts play a role in enzymatic degradation. These cells secrete acid phosphatase and lactate dehydrogenase, which actively enhance the degradation of PLLA.\n[9]",
    "administration": "Available Dosage Forms and Strengths\n\nPoly-L-lactic acid is available as microparticles of lyophilized, alpha-hydroxy acid polymers similar in structure to the polyglactin 910 suture material manufactured in powder form. Poly-L-lactic acid comes in a carton containing 2 vials. Each vial contains 367.5 g of product and is reconstituted with 4 mL of sterile water and 1 mL of lidocaine, producing a 5 mL suspension of 4.45% poly-L-lactic acid. Higher dilution volumes can be used.\n\nOnce diluted, it should be allowed to stand undisturbed for 2 to 4 hours and swirled immediately before injection to ensure an even suspension of particles. Some injectors recommend dilution 24 to 72 hours before injection to allow appropriate powder saturation.\n[10]\n[11]\nThe vials are intended for single-patient use only and should not be reused or resterilized. If the package or vial is opened or damaged, it should not be used.\n\nThe product does not require refrigeration once reconstituted. The poly-L-lactic acid is placed into the deep dermis or subcutaneous tissue using a 26-gauge needle, roughly 1 vial per side of the face. Various injection techniques, including linear threading, depot injection in small volumes, and cross-hatching, can be used. Massage should be performed during and after the injection to ensure an even distribution of the material. The patient should apply ice packs to the treatment areas to reduce erythema and swelling.\n[12]\n[13]\n\nOvercorrecting the nasolabial fold contour defect by overfilling should be avoided, as the depression is expected to gradually improve over several weeks following the injection when the effects of PLLA become evident.\n[14]\nThe cross-fanning injection technique has been employed in research studies involving patients with HIV-related facial lipoatrophy and immune-competent patients undergoing treatment for aging-related facial lipoatrophy.\n\nPregnancy considerations:\nThe safety and efficacy of poly-L-lactic acid (PLLA) have not been systematically evaluated in pregnant patients.\n[15]\n\nBreastfeeding considerations:\nPLLA has not been evaluated in lactation.\n[16]\n\nPediatric patients:\nThe safety and efficacy of poly-L-lactic acid have not been established in individuals younger than 18.\n\nOlder patients\n: Collagen production diminishes with age and sun exposure, leading to visible wrinkles. PLLA, a dermal filler, is injected into the deep skin layer to stimulate collagen production. PLLA particles initially fill the wrinkles and gradually degrade, stimulating the body's production of new collagen.",
    "adverse_effects": "Acute injection site reaction is the most common adverse effect of administering this product. This can manifest as erythema, swelling, or bruising that can take up to a week to heal. Optimal administration of poly-L-lactic acid (PLLA) involves deep dermal injection to minimize the incidence of adverse events. The aseptic technique must be strictly adhered to during poly-L-lactic acid sessions to reduce the risk of infection. Immediate application of ice compression following the injection is recommended while decreasing direct exposure to sunlight.\n[17]\n\nPoly-L-lactic acid is a foreign substance. Therefore, it risks a hypersensitivity reaction upon injection into the skin. Patients should remove all makeup, and the skin should be adequately prepped before injection to minimize the introduction of additional foreign particles. Skin testing can be performed before treatment.\n\nPost-treatment nodules with granuloma formation can occur with an injection of this product.\n[18]\nThe risk is thought to be due to lower dilution volumes, and studies have shown that a decreased risk exists when dilution of volumes of 7 mL or more is used. A post-injection massage is recommended to be performed for 5 minutes at a time, 5 times a day for 5 days after injection, and has been anecdotally recommended to help minimize the occurrence of nodules. Injectors can also place smaller aliquots of the product deeper in the skin to help reduce this risk.\n\nSeveral treatments are available if the patient experiences nodule formation. Early-onset lesions can be treated with subcision or injected with sterile water. Later-onset nodules can be treated with intralesional triamcinolone up to 40 mg/mL or 5-fluorouracil 2% or 5% combined with a low-dose oral tetracycline antibiotic. There are some reports that oral prednisone may be used to help suppress the formation of nodules.\n\nInappropriate placement of this product in the skin can lead to lumpiness or visibility of the filler through the skin. Post-treatment massage to the area can help decrease this risk.\n\nPost-procedural infection is rare but can occur. The skin should be prepped with an antiseptic such as alcohol, followed by chlorhexidine or chloroxylenol. Some injectors inquire about a history of HSV and provide adequate prevention of antivirals up to 2 days before and 2 days after treatment if augmentation is performed on or around the lip.\n\nEdema has been documented in correlation with erythema, nociception, and a sensation of heat. The symptoms were predominantly transient and exhibited no substantial detriment to the individual's quality of daily life. Treatment with corticosteroids, antihistamines, and anti-inflammatory drugs may be required. The resolution typically occurs within 7 to 10 days.\n[19]\nParaffinoma of lower eyelids as a complication of PLLA has been reported.\n[20]\n\nThe most feared complication of an injectable product is skin necrosis due to the cannulation of the product into a vessel with subsequent embolization or compression of a vessel from excessive volume.\n[21]\nHealthcare professionals should thoroughly understand the anatomy of the treatment area and be aware of any potential danger zones. Injection of low volumes over multiple treatment sessions should be used whenever possible. Aspiration should be performed before injecting the product into the tissue. Methods to promote vasodilation should be employed in the event of vascular compromise. The area should be treated with a warm compress and topical nitroglycerin to promote vasodilation.\n\nDrug\n-\nDrug Interactions\n\nInjection site reaction increases if the patient takes a blood-thinning agent, such as aspirin, warfarin, clopidogrel, apixaban, rivaroxaban, and dabigatran. Clinicians should carefully review the patient's medication list and counsel them regarding the increased risk. Patients with coagulation disorders or those receiving anticoagulant therapy are at increased risk of hematoma formation and bleeding at the injection site during poly-L-lactic acid treatment. Smoking impairs the healing outcome of guided tissue regeneration treatment of intra-bony defects.\n[22]\n\nNo clinical studies have been performed to analyze the interactions of PLLA with local anesthetics, co-administered drugs, or concurrent devices.\n\nMixing poly-L-lactic acid with other dermal filler products is not recommended.\n\nImaging Interference\n\nThe radiopacity of poly-L-lactic acid in humans remains uncertain; microparticles may be detectable on specific imaging modalities.\n[23]",
    "monitoring": "All patients should be assessed before treatment for facial asymmetry and volume differences. Documentation of any preexisting scars and inquire about a history of keloid formation is essential. All patients should receive baseline photographs and return for assessment 2 to 4 weeks after injection. Patients should be advised to avoid unnecessary herbal medications and supplements to decrease the risk of bruising. Anticoagulants should not be discontinued.\n\nThe FDA has warned against using non-approved needle-free devices for injecting dermal fillers. Only FDA-approved fillers should be prescribed, using a syringe and needle or cannula. Healthcare providers should caution patients against purchasing needle-free devices online. Adverse effects from these devices should be reported to the FDA's MedWatch system.\n[29]",
    "toxicity": "There is no antidote to dissolve poly-L-lactic acid. In a vascular compromise, methods to promote vasodilation should be employed. To promote vasodilation, the area should be treated with warm compresses and topical nitroglycerin."
  }
}