{
  "drug_name": "poly vinyl pyyrildone",
  "nbk_id": "NBK544334",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544334/",
  "scraped_at": "2026-01-11T18:47:46",
  "sections": {
    "indications": "Vinyl chloride monomer is a colorless, gaseous, sweet-smelling organochloride primarily used in the production of polyvinyl chloride. Historically, it was also used as an aerosol propellant and refrigerant before the 1970s.\n[1]\n[2]\n[3]\nPolyvinyl chloride resins are widely used in building materials, construction, and home furnishings, making them nearly ubiquitous in our society.\n[4]\nIn 1974, 3 cases of hepatic angiosarcoma—an extremely rare cancer—were identified in workers at a vinyl chloride monomer polymerization plant in Kentucky, prompting an extensive occupational epidemiologic investigation that confirmed vinyl chloride monomer as the causative agent.\n[5]\n[6]\n[7]\n\nSubsequently, the newly formed Occupational Safety and Health Administration (OSHA) lowered the vinyl chloride monomer permissible exposure limit from 500 parts per million (ppm) to 1 ppm with an actionable level of 0.5 ppm, forcing industries to adopt workplace practices to comply.\n[4]\n[5]\nVinyl chloride monomer is now classified as a Group 1 carcinogen by the International Agency for Research on Cancer (IARC), confirming the consensus that it is a known carcinogen.\n[4]\nIn the United States, no cases of vinyl chloride monomer-associated hepatic angiosarcoma are believed to have developed in workers exposed to vinyl chloride monomer exclusively after establishing the 1975 standard.\n[8]\n[9]",
    "mechanism": "Vinyl chloride toxicity primarily results from occupational exposure during the polymerization of vinyl chloride monomer into polyvinyl chloride; however, community exposures secondary to industrial spills have been reported, particularly during vinyl chloride monomer transport between processing facilities, with the most recent incident reported in the United States in 2023.\n[10]\n[11]\n[12]\nIn addition, there are case reports of significant chronic exposure associated with aerosol propellant use during the 1960s and early 1970s, although vinyl chloride monomer is no longer used in this manner.\n[3]\nIn developed nations, significant occupational exposures are now rare. However, in developing economies, hepatic angiosarcoma has been documented in workers exposed over the past 10 to 20 years—the typical latent period for hepatic angiosarcoma—suggesting that significant occupational exposures have continued in some settings.\n[13]\n[14]\n\nIn addition to its role in polyvinyl chloride production, trace levels of vinyl chloride monomer are found in cigarette smoke. Moreover, environmental bacteria can degrade polyvinyl chloride waste into vinyl chloride monomer, contributing to potential exposure.\n[14]\n[15]\nPersistent low levels can be detected in groundwater near waste sites.\n[14]\n[16]\nHowever, no hepatic angiosarcoma cases have been linked to such low-level exposures.\n[14]\n\nAccording to the Agency for Toxic Substances and Disease Registry's (ATSDR) 2006 vinyl chloride toxicology profile, vinyl chloride monomer, as a volatile compound, rapidly disperses into the air, limiting its accumulation in environmental reservoirs such as groundwater. A 1996 train derailment resulting in a vinyl chloride monomer spill led to detectable concentrations of 0.06 to 8 ppm in surrounding residential areas. Urine samples from residents, rescue workers, and control groups showed no difference in thiodiacetic acid concentrations, one of the urine biomarkers of vinyl chloride monomer exposure. [IARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Chemical Agents and Related Occupations.\nVinyl Chloride\n. 2012.]",
    "monitoring": "Workers involved in the production and polymerization of vinyl chloride monomer to polyvinyl chloride should undergo routine screening to monitor their level of ongoing exposure. OSHA standard 1910.1017 requires annual occupational medical surveillance of workers exposed to vinyl chloride monomer over the actionable level of 0.5 ppm. The standard mandates laboratory monitoring of total bilirubin, alkaline phosphatase, aspartate aminotransferase, alanine transaminase, and gamma-glutamyltransferase at least annually. However, derangements of standard measurements of hepatic function may not be observable until late in the course of hepatic angiosarcoma, and other markers may be more sensitive. A major metabolite of vinyl chloride monomer, thiodiglycolic acid, can also be detected in the urine of workers with occupational exposure.\n[21]\nLiver biopsy is the most accurate test for the characteristic pattern of vinyl chloride-induced damage, but it is an invasive procedure with risks that may limit its utility.\n[29]",
    "administration": "During suspected or confirmed acute exposures, management begins with the cessation of ongoing exposure by removing the individual from the contaminated area and performing external decontamination. There should be no delay in the movement to fresh air and away from poorly ventilated areas. Gaseous vinyl chloride monomer is denser than air, and low-lying areas may accumulate vinyl chloride monomer gas. Rescue personnel may need Level B or Level A protective gear with a self-contained breathing apparatus to protect themselves during emergency response to industrial accidents or train derailments.\n[10]\nAccording to the ATSDR, contaminated patients can off-gas vinyl chloride monomer in high-volume exposures, and their clothing should be removed to prevent further acute exposure to medical staff. [Agency for Toxic Substances and Disease Registry (US).\nToxicological Profile for Vinyl Chloride. Health Affects.\n2024] Patients with severe respiratory or CNS depression require critical care management during the period of acute intoxication. As a halogenated hydrocarbon, vinyl chloride monomer can sensitize the myocardium to catecholamines, resulting in life-threatening arrhythmias.\n[26]\nTherefore, in severe cases, cardiac monitoring is prudent, and adrenergic medications such as epinephrine should be used cautiously.\n\nWorkers presenting with the signs and symptoms of hepatic dysfunction or chronic systemic illness should undergo a specialized evaluation by an occupational medicine physician or medical toxicologist to assess occupational exposure. In addition, a referral to a hepatologist is advised for the evaluation and treatment of vinyl chloride-induced hepatic injury and hepatic angiosarcoma. Treatment options for hepatic angiosarcoma are limited. Thus, prevention of vinyl chloride monomer exposure should be the initial focus of employers.",
    "adverse_effects": "Minimal complications are the norm from single, mild occupational or environmental exposures\n. Significant acute exposures can cause respiratory and CNS depression and death. Long-term occupational exposure in workers exposed before the 1975 OSHA standard has been linked to acroosteolysis and hepatic angiosarcoma. Cirrhosis, hepatocellular carcinoma, brain cancer, and lung cancer also have correlations with vinyl chloride monomer exposure in these workers, but causation remains controversial.\n[4]\nIn developing countries with poor regulation of the polyvinyl chloride industry, hepatic angiosarcoma continues to be documented in plant workers, suggesting significant ongoing exposure.\n[13]\n[14]"
  }
}