{
  "drug_name": "polyvinylpyrrolidone",
  "nbk_id": "NBK551572",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551572/",
  "scraped_at": "2026-01-11T15:37:06",
  "sections": {
    "toxicity": "While the cornerstone of therapy for ophthalmia neonatorum is prompt antimicrobial treatment, clinicians must remain vigilant for potential toxicities and adverse reactions associated with systemic and topical agents used in newborns (see\nTable 15\n. Common Neonatal Adverse Effects and Management of Systemic and Topical Therapeutic Agents). Common adverse effects and evidence-based strategies to prevent or manage them vary depending on the therapeutic agent used.\n\nTable\nTable 15. Common Neonatal Adverse Effects and Management of Systemic and Topical Therapeutic Agents.\n\nKey Management Principles\n\nParental counseling should precede the start of treatment to address expected side effects, eg, mild ocular stickiness from topical ointments or gastrointestinal discomfort following the use of oral antibiotics. Setting these expectations helps build trust and promotes better adherence to the therapeutic regimen.\n\nWeight-based dosing and strict adherence to recommended treatment durations remain critical to minimizing systemic toxicity. Prolonged erythromycin use, for example, may increase the risk of developing complications such as pyloric stenosis, particularly in neonates.\n\nWhen significant adverse effects arise, switching to an alternative medication within the same drug class may be necessary. For instance, azithromycin may be used as an alternative to erythromycin for chlamydial infections, or cefotaxime may serve as an alternative to ceftriaxone for gonococcal coverage, with culture data guiding these substitutions.\n\nDaily ocular examinations help detect early signs of epithelial toxicity in severe cases. In addition, clinicians should closely observe feeding behavior, track weight gain, and monitor stool patterns during systemic antibiotic use. For IM therapy, injection sites require assessment for erythema, tenderness, or induration to identify local complications promptly.\n\nBy anticipating these potential toxicities, educating caregivers, and promptly addressing adverse reactions, clinicians can optimize the safety profile of ophthalmia neonatorum treatments while preserving their efficacy in preventing sight-threatening sequelae.\n[80]"
  }
}