{
  "drug_name": "polyacrylamide",
  "nbk_id": "NBK585057",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585057/",
  "scraped_at": "2026-01-11T15:36:53",
  "sections": {
    "clinical_significance": "The electrophoresis apparatus shows abnormal hemoglobin electrophoretic patterns in various hemoglobinopathies and thalassemia (see\nImage.\nHemoglobin Electrophoresis Patterns). Comparing abnormal fractions with the control sample helps clinicians narrow down the diagnosis of hemoglobinopathies and thalassemia.\n\nTable\nTable 2. Interpretation of Hemoglobin Electrophoretic Patterns.\n\nReferences for the table.\n[19]\n[20]\n\nThe presence of abnormal bands or attenuation of the normal band in serum protein electrophoresis can provide clinicians with valuable insight into the ongoing disease process.\n\nTable\nTable 3. Main Components of Serum Protein Electrophoresis Zones at pH 8.6.\n\nReference for the table.\n[21]\n\nTable\nTable 4. Conditions Associated with Abnormalities in Serum Protein Electrophoretic Patterns.\n\nReferences for the table.\n[21]\n[22]\n\nThe electrophoresis technique can also identify abnormally elevated or decreased enzyme isoforms. Specific enzyme patterns are associated with various clinical conditions, depending on the tissue or organ involved, which aids clinicians in diagnosis and treatment planning.\n\nTable\nTable 5. Tissue Origins of Different Isoforms of Clinically Significant Plasma Non-Functional Enzymes.\n\nThe utility of electrophoresis is not limited to diagnostics. Electrophoresis is widely used for research in genomics and proteomics. Techniques such as restriction fragment length polymorphism, nucleotide sequencing, next-generation sequencing, southern blotting, and western blotting all incorporate electrophoresis as one of their steps. DNA fingerprinting, a technique employed by forensic experts, compares DNA obtained from crime scenes with that of suspects or victims. Additionally, DNA fingerprinting is used to confirm the biological parents of a child in cases of dispute.\n[26]"
  }
}