{
  "drug_name": "polymyxin",
  "nbk_id": "NBK557540",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557540/",
  "scraped_at": "2026-01-11T15:36:59",
  "sections": {
    "indications": "Contraindications to polymyxins include any hypersensitivity to polymyxin B, colistin methanesulfonate, colistin, or any formulation component.\n[10]",
    "mechanism": "Polymyxins are bactericidal drugs and act on the outer membrane of gram-negative bacteria by destabilizing the phospholipids and lipopolysaccharides (LPS) present. There is an electrostatic interaction between the positively charged polymyxin and the phosphate groups of the negatively charged lipid A membrane, which causes displacement of divalent cations such as calcium and magnesium from the phosphate groups within these membrane lipids. This activity leads to increased permeability, a disrupted outer cell membrane, and intracellular contents begin to leak out, resulting in cellular bacterial death.\n[7]\n[8]\nAlso, polymyxins can neutralize the endotoxin effect of pathogens. The endotoxin portion of gram-negative bacteria corresponds to the lipid A part of the LPS. Polymyxins can bind to the LPS released as a result of cellular death, which results in the neutralization of the endotoxin and thus reduces its effects in the circulation.\n[7]\n[8]",
    "administration": "Polymyxin B and colistin (polymyxin E) are used clinically from the polymyxin class of antibiotics when indicated for systemic antibiotic therapy. Polymyxin B is the active drug, while colistin is the less toxic prodrug colistin methanesulfonate.\n[8]\nThe administration of both may be through intravenous infusion over 1-hour. Polymyxin B is usually the preferred option due to its ability to achieve adequate drug levels more rapidly and reliably than colistin. Polymyxin B is also associated with lower rates of nephrotoxicity.\n[5]\n[9]\nColistin is the preferred option in urinary tract infections where there is a high urinary concentration in comparison to polymyxin B, which is low.\n[5]\n\nPolymyxin B is administered topically for ophthalmic and otic use via droplet solution for the treatment of bacterial conjunctivitis and bacterial otitis externa.\n[2]\nPolymyxin B is also administered topically on the skin as an ointment in combination with other antibiotics for skin infections.\n[4]\n\nAlso, both drugs can be given off label via inhaled administration through a nebulizer. A bronchodilator such as beta-2-agonist is recommended 15 to 20 minutes before aerosolized administration to prevent bronchospasm. Lastly, the administration of both polymyxin B and colistin can be via intrathecal or intraventricular routes, where only preservative-free injections should be given via this latter route of administration.\n[1]\n[7]",
    "adverse_effects": "The most common and clinically concerning the adverse effect of intravenous polymyxins is nephrotoxicity, which has the highest incidence. Polymyxins have correlations with hematuria, proteinuria, oliguria, and acute renal failure. As a result, renal function should be followed closely during administration. Colistin needs to be dose adjusted for renal impairment; however, it is not necessary for polymyxin B. Clinicians should avoid concurrent use of other nephrotoxic drugs if possible.\n[10]\n[11]\n[12]\n\nNeurotoxicity can also occur due to intravenous polymyxin administration with an incidence rate of 7 percent, according to initial studies. Adverse effects include dizziness, numbness, paresthesia, slurred speech, tingling, vertigo, and neuromuscular blockade, which can lead to respiratory failure. Paresthesias were the main neurotoxic adverse effect seen in patients treated with polymyxins. Neurotoxic adverse effects may be more common in cystic fibrosis individuals with the use of polymyxins, with the main effect being paresthesias and ataxia. Clinicians should avoid concurrent use of neurotoxic drugs if possible.\n[10]\n[13]\n[14]\n\nOther rarer adverse effects include hypersensitivity reactions such as rash, pruritus, urticaria, and fever. Aerosolization of polymyxins into the airway can cause bronchospasm; therefore, bronchodilation prior to administration may be beneficial.\n[10]\n[15]\nPolymyxin also reportedly can cause skin hyperpigmentation.\n[16]",
    "monitoring": "Renal function requires close monitored during the administration of intravenous polymyxins as a result of the high frequency of nephrotoxicity and potential severity. Therapeutic drug monitoring of polymyxins is also a recommendation due to a narrow therapeutic window for efficacy and toxicity.\n[5]\nHowever, therapeutic drug monitoring for the polymyxins is not universally available. Decreasing urine output, increasing BUN, and creatinine may require discontinuation of systemic therapy with polymyxins. The recommended target serum concentration level is 2 mg/mL for susceptible strains. Off label use of polymyxins for aerosolized use requires monitored for signs of bronchospasm. Monitoring for neurotoxic symptoms such as paresthesias and signs of superinfection is also necessary.\n[5]",
    "toxicity": "When there are signs of renal impairment present, it is necessary to discontinue polymyxin therapy. Supportive care should be given, including close monitoring of fluid intake and output, as well as electrolytes when there is renal dysfunction resulting from polymyxin use.\n[10]\nWith mild neurologic symptoms due to polymyxins such as dizziness or numbness, these typically subside after discontinuation of the drug. When there is respiratory depression present due to neuromuscular blockade, intravenous polymyxin therapy must be discontinued immediately, as well as any other medications causing neurotoxicity. If apnea begins to develop, further management involves using mechanical ventilation. The administration of cholinesterase inhibitors, such as neostigmine for treatment of the neuromuscular blockade, has not been shown to provide any benefit in treating respiratory depression from the adverse effects of polymixin use.\n[10]"
  }
}