{
  "drug_name": "poly ethylene glycol",
  "nbk_id": "NBK551667",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551667/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "Leiomyosarcoma, a common subtype of soft tissue sarcoma (STS), accounts for up to 10% to 20% of all sarcomas.\n[1]\nOriginating from either smooth muscle cells or their mesenchymal cell precursors, leiomyosarcoma primarily occurs in the retroperitoneum, uterus, and extremities, in descending order of frequency.\n[2]\nThe genetic abnormalities in leiomyosarcoma are complex, and our current knowledge remains incomplete. The clinical presentation, signs, and symptoms vary depending on the site of origin. Prognosis is related to the tumor's location, size, and grade, with the tumor grade significantly impacting overall survival. With higher-grade lesions, the rate of distant metastasis increases. Treatment can be nuanced and often requires an interdisciplinary approach. The current standard of care involves upfront surgery for resectable tumors, with chemotherapy and radiation typically serving as adjuncts.\n[3]\nTreatment at high-volume sarcoma centers is preferred and improves patient outcomes.\n[4]\nThe advent of targeted agents and immunotherapy can potentially improve patient outcomes in the future.",
    "mechanism": "Although there are no definite causative factors for leiomyosarcoma, certain risk factors have been associated with developing STSs, including leiomyosarcoma. The significant risk factor for STS is a history of radiation exposure or radiotherapy, particularly at a young age.\n[5]\nSTSs may also be part of genetic syndromes, such as retinoblastoma (due to\nRB1\ngene deletion) and Li-Fraumeni syndrome (caused by a mutation in the\nTP53\ngene).\n[6]",
    "monitoring": "The appropriate workup of a suspected sarcoma is critical. Initial cross-sectional imaging using either a computed tomography (CT) scan or magnetic resonance imaging (MRI) helps identify the extent of the lesion, its relationship to surrounding structures, and potential targets for biopsy. Although CT excels at assessing retroperitoneal and visceral lesions, MRI is effective for evaluating tumors originating in the extremities and head and neck.\n[15]\nAs part of the initial workup, patients often obtain the imaging modality that is more readily available. Once a sarcoma is suspected, an image-guided core needle biopsy is required for diagnosis; fine-needle aspiration is insufficient for establishing a diagnosis.\n[16]\nFor palpable lesions, image guidance improves the accuracy of core needle biopsies.\n[17]\nFor abdominopelvic lesions, using a retroperitoneal approach is crucial to avoid peritoneal seeding and potential sarcomatosis. For superficial lesions, the biopsy must be conducted with consideration of potential surgical incision, ensuring that the biopsy tract is included in any surgical specimen. Incisional and excisional biopsies should be avoided, and with current techniques, an open surgical biopsy should rarely be necessary. Referring suspected STS cases to a high-volume center is advisable because inappropriate diagnostic workups, particularly inappropriate surgical procedures, can lead to distortion of tissue planes, seedling of sarcomatous tissue, and alteration of subsequent surgical approach.\n\nA chest and abdominal CT scan is mandatory, given the risk of hematogenous metastasis. In cases of uterine leiomyosarcoma, an endometrial biopsy may yield a diagnosis; however, a negative biopsy does not rule out leiomyosarcoma. Any leiomyoma that continues to grow beyond menopause should be evaluated to rule out leiomyosarcoma.\n[6]\n[8]",
    "administration": "The management of leiomyosarcoma depends on the disease site, tumor size, grade, and patient-dependent factors. The potential options include surgical resection, radiation, and chemotherapy. A multidisciplinary approach at high-volume sarcoma centers is highly recommended. The primary goals of treatment with curative intent include achieving surgical resection with negative margins, reducing local recurrence, improving functional outcomes, and reducing the risk of distant metastasis.\n[6]\nRadiotherapy (RT) in STS improves local control, preserves function, and reduces local recurrence but does not improve survival.\n[18]\nThe timing of radiotherapy also remains a topic of debate for both retroperitoneal and extremity or trunk leiomyosarcoma as major trials continue to accrue patients.\n[19]\nDetails of treatment are provided in the following sections.",
    "adverse_effects": "Complications of leiomyosarcoma are site-specific. Common issues include external compression due to mass effect and early metastasis due to aggressive tumors."
  }
}