{
  "drug_name": "polyquaternium",
  "nbk_id": "NBK562153",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562153/",
  "scraped_at": "2026-01-11T18:47:46",
  "sections": {
    "indications": "The literal meaning of keratopathy is a disease of the cornea. Each keratopathy is seen in association with different clinical scenarios. Some may represent some local causes whereas some may point at systemic causes. An understanding of the precipitating causes and the etiopathogenesis helps us frame our treatment regimen. This article explains some of the most important keratopathies.",
    "mechanism": "Band shaped keratopathy (BSK): Chronic ocular inflammation like uveitis, chronic herpetic keratouveitis; phthisis bulbi, keratoconjunctivitis sicca, juvenile idiopathic arthritis, and long-standing silicone oil in the eye may lead to calcific band-shaped keratopathy.\n[1]\nBSK may be associated with systemic disorders including hyperparathyroidism, vitamin D toxicity, sarcoidosis, nephropathic cystinosis, hypophosphatemia, Paget's disease, multiple myeloma, and familial band-shaped keratopathy.\n[2]\n[3]\n\nPseudophakic bullous keratopathy (PBK) and aphakic bullous keratopathy (ABK): PBK manifests largely due to damage caused to the endothelial cells. The endothelial cells are responsible for maintaining the relatively dehydrated state of the cornea. Irreversible damage to endothelial cells manifests in corneal edema. The intraoperative damage caused to endothelium by instrumentation, ultrasonic energy during phaco, and exposing endothelium to toxic solutions leads to endothelial damage.\n[4]\nIntense inflammation, toxic anterior segment syndrome, and raised intraocular pressure also add to the damage post-operatively.\n[5]\n\nIn ABK, vitreous is the major insulting agent causing damage to the endothelium due to vitreo-corneal touch.\n[6]\nThis results in the death of endothelial cells and subsequent ABK.\n\nStriate keratopathy: Striate keratopathy is characterized by the presence of corneal edema with Descemet's folds after cataract surgery in an eye with a relatively healthy and clear cornea and in the absence of obvious Descemet's membrane detachment.\n[7]\nThe edema is maximum on day 1 and improves as the day passes off. Hypertonic saline in conjunction with topical steroids, helps edema clear off completely over weeks.\n[8]\n\nCorneas with pre-existing compromised but non-decompensated endothelial pumps are largely at risk of developing striate keratopathy.\n[9]\nHowever, the use of excessive ultrasonic energy during phacoemulsification can cause this condition even in the cornea with absolutely normal endothelium. If a toxic substance permeates into the anterior chamber through the surgical incision during surgery, it can cause severe grades of inflammation (toxic anterior segment syndrome).\n[10]\n\nWhorl (vortex) keratopathy or cornea verticillata: Agents causing whorl keratopathy include amiodarone, chloroquine, hydroxychloroquine, phenothiazines, tamoxifen, indomethacin, and many other pharmacologic agents.\n[11]\n[12]\n[13]\nNon-pharmacological conditions associated with whorl keratopathy include Fabry's disease, multiple myeloma, Lisch corneal dystrophy, post- radial keratotomy, and other diseases.\n[14]\n[15]\n\nExposure keratopathy: Exposure keratopathy is a consequence of the inability to maintain uniform tear film distribution over the ocular surface. Tear film helps in maintaining the epithelial integrity and thus prevents any epithelial denudation. Decreased corneal sensation, decreased blink reflex, decreased blink rate, proptosis, lagophthalmos (paralytic, cicatricial, nocturnal), poor Bell's phenomenon, and severe lid deformities (lid coloboma, cicatricial ectropion, post-excision of lid tumor) causing exposure may result in abnormal tear film distribution over the ocular surface.\n\nInfectious crystalline keratopathy (ICK): It is a rare gray-white branching corneal opacity in the corneal stroma with minimal to absent surrounding inflammation. This is seen in cases associated with prolonged topical steroid use. This is seen mostly in cases with previous penetrating keratoplasty. The most common inciting organism is alpha-hemolytic\nStreptococcus viridians\n. Other organisms reported include\nS. Pneumoniae, coagulase-negative Staphylococcus, Peptostreptococcus, Haemophilus species, Mycobacterium species, Pseudomonas, Candida species,\nand many more.\n[16]\n[17]\n[18]\n[19]\n\nNeurotrophic keratopathy: Neurotrophic keratopathy may occur post-herpes zoster ophthalmicus (post-HZO) and after trigeminal nerve damage due to surgery or tumor.\n[20]\n\nMetabolic Keratopathy: Metabolic keratopathy manifests due to enzymatic defect along the normal metabolic pathway. The toxic byproducts accumulate in the different parts of the body including the cornea.\n\nMucopolysaccharidoses: Here enzymes necessary to degrade different mucopolysaccharides are deficient resulting in their accumulation.\nCystinosis: Mutation of cystinosin results in the accumulation of cystine crystals in the cornea.\nWilson's disease: Deficiency of Wilson disease protein (ATP7B) results in the accumulation of copper in different parts of the body including the cornea.\nLecithin-Cholesterol Acyltransferase (LCAT) deficiency: Lecithin-cholesterol acyltransferase deficiency results in increased unesterified cholesterol, triglycerides, and phospholipids and manifests as corneal arcus, corneal stromal haze, and angioid streaks.\n\nFilamentary keratopathy: It is a chronic disorder in which, filaments made of mucus and epithelial debris are attached at one end to the corneal surface. The various causes are:\n\nKeratoconjunctivitis sicca,\nsuperior limbic keratoconjunctivitis,\nexposure keratitis,\ncorneal edema,\nneurotrophic keratopathy,\nSjogren's syndrome,\nchronic use of anticholinergic medication, and many other conditions.\n\nClimatic droplet keratopathy/Labrador keratopathy/Spheroidal degeneration: This results from the photochemical degradation of plasma proteins by UV light.\n\nLipid keratopathy: This is a degenerative condition of the cornea, where lipid degeneration occurs. Disorders of lipid metabolism and Herpetic corneal infection are the major causes of lipid keratopathy. The vascularization brings the lipid into the corneal stroma.\n\nSuperficial punctate keratopathy (SPK): It is a non-specific clinical finding of varied etiology characterized by the punctate loss of epithelial cells. The various causes are viral keratoconjunctivitis, keratoconjunctivitis sicca, blepharitis, chemical injury, contact lens wear, toxic keratopathy due to topical medications, Bell's palsy, ultraviolet ray exposure, and many other causes.\n\nUltraviolet (UV) keratopathy: The corneal burn caused by UV-B results in UV keratopathy. Causes include welding arc exposure and light reflected from the snow.\n\nToxic keratopathy- Dendritiform keratopathy may be noted due to polyquaternium-1 (preservative).\n\nKeratopathy related to vernal keratoconjunctivitis (VKC): The keratopathy is largely due to the mechanical effect of papillae and also due to the release of various cytokines.\n\nKeratopathy related to Stevens-Johnson syndrome\n(SJS)/ toxic epidermal necrolysis (TEN): Most of the cases of SJS or TEN are related to hypersensitivity reactions to a medication or its metabolite. In some cases, viral fever can also act as a trigger.\n[21]\nSulphonamides, analgesics, anti-epileptics, and many other drugs may act as offending agents.\n\nKeratopathy associated with aniridia: Keratopathy associated with aniridia is poorly understood and the changes are likely secondary to limbal stem cell deficiency (LSCD).",
    "monitoring": "Band shaped keratopathy: The diagnosis of band-shaped keratopathy is largely clinical. The slit-lamp examination reveals the typical appearance and its subepithelial location. The exact cause of the lesion needs to be ascertained. To rule out systemic causes of band-shaped keratopathy, various serological tests are performed which include serum calcium, serum parathormone, serum phosphate/phosphorus, serum ACE (angiotensin-converting enzyme), serum vitamin-D levels, urine analysis, chest X-ray, and other tests.\n\nPBK and ABK: The diagnosis is made based on clinical evaluation. A history of complicated cataract surgery or delayed visual recovery is almost always elicited. Owing to the presence of thick opaque pannus over the cornea, visualization of anterior chamber structures may not be feasible. Anterior segment optical coherence tomography (ASOCT) is an important tool to assess the corneal thickness, the extent of subepithelial scarring, and the gross abnormality of Descemet's membrane. Specular count of the endothelial cells and their morphology in the fellow eye is needed.\n\nStriate keratopathy: The slit-lamp examination helps differentiate between corneal edema secondary to Descemet's membrane detachment (DMD). ASOCT may be performed to confirm the absence of DMD.\n\nWhorl keratopathy: Slit-lamp examination reveals bilateral golden brown deposits in the basal epithelial layer of the cornea. If no chronic systemic medication is found, systemic investigations to rule out systemic associations should be done which include α-galactosidase activity.\n\nExposure keratopathy: The diagnosis is largely clinical. The inferior location of corneal ulceration is very typical. The exact cause should be looked for. The tone of orbicularis oculi muscle is assessed. Status of Bell's phenomenon, lid lag, or lid abnormalities is looked for. Cicatricial ectropion, Bell's palsy, and proptosis may be self-evident.\n\nInfectious crystalline keratopathy: Clinical examination along with corroborative history, helps clinicians make a diagnosis of ICK. A tissue biopsy can yield the causative organism.\n\nNeurotrophic keratopathy: The diagnosis of neurotrophic keratopathy is based on history and clinical findings.\n\nMetabolic keratopathy: In all metabolic keratopathy, bilaterality in association with systemic features suggest the disease. In MPS, the systemic features and corneal findings are very suggestive; however, the diagnosis of a specific type of MPS needs assay of deficient enzyme/s. For diagnosing cystinosis, the leucocyte cystine level and conjunctival biopsy are done to measure the free cystine level. Renal functions are also grossly altered. Anterior segment optical coherence tomography can be used to assess the depth of involvement. For Wilson's disease, 24-hours urine collection shows elevated levels of urine copper. Serum ceruloplasmin levels are decreased in the majority of cases of Wilson's disease.\n\nFilamentary keratopathy: The diagnosis is made based on the clinical findings. The systemic causes of aqueous deficient dry eye are looked for, using a battery of serological tests.\n\nClimatic droplet keratopathy and Lipid keratopathy: The diagnosis is based on clinical examination.\n\nSuperficial punctate keratopathy (SPK) and ultraviolet keratopathy: The patients when examined on a slit-lamp after staining with fluorescein stain under cobalt blue filter shows areas of punctate corneal staining. The distribution of SPKs suggests the etiology.\n\nKeratopathy related to SJS/TEN: Schirmer's test shows severe aqueous deficient dry eye. On slit-lamp examination, using fluorescein dye posterior migration of mucocutaneous junction can be demonstrated. Other features like lid margin keratinization, dermalization, and pannus over cornea can be seen on a slit-lamp.\n\nKeratopathy related to aniridia: The diagnosis is largely clinical.",
    "administration": "Band-shaped keratopathy: Surgical removal of band-shaped keratopathy is the main treatment modality; however, the local and systemic cause of band-shaped keratopathy needs to be controlled before surgical correction. Epithelial debridement followed by chelation with EDTA (ethylenediaminetetraacetic acid) is the main treatment modality.\n[39]\nRecurrence is common if the primary disease is not controlled. In cases with BSK, with no vision potential, patients should be counseled for colored contact lens also. Superficial lamellar keratectomy, EDTA chelation coupled with amniotic membrane transplantation has also been described.\n[40]\n\nPBK and ABK: PBK and ABK are the end result of endothelial cell loss during cataract surgery. The only treatment is replacing the damaged endothelial cells with healthy endothelial cells from a donor cornea. Descemet's stripping endothelial keratoplasty (DSEK) and Descemet's membrane endothelial keratoplasty (DMEK) is the viable treatment options.\n[41]\nPenetrating keratoplasty may be needed in cases with corneal stromal scarring. For cases with no vision potential (cases with compromised optic nerve head), anterior stromal puncture with or without Amniotic membrane transplantation is an option. This procedure induces subepithelial scarring and prevents bullae formation. Thus the patients are relieved of the symptoms caused by recurrent rupture of bullae.\n\nStriate keratopathy: Topical steroids is the mainstay of treatment. Depending on the degree of striate keratopathy the dose of topical steroids have to be tailored. Hypertonic saline drops or ointments may be added according to the severity.\n\nWhorl keratopathy: The deposits in whorl keratopathy are not visually significant and thus need not be treated. On discontinuing the causative medication this resolves. However, reports of using topical heparin for whorl keratopathy are available.\n[42]\n\nExposure keratopathy: Instillation of frequent artificial tears, lubricating gel, and nighttime taping is an option in Bell's palsy associated exposure keratopathy. The same treatment regimen is also advised prophylactically for patients admitted in Intensive Care Units. Topical prophylactic antibiotics are also added to the regimen to avoid secondary bacterial infection. Lateral paramedian or central tarsorrhaphy is done depending on the degree of lagophthalmos and status of Bell's phenomenon.\n[43]\n\nIn Exposure keratitis secondary to proptosis, the actual cause of proptosis needs to be addressed. In Thyroid eye disease (TED), systemic control is of utmost importance and is also combined with orbital decompression surgeries in severe cases. If the proptosis is secondary to some orbital tumor then, that needs to be taken care of simultaneously.\n\nFor exposure keratopathy secondary to congenital or acquired lid coloboma, a pedicle graft or flap needs to be done.\n\nInfectious crystalline keratopathy: In view of resistance to medical management, the definitive management will be re-doing of the penetrating corneal graft. Medications can be tailored based on the biopsy report (culture, sensitivity, and histopathology).\n[44]\n\nNeurotrophic keratopathy: Neurotrophic ulcers are managed with serum, amniotic membrane transplantation, and tarsorrhaphy. FDA (Food and drug administration, USA) has approved cenegermin-bkbj ophthalmic solution (1 drop to be used 6 times a day for 8 weeks) for this indication.\n\nMetabolic keratopathy: Corneal stromal haze in MPS often requires a lamellar or full-thickness corneal transplant. KF ring per se is not visually significant and does not require treatment. Treatment of Wilson's disease though has to be given. Topical cysteamine drops (0.55%) can help dissolve cystine crystals; however, the severe cases often require penetrating keratoplasty. There is always a risk of recurrence in the graft also. Systemic cysteamine may help to decrease the severity of the disease.\n\nFilamentary keratopathy: Treatment of the underlying dry eye is of utmost importance. Proposed treatments include topical lubricants (drops and ointment) and topical steroid/nonsteroidal agents.\n[45]\nMechanical removal of filaments, the use of hypertonic saline, mucolytic agents, the use of punctal plugs, and bandage contact lens have also been advocated.\n[45]\nThe systemic disease like underlying connective tissue disease has to be controlled simultaneously to avoid recurrence.\n\nClimatic droplet keratopathy: Treatment needs to be tailored for individuals depending on the location, extent, and severity. If visual acuity is getting hampered, then one can plan for superficial keratectomy with amniotic membrane transplantation, phototherapeutic keratectomy, lamellar keratoplasty, and penetrating keratoplasty, depending on the severity.\n[46]\n[47]\n[48]\n\nLipid keratopathy: The vessels bringing lipoidal infiltrates into the cornea are cauterized. Subconjunctival and intracorneal anti-VEGF (vascular endothelial growth factor) therapy has also been given to prevent further infiltration of lipids.\n[49]\nPenetrating keratoplasty is a known modality to restore vision. Cogan's syndrome needs to be ruled out in cases with associated deafness.\n\nSuperficial punctate keratopathy and ultraviolet keratopathy: Lubricants are the mainstay in SPKs. However, one should also take care of the offending agents, like contact lenses and giant papillae. Contact lens should be discontinued and giant papillae should be treated with intralesional steroids in addition to topical lubricants.\n\nVKC related keratopathy: Treatment of ocular allergy with topical steroids, mast cell stabilizers, and antihistaminics helps in keratopathy also. Lubricants are also added to the treatment regimen. Topical tacrolimus or cyclosporine are being used as steroid-sparing agents.\n[50]\nOral antihistaminics also have a proven role.\n\nKeratopathy related to SJS/TEN: The Mucous membrane graft (MMG) works well in children over PROSE (prosthetic replacement of ocular surface ecosystem) lens; whilst, PROSE  works better than MMG in adults. PROSE and MMG when combined together, give superior outcomes in both adults and children.\n[51]\n\nKeratopathy related to aniridia: Limbal stem cell transplantation followed by penetrating keratoplasty is the treatment option available.",
    "adverse_effects": "Band shaped keratopathy:\nVisual impairment and cosmetic blemish are the major concerns.\n\nPseudophakic and aphakic bullous keratopathy:\nA vascularized thick pannus grows over edematous corneal stroma with complete loss of corneal transparency. The development of infectious keratitis is a major concern.\n\nStriate keratopathy:\nDelayed recovery or no recovery is a concern, depending on the degree of damage to the endothelium.\n\nWhorl keratopathy:\nThis does not per se cause any complication; however, it might be an indicator of systemic disease, like Fabry's disease.\n\nExposure keratopathy:\nCorneal ulcer formation and auto-evisceration are major concerns here.\n\nInfectious crystalline keratopathy:\nA flare-up of indolent infection may occur.\n\nMetabolic keratopathy:\nIf left untreated complete corneal haze is likely to develop in cases of MPS.\n\nFilamentary keratopathy:\nThe risk of development of microbial keratitis is higher, especially if the bandage contact lens is used.\n\nClimatic droplet keratopathy:\nThere is a risk of development of microbial keratitis.\n\nVKC related keratopathy:\nShield ulcer, keratoconus are the known complications.\n\nKeratopathy related to SJS/TEN:\nComplications include microbial keratitis and corneal melt."
  }
}