{
  "drug_name": "polypeptides",
  "nbk_id": "NBK617055",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK617055/",
  "scraped_at": "2026-01-11T15:37:00",
  "sections": {
    "clinical_significance": "Genes and Alcohol Use Disorder\n\nAlcoholism is the most common form of substance use disorder. Genotype studies have focused on the\nADH1B\ngene. The\nADH1B*2\nor\nADH1B*3\nvariants are associated with faster ethanol metabolism.\n[10]\nIn contrast, the\nADH1B*1\nor\nADH1C*2\nvariants are deemed slow ethanol metabolizers and exhibit a higher probability of alcohol-related toxicities.\n[2]\nPolymorphisms also occur in ALDH. The ALDH polymorphic phenotypes include rapid metabolizers and slow metabolizers. Expression of an inactive form of the ALDH2 isoenzyme, commonly found in Asian populations, results in impaired acetaldehyde metabolism, with apparent symptoms including flushing, nausea, and vomiting. Differences in ADH and ALDH may contribute to the genetically determined predisposition for excessive alcohol intake.\n[3]\n\nAlcohol can interact with several medications, leading to severe adverse effects. Disulfiram inhibits ALDH, leading to the accumulation of acetaldehyde and triggering a disulfiram-like reaction characterized by symptoms such as flushing, nausea, vomiting, headache, and hypotension. Certain cephalosporins—such as cefotetan and cefoperazone—possess a similar effect by inhibiting aldehyde metabolism. Metronidazole may also induce a disulfiram-like reaction, although evidence for nitazoxanide, tinidazole, and nimorazole is less clear. Combining alcohol with these drugs can lead to severe discomfort and should be strictly avoided. This drug-drug interaction affects the ALDH rapid metabolizers more than the ALDH slow metabolizers.\n\nA small portion of ethanol is metabolized by the cytochrome P450 2E1 (CYP2E1) enzyme.\n[11]\nCYP2E1 also metabolizes certain prescription drugs, including acetaminophen, isoniazid, and chlorzoxazone. Although phenobarbital is rarely used in alcohol withdrawal today, it may still be required in certain cases. Notably, some studies have shown that phenobarbital increases CYP2E1 protein expression and is a potent inducer of CYP3A.\n[12]\n[13]\nAs CYP2E1 can also be induced by chronic alcohol consumption, the interaction between phenobarbital and ethanol is theoretically controversial.\n[11]\nFurther research is needed to clarify the long-term effects of phenobarbital on alcoholism.\n\nCytochrome P450 Gene Polymorphism in Drug Metabolism\n\nCYP isoenzymes play a fundamental role in the oxidative metabolism of a wide range of therapeutic agents, serving as a primary pathway for drug biotransformation. These enzymes are essential for the metabolic breakdown and elimination of medications, ensuring that drugs achieve their intended therapeutic effects while eliminating unintended toxic effects. Advances in genetic research have led to the identification of 57 functional genes, classified into 18 families, in the human genome. Each of these genes encodes various CYP isoenzymes that contribute to the metabolism of drugs.\n[6]\nThe activity of these enzymes is influenced by both genetic and environmental factors, resulting in highly variable function among individuals.\n\nOne of the most significant environmental influences on CYP enzyme activity, exemplified by drug-drug interactions, can result in either the induction or inhibition of specific CYP isoenzymes. For example, CYP3A4, one of the most clinically significant CYP enzymes, can be induced by certain medications, leading to increased metabolism and reduced efficacy of co-administered drugs. Conversely, CYP3A4 inhibition can slow drug metabolism, increasing the risk of drug accumulation and adverse effects. These interactions highlight the importance of understanding CYP function in clinical practice to optimize drug therapy and minimize risks associated with altered metabolism.\n\nThe pharmacogenomic significance of CYP enzymes stems from the highly polymorphic nature of many\nCYP\ngenes involved in xenobiotic metabolism. Variations in these genes can lead to significant interindividual differences in drug metabolism, with prevalence varying across different populations and ethnic groups. These polymorphisms give rise to distinct metabolic phenotypes, including poor metabolizers, intermediate metabolizers, normal metabolizers, and rapid and ultrarapid metabolizers.\n[14]\n\nClinically relevant polymorphic variations are frequently observed in key\nCYP\ngenes, including\nCYP2C9\n,\nCYP2C19\n,\nCYP2D6\n, and\nCYP3A4\n, as they are responsible for metabolizing a significant proportion of commonly prescribed medications.\n[6]\nFor instance, CYP2C19 polymorphisms play a crucial role in the metabolism of proton pump inhibitors (PPIs) and certain antiplatelet medications. A study demonstrated that co-administration of omeprazole with clopidogrel resulted in a 30% reduction in platelet aggregation inhibition compared to clopidogrel alone.[\nMEDSAFE. Clopidogrel and omeprazole - interaction now confirmed\n] Identifying these genetic differences allows for more personalized treatment approaches, reducing adverse drug reactions and improving therapeutic outcomes. CYP2C19 serves as a primary metabolic pathway for the elimination of PPIs. PPIs, such as rabeprazole, are also eliminated through nonenzymatic mechanisms and are consequently less affected by CYP2C19 genetic variability. Therefore, rabeprazole may be preferred in conjunction with clopidogrel if PPI administration is necessary.\n[15]\n[16]\n[\nU.S. Drug & Food Administration. PRILOSEC (omeprazole) Label\n]\n\nVariations in CYP2D6 can impact the metabolism of opioids, antidepressants, and antipsychotics. Atomoxetine, a selective serotonin/norepinephrine reuptake inhibitor, undergoes hepatic metabolism that is subject to CYP2D6 polymorphism. The physiologically based pharmacokinetic features of atomoxetine differ among various CYP2D6 genotypes.\n[17]\nTherefore, the starting dose needs to be reduced in poor metabolizers to prevent elevated serum drug levels.\n[18]\n\nDue to the opioid crisis, it is essential to recognize how genetic differences affect drug metabolism. Codeine is converted to morphine by the enzyme CYP2D6. In ultrarapid metabolizers, this conversion happens too quickly, resulting in high morphine levels that can lead to dangerous respiratory depression and death. Because of this risk, codeine should not be used in children younger than 12. Tramadol is also activated by CYP2D6. In ultrarapid metabolizers, tramadol produces higher amounts of its active metabolite in the blood and breast milk, which can lead to fatal respiratory depression. Tramadol is contraindicated in children younger than 12 and in adolescents recovering from tonsillectomy or adenoidectomy, where the airway is more vulnerable. Breastfeeding is also not recommended during tramadol use due to the potential transfer of active metabolites through breast milk.\n[19]\n\nCYP3A4 plays a significant role in the metabolism of many chemotherapeutic and anticancer drugs. The prescribing information for venetoclax notes that co-administration with P-gp inhibitors or potent or moderate CYP3A4 inhibitors increases venetoclax exposure, potentially increasing the risk of tumor lysis syndrome and other adverse effects.[\nU.S. Drug & Food Administration. Venetoclax Label\n] Concomitant use with omeprazole, a CYP3A4 inhibitor, may necessitate venetoclax dose adjustments.\n\nTo assess CYP enzyme function and predict drug metabolism, various CYP testing methods are available; however, genotyping remains the gold standard for this purpose. Historically, actual enzyme activity was measured by observing probe drugs, compounds, and their metabolites; however, this approach is now considered obsolete. Genotyping assays analyze specific genetic variants within\nCYP\ngenes, identifying known polymorphisms that influence enzyme activity. Polymerase chain reaction tests, performed using cheek swabs rather than blood or saliva samples, provide valuable insights into an individual's metabolic phenotype. Advances in NGS and pharmacogenomic panel testing enable the comprehensive screening of multiple CYP genes simultaneously, providing a broader understanding of an individual's potential for drug metabolism. By integrating CYP testing into clinical decision-making, healthcare providers can tailor drug therapy more precisely, enhancing both efficacy and safety in patient care. A recent meta-analysis suggests that matched targeted therapies guided by NGS modestly delay disease progression in advanced or refractory solid and hematological cancers, with limited evidence for improvements in overall survival and quality of life. Further research is warranted to strengthen the clinical utility of pharmacogenomic-guided therapy.\n[20]\n\nGene-Drug Pairs in Drug Metabolism\n\nBesides the CYP system, other gene-drug pairs play a vital role in drug metabolism. Notable examples include the\nDPYD\ngene and its interaction with 5-fluorouracil; the\nUGT1A1\ngene and its interaction with irinotecan; and the\nTPMT\ngene and its interaction with azathioprine.\n[21]\n[22]\n[21]\nAll 3 cases represent a gene that encodes an enzyme, which in turn catalyzes the metabolism of drug(s). This concept of gene-drug pair represents a gene-enzyme-drug axis.\n\nUridine diphosphate glucuronosyltransferase:\nUGT is a family of enzymes responsible for glucuronidation, a phase II metabolism process that conjugates glucuronic acid to drugs, endogenous compounds, and toxins to enhance their solubility for excretion. These enzymes are primarily found in the liver but are also present in the intestines and kidneys. UGT enzymes metabolize various substances, including bilirubin, steroids, thyroid hormones, and drugs, such as morphine and acetaminophen. UGT enzymes are classified into families, with UGT1A (UGT1A1, UGT1A3, and UGT1A4) and UGT2B (UGT2B7, UGT2B15, and UGT2B17) being the most significant in drug metabolism. Genetic variations in UGT enzymes can affect drug clearance and response, as observed in conditions such as Gilbert syndrome, where reduced UGT1A1 activity results in mild hyperbilirubinemia. Understanding UGT function is essential for predicting drug metabolism and personalized medicine approaches.\n[23]\n\nThe UGT1A1 enzyme, encoded by the\nUGT1A1\ngene, plays a critical role in metabolizing both endogenous compounds and xenobiotics, including bilirubin and various drugs. The glucuronidation of bilirubin, an essential biochemical process that facilitates its excretion, is one of the primary functions of this enzyme. Specific genetic variants, such as the\nUGT1A1*28/*28\nhomozygous and\nUGT1A1*6/*28\nheterozygous genotypes, result in reduced enzyme activity and impaired SN-38 (govitecan) conjugation, thereby increasing the likelihood of toxic effects.\n[24]\nSimilarly, irinotecan is metabolized to SN-38, which is responsible for its antitumor activity.\n[25]\nImpaired UGT1A1-mediated glucuronidation of SN-38 leads to its accumulation, thereby increasing the risk of severe toxicities.\n\nFurthermore, UGT1A1 polymorphisms can influence the glucuronidation of other drugs, including etoposide, as it may lead to worsened toxicity. Other clinically significant antineoplastic agents include nilotinib, pazopanib, and belinostat.\n[26]\n[\nU.S. Food & Drug Administration. Table of Pharmacogenetic Associations\n]\n\nIntegrase inhibitors—including dolutegravir, cabotegravir, and raltegravir—play a crucial role in the management of HIV infections by preventing viral DNA from integrating into the host genome.\n[27]\n[28]\nThese drugs are substrates undergoing metabolism primarily through UGT1A1, which facilitates their glucuronidation and subsequent elimination from the body. UGT1A1 polymorphism can impact drug metabolism and lead to interindividual differences in drug exposure.\n\nSeveral known UGT1A1 inhibitors have been discovered, including atazanavir, gemfibrozil, and indinavir.[\nU.S. Food & Drug Administration. Irinotecan Label\n] Another example is enasidenib, which functions as both a substrate and an inhibitor of UGT1A1 and has been linked to hyperbilirubinemia (14% overall incidence; 8% grade 3-4), potentially due to off-target binding to UGT1A1.\n[29]\nRecognizing genetic variability in UGT1A1 is essential for applying personalized medicine strategies, particularly in determining appropriate drug dosages and minimizing adverse effects.\n\nDihydropyrimidine dehydrogenase:\nDPYD, encoded by the\nDPYD\ngene, is responsible for breaking down fluoropyrimidine-based drugs, including 5-FU, into inactive metabolites. This enzyme plays a key role in uracil clearance, ensuring that these medications do not accumulate to toxic levels. Capecitabine and tegafur are prodrugs that exert their cytotoxicity through the active metabolite 5-FU, and they are subject to the risk of DPD deficiency.\n[30]\n[31]\n[32]\nTegafur is not approved by the Food and Drug Administration (FDA); however, it has been commercially available in other countries as a single-component product or co-formulated with uracil or gimeracil/oteracil.\n[33]\n[34]\n\nHowever, genetic variations in DPYD can lead to reduced DPD enzyme activity, resulting in impaired metabolism and increased exposure to active metabolites of fluoropyrimidines. This impaired metabolism can elevate the risk of severe or life-threatening toxicities, such as those associated with 5-FU therapy, emphasizing the necessity of DPD testing to optimize fluoropyrimidine-based chemotherapy. Prior testing for DPD deficiency is essential in preventing adverse drug reactions and improving treatment safety.\n\nTo assess the activity of UGT1A1 and the DPD enzymes, various testing methods are available; however, genotyping remains the gold standard due to its high throughput and accuracy. Genotyping assays analyze specific genetic variants to identify known polymorphisms that influence enzyme activity. Advances in NGS and pharmacogenomic panel testing enable the simultaneous comprehensive screening of multiple\nUGT1A1\ngenes or the\nDPYD\ngene, providing a broader understanding of an individual's potential for drug metabolism.\n[35]\n\nHuman leukocyte antigen:\nThe human leukocyte antigen (\nHLA\n) gene family plays a crucial role in immune system function; specific HLA alleles are linked to drug hypersensitivity reactions. Among these, the HLA-B58:01 allele is strongly associated with severe cutaneous adverse reactions such as Stevens-Johnson syndrome and toxic epidermal necrolysis in patients treated with allopurinol.\n[36]\nClinical pharmacogenetic guidelines recommend screening for HLA-B58:01 before initiating allopurinol therapy to minimize the risk of life-threatening hypersensitivity.\n[37]\nSimilarly, the HLA-B15:02 allele is associated with carbamazepine-induced Stevens-Johnson syndrome and toxic epidermal necrolysis, particularly in East Asian populations. In contrast, the HLA-A31:01 allele has been associated with more severe carbamazepine hypersensitivity reactions, including drug reaction with eosinophilia and systemic symptoms.\n[38]\n\nThiopurine S-methyltransferase:\nThe TPMT enzyme, encoded by the\nTPMT\ngene, plays a crucial role in metabolizing thiopurines. Drugs, including azathioprine, 6-mercaptopurine, and thioguanine, are used in the treatment of leukemia or autoimmune diseases and undergo TPMT-mediated methylation to generate metabolites. However, specific TPMT genetic variants result in significantly reduced TPMT enzyme activity, leading to altered drug metabolism, drug accumulation, and an increased risk of severe side effects, such as myelosuppression.\n[39]\nGenotyping is available for TPMT variant alleles, with\nTPMT*2\n,\nTPMT*3A\n, and\nTPMT*3C\nbeing the most common, collectively accounting for over 90% of inactivating variants. However, rare or previously unidentified variants may not be detected using variant-specific genotyping methods. Additionally, tests are available to measure mercaptopurine metabolites, including thioguanine nucleotides and methyl-mercaptopurine nucleotides. Phenotype testing is another option, but it may yield inaccurate results.\n[40]\n\nAll these gene-drug pairs highlight a crucial gene-drug interaction, demonstrating how genetic variations can impact both the efficacy and safety of thiopurine therapy. Personalized dosing regimens and routine monitoring are necessary to optimize therapeutic outcomes while mitigating the risk of adverse reactions.\n\nDrug Transporters and Genes\n\nDrug transporters are involved in drug absorption, distribution, and elimination, as they determine a drug's fate in the body. These transporters are proteins that regulate the transportation of drugs by facilitating or restricting their movement across cellular membranes. The genes and variants of these transporters, subject to the nature of polymorphism, may exhibit different transport behaviors and result in varied outcomes. Drug-transporting systems are classified into 2 major families as follows:\n\nATP-binding cassette (ABC) transporters are active efflux mechanisms that utilize ATP to extrude drugs against concentration gradients.\nSolute carrier (SLC) transporters facilitate passive or secondary active transport of drugs across cellular membranes.\n[41]\n\nATP-binding cassette transporters:\nABC transporters A-D and G are transmembrane proteins that transport both exogenous and endogenous compounds, including sterols, lipids, and drugs. These transporters contribute to essential physiological processes such as lipoprotein biogenesis, detoxification of toxins, or resistance to drugs. Some are even involved in disease pathways resulting from transporter dysfunction. Humans have 48 ABC transporter genes, classified into 7 subfamilies (ABCA to ABCG), which encode proteins that mediate the transport of diverse endogenous and exogenous substances, including lipids and drugs.\n[41]\n\nAmong these transporters, ABCB1, also known as P-gp, is a key efflux pump that has been extensively studied for its role in drug transport and multidrug resistance.\n\nABCB1, also known as P-gp and multidrug resistance protein-1, is an ATP-dependent efflux transporter found in various tissues, including the intestines, liver, kidneys, blood-brain barrier, and placenta. ABCB1 plays a crucial role in drug absorption, distribution, and elimination by actively pumping drugs and other xenobiotics out of cells. Key Functions of the ABCB1 include limiting drug absorption in the intestines by pumping substrates back into the lumen, enhancing drug excretion to the biliary gland and urinary bladder, and expelling drugs at the blood-brain barrier away from the brain. The frequencies of ABCB1 variants G2677T/A and C3435T were reported as 64% and 61.6%, respectively, in the South Indian population, whereas the C1236T variant was estimated at 42.5% in the Slovak population.\n[42]\n[43]\nThe ABCB1 variant C3435T has been associated with altered drug efflux and variable responses to antiepileptics, chemotherapeutics, and cardiovascular drugs.\n[44]\nABCB1 polymorphism, including C1236T, G2677T, and C3435T variants, has been shown to reduce the ABCB1-mediated efflux of tacrolimus and sirolimus in cell lines.\n[45]\n\nABCB1 is also involved in drug-drug interactions. Some known ABCB1 inhibitors include verapamil, diltiazem, and cyclosporine, as they can increase the bioavailability of ABCB1 substrates. In contrast, inducers, such as rifampin, can decrease its bioavailability. The ABC transporters are associated with drug resistance; for example, ABCB1 decreases intracellular drug concentration, thereby reducing drug efficacy. The BCRP (breast cancer resistance protein), also known as ABCG2, is an efflux pump that transports the anticancer drugs methotrexate and topotecan. Encoded by the\nABCG2\ngene, ABCG2 is found in the liver, kidney, central nervous system, and gastrointestinal tract.\n[39]\nOverexpression of ABCG2 in cancer cells leads to multidrug resistance. A straightforward explanation is that drug absorption is limited in the ABCG2-overexpressing intestinal cells. Other evidence suggests that enhanced ABCG2 activity is involved in the epithelial-to-mesenchymal transition process, which is associated with cancer progression.\n[46]\n\nSolute carrier transporters:\nHuman organic anion and cation transporters facilitate passive or secondary active transport of drugs and endogenous compounds, such as steroids, hormones, and neurotransmitters, across membranes. Depending on the electric charge on the substrates, SLC transporters are further categorized into organic anion transporting polypeptides (OATPs), organic cation transporters (OCTs), and organic anion transporters (OATs). Interestingly, SLC, by a different nomenclature, has also been used to refer to these transporters. SLC transporters belong to 2 SLC superfamilies—SLCO (OATPs) and SLC22A (OATs and OCTs).\n[47]\nThese transporters are widely expressed in epithelial tissues and play crucial roles in the absorption, distribution, and elimination of drugs.\n\nSpecifically, OATPs are a class of polypeptides that mediate the transport of organic anions. These polypeptides use a variety of endogenous substances and exogenous drugs as substrates, playing a key role in their absorption and metabolism. OATPs transport large, hydrophobic anions; mediate hepatic drug uptake; and affect the metabolism and toxicity of statins. The OATs transport small, hydrophilic anions and play a role in renal drug excretion. The OCTs transport organic cations and facilitate the renal clearance of metformin and other cationic drugs.\n[47]\nExpression varies by protein and tissue type and is regulated at multiple levels. The genes and mutation studies aid in understanding their function. Polymorphisms in these transporters influence drug pharmacokinetics, underscoring their significance in pharmacological therapy.\n[47]\n\nOATP1B1, encoded by SLCO1B1, is specifically expressed on the basolateral membrane of hepatocytes and plays an indispensable role in the hepatic uptake and elimination of negatively charged (or amphipathic) organic compounds. Substrates of OATP1B1 include bile salts, steroid hormones, statins, bilirubin, thyroid hormones, prostaglandins, methotrexate, irinotecan, repaglinide, and some antiviral and anticancer drugs. Statins are known to be subject to SLCO1B1 polymorphism. Drug interactions with statins occur every day during combination therapy, according to numerous published studies. For instance, when statins are used in combination with cyclosporine, rifampin, and gemfibrozil, excessive exposure to statins may occur, potentially leading to rhabdomyolysis and life-threatening consequences due to drug interactions inhibiting the function of OATP1B1. SLCO1B1 (OATP1B1) includes the c.521T>C variant that reduces statin uptake, thereby increasing the risk of statin-induced myopathy. SLC22A1 (OCT1) variants can influence the efficacy of metformin by altering its hepatic uptake.\n\nDue to its critical role, the FDA and the European Medicines Agency recommend in vitro testing to evaluate potential drug-drug interactions involving the OATP1B1 transporter. Studies using SLCO1B1 knockout rat models have demonstrated that different statins are transported into cells with varying efficiency through OATP1B1, which may result in differences in their pharmacological effects. The FDA recommends using HEK293 cells transfected with OATP1B1 for in vitro testing to assess the potential inhibitory effects of drugs and the risk of drug interactions involving OATP1B1.\n[48]\n[49]\n[\nFDA. In Vitro Metabolism- and Transporter-Mediated Drug-Drug Interaction Studies\n]\n\nBacterial Genes and Drug Resistance\n\nMultidrug-resistant bacteria typically acquire specific resistance genes, making them resistant to different classes of antibiotics. Studies have shown that the co-existence of resistance genes and the emergence of multidrug-resistant strains have increased the complexity of treatment, requiring clinicians to choose antibiotics rationally based on the resistance profile. Common multidrug resistance genes include those associated with β-lactam antibiotics, aminoglycosides, fluoroquinolones, and sulfonamide.\n\nThe\nmecA\ngene is central to the development of methicillin-resistant characteristics in methicillin-resistant\nStaphylococcus aureus\n. Bacteria carrying the\nmecA\ngene are resistant to many penicillin and cephalosporin antibiotics, including methicillin, and may require alternative treatments, such as vancomycin or linezolid. This gene encodes PBP2a (penicillin-binding protein 2a).\n[50]\nThe PBP2a has a lower affinity for methicillin and functions to a greater degree as a normal transpeptidase in cell wall synthesis; as a result, methicillin has a less effective bactericidal outcome. Detection of the\nmecA\ngene is crucial for diagnosing methicillin-resistant\nStaphylococcus aureus\ninfections and informing the appropriate treatment.\n\nOver the past few decades, the β-lactamase gene family has been extensively investigated, with particular focus on carbapenemases, which have been the subject of numerous studies in the literature. Enterobacteriaceae strains carrying carbapenemase, also known as carbapenem-resistant Enterobacteriaceae (CRE), have been associated with nosocomial infections and significant treatment failures. For instance, some\nKlebsiella pneumoniae\ncarrying the\nblaKPC\ngene are carbapenem-resistant. Various carbapenemase genes, including blaOXA-48, blaKPC, blaNDM-1, blaVIM, and blaIMP, have been identified in carbapenem-resistant microorganisms.\n[51]\nOther resistance genes, such as blaTEM, blaSHV, and blaCTX-M, encode β-lactamases that confer resistance to penicillin and cephalosporins. The blaCTX-M is a β-lactamase more specifically linked to resistance against extended-spectrum cephalosporins. Recent research has revealed that extra-spectrum beta-lactamases can render cephalosporins ineffective, leading to multiple drug resistance and treatment failures. Polymerase chain reaction remains a highly sensitive and specific method for detecting these resistance genes, including the identification of particular types of extra-spectrum beta-lactamases.\n[52]\n\nOther antibiotic-resistance genes are also reported in the literature. Aminoglycoside resistance genes such as\naac(3)-I\n(aminoglycoside acetyltransferase (3)-I),\naphA\n(aminoglycoside phosphotransferase A), and\nant(4')\n(aminoglycoside adenyltransferase 4') can be detected in a clinical setting and help avoid ineffective aminoglycoside treatments.\n[53]\nThe\ntet\ngene (tetracycline resistance gene) and the\nsul\ngene (sulfonamide resistance gene) are also detectable in some pathogenic bacteria.\n[54]\nThe 027 NAP1/BI strain of\nClostridium difficile\n—also referred to as\n(North American pulsed-field electrophoresis type 1 or ribotype 027\n—\nproduces hypervirulent toxins.\n[55]\nThis strain enables bacteria to evade the bactericidal effects of fluoroquinolones due to mutations in the drug's target.\n\nGenes and Broad-Spectrum Drug Approvals\n\nTumor-agnostic approvals revolutionize cancer treatment by targeting specific genetic biomarkers regardless of tumor origin. These biomarkers include tumor mutational burden, mismatch repair deficiencies, microsatellite instability status, neurotrophic tyrosine receptor kinase gene fusions, rearranged during transfection fusions, and rapidly accelerated fibrosarcoma B-type mutations. This precision medicine approach enables therapies to address the genetic drivers of cancer, broadening treatment options and improving patient outcomes. FDA-approved agents are available for each of these actionable mutations, further advancing personalized oncology care (\nTable 1.\nGenetic Biomarkers and FDA Broad-Spectrum Drug Approvals).\n[56]\n[57]\n[58]\n[59]\n[\nNational Cancer Institute. Dabrafenib–Trametinib Combination Approved for Solid Tumors with BRAF Mutations\n][\nNational Cancer Institute. Selpercatinib Slows Progression of RET-Positive Lung, Medullary Thyroid Cancers\n]\n\nTable\nTable 1. Genetic Biomarkers and FDA Broad-Spectrum Drug Approvals.\n\nFDA, Food and Drug Administration; TMB, tumor mutational burden; MSI, microsatellite instability; MMR, mismatch repair; BRAF, rapidly accelerated fibrosarcoma B-type; NTRK, neurotrophic tyrosine receptor kinase; RET, rearranged during transfection.\n\nThe landscape of tumor-agnostic therapies continues to evolve, with trastuzumab deruxtecan making strides toward tissue-agnostic approval. On April 5, 2024, the FDA approved this drug, marking the first tumor-agnostic indication for an antibody-drug conjugate and the first broad-spectrum approval for a HER2-targeted therapy. This approval applies to patients with unresectable or metastatic HER2-positive tumors who have an IHC 3+ status.\n\nOther classes of drugs still have the potential to join the list of tumor-agnostic approvals. Isocitrate dehydrogenase (IDH) 1 and IDH2 mutations are common in cancers such as gallbladder cancer, gliomas, and acute myeloid leukemia, leading to the accumulation of 2-HG, which drives tumorigenesis. Targeted inhibitors, such as ivosidenib and enasidenib, reduce 2-HG levels, thereby restoring normal function. Vorasidenib, a newly FDA-approved IDH inhibitor, shows benefits for some low-grade gliomas in the human brain. Olutasidenib, a selective IDH1 inhibitor, has demonstrated strong remission rates in patients with relapsed or refractory acute myeloid leukemia, resulting in FDA approval. As research advances, IDH-targeted therapies continue to show promise in improving patient outcomes.\n[60]\n[\nNational Cancer Institute. Vorasidenib Treatment Shows Promise for Some Low-Grade Gliomas\n]\n\nEpigenetic Modifications and Drugs\n\nThe enzyme O\n6\n-methylguanine-DNA methyltransferase (MGMT) plays a crucial role in repairing DNA damage. The repair function of MGMT is vital for normal cellular processes, and its ability to directly reverse alkylation can contribute to the development of resistance to chemotherapeutic alkylating agents in cancer cells. Examples include temozolomide and dacarbazine, which are alkylators commonly used in the treatment of brain tumors, sarcoma, and lymphoma. The presence of MGMT in cancer cells can reduce the effectiveness of these drugs.\n\nThe role of MGMT methylation as a predictive biomarker was validated in the Stupp trial, which demonstrated a significantly greater survival benefit from adding temozolomide to standard radiotherapy in MGMT-methylated glioblastomas compared to the MGMT-unmethylated group. Subsequent long-term studies have reinforced the ongoing importance of MGMT gene promoter methylation in predicting sensitivity to temozolomide. In glioblastoma, MGMT promoter methylation serves as both a prognostic marker and a predictive indicator of response to alkylating agents.\n[61]\n\nHistone modification is a notable example of epigenetic modification. Acetylation or methylation of histones can change the transformation of histones, and alter the exposed domains of the DNA double helix when binding. These changes influence gene transcription and can significantly impact cellular response to drug therapies. For instance, histone deacetylation can lead to chemotherapy resistance by silencing genes related to apoptosis. Additionally, histones can undergo O-GlcNAcylation, where an\nN\n-acetylglucosamine (GlcNAc) molecule is added between the glycosyl and the serine or threonine residues of nuclear and cytoplasmic proteins. This modification, mediated by O-GlcNAcase, affects various cellular processes, including gene expression and transcription.\n[62]\n\nIDH1 and IDH2 are enzymes involved in cellular metabolism through the conversion of isocitrate to alpha-ketoglutarate. Mutations in IDH1 and IDH2, in multiple types of human cancer, result in neomorphic enzymes that convert alpha-ketoglutarate to 2-hydroxyglutarate (2-HG). The elevated level of 2-HG, also known as an oncometabolite, inhibits αKG-dependent histone and DNA demethylases, ultimately impairing cellular differentiation.\n\nPost-Transcription Modification and Drug Candidates\n\nCarriers of the KRAS mutation in non–small cell lung cancer lack a well-defined pocket on the KRAS protein surface where a small molecule can fit, making it challenging to design drugs. This characteristic is often referred to as a featureless protein surface, which has historically made KRAS considered an undruggable target.\n[63]\nThe addition of cyclophilin A as a chaperone alters the conformation of the KRAS protein, making the target more approachable to drugs. This mechanism serves as an excellent example of post-transcriptional modifications in precision oncology.\n\nPhosphorylation plays a nominal role in gene regulation and drug response by modulating protein activity, stability, and interactions. Phosphorylation, a post-translational modification, can act as a switch to turn on or off a signal transduction pathway, potentially altering how cells respond to therapeutic agents.\n[63]\nFurthermore, kinases phosphorylate transcription factors, altering their ability to activate or repress gene transcription, which can determine the effectiveness of targeted cancer therapies. In drug resistance mechanisms, the loss of aberrant phosphorylation can reduce the efficacy of drugs.\n[64]\nConversely, phosphorylation-based biomarkers can help predict a patient's response to kinase inhibitors, such as tyrosine kinase inhibitors used in the treatment of cystic fibrosis.\n[65]\n\nGlycosylation, the enzymatic process by which sugars are attached to proteins or lipids, plays a significant role in modulating epigenetic modifications—heritable changes in gene expression that do not involve alterations to the underlying DNA sequence. O-GlcNAcylation is a notable form of glycosylation that plays a crucial role in epigenetic regulation. Androgen-repressed lncRNA LINC01126 drives the growth of castration-resistant prostate cancer by regulating the switch between O-GlcNAcylation and phosphorylation of the androgen receptor. Antisense oligonucleotides inhibit the growth of castration-resistant prostate cancer cells and have the potential to be developed into a therapeutic drug.\n[66]",
    "monitoring": "Genetic test timing: Nurses and allied health staff should integrate pharmacogenomics screening into patient care by reflecting ANA genomics competencies, promptly ordering indicated tests, and reviewing results before therapy. For example, Clinical Pharmacogenetics Implementation Consortium guidelines recommend HLA-B15:02 testing in patients—especially those of Asian descent—before starting carbamazepine, and HLA-B58:01 testing before prescribing allopurinol, as these alleles are strong predictors of Stevens-Johnson syndrome or toxic epidermal necrolysis.\nLab coordination and documentation:\nPharmacogenomics\ntesting should be incorporated into laboratory workflows and electronic health records. Pharmacogenomics\norders should be tracked, and results should be documented in the medical record. The American Society of Health-System Pharmacists recommends implementing systems that facilitate the communication of patient-specific pharmacogenomics results to all healthcare providers, including through discharge summaries.\nPre-prescription checks: Pre-prescription checks should ensure that genotype results are available to the prescriber before initiating the drug, in accordance with the Clinical Pharmacogenetics Implementation Consortium and FDA guidance. Clinicians should respond to pharmacogenomics alerts or consult relevant guidelines, such as avoiding carbamazepine in patients with the HLA-B*15:02 allele, and closely monitor for gene-associated adverse drug reactions. The American College of Obstetricians and Gynecologists notes that pharmacogenetic data can improve drug safety and reduce adverse events, so nurses should monitor for signs of cutaneous or other hypersensitivity in high-risk genotypes.\nPatient/family education: Patients and their families should be educated about the rationale, scope, and implications of pharmacogenomics testing. Clear information should be provided, along with informed consent when required, regarding the purpose of the test and its confidentiality. Personalized educational materials about pharmacogenomics results are crucial. Nurses should explain how these results impact medication choices, encourage sharing them with all healthcare providers, and highlight the importance of adherence. Furthermore, nurses need to actively educate patients on pharmacogenomics test results to improve ongoing care.\nQuality monitoring: Quality monitoring involves assisting in tracking the outcomes of pharmacogenomics-informed care and meticulously documenting them to facilitate continuous improvement. Monitoring includes evaluating patient outcomes and the economic benefits derived from pharmacogenomic testing.\n[70]\nNursing and allied health staff can assist by reporting adverse events, monitoring patient adherence, and providing real-world feedback to the team, thereby supporting the refinement of pharmacogenomics protocols over time."
  }
}