{
  "drug_name": "potasium",
  "nbk_id": "NBK557785",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557785/",
  "scraped_at": "2026-01-11T15:37:09",
  "sections": {
    "indications": "As KCl is used to increase body potassium content, its use with other drugs that achieve this outcome is contraindicated. Examples of such medications include potassium-sparing diuretics, non-steroidal anti-inflammatory drugs, and angiotensin-converting enzyme inhibitors.\n[22]\n\nCertain medical conditions involve hyperkalemia as part of their pathophysiologies. As such, KCl use in these cases is contraindicated. Examples of notable conditions that involve hyperkalemia include type IV renal tubular acidosis, chronic kidney disease, and leakage from cell breakdown (e.g., rhabdomyolysis, tumor lysis syndrome, etc.).\n[23]\n[24]",
    "mechanism": "Regardless of the administration route, KCl is used to increase the potassium content of the body. Approximately 98% of all potassium in the body exists within cells, particularly skeletal muscle cells. This intracellular predominance is utilized by all cells for tonicity homeostasis and membrane potential dynamics. In cardiomyocytes and neurons, repolarization occurs through the movement of potassium ions out of cells through channel proteins. Both hypokalemia and hyperkalemia can interfere with normal cardiac electrophysiology, potentially leading to life-threatening arrhythmias. Notably, potassium abnormalities rarely manifest as central nervous system pathologies (e.g., seizures).\n[15]\n[16]\n[17]\n[18]\n[19]",
    "administration": "The Food and Drug Administration (FDA) currently approves KCl use in the following formulations: extended-release tablet, extended-release capsule, injectable, oral solution, and powder for oral solution. Each formulation is available only by prescription. For every 20 mEq of intravenous KCl administered, serum potassium increases by approximately 0.25 mEq/L. More information is available in the FDA’s database for current drug labels.\n[20]\n\nIt is preferable to treat mild (3.0 to 3.4 mEq/L) hypokalemia with approximately 75 mEq of oral KCl per day. For moderate (2.5 to 2.9 mEq/L) hypokalemia, the total oral KCl per day is about 100 mEq. Intravenous KCl may be used as an alternative in these cases if the patient cannot tolerate oral KCl. Severe (less than 2.5 mEq/L) or symptomatic hypokalemia necessitates intravenous administration of KCl. If the necessary infusion rate for such cases is greater than 10 mEq/hour, the KCl should be administered through a central line with cardiac monitoring.\n[21]\n[9]",
    "adverse_effects": "Adverse effects from normal use of KCl are typically related to the administration route. The FDA notes particular adverse effects for each administration route. In general, oral formulations most commonly correlate with GI irritation, including vomiting and diarrhea. Tablet and capsule forms may cause ulcerative/stenotic lesions with prolonged exposure to GI surfaces. Injectable KCl formulations have the potential to cause injection site complications (e.g., phlebitis, erythema, thrombosis, etc.). Also, rapid injection of KCl can precipitate mild hyperkalemia. This review discusses the symptoms of hyperkalemia in the Toxicity section.\n[2]\n[20]",
    "monitoring": "Given the narrow normal range of serum potassium, careful monitoring is a requirement when utilizing KCl. For hospitalized patients receiving oral KCl, serum potassium checks should occur at least daily to determine treatment effectiveness. Patients treated with intravenous KCl may require more frequent checking, especially if the serum potassium level addressed is below 2.5 mEq/L. The use of continuous cardiac monitoring can aid in correlating symptoms with telling electrocardiogram (ECG) changes (e.g., peaked T waves in hyperkalemia, flattened T waves in hypokalemia, etc.).\n[21]\n[25]",
    "toxicity": "KCl toxicity is primarily a discussion of hyperkalemia. Like hypokalemia, the potentially fatal complication of hyperkalemia is cardiac arrhythmia. The risk for cardiac arrhythmia is significant at serum potassium levels greater than 6.0 to 6.5 mEq/L. Other manifestations of symptomatic hyperkalemia include ascending muscle weakness and GI disturbance (e.g., nausea, local mucosal necrosis, etc.).\n[18]\n[26]"
  }
}