{
  "drug_name": "pralatrexate",
  "nbk_id": "NBK564354",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564354/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "The lymphoid system is the pillar of the human immune response. It comprises innate immunity covered by NK cells and adaptive immunity by the B and T-cells. Non-Hodgkin lymphoma (NHL) is a disorder of these immune cells. The understanding of these cells from their formation to maturation is necessary for the diagnosis and management of this disease spectrum.\n\nT-cell lymphomas consist of a wide variety of uncommon diseases that can be indolent or aggressive and comprise 12% of all NHL. Since NK-cells are closely related to the T-cells, their malignancies are also included in the classification. WHO released a revised lymphoma classification in 2016, which broadly divided T-cell/NK-cell lymphomas as the precursor and mature T-cell neoplasms. The mature subgroup is further divided into leukemic, nodal, extranodal, and cutaneous.\n[1]\n\nNHL can also be divided into indolent or aggressive diseases. Indolent lymphomas are characterized by a long disease course and are generally resistant to standard chemotherapy, whereas aggressive disease usually has an acute presentation with B symptoms and rapid progression. Cutaneous T-cell lymphoma (CTCL) is considered indolent, whereas peripheral mature lymphomas (PTCL), which include the rest, are considered aggressive. Two-thirds of the CTCLs are comprised of mycosis fungoides (MF) and Sezary syndrome (SS). PTCL-NOS (not otherwise specified) is the most common among the PTCL, followed by anaplastic large cell lymphoma (ALCL) and angioimmunoblastic T-cell lymphoma (AITL).\n[2]",
    "mechanism": "The cause of the majority of T-cell Lymphoma remains unexplained. CTCL is considered to arise secondary to the dysregulation of genes (cancer-testis genes and B lymphoid tyrosine kinase) and signaling pathways(Jak-3/STAT and NOTCH1). There have been reports suggesting an association between chronic cutaneous inflammation (eg, chronic urticaria, chemical exposure) and CTCL development.\n\nInfectious etiology has also been considered for both CTCL and PTCL, which include bacterial (staphylococcal enterotoxin) and viral association (retrovirus-like Human T-cell leukemia virus (HTLV)1 and HTLV2, HIV, EBV, CMV, HHV8), with a specific association of HTLV1 with adult T-cell lymphoma/leukemia and EBV with Natural-killer cell/T-cell lymphoma, and AITL.\n[3]\nEnteropathy associated T-cell lymphoma(ETAL) is seen in association with celiac disease. T-cell activating autoimmune disease and family history of myeloma increases the risk of T-cell lymphoma.\n[4]",
    "monitoring": "Since the clinical picture of CTCL has a significant overlap with benign conditions, it takes an average of almost 6 years to diagnose the disease from the onset.\n\nTo diagnose, peripheral smear examination and bone marrow aspirate are necessary. Immunophenotyping and molecular cytogenetics to understand the clonality is important to assist in diagnosis and management. Combining the results from immunophenotyping, like cell lineage identification and aberrant antigen expression, with morphologic findings helps in diagnosis. If these results are inconclusive, molecular cytogenetics can be used to assess the clonality. Peripheral blood analysis for malignant T-cells is invaluable in the early stage of the disease. Lymph node or extranodal specimen biopsy findings augment the immunohistochemistry analysis and thus help in diagnosis.\n\nMalignant cells arise CD4+/CD8- in ATCL and AITL. In PTCL NOS cells are CD4/CD8. Detection of malignant T-cell clones provides a definite diagnosis through T-cell receptor (TCR) PCR and flow cytometry analysis. Cell surface marker also has diagnostic value in diagnosis. CD25+ in ARCL, pan T-cell antigen expression in AITL. EBV+ cells are found in AITL. ATCL ALK+ has t(2,5). Loss of CD26, CD27, CD7, and overexpression of CD 164 is commonly seen, later specifically in SS.\n[4]\nPCTCL-NOS shows the loss of almost all T-cell antigens, CD7, CD3, CD10, CD56+, and CD30 + expression. The progression of the disease is characterized by the expression of Ki67, CD34, and AgNORs. T-cell specific soluble IL-2 receptor is considered a marker of severity and to measure prognosis. Other markers used for the same include miRNA profiling, TOX gene, and EPHA4. ALCL has cells that are mostly CD30+.\n[2]",
    "administration": "Management starts with the correct identification of subtypes with a biopsy of the specific site for histopathological and immunophenotype analysis, calculation of the prognostic index, assessment of the extent of the disease by imaging, and the patient's performance status. If a specific subtype is suspected, testing for EBV PCR, HTLV-1 PCR, and celiac disease should be done.\n\nComputed tomography (CT) is used to assess and stage the disease as it is commonly available. FDG PET/CT scan is considered to have superior sensitivity because of the FDG avidity in some  T-cell lymphomas and helps in staging and treatment response assessment. MRI is used particularly in soft tissue involvement in extranodal NK/T-cell lymphoma and subcutaneous panniculitis T-cell lymphoma.\n\nThe treatment options available for CTCL are palliative, not curative. Therapy can be divided into skin directed for early-stage disease, systemic therapy for later-stage disease (advanced nodal or visceral disease), and disease refractory to localized treatments. Topical therapy includes UV A with psoralen (PUVA), UV B, external beam radiation, total skin radiation, topical chemotherapy, and topical retinoids. Systemic therapy is achieved by Interferon-alpha, oral retinoids, targeted therapies, single or combination chemotherapy, and stem cell transplant. Corticosteroids are also used as both targeted and systemic therapy.\n[4]\n\nRetinoids help through their antiproliferative and antiapoptotic properties. Commonly used topical regimens are bexarotene (FDA-approved) and tazarotene. Severe hyperlipidemia and central hypothyroidism are side effects of bexarotene. Systemic retinoids include acitretin, isotretinoin, and bexarotene. Topical chemotherapy commonly used are mechlorethamine (nitrogen mustard), an alkylating agent, and carmustine. Systemic chemotherapy commonly used is methotrexate, pralatrexate, chlorambucil, gemcitabine, pegylated doxorubicin, and antimetabolite like fludarabine phosphate, 2-deoxycoformycin. PUVA inhibits DNA and RNA synthesis, but it will affect both normal and neoplastic cells; thus, the side effect profile is secondary malignancies of the skin. Histone deacetylase inhibitors (HDACi) are the newer group of therapeutic options available for the treatment of CTCL, which have both transcription-dependent and independent mechanisms of action for the expression of tumor suppressor genes. Vorinostat and romidepsin are FDA-approved, with an overall response rate of almost 50% with a tolerable side effect profile, the prominent one being cardiac arrhythmias from QTc prolongation. Targeted therapies include imiquimod (Toll-like receptor agonist), denileukin diftitox (recombinant fusion protein), alemtuzumab (a monoclonal antibody against CD52), and everolimus ( mTOR pathway target). Agents that are still undertrial are proteasome inhibitors like bortezomib. Allogenic stem cell transplant is used in advanced stages, usually appropriate for young patients with relapsing disease.\n[9]\n\nBecause of the rarity of the disease and the lack of randomized trials, there are no optimal treatment options for PTCL, but it is dependent on the small trials. Standard chemotherapy is CHOP (cyclophosphamide, hydroxydaunorubicin, oncovin, prednisone) or a CHOP-like regimen( addition of etoposide). Etoposide based regimens are CHOEP and EPOCH. These are better tolerated by younger patients and people with higher performance status. Other chemotherapy regimens that have been tried include ACVBP(dose-intensified doxorubicin, cyclophosphamide, vindesine, bleomycin, prednisone) plus consolidation with autologous stem cell transplantation (ASCT) and hyper-CVAD (fractionated cyclophosphamide, vincristine, doxorubicin, and dexamethasone). Other treatment modalities have been made by improving CHOP by adding newly approved/under trial medications. These include the addition of anti-CD-52 antibody (alemtuzumab) and denileukin diftitox (fusion protein between IL-2 and diphtheria toxin) to the CHOP/CHOP-like regimen; both are in phase II and had a significant side effect profile.\n[9]\n\nTreatment regimens now under phase III are  Brentuximab Vedotin (anti CD30 monoclonal antibody)\n[10]\nand CHP vs. CHOP,  Romidepsin (HDAC inhibitor) CHOP (Ro-CHOP) Versus CHOP, these two for induction and Pralatrexate Versus Observation Following CHOP-based Chemotherapy for maintenance. In ALCL, CD 30 expression is assessed; if positive, the treatment regimen brentuximab vedotin, cyclophosphamide, doxorubicin, and prednisone (BV +CHP), is considered superior to CHOP.ALK positivity in ALCL also plays an important role as ALK inhibitors(Crizotinib, Alectinib). Extranodal NK/T-cell lymphoma is generally refractory to CHOP regimens because of the presence of the P-glycoprotein gene. For localized variants, chemoradiotherapy using dexamethasone, carboplatin, ifosfamide, and etoposide, whereas for advanced disease, L-asparaginase with ifosfamide, etoposide, dexamethasone, and methotrexate (SMILE). Adult T-cell lymphoma-leukemia has a very poor prognosis. Because of the rapid progression of the disease, the most appropriate treatment modality is unclear, and the patient should be enrolled in a clinical trial. The current treatment modality is VCAP (vincristine, cyclophosphamide, doxorubicin, and prednisone), AMP (doxorubicin, ranimustine, and prednisone), VECP (vindesine, etoposide, carboplatin, prednisone), and intrathecal chemotherapy with the addition of anti-CCR4 antibody mogamulizumab.\n[11]\n\nFor those who are more than 70 years old, CHOP is used. Interferon-alpha plus zidovudine for HTLV1 has proven effective in acute, chronic, and smoldering ATL, not in the lymphoma stage. ALCL Stem cell transplant is considered in the consolidation phase after achieving first remission, complete or partial. Transplant in second or third remission is less studied. In the case of ALCL with a low prognostic score, we should hold off on the stem cell transplant because of their good response to chemotherapy.\n[11]\n\nRelapsed or refractory PTCL is managed with ASCT if the patient is a candidate for the same. No chemotherapy has been proven superior over the other. The decision should be made about transplants before starting the treatment. Multiagent chemotherapy includes ifosfamide, carboplatin, etoposide or dexamethasone, cytarabine, and cisplatinum, which induces remission but cannot be continued for long because of the side effect profile and is thus useful pre-transplant. If the patient is transplant-ineligible, chemotherapy regimens like romidepsin and pralatrexate are more tolerable.",
    "adverse_effects": "The patients are at high risk of infection due to altered immune systems and high rates of secondary cancers, especially lymphomas. Hypercalcemia and lytic bone lesions are involved in acute T-cell lymphoma/leukemia. Bony destruction is also seen in Extranodal Nk/T-cell lymphoma, nasal type. Visceral involvement of skin, GI tract, lungs, and adrenals are seen. Large cell transformation, which means more aggressive transformation, is seen in CTCL. Precursor T-cell lymphoblastic lymphoma can cause superior vena cava syndrome, tracheal obstruction, and pleural/pericardial effusion. Ulceration of the lesion can be seen in MF.\n[6]"
  }
}