{
  "drug_name": "pramipexol",
  "nbk_id": "NBK557539",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557539/",
  "scraped_at": "2026-01-11T15:37:14",
  "sections": {
    "indications": "There are no absolute contraindications listed in the product labeling. However, significant warnings and precautions are as below.\n\nFalling asleep during activities of daily living: Sudden onset of sleep may occur without warning; advise patients to report symptoms.\n[14]\n\nSymptomatic orthostatic hypotension: Monitor during dose escalation.\n\nImpulse control/compulsive behaviors: Patients may experience compulsive behaviors like gambling, excessive shopping, and hypersexuality.\n[2]\n\nHallucinations and psychotic-like behavior: May occur; risk increases with age.\n\nDyskinesia: May be caused or exacerbated by pramipexole dihydrochloride tablets.\n\nPostural deformity: Consider reducing the dose or discontinuing pramipexole dihydrochloride tablets if postural deformity occurs.\n\nSpecial alerts dopamine agonist withdrawal syndrome (DAWS): DAWS may occur after decreasing or discontinuing dopamine agonists and includes symptoms such as panic attacks, insomnia, irritability, anxiety, and depression.\n[16]",
    "mechanism": "Pramipexole is a selective dopaminergic agonist with a minor agonistic activity at other receptors. According to the dissociation constant (Km in nmol/L), the lower the value, the higher the drug's affinity to a receptor. Pramipexole recorded the lowest Km value with the D3 dopaminergic receptor and a slightly higher value for the D2 receptor. Therefore, pramipexole is highly specific to D3 and D2 receptors, with affinity to D3 being about eight times higher than D2. Affinity to D1 receptors is insignificant, being around 200000 times lower than D3. Apart from dopaminergic activity, pramipexole exhibits a small affinity to some serotonergic and adrenergic receptors.\n[3]\n\nPramipexole's efficacy in PD is attributed to its D3 selectivity. It binds to presynaptic dopamine autoreceptors exerting negative feedback on endogenous dopamine synthesis. This process leads to a decrease in oxidative stress, which mitigates the damage to the nigrostriatal pathways.\n[7]\n\nAlthough the exact pathophysiology of RLS has remained undiscovered, studies strongly suggest a dopaminergic involvement. Unlike in PD, where the nigrostriatal pathways are affected, a set of neurons in the midbrain appears to be the target in RLS. These neurons project into the dorsal horn of the spinal cord, modulating nociception. Pramipexole, given to RLS patients, restores optimal neurotransmission in these pathways.\n[8]\n\nPramipexole exerts an anti-depressant effect in PD and cases of major depressive disorder. Studies show that such patients have downregulation of dopaminergic receptors, increasing their suicidal propensity. Pramipexole plays a role in the upregulation of such receptors and their potentiation in the mesolimbic system, an area of the brain responsible for mood regulation.\n[9]\n[10]\n\nPharmacokinetics\n\nAccording to product labeling, pramipexole exhibits linear pharmacokinetics over the clinical dosage range. Its terminal half-life is approximately 8 hours in young, healthy volunteers and about 12 hours in elderly volunteers. Steady-state concentrations are attained within two days of dosing.\n\nAbsorption:\nPramipexole is quickly absorbed, reaching plasma peak concentrations in approximately 2 hours. Food does not affect pramipexole absorption, but the time of maximum plasma concentration (T max) is delayed by about one hour when the drug is taken with a meal. The absolute bioavailability of pramipexole is more than 90%, indicating that it is well absorbed and undergoes low first-pass metabolism.\n\nDistribution:\nIt is extensively distributed and has a volume of distribution of about 500 L. About 15% of the pramipexole is bound to plasma proteins.\n\nMetabolism:\nPramipexole is metabolized to a negligible extent (less than 10%). Therefore, no specific active metabolite has been identified in human urine or plasma.\n\nElimination:\nPramipexole is primarily excreted via kidneys, with 90% of a pramipexole dose recovered in urine, almost all as an unchanged drug. The renal clearance of pramipexole is approximately 400 mL/min, approximately three times higher than the glomerular filtration rate. A cross-study comparison of records suggests that the clearance of pramipexole may be reduced by about 30% in patients with Parkinson disease compared with healthy elderly volunteers. This difference results from reduced renal function in patients with Parkinson disease, which may be related to their poorer general health. Due to the high intrasubject variability in plasma concentrations at the same dosage, monitoring plasma pramipexole might be helpful.\n[11]",
    "administration": "Pramipexole is administered orally and is available in the form of tablets. As soon as it got approved for PD treatment, the immediate release (IR) tablet form became available in 0.125 mg, 0.25 mg, 0.5 mg, 1 mg, and 1.5 mg doses. In 2010, pramipexole became available in extended-release (ER) in larger doses of 0.375 mg, 0.75 mg, 1.5 mg, 2.25 mg, 3 mg, 3.75 mg, and 4.5 mg,  permitting a simplified single daily dosing. Both IR and ER have an identical mechanism of action and efficacy.\n[12]\nFor instance, 4.5 mg ER administered once daily is clinically equivalent to 1.5 mg IR administered three times daily.\n[13]\n\nIn PD, pramipexole is initiated at 0.125 mg thrice daily and gradually increased every week to a maximum dose of 1.5 mg thrice daily, depending on the clinical response. This slow titration is to minimize the adverse effects of the drug.\n[3]\nIn patients with renal insufficiency, pramipexole has to be titrated according to its degree, as it is almost entirely excreted unchanged through the kidneys.\n\nPramipexole is given as a single dose 2 to 3 hours before bedtime for RLS treatment. The dose can be increased every 4 to 7 days to attain maximum symptom relief. Usually, most patients are free of symptoms in the dose range of 0.125 mg to 0.75 mg. Hence, IR tablets are most suitable in RLS, given the small dose required for symptoms to diminish.\n[8]\n\nUse in Specific Population\n\nRenal Impairment:\nThe elimination half-life of 8 to 12 hours in individuals with normal renal function increases to 36 hours in patients with moderate to severe renal function.\n\nIn patients with creatinine clearance (CrCL) of 35 to 59 ml/min, the initial dose should be 0.125 mg twice daily and increased gradually over a longer period of two weeks compared to a week in patients with normal renal function.\nFor severe renal impairment (CrCL of 15-34 ml/min), the initial dose should be 0.125 once daily.\n[13]\n\nHepatic Impairment:\nNo dose adjustments should be made in cases of hepatic insufficiency since pramipexole undergoes minimal hepatic metabolism.\n[14]\n\nPregnancy considerations:\nStudies conducted on rats showed that pramipexole could affect fetal development at higher doses. The evidence of teratogenicity remains insufficient. Hence, the advice is to avoid pramipexole in pregnancy. According to the product labeling, there is no adequate data on the developmental risk associated with using pramipexole dihydrochloride tablets in pregnant women.\n\nBreastfeeding Considerations:\nAccording to the package insert, the judgment during breastfeeding and therapy should consider the risk versus benefit to the infant and the benefits of treatment to the mother. Being a dopaminergic agonist, it is contraindicated in lactating mothers since it suppresses lactation. It is around six times more concentrated in milk than in plasma, and hence the risk of transmission to the nursing baby increases. Pramipexole interferes with prolactin secretion in humans, and that may inhibit lactation.\n[8]",
    "adverse_effects": "The most common adverse reactions (incidence >5% and greater than placebo)\n\nPatients with RLS: Nausea, somnolence, fatigue, and headache.\nEarly PD without levodopa: Nausea, dizziness, constipation, asthenia, hallucinations, somnolence, and sleep attacks\n[15]\nAdvanced PD with levodopa: Accidental injury, dream abnormalities, confusion, constipation, asthenia, somnolence, dystonia, gait abnormality, hypertonia, dry mouth, amnesia, orthostatic hypotension, dyskinesia, extrapyramidal symptoms, and hallucinations\n\nThe adverse effects of pramipexole are attributed to both peripheral and central dopaminergic stimulation. A severe adverse effect is the sudden onset of sleep, leading to road traffic accidents. Consequently, manufacturers issued a warning concerning the use of pramipexole in patients involved in driving or activities demanding vigilance. Compulsive behaviors like punding and impulse control disorders like gambling, excessive shopping, and hypersexuality are known serious adverse effects of treatment with pramipexole.\n[2]",
    "monitoring": "The therapeutic plasma concentration of pramipexole is around 0.2 to 7 ng/ml.\n[17]\nAccording to a study, most PD patients in remission had a 2.47 +/- 3.27 ng/mL plasma concentration. Clinicians should cautiously monitor this concentration in patients with renal impairment to prevent pramipexole toxicity. The elimination half-life of 8 to 12 hours in individuals with normal renal function increases to 36 hours in moderate to severe renal function patients.\n[11]",
    "toxicity": "As per product labeling, there is no known antidote for overdosage of a dopamine agonist. If signs of CNS stimulation are present, a neuroleptic agent may be indicated; the efficacy of such drugs in reversing the effects of overdosage has not been evaluated. Management of overdose may require supportive measures and gastric lavage, intravenous fluids, and EKG monitoring.\n\nA case report has been published in the literature describing attempted suicide with various medications. However, the overdose manifestations were more suggestive of pramipexole toxicity than that of other drugs. A 59-year-old male was brought to the hospital 5 hours after ingesting 3 mg pramipexole, 2250 mg venlafaxine SR, and 360 mg mirtazapine. His vitals were stable, and his neurological examination, including muscle tone and power, was normal. He was mildly agitated and had visual hallucinations. Nine hours later, he developed severe myoclonus to the extent he feared falling from bed. He consistently reported spiders crawling in the room and an alien man sitting on a chair next to him. He had some degree of urinary retention, was jittery and hypervigilant, and could not move due to postural dizziness. His routine blood reports were normal, with mild elevation in lactate. The serum concentration of pramipexole was significantly elevated at 34.2 ng/ml, around five times the upper limit of the therapeutic range. It decreased progressively, and the patient was then discharged after his symptoms subsided.\n\nThe combination of the above symptoms was very suggestive of pramipexole toxicity. The patient did not meet the Hunter Serotonin Toxicity Criteria, eliminating venlafaxine toxicity. Moreover, mirtazapine overdose is known to cause hypersomnolence. The patient received no specific antidote. Only 5 mg of diazepam was given to control his agitation.\n[17]"
  }
}