{
  "drug_name": "prazosin",
  "nbk_id": "NBK555959",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555959/",
  "scraped_at": "2026-01-11T15:37:15",
  "sections": {
    "indications": "Previous anaphylaxis with prazosin is an absolute contraindication. Otherwise, there are no absolute contraindications of this medication, and there are no black box warnings. As with all medications, the clinician should avoid prescribing prazosin if there is a hypersensitivity or prior adverse effect with other medications in this class (including terazosin, tamsulosin, doxazosin). Caution should be used in patients with hypotension due to the potential adverse effect of orthostatic hypotension, especially considering the first-dose phenomenon associated with the initiation of therapy with prazosin. Caution is also advisable in the setting of cataracts as antagonism of the alpha-1 receptors on the iris dilator muscle can contribute to floppy iris syndrome.\n\nThis medication is a Category C medication in pregnancy, suggesting insufficient data to support its use in humans. Other antihypertensive drugs with better safety profiles should be used first in pregnancy.",
    "mechanism": "Prazosin is an alpha-1 adrenergic receptor antagonist. Alpha-1-receptors are present on smooth muscle, as in the blood vessel walls, the prostate, urethra, iris dilator muscle, and brain. Alpha 1 antagonists cause smooth muscle relaxation, which can, in turn, cause a decrease in blood pressure by decreasing systemic vascular resistance. This medication can also cross the blood-brain barrier.\n[8]\nThis mechanism allows for cognitive effects and hence its use in PTSD and PTSD-associated nightmares.\n\nCYP450 enzymes hepatically metabolize this medication. The half-life is approximately 2.5 hours; however, it persists longer in chronic renal failure and congestive heart failure.\n[9]\nNo renal adjustments are necessary for chronic kidney disease or patients on hemodialysis or peritoneal dialysis.",
    "administration": "The route for the administration of prazosin is oral. Doses of the medication include a 1 mg capsule, 2 mg capsule, and a 5 mg capsule.\n\nHypertension treatment doses (in adults)\n[10]\n: 2 to 20 mg divided into 2 to 3 times daily doses\nBPH treatment doses: 0.5 to 1 mg twice daily, up to 4 mg/day\nPTSD treatment doses\n[11]\n: Initiate at 1mg. Maintenance at 2 to 6 mg nightly. Higher doses have seen use in military personnel, up to 16 mg nightly.\nRaynaud syndrome treatment doses: 1 mg three times daily\nScorpion envenomation treatment doses: 30 µg/kg/dose, followed by a repeat dose at 3 hours, then every 6 hours",
    "adverse_effects": "Serious Adverse Effects\n\nSerious adverse effects include first-dose hypotension, and therefore it is recommended to take the initial dose at night. Also, patients may develop orthostatic hypotension and syncope. In cataract surgeries, patients taking prazosin may develop intraoperative floppy iris syndrome (IFIS) due to the drug's effect on the alpha receptors on the iris dilator muscle. However, some patients develop IFIS without using alpha-adrenergic receptor antagonists prior to surgery\n[12]\n.  Other serious adverse effects include priapism.\n\nCommon side effects found in 5 to 10% of patients are dizziness, headaches, drowsiness, lack of energy, weakness, palpitations, and nausea. An extensive list of side effects can be found below with their occurrence rates.\n\nSerious Adverse Effects\n\nFirst dose hypotension\nOrthostatic hypotension\nIntraoperative Floppy iris syndrome\nPriapism\nSyncope\n\nCommon Adverse Effects (5 to 10% of patients) (Koola)\n\nDizziness\nHeadache\nDrowsiness\nLack of energy\nWeakness\nPalpitations\nNausea\n\nLess Common Adverse Effects (1 to 4%)\n\nVomiting\nDiarrhea\nConstipation\nEdema\nOrthostatic hypotension\nDyspnea\nSyncope\nVertigo\nDepression\nRash\nUrinary frequency\nNasal congestion\nVertigo\nNervousness\n\nRare Adverse Effects (<1%)\n\nAbdominal pain\nTachycardia\nParesthesias\nHallucinations\nPruritus\nIncontinence\nImpotence and priapism",
    "monitoring": "The use of prazosin in the setting of other vasodilatory medication or other antihypertensives increases the propensity for orthostatic hypotension. This medication does not require routine drug monitoring. However, if patients present with any severe side effects, including syncope, weakness, tachycardia, impotence, orthostatic hypotension, or others, as listed above, the provider should consider alternative treatment options.",
    "toxicity": "There is no direct toxicity with this medication. High doses and overdoses could lead to hypotension, and patients should be supported clinically with volume resuscitation if necessary or pressor support.\n\nThe literature reports a case of an overdose of prazosin in a pediatric patient with hypotension, which was refractory to volume resuscitation, epinephrine, and norepinephrine support. This patient had concomitant ingestion with naproxen and acetaminophen. Given the hepatic metabolism of both acetaminophen and prazosin, this likely led to the prolonged clearing of the medication. The patient did respond to vasopressin.\n[13]"
  }
}