{
  "drug_name": "praziquantel",
  "nbk_id": "NBK606125",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606125/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "Sterile pyuria is a medical condition characterized by the persistence of leukocytes in urine without bacteriuria. Pyuria is characterized by a urine sample containing greater than or equal to 10 white blood cells (WBCs) per mm³, unspun urine with more than 3 WBC per high power field (WBC/HPF), or a urine dipstick analysis showing leukocyte esterase or nitrites.\n[1]\nSterile pyuria occurs when any of these criteria are met without significant bacteriuria on urine culture, defined as greater than or equal to 10\n5\ncolony-forming units (CFUs) per mL.\n\nAdvanced testing methods, such as next-generation sequencing (NGS), have shown that sterile pyuria may not necessarily indicate the absence of bacteria.\n[2]\nResearch by Wolfe et al has suggested the existence of bacteria in the urinary tract that may constitute a natural microbiome.\n[3]\nNevertheless, sterile pyuria remains a common and challenging condition to differentiate from a true urinary tract infection (UTI) in clinical practice. In addition to being a diagnostic challenge, definite guidelines regarding the management of sterile pyuria have not been established, contributing to the prevalence of inappropriate treatment of this condition.",
    "mechanism": "Sterile pyuria is not a diagnosis but rather a term that encompasses a wide array of conditions, each requiring distinct management approaches or recommendations.\n[4]\nContrary to what the name implies, sterile pyuria is not always aseptic and can be caused by several infectious organisms, including\nMycobacterium tuberculosis\n, viruses, fungi, and protozoan species, as well as atypical bacteria (such as\nChlamydia trachomatis\nand\nUreaplasma urealyticum\n), which do not grow on conventional culture media.\n[5]\n\nSexually transmitted infections (STIs) caused by\nC trachomatis\n,\nNeisseria gonorrhoeae,\nand\nTrichomonas vaginalis\nare especially significant in adolescent patients presenting with sterile pyuria.\n[6]\n[7]\nInfections outside the urinary tract, including pelvic inflammatory disease, appendicitis, diverticulitis, pneumonia, and sepsis, have also been associated with sterile pyuria, likely secondary to external genitourinary tract inflammation leading to leukocyte transluminal migration.\n[5]\n[8]\n\nNoninfectious causes of sterile pyuria include inflammatory conditions such as Kawasaki disease, systemic lupus erythematosus, and sarcoidosis, as well as conditions that compromise the immune system, including poorly controlled diabetes, chronic corticosteroid therapy, malignancy, AIDS, and renal transplant graft rejection. Other causes include drug-induced nephropathy and iatrogenic factors such as contrast dye, radiation cystitis, and indwelling urinary catheters.\n[5]\n\nEosinophiluria is a distinct form of pyuria and can be associated with conditions such as allergic interstitial nephritis, cystitis, urinary tract obstruction, immunoglobulin A (IgA) nephropathy, cholesterol emboli, and contrast-induced acute renal failure. Additionally, urine contamination during specimen collection can lead to false positive results for sterile pyuria, either by showing no bacteriuria or by revealing polymicrobial growth on urine culture.",
    "monitoring": "Before proceeding with further investigation, clinicians should ensure that the urine specimen has been correctly obtained using the appropriate collection technique. Contamination from normal flora at the urethral meatus or leukocytes present in vaginal secretions can lead to a false finding of sterile pyuria.\n[11]\nRepeating the urinalysis is advisable, ensuring the urine is collected as a midstream clean-catch sample. Complete blood counts and chemistry panels should be routinely obtained as adjunctive tests, as they may offer early indications of underlying systemic disease processes.\n\nBased on the patient's history and physical examination, further evaluation is necessary to exclude differential diagnoses, such as genitourinary tuberculosis (GU-TB) or STIs. In addition, it is recommended that genital cultures or urine specimens be collected to test for\nC trachomatis\nand\nN gonorrhoeae\n. For patients from high-prevalence TB regions or those with significant TB exposure, 3 consecutive midstream clean-catch urine samples should be provided for acid-fast bacillus (AFB) staining and polymerase chain reaction (PCR). Additionally, renal, bladder, and abdominal imaging should be considered for symptomatic patients.\n[12]\n\nGenitourinary Tuberculosis\n\nGU-TB is the most common form of extrapulmonary TB, accounting for approximately 30% of such cases, and typically arises from the systemic spread of primary pulmonary disease. GU-TB should be considered in individuals at increased risk, including those with a family history or epidemiological exposure to TB, immigrants, and immunocompromised patients (e.g., those with diabetes or HIV). GU-TB can affect various parts of the genitourinary tract, presenting with a diverse array of symptoms, such as dysuria, flank pain, lower urinary tract symptoms, and hematuria. Furthermore, GU-TB may be associated with constitutional symptoms, including fever, weight loss, anorexia, and night sweats. In some cases, infertility may occur due to TB involvement of the reproductive organs, leading to obstruction or scarring.\n[13]\nSterile pyuria may be detected in up to 46% of males with GU-TB, with an increased prevalence observed in individuals experiencing immunosuppression, such as organ transplant recipients or those with HIV infection.\n\nRecognizing GU-TB can be challenging, as conventional urine cultures are not conducive to mycobacterial growth. The gold standard for diagnosing GU-TB is the AFB urine culture or culture from a tissue biopsy sample. However, AFB urine culture alone has a sensitivity rate of only 37% to 79%. To improve diagnostic accuracy, collecting at least 3 consecutive first-void morning urine samples for AFB cultures is recommended, which increases sensitivity to 80% to 90% and ensures nearly 100% specificity. Although isolating a specific organism provides critical data on drug susceptibility, the culture results can take up to 8 weeks. Newer PCR techniques offer variable sensitivity, ranging from 25% to 93%, with high specificity of 95% to 100%. A nucleic acid amplification test (NAAT) in urine for GU-TB allows for early and rapid diagnosis while awaiting culture and susceptibility data.\n[10]\n[14]\n\nRadiological findings can significantly aid in the diagnosis of renal TB. Renal calcification is observed in approximately 40% to 70% of renal TB cases, with computerized tomography (CT) being the most sensitive method for detecting these calcifications. Additional CT findings may include various patterns of ureteral stricture, scarring, calyceal blunting, or hydronephrosis. Ultrasonography is less sensitive than CT for evaluating GU-TB.\n[15]\nProstatic TB may also present with sterile pyuria, which can be the only clinical sign. Diagnosis of prostatic TB often occurs incidentally during transurethral prostatectomy or at autopsy. Prostate massage can obtain secretions for AFB culture, but this test is positive in only 36% of cases. PCR evaluation of prostatic secretions should also be considered for a more accurate diagnosis.\n[10]\n\nSexually Transmitted Infections\n\nSTIs can lead to sterile pyuria because traditional culture methods often fail to detect the causative organisms. Clinicians frequently order urine studies as part of the initial diagnostic workup for STIs due to the considerable symptom overlap between UTIs and STIs. In a survey by Shipman et al, 1052 patients were diagnosed with either\nC trachomatis\n,\nN gonorrhoeae\n, or\nT vaginalis\n. Among these patients, 389 (37%) exhibited pyuria, of which 74% exhibited sterile pyuria. Despite only 101 out of the 1052 urine cultures returning positive results, antibiotics were prescribed to 295 patients for suspected UTIs, highlighting significant antibiotic overuse in these cases.\n[16]\n\nCurrent tests of the most common STIs are simple, accurate, and cost-effective. The preferred method for STI testing for women is a vaginal swab or first-catch urine sample, whereas a first-catch urine specimen sent for NAAT is the preferred method for men; however, urethral swabs may also be considered.\n[17]\nIf STIs are suspected, it is essential to assess the patient and any sexual partners for HIV.\n\nViral Infections\n\nViral infections, including herpes simplex virus and HIV, may present with pyuria. Urethritis and cervicitis caused by herpes simplex virus 2 can lead to sterile pyuria; diagnosis is typically based on identifying vesicular lesions during physical examination and confirmed through cell culture or PCR assay. A study on untreated HIV found that 14 of 104 patients (13%) had pyuria.\n[18]\n[12]\nLess frequently encountered viruses, such as cytomegalovirus, Epstein-Barr virus, BK virus (human polyomavirus 1), and adenovirus, are more common in immunocompromised patients. These viral infections are occasionally associated with pyuria, with hemorrhagic cystitis being the most common presentation.\n\nFungal Infections\n\nRisk factors for fungal infections, such as\nCandida\n,\nAspergillus\n, and\nCryptococcus\n, include immunosuppression, organ and bone marrow transplantation, diabetes, and prolonged courses of multiple antibiotics or glucocorticoids. Individuals living in regions where coccidioidomycosis, blastomycosis, and histoplasmosis are endemic, particularly in the Southwest and Midwest, are at a higher risk for these infections. Diagnosis typically involves microscopic examination of urine to identify budding yeast or hyphae, urine fungal cultures, and, in some cases, bladder and prostate biopsies. Radiological assessments can also be helpful, particularly for detecting filling defects such as fungal balls in the bladder and renal masses.\n[12]\n\nParasitic Infections\n\nSchistosomiasis affects the urogenital system in approximately 75% of infected individuals. Those who have lived in or traveled to Africa, particularly sub-Saharan and southern Africa, are at increased risk due to exposure to freshwater sources. Diagnosis is often made through microscopic examination of urine for\nSchistosoma haematobium\neggs, biopsy of the bladder, and antischistosomal antibody testing. PCR is also being increasingly used for accurate diagnosis.\n[19]\n\nThe most prevalent nonviral STI is\nT vaginalis\n. Traditionally, the preferred diagnostic test involved identifying the motile parasite through a wet-mount preparation of genital secretions in women and urethral discharge in men, which was less sensitive compared to culture. Currently, NAAT is the gold standard for diagnosing\nT vaginalis\ninfections due to its high sensitivity and specificity. NAAT detects the genetic material of\nT vaginalis\n, allowing for accurate identification even in cases with low organism load. These tests can be performed using vaginal, endocervical, or urine specimens.\n[20]\n\nInflammation Outside the Urinary Tract\n\nIn 2014, Hooker et al reported that 31 out of 210 patients (15%) hospitalized for infections unrelated to the urinary tract exhibited sterile pyuria. These infections included bacterial septicemia, pneumonia, and intraabdominal infections. Conditions such as urinary stones, radiation cystitis, renal transplant rejection, ureteral stents, urinary fistulae, and intrinsic renal disease can also be associated with pyuria. Therefore, further evaluation based on clinical risk factors is essential to exclude these potential etiologies.\n[8]\n\nSystemic Inflammatory Diseases\n\nSterile pyuria, along with proteinuria and microscopic hematuria, is commonly seen in Kawasaki disease with renal involvement. In these cases, sterile pyuria may result from mild or subclinical renal injury affecting either the kidney or urethra. However, a UTI should be ruled out if urinalysis shows a positive nitrite test or if the urine culture is positive. Systemic lupus erythematosus can also present with sterile pyuria; isolated sterile pyuria has been reported in approximately 23% of patients with systemic lupus erythematosus.\n[21]\n[12]\n\nMalignancy\n\nGenitourinary malignancies, such as bladder, kidney, and prostate cancer, can be associated with sterile pyuria. In these cases, pyuria has been studied as a potential marker for tumor recurrence and treatment response.\n[22]\nHowever, the relationship between pyuria, urinary microbiome, and genitourinary malignancies requires further investigation.\n\nUrinary Tract Stones\n\nSterile pyuria can also indicate the presence of staghorn calculi, as noted in a 1992 study by Rowen et al. Evaluation typically involves imaging to confirm the presence of these large kidney stones.",
    "administration": "The management of sterile pyuria is primarily guided by the underlying etiology. Infectious causes are typically treated with antimicrobials, with specific regimens tailored to the identified infectious species (see\nTable.\nAntimicrobials for Infectious Etiologies of Sterile Pyuria).\n\nTable\nTable. Antimicrobials for Infectious Etiologies of Sterile Pyuria.",
    "adverse_effects": "Complications of sterile pyuria can arise from its misinterpretation as a UTI, resulting in inappropriate initiation of antibiotic therapy. Empiric antibiotics commonly prescribed for UTIs often offer limited or no coverage against bacteria-causing STIs (eg,\nC trachomatis\nor\nN gonorrhea\n) and may contribute to antibiotic resistance. Misdiagnosis can also delay the recognition and treatment of GU-TB, allowing the disease to progress. Untreated GU-TB can result in extensive strictures along the genitourinary tract, leading to obstructive symptoms and potential sequelae such as hydroureter, hydronephrosis, and renal failure.\n[24]"
  }
}