{
  "drug_name": "prednisone",
  "nbk_id": "NBK534809",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534809/",
  "scraped_at": "2026-01-11T15:37:17",
  "sections": {
    "indications": "Prednisone is contraindicated for patients with documented hypersensitivity to the drug or formulation components and systemic fungal infections.\n[30]\n[31]\nAdministering live or live-attenuated vaccines is also contraindicated during immunosuppressive prednisone therapy.\n\nWarnings and Precautions\n\nFluid and electrolyte imbalance:\nCorticosteroids may contribute to fluid retention, hypertension, and hypokalemia, all of which can complicate management of cardiovascular or renal comorbidities.\nAdrenal suppression:\nAbrupt discontinuation after chronic use can precipitate adrenal insufficiency. Clinicians are advised to taper doses.\nMasked infections:\nSteroids cause immunosuppression and mask signs of active infection.\nLatent tuberculosis:\nReactivation may occur during corticosteroid therapy, particularly at higher doses or with concurrent immunosuppressant administration.\nVaricella-zoster virus:\nPatients without prior exposure or vaccination may develop severe disseminated disease; post-exposure prophylaxis should be considered.\nHepatitis B reactivation:\nThis has been documented even in patients with resolved infections; pre-treatment screening is prudent.\nFungal infections:\nSystemic corticosteroids can exacerbate fungal infections; caution is advised for patients with endemic mycoses or immunocompromised states.\nStrongyloidiasis:\nHyperinfection syndrome may occur following corticosteroid use in chronically infected individuals; screening and empirical treatment may be warranted.\nCerebral malaria:\nCorticosteroids are contraindicated, as they may worsen outcomes without clinical benefit.\nOcular complications:\nLong-term corticosteroid therapy increases the risk of cataracts, glaucoma, and secondary infections.\nKaposi sarcoma:\nThis condition has been associated with corticosteroid use in patients with immunosuppression.\n[32]\nDose minimization:\nTo minimize adverse effects, the minimal effective dose should be administered, and treatment should be tapered whenever clinically feasible.\nGI perforation:\nCorticosteroids may obscure clinical signs, particularly in patients with diverticulitis or peptic ulcer disease.\n[33]\nPediatric growth concerns:\nLong-term corticosteroids can interfere with normal bone development in children.\n[34]\nPsychiatric effects:\nInsomnia, mild irritability, and mood changes are possible. In rare cases, psychosis has been reported, especially in patients with a prior mental health history.\n[35]\n[36]\nMyopathy:\nMuscle weakness may develop during treatment, especially in the thighs or shoulders. This typically occurs during high-dose or prolonged therapy. The risk of myopathy is increased in patients with underlying neuromuscular conditions. Recovery can take time after stopping the drug.\n[37]\nGlaucoma:\nCorticosteroid therapy lasting longer than a few weeks may raise ocular pressure. Patients receiving chronic treatment should get routine eye checks to catch changes early.\n[38]",
    "mechanism": "Steroids like prednisone reduce inflammation by inhibiting phospholipase A2 (PLA2), an enzyme that releases arachidonic acid from cell membranes. This prevents the production of pro-inflammatory mediators like prostaglandins and leukotrienes.\n[12]\nPrednisone reduces inflammation by suppressing the migration of polymorphonuclear leukocytes and reversing increased capillary permeability. Prednisone also suppresses the immune system by decreasing the activity and volume of the immune system. The antineoplastic effects may correlate with inhibiting glucose transport, phosphorylation, or induction of cell death in immature lymphocytes. Prednisone may also demonstrate antiemetic effects by blocking the emetic center's cerebral innervation via prostaglandin inhibition.\n\nPrednisone is a prodrug to prednisolone, which mediates its glucocorticoid effects.\n[13]\nPrednisone is a synthetic glucocorticoid with anti-inflammatory and immunomodulating properties.\n\nAfter cell surface receptor attachment and entry into the cell, prednisone enters the nucleus, binds, and activates specific nuclear receptors, resulting in altered gene expression and inhibiting pro-inflammatory cytokine production. This agent decreases the number of circulating lymphocytes, inducing cell differentiation, and stimulates apoptosis in sensitive tumor cell populations. The effects of glucocorticoids are subject to mediation by mechanisms that alter DNA replication within the nucleus.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nPrednisone is rapidly absorbed and metabolized to its active metabolite, prednisolone. The IR formulations achieve peak concentrations in about 2 hours, while the sustained-release formulations are designed to take effect in about 6 hours.\n\nDistribution:\nPrednisolone's distribution increases with dosage; a 0.15 mg/kg dose corresponds to a volume of distribution of 29.3 L, while a 0.30 mg/kg dose is associated with a volume of 44.2 L. Following IV administration, high concentrations are found in the kidneys, liver, spleen, lungs, small intestine, and bile.\n\nMetabolism:\nPrednisone is primarily converted into prednisolone in the liver.\n[15]\nThis drug is metabolized into other compounds, such as 6β-hydroxy-prednisone and 20α-dihydro-prednisone.\n\nElimination:\nPrednisone metabolites, conjugated with sulfates and glucuronides, are excreted via the kidneys.\n[16]\nTrace amounts of prednisone and its metabolites are excreted in bile.",
    "administration": "Available Dosage Forms and Strengths\n\nThe oral concentrate is available in a 30 mL bottle at 5 mg/mL; the oral solution is 5 mg/5 mL. Oral tablets are available in various strengths: 1 mg, 2.5 mg, 5 mg, 10 mg, 20 mg, and 50 mg. A delayed-release oral tablet comes in 1 mg, 2 mg, and 5 mg strengths. Prednisone is also available in oral therapy pack forms for tapering/customized regimens.\n\nAdult Dosage\n\nPrednisone may be administered orally with food or milk to decrease gastrointestinal upset. Maximal adrenal cortex activity occurs between 2:00 AM and 8:00 AM, and minimal between 4:00 PM and midnight. Exogenous corticosteroids suppress endogenous adrenocortical activity the least when administered during the period of maximal activity (early morning) for single-dose administration. Therefore, prednisone should be administered in the morning before 9:00 AM. When administering large doses, the patient should use antacids between meals to help prevent peptic ulcers. Multiple-dose therapy should involve an even dose distribution in evenly spaced daily intervals. Antacids may also be administered between meals to help prevent peptic ulcers.\n[17]\n\nThe delayed-release tablets should be swallowed whole without breaking, dividing, crushing, or chewing. The oral solution should be administered with the provided calibrated dropper only. Other forms of steroids may be available if the oral formulation is not well-tolerated, such as intramuscular (IM) or subcutaneous (SQ) administration. Depending on the disease process, topical steroids may also be an option. Best results occur when this medicine is taken with food. The medicine should be stored in a tightly closed container at room temperature, away from heat, moisture, and direct light. The oral liquid should not be frozen. Other routes of administration include liquid, solution, syrup, tablet, delayed-release tablets, nasal, rectal, injection, and intravenous. The dosage for individual conditions should be according to clinical condition and institutional protocol.\n\nSpecific Patient Populations\n\nHepatic impairment:\nCorticosteroid biotransformation is decreased in patients with cirrhosis; thus, half-life and bioavailability are increased.\n[18]\n\nRenal impairment:\nIn patients with renal dysfunction, specific dose adjustments are not outlined in the prescribing information. However, existing studies suggest that prednisolone may offer protective benefits for patients with IgA nephropathy.\n[19]\n\nPregnancy considerations:\nFluorinated glucocorticoids, like dexamethasone and betamethasone, cross the placenta; however, prednisone and prednisolone are mostly metabolized before reaching the fetus.\n[20]\nPrednisone may be administered for antiphospholipid syndrome in pregnant women.\n[21]\nHigh-dose corticosteroids can increase the risk of hypertension and diabetes. However, when administered at lower doses (≤10 mg/kg daily), they are generally considered safe and are associated with minimal risk of adverse effects. In one study, researchers examined the risk of preterm birth in women with rheumatoid arthritis who were receiving prednisone. Higher doses (>10 mg/kg daily) correlated with an increased risk of preterm birth, while lower doses did not have the same risk.\n\nThe placenta helps break down non-fluorinated glucocorticoids, so only about 10% of the inactive metabolites pass into the fetal circulation when the maternal dose is <20 mg.\n[22]\nPatients with immune thrombocytopenia (ITP) should be initiated on prednisone at 20 mg/d, adjusting to the minimum effective dose. Post-delivery, clinicians should monitor platelet count and taper corticosteroids slowly to prevent rapid declines and protect the mother's mental health.\n[23]\nCorticosteroids are often necessary during pregnancy to manage conditions like rheumatoid arthritis, systemic lupus erythematosus, and inflammatory bowel disease. Some evidence suggests a slight increase in risk of conditions involving a cleft lip or palate during the first trimester. However, the review found no strong evidence linking systemic corticosteroid use during pregnancy to increased risks of low birth weight, preterm birth, or preeclampsia.\n[24]\n\nBreastfeeding considerations:\nPrednisone levels in breast milk are low, with no reported adverse effects on breastfed infants. Clinicians are advised to wait 4 hours after a dose before breastfeeding. Higher corticosteroid doses can cause a temporary reduction in lactation when administered systemically.\n[25]\n\nPediatric patients:\nAccording to the Kidney Disease: Improving Global Outcomes (KDIGO) guidelines, oral prednisone or pulsed intravenous methylprednisolone should be administered to children with mild or moderate immunoglobulin-A vasculitis–associated nephritis (IgAVN).\n[26]\n\nOlder patients:\nClinicians should administer the lowest effective dose possible.",
    "adverse_effects": "Adverse effects are common in patients receiving glucocorticoids in high doses or over a long period. Regimens involving prednisone administration of ≥40 mg daily are considered \"high-dose.\" The primary adverse effects associated with prednisone therapy include hyperglycemia, insomnia, increased appetite, hypertension, osteoporosis, edema, adrenal suppression, cataracts, delayed wound healing, skin fragility, weight gain, increased risk of infections, and fractures. Potential cardiovascular and metabolic effects include hypertension, hyperglycemia, and dyslipidemia.\n[27]\n\nOther adverse reactions include adrenal insufficiency, particularly for patients with sepsis or undergoing stressful procedures; this is typically diagnosable when the patient is hypotensive and not responsive to fluids, vasopressors, or cardiogenic medications. Once adrenal insufficiency is suspected, treatment should be initiated immediately with a dose of 100 mg of hydrocortisone every 8 hours. Osteonecrosis of the femoral head has also been reported.\n[28]\n\nDrug-Drug Interactions\n\nAmphotericin B:\nPrednisone combined with amphotericin B or other potassium-lowering drugs may cause hypokalemia. Therefore, clinicians are advised to monitor electrolyte levels in patients receiving these medications.\nMacrolides:\nSome macrolide antibiotics (eg, clarithromycin) may slow the breakdown of prednisone, leading to increased steroid levels.\nWarfarin:\nWhen warfarin is taken with prednisone, the former's anticoagulant effects can become inconsistent. Frequent INR checks are recommended.\nIsoniazid:\nIsoniazid levels may drop when given with prednisone, which might lower its effectiveness.\nBupropion:\nCombining prednisone with bupropion may increase seizure risk. If used together, doses should start low and increase slowly.\nCholestyramine:\nCholestyramine may reduce how long prednisone stays active by increasing its elimination rate.\nCyclosporine:\nWhen prednisone and cyclosporine are used together, the risk of immunosuppression increases.\nDigoxin:\nIndividuals receiving digoxin could be more prone to abnormal heart rhythms if potassium levels fall due to steroid therapy.\nEstrogens:\nEstrogens can slow prednisone metabolism, leading to prolonged steroid action.\nFluoroquinolones:\nTendon injuries, including ruptures, have been reported in patients receiving fluoroquinolones like ciprofloxacin together with prednisone, especially in older adults.\nCYP3A4 inducers/inhibitors:\nDrugs that increase CYP3A4 enzyme activity (eg, phenytoin or rifampin) can make prednisone less effective. On the flip side, CYP3A4 inhibitors (like ketoconazole) may increase steroid levels and the risk of adverse effects.\nKetoconazole:\nKetoconazole may also hinder natural steroid production, which can lead to problems if prednisone is stopped too quickly.\nNSAIDs:\nTaking NSAIDs (eg, aspirin) with prednisone increases the risk of stomach ulcers or bleeding.\n[29]",
    "monitoring": "Patients receiving prednisone are at an increased risk for allergic reactions (itching or hives, swelling in the face or hands, swelling or tingling in the mouth or throat, chest tightness, trouble breathing), dark freckles, skin color changes, coldness, weakness, tiredness, nausea, vomiting, weight loss, rapid weight gain, depression, unusual thoughts, feelings, or behaviors, difficulty sleeping, fever, chills, cough, sore throat, and body aches, muscle pain or weakness, severe stomach pain, red or black stools, skin changes or growths, vision changes, eye pain, or headache.\n\nClinicians must monitor patients with giant cell arteritis because increased cumulative glucocorticoid exposure is associated with an increased risk of glucocorticoid-related adverse effects.\n[39]\n\nDoctors can also track serum glucose, blood pressure, electrolytes, weight, bone mineral density, hemoglobin, occult blood loss, growth in pediatric patients, and infections. The HPA axis suppression should also be assessed using the morning cortisol test, adrenocorticotropic hormone stimulation test, and the urinary free cortisol test.\n\nWhen monitoring, it is essential to remember that the elimination half-life of prednisone is 3 to 4 hours in adults and 1 to 2 hours in children.\n\nMore common symptoms to monitor include aggression, agitation, blurred vision, a decrease in the amount of urine, dizziness, irregular heartbeat or pulse, headache, irritability, mood changes, irregular breathing, numbness or tingling in the arms or legs, pounding in the ears, shortness of breath, swelling of the fingers, hands, feet, or lower legs, trouble thinking, speaking, or walking, difficulty with breathing at rest, or weight gain.\n\nMonitoring patients receiving glucocorticoid therapy involves measuring weight, height, body mass index (BMI), and blood pressure. The routine investigations are complete blood count (CBC), glucose levels, and lipid profiles. Bone health should be assessed annually with bone mineral density (BMD) checks, particularly 12 months after starting glucocorticoids. Lateral spine X-rays are recommended for adults older than 65, and FRAX can be used to estimate fracture risk. For children, baseline BMD and X-rays are advised after 3 months of glucocorticoid use, with follow-ups if risk factors persist. HPA-axis functioning and growth in children and adolescents should be closely monitored, with referrals to specialists made for any growth issues. Lipid levels and cardiovascular risk should be assessed at 1 month and then every 6 to 12 months, using the Framingham Risk Score to evaluate cardiovascular risk. Hyperglycemia and diabetes should be monitored through regular glucose screenings, with annual checks recommended for at-risk children. Annual ophthalmologic exams are recommended, with earlier referrals for those at risk of glaucoma or other eye conditions.\n[40]",
    "toxicity": "Signs and Symptoms of Overdose\n\nLike any anti-inflammatory agent, steroid toxicity is treated similarly to any non-steroidal anti-inflammatory drug overdose or toxicity. Although the frequency of life-threatening complications from steroids and NSAID overdose is low, the overdose response ranges from no symptoms to death despite intensive-care treatment. Most symptoms are due to the excessive pharmacological action of steroids and NSAIDs and include abdominal pain, nausea, vomiting, drowsiness, dizziness, headache, ear ringing, and nystagmus. A significant dose-response relationship occurs with the long-term use of systemic corticosteroids and the development of systemic corticosteroid-related complications for patients with severe asthma, resulting in an increased burden and costs on the healthcare system.\n[41]\n\nManagement of Overdose\n\nAssessment of all organ systems can help identify problems. If necessary, hypertension and salt retention should be treated with salt restriction and diuretics.\n[42]\nGastrointestinal perforation requires surgical intervention. Antibiotics and antifungals should be prescribed for infections. An iatrogenic crushing syndrome caused by a supplement containing dexamethasone has been reported.\n[43]\nGradual tapering of corticosteroids is advisable to prevent adrenal insufficiency. Potent proton pump inhibitors should be prescribed for gastroprotection. Hypokalemia can be treated by replacement. Steroid-induced psychosis can be managed with antipsychotics.\n[44]\nHyperglycemia should be treated with insulin in critically ill patients. After stabilization, patients should be prescribed vitamin D and calcium. Mitotane and ketoconazole decrease cortisol production and should be used only under the supervision of an endocrinologist.\n[45]"
  }
}