{
  "drug_name": "pregabalin",
  "nbk_id": "NBK470341",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470341/",
  "scraped_at": "2026-01-11T15:37:18",
  "sections": {
    "indications": "Pregabalin is contraindicated in patients with a known hypersensitivity to pregabalin. Hypersensitivity reactions, including angioedema, have been reported.\n[36]\n\nWarning and Precautions\n\nPregabalin may cause fetal harm. Counsel patients that there is a potential risk to the fetus.\n[37]\nPregabalin has been detected in breast milk; breastfeeding is not advisable, and an alternative medication is preferred.\n[29]\nAn analysis of the FAERS (FDA Adverse Event Reporting System) database reveals that pregabalin has been associated with rhabdomyolysis. Patients should report any unexplained muscle symptoms promptly, and treatment should be discontinued if myopathy is suspected or creatine kinase levels are markedly elevated.\n[38]",
    "mechanism": "Pregabalin is structurally analogous to the inhibitory neurotransmitter gamma-aminobutyric acid (GABA). Pregabalin has been altered as a lipophilic formulation to enhance diffusion across the blood-brain barrier. However, the drug does not directly bind to GABA-A or GABA-B receptors. In preclinical studies, pregabalin binds to presynaptic voltage-gated calcium channels (VGCC) at the α-2-δ subunit in the central nervous system. The binding of the α-2-δ subunit reduces the depolarization-induced calcium influx into neurons and decreases the release of excitatory neurotransmitters. This action may account for the analgesic and anticonvulsant effects of pregabalin. Pregabalin has no known activity at serotonin, opiate sodium channels, or receptors and does not modify cyclooxygenase activity.\n[19]\n\nPharmacokinetics\n\nAbsorption:\nPregabalin is absorbed in the small intestine and proximal colon in a linear and dose-proportional fashion. However, differences have been noted between pregabalin controlled-release and immediate-release formulations. Pregabalin controlled release (CR) achieves peak plasma concentrations within 8.0 hours (range: 5.0–12.0), contrasting with the more rapid attainment of peak concentration seen with immediate-release pregabalin, typically occurring at 0.7 hours (range: 0.7–1.5).\n\nDistribution:\nPregabalin's apparent volume of distribution is approximately 0.5 L/kg. Pregabalin does not bind to plasma proteins.\n[20]\nPregabalin readily crosses the blood-brain barrier.\n\nMetabolism:\nPregabalin does not induce or inhibit liver enzymes such as the cytochrome P450 system.\n[21]\n\nExcretion:\nPregabalin is primarily eliminated from the systemic circulation via renal excretion as an unchanged drug. In normal renal function, the mean elimination half-life of pregabalin is 6.3 hours. Pregabalin elimination is closely linked to creatinine clearance and is approximately proportional to creatinine clearance.",
    "administration": "Available Dosage Forms and Strengths\n\nPregabalin is offered in capsule form in strengths ranging from 25 to 300 mg, including 25, 50, 75, 100, 150, 200, 225, and 300 mg. Additionally, it is available as an oral solution at a concentration of 20 mg/mL. Extended-release tablets are also available in strengths of 82.5 mg, 165 mg, and 330 mg. Researchers have examined pregabalin at dosages up to 600 mg/d. However, they did not find 600 mg daily to provide significant additional benefit, and it was less well tolerated due to adverse effects. When discontinuing pregabalin, the recommendation is to taper the drug gradually over 1 week. In patients with seizure disorders, pregabalin should be withdrawn gradually to minimize the risk of increased seizure.\n\nAdult Dosage\n\nManagement of neuropathic pain associated\nwith\ndiabetic peripheral neuropathy:\nThe recommended maximum therapeutic dosage is 300 mg/d. The suggested starting dosage is 50 mg 3 times daily. The dosage can increase to 300 mg/d within 1 week of starting treatment.\n[22]\n\nManagement of neuropathic pain associated with spinal cord injury:\nThe recommended therapeutic dosage is 150 mg to 600 mg daily. The recommended starting dosage is 75 mg twice daily. The dosage may be increased to 150 mg twice daily within 1 week of initiating treatment. Patients with suboptimal pain relief following 2 to 3 weeks of treatment with 150 mg twice daily may be increased up to 300 mg twice daily. In spinal cord injury, pain improvement can be seen as early as 1 week after initiating treatment. However, to evaluate the efficacy of pregabalin, it is recommended that the medication be tried for 4 to 6 weeks if the patient tolerates it.\n[23]\n\nManagement of postherpetic neuralgia:\nThe recommended therapeutic dosage is 150 mg to 300 mg daily, divided into dosing twice or thrice daily. The recommended starting dosage is 75 mg twice daily or 50 mg thrice daily. The dosage can be increased to 300 mg daily within 1 week of starting treatment. After 2 to 4 weeks of treatment with 300 mg daily, patients with suboptimal pain relief can be increased to 600 mg, divided into twice daily or thrice daily.\n\nManagement of fibromyalgia:\nThe recommended therapeutic dosage is 300 mg to 450 mg daily. The recommended initial dosage is 150 mg/d, divided into twice-daily doses. The dosage can be increased to 300 mg daily within 1 week of starting treatment. Patients with suboptimal pain relief on 300 mg daily may further increase to 450 mg daily, divided into twice-daily dosing.\n\nAdjunctive therapy for adults with partial onset seizures:\nPregabalin is FDA-approved only as an adjunctive for treating partial-onset seizures. The effective dosage is 150 mg to 600 mg daily, divided twice or thrice-daily dosing. The suggested starting dosage is no greater than 150 mg daily, and the total dosage can increase to 600 mg daily.\n\nCough and chronic refractory:\nPregabalin is off-label used in cough and chronic refractory conditions. The initial dosage is 75 mg daily, which may increase by 75 mg during the first week of treatment. The maximum dosage can be up to 300 mg daily, divided thrice per dosing.\n[24]\n\nGeneralized anxiety disorder:\nPregabalin is also off-label used in generalized anxiety disorder. The initial dosage is 75 mg daily, which may increase by 75 mg during the first week of treatment. The maximum dosage can be up to 300 mg thrice daily.\n[25]\n\nChronic pruritus:\nPregabalin is also off-label and used as a preferred treatment in patients with pruritus resistance. The initial dosage is 75 mg twice daily, which may increase by 150 mg to 300 mg twice or thrice daily. The dosage of pregabalin can be increased up to 600 mg daily in oncology patient populations.\n[26]\n\nRestless legs syndrome:\nAnother off-label use of pregabalin is restless legs syndrome. The initial dosage is 50 to 75 mg daily before bedtime, which may increase by 75 to 150 mg weekly. The usual therapeutic dosage is up to 150 mg to 450 mg daily, based on the effectiveness and tolerability of therapy.\n[27]\n\nSocial anxiety disorder:\nPregabalin is off-label used as mono or adjuvant therapy in social anxiety disorder, cough, and chronic refractory conditions. The initial dosage is 100 mg thrice daily, which may increase by 150 mg daily over 1 week. This dosage may increase to 600 mg daily based on response and tolerability.\n[28]\n\nSpecific Patient Population\n\nRenal impairment:\nPregabalin is primarily eliminated by renal excretion. Adjust the pregabalin dose in patients with impaired renal function. According to prescription drug manufacturers, the following are recommendations on dose reductions for patients with reduced creatinine clearance and those undergoing hemodialysis.\n\nCrCl ≥60 mL/min: no dose modification is recommended\nCrCl 30 to 60 mL/min: 50% dose of recommended daily dose\nCrCl 15 to 30 mL/min: 25% dose of recommended daily dose\nCrCl ≤15 mL/min: 16% to 8% dose of recommended daily dose\n\nA supplementary dosage of approximately an additional 25 mg of the recommended daily dose following hemodialysis is recommended.\n\nHepatic impairment:\nAlthough not explicitly studied, because pregabalin is not protein-bound, it is unlikely that patients with hepatic impairment require dosing modifications.\n\nPregnancy considerations:\nClinicians should help enroll pregnant patients in the North American Antiepileptic Drug (NAAED) Pregnancy Registry to observe pregnancy outcomes in women exposed to pregabalin during pregnancy and provide information on the effects of in-utero exposure to pregabalin.\n\nBreastfeeding considerations:\nBecause the potential risk outweighs the benefits, breastfeeding or pregabalin should be stopped, especially while nursing newborns or infants.\n[29]\n\nOlder patients:\nPregabalin is mainly cleared through the kidneys, putting older patients at higher risk of adverse reactions due to a potential decline in renal function. Therefore, careful dosage selection and regular monitoring of renal function are crucial in this population. According to the AGS beers criteria (2023), reduce the pregabalin dosage if creatinine clearance is less than 60 mL/min.\n[30]\n\nPediatric patients:\nThe effectiveness of pregabalin in pediatric patients with focal onset seizures was demonstrated in a study, showing greater seizure reduction compared to placebo in patients who are 1 month to younger than 4 years.\n[31]",
    "adverse_effects": "Most reported adverse effects caused by pregabalin were mild to moderate intensity, dose-dependent, and occurred within the first 2 weeks of initiating treatment.\n\nThe most common adverse events were those affecting the central nervous system (CNS). Somnolence and dizziness occurred most frequently and were the most common adverse reactions that led to the discontinuation of pregabalin.\n[10]\nThe most common adverse reactions reported in premarketing trials for pregabalin, occurring in over 5% of patients and twice the rate compared to placebo, include somnolence, dizziness, blurred vision, difficulty with concentration/attention, dry mouth, edema, and weight gain.\n[32]\n[33]\nWeight gain associated with pregabalin is dose-dependent and occurs in up to 14% of patients receiving 600 mg daily.\nFollowing rapid or abrupt discontinuation of pregabalin, some patients reported insomnia, nausea, headache, anxiety, nervousness, irritability, hyperhidrosis, and diarrhea.\n[10]\nChronic use of pregabalin can result in physical dependence, and there is a risk of abuse associated with its use, especially in patients on opioid medicines or who have a history of substance abuse.\n[34]\n\nDrug-Drug Interactions\n\nPregabalin's pharmacokinetics are unlikely to be affected by other agents due to its predominant renal excretion, minimal metabolism, and lack of plasma protein binding. Studies suggest no significant pharmacokinetic interactions between pregabalin and common antiepileptic drugs. Regarding pharmacodynamics, no pharmacokinetic interactions were observed.\nCoadministration of pregabalin with CNS depressants such as opioids, benzodiazepines, or ethanol is synergistic and should be avoided.\n[35]",
    "monitoring": "Key facts to keep in mind when monitoring:\n\nAntiepileptic drugs such as pregabalin may increase the risk of suicidal thoughts or behavior.\n[39]\nPatients under treatment with pregabalin should be monitored for symptoms of suicidal ideation or behavior, new or worsening depression, and other changes in behavior or mood.\nPatients should be monitored for weight gain, edema, respiratory rate, and other adverse events, which could result in issues with treatment adherence with pregabalin.\nTherapeutic success should be evaluated by periodic evaluation of disease and potential adverse effects.\nPrescribing cascades, notably involving pregabalin or gabapentin, contribute to polypharmacy in older adults and should be monitored. A study found a significant link between initiating pregabalin or gabapentin and subsequent loop diuretic use, indicating a prescribing cascade.\n[40]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThere is limited information regarding overdose with pregabalin. The highest known accidental overdose of pregabalin during clinical development was 8000 mg; this event was without significant clinical consequences. The most commonly reported adverse events with overdose were reduced consciousness, confusional state, agitation, depression/anxiety, and restlessness in the postmarketing studies. In addition, heart block, seizures, and death have also been reported in some patients taking combination with other CNS depressants.\n[41]\n\nManagement of Overdose\n\nThere is no specific antidote for overdose with pregabalin. If required, unabsorbed pregabalin can be eliminated by gastric lavage or emesis. General supportive care should be provided to the patient. Maintain the airway and monitor the patient's vital signs and clinical status. A Certified Poison Control Center (800-222-1222) should be contacted for the latest information on the management of overdose with pregabalin. Pregabalin can be removed by standard hemodialysis procedures, resulting in approximately 50% clearance of pregabalin in 4 hours.\n\nRecommendations\n\nThe Extracorporeal Treatments in Poisoning (EXTRIP) suggests against performing extracorporeal treatment (ECTR) in addition to standard care alone for pregabalin/gabapentin poisoning in normal kidney function. However, if decreased kidney function and coma requiring mechanical ventilation are present, the workgroup suggests performing extracorporeal treatment in addition to standard care (weak recommendation, very low quality of evidence).\n[42]"
  }
}