{
  "drug_name": "proanthocyanidins",
  "nbk_id": "NBK557479",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557479/",
  "scraped_at": "2026-01-11T18:47:47",
  "sections": {
    "indications": "Recurrent urinary tract infections (UTIs) are 2 or more episodes of acute bacterial cystitis, associated symptoms within the last 6 months, or at least 3 episodes within the previous year.\n[1]\nRecurrent UTIs are more common in women. The cost of treating UTIs in the United States is about 3.5 billion dollars annually.\n[2]\nA UTI is traditionally defined as more than 100,000 colony-forming units (CFU/mL) of urine associated with typical acute symptoms of dysuria, urgency, frequency, or suprapubic pain (see\nImage.\nUrinary Tract Infection).\n[3]\nHowever, more than 100 CFUs of\nEscherichia coli\nwith specific acute urinary symptoms have a positive predictive value of about 90%, indicating that a lower CFU threshold is more appropriate in diagnosing simple and recurrent UTIs.\n[4]",
    "mechanism": "Urinary Tract Infection Risk Factors\n\nSeveral conditions may predispose both men and women to have an increased risk of developing acute and recurrent UTIs, including:\n\nAnatomical defects that lead to stasis, obstruction, or urinary reflux\nAtrophic vaginitis\nBladder diverticula, especially those that do not drain well\nCystoceles and pelvic organ prolapse in women\nFunctional defects (eg, overactive bladder and urinary incontinence)\nInadequate or incomplete treatment of the initial acute cystitis\nIncreasing bacterial resistance to antibiotics\nOlder men with outlet obstruction or neurogenic bladder, causing urinary stasis and incomplete bladder emptying\nSexually active women without any identifiable structural abnormality or another predisposing condition\nIntraluminal (eg, bladder stones, neoplasms, indwelling catheters, stents, foreign bodies), intramural (eg, ureteral stenosis/strictures), and extramural (eg, inflammatory mass, fibrosis, extrinsic mass effect, or neoplasm) lesions\nUreteroceles, urinary fistula, and urolithiasis\nVesicoureteric reflux (identified in up to 40% of children with a first UTI)\n[5]\n[6]\n[7]\n[8]\n[9]\n\nNotably, immunodeficiency alone typically does not lead to isolated recurrent UTIs.",
    "monitoring": "Laboratory Studies for Urinary Tract Infection\n\nThe typical patient with recurrent UTIs does not require cystoscopy or urological imaging.\n[1]\n[3]\n[11]\n[17]\nIn women with a history of recurrent UTIs with typical symptoms, urological evaluation primarily involves a urine culture and sensitivity. Furthermore, urine cultures are obtained in patients with severe infection or a high risk of antibiotic resistance (eg, multidrug-resistant isolate, recent inpatient admission, recent antibiotic use, a history of travel to India, Israel, Spain, or Mexico).\n\nUrine cultures are also necessary to differentiate recurrent infections (repeat infections with different organisms) from relapsing (identical organisms on culture). Relapsing infections suggest a persistent source of bacterial inoculation, eg, an abscess, chronic bacterial prostatitis, or an infected stone. The American Urological Association (AUA) guidelines on recurrent UTIs in women recommend obtaining a urinalysis and urine culture with each episode of acute cystitis.\n[3]\n\nUrological Imaging Studies\n\nUrological imaging is advised for only a select group of women. Indications for urological imaging include relapsing infections, persistent hematuria after treatment, a history of stone passage, or repeated isolation of\nProteus\nfrom the urine, often associated with renal stones. Preferred imaging modalities include renal ultrasonography or, ideally, a computed tomography scan of the abdomen and pelvis.\n\nPediatric Urinary Tract Infection Evaluation\n\nVarious sampling methods have been described to establish the diagnosis of UTI in the pediatric population. Obtaining the urine sample utilizing suprapubic aspiration or catheterization is more invasive but results in lower contamination and more reliable results. If the urine sample is collected through a plastic bag, several steps are required to rule out the possibility of a UTI, including dipstick evaluation and microscopic analysis.\n\nThe presence of leukocyte esterase and nitrite on a urinary dipstick and the possibility of pyuria and bacteriuria should be excluded to rule out the impression of a UTI. Utilizing a clean, voided midstream urine sample for the diagnosis is limited to toilet-trained children and individuals.\n[18]\nPatients with negative urinary cultures who have persistent symptoms should be evaluated for other causes, including atypical organisms, interstitial cystitis, endometriosis, atrophic vaginitis, trauma, urethral pathology, neoplasms, diverticula, strictures, medication adverse effects, and vaginitis.\n[19]\n[20]\n[21]\n\nDiagnostic Cystoscopy\n\nPerforming a cystoscopy to diagnose recurrent UTIs is rarely indicated, as this might only induce an ascending lower urinary tract infection and rarely provides any useful clinical information.\n[3]\n[22]\n[23]\nWhile cystoscopy is rarely helpful when utilized routinely, it can be useful in managing selected postoperative cases to identify possible ureteral or bladder injuries, evaluate incomplete bladder emptying, or visualize vesical calculi.\n\nThe optimal recommended type of irrigation fluid utilized during cystoscopy has been investigated. For instance, in the 8-month-long study of Cleveland health system clinics, a significantly higher rate of UTIs was found in those patients who had undergone cystoscopy with 10% dextrose and water irrigation compared to normal saline.\n[24]\nAll cystoscopies were planned to exclude intraoperative ureteral injuries during complicated urogynecology procedures.",
    "administration": "Treatment for Uncomplicated Urinary Tract Infections\n\nAcute uncomplicated UTIs are primarily managed in the outpatient setting.\n[6]\nWomen with typical symptoms of acute cystitis can be prescribed antibiotic therapy through telehealth.\n[25]\nIn cases of initial treatment failure and high-risk patients, a urine culture is recommended to optimize antibiotic therapy. The decision to hospitalize is based on the individual case characteristics. Most patients with persistent fever, pain, inability to take oral medicines, or a history of poor medication adherence should be managed as inpatients.\n\nManagement of simple cystitis is relatively straightforward. Urine cultures should be obtained before initiating therapy. The indications for urine culture are recommended in the following cases:\n\nFor patients treated for cystitis in the past 3 months, urine culture and susceptibility testing should be obtained to guide antibiotic therapy due to the increased risk of antibiotic resistance.\nPatients with complicated cystitis or pyelonephritis should also have urine cultures before initiating empiric antibiotics.\n\nAntibiotic therapy\n\nThe first-line options for empiric antibiotic therapy for uncomplicated cystitis are:\n\nNitrofurantoin\n: Nitrofurantoin 100 mg twice daily orally for 5 to 7 days. This antibiotic should be avoided in suspected pyelonephritis (due to poor tissue penetration) or if the creatinine clearance is less than 30 mL/min.\nSulfamethoxazole-trimethoprim\n: The recommended dosage for sulfamethoxazole-trimethoprim (SMX-TMP) is 160/800 mg twice daily orally for 3 to 14 days. The antibiotic should be avoided if the local resistance rate exceeds 20% or in patients with an estimated glomerular filtration rate (GFR) of <15 mL/min.\nFosfomycin\n: This antibiotic should be taken as a single oral dose of 3 g. Fosfomycin is recommended as first-line therapy when other agents have failed or cannot be used.\nPivmecillinam\n: This antibiotic, FDA-approved in April 2024, is now available in the US. Pivmecillinam converted to mecillinam, a unique extended-spectrum β-lactam oral antibiotic, is approved for first-line therapy in uncomplicated urinary tract infections.\n[26]\nWhile not indicated for systemic infections or sepsis due to inadequate tissue penetration, pivmecillinam is very effective in lower urinary tract infections due to susceptible strains of\nE. coli, Proteus mirabilis,\nand\nStaphylococcus saprophyticus.\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\nThis medication is recommended for susceptible organisms when other first-line antibiotics are not possible or clinically fail due to bacterial resistance. The standard recommended dose for acute simple cystitis is 185 mg 3 times daily for 3 to 7 days. A dose reduction is recommended if the GFR is <30 mL/min. It should not be used if the GFR is <10 mL/min.\n[6]\n\nOral β-lactams are the next best choice if first-line antibiotics cannot be prescribed. Amoxicillin-clavulanate 500 mg twice daily, cefdinir 300 mg twice daily, cefadroxil 500 mg twice daily, and cefpodoxime 100 mg twice daily are each given for 5 to 7 days. Ampicillin or amoxicillin should be avoided due to high rates of resistance.\n[32]\n[33]\nIf the β-lactams cannot be used, fluoroquinolones such as levofloxacin 250 to 500 mg daily, ciprofloxacin 250 to 500 mg twice daily, or norfloxacin 400 mg twice daily for 3 days are alternatives. Fluoroquinolones are contraindicated in pregnancy and avoided when possible to minimize the development of quinolone resistance. Please see StatPearls' companion resource, \"\nUncomplicated Urinary Tract Infections\n,\" for more information.\n\nTo manage inpatient risk factors for multidrug-resistant (MDR) pathogen infections, carbapenems (imipenem 500 mg IV Q6H, meropenem 1 g intravenously (IV), or doripenem 500 mg Q8H) are used. Oral pivmecillinam may also be considered for lower urinary tract infections due to susceptible organisms due to its effectiveness against multidrug-resistant and extended-spectrum beta-lactamase (ESBL)-producing microorganisms, especially\nE. coli\n.\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n\nIf no risk factors for multidrug resistance are present, ceftriaxone 1 gram IV daily or piperacillin-tazobactam 3.375 grams IV Q6H are prescribed. Fluoroquinolones (ciprofloxacin or levofloxacin), both oral and parenteral, are also alternatives. Carbapenems (as above) and vancomycin are typically prescribed only for critically ill patients. Aminoglycosides may also be prescribed selectively, depending on urine culture, sensitivity results, and local antibiotic susceptibility patterns.\n\nSymptoms should respond to antibiotic therapy within 48 hours of initiation. If no improvement is noticed within the first 48 hours after starting treatment, a repeat urine culture should be obtained along with urologic imaging to rule out complications such as an obstructing urinary stone, hydronephrosis, urinary retention, renal abscess, or pyelonephritis. Clinicians should not generally perform a posttreatment test of cure urinalysis or urine culture in asymptomatic patients with uncomplicated urinary tract infections. Repeat urine cultures should be obtained to guide further management when UTI symptoms persist following antimicrobial therapy.\n\nPreferred agents for UTIs in patients with renal failure include carbapenems, cephalosporins, doxycycline, fosfomycin, penicillins, and quinolones like norfloxacin. Intravesical instillations of an antibiotic solution, eg, gentamicin, may also be prescribed in patients with severe renal impairment.\n[34]\n[35]\n[36]\n[37]\n[38]\nFor patients with end-stage renal failure, quinolones (ciprofloxacin, levofloxacin) are the first-line agents for UTIs, with cefdinir or cefpodoxime as second-line therapy.\n[39]\n[40]\nFor prophylaxis in patients with end-stage renal failure, the preferred antimicrobials are trimethoprim alone and fosfomycin.\n[41]\nIntravesical therapy may also be used in selected cases.\n\nTreatment for Recurrent UTIs\n\nRecommended treatments for recurrent UTIs include maximizing personal hygiene factors, avoiding spermicides, wiping correctly, increasing fluid intake and hydration, and using vaginal estrogens if appropriate. The effectiveness of lifestyle changes in personal hygiene in reducing recurrent UTIs is inconclusive. However, recommending improved hygiene has no negative consequences and might be of some benefit.\n[13]\n[42]\nThe use of probiotics is unclear, as clinical trials to date are inconclusive.\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n\nWhen conservative measures fail to control recurrent UTIs, commonly recommended initial nonantibiotic prophylactic therapies include the following:\n\nCranberry products:\nAlthough recommended as first-line prophylactic agents, cranberry products' efficacy remains controversial, as a definitive benefit has not yet been established. Cranberries are thought to work by providing proanthocyanidins, which decrease bacterial adherence to the urothelium. While this sounds reasonable and is an attractive hypothesis, commercially available cranberry products have limited amounts of proanthocyanidins. The AUA guidelines suggest using this treatment but advise patients that effectiveness is uncertain and alternative measures may be necessary.\n\nD-mannose:\nBinding to bacterial surface ligands is thought to help reduce the adherence of infecting organisms to the urothelial mucosa in recurrent cystitis. However, evidence of a reduction in recurrent infections is conflicting, and definitive trials have not yet been conducted. The product is relatively costly, and optimal dosages are still undetermined, although 500 mg twice daily is commonly suggested. Recent randomized trials have failed to show any clinical benefit.\n\nMethenamine prophylaxis:\nAlong with vitamin C, the treatment acidifies the urine. If the urinary pH remains acidic, preferably <5.5, the bladder converts the methenamine to formaldehyde. A recent systematic review found methenamine to be an effective and well-tolerated prophylactic antimicrobial agent, avoiding the need for systemic antibiotics and their potential adverse effects. A separate multi-institutional, clinical randomized trial study compared methenamine to trimethoprim for UTI prophylaxis and found the same rate of recurrences for both after 1 year. Although some studies have failed to prove a long-term benefit, the majority show efficacy, indicating that further use and research of methenamine is warranted, particularly given recent trends demonstrating increasing antibiotic resistance. A GFR is <10 mL/min is a contraindication.\n\nEstrogen vaginal cream:\nThe topical treatment reduces recurrent UTIs in those who are postmenopausal and should be prescribed when appropriate in addition to other prophylactic measures.\n\nLifestyle and behavioral modifications:\nA study of 47 patients followed for 6 months found probiotics, D-mannose, and cranberry products helpful. Women in the study had a reduced rate of UTIs by 76%, and antibiotic use dropped by over 90%. Such a combination of nonantibiotic therapy appears quite promising as being effective, avoiding the potential adverse effects of antibiotic use, and minimizing bacterial resistance. However, further research with larger sample sizes using different components is needed to confirm and determine the optimal ingredients and dosages.\n\nVaccines\n: Immunizations to prevent\nrecurrent UTIs are still mostly under development, but several appear promising. The oral vaccine, MV140, has shown good efficacy in preventing recurrent UTIs in several studies with safety data and minimal adverse effects. A preliminary long-term study of MV140 has recently demonstrated efficacy over 9 years following the initial administration. MV140 contains heat-inactivated strains of\nEscherichia coli\n,\nKlebsiella pneumoniae\n,\nEnterococcus faecalis\n, and\nProteus vulgaris,\nwhich induce host antibody production and modify the bladder's local immune response.\nWhile not approved for use in the US or Canada, the vaccine is now available in several countries worldwide, including Australia, Chile, the Dominican Republic, Lithuania, Mexico, the Netherlands, New Zealand, Norway, Portugal, Spain, Sweden, and the United Kingdom.\n\nAntibiotic prophylaxis:\nProphylaxis successfully controls recurrent UTIs, but alternative nonantibiotic means are usually recommended first. This approach limits the development of bacterial resistance, eliminates antibiotic-related adverse effects, and reduces costs. Prophylaxis is reasonable when other more conservative measures fail, or evidence of multiple rapid recurrences is apparent. However, use is inappropriate in patients who have permanent catheters or nephrostomies, as this will rapidly lead to highly resistant organisms.\nPostcoital prophylaxis is appropriate for women with frequent episodes of cystitis that are associated with sexual activity.\nAnother option is self-directed therapy, where patients start a short course of antibiotics at the first sign or symptom of a UTI. Such an approach is reasonable if the patient is sufficiently educated about infection symptoms and will reliably follow instructions. If possible, a urine culture should still be obtained before starting treatment. Efficacy appears equal to continuous low-dose prophylaxis regimens with fewer gastrointestinal adverse effects. If this fails, then a continuous prophylactic treatment protocol is needed.\nLong-term low-dose antibiotic prophylaxis is the gold standard method of recurrent UTI prevention. This regimen requires the highest level of patient compliance, has a long duration of therapy (at least 6 months), and risks increasing antibiotic resistance. Prophylaxis is indicated in the most intractable cases where more conservative measures have failed or cannot be effectively utilized.\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n\nIntravesical therapy\n: Patients with intractable recurrent urinary tract infections and those already on intermittent self-catheterization can benefit from periodic intravesical prophylactic treatment with gentamicin or other antimicrobial agents such as chlorhexidine, hyaluronic acid,\nLactobacillus rhamnosus\n, Neosporin (but not Neomycin), povidone-iodine solution, and tobramycin may also be used as alternatives.\n[34]\n[35]\n[37]\n[38]\n[57]\n[58]\n[59]\n[36]\n[60]\n[60]\n[61]\nGentamicin is the most commonly used agent for this purpose. The usual dose is 80 mg gentamicin with 50 to 60 cc of normal saline.\n[59]\n\nSurveillance urine testing and cultures in asymptomatic patients are not recommended. Asymptomatic patients, high-risk patients in nursing homes, and patients with diabetes do not benefit from an additional evaluation, and any bacteriuria should not be treated without symptoms. This recommendation does not apply to pregnant women or patients undergoing urinary tract surgery.\n[62]\n[63]\n[64]\n[65]\n[66]\n\nIf a patient with a recurrent UTI develops an acute UTI, a urine culture should be obtained, and an alternate antibiotic agent should be prescribed to treat the infection. The duration of treatment should generally be no longer than 1 week. If the urine cultures indicate resistance to all available oral agents, parenteral antibiotics may be required. Fosfomycin may be an acceptable agent in such circumstances. An infectious disease consultation is suggested in such situations. The duration of therapy should generally be no more than 1 week.\n[67]\n[68]\n[69]\n[70]\n[71]\n\nLong-Term, Low-Dose Antibiotic Prophylaxis\n\nContinuous long-term prophylactic antibiotics typically use lower dosages than acute cystitis therapy. Therefore, this approach is called the long-term, low-dose therapy protocol. The antibiotic selection is based on the patient's culture and sensitivity results. Initial evaluation of the effectiveness of prophylaxis is suggested at 3 months. If effective, a 6- to 12-month duration is typical. Unfortunately, many individuals will revert to their prior pattern of infections when prophylaxis stops.\n[72]\n[73]\nSome experts will recommend continuing prophylaxis for up to 2 or more years in selected patients. In such cases, nitrofurantoin, SMX-TMP, and trimethoprim are preferred agents.\n\nFosfomycin and pivmecillinam may be used for long-term low-dose prophylaxis, when appropriate, for otherwise resistant organisms where preferred agents cannot be administered and to help avoid the overuse of fluoroquinolones.\n[74]\nCarnitine deficiency is possible with long-term pivmecillinam use.\n\nQuinolones are not preferred for prophylaxis because of the risk of increasing bacterial resistance. If quinolones are the antibiotic of choice, norfloxacin is preferred due to less tissue penetration outside the urinary tract and maintenance of urinary levels. This antibiotic is only selected when other first-line agents cannot be prescribed.\n[75]\n\nSome patients have continued low-dose prophylaxis for years, but this practice has not been scientifically studied or validated. Potential adverse effects of long-term, low-dose antibiotic usage include gastrointestinal, hepatic, and pulmonary issues. Beta-lactams can be prescribed but tend to rapidly change gastrointestinal flora, carry a risk of pseudomembranous colitis (\nClostridia\n), provoke bacterial resistance, and stimulate yeast overgrowth.\n\nLimited data is available on the use of fosfomycin for UTI prophylaxis, but it may be appropriate in selected situations.\n[76]\nProphylactic regimens are not written in stone; agents can be changed to help maintain efficacy. In patients with chronic, permanent catheters, a short course of 1 to 3 days of antibiotic prophylaxis can reduce the incidence of symptomatic UTIs. This approach may suit severely immunocompromised patients and possibly those with persistent infections after catheter changes. However, prophylaxis is not recommended routinely due to the expected increase in antibiotic use, which will result in worsening bacterial resistance patterns.\n[77]\n\nSome negative aspects of antibiotic prophylaxis are recognized, including added cost, inconvenience, allergies, and drug-drug interactions. Yeast superinfections and Clostridia overgrowth in the gastrointestinal tract may increase, and continuous prophylaxis promotes the emergence of more resistant urinary pathogens.\n[78]\nLong-term, low-dose antibiotic prophylaxis is effective but requires high patient compliance and risks resistance. Patients may relapse when prophylaxis is discontinued, and no data is available on continuing prophylaxis over 1 year.\n\nExtended full-dose therapy\nfor one month was compared to standard long-term low-dose prophylaxis in 246 women with uncomplicated UTIs in a recent study. A significant risk reduction for recurrent infections was noted in the extended full-dose therapy cohort. This interesting study suggests a possible benefit to extended full-dose therapy but requires confirmation by randomized trials.\n[79]\n\nAntibiotic Agents for Recurrent Urinary Tract Infection Prophylaxis\n\nPreferred antibiotic agents for recurrent UTI prophylaxis include:\n\nNitrofurantoin at 50 to 100 mg before bed (HS) daily\nSMX-TMP at 40/200 mg HS daily\nTrimethoprim at 100 mg HS daily\n\nSecond-line antibiotic agents for recurrent UTI prophylaxis include:\n\nCephalexin at 125 mg or 250 mg HS daily\nCefaclor at 250 mg HS daily\nFosfomycin at 3 gm every 10 days\nNorfloxacin at 400 mg HS daily\nPivmecillinam at 185 mg daily\n\nUrinary Tract Infection Prophylaxis in Renal Failure\n\nPatients with significant renal failure (GFR <30 mL/min) cannot take nitrofurantoin, methenamine, or sulfa medications for prophylaxis. Preferred agents for prophylaxis in such situations include:\n\nTrimethoprim at 100 mg HS daily\nFosfomycin at 3 gm every 10 days\nQuinolone at a reduced dosage (less preferred)\nConsider intermittent intravesical gentamicin\n[59]\n[80]\n\nThe AUA guidelines are evidence-based recommendations for recurrent UTIs reviewed by an interprofessional expert committee.\n[3]\nThe current guidelines, published in 2019, have been developed after an exhaustive review of the current medical literature from peer-reviewed journals.\n[3]\nThe only nonantibiotic-based therapies for recurrent UTIs currently recommended by the AUA guidelines are cranberry prophylaxis and vaginal estrogen.\n[3]",
    "adverse_effects": "Risk factors for complications include urinary tract obstruction, recent urinary tract instrumentation, older age, and diabetes mellitus (particularly for emphysematous pyelonephritis and papillary necrosis). Acute pyelonephritis can also be complicated by the infection progressing to a renal abscess, perinephric abscess, papillary necrosis, or emphysematous pyelonephritis. This may present a lack of improvement in symptoms after 48 hours of appropriate antibiotic therapy and requires further evaluation with urological imaging. Patients with complicated UTIs can present directly with bacteremia, sepsis, multiple organ system failure, or acute renal failure."
  }
}