{
  "drug_name": "probiotic immunoblend",
  "nbk_id": "NBK459349",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459349/",
  "scraped_at": "2026-01-11T15:37:21",
  "sections": {
    "toxicity": "Potential Adverse Effects of Treatments\n\nUnderstanding the potential adverse effects of stye treatments is crucial for ensuring patient safety and effective management. Besides symptom resolution, patients on follow-up must be assessed for the occurrence of complications while receiving therapy for hordeola.\n\nTopical antibiotics: Adverse effects of these agents include allergic reactions, contact dermatitis, and ocular irritation due to preservatives like benzalkonium chloride. Management includes switching to preservative-free formulations or alternative antibiotics and monitoring for worsening symptoms or hypersensitivity.\n[76]\nSystemic antibiotics: These drugs may lead to gastrointestinal upset, allergic reactions, or antibiotic resistance. Patients should be educated on completing the full course of treatment. Probiotic supplementation may be considered for gastrointestinal side effects. Switching to a different class of antibiotics is advised if hypersensitivity occurs.\n[77]\nCorticosteroids: Prolonged use of corticosteroids, such as when they are combined with antibiotics or used for chalazion management, can lead to increased intraocular pressure, cataract formation, or delayed wound healing. These drugs should be used only short-term and under close supervision by an ophthalmologist, with regular monitoring of intraocular pressure if extended use is necessary.\n[78]\nIncision and drainage: Incision and drainage can result in pain, infection, scarring, or incomplete resolution of the stye. A sterile technique must be ensured during the procedure to manage these risks. Postprocedure care instructions must be provided, including the use of antibiotic ointments and follow-up appointments to monitor healing.\n[79]\n\nToxicity Considerations\n\nOveruse of antibiotics can lead to antimicrobial resistance, making future infections more difficult to treat. Consequently, clinicians must avoid prescribing antibiotics unnecessarily for uncomplicated styes. Meanwhile, the long-term use of preserved ointments or drops can irritate the ocular surface, so switching to preservative-free formulations is recommended if irritation occurs.\n[80]\n\nPatient Education\n\nThe following measures can help minimize patient risks during treatment:\n\nTeach the proper application of medications to avoid contamination.\nInstruct patients to avoid self-manipulating the lesion, which can increase the risk of secondary infection.\nReinforce adherence to prescribed regimens to ensure effective treatment and prevent complications.\n\nBy proactively addressing and managing potential adverse effects, healthcare providers can ensure safe and effective treatment of styes while minimizing risks to the patient.\n[81]"
  }
}