{
  "drug_name": "procarol ws",
  "nbk_id": "NBK615301",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK615301/",
  "scraped_at": "2026-01-11T15:37:23",
  "sections": {
    "indications": "Indications for Body Plethysmography\n\nDetermination of VTG, sR\naw\n, and sG\naw\nthrough body plethysmography is indicated in the following situations:\n\nDiagnosis of restrictive lung disease.\nMeasurement of lung volume to differentiate between obstructive and restrictive processes.\nAssessment of obstructive lung conditions that can result in artificially low results when measured by helium dilution or nitrogen washout, such as cystic fibrosis and bullous emphysema.\nCalculation of trapped gas (FRC by Helium Dilution versus FRC by Plethysmography).\nMeasurement of lung volume when multiple trials are required and the participant is incapable of performing multibreath tests.\nEvaluation of airflow resistance.\nEvaluation of bronchodilator responsiveness, as indicated by alterations in sR\naw\nand sG\naw\n.\nDetermining whether methacholine or histamine causes bronchial hyperactivity.\nMonitoring the disease's progression and reaction to therapy.\n[5]\n[12]\n\nContraindications to Body Plethysmography\n\nThere are no absolute contraindications to body plethysmography.\n\nRelative contraindications to body plethysmography are as follows:\nBody casts, mental disarray, poor motor coordination, or other issues that make it difficult for the patient to enter the body box or carry out the necessary movements, such as breathing against a closed shutter.\nClaustrophobia can be exacerbated by entering the body box.\nExistence of equipment or other conditions that could interfere with pressure changes, such as a transtracheal oxygen catheter, a chest tube, or a ruptured eardrum, or that cannot fit into the plethysmograph, such as continuous intravenous infusions with pumps or other equipment.\nOxygen treatment is ongoing and cannot be stopped momentarily.\n[5]\n[12]\n[13]",
    "clinical_significance": "Body plethysmography is a valuable tool for diagnosing, assessing, and treating pulmonary diseases. The accurate quantification of the lung volumes, airway resistance, and thoracic gas volume allows the distinction between obstructive and restrictive lung diseases. The capacity of body plethysmography to identify gas trapping and small airway dysfunction makes it particularly useful for identifying diseases such as COPD and asthma, even in their early stages. Body plethysmography is also valuable for assessing treatment response, monitoring disease progression, and guiding individualized therapeutic interventions in pulmonary disorders.\n\nTable\nTable 4. Clinical Interpretation of Derived Indices.\n\nAbbreviations: TLC, total lung capacity; RV, residual volume; R\naw\n, airway resistance; sG\naw\n, Specific airway conductance; COPD, chronic obstructive pulmonary disease.\n\nBody plethysmography is an essential tool for diagnosing and monitoring respiratory diseases. The ability of body plethysmography to measure lung volumes beyond conventional spirometry makes it indispensable in pulmonology. Integrating plethysmographic data with clinical assessment enhances disease diagnosis, management, and treatment optimization."
  }
}