{
  "drug_name": "prochlorperazine",
  "nbk_id": "NBK537083",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537083/",
  "scraped_at": "2026-01-11T15:37:25",
  "sections": {
    "indications": "It is important to note that geriatric patients with dementia have a higher risk of death when treated with an antipsychotic, including prochlorperazine.\n\nThe following lists contraindications for prochlorperazine\n[1]\n[8]\n\nHistory of allergy to prochlorperazine or the phenothiazine drug class\nConcomitant use of CNS depressants (opioids, benzodiazepines, and barbiturates) leading to sedation\nConcomitant use of anticholinergic medications (scopolamine, atropine, etc.)\nPre-existing cardiac conduction abnormalities\nHistory of seizure/epilepsy (prochlorperazine lowers seizure threshold)\nNarrow-angle glaucoma\nProstatic hypertrophy\nPast or current history of tardive dyskinesia\nPatients under two years of age\n\nIt is not a recommended agent for patients who are pregnant. Antipsychotics are generally not recommended in pregnant patients.\n[1]\nAlso, there is a lack of evidence to suggest that prochlorperazine is clinically effective in treating nausea and vomiting during pregnancy, nor are the side effects completely understood.\n[10]",
    "mechanism": "As a first-generation antipsychotic, prochlorperazine mainly blocks D2 dopamine receptors in the brain. It can also block histaminergic, cholinergic, and noradrenergic receptors.\n[1]\nOne study found that prochlorperazine also inhibits the P2X7 receptor in human macrophages but not in mouse cells, preventing a calcium ion influx.\n[6]\nThis mechanism was independent of dopamine antagonism.",
    "administration": "Prochlorperazine administration can be oral, parenteral, intramuscular, and rectal.\n[1]\nAll four routes can be given to control nausea and vomiting. For nausea and vomiting pre- and post-surgery, the intramuscular and parenteral routes are both viable options. For psychiatric conditions, the administration can be via both intramuscular and oral routes. For headaches, parenteral is the route used.\n[2]\n\nAdult dosing by condition and formulation is as follows:\n\nOral Formulation (5 or 10 mg tablets)\n\nFor severe nausea and vomiting (including migraine-associated): 5 to 10 mg orally every 6 to 8 hours; max dose is 40 mg per day. (Note - migraine dosing is off-label.)\nNon-psychotic anxiety: 5 to 10 mg orally every 6 to 8 hours. Max dose is 20 mg daily for 12 weeks.\nSchizophrenia: 5 to 10 mg orally every 6 to 8 hours. The dose may be increased 5 to 10 mg every 2 or 3 days. Max dose 150 mg daily.\n\nInjectable Formulation (5 mg/ml)\n\nSevere nausea and vomiting: 5 to 10 mg IM every 3 to 4 hours; max dose 40 mg daily.\nMigraine-associated nausea and vomiting (off label): 5 to 10 mg IM or IV once.\nNausea/vomiting - postoperative prophylaxis: 5 to 10 mg IM or IV once. Give IM dose 1 to 2 hours and IV 15 to 30 minutes before induction.\nSchizophrenia: 5 to 10 mg IM daily every 6 to 8 hours. The dose may be increased 5 to 10 mg every 2 or 3 days. Max dose 150 mg daily.\n\nRectal (25 mg suppositories)\n\nSevere nausea and vomiting: 25 mg rectally every 12 hours.\nMigraine-associated nausea and vomiting (off label): 25 mg rectally every 12 hours as needed.\n\nClinicians should discontinue the drug if ANC < 1000, and consider discontinuing if the patient exhibits an unexplained drop in WBC count.",
    "adverse_effects": "As a first-generation antipsychotic, prochlorperazine can cause a variety of adverse effects.\n[1]\nSignificant extrapyramidal symptoms, including acute dystonia, tardive dyskinesia, Parkinsonism, akathisia, and neuroleptic malignant syndrome. Anticholinergic side effects include anorexia, blurred vision, constipation, dry mucosa, and urinary retention. Antihistaminic side effects (blockage of H1 receptor) include sedation. Prochlorperazine can also lower the seizure threshold. It can also lead to prolonged QTc interval and cause other cardiac conduction abnormalities. Antiadrenergic effects (blockage of the alpha1-adrenergic receptor) can lead to orthostatic hypotension. Due to dopamine blockade in the tuberoinfundibular tract, hyperprolactinemia, amenorrhea, breast enlargement, and sexual dysfunction may also occur.\n[1]\n\nLeukopenia, agranulocytosis, cholestatic jaundice, and fatty liver are other possible but rare side effects. A rare but very severe condition that can result from any antipsychotic use is neuroleptic syndrome. Symptoms occur over 24 to 72 hours and present with elevated vitals, agitation, confusion, severe muscle rigidity, increased white blood cell count, increased creatinine phosphokinase concentrations, abnormal liver function tests, myoglobinuria, and acute renal failure.\n[1]\n\nProchlorperazine may also exert negative effects on melanocytes. In one in-vitro study, the presence of the drug correlated with decreased cell viability as well as reduced melanin content and tyrosinase activity.\n[7]\n\nProchlorperazine may have significant adverse effects on children. One study from 2009, examining treatment modalities for pediatric nausea and vomiting, noted that side effects of prochlorperazine are high in children; therefore, patients under two years of age should not use it, and patients over two years old should consider alternatives such as ondansetron (5-HT3 receptor antagonist).\n[8]\nA review/meta-analysis from 2016 examined 49 previous studies and recorded pediatric side effects from dopamine antagonist use. Sedation and extrapyramidal symptoms were the most common, whereas serious adverse effects such as seizure, tardive dyskinesia, neuroleptic malignant syndrome, and autonomic failure were rare.\n[9]\nTherefore, healthcare providers should exercise caution when prescribing prochlorperazine to children.",
    "monitoring": "For patients who take prochlorperazine on a short-term basis, there are no recommendations for monitoring. However, some monitoring parameters are recommended for patients with chronic mental illnesses who take the drug long-term.\n[11]\nEvery physician visit should record the patient's weight, height, and BMI. Patients who are overweight or have other diabetes mellitus risk factors should have fasting plasma glucose, or hemoglobin A1C measured four months after starting an antipsychotic and then annually. Lipid plasma concentrations are indicated once every two years and once every six months if LDL-C > 130 mg/dl.\n[11]\n\nThe concentration of prochlorperazine in the blood is not typically measured. When performed in cases such as suspected overdose, high-performance liquid chromatography/tandem mass spectrometry may be performed. The limit for quantifying the metabolite in the plasma is estimated to be around 0.20 ng/ml.\n[12]\nOral prochlorperazine has high first-pass metabolism and poor absorption, so the exact concentration present in the body can be variable.\n[13]\n\nThe cytochrome P450 system metabolizes oral prochlorperazine, so monitoring a patient's full list of medications is essential.\n[14]\nIf the patient takes medications that stimulate or inhibit cytochrome P450, the healthcare provider should consider adjusting the dose of prochlorperazine. One study examined the effects of three cytochrome P450 genotypes (CYP2C19, CYP2D6, and CYP3A5) and their effects on the concentrations of prochlorperazine and its metabolites; the authors found no significant differences amongst the three.\n[14]",
    "toxicity": "There are varying treatments available for extrapyramidal symptoms. Parkinsonism is treatable with benztropine or amantadine. Benztropine or diphenhydramine can treat acute dystonia. Akathisia is treatable with beta-blockers, benztropine, or benzodiazepines. Tardive dyskinesia is treatable by switching to atypical antipsychotics such as clozapine. Tetrabenazine is another option. For neuroleptic malignant syndrome, the healthcare provider should immediately discontinue prochlorperazine and give dantrolene (0.8 to 2.5 mg/kg given four times per day; up to 10 mg/day may be provided).\n[1]\nAlso, monitor white blood cell count and vitals, and cool and hydrate the patient as much as possible."
  }
}