{
  "drug_name": "propolis",
  "nbk_id": "NBK609094",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK609094/",
  "scraped_at": "2026-01-11T18:47:48",
  "sections": {
    "indications": "Aluminum (Al) is widely used in everyday life and is the most abundant metal in the earth's crust, occurring in various forms.\n[1]\nAlthough aluminum has no known biological role in humans, it is present in concentrations similar to essential metals, such as copper. Human exposure to aluminum has increased since the rise of industrialization due to exposure from cosmetic and antiperspirant products, food packaging (such as beverage cans), food additives, drinking water, medications (such as phosphate binders), total parenteral nutrition (TPN), vaccines, pesticides, aerosols, and dialysate.\n[2]\n[3]\n[4]\n[5]\n\nAluminum toxicity is a significant concern for patients with renal insufficiency, who cannot efficiently clear the metal, and those with heavy industrial exposure. While aluminum toxicity primarily affects the nervous system and bones, it can impact nearly every organ system.\n[6]\nAluminum's neurotoxicity was demonstrated by high levels found in the brains of encephalopathic dialysis patients, resulting from accumulation in contaminated dialysate.\n[1]",
    "mechanism": "Due to the ubiquity of aluminum, sources of aluminum exposure are numerous. Aluminum exposure in the air can occur naturally through dust from soil and rocks or from man-made sources, including particulate matter from vehicle emissions, cigarette smoke, coal combustion, metal refineries, and other industrial activities. Aluminum naturally occurs in water, often dissolving from rocks, and its concentrations can be seasonal, with higher levels typically observed in the spring.\n[7]\n\nThe most significant exposures of aluminum that lead to toxicity are iatrogenic, stemming from aluminum-containing phosphate binders (such as aluminum hydroxide), buffered aspirin, and aluminum-contaminated dialysate.\n[8]\nAluminum toxicity was once prevalent among dialysis patients, giving rise to the term \"dialysis dementia\" to describe encephalopathy caused by aluminum exposure, with contaminated dialysate being the primary source.\n[8]\n\nAluminum is commonly present in foods or introduced during food processing, with widely varying quantities. Aluminum can also leach from cookware, especially when cooking acidic foods. Daily aluminum intake from food is estimated to range from 3.4 to 9 mg—a level that may increase with the presence of lactate, citrate, maltol, or fluoride.\n[1]",
    "monitoring": "In patients suspected of aluminum toxicity, aluminum levels can be measured in blood, bone, urine, and feces. A variety of methods are available for detecting aluminum in these biological specimens, including accelerator mass spectroscopy, graphite furnace atomic absorption spectrometry, flame atomic absorption spectrometry, electro-thermal atomic absorption spectrometry, neutron activation analysis, inductively coupled plasma atomic emission spectrometry, inductively coupled plasma mass spectrometry, inductively coupled plasma optical emission spectroscopy, and laser microprobe mass spectrometry. Care must be taken to ensure that none of the containers used to store samples contain aluminum additives.\n[1]\n\nLaboratory abnormalities may include elevated creatinine and blood urea nitrogen (BUN) levels in patients with intact renal function due to aluminum-induced renal damage, decreased sperm count on semen analysis, and anemia on complete blood count.\n\nChest x-rays may reveal unspecific changes and evidence of pulmonary fibrosis in patients with chronic aluminum exposure.\n[26]\n\nOther test abnormalities may include decreased forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV\n1\n) in patients with pulmonary manifestations, reduced bone density on plain radiographs, and changes on ECGs.",
    "administration": "Aluminum chelation with deferoxamine serves as the primary treatment for both acute and chronic aluminum toxicity. Although deferoxamine is the standard treatment for iron toxicity, its use extends to aluminum toxicity due to the similarities between iron and aluminum. This chelator effectively reduces total body aluminum levels and mitigates bone and brain injury. Given its poor gastrointestinal absorption, deferoxamine is administered via intramuscular, subcutaneous, or intravenous (IV) routes. Once in the plasma, it binds aluminum to form aluminoxane, which is renally cleared. In patients with end-stage renal disease or chronic kidney disease, aluminoxane can be dialyzed using a high-flux dialyzer membrane.\n\nAlthough deferoxamine is effective, it is not entirely benign and can cause allergic reactions, including itching, abdominal pain, diarrhea, and tachycardia. Acute adverse reactions may include gastrointestinal complaints, skin discoloration and irritation, and anaphylaxis. Chronic deferoxamine therapy may lead to sensorineural hearing loss and retinopathy, both of which are reversible with early discontinuation of treatment. Please see StatPearls' companion resource, \"\nDeferoxamine\n,\" for more information. Additionally, case reports suggest that intraperitoneal administration of deferoxamine may be more effective than IV administration, although this is not considered standard therapy.\n[27]\n\nAdditional chelators include CaNa\n2\nEDTA, malic acid, meso-2,3-dimercaptosuccinic acid (succimer or dimercaptosuccinic acid [DMSA]), ascorbate (vitamin C), Feralex-G (FG), and\nN\n-(2-hydroxyethyl)ethylenediaminetriacetic acid (HEDTA)—a molecule similar to ethylenediaminetetraacetic acid (EDTA). However, data demonstrating their effectiveness in treating aluminum toxicity do not exist. Non-chelator treatments, such as propolis, serve as antioxidants and anti-lipid peroxidation agents that may help prevent oxidative stress. Studies have shown that propolis can improve damaged cellular membranes and organ function when used alongside chelators, particularly HEDTA, in mice.\n[28]",
    "adverse_effects": "Complications of aluminum toxicity are extensive, affecting nearly every organ system. Neurological and musculoskeletal complications are common and include osteoporosis, bone fractures, dementia, seizures, tremors, dysarthria, impaired coordination, motor weakness, ataxia, myoclonus, agitation, and confusion. Cardiovascular complications involve an increased risk of hypertension, coronary artery disease, and dyslipidemia.\n\nAdditional complications may include exacerbation of inflammatory bowel disease, anemia, pneumoconiosis, potroom asthma, COPD, pulmonary alveolitis, chronic pneumonia, pulmonary fibrosis, pulmonary granulomatosis, reduced glomerular filtration rate, and decreased fertility."
  }
}