{
  "drug_name": "propofol",
  "nbk_id": "NBK541077",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541077/",
  "scraped_at": "2026-01-11T18:47:48",
  "sections": {
    "indications": "Propofol is a drug commonly used for sedation and the implementation of general anesthesia. It is a phenol derivative given as an intravenous drug. The most common formulation is in a lipophilic emulsion, allowing rapid distribution into the tissues, including across the blood-brain barrier. It is commonly used for sedation in the ICU because it has a short duration of action and rapid clearance. It has dose-dependent effects, leading to higher blood pressure and heart rate changes at higher doses. The initial administration can cause pain at the injection site. Though propofol has a generally favorable profile as a sedative, administering toxic doses can harm a patient’s overall condition. Propofol infusion syndrome (PRIS) is the manifestation of propofol toxicity.\n[1]",
    "mechanism": "Propofol infusion syndrome usually presents in patients who have been administered propofol for an extended time at high doses. Based on published case reports, the odds of developing PRIS increase when propofol is administered for over 48 hours or at a rate of around 4 mg/kg/hr (67 mcg/kg/minute).\n[2]\n\nRisk factors include severe illnesses such as sepsis, cerebral injury, airway infection, and poor oxygen perfusion. Other possible considerations that may play a role in PRIS are low carbohydrate levels, use of glucocorticoids, subclinical mitochondrial disease, and carnitine deficiency.\n[2]",
    "monitoring": "Clinical evaluation of the patient is essential to look for signs of organ dysfunction, especially if the patient cannot vocalize any discomfort due to the propofol sedation — signs such as dark urine from rhabdomyolysis or hepatomegaly. Monitoring lab values regularly upon initiating and during propofol infusion will be essential to ascertain any early signs of PRIS. Results may reflect multi-organ system dysfunction. Serum lab values can reveal a high anion gap metabolic acidosis, lactic acidosis, and lipemic plasma. Additionally, there may be elevated serum creatine kinase, serum myoglobin, serum urea, serum potassium, and liver enzymes. Hypertriglyceridemia is not unexpected due to the lipemic nature of the medication, which can lead to pancreatitis.\n[2]\n\nIt is critical to monitor closely for any cardiac abnormalities. Any hint of arrhythmias may be an early sign of toxicity, and further tests must occur. Patients should be on telemetry, and serial EKGs are a consideration. Bradycardia is often the first sign of heart irregularities.",
    "administration": "Lidocaine has been used to reduce propofol injection pain. It is usable either mixed with the propofol or before propofol administration. Either technique has demonstrated effectiveness.\n[9]\n\nDue to the severe progression of PRIS, clinicians must have a high degree of suspicion of the disease to treat it properly. The first step to prevent worsening conditions is to discontinue the propofol infusion. If the patient still requires sedation due to other factors, another class of sedative should be substituted. The patient should then be hemodynamically stabilized. In severe cases, patients may require advanced cardiorespiratory support such as extracorporeal membranous oxygenation (ECMO). Severe bradycardia may require cardiac pacing. Propofol can inhibit calcium channel blockers, thus making the heart resistant to catecholamine interventions.\n[2]\n\nThe following steps to treat PRIS involve resolving the derangements caused by propofol. Any electrolyte abnormalities need to be either replaced or reduced. Hyperkalemia is treatable with calcium, insulin, beta2 agonists, or K-binders. Metabolic acidosis often needs to be normalized with continuous renal replacement therapy (CRRT). CRRT, therapeutic plasma exchange, hemodialysis, and hemofiltration may help reduce propofol serum levels, metabolites, and elevated electrolytes. Additionally, carbohydrate substitution has been shown to support fat metabolism.\n[10]\n[11]",
    "adverse_effects": "The primary concern with propofol toxicity is the development of fatal conditions. Hypertriglyceridemia can lead to pancreatitis. Metabolic acidosis can develop, leading to other derangements. Cardiac failure and rhabdomyolysis are significant concerns for propofol toxicity. If PRIS continues without any timely intervention, the condition can be fatal. Some complications correlate with complex multimodal treatment options."
  }
}