{
  "drug_name": "propamidine isethionate",
  "nbk_id": "NBK574551",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574551/",
  "scraped_at": "2026-01-11T18:47:48",
  "sections": {
    "indications": "Keratitis, an inflammation of the cornea accompanied by the infiltration of inflammatory cells, is predominantly caused by trauma or infection. Microspordial keratitis, originally termed \"corneal nosematosis,\" is a rare form caused by microsporidia.\n[1]\n[2]\nMicrosporidia are obligate intracellular spore-forming parasites, similar to fungi that infect insects, birds, fish, and mammals.\n[1]\nOf the many known genera, only 7 infect humans.\n[3]\n\nMicrosporidia primarily causes gastrointestinal infections, but ocular, cerebral, and musculoskeletal infections are possible. Risk factors for ocular infection include contact lens use, trauma, eye surgery, topical corticosteroids, and exposure to soil, mud, dirty water, or thermal springs. Ocular infection with microsporidia typically manifests as keratoconjunctivitis or deep stromal keratitis.\n\nThe first documented case of microspordial keratitis was reported in a child from Sri Lanka in 1973. During the AIDS epidemic in the 1990s, the number of cases of microsporidial keratoconjunctivitis in patients who were immunocompromised increased. Since the early 2000s, cases of microspordial keratoconjunctivitis in immunocompetent hosts have continued to rise. Cases of microsporidial stromal keratitis occur primarily in immunocompetent hosts. Most cases of ocular microsporidia infection originate in Asia. Diagnosis and treatment of the disease may be challenging due to a lack of awareness among healthcare professionals regarding its diverse clinical presentations and disease progression.\n\nThe robust spores persist in the environment for several months, remaining infectious. Human contraction of the infection can occur through ingestion, inhalation, or intimate activities. Although the method by which microsporidia infiltrate the human cornea remains elusive, the prevailing theory suggests contact with contaminated water or direct trauma.\n[1]\nResearchers have documented cases following exposure to floodwaters.\n\nDiagnosis of microsporidial keratitis typically involves optical microscopy and polymerase chain reaction (PCR) to confirm the presence of the parasite. Treatment with topical medications yields varied success rates, and in some cases, surgical intervention may be necessary. Microsporidial keratitis can result in a significant decrease in visual acuity and a perforated corneal ulcer. With the exact transmission mechanism being unknown, prevention of infection is complicated. Healthcare professionals should consider microsporidial keratitis when evaluating patients with keratitis of unknown origin, particularly those who have traveled or returned from Asia, especially during the rainy season.",
    "mechanism": "Microsporidia are spore-forming intracellular organisms found nearly everywhere in nature. Traditionally classified under the kingdom Protista, they have been recently reclassified as fungi based on molecular studies.\n[4]\n[5]\nWith over 1700 species, the most common species involved in human infection are\nEnterocytozoon bieneusi\nand the\nEncephalitozoon\nspecies, primarily\nEncephalitozoon intestinalis\n.\nMicrosporidium\nand\nVittaforma corneae\nare the most common causes of microspordial stromal keratitis, and\nEncephalitozoon\nspecies\nare the most common cause of microspordial keratoconjunctivitis.\n[4]\n\nIn addition to primitive genomes and ribosomes similar to protozoa, the absence of mitochondria, centrioles, and peroxisomes gives microsporidia its prokaryotic features. However, the presence of mitochondrial hsp70, mitosome, and alpha-beta tubulin has resulted in their reclassification to fungi.\n[6]\n[7]\n\nMicrosporidia are opportunistic waterborne pathogens commonly transmitted through contaminated water, like lakes, swamps, swimming pools, or spring water.\n[8]\n[9]\n[10]\nAmong humans, microsporidia affects the gastrointestinal tract, brain, eyes, muscles, bones, and lungs.\n[11]\nWhile microspordial keratoconjunctivitis and microspordial stromal keratitis are the most prevalent ocular presentations, microsporidia also cause scleritis and endophthalmitis.\n[5]\n[12]\n[13]\nHistorically, individuals who develop microsporidial keratoconjunctivitis were immunocompromised, often associated with HIV infection.\n[14]\n[15]\nHowever, recent literature indicates that even immunocompetent patients can experience keratoconjunctivitis.\n[16]\n[17]\n[18]\nConversely, deep stromal keratitis is primarily observed among immunocompetent individuals.",
    "monitoring": "Scrapings or biopsies of the conjunctiva or cornea typically serve as the primary diagnostic method for confirming microsporidial keratitis. These samples are subjected to various laboratory tests to facilitate the visualization of microsporidia spores.\n\nTransmission Electron Microscopy\n\nHistorically, transmission electron microscopy (TEM) played a crucial role in elucidating the classification and comprehension of human microsporidia infections, including those impacting the eye. The distinctive polar tubule, observed through TEM, plays a vital role in identifying and classifying the organism within the Microspora phylum. Despite TEM remaining the gold standard for confirming and identifying microsporidia species, its complex procedure and limited accessibility restrict its practical utility in clinical diagnostics.\n[36]\n\nSmear Diagnosis\n\nOptical microscopy is a primary method for diagnosing microsporidiosis, as microsporidia are obligate intracellular organisms that cannot be cultured in routine media and require cell cultures for growth. Due to the challenges in consistently culturing microsporidia, direct smear findings become essential. Corneal abnormalities in patients with microsporidial keratoconjunctivitis appear raised and superficial. Clinicians typically scrape off these lesions with a 15-scalpel blade after applying topical anesthetic, and the samples undergo staining to identify microsporidia spores.\n\nSmears initially used for Gram staining can be reused by decolorizing and reapplying a Ziehl-Neelsen stain, thus eliminating the necessity for additional scrapings.\n[37]\nSeveral staining methods are available for verifying the diagnosis of microsporidial keratoconjunctivitis from corneal and conjunctival samples. The combined 10% potassium hydroxide (KOH) with 0.1% calcofluor white (KOH+CFW) staining is the most preferred due to its superior detection rate, closely followed by the modified Ziehl-Neelsen stain, particularly when a fluorescence microscope is not available. The Gram stain follows, with Giemsa staining being the least preferred.\n\nSome researchers have successfully used the modified trichrome staining method when diagnosing microsporidial keratoconjunctivitis.\n[38]\nIdentification by staining does not allow for identification of the specific species involved. PCR is more commonly used for species-specific identification than electron microscopy.\n\nDue to the presence of deep stromal infiltrates, diagnosing microsporidial stromal keratitis poses greater challenges. Corneal scrapings may not provide sufficient diagnostic information in this condition. A corneal biopsy or therapeutic penetrating keratoplasty in chronic culture-negative keratitis is a valid option to reach the diagnosis. The biopsy or excised corneal button is subjected to histopathological evaluation for a tissue diagnosis.\n\nMolecular Techniques in Diagnosis\n\nPCR is a powerful tool for diagnosing microsporidial infections and determining the species involved. This molecular technique targets pathogen DNA by binding to a specifically designed set of primers and amplifying it repeatedly in the presence of free nucleotides by a thermostable polymerase enzyme. Utilizing known sequenced pan-microsporidia primers, PCR amplifies a fragment of 16S rRNA, offering a sensitivity of 83% and specificity of 98%.\n[39]\n\nNucleic acids extracted from corneal scrapings or biopsies typically undergo a pan-microsporidian PCR followed by DNA sequencing and a Basic Local Alignment Search Tool (BLAST) search for species-specific identification. Recently, a duplex PCR method has emerged, incorporating pan-microsporidian primers and species-specific ones for\nVittaforma corneae.\n[40]\nDespite the availability of specific primers for ocular microsporidia species since 1994, they have not gained significant traction in clinical microbiology. Compared to earlier methods, a notable absence of commercial kits specifically designed for diagnosing ocular microsporidiosis exists.\n\nIntroduced in 1996, PCR combined with Southern analysis has successfully distinguished\nEncephalitozoon\nspecies in urine samples. However, its widespread adoption for ocular infections has been limited thus far. Nonetheless, PCR remains a valuable tool for various microsporidia infections across diverse clinical specimens. For example, a 2004 study by Conners et al detailed a PCR method using specific rRNA primers, followed by sequencing to identify microsporidia in corneal samples.\n\nOther studies indicate the utility of real-time PCR assays and multiplex PCR in different contexts, showing potential for broad applications, including the diagnosis of microsporidial keratoconjunctivitis. A newly reported oligonucleotide microarray also seems promising, showcasing the ability to detect multiple species. Its efficacy in ocular sample diagnostics is yet to be determined.\n[41]\n\nCell Cultivation Techniques\n\nDue to their intracellular nature, microsporidia can only propagate in cell culture systems. During the early 1990s, researchers successfully adapted 3 microsporidia isolates, specifically\nEncephalitozoon hellem\n, from corneal tissue and conjunctival samples of patients with AIDS to Madin-Darby Canine kidney epithelial (MDCK) cells.\n\nAdditionally, various other cell types were evaluated for cultivating microsporidia, such as E6, HLF, MRC-5, RK-13, HeLa, Vero, SIRC, and fetal bovine lung fibroblasts. The Vero cell line proved the most effective when comparing the Vero, HeLa, and SIRC cell lines for growing 4 distinct microsporidia species.\n[42]\nDespite these advancements, the method of nurturing these organisms in cell lines has not been streamlined for the routine diagnosis of microsporidial keratoconjunctivitis.\n[42]\n\nAntigen Detection Techniques\n\nIn clinical microbiology, antigen detection using various specimens is a common way to identify numerous infectious conditions. This method frequently involves the use of either monoclonal or polyclonal antibodies. Specific antibodies, especially those targeting the spore wall or polar tubule, are available for multiple microsporidia species.\n[43]\nResearch from the early 20th century indicates the effective application of immunofluorescent antibody techniques to identify ocular microsporidia using species-specific antisera.\n[40]\n\nMany researchers feel antigen detection techniques are less sensitive than PCR and, if used, should be used as a supplement to conventional histological methods. Indirect immunofluorescence assay is neither widely available on the market nor regularly used in diagnosing ocular microsporidiosis. In addition, testing for specific antibodies against microsporidia in blood for diagnostic purposes in cases of ocular microsporidiosis is not endorsed and remains inaccessible.\n[43]\n\nImaging Techniques\n\nAnterior segment optical coherence tomography (AS-OCT) offers a contact-free, high-definition method to visualize cross-sections of the cornea. A study by Thanathanee et al reveals the following changes in patients with microsporidia keratoconjunctivitis:\n\nHyperreflective dots are limited to the epithelial layers of the cornea\nNo extension into the stromal layer\nHyperreflective dots are slightly raised above the epithelial surface in most cases\n\nThese features distinguish microsporidia lesions from the nummular scars caused by adenovirus, which present as more prominent subepithelial anomalies, manifesting milder reflectivity and a smoother epithelial surface. Coupled with microbiological analyses, AS-OCT may offer diagnostic clarity and a means to track treatment progress. Further studies are necessary.\n[44]\n\nIn Vivo Confocal Microscopy\n\nIn vivo confocal microscopy (IVCM) is a ground-breaking tool for diagnosing ocular infections. Using IVCM, the lesions of microsporidial keratoconjunctivitis appear as epithelial clusters accompanied by bright, pinpoint-shaped spores. Clinicians can distinguish from adenovirus keratoconjunctivitis based on the presence of a bright basal epithelium, dendritic cells, and active keratocytes in the superficial stroma at the center of the cornea. Additionally, IVCM can potentially assess treatment efficacy and evaluate for deeper stromal penetration. However, its adoption remains limited due to significant interobserver variability and high cost.\n[45]\n\nImpression Cytology\n\nImpression cytology involves the application of cellulose acetate filter paper to the eye's surface, allowing for the collection of superficial layers lining the ocular surface. Once collected, clinicians can do histological, immunohistological, or molecular analyses of the cells. This test offers a less invasive method and an alternative to corneal smear tests.\n\nLimited documentation of its use exists in the literature, and its potential accuracy in terms of sensitivity and specificity requires further exploration. Through this technique, intracellular and extracellular spores, without inflammatory cells, have been identified, mirroring the findings of smear tests.\n[46]",
    "administration": "No consensus exists regarding the management of microsporidial keratitis. The various treatment options are listed below:\n\nTopical Therapy\n\nSuperficial infections are self-limited or treated medically. Deeper stromal involvement often requires corneal transplantation to eradicate the infection and improve vision.\n[47]\n[35]\nLubricants are effective for symptomatic relief. In a randomized controlled trial, lubricants are as effective as biguanides.\n[48]\nThe frequency of lubricant application depends on the severity of patient symptoms, with more frequent dosing in more symptomatic patients.\n\nAntimicrobial agents\n\nTopical fumagillin and fluoroquinolones are important antimicrobials frequently used in treating microsporidial ocular infections.\n[4]\n[49]\nFluoroquinolones target the topoisomerase and DNA gyrase enzymes. Among fluoroquinolones, ciprofloxacin 0.3%, gatifloxacin 0.5%, moxifloxacin 0.5%, levofloxacin 0.5%, norfloxacin 0.3%, and ofloxacin 0.5% are effective against microsporidia dosed hourly with or without oral albendazole. However, the results are mainly anecdotal, from in vivo and in vitro studies, and not supported by randomized clinical trials.\n[16]\n[27]\n[16]\n[49]\n[50]\n\nOn the other hand, fumagillin is a mycotoxin produced by\nAspergillus\nand treats microsporidia by inhibiting RNA synthesis.\n[4]\nFumagillin may also act by inhibiting the proteinase, type 2 methionine aminopeptidase. Some reports suggest a potential for relapse after treatment cessation. The concentration of bicyclohexyl ammonium fumagillin is 0.113 mg/ml.\n[16]\n[51]\n[52]\n\nBiguanides\n\nPolyhexamethylene biguanide (PHMB) 0.02% and chlorhexidine gluconate 0.02% are 2 biguanides effective in treating microsporidial keratitis when combined with debridement.\n[17]\nBoth PHMB and chlorhexidine are disinfectant antiseptics requiring reconstitution to 0.02% as they are not commercially available in the given concentration. Dosing is as frequent as every 30 to 60 minutes.\n[48]\n\nDiamidines\n\nSparse reports have highlighted compounds such as propamidine isethionate and hexamidine isethionate 0.1% as part of combination treatments. Currently, in vitro susceptibility testing for these cationic antiseptics does not exist.\n[53]\n\nImmune modulation and steroids\n\nPatients with persistent or recurrent disease warrant a short course of topical steroids or steroid-sparing agents like tacrolimus 0.3% and cyclosporine 0.5%.\n[54]\n[55]\n[56]\nTacrolimus and cyclosporine modulate and suppress corneal inflammatory responses. Apart from this, patients who develop endotheliitis, limbitis, and anterior chamber reactions warrant topical steroids.\n[19]\n[21]\n[19]\n[27]\nSome studies suggest that the early application of topical steroids can prevent complications when dealing with specific types of keratitis. However, unlike adenovirus, studies have not conclusively shown steroids' impact on microsporidia multiplication.\n\nAntifungal agents\n\nMicrosporidia are related to fungi. Azoles treat fungi by inhibiting ergosterol synthesis in the plasma membrane of fungi. Research published by Agatha and others involving 550 patients reveals that fluconazole 0.3%, dosed 4 times daily until symptom resolution, effectively achieves over 95% visual recovery.\n[21]\n[57]\n\nOral Therapy\n\nAntifungals\n\nItraconazole, an oral antifungal medication, has been administered to treat specific infections without any relapses. However, its definitive efficacy is still under scrutiny.\n[58]\nOral Itraconazole 200 mg/d is effective for disseminated diseases; however, the effectiveness of an oral antifungal in treating microsporidial keratitis has not been established.\n[59]\n\nAntiprotozoal and antihelminthic medications\n\nAlbendazole is an antiprotozoal effective in treating microsporidial keratoconjunctivitis.\n[60]\nIt exerts its action by inhibiting microtubules, thus impeding cell division. Albendazole is most effective against\nEncephalitozoon\nspecies, with a recommended dose of 400 mg twice daily.\n[49]\n\nCorneal Swabbing and Surgical Management\n\nIn microsporidial keratoconjunctivitis, the debridement of the corneal epithelium serves dual purposes: collecting samples for microbiological evaluation and reducing the microbial load. This procedure typically involves using a 15-blade or 26-gauge needle, and the affected area normally heals without scarring.\n[17]\nDebridement can be utilized alone or with antimicrobial and lubricating agents. However, debridement is not superior to conservative management and increases the risk of superimposed infection. Therefore, it is advisable to reserve debridement for severe cases.\n[61]\n\nRepeated corneal swabbing using cotton swabs is another effective, relatively less invasive procedure proposed by Fan and colleagues. This method involves repetitive swabbing of the cornea using cotton swabs, which is less intrusive, causes minimal discomfort, is generally well-received by patients. Moreover, results are typically evident within a week of the procedure.\n[19]\n\nThe outlook for stromal disease is less optimistic. While some case reports describe successful medical treatment, the efficacy varies. Medications used alone or in combination include topical polyhexamethylene biguanide, chlorhexidine, and voriconazole with or without oral itraconazole or albendazole. However, one study revealed that less than half of the patients responded to medical therapy consisting of topical polyhexamethylene biguanide and chlorhexidine, with or without oral albendazole. Ultimately, 25 of the 34 patients required keratoplasty. Therapeutic penetrating keratoplasty often emerges as the only viable option for patients with corneal stromal involvement.\n[34]\n[62]",
    "adverse_effects": "Nummular scars can persist in cases of inadequately treated microsporidial keratoconjunctivitis. In cases of stromal keratitis, corneal scars and edema usually increase with each recurring episode of inflammation.\n[55]\nIncreased intraocular pressure due to topical corticosteroid use is an additional medication-related complication. Other potential sequelae are limbitis, endotheliitis, and keratic precipitates.\n[55]\nThese can be treated with topical steroids.\n[54]"
  }
}