{
  "drug_name": "propanediol",
  "nbk_id": "NBK539799",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539799/",
  "scraped_at": "2026-01-11T15:37:28",
  "sections": {
    "indications": "Felbamate should not be given to patients with a history of hepatic dysfunction or any form of blood dyscrasia.\n[23]\nPatients with known hypersensitivity to felbamate or other carbamates should avoid felbamate.\n\nBox Warnings (Aplastic Anemia and Hepatic Failure)\n\nFelbamate use is limited by severe, life-threatening, and idiosyncratic reactions (aplastic anemia and hepatic failure). Both reactions can carry a mortality rate above 30%. These reactions are usually seen during the first 6 to 12 months of therapy, but can occur later. Aplastic anemia can lead to symptoms of bleeding, bruising, and pale skin. The first symptoms of hepatic dysfunction include lethargy, nausea, and vomiting. If hepatic enzymes (AST, ALT) increase two or more times, the upper limit of normal felbamate should be discontinued.\n\nAplastic Anemia:\nFelbamate use is limited by severe, life-threatening, and idiosyncratic reactions (aplastic anemia and hepatic failure). Felbamate is associated with a significantly increased risk of aplastic anemia, characterized by pancytopenia and depletion of hematopoietic precursors in the bone marrow. The incidence may be over 100 times greater than in the general population, with an estimated 2–5 cases per million people annually. The case fatality rate ranges from 20% to 30%, though higher rates have been reported. Felbamate should be prescribed only for patients with severe, treatment-resistant epilepsy where the therapeutic benefit justifies the risk. Aplastic anemia may occur insidiously, typically 5 to 30 weeks after initiation, but the risk persists even after discontinuation of the causative agent. Routine complete blood counts may detect early changes, but do not reliably prevent their occurrence.\n[24]\nThere were 34 reported cases of felbamate-related aplastic anemia in the first six years of FDA approval.\n[9]\nNone of these cases occurred in children below the age of 13. Patients who developed aplastic anemia tended to be older (above 17 years of age) and had a history of ASM allergies/toxicity, cytopenia, and/or immune disease. Researchers estimated that patients on felbamate were at a more than 100-fold greater risk for developing aplastic anemia (27 to 207/million) than the general population (2 to 2.5/million).\n[25]\nThere is no known way to reduce the risk of occurrence. Early signs of aplastic anemia include declining reticulocyte counts and thrombocytopenia. Patients with any symptoms of easy bruising, bleeding, and/or lethargy should seek immediate medical care. Felbamate should be discontinued, and consultation with a hematologist is recommended.\n\nHepatic Failure:\nFelbamate has been linked to acute liver failure, including fatal cases and instances requiring liver transplantation. The estimated rate is approximately 6 cases per 75,000 patient-years; however, underreporting suggests that the true incidence may be higher. Felbamate is contraindicated in patients with current or prior hepatic dysfunction. Initiate treatment only in individuals with normal baseline serum transaminase levels. While periodic monitoring of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) may not entirely prevent hepatotoxicity, it may allow earlier detection. Discontinue felbamate if AST or ALT levels rise to ≥2 times the upper limit of normal or if clinical symptoms of liver injury emerge. Do not reinitiate felbamate in patients who develop liver injury during therapy. In the first six years after FDA approval, there were 18 cases of hepatic failure in patients taking felbamate.\n[9]\nThe risk for developing hepatotoxicity and liver failure is higher than the general population, approximately 1 in 30000, but less than the risk of aplastic anemia. Cases have occurred in children as young as 5 years old. The mean time of hepatic failure after the initiation of therapy ranged between 25 and 939 days.\n[9]\nPatients with symptoms of jaundice, fatigue, and/or GI complaints should seek immediate medical care.\n\nWarnings and Precautions\n\nSuicidal Behavior and Ideation:\nFelbamate and other antiseizure medications (ASMs) are associated with an increased risk of suicidal thoughts and behavior. This risk may emerge as early as one week after initiating therapy and may persist throughout the treatment period. Although the relative risk is elevated, the absolute risk increase is slight. All patients treated with ASMs should be closely monitored for new or worsening depression, suicidal ideation, suicidal behavior, or unusual mood or behavioral changes. This applies across all age groups and conditions for which ASMs are prescribed, including epilepsy and psychiatric disorders. Prescribers should weigh the risk of suicidality against the risk of untreated illness, as epilepsy itself is associated with increased morbidity and mortality, including suicidality. If suicidal thoughts or behaviors develop, clinicians should reassess the treatment strategy. Patients, families, and caregivers must be informed of this risk and advised to report any concerning symptoms or changes in behavior immediately to a healthcare provider.\n[26]",
    "mechanism": "The mechanism of action of felbamate (2-phenyl-1,3-propanediol dicarbamate) is not well understood; however, researchers believe that several other mechanisms may be involved. The primary antiepileptic activity is thought to be the modulation of the\nN\n-methyl-D-aspartate (NMDA) receptor, reducing glutamatergic transmission.\n[9]\nOther actions include the weak inhibition of GABA receptor binding and the inhibition of voltage-gated sodium channels, as well as calcium channels. According to a review, medications such as felbamate and levetiracetam(including other antiseizure medications) typically sustain cognitive stability in LGS.\n[11]\n\nPharmacokinetics\n\nAbsorption\n: Felbamate is well absorbed from the gastrointestinal (GI) tract, with oral bioavailability exceeding 90%. Peak plasma concentrations are typically achieved within 3 to 5 hours after oral dosing. The tablet and suspension formulations are bioequivalent to the capsule used in clinical trials. Food does not affect the absorption of the tablet; however, the effect of food on the suspension has not been evaluated.\n\nDistribution\n: Felbamate is minimally bound to plasma proteins (22%–25%), primarily albumin, and binding varies with serum albumin levels. The apparent volume of distribution is approximately 756 ± 82 mL/kg, indicating moderate tissue distribution.\n\nMetabolism\n: Felbamate undergoes hepatic metabolism, primarily via cytochrome P450 enzymes CYP2E1 and CYP3A4.\n[12]\nApproximately 15% of the dose is converted into parahydroxyfelbamate, 2-hydroxyfelbamate, and felbamate monocarbamate, none of which exhibit significant anticonvulsant activity.\n\nExcretion\n: Felbamate is primarily eliminated by the renal route, with 40%–50% excreted unchanged in urine. The half-life of the drug is typically 14 to 23 hours, and serum concentrations are directly proportional to the dose.\n[13]\nClearance is dose-dependent and significantly higher in children, who exhibit 40%–50% greater clearance than adults.",
    "administration": "Available Dosage Forms and Strengths\n\nFelbamate is available as conventional tablets and as an oral suspension. Available tablet formulations are available in 400mg and 600mg doses. The oral suspension is available in a 600 mg/5 ml suspension.\n\nAdult Dosage\n\nIf used as a monotherapy for partial seizures in adults, the recommendation is that felbamate is initiated at 1200mg/day in 3 to 4 divided doses. Dosing can be increased by 600 mg increments every two weeks, up to a maximum of 3600 mg per day. If added as adjunctive therapy, titration can be more aggressive; 1200 mg increments every week up to 3600 mg/day.\n[14]\nAdolescents over 14 years of age receive the same dose as adults.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe use of felbamate is contraindicated in patients with hepatic impairment.\n[15]\n\nRenal impairment:\nFelbamate should be used cautiously in patients with impaired renal function, with a 50% reduction in both initial and maintenance doses.\n\nPregnancy considerations:\nPregnant women with epilepsy have an increased risk of adverse obstetric outcomes and fetal complications.\n[16]\nAccording to joint guidelines by the American Academy of Neurology (AAN), the American Epilepsy Society (AES), and the Society for Maternal-Fetal Medicine (SMFM), Clinicians should engage in shared decision-making with pregnant or potentially pregnant individuals with epilepsy (PWECP) to select antiseizure medications (ASM) that optimize seizure control and fetal safety. Preconception planning is essential. ASM selection should prioritize agents with a lower risk of major congenital malformations. During pregnancy, convulsive seizures must be minimized, and clinicians should avoid changing effective ASM regimens unless clearly indicated. Therapeutic drug monitoring is recommended throughout pregnancy. Physicians should implement age-appropriate developmental screening in children with in utero ASM exposure.\n[17]\nPatients are advised to enroll in the North American Antiepileptic Drug (NAAED) Pregnancy Registry should they become pregnant. This registry is dedicated to collecting data concerning the safety of antiepileptic medications during pregnancy.\n[18]\nTo facilitate enrollment, patients may contact the toll-free number 1-888-233-2334.\n\nBreastfeeding considerations:\nAccording to the International League Against Epilepsy (ILAE),\nthere is a lack of clinical data on the use of felbamate during breastfeeding.\n[19]\nConsidering its potential to induce life-threatening hematologic and hepatic toxicities, breastfeeding should be avoided during maternal felbamate therapy until further safety information becomes available.\n[20]\n\nPediatric patients:\nLennox-Gastaut syndrome is the most common reason for using this medication in the pediatric population. Children (2 to 14 years of age) should initiate therapy with an initial dose of 15 mg/kg/day, administered in 3 to 4 divided doses. Titration should be 15 mg/kg/day per week, up to 45 mg/kg/day or 3600 mg/day, whichever is less.\n[14]\n\nOlder patients: When selecting\nan appropriate dosage for an older patient, it should be done cautiously, typically starting at the lower end of the dose range. This conservative approach considers the higher chance of reduced liver and kidney functions, the possibility of other comorbidities, and concomitant medications.",
    "adverse_effects": "Initial studies showed that felbamate carried relatively little systemic toxicity and less CNS depression when compared to the older generation antiseizure medications (ASMs). Common adverse effects include drowsiness, insomnia, anorexia, nausea, dizziness, and headache.\n[21]\nAnorexia and other adverse effects are more likely to occur with higher serum levels.\n[22]\n\nA rapid titration schedule can increase the risk of neurologic adverse effects. Decreasing the titration rate may reduce this risk. Somnolence is more likely to occur in the first 4 weeks of treatment and decreases with continued therapy.\n\nDrug-Drug Interactions\n\nFelbamate has several drug interactions with commonly used ASMs. Enzyme-inducing antiepileptic medications, such as carbamazepine and phenytoin, can increase the clearance of felbamate. Gabapentin and valproic acid will decrease the clearance of felbamate. Lastly, felbamate can increase levels of phenytoin, phenobarbital, and valproic acid and reduce levels of carbamazepine.\n[13]",
    "monitoring": "The target serum concentrations for felbamate are between 30 and 60 mg/L.\n[13]\nDue to the increased risk of idiosyncratic reactions in the first 6 to 12 months after initiating therapy, clinical and laboratory monitoring is essential. This includes a comprehensive metabolic panel, blood counts, and a hepatic function panel. Serum studies should be completed before, during, and after the completion of felbamate therapy. Blood work can be performed biweekly or less for the first 3 months of treatment and then every 6 to 12 months thereafter. According to the American Academy of Neurology guidelines, an increased serum prolactin measurement, when performed in the proper clinical context 10 to 20 minutes after a suspected event, is a helpful tool for distinguishing between generalized tonic–clonic or complex partial seizures and psychogenic non-epileptic seizures in adults and older children. But serum prolactin levels do not differentiate seizures from syncope.\n[27]",
    "toxicity": "Signs and Symptoms of Acute Overdose\n\nFelbamate overdose may cause central nervous system depression, altered mental status, ataxia, vomiting, and crystalluria, which may lead to acute kidney injury (AKI). Crystals may be visible on urinalysis and primarily contain unchanged felbamate and its metabolites. A 20-year-old woman presented with altered mental status, extensive crystalluria, unilateral hydronephrosis, and AKI after intentionally ingesting felbamate with sodium valproate. In another case, a 3-year-old child developed vomiting, ataxia, hematuria, and needle-like urinary crystals after accidental overdose of felbamate.\n\nManagement of Overdose\n\nThere is no antidote for felbamate. The initial management includes stabilization of airway, breathing, and circulation. Endotracheal intubation may be required in patients with markedly altered mental status.\n[28]\nSupportive treatment with intravenous fluids enhances renal clearance of felbamate, especially when crystalluria or AKI is present. Urine microscopy and renal ultrasound may help identify nephrotoxic effects. In both reported cases, crystalluria and AKI resolved following parenteral hydration, and both patients made a complete recovery.\n[29]\n[30]"
  }
}