{
  "drug_name": "propyleneglycol",
  "nbk_id": "NBK589659",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589659/",
  "scraped_at": "2026-01-11T15:37:36",
  "sections": {
    "clinical_significance": "Serum Osmolality\n\nChanges in serum osmolality can be useful in differentiating the underlying causes of various electrolyte and acid-base balance disorders.\n[1]\n[3]\nSerum osmolality is an important initial test employed in investigating hyponatremia. Hyponatremia in the context of normal serum osmolality is termed pseudohyponatremia. This condition is caused by the electrolyte exclusion effect when sodium is measured by the indirect ion-selective electrode method in patients with increased levels of lipids (hypertriglyceridemia) or total protein. Hyponatremia in the context of elevated serum osmolality (>295 mOsm/kg) is most commonly caused by elevated levels of serum glucose, or it may also occur when osmotically active substances such as mannitol, radiographic contrast agents, and glycine (surgical irrigant solutions) are administered. Serum osmolality can be directly measured using osmometers, and it can also be calculated by the measurements of osmotically active substances in the serum. Many formulas for calculating osmolality exist, among which the Smithline-Gardner formula stands out as one of the most commonly employed and straightforward.\n\nOsmolality (mOsm/kg) = 2×Na (mmol/L) + glucose (mg/dL)/18 + urea (mg/dL)/2.8\n[3]\n[17]\n\nThe difference between the calculated and measured osmolality is known as the osmol gap, also known as the osmolal or osmolar gap. A normal osmol gap is 2 or less, although according to some sources, it is greater than 10 mOsm/kg in the clinical environment.\n[1]\n[18]\n\nAn elevated serum osmol gap can be found in the following clinical scenarios or disease states:\n\nPseudohyponatremia: This condition occurs when a low reported serum sodium concentration (<135 mEq/L) is observed in the presence of normally measured serum osmolality. This discrepancy can be caused by hyperlipidemia or hyperproteinemia, where these molecules comprise an increased portion of the serum sample, resulting in a falsely decreased sodium reading. Based on the aforementioned Smithline-Gardner formula, the falsely decreased sodium concentration decreases the calculated serum osmolality, resulting in an elevated osmol gap compared to the normal range measured osmolality.\n[1]\n[19]\n\nExogenous substances: Ingestion of toxic alcohols such as ethanol, methanol, propylene glycol, and acetone can cause elevated osmol gap. The presence of an elevated osmol gap and suspicion of volatile alcohol poisoning often prompt further investigation by a volatile screen.\n[20]\nIn addition, osmotically active medications such as mannitol or glycerol are sometimes used to manipulate the osmol gap to drive fluid shifts within the body. For instance, mannitol shifts fluid from the brain into the blood to relieve increased intracranial pressure. The increased solute in the blood after mannitol ingestion results in an osmotic gradient moving fluid across the blood-brain barrier.\n[21]\nAn important but often overlooked cause of exogenous substances elevating a patient's osmol gap is ingesting propylene glycol from medications using this molecule as a vehicle, such as nitroglycerin, lorazepam, or etomidate.\n[18]\n\nEndogenous substances: Metabolic states such as diabetic ketoacidosis or alcoholic ketoacidosis increase the concentration of ketones in the bloodstream, increasing the osmolality within the blood and creating an osmol gap. Lactic acidosis can result in moderate lactic acidosis due to the accumulation of products from the breakdown of glycogen.\n[18]\nA hyperglycemic hyperosmolar state can also drive an increased osmol gap secondary to hyperglycemia.\n[22]\nIn addition, diseases causing the retention of small molecules, such as renal failure, can also produce a similar effect.\n[15]\nFinally, shock can result in the accumulation of cationic or neutral amino acids, increasing the osmol gap.\n[18]\n\nThe value of change in the osmol gap can also give some insight into the cause of the elevation. For instance, renal failure and ketoacidosis often present with an osmol gap equal to or less than 15 to 20 mOsm/kg, whereas an osmol gap greater than 20 mOsm/kg indicates alcohol or acetone accumulation. Lactic acidosis often produces an average osmol gap of approximately 11 mOsm/kg.\n[18]\n\nUrine Osmolality\n\nUrine osmolality is useful for investigating electrolyte disturbances, particularly in hypo- or hypernatremia.\n[23]\n[24]\nHypernatremia and hyperosmolar plasma in the context of hypoosmolar urine (<300 mOsm/kg) are suggestive of diabetes insipidus. In this disease, a large volume of urine is excreted due to the failure to produce antidiuretic hormone by the hypothalamus (central diabetes insipidus) or lack of response to antidiuretic hormone by the kidney (nephrogenic diabetes insipidus). Hypernatremia in the presence of hyperosmolar urine (>600 mOsm/kg) is suggestive of extrarenal water loss, such as diarrhea, burn, or fever, or sodium overload resulting from the administration of hypertonic saline or salt poisoning.\n[24]\n\nIn patients with low serum osmolality and a clinically normal extracellular fluid volume, urine osmolality can aid in distinguishing between various etiologies. In these cases, a urine osmolality >100 mOsm/kg is indicative of the syndrome of inappropriate antidiuretic hormone, hypothyroidism, or glucocorticoid deficiency. On the other hand, a urine osmolality <100 mOsm/kg is observed in patients with primary polydipsia or beer potomania.\n[23]\n\nStool Osmolality\n\nMeasuring stool osmolality can help evaluate patients with diarrhea to differentiate osmotic diarrhea from secretory diarrhea. The stool osmotic gap is defined as the difference between the measured osmolality and a calculated osmolality (2*([fecal Na+] + [fecal K+]).\n[25]\nA stool osmotic gap <50 mOsm/kg implies that the diarrhea is secretory. In patients with osmotic diarrhea, the stool osmotic gap is typically >75 mOsm/kg. The osmolality should be measured within 30 minutes of stool sample collection, or the sample should be refrigerated until analysis because bacterial metabolism produces osmotically active substances that can alter the reading.\n[26]\nA stool osmolality <290 mOsm/kg may result from the intentional addition of water to a stool sample. In contrast, a stool osmolality >330 mOsm/kg without an elevated serum osmolality can suggest improper storage of the sample or contamination with concentrated urine.\n[27]"
  }
}