{
  "drug_name": "propylthiouracil",
  "nbk_id": "NBK549828",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549828/",
  "scraped_at": "2026-01-11T15:37:35",
  "sections": {
    "indications": "COntraindications include a previous history of hypersensitivity to PTU or any of its drug components. Caution is advised in patients with hepatic impairment or myelosuppression and pediatric patients.",
    "mechanism": "Propylthiouracil inhibits the production of new thyroid hormone in the thyroid gland.\n[2]\nIt acts by inhibiting the enzyme thyroid peroxidase, which usually converts iodide to an iodine molecule and incorporates the iodine molecule into amino acid tyrosine. Hence, DIT (diiodotyrosine) or MIT (monoiodotyrosine) does not get produced, which are the main constituents in the production of thyroxine (T4) and triiodothyronine (T3).\n[3]\nPeripherally, it acts by inhibiting the conversion of T4 to T3. It affects the existing thyroid hormones stored in the thyroid gland as well as those circulating in the blood.",
    "administration": "The available propylthiouracil tablet has 50 mg of the drug, and storage should be at room temperature. The dosage is as follows:\n\nAdults: Propylthiouracil is administered orally, initially as 300 mg/day in three divided doses every 8 hours (may reach up to 600 to 900 mg/day). After the initial treatment, the general maintenance dose is 100 to 150 mg/day. The dose is adjusted to maintain normal TSH, T3, and T4 levels.\nGraves disease (off label): PTU can be started as an initial dose of 50 to 150 mg three times a day\nThyrotoxic crisis/thyroid storm (off-label): The American Thyroid Association recommends 500 to 1000 mg as a loading dose of PTU, which can be followed by 250 mg every 4 hours. Recommendations are widely variable, and comparative trials have not taken place.\n[4]\nPediatric: Due to severe liver toxicity reported with the use of PTU, it is no longer approved by the United States Food and Drug Administration (FDA) in pediatric patients.\nGeriatric: Clinical studies incorporating the effects of PTU in patients over 65 years are lacking. PTU should be used cautiously in the geriatric age group, owing to an increased likelihood of co-morbidities and declined organ function in the elderly.\n\nPharmacokinetics\n\nAbsorption: 75%\nDistribution: 80 to 85% of the drug is bound to plasma proteins (lipoproteins and albumin are the major binding proteins), Vd 0.4 L/kg. It concentrates in the thyroid gland.\nOnset: 24 to 36 hours are necessary for a significant therapeutic effect.\nDuration: 12 to 24 hours\nHalf-life elimination: approximately 1 hour\nMetabolism: PTU primarily undergoes metabolism in the liver to glucuronides or inorganic sulfates.\nElimination: 35% gets excreted as metabolites in the urine.\n\nPropylthiouracil and Patient Population Groups\n\nPediatric population: PTU has been associated with liver injury in both adult and pediatric populations, whereas no case reports suggest liver injury with methimazole in the pediatric population. Hence, PTU is not for use in the pediatric population.\n[5]\nRenal impairment: Dose adjustment is not required.\nHepatobiliary disease: PTU causes liver injury; hence, it is not used in patients with liver impairment. However, the manufacturer's label does not require dosage adjustment.\nPregnant: PTU is a pregnancy category D drug. PTU can cross the placenta and can cause fetal cretinism and goiter. Methimazole causes fetal anatomical abnormalities; hence, if it is necessary to use antithyroid drugs in pregnancy, PTU is preferred in the first trimester with the lowest possible drug dose usage. Due to the increased reported risk of maternal hepatotoxicity from PTU, methimazole is the therapeutic choice in the second and third trimesters.\n[6]\n[7]\nBreastfeeding: PTU is excreted in breast milk in small amounts and delivered to infants. There are no clear-cut recommendations for its use in nursing. (AAP suggests it is compatible with nursing while AAFP says it is safe with nursing).\n[8]\n\nDrug Interactions\n\nCoumarins (oral): PTU inhibits vitamin K activity and hence increases the effects of oral anticoagulants. Therefore, PT/INR monitoring is necessary for such patients.\nBeta-blockers, digitalis, and theophylline: Patients with hyperthyroidism demonstrate an increased clearance of these drugs. When the patient becomes euthyroid, a decrease in the dose of beta-blockers and theophylline is required.",
    "adverse_effects": "Acute liver injury: Reported cases have shown PTU to be associated with acute liver failure and death. PTU has a black box warning for this issue. There are cases reported in pregnancy, adults, and children. Hence, caution is necessary with its use, especially in the first six months of the start of therapy. Since the onset is unpredictable and variable, regular monitoring is not recommended. Educate the patient regarding the potential symptoms to come and visit the physician for anorexia, pruritis, right upper quadrant pain, nausea, vomiting, light-colored stool, and dark urine. Stop the drug at the first appearance of these symptoms and perform laboratory tests: biochemical (bilirubin, alkaline phosphatase) and hepatocellular injury markers (AST, ALT).\n[9]\n\nHypothyroidism: PTU can lead to hypothyroidism- weight gain, constipation, or drowsiness. Hence, routine monitoring of TSH and T4 is necessary to maintain the euthyroid state.\n\nANCA-associated vasculitis: There have been multiple reported studies in which PTU-treated patients developed small vessel vasculitis and positivity to proteinase-3 or myeloperoxidase. Symptoms include- fever, weight loss, myalgia, arthralgia, and paraesthesia. Idiosyncratic reactions like this usually start within weeks of drug initiation but have been found to occur years later as well. Most patients responded to drug withdrawal, immunosuppressants, and substitution with other thioamide drugs for hyperthyroid symptom control. Complications included: leukoclastic vasculitis, glomerulonephritis (crescenteric or rapidly progressive), alveolar/pulmonary hemorrhage, cerebral angiitis, or ischemic colitis.\n[10]\n\nHypersensitivity: Reports of severe hypersensitivity reactions like Steven Johnson syndrome, toxic epidermal necrolysis, and urticaria have been described.\n\nAgranulocytosis: This is a potentially life-threatening occurrence with PTU in 0.2 to 0.5 % of patients. The patients should receive instruction to report any symptoms suggestive of pancytopenia – fever, sore throat, interstitial pneumonitis. The risk is at its highest in the first three months of treatment.\n[11]\n\nPotential teratogenicity: PTU was a Category D drug for pregnancy under the old FDA system.\n\nOther Reported Side Effects\n\nDermatologic: erythema nodosum, exfoliative dermatitis, urticaria, skin ulcers, skin rash, alopecia, Stevens-Johnson syndrome, toxic epidermal necrolysis\nRenal: acute kidney injury, acute interstitial nephritis\nGastrointestinal: loss of taste, taste perversion, nausea, vomiting, stomach pain, sialadenopathy\nNeurological: neuritis, headache, paresthesia, drowsiness, vertigo\nHematological: lymphadenopathy, splenomegaly, leukopenia, aplastic anemia, lymphadenopathy, hemorrhage, hypoprothrombinemia\nRespiratory: pulmonary alveolar hemorrhage, interstitial pneumonitis\nDrug fever\nLupus-like syndrome\n[12]\n[13]\n\nObserved Adverse Reactions in Laboratory Animals\n\nCarcinogenesis: pituitary adenomas, thyroid hyperplasia, and carcinoma after more than one year of continuous PTU usage.\nInfertility",
    "monitoring": "Laboratory monitoring of thyroid function tests should take place while the patient is on PTU therapy. Prothrombin time also requires monitoring in patients who are also on warfarin therapy concomitantly.\n\nA key component of PTU therapy is patient education and counseling. The patient should receive counsel to:\n\nContact the physician if they become pregnant or intend to become pregnant while on the drug for dose adjustments and monitoring during the entire pregnancy.\n[14]\nReport to the physician in case of any fever, drug eruptions, or infection.\nReport to the physician regarding any signs/symptoms of liver disease like nausea, right upper quadrant pain, and jaundice.\nWatch for the symptoms of agranulocytosis, which may include: sore throat, fever, chills, and infections of the gums or skin. It can also present with a severe drop in blood pressure.",
    "toxicity": "There is no information regarding the lethal dose (LD50), serum level concentration of PTU associated with overdose symptoms, or the amount of single drug dose assumed to be causing overdose symptoms. Symptoms reported are nausea, vomiting, epigastric distress, headache, fever, and arthralgia. Patients are also at risk of developing ANCA-associated vasculitis, agranulocytosis, or acute hepatic injury may occur. In the event of overdose, consider the possibility of drug interaction or abnormal pharmacokinetics in the patient. Patients may also develop symptoms of severe hypothyroidism. Patient treatment is supportive as there is no antidote available, and the clinician should also stop the drug."
  }
}