{
  "drug_name": "propafenone",
  "nbk_id": "NBK613289",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613289/",
  "scraped_at": "2026-01-11T15:37:25",
  "sections": {
    "indications": "The following are absolute contraindications of VT ablation:\n\nMobile ventricular thrombus (epicardial ablation might be considered)\nVT due to transient reversible causes or torsade de pointes VT related to prolonged QT\nMechanical prosthetic heart valves as they are not crossed with ablation catheters\nActive systemic infection\nUncontrolled coagulopathy\nSevere uncontrolled heart failure\nSevere aortic stenosis\nSevere pulmonary hypertension\n\nThe following are relative contraindications of VT ablation:\n\nAdvanced age\nAge increases procedural risk due to comorbidities and general frailty.\nSignificant comorbidities such as chronic obstructive pulmonary disease, renal failure, and liver disease\nSevere anemia\nPatient noncompliance\nIssues with postprocedure care and medication adherence can cause contraindications.\nPregnancy\nPregnant women should not be exposed to fluoroscopy.\nA procedure that doesn't use fluoroscopy should be considered.",
    "clinical_significance": "VT ablation is a critical therapeutic intervention for patients with ventricular arrhythmias that are refractory to medical therapy or implantable cardioverter defibrillator (ICD) shocks. This treatment's significance lies in several key benefits. By eradicating the arrhythmogenic foci responsible for VT, ablation can significantly reduce the risk of sudden cardiac death. Patients who undergo VT ablation often experience fewer and less severe arrhythmic episodes, leading to an improved quality of life and reduced psychological distress related to ICD shocks. Additionally, VT ablation decreases hospitalizations by reducing recurrent admissions related to VT episodes and heart failure exacerbations.\n\nFurthermore, ablation enhances the efficacy of antiarrhythmic medications, allowing for lower dosages and fewer side effects. Ablation also facilitates ICD management by curtailing the frequency of ICD shocks, which can be painful and distressing for patients. Lastly, by stabilizing heart rhythms, VT ablation supports cardiac function and helps prevent the progression of heart failure in patients with underlying structural heart disease.\n[38]"
  }
}