{
  "drug_name": "propane",
  "nbk_id": "NBK594274",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594274/",
  "scraped_at": "2026-01-11T18:47:48",
  "sections": {
    "indications": "Mercaptans, or thiols, are sulfur-containing compounds with a distinctive and unpleasant odor.\n[1]\nMercaptans are used in various industrial processes, including petroleum refining, chemical manufacturing, and pesticide production. Workers involved in these industries may be exposed to mercaptans through inhalation, dermal contact, or ingestion during the production, handling, or storage of mercaptan-containing substances.\n\nMethyl mercaptan, or methanethiol, acts as an inhibitor of cytochrome c oxidase within complex IV of the mitochondrial electron transport chain, reducing intracellular adenosine triphosphate (ATP) levels.\n[2]\nOrgans with elevated metabolic rates, such as the brain and heart, are particularly vulnerable to the effects of methyl mercaptan. Prolonged exposure to methyl mercaptan can lead to metabolic acidosis, primarily due to escalated lactate production through anaerobic metabolism.\n[3]",
    "mechanism": "The sources of mercaptan exposure include occupational, environmental, and accidental exposures. Mercaptans are sulfur-containing compounds primarily used as odorants in natural gas, propane, and other fuel gases to provide a detectable odor for safety purposes.\n[4]\nExamples of these odorants are methyl mercaptan and ethyl mercaptan, sometimes referred to as ethanethiol. While these mercaptans are generally considered safe at low concentrations, accidental releases, occupational exposures, or intentional misuse can lead to toxicity.\n\nDeliberate mercaptan poisoning is uncommon. The Acute Exposure Guideline Level (AEGL) for humans, derived from rat studies, recommends not exceeding exposure to concentrations greater than 120 ppm for 10 minutes.\n[5]\nAcute inhalation of mercaptans can lead to hypoventilation and apnea and, in severe exposures, may cause seizures, paralysis, myocardial infarction, coma, and death. Additionally, the United States Department of Homeland Security (DHS) has classified methyl mercaptan as a potential chemical weapon of mass effect.",
    "monitoring": "Diagnosing mercaptan toxicity requires a comprehensive evaluation of the clinical presentation, exposure history, and laboratory investigations. There are no specific diagnostic tests for mercaptan toxicity. Laboratory investigations are predominately performed to evaluate for end-organ dysfunction.\n\nClinical Assessment\n\nA comprehensive medical history should include questioning about recent unintentional exposures and occupation history. The signs and symptoms of mercaptan toxicity vary and are nonspecific, presenting a challenge to timely diagnosis.\n\nThe route of exposure dictates the clinical manifestations of mercaptan toxicity and may include coughing, wheezing, shortness of breath, nausea, vomiting, abdominal pain, headache, confusion, skin irritation, and chemical burns.\n\nLaboratory Tests\n\nLaboratory tests help support the diagnosis and assess the extent of mercaptan toxicity. A complete blood count (CBC) and comprehensive metabolic panel are recommended to evaluate for anemia, acute liver injury, or acute kidney injury with or without electrolyte disturbances. An arterial blood gas (ABG) is helpful in instances of hypoxia or respiratory symptoms to assess gas exchange and identify any acid-base disturbances cause by mercaptan exposure. A urinalysis may be employed to test for mercaptan metabolites where such tests are available.\n\nImaging Studies\n\nImaging modalities serve a limited role in the diagnosis of mercaptan toxicity. However, imaging can be important in evaluating the undifferentiated and differentiated poisoned patient by assessing signs of toxicity pertinent to a specific organ system. Imaging can assist the clinician in excluding nontoxic causes of presenting symptomatology.",
    "administration": "Currently, there is no specific antidote or pharmacological treatment for mercaptan toxicity. Therefore, the management of mercaptan toxicity focuses on supportive care and symptomatic treatment. If a patient presents with a known or suspected exposure to mercaptans or any toxicity is being considered, prompt consultation with a medical toxicologist or local poison control center (PCC) is recommended. In cases of uncommon exposures or those with nonspecific symptoms, consultation aids the evaluation of an otherwise broad differential. The symptomatic treatment and management of mercaptan toxicity follow general guidelines.\n[4]\n[11]\n\nRemoval from Exposure\n\nThe first step in managing mercaptan toxicity is to follow facility self-containment protocols to decrease the transmission of toxins to the patient and medical personnel. If emergency services evaluate the patient before hospital arrival, the patient should be safely and promptly removed from the source of exposure. The patient should be appropriately placed in the correct isolation or containment setting. All articles of clothing should be removed employing meticulous strategies to contain contaminated clothing in sealed bags as per facility protocols. If the mercaptan exposure occurred via ingestion, the individual should be instructed to rinse their mouth.\n\nFamiliarity with prehospital and facility protocols for any known or suspected toxin exposure is imperative. Personal protective equipment (PPE) is important in safely managing the differentiated or undifferentiated poisoned patient suspected of exposure to a toxin(s).\n\nDecontamination\n\nIn dermal exposure to mercaptans, decontaminating the affected area is essential. Contaminated clothing should be removed, and the skin should be thoroughly washed with soap and water to remove residual mercaptan. If eye exposure occurs, rinsing the eyes with clean water for at least 15 minutes is necessary. Eyes wash stations in medical facilities serve as a quick and readily available resource. Morgan lenses may be employed when decontaminating eye exposures for patients that cannot use an eye wash station or require a longer duration of eye washing. Assessing ocular pH via bedside pH paper should be considered before, during, and after ocular decontamination to help further guide the duration of eye washing.\n\nSupportive Measures\n\nRegular monitoring of blood pressure, heart rate, respiratory rate, and oxygen saturation is an essential assessment that guides interventions. An electrocardiogram (ECG) should be considered for signs or symptoms suggestive of cardiac dysrhythmias, such as witnessed ectopy on the monitor, and for symptoms suggestive of arrhythmias or ischemia, including lightheadedness, presyncope, syncope, palpitations, or chest pain.\n\nIntravenous fluids may be administered to maintain hydration and correct any electrolyte imbalances.\n\nIn respiratory symptoms, beta-agonist bronchodilators may relieve bronchospasm and improve breathing. Supplemental oxygen, non-invasive ventilation, and definitive airway management may be indicated; airway management should be prioritized after the patient has been safely triaged and contained.\n\nSymptomatic Relief\n\nAntiemetic medications, such as ondansetron, may be given to alleviate nausea and vomiting. Nonsteroidal anti-inflammatory drugs (NSAIDs) or opioids may be used for pain relief, depending on the severity of the symptoms. Antihistamines can be administered to reduce itching and inflammation if an allergic reaction or skin irritation occurs.\n\nSpecific Complications\n\nSevere skin burns or irritations may require topical treatments and wound care to promote healing and prevent infection. In the event of renal or hepatic dysfunction, standard medical protocols for managing these conditions should be followed.\n\nIn preclinical studies involving 3 mammalian models, cobinamide, a vitamin B12 analog administered via intramuscular injection, has demonstrated promising efficacy against hydrogen cyanide, hydrogen sulfide, and methyl mercaptan toxicity. Furthermore, in swine exposed to methyl mercaptan, cobinamide effectively reversed all the methanethiol-induced alterations, possibly by directly binding with methyl mercaptan and reducing oxidative stress.\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]",
    "adverse_effects": "The most severe respiratory complication of mercaptan toxicity is acute respiratory distress syndrome (ARDS), a potentially life-threatening condition characterized by rapid onset of respiratory distress and hypoxemia.\n[20]\nCardiovascular effects may lead to dysrhythmias, myocardial ischemia, acute decompensated heart failure in patients without cardiac comorbidities, or acute on chronic heart failure in patients with preexisting heart disease. Cardiac arrest can occur in severe cases secondary to arrhythmogenic causes, heart failure, and ischemic events.\n\nGastrointestinal complications of mercaptan exposure most commonly are secondary to significant gastrointestinal fluid losses from vomiting or diarrhea.\n\nNeurological complications of mercaptan toxicity include altered mental status, seizures, and coma in the acutely toxic patient. Future neurological sequelae and neurobehavioral disturbances can result from more chronic exposures.\n\nSkin irritation secondary to dermal contact with mercaptans may range from mild rashes to serious chemical burns.\n[18]\nConsultation with wound care and a burn center may help guide management."
  }
}