{
  "drug_name": "pure lanolin",
  "nbk_id": "NBK558907",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558907/",
  "scraped_at": "2026-01-11T18:47:48",
  "sections": {
    "indications": "Pterygium is one of the common ocular surface disorders. From two Greek words, the word \"pterygium\" has been derived: (pteryx) meaning wing and (pterygion) meaning fin. Sushruta was the first to describe it in 1000 BC, the first recorded ophthalmic surgeon.\n[1]\nPterygium is basically a fibrovascular overgrowth of the subconjunctival tissue, triangular in shape, and encroaching on to the cornea in the medial and lateral palpebral fissure.",
    "mechanism": "The various known risk factors are immune mechanism, genetic predisposition, and chronic environmental irritation, which include UV (ultraviolet) rays, hot and dry weather, wind, dusty atmosphere, and the period of exposure to such conditions. However, the most common is the increased time of exposure to UV rays of the sunlight, followed by chronic eye irritation from dry and dusty conditions.\n[2]",
    "monitoring": "Comprehensive ocular examination, including visual acuity, extraocular movements (EOM), and anterior segment evaluation is to be done. Detailed refraction should be done to note down the amount and type of astigmatism.\n\nDry eye should be ruled out by conducting Schirmer’s test or tear film break-up time.\n\nPterygium should be evaluated under the following criteria: location, size, vascularity, extent, and area of corneal involvement [chord at limbus and extent of corneal encroachment from limbus is measured using Castroviejo’s calipers] can be carried out by oblique illumination by torchlight and further substantiated by slit-lamp examination. The presence or absence of Stocker’s line is noted.\n\nA pterygium has three parts:\n\nCap - At the leading edge, which is distinguished by a halo-like avascular zone\nHead - peripheral to the cap\nBody - the main part of the pterygium communicating with the bulbar conjunctiva\n\nPterygium may be classified into:\n\nProgressive: thick, fleshy, vascular, progressively encroaching towards the center of the cornea.\nAtrophic: Thin, attenuated, poor vascularity, stationary",
    "administration": "There is a lack of agreement among ophthalmologists on optimal pterygia management in both medical and surgical terms. Medical care is given to relieve the patient from the inflammatory symptoms and reduce the persistent discomfort that persists. Throughout the years, medical treatment for pterygium made use of relatively benign agents such as bile and urine and more toxic agents such as lead-acid, mercuric lanolin, radiotherapy, thiotepa, 5-fluorouracil, and more recently, mitomycin C in a search for a safe and effective therapy.\n\nMedical treatment in modern times includes lubrication with artificial tear drops or decongestants to provide short-term comfort and a slight improvement in cosmetics. Topical NSAIDs, eye drop loteprednol, brings added comfort. Vasoconstrictive agents minimize redness and enhance the appearance and add antihistamines to the decongestant drops to help prevent the effect of histamine associated edema and itching.\n[18]\n\nHowever, surgical treatment remains the preferred option. Operation with pterygium was mentioned as far back as 1000 B.C. In patients with pterygium, the reasons for surgery are decreased vision due to visual axis encroachment, chronic pain, persistent inflammation, abnormal astigmatism, restrictive ocular motility, and cosmesis.\n\nThe patient was prepared to lie recumbent on an operating table during Susruta's surgical operation, and the pterygium was loosened and irritated by sprinkling powdered salt into the eye.\n[19]\nThen, the pterygium was fomented with the hand, heated by the finger rubbing. The patient was asked to look laterally, a sharp hook was used to hold the growth at its loosened upturned section and was held up with a toothed forceps, or a threaded needle was passed from below the thread-holding section. Then the pterygium was removed by scratching it with a sharp round-top tool. The pterygium root was pushed to the medial canthus from the black outline (cornea) of the eye, then excised and removed.\n\nFew examples of past surgeries include Celsus's procedure (Rome—50 A.D.), which used a thread with a sawing motion to separate the pterygium from the ocular tissues toward the pupil. Paul's operation (Paulus Aegineta, Eye Surgeon, Greece, 7th century) used a small hook to seize the pterygium.\n\nMany surgical techniques have been used since past to present, though none is universally accepted because of variable recurrence rates. In most of the studies, it has been seen that 90% recurrences occur between the first and the third month.\n[19]\nThe reason for recurrence may be surgery related or due to the patient and environmental conditions. Surgery related causes may be due to incomplete primary surgery, which includes incomplete removal of the affected tissue, presence of fibrotic tissue debris left in the cornea and limbus, presence of sclera-corneal rough surface with irregularities, the tension in conjunctival suture edges, conjunctival edge dehiscence or poorly controlled inflammatory reaction. The patient and environment-related causes include male patients, age less than 40 years, patients of Asian, African, American and Hispanic origin, continuous exposure to dry and dusty environment, and presence of a dry eye syndrome.\n\nPterygium surgery has always remained a concern for the operating surgeon because of its recurrence and cosmesis post-surgery.\n\nGrading of the cosmetic results after pterygium surgery was done in the study conducted by Prabhasawat et al. which is as follows:\n[20]\n\nGrade 1: Appearance of the operated site is not different from the normal appearance\nGrade 2: Some fine episcleral vessels are seen in the excised area extending up to but not beyond the limbus and without any fibrous tissue\nGrade 3: Additional fibrous tissues are seen in the excised area that does not invade the cornea\nGrade 4: A true recurrence with fibrovascular tissue invading the cornea is seen\n\nHirst, in his study, graded the cosmetic results post-surgery into 6 grades, which is as follows:\n[21]\n\nNormal: Eye, which is quiet and white with no abnormal vasculature, conjunctival changes, or corneal opacities.\n\nExcellent: Eye in which a white opacity in the cornea is visible.\n\nGood: Eye in which there may or may not be a white corneal opacity, but where the eye exhibits some conjunctival vascular injection, not only nasally at the possible pterygium site but also temporally, suggesting nonsurgical attribution.\n\nFair: Eye in which conjunctival vascular changes i.e., injection or plexus, is present only at the nasal surgical site.\n\nPoor: Eye in which there are not only nasal conjunctival vascular abnormalities but also a spectrum of other conjunctival changes, from simple scarring to puckering nasally.\n\nUpgradeable: Eye, where the nasal area is out of focus, making a true grading difficult.\n\nRegardless of the problem of recurrence of pterygium, various surgical methods have been described for the removal.\n\nAvulsion Technique\n[22]\n\nThe bulbar conjunctiva at the edge of the scleral portion of pterygium is incised with Westcott scissors, and this portion is freed from the underlying sclera by blunt dissection. The freed portion of the pterygium is then grasped with toothed forceps and torn from the cornea, and a second forceps grasps the perilimbal tissue away to give counter traction. Residual tissue is scraped from the - corneal surface with a beaver blade, and the surface is then polished with a diamond burr. The recurrence rate (23% to 75%) is similar to other techniques for primary removal.\n[23]\n\nSimple excision technique\nhas a recurrence rate of 30 percent to 100 percent.\n[24]\n[25]\n\nThe Bare Sclera Technique\n\nThis method was described by D'Ombrain in 1948.\n[26]\nIt involves excising the head and body of the pterygium while allowing the bare scleral bed to re-epithelialize. Dissection from the corneal side and the uninvolved perimeter of normal conjunctiva is done. The cornea is left as smooth as possible. All of Tenon's capsule from beneath and pterygium is excised. Bare scleral excision can be started by an incision around the conjunctival body of the pterygium or from the corneal apex.\n[27]\nHigh recurrence rates, between 24 percent and 89 percent, have been documented in various reports. Additional methods were used to overcome the problem of recurrence, which included 5-FU, thiotepa, intraoperative mitomycin C, and postoperative mitomycin C. They yield more successful results. In the study conducted by Kareem et al., the recurrence rate was 32% when applied with bare sclera technique, 8% when applied along with intraoperative mitomycin C and 18% when applied along with intraoperative 5-FU.\n[28]\n\nVerma et al. reported the recurrence rate as 48% when applied together with the bare sclera technique on the cases with recurrent pterygium and around 3% with the use of intraoperative mitomycin C.\n[17]\nThe study of Yanyaliet al.\n[29]\nshowed that the recurrence rate was 57.8% when applied with bare sclera technique and 21% when applied with intraoperative mitomycin C; whereas, Demirok et al. found this rate to be 40% along with the bare sclera technique and 5.9% when applied with intraoperative mitomycin C.\n[30]\n\nIn the 1960s, radiotherapy with strontium 90 application was used commonly and did reduce the recurrence rate to a range of 6.4% to approximately 12%. However, it was not realized until decades later that there was an unacceptable rate of scleromalacia of 13%, pain, and even secondary endophthalmitis. Although these published series do not seem to favor bare sclera resection alone, this technique is still in use both for therapeutic and research purposes. It is difficult to rationalize the use of these agents for a disease that can be successfully treated with extremely low complication rates with a conjunctival autograft when the reason for their use is speed and simplicity only.\n\nPrimary Closure\n[31]\n\nHead and mid-body of the pterygium are excised. It is followed by a tenonectomy. Tenonectomy is extended beneath the conjunctiva to the adjacent rectus muscle. Relaxing conjunctival incisions are created around the limbus, both superiorly and inferiorly. The conjunctiva is then primarily and carefully closed.\nThe uncommon recurrences (2.1 percent) happened only in 2 cases of wound contamination and in 15 cases of wound dehiscence.\n[31]\n\nTransplantation of the Head of the Pterygium\n\nThe hypothesis is that the pterygium's head is the source of its development. In the procedure defined by Mc Reynolds,\n[32]\nthe conjunctiva along the lower margin of the body is incised after separating the head of the pterygium from the cornea, and it is weakened above and below the incision, forming a cul-de-sac towards the lower fornix. The pterygium's body is made to run more vertically, rather than horizontally. The blood vessels of the body are tightly extended over the sclera to obliterate with time and cover the pterygium with the lower cul-de-sac conjunctive. The pterygium's new course is structured such that the raw region at the limbus, created by removal of the head and back, is covered by conjunctiva. However, high recurrence rates were found with this procedure.\n\nStocker\ndescribed a method of conjunctival z-plasty for primary closure.\n[33]\nWilson and Bourne\n[33]\ndescribed an alternate type of z-plasty consists of placing a flap of normal tissue between the body of the pterygium and the corneal limbus. According to the authors, normal tissue acts as a barrier to the regrowth of the pterygium and preserves the superior bulbar conjunctiva for use in a conjunctival autograft procedure in the event of a recurrence.\n\nConjunctival Autograft\n\nIt was first done by Kenyon et al. in 1985.\n[34]\nIn this method, a conjunctival autograft is taken from the upper temporal part of the bulbar conjunctiva within the same eye or in the other eye. This autograft is sutured on the location of the pterygium tissue excised. In the study conducted by Kenyon et al., the recurrence rate was reported to be at a lower rate, like 5.3%. Lewallen et al. reported the recurrence rate, as 21% in the tropical region.\n[34]\nThe study conducted by Ti et al., showed that the recurrence rate in the cases with primary pterygium was 20.8% and 31.2% in the cases with recurrent pterygium.\n[35]\nConjunctival autograft technique requires experience, and the time of surgery is a bit more. Various studies showed that the duration of the operation could be shortened by using fibrin glue, and patient comfort during the postoperative period is better when compared with the surgery performed using the suture.\n[36]\n\nThe use of autologous blood fibrin can be used as an alternative as fibrin glue is costly, and it has the risk of causing infection. Autologous blood fibrin is a synthetic tissue adhesive prepared from a donor plasma, and it was first described for pterygia surgery by Cohen in 1993.\n[37]\nSuccessful results have also been reported concerning the use of autologous blood fibrin in conjunctival grafting procedures.\n[37]\n\nComplications seen with this technique are corneoscleral dellen, graft edema, epithelial cysts, suture granuloma, flap retraction, and necrosis.\n\nConjunctival Rotational Autograft (CRA)\n\nSpaeth first described the advantage of CRA over other graft techniques, namely the preservation of normal conjunctiva in other non-affected areas.\n[38]\nIn this 90-degree rotation, autograft of excised pterygial tissue was done and re-sutured into its bed. Later, various modifications of the technique were done. Haider et al. evaluated the safety, efficacy, and recurrence following 90 degrees versus zero degrees and 180 degrees rotation autograft for treating primary pterygium and reported that all techniques were effective and 90 degrees rotation autograft was safe and an easy procedure to perform for the management of pterygium with a lower recurrence rate compared with zero and 180 degrees rotation autograft.\n[39]\nAlp et al. evaluated the safety and efficacy of CRA and reported a recurrence rate of 16.6% in a mean follow-up period of 15.9 months. There were no intraoperative and postoperative complications and concluded that the 180-degree CRA technique was effective and safe in preventing the recurrence of primary pterygium.\n[40]\n\nLimbal Conjunctival Autotransplant (LCAT)\n\nIt is probably the most common procedure to be combined with bare scleral pterygium removal, where the bare area is covered with conjunctiva removed from another area of the bulbar surface.\n\nLimbal conjunctival autograft contains approximately 0.5 mm of limbal and peripheral corneal tissue. A better anatomic and functional result will be achieved by including limbus epithelium in the conjunctival graft, and thus, the barrier function in the limbus will have been ensured once again, and the pterygium recurrence will be minimized.\n[41]\nThe recurrence rate of limbal autograft varies between 0 and 15%. Malik et al. reported the recurrence rate after limbal conjunctival autograft as 2.5%,\n[42]\n, whereas Al Fayez et al. reported it as 1%\n[43]\nand Masters et al. reported it as 2.14%.\n[44]\n\nThe\nsuperior conjunctival autotransplant\nhas been used widely since the early 1980s and has been associated with a recurrence rate of approximately 2% to 12%, very few complications, and none associated with loss of all vision but is a lengthier and more complex procedure.\n[45]\nThe\ninferior conjunctival autotransplants\nresult in 3.3% to 5.25% recurrence rates with either no recurrence or regrowth of more than 1.5 mm onto the cornea.\n[46]\n\nThe important causes for recurrence after LCAT are cross-graft recurrence, outflanking, reproliferation of previously unexcised pterygial tissue, and transformation of the epithelial graft into the pterygial tissue.\n\nLimbal Stem Cells Transplantation\n[21]\n\nThis procedure seems likely to enable the epithelialization of the peripheral cornea, the limbus, and also the neighboring denuded sclera by the corneal epithelium. Maybe the limbal region can then benefit from circumferential migration of limbal cells. Limbal stem cells are not needed to preserve a phenotypically stable limbus until the underlying tissue threatens it.\n[41]\n\nAmniotic Membrane Grafting\n\nIt is also used to avoid the recurrence of pterygium. However, the exact mechanism which confers its beneficial effect on the amniotic membrane has not yet been established. Due to their anti-inflammatory properties, their encouragement of epithelial development, and their suppression of the transforming growth factor-beta (TGF-beta), these grafts are believed to facilitate healing and minimize recurrence levels and fibroblast proliferation. The amniotic membrane controls the cytokine rates and growth factors. It presents benefits in wide-area lesions or in situations such as wounds in which conjunctival grafts can not be done, and even in patients for which no transplant can be conducted afterward in terms of glaucoma surgery. Unfortunately, levels of recurrence differ greatly between current research, somewhere between 2.6 percent and 10.7 percent for primary pterygia and as high as 37.5 percent for recurrent pterygia.\n[47]\nResearchers typically pair the amniotic membrane graft with mitomycin. A comprehensive tenonectomy is done. A variable amount of postoperative steroid injections is given. This helps in obtaining the low recurrence risk.\n\nPostulating that the reduced risk of recurrence could be attributed to mitomycin or tenonectomy, and not the amniotic membrane, would appear reasonable. A distinct value of this procedure, though, is the protection of the bulbar conjunctiva.\n[48]\n\nLamellar or Penetrating Keratoplasty\n\nIn cases of recurrent pterygium, there is significant residual scarring and thinning of the cornea. In these scenarios, tissue from the lamellar corneal graft can be used. It helps remove thin, or scarred corneal parts. Corneal trephine (normally 8 mm) is used after superficial excision to incise the limbus to a depth of 0.3 mm. The host bed is then dissected, and then a smooth surface is created. The defect is filled with a 0.4 mm thick fresh donor button, sutured in place with interrupted 10-0 nylon. In the study carried out by Laughrea PA and Arentsen JJ, recurrence occurred in three of ten cases.\n[49]\n\nAdjuvant Treatments\n\nTo prevent a recurrence, these treatments are performed along with surgical treatments to prevent the recurrence. They can be combined with all the surgical methods.\n\nCautery\n\nSince the growth of the blood vessels at the operation site leads to the recurrence of a pterygium, some people have recommended the intensive use of intraoperative cautery, particularly at the limbus, to improve the pterygium's surgical removal. With this approach, however, there is no data available about the risk of recurrence. Excessive cautery can trigger the development of hypertrophic scar tissue, scleral thinning, and necrosis.\n[50]\n\nLaser Therapy\n\nThe use of the\nArgon\nlaser may be done in postoperative cases. 50µm spots are applied to early neovascular fronds to minimize conjunctival epithelial damage.\n[25]\nThe recurrence rate is around 12%.\n[25]\nComplications such as scleral necrosis, scleromalacia, secondary iritis, and cataract may be seen.\n\nThe excimer\nlaser was used to ablate irregularities in the bare scleral surface after pterygium excision. The recurrence rate was 91% (20 cases) at 1 year.\n[25]\n\nMMC (Mitomycin C)\n\nBecause of its potential to suppress fibroblasts, it was used as an adjunctive therapy. MMC is an alkylating agent, which prevents the synthesis of DNA. By inhibiting DNA synthesis, this results in the death of cells triggered by the failure to fix the alkylation-caused genotoxic injury. DNA synthesis inhibition results in a reduction in the number of mitoses, particularly when MMC comes into contact with cells that are in the cell cycle's late G1 and early S stages. It can be administered locally or in the form of eye drops before or after pterygium surgery. The delivery of the injection directly on the pterygium has the advantage of preserving the corneal endothelium and epithelium.\n\nSubconjunctival injection enables a more effective dosage to be administered to the patient's eye. The application of sponges directly on the sclera during surgery with MMC doesn't have the same efficacy. Its action to prevent the recurrence of pterygium occurs by inhibition of fibroblast proliferation in the episcleral region. The minimum acceptable and successful dosing rates, however, are yet to be established. MMC may be used in different ways, including the intraoperative application of MMC directly to the scleral bed following excision with pterygium, and postoperative use of topical MMC eye drops. Kunimoto et al. originally used MMC for the first time as a topical treatment postoperatively, but it caused detrimental complications.\n[51]\n\nTopical MMC use after pterygium surgery was popularized in the USA by Singh et al.\n[52]\nThe risk of recurrence was about 2.3%. But after installation of 0.04 percent MMC postoperatively, Rubinfeld et al. documented problems such as scleral thinning, corneal edema, secondary glaucoma, corneal perforation, iritis, and cataract development.\n[53]\nHigh MMC concentrations (0.04 percent 3 to 4 times daily for 7 days) result in a substantial reduction in pterygium recurrence relative to bare sclera excision.\n[53]\n\nThiotepa\n\nIt is an alkylating agent comparable to nitrogen mustard. It inhibits mitosis and division within the rapidly multiplying tissues. After excising the pterygium, it is used for 6–8 weeks in a frequency of four times a day, in the form of a drop in 0.05 % concentration. The recurrence rates have been reported to be between 0 and 28 %.\n[54]\nNgoy et al.\n[55]\nreported a recurrence rate by 28% with the use of thiotepa, whereas and Wu et al. reported the recurrence rates as 10 %.\n[56]\nThiotepa has many side effects, which include black pigment deposits on the eyelids and hyperpigmentation of the skin as well as allergic reactions and local irritations.\n\nFluorouracil\n\nThis is a pyrimidine analog that interferes with deoxyribonucleic acid (DNA) and ribonucleic acid (RNA) synthesis and inhibits fibroblast proliferation, thus acting as an anti-metabolite.\n[57]\nAkarsu et al. reported recurrence by 25 %.\n[58]\n\nTopical Monoclonal Antibodies Against Vascular Endothelial Growth Factor (anti-VEGF)\n\nMore recently, the use of topical monoclonal antibodies against vascular endothelial growth factors (anti-VEGF) has been advocated as an adjunctive therapy postoperatively, either in drop form or as sub-conjunctival injections. VEGF level in the pterygium tissue was found to be higher than normal conjunctiva. This suggests the fact that the use of anti-VEGF drugs during the treatment could be effective. Ranibizumab and bevacizumab, as the anti-VEGF drugs, are applied to the eye. In a meta-analysis, topical bevacizumab was relatively safe, associated only with an increased risk of the subconjunctival hemorrhage, but it had no significant effect on preventing pterygium recurrence.\n[59]\nThe role of such agents as a primary therapy without adjunctive surgery is equivocal.\n[59]\n\nRadiotherapy\n\nHigh-energy, beta-emission radioactive substances are used in this technique. The radiation suppresses fibroblast proliferation. Ruthenium 106 and Sr 90 are more commonly used as radioactive substances. Radiotherapy is one of the oldest methods used as adjuvant therapy in the treatment of pterygium. In this technique, after the excision of pterygium, the radioactive plaque is sutured on the sclera and is kept there until the desired dose is reached. The radiotherapy can be given in different regimens and dosages as described in the literature. The recurrence rates reported in the literature vary between 0 and 50 %.\n[60]\nIn this practice, various serious complications such as cataract, scleral necrosis, corneal perforation, and endophthalmitis may develop. Due to the high cost of these techniques, risks, and difficulty in application, this method is not widely used.\n[61]\n\nTenon's Layer Excision\n\nIn the 1980s, Barraquer introduced the concept that removal of Tenon's layer may be important in reducing the recurrence rate after pterygium removal.\n[62]\nThis also was emphasized by Solomon et al., who combined this technique with mitomycin and amniotic membrane to achieve low recurrence rates.\n[63]\nMost studies do not record the size of the pterygium, although a study by Tan et al. did attempt to correlate the morphologic features of the pterygium to recurrence rates.\n[64]\nHowever, the obscuration of the episcleral vessels by the pterygium, which is the measure adopted by Tan et al., is an indirect measure of the thickness of the Tenon's layer underlying the pterygium body.\n[64]\n\nIn the currently described method of excision, this area of Tenon's layer is excised no matter what it is thickness.\n[64]\nFurther studies are required to evaluate if extensive Tenon's layer removal, to up to 10 mm beyond the conjunctival edges superiorly and inferiorly, is required to prevent recurrence when the grading is T1. Studies of growth factor and angiogenesis modulation in vitro of pterygial fibroblasts may explain in part why extensive Tenon's layer removal may inhibit the regrowth of pterygia.\n[24]\nIt has been seen that the fibroblasts may be stimulated to produce hyaluronate or can be activated by growth factors to cause scarring after glaucoma procedures.\n[25]\nThese studies may cast some light on why the extensive removal of the Tenon's layer for approximately 10 mm beyond the conjunctival edges, and the long-term and high-dose of topical steroid use in the P.E.R.F.E.C.T. for\nPTERYGIUM\ntechnique, results in a low recurrence rate with this procedure.\n\nP.E.R.F.E.C.T. [pterygium extended removal followed by extended conjunctival transplantation]\n\nThis methodology produces an exceptional outcome, with a recurrence rate close to zero and a reasonable complication rate, according to Lawrence W. Hirst.\n[65]\nP.E.R.F.E.C.T. results in no conjunctival recurrences. A pure white appearance in the region of the nasal bulbar area with no macroscopically noticeable suture line is seen. This is presumably rendered feasible by a variety of surgical considerations. The surgery consists of removal of the conjunctiva and Tenon, including the semilunar fold nasally. Superiorly and inferiority, the conjunctiva, and Tenon were removed almost to the superior and inferior recti, leaving the bare sclera. The medial and lateral recti were bridled for moving the eye. The superotemporal conjunctival autograft was dissected, leaving a frill near the limbs. The dissection of conjunctiva from the underlying Tenon was done by injecting a balanced salt solution just beneath the conjunctiva. This autograft was sutured at the area of bare sclera with the margin of the conjunctival host area and sclera using interrupted 9-0 polyglactin. The para-caruncular area was repaired using a running suture.\n[66]\n\nThere is tacking of the graft to the sclera without regrowth of the layer of Tenon or vascularization under the graft. There is limited concealment of the upper and lower wounds under the lids. It is possible because of the large size of the graft and intensive postoperative steroid administration.\n[65]\nIn 20 eyes, a prospective intervention series was conducted and was followed up for 1 year or more with recurrence and cosmetic appearance examination. The first pterygium to be removed was generally the larger of the two, and this was preceded at least 6 to 12 months later by the other pterygium. Hirst chose 6 months as the early slit-lamp changes visible in the upper bulbar conjunctive had disappeared within 6 months, leaving a conjunctival surface which could not be distinguished from the normal conjunctiva. No recurrences have been recorded. Cosmesis has been rated as normal or excellent by all patients. In 19 of the eyes, the superior bulbar conjunctiva from which the 2 grafts were obtained revealed no scarring, while 1 eye had a central scar.\n\nP.E.R.F.A.M.T. (pterygium extended removal followed by amniotic membrane transplantation)\n[67]\n\nH. Liu et al. conducted extensive removal of pterygium with thorough removal of Tenon's layer as in P.E.R.F.E.C.T.\n[67]\nAfter the application of mitomycin C, amniotic membrane transplantation aided by conjunctival autograft fibrin was inserted instead. At a median follow-up of 12 months, it had a recurrence rate of 6.89 percent. Additionally, P.E.R.F.A.M.T. was also associated with a number of complications, including postoperative pyogenic granuloma, transient diplopia, permanent motility restriction, steroid-induced glaucoma, fat prolapse, subamniotic membrane hemorrhage, and early detachment of amniotic membrane. However, the only advantage over the P.E.R.F.E.C.T. technique is the use of a reduced number of sutures or no sutures and the avoidance of complicated manipulation around the caruncular region.\n[67]\n\nAllam WA published a study in 2016 on recurrence and complications of P.E.R.F.E.C.T. for primary pterygia in Europe.\n[68]\nHis methodology differs in that he used limbal tissue with the donor graft. However, Hirst had left the donor site with limbal tissue, and also 1 to 2 mm of the perilimbal conjunctiva.No recurrences have been recorded. One case, however, developed tenon granuloma 2 weeks after surgery at the donor site. Transient graft swelling was seen in 22 percent of cases, and transient diplopia was seen in 17.6 percent of cases.\n[68]\n\nIn 2017, Cornelius carried out an independent analysis of the efficacy of P.E.R.F.E.C.T. for pterygium removal in avoiding recurrence after pterygium surgery.\n[69]\nUsing this procedure, sixty consecutive cases of primary pterygium excision were conducted. Cornelius used a retrobulbar rather than a peribulbar anesthetic. Instead of the medial rectus and lateral rectal fixation sutures, limbal bridle sutures were used. There was no suture passing into the lateral rectum. Subconjunctival lidocaine was used in lieu of BSS at the donor site to extract the graft. The semilunar fold was not often excised in this study, although, in every case, it was removed in Hirst's series. This step shift made the procedure less offensive than the first. The grafts were actually smaller in this study than Hirst's. There were no intermittent diplopia, postoperative corneal erosions, granulomas, dellens, corneal ulcers, or vision impairment. Long operating time, use of retrobulbar or peribulbar block, need for assistance, and greater surgical trauma are just a few of his technique's drawbacks. The reported rate of recurrence is as low as 1.6%.",
    "adverse_effects": "Various complications of pterygium surgery can be divided into intra-operative complications and postoperative complications.\n\nIntraoperative complications include excessive bleeding, injury to the medial rectus muscle, wide excision of the pterygium, button-holing of graft, thick graft, loss of orientation of the graft, smaller harvested graft, and perforation of the globe with the suture needle.\n\nThe main postoperative complication is RECURRENCE.\n\nOther postoperative complications include graft edema, dellen, persistent epithelial defects, pyogenic granuloma, symblepharon, graft necrosis, graft retraction, epithelial inclusion cysts, subconjunctival hematoma, sub-conjunctival fibrosis, corneoscleral thinning, sutural granuloma, etc.\n\nScleral necrosis, infectious scleritis, severe secondary glaucoma, and iritis are the complications associated with adjunctive use of MMC and beta radiations."
  }
}