{
  "drug_name": "pyrazinamide",
  "nbk_id": "NBK610681",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK610681/",
  "scraped_at": "2026-01-11T18:47:49",
  "sections": {
    "indications": "Tuberculosis (TB) is an ancient infectious disease with many varied presentations. Although prevention and treatment are available, between 8 and 10 million people still develop TB, and 2 to 3 million people die from it globally, according to the 2022 estimates from the World Health Organization (WHO).\n[WHO 2023 Global TB Report]\nFor years, children have been thought to contribute little to the global epidemic as they are rarely infectious, and they often clear the infection without treatment. However, without testing and treatment for those children with exposure, a potential reservoir is created from which new future cases will develop, and global efforts at control and eradication will fail.\n[1]\nSignificant gaps are present between the recognition of children at risk for acquiring TB and their subsequent diagnosis and management. Children, especially those younger than 5, develop TB more readily and in more severe forms than older children and adults. According to the most recent WHO data for children younger than 15, 1.3 million cases of TB were diagnosed, and nearly a quarter million TB-related deaths were reported.\n[WHO 2023 Global TB Report]\n\nThe developed world has seen some improvement in diagnosing and preventing TB cases, but no evidence of a decline in high-burden nations has been seen.\n[WHO 2023 Global TB Report]\nIn fact, high-burden countries have seen significant increases in not only infection and disease but also major increases in multidrug-resistant TB.\n[1]\nPoverty, lack of access to adequate medical care, malnutrition, and concurrent infections such as human immunodeficiency virus continue to fuel the infection rates in high-burden countries and pockets throughout the developed world. Pediatric TB case rates are likely underreported in many high-burden countries, and study results have suggested that children may represent as many as 50% of TB cases worldwide.\n[WHO 2023 Global TB Report]\nMuch work is needed in the diagnosis and management of pediatric TB, as well as addressing the underlying social causes that create the perfect environment for the transmission of TB and the comorbidities that facilitate worse outcomes following infection.\n[1]",
    "mechanism": "Mycobacterium tuberculosis\nis an aerobic, slow-growing, nonmotile, acid-fast bacillus. Unlike other aerobes,\nM tuberculosis\nhas a cell wall containing an elevated amount of high molecular weight lipids.\n[2]\nM tuberculosis\nis part of a group of closely related organisms (including\nMycobacterium bovis, Mycobacterium africanum,\nand\nMycobacterium\ncanetti)\nassociated with human disease.\n[2]\nM tuberculosis\nis primarily found in the United States, while\nM bovis, M africanum,\nand\nM canetti\nare rare in the United States and are not routinely identified by clinical laboratories. If necessary\n,\nreference laboratories can distinguish\nM bovis\nfrom\nM tuberculosis\n. This differentiation may be relevant for a given case presentation since the epidemiology, treatment, and prevention are different, even though the clinical presentation is similar to\nM tuberculosis\n. Other mycobacteria in the\nM tuberculosis\ncomplex primarily cause animal disease.",
    "monitoring": "The initial step for TB evaluation should involve a TST or IGRA test. Proper placement, measurement, and interpretation are very important for accurate results (see\nImages.\nMantoux Tuberculin Skin Test, Accurate Measurement). The TST should be read in the context of the child's history and potential exposure to active TB (see\nTable.\nInterpretation of Tuberculin Skin Testing in Children). Positive reactions should generate a chest radiograph.\n\nDepending on the site of suspected\nM tuberculosis\ninfection and the urgency of the evaluation, these tests may also be performed in conjunction with specimens from the most affected organ systems. For pulmonary TB, sputum collection is always of primary importance for a child who can expectorate. Children older than 10 years are generally able to provide an adequate amount of sputum, but children between 5 and 10 years of age may require assistance with induced sputum. For children younger than 5 years, specimens are generally collected by gastric aspiration or lavage of first morning specimens since young children usually swallow their respiratory secretions.\n\nSpecimens should always be sent for culture, drug susceptibilities, and for more rapid testing techniques where available. Culture of clinical specimens may take 3 to 8 weeks for visual growth to appear on solid media. Recent methods utilizing liquid media, such as the mycobacteria growth indicator tube (MGIT) system, have facilitated more rapid organism identification.\n[6]\n[3]\nPCR technology remains a more useful and rapid modality but may not be widely available, especially in high-burden countries. Other types of detection methods are evolving, such as CRISPR detection of\nM tuberculosis\nin blood samples, that may prove to be of great benefit for children as they have paucibacillary disease, similar to that of reactivation disease for some adults.\n[75]\n\nAnother collection technique involves using a \"string test,\" a highly absorbent nylon yarn packaged inside a gelatin capsule that is swallowed.\n[76]\nFeces may also contain swallowed\nM tuberculosis,\nand a nucleic acid amplification test (NAAT), eg, GeneXpert\n®\nMTB/RIF (Cepheid, United States of America), can confirm approximately 45% of clinically diagnosed cases of pulmonary TB with less trauma for the child.\n[77]\n[78]\nBronchoalveolar lavage fluid (BAL) may also provide useful specimens for analysis in children suspected of having pulmonary TB, but less invasive methods should always be attempted first.\n[79]\nThe utility of NAAT BAL has been demonstrated in adults with paucibacillary recurrent TB and may apply to the analysis of pediatric specimens.\n[80]\n\nSimilar techniques of in situ NAAT testing with the expert MTB/RIF assay can be performed on extrapulmonary specimens, fine needle aspirate or excisional biopsy specimens for lymph nodes, and in formalin-fixed, paraffin-embedded tissues for other types of extrapulmonary TB disease.\n[81]\n[82]\nWHO recommends the use of GeneXpert\n®\ntesting to diagnose extrapulmonary TB, including TB meningitis of cerebral spinal fluid specimens for both adults and children.\n[83]",
    "administration": "Treatment decisions regarding TB management are made based on a detailed medical history and a comprehensive physical examination. After careful consideration for TB in the differential diagnosis of a presenting child, one of the first tests that should be performed is a tuberculin test, either a purified protein derivative (PPD)/TST or a NAAT (eg, IGRA). (Please refer to the\nEvaluation\nsection for more information.) Information from this test will guide subsequent testing.\n\nA chest x-ray is warranted for evaluation following a positive PPD/TST or NAAT test to determine if pulmonary involvement is present; in cases of high suspicion for\nM tuberculosis\nin the absence of a positive screening test, imaging may be performed to assess for silent intraparenchymal disease or adenopathy. Other studies depend upon the location of potential infectious foci and can include ultrasonography of enlarged lymph nodes, imaging of the central nervous system followed by lumbar puncture, skeletal x-rays, imaging of the gastrointestinal or genitourinary tract, or a combination of these tests. Unfortunately, the lack of a positive reaction to a tuberculin test does not always exclude TB infection or TB disease, nor does a positive reaction distinguish between latent TB and actual disease. Up to 40% of immunocompetent children with culture-positive TB disease did not initially react to the tuberculin test. Host factors, particularly young age (younger than 2 years), poor nutrition, immunosuppression, and concurrent viral infections, can adversely affect a positive result. Recent TB infection and overwhelming disease (eg, those seen in disseminated disease) may also result in a negative reaction. Immunosuppression, particularly in children with advanced HIV disease, can also lead to a false negative PPD/TST result.\n\nTreatment protocols for children parallel those of adults, except weight-based dosing is employed for all the needed medications. If directly observed therapy (DOT) is available or is required, as is the case for some regimens, it can be a helpful adjunct to adherence when children transition from the intensive phase with 3 or 4 drugs to the continuation phase with 2 drugs that can be administrated several times per week rather than daily (see\nTables.\nRecommendations for Regimens to Treat Latent TB Infection, Recommended Drug Regimens and Therapy Length for Drug-Susceptible Tuberculosis Treatment, and Pediatric Drugs and Dosing for Drug Susceptible Tuberculosis Infection and Disease).\n[84]\n[85]\n[\n[86]\n\nTable\nTable. Recommended Drug Regimens and Therapy Length for Drug-Susceptible Tuberculosis Treatment.\n\n*Some experts recommend the use of a 3-drug regimen without ethambutol if the risk of drug-resistant Mtb (DR-Mtb) is low\n\n¶ substitution of ethionamide or levofloxacin is more commonly used in practice, although WHO recommends the use of ethambutol\n\nΦ Dose of Rifampin for meningitis is 30 mg/kg/d up to a max of 600 mg/d\n[84]\n[85]\n[\n[86]\n\nTable\nTable. Recommended Pediatric Drugs and Dosing for Drug-Susceptible M tuberculosis Infection and Disease.\n\n†Dosing is based on lean body weight; doses for obese patients are not well-documented\n\nTreatment of DR-Mtb in children is more difficult as some of the medications are not well-studied in children. Children are more likely to experience possible DR-Mtb if they or a close contact fit the following criteria:\n\nReside in or emigrate from a country with high rates of resistance (eg, Russia and former Soviet bloc countries, Asia, Africa, and Latin America)\nPersonal or contact history of prior incomplete drug treatment\nPersonal or contact history of treatment for DR-Mtb\nPersonal or contact history of persistently positive smear 2 months into therapy\n\nThe attached references can guide the treatment of DR-Mtb therapy, but consultation with an expert experienced in the treatment of DR-Mtb is highly recommended to prevent inadequate or partial treatment.\n[87]\n[84]\n\nAdherence can be significantly aided by home health nursing assistance where available. A care team consisting of the prescribing physicians, social workers, mental health clinicians, and local health department personnel is often needed to aid the family in completing successful treatment for a young child.\n[88]\nHome visits for DOT and intermittent visits to the office for the child and family to assess adverse effects, adherence, potential therapeutic barriers, and response to therapy may be needed for some types of TB treatment protocols. Unlike adults, children do not necessarily require monitoring of laboratory values, such as liver enzymes, unless they initially had abnormal testing or underlying conditions that may make tolerance of treatment regimens difficult without adverse effects.",
    "adverse_effects": "Most children with proper diagnosis and treatment will experience no complications related to their disease. However, children with immunodeficiencies, particularly HIV, children whose diagnosis was delayed, or children with poor adherence to therapy may lead to the following complications:\n\nPulmonary\nExtensive lung damage with an increased risk of subsequent wheezing\nReduced lung function\nCavitary disease\nLymphadenitis\nDevelopment of chronic fistula\nCentral nervous system:\nHydrocephalus\nCerebrovascular diseases such as stroke and vasculitis\nTuberculoma\nComa\nSkeletal\nPott disease\nParaplegia related to spinal disease\nEpiphysial invasion, deformity, and bone shortening\nDeformities of the affected limb\nSpinal deformities\nAbdominal\nGeneralized peritonitis\nIntestinal obstruction (from enlarged nodes and erosions)\nGenitourinary\nInfertility in females\nHydronephrosis\nUreteral strictures\nMiliary spread (development of disseminated disease)\nMeningitis\nRapid progression to death\n[20]\n[30]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]\n[98]\n[99]"
  }
}