{
  "drug_name": "pyridoxine",
  "nbk_id": "NBK557436",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557436/",
  "scraped_at": "2026-01-11T15:37:38",
  "sections": {
    "indications": "The contraindications for vitamin B6 are hypervitaminosis B6, as toxic levels may cause sensory neuropathy and hypersensitivity to pyridoxine. The warning for pyridoxine includes not exceeding recommended dose if pregnant or breastfeeding; consult a physician for recommendations.\n\nPrecautions\n\nMany vitamin deficiencies can be expected to accompany a poor diet. Pyridoxine deficiency alone is uncommon. Patients using levodopa should avoid supplements with more than 5 mg of pyridoxine daily. Increased pyridoxine needs have been observed in women using oral contraceptives.",
    "mechanism": "PLP catalyzes various reactions, such as transamination, decarboxylation, racemization, and elimination, in either enzyme-bound or free form. These reactions are significantly facilitated and accelerated in the presence of PLP due to the electron-withdrawing nature of the molecule, which unstabilizes the bonds around the alpha-carbon atom through the system formed with amino acids.\n[22]\n\nMetabolism of Vitamin B6\n\nPyridoxine, pyridoxamine, and pyridoxal are rapidly absorbed from food and oral drugs by mucosal cells of the small intestine, while their phosphorylated analogs first undergo dephosphorylation and are then absorbed.\n[23]\n\nVitamin B6 analogs are absorbed in the intestine by passive diffusion, which means that a considerable amount of the compound is readily absorbable without cell saturation.\n[24]\n[25]\n\nAfter their uptake, PM and PN are acted on by pyridoxal kinase to form PMP and PNP, respectively; then, these compounds are converted by pyridoxine (pyridoxamine) phosphate (PNP) oxidase enzyme into the coenzyme PLP. This process only occurs in hepatocytes, and to a lesser extent, in mucosal cells of the small intestine, due to a lack of PNP oxidase in most tissues.\n\nDue to cell membranes being impermeable to PLP, dephosphorylation occurs by phosphohydrolase enzyme so that PL can be released into the bloodstream or is directly attached to albumin and liberated by the hepatocytes into the circulation as PLP-albumin complex.\n[24]\n[26]\nPLP is also taken up by erythrocytes and carried by hemoglobin to other tissues.\n[27]\n\nFinally, protein-bound PLP is dephosphorylated, and the end-product PL, in combination with the free PL in plasma, is then transformed inside target tissues by the effect of pyridoxal kinase enzyme into the coenzyme PLP, which is the active form of vitamin B6. PLP is bound to various proteins inside tissues to protect it from phosphatase enzymes.\n[28]\n\nPharmacokinetics\n\nAbsorption:\nThe bioavailability of pyridoxine is high due to its easy absorption from the gastrointestinal tract.\n\nDistribution:\nPyridoxine is stored primarily in the liver, with smaller amounts in the brain and muscles; it can cross the placenta, and the fetus' plasma concentrations are five times higher than the mother's. It is also secreted into breast milk. The molecule is highly protein bound.\n\nMetabolism:\nPyridoxine undergoes inactivation in the liver, resulting in the formation of 4-pyridoxic acid.\n\nExcretion:\nThe inactive 4-pyridoxic acid is excreted into the urine with an elimination half-life of around 15 to 20 days.",
    "administration": "The administration of vitamin B6 can be both via oral and intravenous routes. Oral vitamin B6 is the most prevalent form available, while the intravenous form is useful in some special cases, such as malabsorption syndromes, anorexia, and in patients on parenteral nutrition. Pyridoxine is also available in intramuscular and subcutaneous forms.\n\nIntravenous dosage form intended to be administered intravenously or intramuscularly is available in 100 mg per mL.\nOral formulation pyridoxine hydrochloride tablets are available in 25 mg, 50 mg, 25 mg, and 500 mg of active ingredient per dosage form.\n\nAdult Dosing\n\nDietary supplementation: Follow Dietary Reference intakes to determine individualized dosing.\n\nNutritional inadequacy: Pyridoxine hydrochloride is administered through intramuscular or intravenous injections. In cases of nutritional inadequacy, a daily dosage of 10 to 20 mg of pyridoxine is recommended for 3 weeks. Following this initial treatment, continuing with an oral therapeutic multivitamin preparation containing 2 to 5 mg of pyridoxine daily for a few weeks is recommended. Alongside these treatments, it is essential to encourage a sufficient and well-balanced diet while addressing any unhealthy eating habits.\n\nPyridoxine/vitamin B6-dependency syndromes: Specifically, those associated with acute, active seizures may require treatment with pyridoxine (vitamin B6). In such cases, an initial dose of 100 mg of pyridoxine can be administered as a single intravenous (IV) dose. This dose can be repeated at 5- to 10-minute intervals if necessary. However, the total cumulative dose should not exceed 500 mg.\n\nINH-induced B6 deficiency:  Total daily dose of 100 mg is recommended for three weeks, followed by a daily dose of 30 mg for maintenance.\n\nINH-induced neuropathy prophylaxis: 25 to 50 mg orally daily for prophylactic therapy; consider 100 mg by mouth each day in patients with peripheral neuropathy.\n\nINH poisoning: In cases of poisoning resulting from ingesting more than 10 grams of isoniazid (INH), an equal amount of pyridoxine (vitamin B6) should be administered as an antidote. The recommended treatment protocol involves the administration of 4 grams of pyridoxine intravenously, followed by 1 gram intramuscularly every 30 minutes.\n\nPremenstrual syndrome (off-label indication): 40 to 500 mg orally, intravenously, or intramuscularly daily.",
    "adverse_effects": "The most well-known adverse effect of vitamin B6 supplementation is sensory neuropathy, but this pathology rarely occurs below toxic doses, which is 1 gm/day or more for adults, and there is no evidence of its occurrence in doses lower than 100 mg/day for less than 30 weeks in adults.\n[19]\nSignificantly, the average dietary requirement of vitamin B6 for adults is 1.75 mg/day.\n[15]\n\nThere are no reported adverse effects caused by dietary concentrations nor through regular supplemental doses of vitamin B6, while higher doses below levels of toxicity may cause indigestion, nausea, breast tenderness, photosensitivity, and vesicular dermatoses.\n[19]\n\nWhile greater dosages of vitamin B6 below lethal levels may produce indigestion, nausea, breast soreness, photosensitivity, and vesicular dermatoses, there are no known adverse effects associated with dietary concentrations or routine supplemental doses of the vitamin.\n\nDrug-Drug Interactions\n\nCoadministration of pyridoxine and anticonvulsants (phenobarbital and phenytoin)  can lead to decreased plasma concentrations of anticonvulsant medications, reducing efficacy.\nPyridoxine interferes with the activity of levodopa. A levodopa-carbidopa combination can prevent this interaction.",
    "monitoring": "The therapeutic index of B6 varies between individuals as individual susceptibility to toxic adverse effects is noted, but some studies state a cutoff value of 100 grams over 20 months, below which toxicity-related neuropathy does not occur.\n[29]\n[19]\n\nVitamin B6 is highly absorbable from food and drugs, and high concentrations can be rapidly reached; however, the human body excretes the excess in urine as 4-pyridoxic acid and is also excreted unchanged when taking very high doses.\n[30]\nMonitoring the amount of vitamin B6 in the body is done for three reasons; to confirm depletion and toxicity and in research studies concerned with vitamin B6.\n\nVitamin B6 monitoring is divided into direct and functional methods. The direct methods are measuring the concentration of the vitamin in plasma, blood cells, or urine. Plasma PLP concentration is the best monitoring method as it reflects B6 stores in the entire body.\n[31]\nFunctional methods, such as tryptophan load test, plasma homocysteine levels, and blood transaminase activity, are also used in detecting B6 deficiency. Erythrocyte aspartate aminotransferase and alanine aminotransferase stimulation tests can evaluate long-term vitamin B6 status, and their values increase with B6 depletion.\n[31]\n\nThe parenteral formulation may contain aluminum, which can potentially be toxic. Prolonged administration of aluminum through parenteral routes can lead to toxic levels, especially if there is impaired kidney function. Premature neonates are particularly at higher risk of aluminum toxicity because their kidneys are not fully developed. Studies indicate that patients with impaired kidney function, including premature neonates, who receive parenteral aluminum at doses exceeding 4 to 5 mcg/kg/day, can accumulate aluminum levels associated with toxicity in the central nervous system and bones. Even lower administration rates may lead to aluminum accumulation in tissues.",
    "toxicity": "Vitamin B6 can be toxic if its concentration in the body is too high, causing sensory neuropathy, whose mechanism is unknown. The degeneration of sensory fibers of peripheral nerves and its myelin and also the dorsal columns of the spinal cord cause bilateral loss of peripheral sensation or hyperaesthesia, accompanied by limb pain, ataxia, and loss of balance. The condition regresses gradually after cessation of taking the supplement till regaining normal activity.\n[16]\nHigher doses can cause testicular atrophy and reduced sperm motility.\n[32]\n\nResearch on the subject found that the duration of administration of the vitamin is directly proportional to the risk of clinically evident toxicity concerning the total dose given.\n[19]"
  }
}