{
  "drug_name": "pyroloquinoline quinone",
  "nbk_id": "NBK559264",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559264/",
  "scraped_at": "2026-01-11T18:47:49",
  "sections": {
    "indications": "Hydrogen sulfide is a highly flammable, colorless, and toxic gas found naturally in sewage, swamps, manure gas, hot springs, geysers, and volcanoes. The toxic gas is found in the oil and gas industries and is used in food processing, paper mills, and tanneries. In addition, it is found in some homemade cleaning mixtures that are occasionally employed in suicide attempts.\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n\nHydrogen sulfide poisoning occurs through inhalation. Low-level exposure typically produces mucous membrane and skin irritation, whereas high-level exposure produces fatal toxicity. Hydrogen sulfide gas has a characteristic odor of rotten eggs; however, due to the olfactory paralysis that occurs with exposure, this scent often dissipates, leading to a false sense of safety. Toxicity manifests with sudden unconsciousness, which can be fatal if the victim is not promptly removed from the environment of exposure. Other clinical manifestations of toxicity include conjunctivitis, pulmonary edema, seizures, and cardiopulmonary arrest. Toxicity is due to the inhibition of cellular respiration at cytochrome c oxidase, also known as Complex IV. The generation of free radicals also induces cellular damage and apoptosis. There is no known antidote for toxicity, and treatment is mainly supportive. Although it is still unclear if chronic low-level exposures produce pulmonary effects, there is evidence linking such exposures to neurotoxicity and delayed neurological issues.\n[8]\n[9]",
    "mechanism": "Hydrogen sulfide toxicity typically results from gaseous exposure that initially acts as an irritant and later acts at the cellular level, inhibiting mitochondrial respiration. Inhalation is the most common route of exposure for the toxic substance to enter the bloodstream, although it can also be minimally absorbed through the skin.\n[2]\nHydrogen sulfide is heavier than air and tends to accumulate and concentrate near the floors of poorly ventilated rooms rather than dispersing into the air.\n[1]\n[10]\n\nThe bacterial decomposition of proteins, such as the decay of sulfur-containing fish, sewage, and manure, generates hydrogen sulfide. Environmental sources of hydrogen sulfide include volcanoes, caves, sulfur springs, and underground deposits associated with natural gas. The Maori people of Rotorua, New Zealand, live in an environment abundant with sulfur springs and geothermal sources of hydrogen sulfide and have been studied as a natural population of chronic low-level exposure to this gas.\n[8]\n[9]\n\nHydrogen sulfide is the second most common cause of fatal gas inhalation in the workforce; carbon monoxide exposure is the most common.\n[8]\nThere are several industries where exposure to hydrogen sulfide is a known risk, including pulp and paper mills, heavy-water production, roofing asphalt tanks, rubber vulcanization, viscose rayon production, and the leather industry. Agricultural workers in contact with livestock manure storage tanks and those working within sewers or sewer manholes are also at great risk of exposure and toxicity.\n[11]\n[12]\n\nA distinctive characteristic of toxicity is its capacity to induce reversible unconsciousness, termed knockdown, if the patient is promptly rescued. Individuals who have undergone or experienced knockdown have been described as falling \"as if letting the strings loose on a marionette.\"\n[8]\nHydrogen sulfide presents a notable hazard to potential rescuers, as they frequently become affected themselves. Reports suggest that up to 25% of hydrogen sulfide toxicity fatalities involve rescuers.\n[13]\n[14]\n[15]\n\nThe combustible nature of hydrogen sulfide gas increases the risk of explosions; hence, burns and traumatic injuries are additional concerns. All affected individuals should be assessed for acute traumatic injuries if they survive toxic exposure to ensure they receive proper medical attention.\n\nMore recently, hydrogen cyanide has been used as a means of self-harm through chemical suicides and detergent suicides. This self-harming practice involves intentionally mixing common household chemicals and creating hydrogen sulfide gas. If performed within an enclosed space, such as a car, death can occur rapidly. As with occupational exposures, this method of suicide is a risk to rescuers and bystanders.\n\nHydrogen sulfide is also considered to have the ideal properties of a chemical weapon due to its lethality and ease of production. References to this can be found in terrorist training manuals, such as The Mujahideen Poisons Handbook.\n[16]",
    "monitoring": "No clinically available biological markers or direct measurements of hydrogen sulfide are useful in the medical setting. Confirmation of poisoning is impossible in the acute setting, although whole blood samples can be sent for analysis. A whole blood sulfide concentration above 0.05 mg/L is abnormal, but this sample must be obtained within 2 hours of exposure and analyzed immediately.\n[35]\n\nBlood and urine thiosulfate concentrations reflect exposure to hydrogen sulfide in the acute setting. Still, these lab assays are not available in most institutions and, therefore, are unable to affect clinical management.\n[36]\nUrine thiosulfate is used in the workplace to monitor chronic low-level exposure.\n\nAn arterial blood gas is expected to show acidemia with an elevated lactate level and can used as a surrogate marker of toxicity. However, this is nonspecific and can be observed in many clinical scenarios that do not involve hydrogen sulfide gas. Similar to cyanide, hydrogen sulfide inhibits oxygen utilization and is expected to have an elevated partial pressure of oxygen measured on a venous blood gas sample.\n\nUp to 20% of patients who undergo medical care are estimated to display some evidence of pulmonary edema.\n[37]\nA chest radiograph should be obtained.\n\nA thorough evaluation for trauma should be performed, with imaging such as computed tomography scans of the head and cervical spine, as many sustain traumatic brain injuries from the knockdown and fall.\n[8]\n[38]",
    "administration": "Initial treatment after exposure to hydrogen sulfide involves rapid removal from the source and decontamination. Rescuers must protect themselves and utilize personal protective equipment to prevent exposure and toxicity to themselves. Decontamination with water is required if ocular or skin irritation is present. Clothing should be removed and double-bagged. Hydrogen sulfide is poorly absorbed through the skin, but the clothing can emit further gas, which puts healthcare workers and other rescuers at risk of toxicity.\n[9]\nSupplemental oxygen should be provided as soon as safely possible. All patients who have experienced a fall, as in the case of a knockout, should be evaluated for signs of trauma, and Advanced Trauma Life Support (ATLS) protocol should be followed.\n\nThere is no antidote for hydrogen sulfide, and treatment involves aggressive supportive care. This treatment regimen encompasses administering crystalloids and vasopressors for hypotension, maximizing ventilation and oxygenation, and administering sodium bicarbonate according to arterial blood gas and serum bicarbonate concentrations.\n\nThere are multiple treatment modalities with inconsistent efficacy. One of these is the administration of 300 mg of sodium nitrite intravenously for 2 to 4 minutes. Sodium nitrite causes methemoglobin to accumulate at low levels. Hydrogen sulfide has a higher affinity for methemoglobin compared to what it does for cytochrome oxidase, and the theory is that it displaces and regenerates this enzyme to restore cellular respiration. Sulfmethemoglobin is generated in this process and excreted. This medication is most effective if given within minutes, as hydrogen sulfide toxicity escalates rapidly. After treatment with sodium nitrite, methemoglobin levels should be checked within 30 to 60 minutes, with ideal levels below 30%. If levels of methemoglobin become concerning, methylene blue may be administered. This treatment modality is not without risk, as it can potentiate the anoxia already present and can lead to further hypotension and hypoperfusion.\n[8]\n[9]\n[16]\n\nDue to the similarities between hydrogen sulfide and cyanide toxicity, hydroxocobalamin and its analog cobinamide have been investigated as alternative therapies for hydrogen sulfide toxicity. As hydrogen sulfide has a high affinity for metalloproteinases, the goal of utilizing hydroxocobalamin is to bind the hydrogen sulfide in the blood and prevent free sulfide from reaching its target within the tissue, causing toxicity. Cobinamide has two binding sites for hydrogen sulfide, as opposed to the single site on hydroxocobalamin. Due to the rarity of toxicity, human studies are limited, but there is conflicting data in animal research on the efficacy of these treatment modalities. Due to the lethality of hydrogen sulfide toxicity, administering either sodium nitrite or hydroxocobalamin to seriously ill individuals is considered reasonable.\n[16]\n[30]\n\nMethylene blue is an antioxidant with the potential to oxidize sulfide, increase hydrogen sulfide trapping within the blood, restore the cell's redox potential, and restore normal mitochondrial function. Multiple animal models are being used to investigate its potential in treating humans.\n[9]\n[16]\n[39]\n[40]\n\nIn addition to medical therapies for treating hydrogen sulfide toxicity, there is limited evidence to suggest that hyperbaric oxygen can help improve the delivery of oxygen to end organs. Oxygen therapy has been shown to reactivate oxidative phosphorylation competitively, enhance the detoxication of hydrogen sulfide, and improve oxygenation in patients with acute respiratory distress syndrome. There is no evidence that hyperbaric oxygen is superior to normobaric oxygen. Not every center can provide hyperbaric therapy; aggressive supportive care and normobaric oxygen delivery should not be delayed to provide hyperbaric oxygen.\n[16]\n[26]\n[30]\n[26]\n[41]\n[42]\n[43]\n[44]",
    "adverse_effects": "Complications of hydrogen sulfide toxicity typically occur with high-dose exposure. These include:\n\nHyposmia and the decreased ability to perceive smell due to olfactory paralysis and neurotoxicity affecting the olfactory bulb and fibers\n[8]\nConjunctivitis with reversible chromatic distortion and alterations to vision\nPulmonary edema and acute respiratory distress syndrome\nAcute myocardial infarction\nDelayed neuropsychiatric sequelae with changes to personality, depression, and decreased cognitive ability\n[41]\n[43]\n[50]\nDeath"
  }
}