{
  "DDInter20": {
    "metadata": {
      "id": "DDInter20",
      "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter20/",
      "name": "Acetylsalicylic acid",
      "type": "small molecule",
      "formula": "C9H8O4",
      "weight": "180.157",
      "cas": "50-78-2",
      "description": "Also known as _Aspirin_, acetylsalicylic acid (ASA) is a commonly used drug for the treatment of pain and fever due to various causes. Acetylsalicylic acid has both anti-inflammatory and antipyretic effects. This drug also inhibits platelet aggregation and is used in the prevention of blood clots stroke, and myocardial infarction (MI) [FDA label]. Interestingly, the results of various studies have demonstrated that long-term use of acetylsalicylic acid may decrease the risk of various cancers, including colorectal, esophageal, breast, lung, prostate, liver and skin cancer [A177325]. Aspirin is classified as a _non-selective cyclooxygenase (COX) inhibitor_ [A32682, A177268] and is available in many doses and forms, including chewable tablets, suppositories, extended release formulations, and others [L5968]. Acetylsalicylic acid is a very common cause of accidental poisoning in young children. It should be kept out of reach from young children, toddlers, and infants [FDA label].",
      "atc": [
        {
          "code": "B01AC06",
          "info": "B01AC06: Aspirin<br>B01AC: Platelet aggregation inhibitors excl. heparin<br>B01A: Antithrombotic agents<br>B01: Antithrombotic agents<br>B: Blood and blood forming organs<br>"
        },
        {
          "code": "C07FX04",
          "info": "C07FX04: Bisoprolol and acetylsalicylic acid<br>C07FX: Beta blocking agents, other combinations<br>C07F: Beta blocking agents, other combinations<br>C07: Beta blocking agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "C10BX04",
          "info": "C10BX04: Simvastatin, acetylsalicylic acid and ramipril<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "M01BA03",
          "info": "M01BA03: Acetylsalicylic acid and corticosteroids<br>M01BA: Antiinflammatory/antirheumatic agents in combination with corticosteroids<br>M01B: Antiinflammatory/antirheumatic agents in combination<br>M01: Antiinflammatory and antirheumatic products<br>M: Musculo-skeletal system<br>"
        },
        {
          "code": "N02BA71",
          "info": "N02BA71: Acetylsalicylic acid, combinations with psycholeptics<br>N02BA: Salicylic acid and derivatives<br>N02B: Other analgesics and antipyretics<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "C10BX02",
          "info": "C10BX02: Pravastatin and acetylsalicylic acid<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "B01AC56",
          "info": "B01AC56: Acetylsalicylic acid, combinations with proton pump inhibitors<br>B01AC: Platelet aggregation inhibitors excl. heparin<br>B01A: Antithrombotic agents<br>B01: Antithrombotic agents<br>B: Blood and blood forming organs<br>"
        },
        {
          "code": "N02AJ07",
          "info": "N02AJ07: Codeine and acetylsalicylic acid<br>N02AJ: Opioids in combination with non-opioid analgesics<br>N02A: Opioids<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "N02AJ02",
          "info": "N02AJ02: Dihydrocodeine and acetylsalicylic acid<br>N02AJ: Opioids in combination with non-opioid analgesics<br>N02A: Opioids<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "N02BA01",
          "info": "N02BA01: Aspirin<br>N02BA: Salicylic acid and derivatives<br>N02B: Other analgesics and antipyretics<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "C10BX05",
          "info": "C10BX05: Rosuvastatin and acetylsalicylic acid<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "N02BA51",
          "info": "N02BA51: Acetylsalicylic acid, combinations excl. psycholeptics<br>N02BA: Salicylic acid and derivatives<br>N02B: Other analgesics and antipyretics<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "A01AD05",
          "info": "A01AD05: Aspirin<br>A01AD: Other agents for local oral treatment<br>A01A: Stomatological preparations<br>A01: Stomatological preparations<br>A: Alimentary tract and metabolism<br>"
        },
        {
          "code": "C10BX01",
          "info": "C10BX01: Simvastatin and acetylsalicylic acid<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "C07FX03",
          "info": "C07FX03: Metoprolol and acetylsalicylic acid<br>C07FX: Beta blocking agents, other combinations<br>C07F: Beta blocking agents, other combinations<br>C07: Beta blocking agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "N02AJ18",
          "info": "N02AJ18: Oxycodone and acetylsalicylic acid<br>N02AJ: Opioids in combination with non-opioid analgesics<br>N02A: Opioids<br>N02: Analgesics<br>N: Nervous system<br>"
        },
        {
          "code": "C10BX12",
          "info": "C10BX12: Atorvastatin, acetylsalicylic acid and perindopril<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "C10BX08",
          "info": "C10BX08: Atorvastatin and acetylsalicylic acid<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "C10BX06",
          "info": "C10BX06: Atorvastatin, acetylsalicylic acid and ramipril<br>C10BX: Lipid modifying agents in combination with other drugs<br>C10B: Lipid modifying agents, combinations<br>C10: Lipid modifying agents<br>C: Cardiovascular system<br>"
        },
        {
          "code": "C07FX02",
          "info": "C07FX02: Sotalol and acetylsalicylic acid<br>C07FX: Beta blocking agents, other combinations<br>C07F: Beta blocking agents, other combinations<br>C07: Beta blocking agents<br>C: Cardiovascular system<br>"
        }
      ],
      "iupac": "2-(acetyloxy)benzoic acid",
      "inchi": "BSYNRYMUTXBXSQ-UHFFFAOYSA-N",
      "smiles": "CC(=O)OC1=CC=CC=C1C(O)=O",
      "links": {
        "DrugBank": "https://go.drugbank.com/drugs/DB00945",
        "ChEBI": "http://www.ebi.ac.uk/chebi/searchId.do?chebiId=15365",
        "PubChem Substance": "http://pubchem.ncbi.nlm.nih.gov/summary/summary.cgi?sid=46505803",
        "KEGG Compound": "http://www.genome.jp/dbget-bin/www_bget?cpd:C01405",
        "KEGG Drug": "http://www.genome.jp/dbget-bin/www_bget?drug:D00109",
        "ChemSpider": "http://www.chemspider.com/Chemical-Structure.2157.html",
        "BindingDB": "http://www.bindingdb.org/bind/chemsearch/marvin/MolStructure.jsp?monomerid=22360",
        "PharmGKB": "http://www.pharmgkb.org/drug/PA448497",
        "Therapeutic Targets Database": "http://bidd.nus.edu.sg/group/cjttd/ZFTTDDRUG.asp?ID=DAP000843",
        "Guide to Pharmacology": "http://www.guidetopharmacology.org/GRAC/LigandDisplayForward?ligandId=4139",
        "Wikipedia": "https://en.wikipedia.org/wiki/Aspirin",
        "ChEMBL": "https://www.ebi.ac.uk/chembl/compound_report_card/CHEMBL25/",
        "ZINC": "https://zinc.docking.org/substances/ZINC000000000053"
      }
    },
    "food": [
      {
        "interaction_id": 107,
        "level": "2",
        "foodName": "alcohol",
        "references": "\"Product Information. Motrin (ibuprofen).\" Pharmacia and Upjohn  (2002):",
        "magnesium": "Synergy",
        "newManagement": "Patients should be counseled on this potential interaction and advised to refrain from alcohol consumption while taking aspirin or NSAIDs.",
        "newInteraction": "The concurrent use of aspirin or nonsteroidal anti-inflammatory drugs (NSAIDs) and ethanol may lead to gastrointestinal (GI) blood loss.  The mechanism may be due to a combined local effect as well as inhibition of prostaglandins leading to decreased integrity of the GI lining."
      }
    ],
    "disease": [],
    "metabolism": [],
    "interactions": [
      {
        "drug_id": "DDInter9",
        "drug_name": "Acalabrutinib",
        "interaction_id": 2728,
        "level": 3,
        "excretion": "0",
        "absorption": "0",
        "others": "0",
        "antagonistic_effect": "0",
        "distribution": "0",
        "metabolism": "0",
        "synergistic_effect": "1",
        "interaction_idx": 2728,
        "url": "https://ddinter2.scbdd.com/server/interact/2728/",
        "severity": "Moderate",
        "description": "Coadministration of acalabrutinib and drugs that interfere with platelet function or coagulation may potentiate the risk of bleeding complications.",
        "management": "Concomitant use of acalabrutinib in patients receiving other medications that interfere with platelet function or coagulation should be approached with caution. Close clinical and laboratory monitoring for bleeding complications is recommended during therapy. Patients should be advised to promptly report any signs and symptoms of bleeding to their physician.",
        "references": [
          "[1] \"Product Information. Calquence (acalabrutinib).\" Astra-Zeneca Pharmaceuticals, Wilmington, DE.",
          "[2] \"Product Information. Calquence (acalabrutinib).\" Astra-Zeneca Pharmaceuticals, Wilmington, DE.",
          "[3] \"Product Information. Brukinsa (zanubrutinib).\" BeiGene USA, Inc, San Mateo, CA."
        ],
        "alternatives": {
          "Acetylsalicylic acid": [
            {
              "name": "Protein C",
              "id": "DDInter1542",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1542/"
            },
            {
              "name": "Acenocoumarol",
              "id": "DDInter13",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter13/"
            },
            {
              "name": "Selexipag",
              "id": "DDInter1656",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1656/"
            },
            {
              "name": "Felodipine",
              "id": "DDInter716",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter716/"
            },
            {
              "name": "Propranolol",
              "id": "DDInter1539",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1539/"
            },
            {
              "name": "Metoprolol",
              "id": "DDInter1200",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1200/"
            },
            {
              "name": "Carvedilol",
              "id": "DDInter305",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter305/"
            },
            {
              "name": "Nebivolol",
              "id": "DDInter1271",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1271/"
            },
            {
              "name": "Bisoprolol",
              "id": "DDInter216",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter216/"
            },
            {
              "name": "Ivabradine",
              "id": "DDInter996",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter996/"
            },
            {
              "name": "Sotalol",
              "id": "DDInter1704",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1704/"
            }
          ],
          "Acalabrutinib": [
            {
              "name": "Entrectinib",
              "id": "DDInter648",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter648/"
            },
            {
              "name": "Pralsetinib",
              "id": "DDInter1504",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1504/"
            },
            {
              "name": "Dabrafenib",
              "id": "DDInter462",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter462/"
            },
            {
              "name": "Asciminib",
              "id": "DDInter1998",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1998/"
            },
            {
              "name": "Dacomitinib",
              "id": "DDInter465",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter465/"
            },
            {
              "name": "Pexidartinib",
              "id": "DDInter1435",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1435/"
            },
            {
              "name": "Pacritinib",
              "id": "DDInter2037",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter2037/"
            },
            {
              "name": "Tepotinib",
              "id": "DDInter2050",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter2050/"
            },
            {
              "name": "Fedratinib",
              "id": "DDInter714",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter714/"
            },
            {
              "name": "Larotrectinib",
              "id": "DDInter1026",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1026/"
            },
            {
              "name": "Bosutinib",
              "id": "DDInter224",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter224/"
            }
          ]
        }
      },
      {
        "drug_id": "DDInter1848",
        "drug_name": "Trastuzumab emtansine",
        "interaction_id": 9742,
        "level": 3,
        "excretion": "0",
        "absorption": "0",
        "others": "0",
        "antagonistic_effect": "0",
        "distribution": "0",
        "metabolism": "0",
        "synergistic_effect": "1",
        "interaction_idx": 9742,
        "url": "https://ddinter2.scbdd.com/server/interact/9742/",
        "severity": "Moderate",
        "description": "Coadministration of trastuzumab emtansine with anticoagulant or antiplatelet drugs may potentiate the risk of hemorrhagic events associated with these drugs. In clinical trials, fatal cases of hemorrhage occurred in patients receiving trastuzumab emtansine in addition to anticoagulant and antiplatelet therapy.",
        "management": "Caution is recommended and additional monitoring should be considered if trastuzumab emtansine must be used with anticoagulant or antiplatelet drugs. In general, monitoring of platelet counts is recommended prior to each dose of trastuzumab emtansine.",
        "references": [
          "[1] Cerner Multum, Inc. \"Australian Product Information.\" O 0",
          "[2] Cerner Multum, Inc. \"UK Summary of Product Characteristics.\" O 0",
          "[3] \"Product Information. Kadcyla (ado-trastuzumab).\" Genentech, South San Francisco, CA.",
          "[4] Guo LQ, Yamazoe Y \"Inhibition of cytochrome P450 by furanocoumarins in grapefruit juice and herbal medicines.\" Acta Pharmacol Sin 25 (2004): 129-36",
          "[5] Bodiford AB, Kessler FO, Fermo JD, Ragucci KR \"Elevated international normalized ratio with the consumption of grapefruit and use of warfarin.\" SAGE Open Med Case Rep 0 (2013): 1-3",
          "[6] Suvarna R, Pirmohamed M, Henderson L \"Possible interaction between warfarin and cranberry juice.\" BMJ 327 (2003): 1454",
          "[7] Beckey NP, Korman LB, Parra D \"Effect of the moderate consumption of olestra in patients receiving long-term warfarin therapy.\" Pharmacotherapy 19 (1999): 1075-9",
          "[8] Lee M, Schwartz RN, Sharifi R \"Warfarin resistance and vitamin K.\" Ann Intern Med 94 (1981): 140-1",
          "[9] Sullivan DM, Ford MA, Boyden TW \"Grapefruit juice and the response to warfarin.\" Am J Health Syst Pharm 55 (1998): 1581-3",
          "[10] Brandin H, Myrberg O, Rundlof T, Arvidsson AK, Brenning G \"Adverse effects by artificial grapefruit seed extract products in patients on warfarin therapy.\" Eur J Clin Pharmacol 63 (2007): 565-70",
          "[11] Harrell CC, Kline SS \"Vitamin K-supplemented snacks containing olestra: Implication for patients taking warfarin.\" Jama J Am Med Assn 282 (1999): 1133-4",
          "[12] Westfall LK \"An unrecognized cause of warfarin resistance.\" Drug Intell Clin Pharm 15 (1981): 131",
          "[13] Grant P \"Warfarin and cranberry juice: an interaction?\" J Heart Valve Dis 13 (2004): 25-6",
          "[14] Walker FB \"Myocardial infarction after diet-induced warfarin resistance.\" Arch Intern Med 144 (1984): 2089-90",
          "[15] Pedersen FM, Hamberg O, Hess K, Ovesen L \"The effect of dietary vitamin K on warfarin-induced anticoagulation.\" J Intern Med 229 (1991): 517-20",
          "[16] Ge B, Zhang Z, Zuo Z \"Updates on the clinical evidenced herb-warfarin interactions.\" Evid Based Complement Alternat Med 2014 (2014): 957362",
          "[17] Griffith LD, Olvey SE, Triplett WC \"Increasing prothrombin times in a warfarin-treated patient upon withdrawal of ensure plus.\" Crit Care Med 10 (1982): 799-800",
          "[18] Wells PS, Holbrook AM, Crowther NR, Hirsh J \"Interactions of warfarin with drugs and food.\" Ann Intern Med 121 (1994): 676-83",
          "[19] Agencia Española de Medicamentos y Productos Sanitarios Healthcare \"Centro de información online de medicamentos de la AEMPS - CIMA. Available from: URL: https://cima.aemps.es/cima/publico/home.html.\" ([2018]):",
          "[20] Zallman JA, Lee DP, Jeffrey PL \"Liquid nutrition as a cause of warfarin resistance.\" Am J Hosp Pharm 38 (1981): 1174",
          "[21] Watson AJ, Pegg M, Green JR \"Enteral feeds may antagonise warfarin.\" Br Med J 288 (1984): 557",
          "[22] Kuykendall JR, Houle MD, Rhodes RS \"Possible warfarin failure due to interaction with smokeless tobacco.\" Ann Pharmacother 38 (2004): 595-7",
          "[23] Wohlt PD, Zheng L, Gunderson S, Balzar SA, Johnson BD, Fish JT \"Recommendations for the use of medications with continuous enteral nutrition.\" Am J Health Syst Pharm 66 (2009): 1438-67",
          "[24] Andersen P, Godal HC \"Predictable reduction in anticoagulant activity of warfarin by small amounts of vitamin K.\" Acta Med Scand 198 (1975): 269-70",
          "[25] MHRA. Mediciines and Healthcare products Regulatory Agency. Committee on Safety of Medicines \"Possible interaction between warfarin and cranberry juice. Available from: URL: http://medicines.mhra.gov.uk/ourwork/monitorsafequalmed/currentproblems/currentproblems.htm.\" ([2003 Sept]):",
          "[26] Karlson B, Leijd B, Hellstrom K \"On the influence of vitamin K-rich vegetables and wine on the effectiveness of warfarin treatment.\" Acta Med Scand 220 (1986): 347-50",
          "[27] O'Reilly RA, Rytand DA \"\"Resistance\" to warfarin due to unrecognized vitamin K supplementation.\" N Engl J Med 303 (1980): 160-1",
          "[28] Kempin SJ \"Warfarin resistance caused by broccoli.\" N Engl J Med 308 (1983): 1229-30",
          "[29] Cambria-Kiely JA \"Effect of soy milk on warfarin efficacy.\" Ann Pharmacother 36 (2002): 1893-6",
          "[30] Chow WH, Chow TC, Tse TM, Tai YT, Lee WT \"Anticoagulation instability with life-threatening complication after dietary modification.\" Postgrad Med J 66 (1990): 855-7",
          "[31] Hamann GL, Campbell JD, George CM \"Warfarin-cranberry juice interaction.\" Ann Pharmacother 45 (2011): e17",
          "[32] MacLeod SM, Sellers EM \"Pharmacodynamic and pharmacokinetic drug interactions with coumarin anticoagulants.\" Drugs 11 (1976): 461-70",
          "[33] Jarvis S, Li C, Bogle RG \"Possible interaction between pomegranate juice and warfarin.\" Emerg Med J 27 (2010): 74-5",
          "[34] Kazmier FJ, Spittell JA Jr \"Coumarin drug interactions.\" Mayo Clin Proc 45 (1970): 249-55",
          "[35] Monterrey-Rodriguez J \"Interaction between warfarin and mango fruit.\" Ann Pharmacother 36 (2002): 940-1",
          "[36] Roberts D, Flanagan P \"Case report: Cranberry juice and warfarin.\" Home Healthc Nurse 29 (2011): 92-7",
          "[37] Griffiths AP, Beddall A, Pegler S \"Fatal haemopericardium and gastrointestinal haemorrhage due to possible interaction of cranberry juice with warfarin.\" J R Soc Health 128 (2008): 324-6",
          "[38] Parr MD, Record KE, Griffith GL, et al \"Effect of enteral nutrition on warfarin therapy.\" Clin Pharm 1 (1982): 274-6",
          "[39] Howard PA, Hannaman KN \"Warfarin resistance linked to enteral nutrition products.\" J Am Diet Assoc 85 (1985): 713-5",
          "[40] Rindone JP, Murphy TW \"Warfarin-cranberry juice interaction resulting in profound hypoprothrombinemia and bleeding.\" Am J Ther 13 (2006): 283-4"
        ],
        "alternatives": {
          "Acetylsalicylic acid": [
            {
              "name": "Alteplase",
              "id": "DDInter56",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter56/"
            },
            {
              "name": "Streptokinase",
              "id": "DDInter1712",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1712/"
            },
            {
              "name": "Defibrotide",
              "id": "DDInter491",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter491/"
            },
            {
              "name": "Antithrombin III human",
              "id": "DDInter105",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter105/"
            },
            {
              "name": "Tenecteplase",
              "id": "DDInter1764",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1764/"
            },
            {
              "name": "Protein C",
              "id": "DDInter1542",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1542/"
            },
            {
              "name": "Acenocoumarol",
              "id": "DDInter13",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter13/"
            },
            {
              "name": "Selexipag",
              "id": "DDInter1656",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1656/"
            },
            {
              "name": "Urokinase",
              "id": "DDInter1905",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1905/"
            },
            {
              "name": "Anistreplase",
              "id": "DDInter99",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter99/"
            },
            {
              "name": "Reteplase",
              "id": "DDInter1585",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1585/"
            }
          ],
          "Trastuzumab emtansine": [
            {
              "name": "Pertuzumab",
              "id": "DDInter1434",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1434/"
            },
            {
              "name": "Cetuximab",
              "id": "DDInter344",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter344/"
            },
            {
              "name": "Avelumab",
              "id": "DDInter144",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter144/"
            },
            {
              "name": "Panitumumab",
              "id": "DDInter1386",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1386/"
            },
            {
              "name": "Obinutuzumab",
              "id": "DDInter1320",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1320/"
            },
            {
              "name": "Bevacizumab",
              "id": "DDInter201",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter201/"
            },
            {
              "name": "Necitumumab",
              "id": "DDInter1272",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1272/"
            },
            {
              "name": "Dostarlimab",
              "id": "DDInter2160",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter2160/"
            },
            {
              "name": "Amivantamab",
              "id": "DDInter2172",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter2172/"
            },
            {
              "name": "Atezolizumab",
              "id": "DDInter131",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter131/"
            },
            {
              "name": "Pembrolizumab",
              "id": "DDInter1413",
              "url": "https://ddinter2.scbdd.com/server/drug-detail/DDInter1413/"
            }
          ]
        }
      }
    ]
  }
}