{
  "drug_name": "ocrelizumab",
  "nbk_id": "NBK547750",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547750/",
  "scraped_at": "2026-01-11T15:35:20",
  "sections": {
    "indications": "Ocrelizumab is contraindicated in the following patients:\n\nThose with a history of life-threatening infusion reactions to ocrelizumab\nPatients with active hepatitis-B infection\n\nBefore initiating ocrelizumab:\n\nHepatitis B virus screening is necessary. There have been reports of ocrelizumab leading to reactivation of latent HBV in a previously resolved patient.\n[8]\nAll necessary immunizations should be given at least six weeks before initiating ocrelizumab, given the expected B-cell depletion.\nConsider previous immunosuppressive therapy for potential increased immunosuppressive effects.\n\nBefore every ocrelizumab infusion:\n\nDetermine if there is an active infection; if yes, delay infusion until resolution\nPremedicate with 100 mg of methylprednisolone and an antihistamine 30 minutes before infusion\nConsider premedication with an antipyretic\nA regiment of cetirizine (10 mg), ranitidine (75 mg), increased hydration, IV diphenhydramine (50 mg), IV methylprednisolone (125 mg), and oral acetaminophen (650 mg) has been shown to reduce infusion reactions by 60% in one study.\n[9]",
    "mechanism": "Ocrelizumab is a second-generation anti-CD20 recombinant monoclonal antibody with a molecular mass of 145kDa. It is a follow-up to the anti-CD20 monoclonal antibody rituximab but with a humanized IgG1 tail.\n[3]\nHumanization of the antibody is expected to reduce antigenicity and improve CD20 binding.\n[4]\nCD20 is a phosphoprotein expressed on a broad range of human B-cells. However, it is not present in the early lineage (stem cells and pro-B-cells) or late lineage (plasmablasts and plasma cells).\n[5]\nOcrelizumab binds to CD20 on B-lymphocytes leading to antibody-dependent cellular cytolysis and complement-mediated lysis.\n[6]\nWhile the precise method by which ocrelizumab exerts its effect on multiple sclerosis is unknown, it depletes B-cells which are thought to affect the pathogenesis of multiple sclerosis using cytokine regulation, antigen presentation, autoantibody production.\n[2]",
    "administration": "Ocrelizumab is FDA-approved for intravenous infusion. It is supplied in 300 mg/mL single-dose vials. The initial dose is given as a 300 mg intravenous infusion over 2.5 hours, followed up with an additional 300 mg intravenous infusion 14 days later. Subsequent doses are given every six months as a 600 mg intravenous infusion over 3.5 hours.  Maintenance doses of ocrelizumab should be at a minimum of five months apart. Some argue that dosing should not be on a fixed schedule but based on CD19/20 counts to optimize dosing to minimize unnecessary patient exposure and allow for significant cost savings.\n[7]\nFor mild to moderate adverse events, a reduction in infusion rate is indicated if tolerated. Severe and life-threatening reactions indicate interruption or discontinuation of the drug.",
    "adverse_effects": "Adverse reactions in relapsing multiple sclerosis with an incidence of more than 5% and higher than interferon beta-1a\n[2]\n:\n\nBack pain\nDepression\nHerpes virus-associated infections\nInfusion reactions\nLower respiratory infections\nPain in extremities\nUpper respiratory infections\n\nAdverse reactions in primary progressive multiple sclerosis with an incidence of more the 5% and higher than placebo\n[1]\n:\n\nCough\nDiarrhea\nEdema peripheral\nHerpes virus-associated infections\nInfusion reactions\nLower respiratory tract infections\nSkin reactions\nUpper respiratory tract infections",
    "monitoring": "Before initiating ocrelizumab therapy, hepatitis B virus screening is indicated.\n\nPatients receiving an ocrelizumab infusion will require monitoring for at least the next hour for the following signs and symptoms of refusion reactions:\n\nCoughing or wheezing\nDizziness\nFast heart rate\nFatigue\nFeeling faint\nFever\nFlushing\nHeadache\nHives\nItchy skin\nNausea\nRash\nShortness of breath\nSwelling of throat\nThroat irritation or pain\nTiredness\nTrouble breathing\n\nIn clinical trials, there was an incidence of life-threatening bronchospasm (which recovered with treatment) with the initial infusion of ocrelizumab.\n[2]",
    "toxicity": "Pregnancy\n\nThere is inadequate data on the fetal risk associated with ocrelizumab use in pregnancy.\nOcrelizumab is an antibody of immunoglobulin G1 subtype, which is known to cross the placental barrier.\nAdministration of ocrelizumab to pregnant monkeys at 2 to 10 times the recommended human dose has shown increased perinatal mortality and depletion of B-cell populations. Offspring were observed to have bone marrow, renal, and testicular toxicities not seen in the mother.\nWhile data on ocrelizumab exposure during pregnancy is sparse, rituximab use (as a proxy) has shown B-cell depletion in delivered babies.\n[10]\n\nOther\n\nNo data shows the existence of ocrelizumab in human milk; animal studies have shown its presence in monkey milk. However, large molecules like monoclonal antibodies are unlikely to be excreted into human breast milk or absorbed into the baby’s circulation in any significant amount.\n[11]\nOcrelizumab’s safety and efficacy have not been established in pediatric patients.\nOcrelizumab’s safety and efficacy have not been established in patients over 65 years old.\nIn clinical studies of ocrelizumab, there were six cases of breast cancer as compared to none in the placebo or interferon beta-1a groups.\n[1]\n[2]"
  }
}