{
  "drug_name": "octreotide",
  "nbk_id": "NBK559330",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559330/",
  "scraped_at": "2026-01-11T15:35:16",
  "sections": {
    "indications": "The octreotide scan is valuable for localizing primary NETs and assessing SSTR expression. This is critical in follow-up evaluations, posttreatment staging, and metastasis detection. NETs arise from at least 17 different neuroendocrine cell types distributed throughout the body, including those in the skin, lungs, hepatobiliary system, thyroid, and genitourinary and gastrointestinal tracts.\n[12]\nThe most common primary sites include the lungs, rectum, and small intestine.\n[13]\n\nSignificant expression of SSTRs is present in adrenal medulla tumors (including pheochromocytoma, neuroblastoma, ganglioneuroma, and paraganglioma), gastroenteropancreatic NETs. These NETs were previously classified based on hormone secretion (eg, carcinoid, gastrinoma, glucagonoma, vasoactive intestinal polypeptide-secreting tumors, pancreatic polypeptide-secreting tumors, or nonfunctioning tumors), but the World Health Organization (WHO) now categorizes them by grade—low (G1), intermediate (G2), and high (G3).\n[11]\nWhile\n111\nIn-pentetreotide can aid in diagnosing pheochromocytoma, it is generally considered less sensitive than the meta-iodo-benzyl guanidine (MIBG) scan for detecting benign intra-adrenal pheochromocytomas.\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n\nHarst E et al used preoperatively\n123\nI-MIBG scintigraphy and radiolabeled somatostatin analogs to diagnose pheochromocytoma. They concluded that SSTR imaging may serve as a valuable supplement to MIBG scintigraphy, particularly in patients with pheochromocytoma or paraganglioma suspected of metastasis.\n[20]\nNewer somatostatin analogs, such as DOTATOC, have demonstrated promising results in imaging due to their high affinity for SSTRs. Moreover, these compounds are stable and easy to radiolabel, enhancing their clinical utility.\n[21]\nAlthough most existing somatostatin-based tracers primarily target SSTR2, this receptor subtype is not consistently expressed on pheochromocytoma and paraganglioma cells. Newer agents, such as DOTANOC, exhibit affinity for multiple SSTR subtypes, broadening their diagnostic potential in these tumors.\n[22]\n[23]\n\nDOTATOC and DOTANOC-labeled PET radiotracers ([Ga]) have shown great results in imaging SSTR-positive tumors compared to non-PET [In]-pentetreotide scintigraphy, highlighting the overall better performance of PET over scintigraphy.\n[22]\n[24]\n[25]\n68\nGa-DOTATOC has higher sensitivity (91% versus 86%) and specificity (90.6% versus 50%) than\n111\nIn-octreotide.\n[26]\nHowever,\n68\nGa PET has lower spatial resolution than\n18\nF and\n64\nCu.\n[27]\n\n68\nGa-DOTATATE PET-CT has also shown better results than\n111\nIn-octreotide scintigraphy in evaluating NETs, demonstrating a better ability to accurately assess the extent of the disease. In a study,\n68\nGa PET identified additional findings that led to changes in treatment planning for approximately 12% of patients.\n[28]\nHowever, the expression of NET and SSTRs can be lost in dedifferentiated tumors, potentially leading to false-negative imaging results in metastatic disease.\n[20]\n[29]\n[17]\nIn metastatic tumors associated with an SDHB mutation, [18F]-FDG PET has demonstrated superior diagnostic performance.\n[30]\nThe integration of both visual and quantitative assessments is emerging as a valuable approach and may serve as a new predictive marker for SRS.\n[31]\n\nA\n111\nIn-octreotide scan was used in a study to localize an intracardiac pheochromocytoma in a child aged 13. In this case, CT scans of the abdomen, pelvis, and chest, as well as a whole-body MIBG scan, failed to identify the lesion.\n[32]\nThis case highlights the clinical value of octreotide scanning in detecting elusive tumors. Additionally, octreotide scans are effective in the diagnosis and follow-up of thymic carcinoid tumors, which are often associated with multiple endocrine neoplasia.\n[33]\nSomatostatin analogs, such as technetium depreotide and DTPA, are used to image pituitary tumors. While pituitary prolactinomas and ACTH-secreting adenomas may not be localized, clinically nonfunctioning pituitary adenomas can be identified in approximately 75% of cases using\n111\nIn-DTPA-octreotide.\n[34]\n[35]\n[36]\nPositive test results suggest that patients with growth hormone and thyroid-stimulating hormone–secreting pituitary tumors may benefit from the suppressive effects of octreotide on hormone release from these tumors.\n[34]\nAdditional tumors that can be detected include Merkel cell tumor of the skin, small cell lung carcinoma, meningioma, astrocytoma, breast carcinoma, and lymphoma.\n\nIn a study, an octreotide scan successfully localized insulinomas in 4 out of 17 (24%) patients. This technique also detected ectopic and malignant insulinomas, with only the octreotide scan able to localize the ectopic insulinoma. Notably, pretreatment with octreotide did not affect tumor detectability in this series. While pretreatment with octreotide may saturate the SSTRs, administering it within a week before the scan can improve contrast and enhance tumor detectability.\n[37]\n[38]\n[39]\nOut of the 5 patients receiving octreotide treatment, 3 patients showed positive scintigraphy, compared to only 1 patient among the 12 who did not receive treatment. Octreotide scans may underestimate the number of insulinoma patients who respond to octreotide therapy. Notably, 6 out of 10 patients who responded to octreotide treatment showed no tracer uptake. Interestingly, all benign insulinomas detectable on the octreotide scan responded to octreotide treatment.\n\nAs previously mentioned, the octreotide scan followed by SPECT resulted in the localization of only 24% of insulinomas.\n[40]\nHowever, the sensitivity for detecting carcinoid tumors is over 90%.\n[41]\n[42]\nSome carcinoids, though, have a limited number of SSTR sites, resulting in a low affinity for octreotide. This occurs in fewer than 10% of carcinoids and other NETs.\n[43]\nLiver metastases from carcinoids may exhibit tracer accumulation similar to the surrounding liver tissue, making it challenging to differentiate from normal hepatic tissue. In these cases, the subtraction technique using 99m-technetium colloid and SPECT can aid in diagnosis.\n[9]\nA case report highlighted the use of pre- and postoperative octreotide scans in a patient with an equivocal CT scan, where the feasibility of accurately excising an indistinct lesion was uncertain. The octreotide scan facilitated a more targeted, limited resection while preserving lung parenchyma. This case underscored the value of octreotide scanning in the effective management of carcinoid tumors.\n[44]\n\nSSTRs are expressed in approximately 80% of gastrinomas. Pentetreotide scanning can successfully localize these neoplasms (whether primary or nodal metastases) in up to 78% to 86% of cases.\n[45]\n[46]\n[47]\nIn a study involving 80 patients, Gibril et al reported that CT, magnetic resonance imaging (MRI), or angiography identified extrahepatic gastrinomas in 28% to 31% of cases, whereas ultrasound detected extrahepatic tumors in only 9% of patients.\n[48]\nA pentetreotide scan localizes primary lesions and is valuable in screening for metastases and monitoring therapeutic response.\n[48]\nCurrently, the use of hybrid SSTR PET/MRI for evaluating head and neck tumors is also being explored.\n[49]\nOther applications include SRS for monitoring appendicular NETs post-surgery, particularly when recurrence or metastasis is suspected.\n[50]\nIn cases of progressive prostate carcinoma, which may undergo neuroendocrine transformation, SRS can help localize targets with neuroendocrine differentiation.\n[51]\n\nCertain autoimmune and granulomatous disorders, such as sarcoidosis, may occasionally show octreotide uptake due to overexpression of SSTRs. In sarcoidosis patients, octreotide scanning has been shown to correlate with the degree of dyspnea and provides a more accurate assessment of pulmonary involvement compared to radiological evaluation. Additionally, octreotide scans can aid in monitoring idiopathic interstitial pneumonias (IIPs), particularly in specific histological subtypes such as nonspecific interstitial pneumonia (NSIP) and desquamative interstitial pneumonia (DIP). In some cases, it may even serve as an alternative to high-resolution CT (HRCT) in evaluating usual interstitial pneumonia (UIP), given its high diagnostic accuracy.\n[52]\n\nOther applications include identifying metastatic tumors eligible for peptide receptor radionuclide therapy (PRRT) and assessing treatment response. The Krenning score is commonly used to grade the uptake intensity of NETs on SSTR imaging modalities such as the octreotide scan.\n[1]\nThis scoring system has since been adapted for use with SSTR PET imaging (modified Krenning score).\n[53]\nA score greater than 2 typically indicates suitability for PRRT, making the scan a critical tool in patient selection.\n[53]\nThe grading criteria are as follows:\n\nGrade 0: No uptake\nGrade 1: Uptake is much less than normal liver function\nGrade 2: Uptake is equal to or slightly less than normal liver function\nGrade 3: Uptake is greater than normal liver function\nGrade 4: Uptake is greater than spleen or kidneys\n\nThe correlation between the traditional Krenning score and the modified Krenning score derived from SSTR PET is limited.\n[54]\nSSTR PET tends to yield higher scores due to its superior sensitivity compared to planar scintigraphy methods or SPECT. Additionally, SSTR PET imaging is typically performed earlier (around 1 hour post-injection), whereas scintigraphy is done at 24 hours. SSTR PET has become the preferred standard for selecting patients for PRRT, partly due to its lower associated radiation dose. For lesions larger than 2 cm, the modified Krenning score is more reliable. However, caution is warranted when considering PRRT in patients with lesions smaller than 2 cm that show a modified Krenning score of more than 2, as these cases may not meet eligibility criteria when imaged using traditional\n111\nIn-pentetreotide.\n\nA patient is considered to have homogeneous disease if fewer than half of the target lesions exhibit heterogeneous SSTR expression. Patients with heterogeneous SSTR expression tend to have shorter overall survival (OS) and time to progression (TTP). Octreotide scans are often more effective at detecting liver metastases than primary tumors, with reported sensitivities ranging from 49% to 91%. In various studies evaluating NET metastases, octreotide scanning revealed new lesions in 47% and 4.6% of patients, respectively, that were missed by CT or MRI.\n[55]\n[56]\n[57]\n[58]\n[59]\nThe use of cold somatostatin analogs may enhance tumor margin delineation by improving contrast between tumor and surrounding normal tissue.\n[60]\nSRS can also identify metastatic lymph node masses based on SSTR immunostaining, although its spatial resolution is relatively limited.\n[61]",
    "clinical_significance": "Octreotide scintigraphy is crucial in detecting and staging NETs, assessing metastatic burden, and guiding treatment decisions, particularly for SSTR-positive malignancies. The applications of this technique are expanding beyond oncology, with emerging uses in immunology and chronic inflammatory conditions.\n\nContemporary oncological practice increasingly depends on octreotide scintigraphy for staging and detecting occult primary neuroendocrine neoplasms. This method is also relatively safe, as it avoids the adverse effects of using contrast in contrast-enhanced CT (CECT) and offers significantly lower radiation exposure. Newer studies highlight its potential in immunology, although further research is necessary to explore its broader applicability across various medical fields."
  }
}