{
  "drug_name": "odorless omega 3",
  "nbk_id": "NBK564314",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564314/",
  "scraped_at": "2026-01-11T15:35:19",
  "sections": {
    "indications": "Caution and periodic monitoring are recommended in patients taking antiplatelet and anticoagulant medication due to the ability of omega-3 fatty acids to reduce platelet activity.\n[4]\n[15]\nAdditionally, omega-3 fatty acids are not considered allergenic, but the FDA labels state to use with caution in patients allergic to seafood. Omega-3 fatty acid products are contraindicated for those with hypersensitivity to the individual formulation.\n[4]\n\nEPA and DHA can act as alternative substrates for CYP450 metabolism and are partially metabolized by the CYP450 metabolic pathway. However, significant inhibition of CYP450 enzymes by DHA or EPA has not been observed, and no drug-drug interactions have been established with medications that use the CYP450 metabolic pathway. EPA-exclusive supplements have shown to have no drug-drug interactions with other medications that may use the P450 metabolic pathway, such as omeprazole, warfarin, atorvastatin, and rosiglitazone. DHA has been shown to have no interactions with other statin drugs.",
    "mechanism": "The mechanism of action of omega-3 fatty acids to lower triglycerides (FDA-approved use) is still not fully known. They are thought to lower triglycerides by suppressing lipogenic gene expression, increasing beta-oxidation of fatty acids, increasing the expression of lipoprotein-lipase (LPL), and influencing total body lipid accretion.\n[34]\n[35]\n[36]\n\nOmega-3 fatty acids suppress lipogenic gene expression by decreasing the expression of sterol regulatory element-binding protein 1c, inhibiting phosphatidic acid phosphatase, and acyl-CoA:1,2-diacylglycerol acyltransferase (NGAT). Sterol regulatory element-binding proteins (SREBPs) are membrane-bound enzymes that, when cleaved, travel to the nucleus to transcribe enzymes involved in cholesterol, LDL, and fatty acid synthesis. When a diet is high in omega-3 fatty acids, the SREBPs (particularly 1c) are not activated because of negative feedback inhibition and lowers SREBP synthesis and the cholesterol synthesizing enzymes that it regulates, FPP synthase (farnesyl diphosphate synthase) and HMG-CoA reductase (3-hydroxy-3-methylglutaryl-CoA reductase).\n[37]\n[38]\n\nBeta-oxidation is the biological pathway used in the body to break down fat and convert it into energy.\n[35]\nOmega-3 fatty acids decrease the level of triacylglycerides in the body by increasing the rate of beta-oxidation by acting specifically on carnitine acetyltransferase 1 (CAT1) and acetyl-CoA carboxylase.\n[34]\n[35]\nCarnitine acetyltransferase modifies fatty acid substrates to enter the inner mitochondrial membrane via carnitine-acylcarnitine translocation. Later, they are converted to acyl-CoA, a precursor substrate to acetyl-CoA used to create ATP in various metabolic pathways.\n[35]\nAdditionally, EPA also indirectly increases beta-oxidation by slowing feedback inhibition.\n[35]\nEPA inhibits acetyl-CoA carboxylase, which is the enzyme that catalyzes the synthesis of malonyl-CoA, a strong inhibitor of CAT1.\n[35]\nBy decreasing the amount of malonyl-CoA produced, CAT1 will have increased activity and use more triacylglycerides for beta-oxidation. Omega-3 fatty acids have also been shown to decrease the sensitivity of CAT1 to malonyl-CoA.\n[35]\n\nLipoprotein lipase (LPL) is an extracellular enzyme found on the endothelium of vascular tissue that functions to remove triacylglycerol components of chylomicrons, low-density lipoproteins (LDL), and very-low-density lipoproteins (VLDL) in the blood.\n[39]\n[40]\n[41]\nA diet high in omega-3 fatty acids has been shown to increase the expression of LPL and subsequent lipoprotein lipase protein on the endothelial lining and decrease the size of chylomicrons.\n[42]\nIncreasing the amount of lipoprotein lipase and decreasing LDL, VLDL, and chylomicron size can lower triglycerides in patients with hypertriglyceridemia.\n\nOmega-3 fatty acids are also believed to reduce high triglycerides by influencing total body lipid accretion. Several studies have found that prolonged use of omega-3 fatty acids for more than 6 weeks can increase the body's metabolic rate and decrease total body fat.\n[43]\n[35]\n[44]\nMore specifically, study participants showed increased lean muscle mass, decreased fat mass, increased resting metabolic rate, increased energy expenditure during exercise, and increased fat oxidation during rest and exercise.\n[43]\n[35]\n[45]\n[44]\nThis occurs due to omega-3 fatty acids' ability to act as a ligand for peroxisome proliferator-activated receptors (PPARs), whose transcription factor activity can change gene expression in energy homeostasis.\n[43]\n[46]\nPPARs regulate both fatty acid metabolism (beta-oxidation) and glucose metabolism and can change the basal metabolism of the cell.\n[47]\nThe increase in fat oxidation and energy needs by changes in body composition is thought to be another mechanism by which omega-3 fatty acids help lower the triglyceride levels in the blood.\n\nAdditional mechanisms of action for omega-3 fatty acids explain the beneficial effects on the brain, brain development, cancer, diabetes, rheumatoid arthritis, irritable bowel disease, and the cardiovascular system outside triglyceride regulation. Most of these effects are attributed to omega-3 fatty acids' anti-inflammatory actions. Omega-3 fatty acids have been shown to modulate several inflammatory pathways.\n[18]\n[48]\n[15]\n[49]\n[50]\nThese include the following:\n\nInhibition of leukocyte chemotaxis\nInhibitions of adhesion molecule expression (like leukocyte-endothelial adhesive interactions)\nInhibition of cyclooxygenase (COX) activity and its subsequent eicosanoid production (eg, leukotrienes and prostaglandins from arachidonic acid)\nInhibition of pro-inflammatory cytokines (eg, TNF-α, IL-1, IL-6)\nIncrease production of inflammation-resolving resolvins, maresins, lipoxins, and protectins\nInhibition of pro-inflammatory transcription nuclear factor kappa B (nuclear factor-kB) activation\nActivation of anti-inflammatory transcription factor NR1C3\nActivation of PPARs\nActivation of G protein-coupled receptor GPR120\nAltering phospholipid fatty acid composition\nDisrupting lipid rafts\n\nAlthough many cancers are aided by omega-3 fatty acids' anti-inflammatory effect and the tumor growth of non-small-cell lung cancer is reduced by inhibiting acetyl-CoA carboxylase (decreasing fatty acid production), other antineoplastic mechanisms of omega-3 fatty acids can be beneficial for other cancers, such as breast cancer, colorectal cancer, leukemia, gastric cancer, pancreatic cancer, esophageal cancer, prostate cancer, head and neck cancer, as well as lung cancer.\n[51]\n[15]\nOmega-3 fatty acids activate AMPK/SIRT, which is involved in cell maintenance and repair, producing an antineoplastic effect useful in cancer treatment.\n[50]\n[15]\n\nOmega-3 fatty acids can stabilize and protect certain tissues with high-fat content, like neural and retinal tissue. Alzheimer disease, dementia, and cognitive function are improved by omega-3 fatty acids' ability to maintain cell membranes of neural tissues because DHA is an essential component of the brain's phospholipid membranes.\n[52]\n[53]\n[54]\nAdditionally, macular degeneration can be helped by supplementing DHA for structural support and EPA-based eicosanoids for neovascular and cell survival because DHA and EPA are also integral components of retinal cell membranes.\n[55]\n\nOmega-3 fatty acids have some cardioprotective effects that help protect against heart failure in patients with congestive heart failure (CHF). Omega-3 fatty acids, specifically DHA, decrease mitochondrial oxygen consumption without reducing ventricle power generation by altering the mitochondrial membrane phospholipid composition, protecting the heart from tiring.\n[18]\nEPA inhibits the apoptotic activity stimulated by saturated fatty acid cardiac lipotoxicity, protecting the heart from injury.\n[18]\nOmega-3 fatty acids can protect from arrhythmia by inhibiting inward sodium current in a dose-dependent manner, suppressing intracellular calcium (Ca\n2+\n) waves, and helping strengthen autonomic tone.\n[56]\nOmega-3 fatty acids can also vasodilate and decrease blood pressure or afterload to help the heart pump more easily because they stimulate nitrous oxide (NO) release from vascular endothelial tissue.\n[18]\nOmega-3 fatty acids also protect the heart through their antithrombotic and antiatherosclerotic abilities. Omega-3 fatty acids have been shown to suppress platelet-derived thromboxane A2 (TxA2) synthesis, constrict blood vessels, aid in platelet aggregation, and reduce the production of matrix metalloproteinases released by macrophages when there is endothelial injury.\n[18]\n[57]\n\nIt should be noted that numerous studies continue to determine the exact mechanisms by which omega-3 fatty acids have a pharmacological effect. Many studies with conflicting data challenge the current understanding of how omega-3 fatty acids can help other conditions beyond hypertriglyceridemia.\n\nPharmacokinetics\n\nAbsorption:\nDigestion of omega-3 fatty acids begins in the stomach with gastric lipases that break down triacylglycerols into diacylglycerol and fatty acids.\n[1]\nOnce broken down, they form fat globules broken down by pancreatic lipases and bile salts in the small intestines. The ethyl esters (icosapent ethyl, omega-3-acid ethyl esters, and omega-3-acid ethyl esters A) are principally broken down by pancreatic carboxylic acid ester lipase in the small intestine to form FFA-EPA and FFA-DHA.\n[1]\nMonoacylglycerols and the free fatty acids then passively diffuse into enterocytes as micelles.\n[1]\nVarious fatty acid transport proteins in the enterocyte membrane can also transport fatty acids into enterocytes.\n[58]\nOnce within the enterocyte, the fatty acids are re-performed into triacylglycerols in the endoplasmic reticulum that bind to apolipoproteins to form chylomicrons.\n[1]\n[58]\nChylomicrons are exocytosed into the lymphatic system and ultimately enter circulation at the thoracic duct to reach target tissues.\n[1]\n[58]\n\nDuring digestion, the ethyl esters are principally broken down by pancreatic carboxylic acid ester lipase, an enzyme with activity enhanced by high-fat meals.\n[1]\nMoreover, the fat content of a meal can affect the absorption of ethyl esters.\n[1]\nSubsequently, absorption of the ethyl esters and icosapent ethyl (EPA formulation only) is decreased when fasting, so it is recommended they are consumed with food.\n[4]\nEPA is thought not to absorb as well as DHA and is metabolized faster; there is a higher ratio of DHA to EPA within the serum plasma.\n[58]\n\nDistribution:\nEPA's volume of distribution is approximately 80L. The bioavailability of omega-3 fatty acids will be affected by the form they are found in, which can include triacylglycerols, free fatty acids, phospholipids, and ethyl esters.\n[1]\nThe suggested bioavailability based on form (lipid structure) from highest to lowest is as follows: phospholipids, re-esterified triacylglycerols, triacylglycerols, free fatty acids, and ethyl esters.\n[59]\nHowever, the order is based on lipid structure only and does not reflect other factors that affect the bioavailability of omega-3 fatty acids, such as the fat content of a meal.\n[59]\n\nIn addition to the form of the omega-3 fatty acid, the chemical positioning may also affect bioavailability. Research suggests that omega-3 fatty acid content is greater in fish oil due to the acid typically being in the sn-2 position versus the sn-1 and sn-3 positions found in marine mammal oils.\n[59]\n[1]\nConversely, other sources state that omega-3 fatty acids bioavailability is increased in the sn-1 and sn-3 position due to increased accessibility for lipase hydrolysis, so controversy remains regarding how the position affects the bioavailability of the omega-3 fatty acids.\n[59]\n[58]\nBioavailability also varies depending on the dietary source. For example, krill oil is known to have high bioavailability compared to other marine sources.\n[59]\n[58]\nBioavailability of EPA only and both EPA/DHA formulations did not differ based on age or ethnicity; the combination formulation bioavailability differed based on gender. Women seem to have higher EPA serum levels than males in the mixed EPA/DHA formulations. However, research on the availability of EPA and DHA in over-the-counter supplements has indicated that age can play a factor in their levels within the plasma.\n[58]\nResearch has also determined that serum EPA increases dose-dependent when administered with ethyl esters, but serum DHA does not.\n[6]\n\nMetabolism:\nOmega-3 fatty acids undergo metabolism and oxidation in the liver, leading to the synthesis of VLDL to transport fatty acids in the plasma to various tissues. Omega-3 fatty acids-generated lipid signaling molecules are catalyzed by cyclooxygenase and lipooxygenase enzymes. While most DHA and EPA metabolism occurs via beta-oxidation in the liver (as discussed above), cytochrome P450 (CYP)-mediated metabolism is a minor pathway in the breakdown of DHA and EPA.\n[60]\n\nElimination:\nThe route of elimination of omega-3 fatty acids is unknown. Compartmental studies have shown that approximate half-life values of ALA, DHA, and EPA are 1 hour, 20 hours, and 39 to 67 hours, respectively.\n[61]\n[62]\nWith repeated administration, the half-life of EPA is 37 hours, and DHA has a half-life of 48 hours.\n[59]\nNot all the prescription omega-3 fatty acid product half-lives have been established. The maximum plasma EPA and DHA levels can be determined within 5 to 9 hours post-administration.\n[59]\nHowever, persistent EPA and DHA serum levels will not be apparent until 2 weeks of daily supplementation.\n[59]",
    "administration": "Humans do not possess the enzymes required to synthesize omega-3 fatty acids; therefore, they are considered essential fatty acids because they must be obtained from the diet. Omega-3 fatty acids are consumed in the human diet primarily as fish and plant sources but can also be consumed via prescription omega-3 fatty acid products.\n[59]\nAlpha-linoleic acid (ALA) is a common omega-3 fatty acid found in seeds and nuts and can be converted to DHA and EPA inside the body. However, research has found the conversion of DHA from ALA is particularly low, suggesting the importance of direct dietary intake of DHA.\n[1]\n[63]\nOmega-3 fatty acids may be present in several forms, such as triacylglycerols, free fatty acids (FFA), phospholipids, and ethyl esters.\n[1]\nIcosapent ethyl, omega-3-acid ethyl esters, and omega-3-acid ethyl esters A are all in the ethyl ester form, whereas omega-3-carboxylic acids are in the free fatty acid form.\n[6]\n\nAdult Dosage, Dosage Forms, and Strengths\n\nThe FDA-approved uses of omega-3 fatty acids for adults (older than 18) with hypertriglyceridemia (≥500 mg/dL) as an adjunct to diet and exercise.\n[3]\n[4]\n[6]\nSpecific dosing is as follows:\n\nIcosapent ethyl is administered as capsules with a daily dose of 4 g/d, as 2 2-gram capsules twice daily with meals.\nOmega-3-acid ethyl esters are administered as capsules with a daily dose of 4 g/d taken as 4 capsules once daily with meals or 2 capsules twice daily with meals.\nOmega-3-carboxylic acids are administered as capsules with a daily dose of 2 g/d taken as 2 capsules once daily or 4 g/d taken as 4 capsules once daily. Clinical trial administration was without regard to meals.\nOmega-3-acid ethyl esters A are administered as capsules with a daily dose of 4 g/d taken as 4 capsules once daily with meals or 2 capsules twice daily with meals.\n\nAll omega-3 fatty acid supplements should be taken whole without being crushed, chewed, or dissolved in the mouth. If a dose is missed, the patient should take it as soon as they remember and not take a double dose if it is time for their next capsule. Various dietary supplements in different chemical forms are currently available over the counter but have not been FDA-approved; they are not required to show safety and efficacy before marketing the product.\n[3]\n\nSpecial Patient Populations\n\nHepatic impairment:\nDosing in patients with hepatic impairment is undefined.\n\nRenal impairment:\nDosing in patients with renal impairment is undefined.\n\nPregnant women:\nNo human data exists for omega-3 fatty acid therapy dosing in patients who are pregnant; fetal harm is not expected based on data from fish oil.\n\nBreastfeeding women:\nRecommendations during breastfeeding are for 1000 mg of DHA plus EPA.\n\nPediatric patients:\nThe FDA does not approve omega-3 fatty acid therapy for patients younger than 18.\n\nOlder patients:\nNo data indicates older patients will experience problems from using omega-3 fatty acids. Paradoxically, although many purported benefits of omega-3 fatty acids would help older adults, there is a lack of data focusing on this population of patients.\n[62]",
    "adverse_effects": "The FDA-approved fatty acid prescriptions (icosapent ethyl, omega-3-acid ethyl esters, omega-3-carboxylic acids, and omega-3-acid ethyl esters A) are generally safe with benign effects such as fishy taste, eructation, dyspepsia, diarrhea, gas, nausea, and arthralgia.\n[4]\n[64]\n[65]\nResearchers noted adverse reactions in clinical trials for each FDA-approved omega-3 fatty acid product.\n[4]\n[3]\n[6]\n\nIcosapent ethyl: arthralgia and oropharyngeal pain.\nOmega-3-acid ethyl esters: eructation, dyspepsia, taste perversion, constipation, GI disorder, vomiting, increased ALT/AST, pruritus, rash.\nOmega-3-carboxylic acids: Diarrhea, nausea, abdominal pain or discomfort, eructation, abdominal distension, constipation, vomiting, fatigue, nasopharyngitis, arthralgia, dysgeusia.\nOmega-3-acid ethyl esters A: Eructation, dyspepsia, taste perversion, constipation, GI disorder, vomiting, increased ALT/AST, pruritus, rash.\n\nDrug-Drug Interactions\n\nClinical trials with omega-3 fatty acids demonstrated prolongation of bleeding time. The prolonged bleeding time reported in these trials did not exceed normal limits or produce clinically significant bleeding episodes. No clinical trials have been conducted to thoroughly examine the effect of omega-3 fatty acids and concurrent anticoagulant therapy. Patients taking omega-3 fatty acids concurrently with anticoagulant medications or other drugs affecting coagulation (eg, anti-platelet agents) require periodic monitoring.",
    "monitoring": "It is recommended that the healthcare provider monitor the direct low-density lipoprotein (LDL) cholesterol for patients taking the DHA-containing products omega-3-acid ethyl esters, omega-3-acid ethyl esters A, and omega-3-carboxylic acids due to DHA’s association with an increase in LDL cholesterol.\n[6]\n\nIn patients with dyslipidemia, icosapent ethyl is an option since it has no association with increased LDL cholesterol.\n[3]\n[4]\n[6]\nFor patients with hepatic impairment, monitoring of the AST and ALT should also be done.\n[6]\nIn patients with paroxysmal or persistent atrial fibrillation, the prescription products containing omega-3-acid ethyl esters and omega-3-acid ethyl esters A are possibly associated with increased recurrences of symptomatic atrial fibrillation or flutter.\n[6]",
    "toxicity": "EPA and DHA are considered generally safe. The FDA recommends that daily intake not exceed 3 g/d of EPA and DHA combined, with no more than 2 g/d deriving from supplements.\n\nCaution is necessary when taking high doses as it may reduce immune function because of inflammatory response changes and cause bleeding problems. EPA and DHA are not carcinogenic or mutagenic in human models, but icosapent ethyl (EPA-only formulation) has shown benign neoplasm growth in murine models.\n\nThe FDA-approved fatty acid prescriptions (icosapent ethyl, omega-3-acid ethyl esters, omega-3-carboxylic acids, and omega-3-acid ethyl esters A) are all pregnancy category C drugs, and it is unknown if the drug can cause fetal harm or can affect reproductive capacity. Conversely, some studies concluded that pregnant mothers should incorporate DHA into their diet via high-DHA-content food or supplements to increase latency and birth weight.\n[66]\n\nAdditionally, it is not recommended that nursing mothers take DHA or EPA supplements because they can be highly concentrated (possibly 6 to 14 times serum levels), requiring only 200 to 300 mg DHA intake per day in a nursing mother.\n[67]\n\nMethyl mercury, a toxic organometallic cation, is found in fish. Individuals who use fish as their primary source of omega-3 fatty acids or pregnant and nursing women should limit their intake to 2 to 4 servings of fish a week or replace fish that are high in methyl mercury, such as swordfish, albacore tuna, dolphinfish, kingfish, and shark and replace with fish that have a lower amount of methyl mercury, such as salmon, herring, sardines, and trout.\n[68]\n[69]\n[70]\nFortunately, DHA and EPA supplements do not contain methyl mercury."
  }
}