{
  "drug_name": "oiyl panthenol",
  "nbk_id": "NBK565884",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK565884/",
  "scraped_at": "2026-01-11T18:47:39",
  "sections": {
    "indications": "Xeroderma, also known as dry skin, xerosis cutis, or asteatosis, is a prevalent condition resulting from inadequate hydrolipids in the skin. This deficiency can manifest as roughness, tightness, flaking, and scaling of the skin.\n[1]\n[2]\nThe condition may lead to pruritus, resulting in excoriations and an elevated susceptibility to skin infections. Xeroderma has a multifactorial etiology, often triggered by environmental changes, underlying diseases, medications, or advanced age.\n[2]\n\nAlthough xeroderma can impact all body parts, it tends to occur more frequently in areas with fewer sebaceous glands, such as the lower legs, forearms, hands, and feet.\n[3]\nThe primary treatment approach for xeroderma involves using moisturizers, which effectively repair the epidermal skin barrier and restore proper hydration.\n[4]",
    "mechanism": "Many people worldwide will encounter xeroderma at some point in their lives, primarily due to the depletion of lipids in the skin.\n[2]\n[5]\nXeroderma can present as either acute or chronic, and its onset can be attributed to diverse factors, which are elaborated upon below.\n\nExogenous Factors\n\nSkin cleansing: Repeated and lengthy hot showers and the use of harsh, alkaline soaps.\n\nEnvironmental factors: Exposure to cold weather, low humidity, dry indoor heating, and intense sunlight.\n\nOccupational factors: Contact with irritant agents, such as chemicals used in hairdressing or housekeeping.\n\nEndogenous Factors\n\nSkin diseases:\n\nInflammatory skin disorders: Atopic dermatitis, allergic contact dermatitis, irritant contact dermatitis, dyshidrotic eczema, seborrheic dermatitis, and psoriasis.\n\nChronic-phase infectious skin conditions: Scabies, bacterial, or fungal infections.\n\nGenodermatoses: Xeroderma pigmentosum and ichthyoses.\n\nNeoplasms: Cutaneous T-cell lymphoma.\n\nInternal or systemic diseases:\n\nEndocrine or metabolic: Diabetes mellitus, hypothyroidism, hyperthyroidism, primary biliary cholangitis, cholestasis, hyperparathyroidism, and renal failure.\n\nInflammatory: Crohn disease and ulcerative colitis.\n\nInfections: HIV and hepatitis B or C virus.\n\nHormonal: Pregnancy and menopause.\n\nHematologic: Myeloproliferative disorders, multiple myeloma, and Hodgkin and non-Hodgkin lymphomas.\n\nPsychiatric diseases:\n\nObsessive-compulsive disorders: Excessive skin washing.\n\nEating disorders: Anorexia.\n\nAddictions: Alcohol or drug abuse.\n\nDietary factors:\n\nDehydration: Often resulting from excessive perspiration and inadequate water intake.\n\nMalnutrition: Associated with deficiencies in vitamins A and D, zinc, or iron.\n\nMedication-related effects:\n\nAdverse drug effects: Linked to diuretics, beta-blockers, contraceptives, retinoids, prolonged use of topical steroids, lipid-lowering agents, and radiation therapy.",
    "monitoring": "The diagnosis of xeroderma primarily relies on clinical assessment, with a comprehensive history and physical examination adequate to identify this prevalent condition. Healthcare providers may conduct laboratory testing to evaluate the potential underlying causes of the condition, including assessments of thyroid hormone and vitamin levels. In rare instances, a skin biopsy may be warranted to differentiate xeroderma from conditions that mimic its presentation. However, the assessment of xeroderma usually does not include techniques such as \"teewametry\" for measuring transepidermal water loss or \"corneometry\" for hydration measurement. These methods are not typically recommended or used for diagnosing xerosis and are more relevant in clinical trials or research.\n[2]\n\nDermoscopy enables the assessment of subtle morphological changes in the skin that may not be apparent to the naked eye. To categorize the degree of xerosis, a grading system based on specific criteria has been established, as mentioned below.\n\nMild: Scaling confined to skin furrows.\nModerate: Scaling extending beyond skin furrows with distinct skin markings.\nSevere: Plate-like scaling extending beyond skin furrows and accompanied by the development of deep skin fissures.\n\nThis dermoscopic grading system enables clinicians to accurately assess variations in the severity of xerosis attributed to various exacerbating factors and to evaluate the clinical response to treatment.\n[11]",
    "administration": "The treatment of xeroderma should prioritize restoring physiological lipids in the epidermis, improving skin hydration, optimizing skin barrier function, and promoting epidermal differentiation.\n[9]\n[12]\nProper skincare practices are crucial in managing xeroderma, and a few recommended strategies are listed below.\n\nInfrequent bathing and using lukewarm water:\nTo effectively manage dry skin, it is advisable that individuals adopt infrequent bathing practices and opt for lukewarm water, steering clear of aggressive skin washing and hot water. These measures help prevent abrasion and the depletion of the skin's protective oils.\n\nGentle cleansers:\nGentle and synthetic detergent cleansers are recommended because of their acidic pH, which closely matches the skin's natural pH. Syndet cleansers, in particular, are less irritating than traditional soaps and have been observed to reduce pruritus due to their lower pH levels.\n[13]\n[14]\nTraditional soaps should be avoided as they raise the skin's pH, exacerbating dry skin and itching.\n\nSkin moisturizers:\nRoutine application of oil-based creams is advisable due to their thicker consistency, which is more effective at moisturizing the skin than water-based lotions. With their greasier texture, ointments are especially valuable for preventing transepidermal water loss.\n[10]\nFor optimal results, moisturizers can be applied to damp skin after bathing, which will help reduce evaporation.\n\nRoom humidifiers:\nRoom humidifiers are particularly beneficial during winter as they help retain the skin's moisture.\n\nHydration:\nIndividuals dealing with xeroderma should stay hydrated by consuming adequate fluids.\n\nSkin moisturization can be achieved through various methods, each offering distinct advantages. One approach involves occlusion, where a water-impermeable barrier is applied to the skin's surface, creating an environment that supports barrier repair. Petrolatum is renowned as the most occlusive moisturizer.\n\nHumectancy is an alternative method for skin moisturization, where humectants function like sponges, drawing and retaining water within the skin. Within the dermis, glycosaminoglycans, including hyaluronic acid, serve as effective humectants. Additional humectants comprise glycerin, honey, sodium lactate, urea, and propylene glycol. Among these humectants, glycerin is the most potent one, which can draw water from the deeper epidermis and dermis layers of the skin, thereby filling gaps in the stratum corneum. Notably, unopposed humectants have the potential to draw moisture from the skin into the drier surrounding environment. Consequently, an ideal moisturizer should incorporate both humectants and occlusives for adequate skin hydration.\n\nHydrophilic matrices are less commonly used for skin moisturization, as they create a physical protective coating to prevent water loss. Colloidal oatmeal baths and other high-molecular-weight substances, such as growth factors and collagen fragments, can serve as hydrophilic matrices for skin moisturization. However, it is noteworthy that occlusives and humectants are generally more effective than hydrophilic matrices in this context.\n[7]\n\nVarious active ingredients with unique benefits are used in skincare products to improve skin texture and hydration, some of which are mentioned below.\n[2]\n[7]\n\nPetrolatum:\nThis is recognized as the most effective moisturizing ingredient that acts as an occlusive by forming an oily barrier that prevents water from evaporating, thereby preserving the skin's moisture content while facilitating barrier repair.\n\nSilicone:\nThis is a non-greasy occlusive agent capable of filling gaps between desquamating corneocytes, resulting in smoother skin surfaces. The 2 most frequently utilized derivatives of silicone are dimethicone and cyclomethicone.\n\nCeramides:\nThey act to enhance intercellular lipids, thereby maintaining the natural skin barrier. Moisturizer formulations often include 9 distinct ceramides, each characterized by its polar head group.\n\nNMFs:\nThey are synthetically formulated blends of amino acids that attempt to moisturize the skin by mimicking naturally occurring substances.\n\nUrea and lactic acid:\nThese ingredients reveal water-binding sites on corneocytes, thereby enhancing skin hydration. Due to their keratolytic properties, they hold particular significance, especially in addressing foot calluses.\n\nLicochalcone A:\nThis ingredient obtained from the roots of the Chinese licorice plant (\nGlycyrrhiza\ninflata\n) possesses anti-inflammatory properties that can soothe irritated skin and reduce erythema.\n\nDexpanthenol:\nThis is the precursor of vitamin B5 and supports wound healing by stimulating epithelization and fibroblast proliferation. As a result, it finds utility in conditions such as atopic dermatitis, diabetic foot care, diaper dermatitis, burn injuries, and skin grafts.\n\nPolidocanol:\nThis ingredient is a nonionic surfactant with local anesthetic properties that aid in alleviating pruritus linked to xerosis.\n\nThe selection of ingredients should correspond to the patient's symptoms. Urea can be advantageous for addressing scaling, licochalcone A may be considered for erythema, and polidocanol can help alleviate pruritus. Urea or dexpanthenol can offer relief for fissures. Furthermore, clinicians may consider including topical corticosteroids or calcineurin inhibitors in the treatment regimen if dermatitis accompanies xeroderma.\n[15]",
    "adverse_effects": "Xeroderma can lead to pruritus, which increases the susceptibility to skin infections, as microorganisms infiltrate the skin's surface through breaks. Asteatotic eczema, which resembles cracked porcelain in severe cases, can exacerbate and coexist with xerosis during winter and cause bleeding from damaged dermal capillaries. This distinctive appearance, akin to cracked porcelain or a pattern resembling crazy paving, is called eczema craquelé. Other potential complications include food allergies, which are linked to filaggrin mutations and atopy, and allergic contact dermatitis, which is attributed to the impaired function of the skin barrier."
  }
}