{
  "drug_name": "olanzapine",
  "nbk_id": "NBK532903",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532903/",
  "scraped_at": "2026-01-11T15:35:23",
  "sections": {
    "indications": "Olanzapine is contraindicated in patients with a known hypersensitivity to this medication or medications in its class. There is a boxed warning for olanzapine regarding dementia-related psychosis. Elderly patients with dementia who present with symptoms of psychosis should not be prescribed olanzapine due to an increased mortality risk due to increased risk of heart failure, sudden death due to cardiac causes, and pneumonia.\n[27]\nConcomitant use of parenteral olanzapine(high dose) with benzodiazepines is not advised due to sedation and the risk of severe cardiorespiratory depression.\n[9]\n\nAdditionally, due to the adverse effects of weight gain and metabolic dysfunction, clinicians should use this medication with caution in patients who are obese or have diabetes mellitus. However, using olanzapine is not an absolute contraindication in these patients.\n[18]",
    "mechanism": "Olanzapine is an atypical (second-generation) antipsychotic that exerts its action primarily on dopamine and serotonin receptors. It works on dopamine D2 receptors in the mesolimbic pathway as an antagonist, blocking dopamine from potential action at the post-synaptic receptor. Olanzapine binds loosely to the receptor and dissociates easily, allowing for normal dopamine neurotransmission.\n\nThe effect on the D2 receptors leads to a decrease in positive symptoms in patients, including hallucinations, delusions, and disorganized speech, thought, and behavior. Olanzapine works similarly on serotonin 5HT2A receptors in the frontal cortex as an antagonist.\n\nThe effect of olanzapine on serotonin decreases negative symptoms, including anhedonia, flat affect, alogia, avolition, and poor attention.\n[8]\n\nPharmacokinetics\n\nAbsorption: Daily administration of olanzapine leads to reaching the steady-state plasma concentration in about one week. The time to peak concentration is 6 hours for oral formulation and 15-45 minutes for IM formulation. Olanzapine has a half-life of 21 to 54 hours, with an average of 30 hours.\n[9]\n\nDistribution: The volume of distribution is approximately 1000 liters, and the medication is distributed widely throughout the body. It is 93% bound to plasma proteins, primarily albumin and alpha-1 acid glycoprotein.\n\nMetabolism: Olanzapine is extensively metabolized by the liver by glucuronidation and the cytochrome P450 system. This system's enzymes that metabolize olanzapine are primarily CYP1A2 and, minorly, CYP2D6. CYP1A2 genes are poly-morphic; however, a study showed no reported associations between various polymorphisms and pharmacokinetics of the medication.\n[10]\n[11]\n\nExcretion: The half-life of olanzapine is approximately 30 hours (varies between 21 to 54 hours). Olanzapine is excreted primarily via the renal route (57%) and feces (30%).",
    "administration": "A significant benefit of olanzapine is its multiple routes of administration, giving it potential use in many patients.\n\nIt is available in tablet form, which is beneficial in compliant patients who can take medications orally. The tablet form is available in 2.5 mg, 5 mg, 7.5 mg, 10 mg, 15 mg, and 20 mg dosages. In addition, olanzapine is also available in a disintegrating tablet form. This form is especially beneficial for patients who cannot swallow pills but wishes to take an oral form, patients who have an aversion to taking medications by not swallowing the tablet, or those who are agitated. The bioavailability of orodispersible forms has been found to be considerably greater than their standard dosage forms.\n\nOlanzapine is also available in an injectable dosage of 5 mg/mL. This form may be best for the agitated patient who is not medication compliant and refuses or cannot swallow the oral formulation of the drug.\n\nClinicians should monitor patients for post-injection delirium/sedation syndrome with extended-release olanzapine injections.\n[12]\n\nUse in Specific Patient Populations\n\nPatients with Hepatic impairment:\nPatients with hepatic impairment do not require a dosage adjustment. Patients with Child-Pugh Classification A and B cirrhosis did not majorly influence the metabolism of this medication. Because of this extensive metabolism of olanzapine, only 7% of the drug remains unchanged upon excretion. However, olanzapine can increase aminotransferase levels; hence use with caution in patients with hepatic impairment.\n[13]\n\nPatients with Renal Impairment:\nPatients with renal impairment do not require special dosing for this medication because of its metabolism.\n[14]\nHowever, it is important to recognize that olanzapine is not removed by hemodialysis.\n\nPregnancy Considerations:\nExtrapyramidal symptoms, feeding disorders, and respiratory distress have been documented in neonates exposed to olanzapine during the third trimester of pregnancy. Monitor neonates for extrapyramidal or withdrawal symptoms, as some neonates need prolonged hospitalization while others recover spontaneously. However, there is a risk to the pregnant mother from untreated schizophrenia or bipolar disorder, including the risk of relapse, deterioration leading to hospitalization, and suicide. Schizophrenia and bipolar disorder are also associated with increased adverse perinatal outcomes. Consequently, olanzapine may be used for bipolar disorders and schizophrenia, but the clinician needs to carefully evaluate the risk-benefit in consultation with an obstetrician and psychiatrist.\n[15]\n\nBreastfeeding Considerations:\nHigher maternal doses of olanzapine produce low concentrations in human milk and trace levels in the serum of breastfed infants. Sedation is the major adverse drug reaction in infants. Systematic reviews of second-generation antipsychotics concluded that olanzapine is the preferred agent during breastfeeding.\n[16]\nIn addition, a new safety scoring system (use of psychotropic drugs during lactation) finds olanzapine acceptable during breastfeeding.\n[17]\n\nPharmacogenetic Considerations:\nSmokers may need a 30% higher daily dose than nonsmokers due to CYP1A2 induction, per American Psychiatric Association(APA) guideline 2020.\n[9]",
    "adverse_effects": "One of the most common adverse effects of olanzapine is the potential for weight gain. Olanzapine causes an increase in appetite leading to hyperphagia with a consequence of weight gain.\n[18]\nTherefore, it should be used cautiously in patients who are obese, have little control over their food intake, and do not exercise regularly to combat weight gain.\n[19]\n\nAnother adverse effect of olanzapine is the increased risk of metabolic effects. Olanzapine has a high potential to cause reduced insulin sensitivity, leading to impaired glucose tolerance, especially in a younger population.\n[20]\nWhile an exact mechanism for these adverse effects is still under debate, evidence suggests that the WNT signaling pathway effector TCF7L2 plays a vital role in glucose homeostasis. Olanzapine-induced weight gain and decreased insulin sensitivity lead to increased expression of TCF7L2 in the liver and skeletal muscle. Elevated insulin levels lead to increased expression of TCF7L2 in adipose tissue. This increased expression of TCF7L2 in multiple body tissues, which all play a role in glucose metabolism, suggests the mechanism for metabolic dysfunction caused by olanzapine. This finding also contributes to a possible therapeutic target to prevent or treat the adverse metabolic effects of olanzapine.\n[21]\n\nOlanzapine's mechanism of action also lends itself to directly causing adverse reactions associated with the dopaminergic blockade. Patients have an increased risk of developing akathisia, extrapyramidal symptoms, tardive dyskinesia, and neuroleptic malignant syndrome. However, the risk of developing these side effects is lesser than first-generation antipsychotics due to the lower affinity and rapid dissociation of olanzapine with the D2 receptors.\n[8]\n\nHematological abnormalities such as neutropenia and thrombocytopenia are reported.\n[22]\n[23]\nPost-marketing surveillance has also reported cases of hypothermia and edema due to olanzapine.\n[24]\n\nSamidorphan, a μ-opioid receptor antagonist, is approved to reduce olanzapine-associated weight gain.\n[25]\n[26]",
    "monitoring": "Monitoring blood glucose levels frequently and educating patients on exercise and diet should follow a prescription for olanzapine.\n[28]\nThe optimal therapeutic window for olanzapine is 20 ng/mL to 40 ng/mL. A serum concentration of 80 ng/mL is the threshold for adverse reactions to olanzapine. Toxicology studies identified that postmortem serum levels of olanzapine were higher than antemortem levels, and high dosages of olanzapine were only lethal when combined with another drug.\n[29]\n[30]\n\nClinicians should monitor patients while discontinuing olanzapine therapy, as there is a risk of physical withdrawal and rebound symptoms. Hence olanzapine should be tapered gradually.\n[31]\nOlanzapine (long-acting IM formulation): There is a risk of post-injection delirium syndrome with olanzapine; therefore, it must be administered in a registered health care facility with ready access to emergency services; the patient requires monitoring for at least 3 hours after administration.\n[9]",
    "toxicity": "Olanzapine has a low potential for toxicity when prescribed alone. However, there are case reports which found olanzapine toxicity caused by high doses of the medication when taken in conjunction with other medicines. For example, a case report of a patient who overdosed by taking 560 milligrams of olanzapine in addition to 6.4 grams of propranolol and 280 milligrams of amlodipine had extreme hypotension, circulatory collapse, respiratory depression, and coma.\n[32]\n\nAccording to the product labeling and postmarketing reports, the following are the features of olanzapine toxicity.\n[28]\n\nSerum concentration of olanzapine >0.1 mg/L is toxic and serum concentration>1 mg/L can be fatal.\n[28]\n\nClinical Features\n\nAgitation\nDysarthria\nTachycardia and hypotension\nExtrapyramidal symptoms\nSedation\nMiosis\n[33]\nAspiration\nDelirium\nRespiratory depression\nComa\nConvulsions\nVentricular dysrhythmia\n[34]\n\nManagement\n\nThere is no specific antidote to olanzapine. In acute overdosage, establish and maintain an airway and ensure adequate oxygenation and ventilation, including intubation. In addition, clinicians should consider the possibility of multiple drug involvement.\n\nIn addition, gastric lavage (after intubation, if the patient is unconscious) and administration of activated charcoal with a laxative should be considered. The administration of activated charcoal (1 g) reduced the Cmax and AUC of oral olanzapine by about 60%. As peak olanzapine levels are not typically obtained until about 6 hours after dosing, charcoal may be a valuable treatment for olanzapine overdose.\n\nThe possibility of obtundation, seizures, or dystonic reaction of the head and neck following overdose may create a risk of aspiration with induced emesis. Therefore, cardiovascular monitoring should commence immediately and include continuous electrocardiographic monitoring to detect possible arrhythmias.\n\nHypotension and circulatory collapse should be treated with appropriate measures; intravenous fluids and sympathomimetic agents. Do not use epinephrine, dopamine, or other sympathomimetics with beta-agonist activity, since beta stimulation may worsen hypotension in the setting of the olanzapine-induced alpha blockade.\n\nClose medical supervision and monitoring should continue until the patient recovers.\n[35]"
  }
}