{
  "drug_name": "olea europaea fruit",
  "nbk_id": "NBK431101",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK431101/",
  "scraped_at": "2026-01-11T18:47:39",
  "sections": {
    "indications": "Ingestion of unripe\nBlighia sapida\nfruit may precipitate the toxic metabolic syndrome termed \"Jamaican vomiting sickness.\" Clinical manifestations typically include repetitive vomiting, altered mental status, and profound hypoglycemia. Severe toxicity may result in seizures, hypothermia, coma, and death. Management consists of supportive care, including intravenous fluid resuscitation and correction of hypoglycemia with dextrose administration.\n[1]\n[2]",
    "mechanism": "The ackee fruit matures into 3 sections, each containing a large black seed and a fleshy yellow aril. The aril, which constitutes the edible portion of the fruit, initially contains high concentrations of the toxin hypoglycin. As the fruit ripens, hypoglycin levels decline to concentrations considered safe for human consumption. Toxicity arises exclusively from ingestion of unripe\nB. sapida\n.\n\nAccurate differentiation between the ripe and unripe fruit is essential to prevent adverse health effects. The ripe ackee fruit exhibits a yellow-red to red coloration and a wide-open appearance, with seeds easily visible. In contrast, the unripe fruit is green to yellow, remains closed, and has seeds that are difficult to visualize (see\nImages\n. Ripe Ackee Fruit; Unripe Ackee Fruit; Ackee Fruit Seed and Aril in Natural Ripe State). Cooking the unripe fruit does not mitigate its toxic potential. The seeds retain their toxicity and must not be ingested. Risk factors for ackee fruit toxicity include consumption of the unripe fruit, purchase of tampered fruits, or reuse of water previously used to cook unripe ackee.\n[3]\n[4]",
    "monitoring": "Patients suspected of having Jamaican vomiting sickness should be evaluated in a hospital and admitted for observation. Intravenous access should be established to facilitate the administration of fluids and dextrose as indicated. Diagnostic evaluation should include blood glucose, serum electrolytes, liver function tests, renal function, lactate, ketones, and blood gases. Symptomatic patients require close monitoring of laboratory parameters, particularly glucose and serum electrolytes.\n\nAn early electrocardiogram may reveal evidence of electrolyte disturbances prior to the availability of laboratory results. Hypoglycin and its metabolite, MCPA, may be measured in blood and urine. However, rapid elimination may render these substances undetectable. Additional diagnostic markers supporting the diagnosis include elevated serum or urine carnitine concentrations and increased urinary dicarboxylic acid levels.",
    "administration": "Treatment of Jamaican vomiting sickness is primarily supportive, as hypoglycin A currently has no established antidote. Patients require close monitoring for hypoglycemia and should receive dextrose therapy. Initial dextrose boluses may be administered, followed by a continuous infusion titrated to maintain euglycemia. Intravenous fluids are indicated to prevent dehydration, and antiemetics may be used to alleviate symptoms. Vomiting and dehydration can precipitate electrolyte disturbances, which should be corrected promptly.\n\nBenzodiazepines may be employed for seizure management, but hypoglycemia must first be excluded as the underlying cause. Gastrointestinal decontamination, including activated charcoal and gastric lavage, may be considered if the patient presents within a few hours of ingestion. However, vomiting and seizures may limit the appropriateness of these interventions. Evidence supporting routine gastrointestinal decontamination improving outcomes is insufficient. Riboflavin and glycine have been used experimentally as potential antagonists of hypoglycin A, and methylene blue has been proposed for severe encephalopathy, although the efficacy of these agents is unproven.\n\nConsultation with a medical toxicologist via the local Poison Control Center may guide management. Patients with persistent hypoglycemia, seizures, metabolic acidosis, altered mental status, or poor perfusion frequently require intensive care unit admission. Preventive education regarding the hazards of consuming unripe\nB. sapida\nmay reduce disease incidence.\n[8]",
    "adverse_effects": "Complications of ackee fruit toxicity include neurological manifestations such as seizures, confusion, coma, and cerebral edema. Severe electrolyte disturbances, dehydration secondary to persistent vomiting, metabolic acidosis, and hepatic dysfunction may also occur. Mortality generally results from profound, untreated hypoglycemia, leading to irreversible cerebral injury and multiorgan failure. Prompt recognition, glucose supplementation, correction of metabolic derangements, and comprehensive supportive care are essential to prevent fatal outcomes and minimize long-term neurological sequelae."
  }
}