{
  "drug_name": "oleanolic acid",
  "nbk_id": "NBK507815",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507815/",
  "scraped_at": "2026-01-11T18:47:39",
  "sections": {
    "indications": "The most common cause of acute kidney injury is acute tubular necrosis (ATN), and renal survival is closely related to the severity of ATN. Acute tubular necrosis is most common in hospitalized individuals and is associated with high morbidity and mortality; it can also occur in the community and is referred to as community-acquired ATN. The pattern of injury that defines acute tubular necrosis includes renal cell damage and death. An ischemic event, a nephrotoxic mechanism, or a mixture of both causes intrarenal vasoconstriction or a direct effect of drug toxicity.\n[1]\n[2]\nUnsurprisingly, those with underlying renal disease are prone to more severe ATN than those without underlying disease.\n[2]",
    "mechanism": "Acute tubular necrosis is categorized into ischemic, nephrotoxic, or mixed (elements of both) causes. Ischemic causes are the most common; results from one study of patients in the intensive care unit found that 51% had ischemic ATN, 38% had mixed, and 11% had nephrotoxic causes of ATN.\n[3]\nIschemic reperfusion injury is another subcategory categorized under ischemic-induced acute tubular necrosis.\n[4]\n\nIschemic-Induced Acute Tubular Necrosis\n\nPrerenal azotemia and ischemic acute tubular necrosis share a similar spectrum of causes. Any factor that leads to prerenal azotemia can also lead to ischemic acute tubular necrosis if the insult is severe or prolonged. Some common causes include hypovolemic states: diarrhea, vomiting, bleeding, dehydration, burns, renal losses via diuretics or osmotic diuresis, and third fluid sequestration, eg, sepsis. Edematous states, such as heart failure and cirrhosis, cause reduced kidney perfusion. Coagulopathy, eg, disseminated intravascular coagulation, can cause acute tubular necrosis.\n[5]\n\nSepsis or anaphylaxis leads to systemic vasodilation. Sepsis also plays a role in causing acute tubular necrosis because of systemic hypotension and renal hypoperfusion. Other incompletely understood mechanisms include endotoxemia, which can lead to AKI through renal vasoconstriction and the release of inflammatory cytokines. This results in the enhanced secretion of reactive oxygen species and subsequent renal injury.\n[6]\n\nIschemic reperfusion injury (IRI) is thought to cause renal damage primarily through oxidative stress. Reactive oxygen species production by the mitochondria is a crucial step in contributing to IRI and may be a factor in the reversibility of renal injury. Inflammatory cytokines (tumor necrosis factor-α, interleukin [IL]-1, IL-6) and chemokines produced by kidney epithelial and parenchymal cells also contribute to IRI.\n[4]\n[7]\n\nNephrotoxic-Induced Acute Tubular Necrosis\n\nThe kidney clears and metabolizes many drugs. Some of these drugs behave as exogenous toxins and can cause direct renal tubular injury or crystal-induced acute kidney injury, leading to acute tubular necrosis. Drugs, such as vancomycin, aminoglycosides, amphotericin B, radiocontrast media, sulfa drugs, acyclovir, cidofovir, cisplatin, calcineurin inhibitors (tacrolimus, cyclosporine), mammalian target of rapamycin inhibitors (everolimus, temsirolimus), and ifosfamide, are some of the drugs that can cause acute tubular necrosis.\n[8]\n[9]\n[10]\nRarely, intravenous immunoglobulin (IVIg) can cause damage to the tubular epithelium caused by osmotic injury secondary to stabilizers used in the IVIg preparation (sucrose, maltose, glucose).\n[11]\n\nIn ongoing malignancy treatment, crystal-induced nephropathy, such as uric acid and calcium phosphate crystals, can cause direct nephrotoxicity due to high cell turnover. Light chain accumulation in multiple myeloma directly harms the renal proximal and distal tubules. Please see StatPearls' companion reference, \"\nCalcium Deposition and Other Renal Crystal Diseases\n.\"\n[12]\n\nMixed Forms of Acute Tubular Necrosis\n\nHeme pigment-containing proteins, such as hemoglobin and myoglobin, can cause both ischemic and nephrotoxic ATN. Often, this is considered in the setting of rhabdomyolysis; please see StatPearls' companion reference, \"\nRhabdomyolysis,\n\" but other mechanisms also exist. Free heme, released by myoglobin and hemoglobin, causes vasoconstriction by depleting nitrous oxide, imposing oxidative stress (further causing vasoconstriction via isoprostanes, endothelin-1, and thromboxanes), and potentiating the vasoconstrictive effects of angiotensin II.\n[13]\nIn addition to direct nephrotoxic effects, heme pigments also cause renal ischemia, reducing adenosine triphosphate, nicotinamide adenine dinucleotide, and glutathione levels.\n[13]\n[14]\n\nThe proximal tubule is particularly susceptible to heme pigment–induced injury, as these pigments are endocytosed by megalin and cubilin receptors on the apical membrane, leading to inflammation, mitochondrial dysfunction, and ultimately, apoptosis.\n[15]\nResults from one large review of biopsies showed that 92% involved the proximal tubule.\n[16]\nThe thick ascending loop of Henle is also prone to cast formation due to the large amounts of uromodulin (Tamm-Horsfall protein) produced. These can combine with heme proteins to form obstructive casts, potentiated by proximal cellular debris from cell death.\n[13]\n[17]\n\nAnother example of mixed ATN is the use of the drug methamphetamine. Methamphetamine causes decreased blood flow to the kidneys through hypovolemia, hyperthermia, vasoconstriction, and rhabdomyolysis. Myoglobinuria is thought to be the predominant mechanism of ATN.\n[18]\n[19]\nHowever, vasculitis, prerenal azotemia, hypovolemia, and hypertensive nephropathy also contribute to nephrotoxicity. Methamphetamine use is also associated with the rare condition of acute cortical necrosis, which is a condition involving patchy or diffuse ischemia to the renal cortex. This disorder can also occur in the setting of sepsis, hemodynamic instability, and obstetric complications. Often, it is caused by severe and sustained constriction of the small renal blood vessels.\n[18]\n[20]",
    "monitoring": "The workup usually differentiates acute tubular necrosis from prerenal AKI and other causes of AKI, such as acute interstitial nephritis. Common tests that help differentiate include urinalysis, response to fluid repletion, urinary sodium concentration, fractional excretion of sodium, and fractional excretion of urea in patients who receive diuretics and novel biomarkers.\n\nUrinalysis\n\nThe urinalysis microscopy is normal in prerenal disease or may contain hyaline casts. On the other hand, the urinalysis of acute tubular necrosis often shows muddy brown casts or renal tubular epithelial cells secondary to the sloughing of tubular cells into the lumen due to ischemia or toxic injury.\n\nFractional excretion of sodium\n\nThis is a good test to differentiate between acute tubular necrosis and prerenal disease, with a value of less than 1% favoring prerenal disease and more than 2% acute tubular necrosis. However, these values are not always accurate, as in chronic prerenal states such as congestive heart failure and cirrhosis, in which there is an overlap between both (ATN and prerenal AKI), having a value of less than 1%.\n[35]\n\nUrine sodium concentration\n\nThis test determines that the kidney is sodium avid in hypovolemic states (prerenal) where kidneys try to conserve sodium or lose sodium due to tubular injury with values more than 40 to 50 mEq/L indicating acute tubular necrosis and less than 20 mEq/L suggestive of prerenal disease.\n[36]\n\nNovel biomarkers\n\nNumerous biomarkers have evolved to detect AKI/acute tubular necrosis earlier than serum creatinine. These biomarkers include serum cystatin C as an early and reliable marker of renal injury compared to a rise in serum creatinine, which is often witnessed 48 to 72 hours after the initial insult.\n[10]\n[18]\nOther markers include urinary α-one microglobulin, β-2 microglobulin, hemoxygenase-1, osteopontin, and kidney injury molecule 1.\n[10]\n[16]\nUrinary biomarker neutrophil gelatinase-associated lipocalin is reliably upregulated in renal ischemia after tubular injury and is one of the best-studied markers for kidney injury; it is considered sensitive and specific and begins to rise 2–6 hours after initial kidney injury, significantly earlier than creatinine.\n[37]\n[38]\n[39]",
    "administration": "The mainstay of management is the prevention of acute tubular necrosis by identifying the patients undergoing high-risk procedures and having comorbidities such as diabetes mellitus, heart failure, advanced malignancy, atherosclerosis, and CKD that can potentiate the effects of acute tubular necrosis. The following are some of the high-risk procedures and conditions:\n\nCardiogenic shock\nHemorrhagic shock\nPancreatitis\nSevere burns\nSepsis\nHypovolemia\nMajor surgery (cardiac bypass, vascular surgery such as abdominal aortic aneurysm, peripheral limb surgery, hepatobiliary surgery, emergent surgical exploration)\n\nInterventions to decrease the risk of acute tubular necrosis in the above conditions include prevention of hypovolemia or hypotension, including cessation of angiotensin-converting enzyme inhibitors or angiotensin II receptor blockers in patients with low blood pressure, and optimization of volume status via intravenous fluids, such as crystalloids, to ensure adequate renal perfusion. Nephrotoxic medications that can lead to acute tubular necrosis should be avoided, including nonsteroidal anti-inflammatory drugs, antibiotics such as amphotericin B, aminoglycosides, vancomycin, piperacillin/tazobactam, and radiocontrast agents.\n\nDiuretics are used only to manage the volume status but are not recommended for treating ATN in the Kidney Disease: Improving Global Outcomes 2012 guidelines. Other pharmacological agents, such as dopamine, fenoldopam, and atrial natriuretic peptides, do not provide any survival benefit in patients with acute tubular necrosis. Renal replacement therapy has the same indications and is used in volume overload refractory to diuretics, hyperkalemia, signs of uremia, and metabolic acidosis. In critically ill hemodynamically unstable patients, continuous renal replacement therapy is often used.\n[40]",
    "adverse_effects": "Complications related to acute tubular necrosis are the same as related to AKI, which include acid-base and electrolyte disturbances such as hypocalcemia, hyperkalemia related to metabolic acidosis, and hyperphosphatemia. Volume overload is related to anuria or oliguria. Uremic complications lead to pericarditis, bleeding diathesis, and altered mental status."
  }
}