{
  "drug_name": "oligosaccharide",
  "nbk_id": "NBK589702",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589702/",
  "scraped_at": "2026-01-11T15:35:23",
  "sections": {
    "clinical_significance": "Mass spectrometry is applicable across diverse fields, including forensic toxicology, metabolomics, proteomics, pharma/biopharma, and clinical research. Specific applications of mass spectrometry include drug testing and discovery, food contamination detection, pesticide residue analysis, isotope ratio determination, protein identification, and carbon dating.\n[47]\n\nApplications of Mass Spectrometry in the Diagnosis of Disease\n\nMass spectrometers are primarily used in clinical settings to diagnose diseases due to biomarkers. Biomarkers are used in diagnoses, prognoses, and treatment.\n[48]\nFor example, the enzyme amylase can be used as a biomarker for pancreatitis in disease diagnosis. Similarly, natriuretic peptides are monitored in patients with cardiovascular diseases to predict patient outcomes. Mass spectrometry can be used to examine the metabolic profile of pharmacologic agents to monitor the efficacy of certain therapies.\n[49]\n\nMass spectrometers can measure biomarkers, ranging in size from small molecules to large macromolecules.\n[50]\nThe principle of mass spectrometers also applies to human body samples such as plasma and serum blood, urine, saliva, sweat, and skin secretions.\n[2]\nUsing liquid or gas chromatography allows for biomarkers to be separated and analyzed in smaller pieces, which optimizes the sensitivity and specificity of the spectrometer. Thus, mass spectrometers thereby improve clinical decision-making.\n[6]\nMass spectrometers analyze a sample and its biomarker profile to diagnose disease. Of note, 2 critical biomarkers are proteins and lipids.\n[13]\nIn earlier examples, it was stated that enzymes, which are proteins, can be used to detect diseases. Similarly, a lipid panel has often been used to diagnose diseases such as metabolic syndrome.\n[1]\n\nIf the biomarker is a protein, the principles of proteomics can be applied to mass spectrometry.\n[13]\nMass spectrometry has been used to quantify differences between 2 biological states of proteomes, a set of proteins produced in a specific organism. A protein sample is placed into the spectrometer, and the mass of the individual components of the protein is tagged based on the isotopes generated through spectral analyses.\n[2]\nThe mass spectrometer is useful in this setting because it generates spectral data for proteomes, allowing the human body to analyze proteins in urine and serum.\n[3]\n\nIf the biomarker is a lipid, the principles of lipidomics can be applied to generate a clinical profile for the patient using mass spectrometry.\n[21]\nLipidomics consists of the lipid profile and set of reactions generated within biology. Lipids are used for energy storage and assist in the endocrine regulation of the body system.\n[51]\nMass spectrometry has been used to characterize masses of important ingredients in lipid oxidation reactions, helping quantify the various molecules of lipid reactions and, thus, their biological properties within the human body.\n[52]\n\nApplications of Mass Spectrometry in COVID-19\n\nDuring the peak of the coronavirus pandemic, many countries were hindered by inadequate testing due to supply chain shortages and inconsistencies in mass-produced testing kits. Clinical laboratories thus created a method to use mass spectrometry. Nasal swab samples of patients were analyzed using mass spectrometry, and the pattern generated by the spectrum was used to categorize patients if they were COVID-19 positive or negative.\n[53]\n\nApplications of Mass Spectrometry in Pharmaceuticals\n\nMass spectrometry plays a crucial role in the analysis of pharmaceutical drugs. The ionization process within the apparatus helps differentiate the molecules that create the drugs. This capability is essential for conducting faster and more accurate screenings during clinical analysis of patient samples, leading to improved drug monitoring and safety.\n[54]\n\nApplications of Mass Spectrometry in the Analysis of Glycans\n\nOligosaccharides are molecules formed by associating several monosaccharides linked through glycosidic bonds. Determining the complete structure of oligosaccharides is more complex compared to that of proteins or oligonucleotides. This process involves the determination of additional components as a consequence of the isomeric nature of monosaccharides and their capacity to form linear or branched oligosaccharides.\n[55]\nKnowing the structure of an oligosaccharide requires not only the determination of its monosaccharide sequence and its branching pattern but also the isomer position and the anomeric configuration of each of its glycosidic bonds.\n[56]\nAdvances in glycobiology involve a comprehensive study of the structure, biosynthesis, and biology of sugars and saccharides. Mass spectrometry is emerging as an enabling technology in the field of glycomics and glycobiology.\n[57]\n\nApplications of Mass Spectrometry in the Analysis of Oligonucleotides\n\nOligonucleotides, DNA or RNA, are linear polymers of nucleotides. These nucleotides are composed of a nitrogenous base, a ribose sugar, and a phosphate group.\n[58]\nOligonucleotides may undergo several natural covalent modifications, which are commonly present in transfer RNA and ribosomal RNA, or unnatural ones resulting from reactions with exogenous compounds.\n[59]\nMass spectrometry plays a vital role in identifying these modifications and determining their structure and position in the oligonucleotide. This technique allows the determination of the molecular weight of oligonucleotides and, directly or indirectly, their sequences.\n[60]\n\nApplications of Mass spectrometry in Environmental Analysis\n\nDrinking water testing, pesticide screening and quantitation, soil contamination assessment, monitoring carbon dioxide levels and pollution and conducting trace elemental analysis of heavy metals leaching.\n[61]\n\nApplications of Mass Spectrometry in Forensic Analysis\n\nIn forensic science, mass spectrometry is used to analyze trace evidence, such as fibers from carpets and polymers found in paints. Mass spectrometry is also essential in arson investigations to detect fire accelerants, confirm drug abuse, and identify explosive residues in bombing investigations.\n[62]"
  }
}