{
  "drug_name": "other active ingredients",
  "nbk_id": "NBK513254",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513254/",
  "scraped_at": "2026-01-11T15:35:40",
  "sections": {
    "indications": "Generally speaking, alcohols are considered safer than detergents.\n[23]\nEven though the absolute contraindication of alcohol-based hand sanitizers (ABHS) is limited to severe allergic reactions (such as anaphylaxis to aliphatic alcohols), there are a few concerns about its use. Despite the addition of emollients and moisturizers to modern preparations, ABHS is associated with a variety of skin reactions. Contact irritant dermatitis, which may vary in intensity from mild to concerning, can present as dryness, itching, irritation, pruritis, and skin cracking. Similarly, allergic contact dermatitis can also vary from mild to severe symptoms and may sometimes be accompanied by respiratory distress.\n[24]\nEven though less widely reported, contact urticaria syndrome has also been associated with alcohol sanitizer use. It presents as swelling, redness, burning sensation, tingling, and/or itching within minutes (up to an hour) after applying alcohol. This urticarial reaction is localized and is characterized by wheal-and-flare.\n[25]\nResearch indicates that ethanol tends to be less irritating than n-propanol or isopropanol.\n\nSome studies have also posed the question of possible health effects related to unintentional alcoholization (via inhalation and dermal contact) from frequent professional usage of alcohol-based hand sanitizers.\n[26]\nOther studies have also documented measurable alcohol levels in healthcare workers who sanitized their hands 30 times per day. These levels are considered well in the safe zone; however, additional research is warranted to analyze and further evaluate the long-term health risks and effects on the fetuses of pregnant healthcare workers.\n[27]\n\nEven though not considered a contraindication, alcohol-based hand sanitizers have shown to be inferior to soap and water against certain pathogens. For instance, alcohols have very poor activity against protozoan oocysts, certain non-enveloped (non-lipophilic) viruses, and bacterial spores. Cryptosporidium, a waterborne parasite considered an important cause of diarrheal outbreaks in daycares, is not effectively killed by alcohol. Similarly, alcohol-based hand sanitizers are also considered ineffective against norovirus, a non-enveloped single-stranded positive-sense RNA virus. One study even found an association between the use of ABHS for routine hand hygiene and an increased risk of outbreaks of norovirus.\n[28]\nDespite the fact that alcohol-based hand sanitizers are considered relatively subpar against nonenveloped viruses, in-vivo activity against some non-enveloped viruses has been documented. Studies have found that alcohol sanitizers reduce the infectivity titers of 3 non-enveloped viruses, namely, rotavirus, adenovirus, and rhinovirus.\n[29]\nStudies have also indicated that the addition of acid to alcohol-based hand sanitizers substantially improves the effectivity of ethanol against poliovirus, calicivirus, polyomavirus, and coxsackievirus.\n[30]\nAnother pathogen that alcohol-based hand sanitizers have proven to be ineffective against is\nClostridioides difficile\nspores. Bacterial spores are considered some of the sturdiest organisms to kill, and studies have demonstrated handwashing with soap to be superior to alcohol-based hand sanitizer use.\n[31]\n\nOther potential areas of concern with using alcohol-based hand sanitizers are the inadequate bactericidal and virucidal effects under long fingernails and visibly soiled hands.\n[32]",
    "clinical_significance": "The use of alcohol-based hand sanitizers has greatly increased compliance with hand hygiene in healthcare settings. They are efficient, accessible, and take relatively little time to use. Even though there are some situations where they are perhaps less effective than standard soap and water, it may be worth the trade-off if using ABHS results in more consistent hand hygiene. Guidelines regarding the use of soap and water instead of ABHS can be established, keeping in mind the prevalent pathogens in a particular setting.\n[36]"
  }
}