{
  "drug_name": "oxcarbazepine",
  "nbk_id": "NBK482313",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482313/",
  "scraped_at": "2026-01-11T15:35:43",
  "sections": {
    "indications": "Avoid abrupt withdrawal of oxcarbazepine. Prescribers should exercise caution in children, older adults, pregnant women, and patients with renal impairment who have had a hypersensitivity reaction to carbamazepine.\n[21]\nThis drug is also contraindicated for treatment-naive patients with the HLA-B*1502 allele.\n[11]",
    "mechanism": "Oxcarbazepine binds to sodium channels and inhibits high-frequency repetitive neuronal firing. Oxcarbazepine also inhibits the release of glutamate. This medication gets metabolized by the liver and excreted by the kidneys. Oxcarbazepine is rapidly converted to licarbazepine, its active metabolite (monohydroxy metabolite or MHD). Licarbazepine is responsible for the antiseizure activity of oxcarbazepine. The half-life of oxcarbazepine is 1 to 3.7 hours, while the half-life of licarbazepine is 8 to 10 hours. Oxcarbazepine has not been shown to autoinduce its metabolism, unlike carbamazepine.\n\nOxcarbazepine is known to be a weak inducer of the CYP3A4, which plays a role in estrogen metabolism. Thus, oxcarbazepine can reduce the efficacy of oral contraceptives when used in high doses. Oxcarbazepine is also a weak inhibitor of CYP2C19 and can cause an increase in phenytoin concentrations when used in very high doses. Oxcarbazepine itself is not affected by CYP3A4 inhibitors, as with carbamazepine.\n\nPatient body weight and drug metabolism inducers can affect the pharmacokinetics of oxcarbazepine.\n[10]\nPediatric patients have a higher clearance rate than adults and may require a higher dose per kilogram of body weight. Drug metabolism inducers increase oxcarbazepine clearance and, therefore, might require a higher dose to maintain a therapeutic concentration of oxcarbazepine.",
    "administration": "Oxcarbazepine is currently available only in oral dosage form, with both tablet and liquid formulations available. Oxcarbazepine exhibits rapid and nearly complete absorption after oral administration, with an absorption rate of approximately 95%. The usual dose range for oxcarbazepine is 1200 to 2400 mg per day.\n\nSpecific Dosing\n\nPartial seizures:\n600 mg by mouth twice daily, starting at 300 mg twice daily; max 2400 mg daily. Recommendations include screening for the HLA-B*1502 allele before starting therapy for at-risk populations.\n[11]\n\nInitial monotherapy: 600 mg orally twice daily, starting with 300 mg twice daily and increasing by 300 mg daily every 3 days to a maximum of 2400 mg daily.\nConversion to monotherapy: 1200 mg by mouth twice daily, starting with 300 mg and increasing by 600 mg daily each week to a max of 2400 mg daily.\nOther anticonvulsants should be discontinued over a 3 to 6-week timeframe.\n\nWhen using oxcarbazepine with other sedating medications, the physician should slowly titrate the medication for the patient to tolerate the sedating side effects best.\n\nThe immediate-release dosage form should be taken twice daily, with or without food. The patient may mix the liquid formulation with water for better tolerability.\n\nThe extended-release dosage form should be taken once a day on an empty stomach. Patients or caregivers should not cut or crush the medication.\n\nOxcarbazepine should be tapered off slowly. If the patient discontinues oxcarbazepine suddenly, it may cause the epilepsy patient to seize or may cause a relapse in a patient with bipolar disorder.",
    "adverse_effects": "Oxcarbazepine can lead to central nervous system (CNS) side effects due to its blockade of voltage-sensitive sodium channels. Some common side effects that patients experience when taking oxcarbazepine are sedation, dizziness, abnormal gait, headache, ataxia, fatigue, confusion, nausea, vomiting, abdominal pain, or rash.\n[12]\nHyponatremia and increased suicidal ideation are among the most dangerous and life-threatening side effects patients may experience while taking oxcarbazepine. Weight gain and sedation can occur as well in a minority of patients. Patients who have experienced hypersensitivity with carbamazepine are more likely to experience hypersensitivity with oxcarbazepine.\n\nOxcarbazepine is structurally similar to carbamazepine and thus has an increased risk of Stevens-Johnson syndrome or toxic epidermal necrolysis in Asian patients with the HLA-B*1502 allele. When experiencing a side effect, the recommendation is to wait and continue the medication if the side effect is not disruptive to daily life or poses a danger. Over time, most side effects tend to subside. If side effects continue, physicians should consider switching to another agent, and augmenting oxcarbazepine with another agent is usually unsuccessful. Side effects may worsen when the dose of oxcarbazepine is increased.\n[13]\n[14]\n\nOxcarbazepine can exacerbate myoclonus in patients, and it appeared to induce absence seizures in a patient with Rasmussen syndrome.\n[15]\n\nOxcarbazepine is a potential teratogen, and it can cause major congenital malformations. The risk is much lower compared to valproate.\n[16]\n\nOxcarbazepine is structurally similar to carbamazepine, and it can cause liver injury (rarely), which is similar to carbamazepine-induced liver damage.\n[17]\n\nCarbamazepine, oxcarbazepine, and eslicarbazepine can cause movement disorders.\n[18]\nMovement disorder types include myoclonus, dystonia, tics, dyskinesia, parkinsonism, and akathisia. Carbamazepine was noted to cause more movement disorders when compared to oxcarbazepine and eslicarbazepine.\n\nLevetiracetam does not appear to increase the risk of ventricular arrhythmia and sudden cardiac death when compared with oxcarbazepine in patients treated for seizures.\n[19]\n\nTwenty-five antiseizure medications, including oxcarbazepine, were studied for possible suicidal ideation and self-injurious behavior using the FDA Adverse Event Reporting System.\n[20]\nDiazepam, brivaracetam, gabapentin, and pregabalin were likely to be associated with an increased risk of suicidal ideation and self-injurious behavior in this study.",
    "monitoring": "Clinicians should monitor serum sodium concentrations. Hyponatremia is a severe risk that can occur with the use of oxcarbazepine. The risk for hyponatremia is the highest in the first 3 months of medication use, and 2% to 3% of patients may experience hyponatremia. Hyponatremia is when sodium concentrations are below 125 mmol/L. Clinicians must monitor patients who are receiving selective serotonin reuptake inhibitors (SSRIs) with oxcarbazepine, as these medications can cause a decrease in sodium concentrations through the syndrome of inappropriate antidiuretic hormone (SIADH) production.\n\nSpecial Populations\n\nHepatic impairment:\nNo dose adjustment of oxcarbazepine is required.\n\nRenal impairment:\nThe clinician may need to initiate a lower starting dose and titrate more slowly in patients with renal impairment, as the kidneys excrete oxcarbazepine. In patients with a creatinine clearance between 10 and 50 mL/min, reduce the dose by 25%. If creatinine clearance is below 10 mL/min, reduce the dose by 50%.\n[22]\n\nCardiac impairment:\nNo adjustment in the oxcarbazepine dose is required.\n\nPregnancy considerations:\nOxcarbazepine and licarbazepine (MHD) can cross the placenta, and research has found these drugs in newborns. Data from a limited number of pregnancy registries suggest that congenital malformations can occur, eg, craniofacial and cardiac. Pregnant patients taking oxcarbazepine are encouraged to enroll in a pregnancy registry (www.aedpregnancyregistry.org).\n[21]\n\nClinicians should consider using lamotrigine, levetiracetam, or oxcarbazepine in female patients with childbearing potential who have a history of seizures.\n[23]\nThe clinician needs to carefully consider the likelihood of seizure control while minimizing the probability of major congenital malformations. Additional treatment with 0.4 mg of folic acid daily, both preconceptionally and during pregnancy, may reduce the risk of neural tube defects and improve the neurodevelopmental outcomes of the patient’s children.\n\nBreastfeeding considerations:\nOxcarbazepine breastmilk concentrations are low, and infants older than 2 months are not expected to experience any adverse effects.\n[24]\nCautiously use oxcarbazepine in infants less than 2 months old during breastfeeding and monitor for drowsiness, weight gain, and developmental milestones, especially in infants younger than 2 months who are exclusively breastfed and are exposed to other antiseizure medications.\n\nPediatric patients:\nOxcarbazepine is approved for use in children 4 years and older as monotherapy or adjunctive therapy for partial seizures. The initial dose should be 8 to 10 mg/kg per day, administered in 2 divided doses.\n\nOlder patients:\nAdults aged 65 and older\nmay have reduced renal clearance and should therefore be started at lower doses and titrated more slowly, as oxcarbazepine undergoes renal excretion.",
    "toxicity": "Oxcarbazepine studies conducted in rats and dogs over 3 and 6 months have shown reversible, dose-dependent increases in liver weight, which are attributed to centrilobular megalocytosis. Oxcarbazepine metabolism differs significantly between humans and rats; therefore, this toxicity cannot be generalized to human patients."
  }
}