{
  "drug_name": "oxycodone",
  "nbk_id": "NBK482226",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482226/",
  "scraped_at": "2026-01-11T15:35:45",
  "sections": {
    "indications": "Warnings and Precautions\n\nOxycodone therapy is contraindicated in patients with respiratory depression, acute bronchospasm, hypercarbia, hypersensitivity to oxycodone, and known or suspected ileus or gastrointestinal obstruction.\n\nIf limited information exists involving studies of allergenic cross-reactivity in opioid medications, the possibility of cross-sensitivity cannot be fully excluded. For patients with an opioid allergy, a clear description of the allergic reaction should be explored and documented adequately before considering oxycodone. Patients who have a true allergic reaction to other opioid medications should avoid oxycodone therapy when possible.\n\nBox Warnings\n\nOpioid analgesic risk evaluation and mitigation strategy (REMS)\n[28]\n\nRisks of addiction, abuse, and misuse\n\nRisks associated with concomitant use of oxycodone with benzodiazepines, other CNS depressants, and cytochrome P450 3A4 inducers/inhibitors. Healthcare providers should monitor patients receiving oxycodone and any of these classes of medicines.\n[18]\n\nAccidental ingestion of the drug\n\nLife-threatening respiratory depression\n\nAlthough pregnancy is not an absolute contraindication to oxycodone therapy, the FDA lists neonatal opioid withdrawal as a Box Warning.\n[29]",
    "mechanism": "Oxycodone is a semisynthetic opioid with agonistic properties on mu, kappa, and delta-type opioid receptors, with the strongest affinity for mu-type receptors.\n[5]\nUpon binding to these G-protein–coupled receptors, oxycodone stimulates the exchange of guanosine diphosphate (GDP) on the G-alpha subunit for guanosine triphosphate (GTP), inhibiting adenylate cyclase and decreasing intracellular cyclic adenosine monophosphate (cAMP). This signal cascade leads to a consequent inhibition of the nociceptive neurotransmitters acetylcholine, dopamine, gamma-aminobutyric acid (GABA), noradrenaline, and substance P and the hormones glucagon, insulin, somatostatin, and vasopressin.\n\nAs with other opioids, oxycodone causes hyperpolarization and reduced excitability of neurons in the central nervous system (CNS). This generalized CNS depression results from the agonistic effect on kappa-type receptors, leading to\nN\n-type voltage-gated calcium channel closure. In contrast, stimulation of the mu and delta-type receptors opens calcium-dependent inward-rectifying potassium channels.\n[6]\n\nPharmacokinetics\n\nAbsorption:\nThe onset of action is 10 to 30 minutes for the immediate-release formulation and about 1 hour for the controlled release. The plasma half-life is 3 to 5 hours, and stable plasma levels are reached within 24 to 36 hours. The duration ranges from 3 to 6 hours for immediate release or 12 hours for controlled-release formulations.\n\nDistribution:\nOxycodone exhibits a distribution volume of 2.6 L/kg. The plasma protein binding of oxycodone is approximately 45%.\n\nMetabolism:\nOxycodone is metabolized by the hepatic enzymes CYP3A4 and CYP2D6, producing the metabolites nor-oxycodone and oxymorphone, respectively. Oxymorphone has a greater affinity for μ-opioid receptors compared to oxycodone.\n[7]\n\nElimination:\nMetabolites get excreted from the body via the kidneys.\n[8]\nThe clearance is  0.8 L/min.",
    "administration": "Available Dosage Forms and Strengths\n\nOxycodone is widely available in tablet, capsule, and oral solution formulations.\n\nImmediate-release tablets: These are available in 5 mg, 10 mg, 15 mg, 20 mg, and 30 mg, while capsules are 5 mg strength. The oral solution is available in 5 mg/5 mL strength, and the oral concentrate is in 100 mg/5 mL strength. Manufacturers discontinued the 160 mg dose in May 2001 due to the high misuse potential.\n\nExtended-release tablets: These are available in 10 mg, 15 mg, 20 mg, 30 mg, 40 mg, 60 mg, and 80 mg strengths. Tablets are not intended to be broken, chewed, crushed, or dissolved in liquid.\n\nAbuse-deterrent tablets: These are available in 9 mg, 13.5 mg, 18 mg, 27 mg, and 36 mg strengths.\n\nOxycodone is also available in combination with other analgesics, including acetaminophen, aspirin, or ibuprofen. In some countries, oxycodone may be available in intramuscular and/or intravenous forms.\n\nDosages\n\nAdult dosing\n\nAcute pain: Initial recommended doses of oxycodone are in the 5 mg to 15 mg range, every 4 to 6 hours as needed for adequate analgesia of acute pain. Further dosing should be titrated upwards for pain control, with attention and monitoring for adverse effects.\n\nChronic pain: The dosage should be slowly titrated upwards, starting at the lowest possible dose for analgesia (2.5 mg to 10 mg every 4 to 6 hours) for patients with chronic pain. However, the medication should be taken at regularly scheduled intervals for chronic pain management to prevent the reoccurrence of pain instead of treating the pain after it has started.\n\nPediatric dosing\n\nAcute pain: Initial recommended doses of oxycodone are 0.05 to 0.15 mg/kg every 4 to 6 hours as needed for adequate analgesia of acute pain. Further dosing should be titrated upwards for pain control, with attention and monitoring for potential adverse effects.\n\nChronic pain: It is recommended to titrate dosage slowly upwards, starting at the lowest possible dose for analgesia for patients with chronic pain. However, the medication should be taken at regularly scheduled intervals for chronic pain management to prevent the reoccurrence of pain instead of treating the pain after it has started.\n\nSpecific Patient Populations\n\nHepatic impairment:\nDose reduction may be necessary for patients with hepatic failure. Initiating a starting dose at one-third to one-half the usual doses and close monitoring is recommended. Titration upwards should proceed at a careful rate.\n\nRenal impairment:\nNo dose adjustment is necessary if creatinine clearance (CrCl) exceeds 60 mL/min. If CrCl is less than 30 mL/min, a recommended dose reduction to 75% to 50% of the usual dose is advised.\n[9]\n\nPregnancy considerations:\nMaternal oxycodone use during pregnancy may result in severe and sometimes fatal events, as opioids can cross the placental barrier. These events may include preterm delivery, congenital abnormalities, and reduced fetal growth. In addition, with prolonged exposure, babies born to opioid-dependent mothers may suffer from potentially life-threatening neonatal opioid withdrawal syndrome. Therefore, clinicians should discuss the neonatal risks of oxycodone therapy in pregnant women or consider alternative treatments.\n\nBreastfeeding considerations\n: Oxycodone is excreted in variable concentrations into human milk. A lack of studies exists on oxycodone use in lactating women and its effect on milk production. Monitor for potential adverse reactions (excessive sedation and respiratory depression) in infants with maternal administration of opioids, including oxycodone. The healthcare provider should monitor for withdrawal symptoms when a nursing mother discontinues breastfeeding her infant or when the mother discontinues oxycodone administration.\n[10]\nWhile some sources recommend not more than 30 mg of oxycodone to breastfeeding women, others recommend against using it while breastfeeding.\n[11]\n\nOlder patients:\nDose reduction may be necessary for this demographic; therefore, initiating treatment at one-third to one-half of the usual doses and closely monitoring patients is advisable. Any upward titration should be done cautiously and at a slow rate.\n\nOpioid Overdose Prevention\n\nDiscuss naloxone for the emergency treatment of oxycodone overdose with the patient and/or caregiver and assess the need for access to naloxone, especially when initiating and renewing a treatment with oxycodone. Naloxone is available by prescription from clinicians, as part of a community-based program, or directly from a pharmacist. Clinicians should consider prescribing naloxone based on the patient’s medical history, clinical need, and risk for overdoses, such as a history of opioid use disorder or concomitant use of other CNS depressants. Providers can also prescribe naloxone when the patient has household members, such as children, or close contacts at risk for overdose or accidental ingestion.\n[12]",
    "adverse_effects": "Oxycodone has the potential for addiction and is classified as a controlled substance.\n[13]\nThe adverse effect profile of oxycodone is similar to that of other opioid medications. Constipation is the most common overall adverse effect. The intensity of these adverse effects tends to decrease over time.\n[14]\n\nCommon Adverse Effects\n\nThe most common adverse reactions, occurring in more than 5% of patients, include asthenia, constipation, dizziness, dry mouth, headache, nausea, pruritus, somnolence, sweating, and vomiting.\n\nAdditional Reported Adverse Effects\n\nCardiovascular:\nOther reported adverse effects include cardiovascular symptoms such as bradycardia, hypotension, and palpitations.\n\nDermatologic:\nAdverse effects in the dermatologic category encompass diaphoresis, photosensitivity, and rash.\n\nGastrointestinal:\nGastrointestinal adverse effects include anorexia, abdominal pain, diarrhea, and glossitis.\n\nNeurologic:\nNeurologic adverse effects comprise confusion, drowsiness, hallucinations, increased cerebrospinal pressure, irritability, sedation, and seizures.\n\nRespiratory:\nThe adverse effects of the respiratory system include cough and respiratory depression.\n[15]\n\nDrug-Drug Interactions\n\nCYP3A4 and CYP2D6 inhibitors:\nCoadministration with CYP3A4 inhibitors, such as erythromycin, ketoconazole, and ritonavir, increases oxycodone plasma concentrations, intensifying opioid effects, particularly when introduced post-stabilization. Discontinuation of a CYP3A4 inhibitor may lead to diminished opioid efficacy or withdrawal symptoms.\n[16]\n[17]\n\nRisk mitigation: Healthcare providers should consider dosage reduction of oxycodone tablets if necessary. They should also monitor for respiratory depression and sedation and adjust the oxycodone dosage accordingly if discontinuing a CYP3A4 inhibitor. Clinicians are advised to monitor for signs of opioid withdrawal as well.\n\nCYP3A4 inducers:\nCoadministration with CYP3A4 inducers such as rifampin, carbamazepine, and phenytoin may decrease oxycodone plasma concentrations, decreasing therapeutic effectiveness and triggering withdrawal.\n\nRisk mitigation: Healthcare providers should consider increasing the dosage of oxycodone hydrochloride tablets as necessary. They should also monitor for signs of opioid withdrawal and contemplate reducing the oxycodone dosage upon discontinuing a CYP3A4 inducer.\n[18]\n\nBenzodiazepines and CNS depressants:\nCoadministration with general anesthetics, antipsychotics, other opioids, alcohol, zolpidem, and eszopiclone heightens the risk of hypotension, respiratory depression, sedation, and fatal outcomes. Caution is advised.\n\nRisk mitigation: When deemed suitable, naloxone should be prescribed for emergency opioid overdose treatment.\n[19]\n\nSerotonergic drugs:\nCoadministration with agents influencing the serotonergic neurotransmitter system is associated with the potential development of serotonin syndrome.\n\nRisk mitigation: Healthcare providers should carefully observe patients during treatment initiation and dose adjustments. If suspected serotonin syndrome arises, consideration should be given to discontinuing oxycodone hydrochloride tablets.\n[20]\n\nMonoamine oxidase inhibitors (MAOIs):\nInteraction between MAOIs such as tranylcypromine, phenelzine, linezolid, and opioids may lead to serotonin syndrome or opioid-related toxicity, including respiratory depression and coma.\n\nRisk mitigation: Healthcare providers should avoid the use of oxycodone within 14 days of discontinuing MAOIs to mitigate risks. In urgent opioid situations, it is recommended to implement test doses, incremental titration, and closely monitor the patient's blood pressure, as well as symptoms of central nervous system and respiratory depression.\n[21]\n\nMixed agonist/antagonist opioid analgesics:\nCoadministration with buprenorphine, nalbuphine, and butorphanol pentazocine may diminish the analgesic effect or prompt withdrawal symptoms.\n\nRisk mitigation: Concurrent use of these medications should be avoided.\n[22]\n\nMuscle relaxants:\nCoadministration may enhance neuromuscular blockade, intensifying respiratory depression.\n\nRisk mitigation: Healthcare providers should vigilantly monitor patients for respiratory depression. Considering the increased risk, prescribing naloxone for emergency opioid overdose treatment is advisable.\n[23]\n\nDiuretics:\nOpioids may impact diuretic efficacy by affecting antidiuretic hormone release.\n\nRisk mitigation: Healthcare providers should monitor diuresis and changes in blood pressure, adjusting diuretic dosages accordingly.\n[24]\n[25]\n\nAnticholinergic drugs:\nCoadministration elevates the risk of urinary retention and severe constipation.\n\nRisk mitigation: Clinicians should vigilantly monitor for signs of urinary retention or compromised gastric motility during concurrent usage with anticholinergic drugs.\n[26]\n[27]",
    "monitoring": "Patients taking oxycodone require monitoring for the presence of constipation, pain relief, adverse effects, and appropriate usage. Their blood pressure, heart rate, and respiratory rate should also be monitored, especially for the first 24 to 72 hours after initiating therapy or increasing dosage. If pain continues to increase after stabilizing dosage, the clinician should investigate alternative causes of pain before increasing medication dosage or frequency. If adverse effects develop, consider decreasing the dosage to find an appropriate therapeutic level without adverse effects.\n\nPatients taking oxycodone should be monitored or cautioned when starting a new medication that is a known CYP450 inhibitor. Inhibition of these enzymes can lead to potentially fatal oxycodone concentrations in the blood.\n[18]\nIn addition, this medication should not be abruptly discontinued in patients who may be opioid-dependent, as this could precipitate withdrawal symptoms. If oxycodone therapy requires termination, consider decreasing it in increments of 10% to 50% of the dose every few days to a few weeks while monitoring for withdrawal symptoms. Newer abuse-deterrent formulations could also be used to prevent the misuse and abuse of oxycodone.\n[30]\n\nDue to the high misuse potential and possibly fatal results of an oxycodone overdose, prescriptions should be written for the lowest therapeutic dose and only for the therapeutic period. Close follow-up should be arranged. Many hospital systems, states, and government agencies in the United States have published guidelines to help clinicians with pain management and opioid prescriptions. The legislation is evolving in the United States, and in some states, state law will require signed informed consent to prescribe opioid medications to a patient. In opioid-naive patients with acute pain, long-acting opioids are not advisable for pain control.\n[31]\nFor patients who require long-term opioid therapy for pain management, regularly scheduled visits should be conducted to reassess their pain level and monitor possible indications of opioid abuse.\n[32]\nThe effective utilization of Prescription Drug Monitoring Programs (PDMPs) facilitates monitoring, enabling clinicians to identify and address opioid misuse and promoting safer prescribing practices.\n[33]",
    "toxicity": "Signs and Symptoms of Overdose\n\nSigns and symptoms of an oxycodone overdose include bradycardia, hypotension, miosis, respiratory depression, somnolence, muscle flaccidity, cold and clammy skin, and death.\n[32]\nThe use is also linked with acute hepatic injury, especially in higher doses and in combination with high acetaminophen doses.\n[34]\n\nManagement of Overdose\n\nWhen a person overdoses on oxycodone, an opioid antagonist such as naloxone should be administered. Clinicians should not give opioid antagonists such as naloxone in the absence of clinically significant respiratory or circulatory depression. Repeat dosing may be necessary as the duration of action of these drugs can vary from 30 to 120 minutes. The FDA has recently approved a 4 mg naloxone hydrochloride nasal spray for over-the-counter usage, the first naloxone product sanctioned for nonprescription use.\n[35]"
  }
}