{
  "drug_name": "oxyquinol",
  "nbk_id": "NBK554556",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554556/",
  "scraped_at": "2026-01-11T15:35:46",
  "sections": {
    "indications": "In-111 WBC scintigraphy is a valuable diagnostic tool for detecting infections and inflammation, particularly when anatomical imaging modalities are inconclusive or when functional imaging is needed to localize subtle inflammatory processes. The primary applications include evaluating appendicular osteomyelitis, prosthetic joint infections, vascular graft infections, intra-abdominal infections, infected devices, and diabetic foot ulcers. Additionally, this technique can aid in detecting and localizing occult infection sites and assessing disease extent in various clinical scenarios, as mentioned below.\n\nInflammatory bowel disease: In-111 WBC scintigraphy can aid in evaluating the extent and activity of inflammation in IBD, particularly when clinical findings or conventional imaging, such as CT, are inconclusive.\n\nIntra-abdominal infections: WBC scintigraphy is effective for identifying intra-abdominal abscesses, postoperative infections, and bowel-related infections. In-111 WBC scintigraphy is particularly advantageous for abdominal imaging due to the reduced bowel excretion of In-111–labeled leukocytes, compared to Tc-99m HMPAO-labeled WBCs.\n\nOsteomyelitis of the appendicular skeleton: In-111 WBC imaging is effective for diagnosing osteomyelitis in the appendicular skeleton, including the long bones and pelvis. However, FDG-PET/CT or gallium-67 citrate is preferred for suspected spinal osteomyelitis due to its superior sensitivity and specificity.\n[7]\nGallium-67 scintigraphy is preferred over In-111 WBC for spinal infections because it detects both neutrophilic and granulomatous inflammation. However, FDG-PET/CT has largely replaced both modalities due to its superior sensitivity, resolution, and ability to provide earlier and more accurate detection.\n\nDiabetic foot infections: In-111 WBC scintigraphy aids in differentiating soft tissue infections from underlying osteomyelitis in diabetic foot ulcers. This is particularly important for patients with nonhealing ulcers or chronic wounds, where timely and accurate diagnosis is essential for guiding management and improving outcomes.\n\nInfected joint prostheses and vascular grafts: In-111 WBC scintigraphy is useful for detecting infections in prosthetic joints and vascular grafts. When imaging prosthetic joints, combining In-111 WBC scintigraphy with bone marrow imaging (eg, Tc-99m sulfur colloid scintigraphy) enhances diagnostic accuracy by assessing whether the bone marrow is actively involved in the inflammatory process. This helps differentiate infection from aseptic loosening. Discordant uptake by the radiotracers is indicative of prosthetic joint infection.\n\nFever of unknown origin: In-111 WBC scintigraphy is a valuable diagnostic tool for evaluating FUO in patients with a high clinical suspicion of infection, especially when the source of infection cannot be identified using conventional diagnostic approaches.\n[4]\n\nPostoperative abscesses: In-111 WBC scintigraphy is highly sensitive for detecting localized infections or abscesses after surgery, particularly when clinical findings and conventional imaging, such as CT, are inconclusive.\n\nInfections associated with medical devices: In-111 WBC scintigraphy is useful for detecting infections related to indwelling medical devices, such as central venous catheters, pacemakers, defibrillators, and other implantable devices.\n\nMiscellaneous Applications\n\nIn-111 WBC scintigraphy can detect inflammatory or infectious processes in the lungs and central nervous system. However, its use for these indications is limited due to the availability of alternative modalities, such as CT or magnetic resonance imaging (MRI), which are more commonly employed. While echocardiography remains the primary diagnostic tool for endocarditis, In-111 WBC scintigraphy may occasionally aid in identifying complications, such as perivalvular abscesses, septic emboli, or infections involving prosthetic heart valves.\n\nAdvantages and Limitations\n\nIn-111 WBC scintigraphy offers distinct advantages in specific clinical settings, particularly in areas such as the abdomen, where the bowel excretion of Tc-99m HMPAO-labeled WBCs may interfere with interpretation.\n[3]\nMoreover, combining In-111 WBC scintigraphy with bone marrow imaging using Tc-99m sulfur colloid has enhanced diagnostic accuracy in prosthetic joint infections by distinguishing infectious etiologies from aseptic processes. However, there are notable limitations. In-111 WBC scintigraphy offers lower spatial resolution compared to Tc-99m HMPAO-labeled WBC scintigraphy, resulting in suboptimal planar and single-photon emission computed tomography (SPECT) image quality.\n\nAdditionally, In-111 has a longer half-life (67 hours), leading to higher radiation exposure to labeled leukocytes, critical organs (eg, spleen), and the whole body. While generally more expensive than Tc-99m HMPAO-labeled WBC scans, In-111 offers advantages in specific situations, especially abdominal imaging, where its reduced bowel excretion makes it more reliable. These advantages can justify the increased cost in appropriate clinical scenarios. The shift toward FDG-PET/CT is supported by reviews showing its superior sensitivity in many FUO cases.\n[5]\nDespite these drawbacks, In-111 WBC scintigraphy remains a unique and valuable imaging modality in certain clinical scenarios, particularly in chronic or complex infections where the advantages of physiological imaging outweigh concerns about radiation exposure.",
    "clinical_significance": "In-111–labeled WBC scintigraphy provides valuable diagnostic information for detecting and localizing infection and inflammation, mainly when conventional imaging modalities such as CT or MRI are inconclusive. This technique offers high specificity by directly visualizing leukocyte migration to active infection sites, enabling differentiation from noninfectious inflammatory processes in many cases.\n\nStudies have reported sensitivities ranging from 74% to 92% and specificities from 68% to 92% for osteomyelitis and prosthetic joint infections.\n[1]\nDiagnostic accuracy improves when combined with bone marrow scintigraphy using Tc-99m sulfur colloid and can be enhanced with delayed imaging. This dual-tracer approach is particularly beneficial in differentiating true infections from aseptic prosthetic loosening, which can present similar clinical and imaging findings.\n\nIn-111 WBC scintigraphy is useful for detecting intra-abdominal infections and IBD due to its minimal physiological bowel excretion, unlike Tc-99m HMPAO-labeled leukocytes, which exhibit significant gastrointestinal activity. This advantage allows for better detection of intra-abdominal abscesses and active inflammatory sites in IBD, especially when endoscopy or cross-sectional imaging fails to provide definitive localization.\n\nDespite the increasing role of FDG-PET/CT in infectious disease imaging, In-111 WBC scintigraphy remains clinically significant in evaluating vascular graft infections, infected central venous catheters, and diabetic foot infections. The high specificity of In-111 WBC scintigraphy aids in distinguishing actual infections from postoperative changes, sterile inflammation, or other conditions with similar presentations. However, its sensitivity is lower in chronic infections, particularly in spinal conditions like vertebral osteomyelitis, where In-111 WBC imaging may yield false-negative results due to limited leukocyte infiltration. In these cases, FDG-PET/CT is often preferred for its superior sensitivity.\n\nWhen interpreting In-111 WBC scintigraphy results, it is crucial to consider the clinical context and pre-test probability of infection, as diagnostic performance can vary based on the indication.\n[1]\nThe PPV and NPV are highly dependent on disease prevalence and should not be generalized across all infectious conditions. Correlating multimodal imaging by integrating nuclear scintigraphy findings with anatomical imaging and laboratory data is essential for achieving optimal diagnostic accuracy.\n\nAlthough In-111 WBC scintigraphy remains relevant in specific clinical scenarios, newer imaging modalities, particularly FDG-PET/CT, are gaining preference for some infections due to their higher sensitivity, better spatial resolution, and ability to assess metabolic activity. However, In-111 WBC scintigraphy retains distinct advantages in specific applications, such as intra-abdominal infections, IBD, and prosthetic joint infections, where its unique biodistribution properties and compatibility with dual-tracer bone marrow scintigraphy enhance diagnostic performance.\n[3]"
  }
}