{
  "drug_name": "oxytocin",
  "nbk_id": "NBK507848",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507848/",
  "scraped_at": "2026-01-11T15:35:47",
  "sections": {
    "indications": "Specific contraindications for oxytocin administration include hypersensitivity to the hormone or any of its components and vaginal deliveries that are in themselves contraindicated. Conditions that are contraindications for vaginal delivery include active genital herpes infection, vasa previa, complete placenta previa, invasive cervical cancer, and prolapse or presentation of the umbilical cord. Other contraindications to administering oxytocin include a fetus that is abnormally positioned (most notably including a transverse lie) or exhibiting distress when delivery is not imminent. Antepartum oxytocin administration is also contraindicated for women with pelvises incompatible with delivery and for women with hyperactive or hypertonic uteri.\n[28]\n\nWarnings and Precautions\n\nOxytocin injection is indicated for the medical induction of labor in situations with specific clinical indications. There is insufficient evidence to adequately assess the benefit-risk profile of using oxytocin for elective induction. Elective induction refers to the initiation of labor in a term pregnancy without any medical contraindications, typically performed for non-medical reasons.\n[29]\n\nThere is increasing concern regarding the use of oxytocin infusion for labor induction and acceleration. A survey of liability cases reveals that approximately 50% of claims involving maternity services are related to the alleged misuse of oxytocin. Due to these concerns, the Institute for Safe Medication Practices (ISMP) classifies oxytocin as 1 of the 12 most hazardous medications used in hospitals. This highlights the need for caution in its administration to avoid medicolegal complications.\n[30]",
    "mechanism": "Oxytocin is an oligopeptide hormone consisting of 9 amino acyl residues, making it a nonapeptide hormone. Oxytocin is 1 of the 2 hormones created in the paraventricular nucleus of the hypothalamus before being stored in or released from the posterior pituitary gland. This specific area of the posterior pituitary gland that stores oxytocin is called the pars nervosa, also known as the neural or posterior lobe. Most hormones create negative feedback loops after they are released, but oxytocin is one of the few that exhibit positive feedback; the release of oxytocin leads to actions that stimulate an even greater release of oxytocin. This feedback contrasts with antidiuretic hormone (ADH), also known as vasopressin (the other hormone stored and released from the posterior pituitary), which exhibits negative feedback after release. Less of this hormone will be released after it exhibits its effect on the body.\n[11]\n\nExogenous oxytocin administration causes the same response in the female reproductive system as endogenous oxytocin release. Both forms of oxytocin stimulate uterine contractions in the myometrium by causing G-protein coupled receptors to stimulate a rise in intracellular calcium in uterine myofibrils. Oxytocin receptor activation causes many signals that stimulate uterine contraction by increasing intracellular calcium levels, which is where positive feedback comes into play. When oxytocin is released, it stimulates uterine contractions, and these uterine contractions, in turn, cause more oxytocin to be released; this is what causes the increase in both the intensity and frequency of contractions and enables a mother to carry out vaginal delivery completely. The head of the fetus pushes against the cervix, and the nerve impulses from this action travel to the mother’s brain, which activates the posterior pituitary to secrete oxytocin. This oxytocin is then carried through the blood to the uterus to increase uterine contractions further, and the cycle continues until parturition.\n[11]\n[12]\n\nNot only does oxytocin stimulate uterine contractions, but it also causes contractions of myoepithelial cells in the alveolar ducts found in female breast tissue. These contractions force milk from these ducts into even larger sinuses, which enable milk expulsion. The physical stimulation of a baby attempting to latch onto the mother’s breast causes oxytocin secretion into the blood in the same manner as vaginal delivery; instead of uterine contractions, milk is ejected from the breast. Like the mechanisms underlying uterine contractions during delivery, positive feedback is also involved in the milk-ejection reflex.\n[13]\nOxytocin is also used off-label to medically terminate pregnancy and has antidiuretic and vasodilatory effects, which increase cerebral, coronary, and renal blood flow.\n[14]\n[15]\n[16]\n\nPharmacokinetics\n\nAbsorption:\nOxytocin is administered by parenteral routes. Following parenteral administration, the drug exhibits complete bioavailability. After intravenous administration, uterine contractions begin within approximately 1 minute and persist for around 1 hour. When administered intramuscularly, uterine contractions commence within 3 to 5 minutes and last up to 3 hours. Intranasal administration (10 to 20 units) causes myometrial contractions that begin within minutes and last for around 20 minutes.\n\nDistribution:\nOxytocin is distributed throughout the extracellular fluid. Trace amounts of the hormone may cross the placenta and enter the fetal circulation, especially during labor. After parenteral administration, steady-state plasma concentrations are achieved in approximately 40 minutes. The potential for excretion into human milk has not been entirely determined.\n\nMetabolism:\nOxytocin is metabolized primarily by the liver and kidneys. The enzyme oxytocinase is chiefly responsible for its breakdown and regulation, particularly during pregnancy.\n[17]\nOxytocinase activity escalates as gestation progresses, peaking in the plasma, placenta, and uterus near term. The placenta is a key site for oxytocinase synthesis, producing increasing amounts of the enzyme in response to higher oxytocin levels produced by the maternal system.\n\nElimination:\nOxytocin is rapidly cleared from the plasma, primarily through the renal and hepatic systems. Only a tiny fraction is excreted unchanged in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nAn injected form of oxytocin is administered intravenously using the drip method in the setting of delayed and potentially complicated labor. The same route of administration is indicated for both incomplete and inevitable abortions as well. For patients experiencing persistent uterine bleeding after delivery, oxytocin may be administered intramuscularly or intravenously.\n[18]\n[19]\n\nAdult Dosage\n\nLabor induction/augmentation:\n\n0.5 to 2 mIU/min IV, and increase by 1 to 2 mIU every 15 to 40 minutes until a contraction pattern is established. The dose should be adjusted according to clinical response.\n[20]\n\nPostpartum hemorrhage:\n\nProphylactic dosing: 10 units IM once following placental delivery.\nTherapeutic dosing: 60 to 200 mIU/min IV.\n[21]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo specific dosage adjustments are provided in the manufacturer's labeling for oxytocin.\n\nRenal impairment:\nNo specific dosage adjustments are provided in the manufacturer's labeling for oxytocin.\n\nPregnancy considerations:\nOxytocin is not typically indicated during the first and second trimesters of pregnancy, except in cases of spontaneous or induced abortion. Oxytocin has previously been categorized as an FDA Pregnancy Category C medication. While there is limited data on its use in these early stages, the extensive clinical data regarding oxytocin and its chemical and pharmacological properties suggest that it is unlikely to cause fetal abnormalities when used according to established indications. The Society for Maternal-Fetal Medicine (SMFM) and the American College of Obstetricians and Gynecologists (ACOG) recommend offering elective induction of labor with oxytocin to low-risk nulliparous women at 39 weeks of gestation. This approach may reduce cesarean delivery rates and hypertensive disorders while maintaining neonatal safety. However, both guidelines caution against offering elective induction outside established criteria unless conducted as part of research or quality improvement initiatives.\n[22]\n\nBreastfeeding considerations:\nOxytocin is crucial for lactation, aiding milk ejection and having a calming effect on the mother. Exogenous oxytocin has not consistently improved breastfeeding success or treated engorgement, though it may benefit women with spinal cord injuries. Studies suggest that oxytocin during labor may reduce newborn sucking behavior or postpartum oxytocin release, particularly affecting breastfeeding initiation, though effects tend to lessen once lactation is established. Combined use of oxytocin and epidural analgesia may hinder breastfeeding, but oxytocin can improve mother-infant bonding. There is also evidence linking peripartum oxytocin use to a higher risk of postpartum depression.\n[23]",
    "adverse_effects": "Common adverse reactions associated with oxytocin administration include erythema at the site of injection, intensified contractions, more frequent contractions, nausea, vomiting, stomach pain, and loss of appetite. Serious adverse effects that require monitoring after oxytocin administration include cardiac arrhythmias, seizures, anaphylaxis, confusion, hallucinations, severe blood pressure elevations, and blurred vision.\n[24]\n\nDrug-Drug Interactions\n\nVasoconstrictors: Oxytocin administration following prophylactic vasoconstrictor use in conjunction with caudal block anesthesia has been associated with the development of severe hypertension. Careful monitoring of blood pressure is essential to prevent hypertensive crises when oxytocin is administered after vasoconstrictors.\n\nCyclopropane: Oxytocin may have altered cardiovascular effects when used in conjunction with cyclopropane anesthesia, potentially resulting in hypotension. Additionally, when administered with cyclopropane, oxytocin has been associated with maternal sinus bradycardia and abnormal atrioventricular rhythms. Close monitoring of maternal cardiovascular status, including heart rate and rhythm, is recommended to promptly identify and manage these complications.\n\nOxytocic drugs: The concomitant use of carboprost or misoprostol with other oxytocic agents may enhance their effects, leading to excessive uterine contractions. Therefore, the combination of oxytocic agents should be avoided when possible.\n\nQT-prolonging drugs:\nAdministering oxytocin as an intravenous bolus induces a transient QTc interval prolongation, potentially increasing the risk of arrhythmia in susceptible patients. Oxytocin should be considered cautiously for patients receiving QT-prolonging drugs such as ciprofloxacin, methadone, donepezil, haloperidol, moxifloxacin, sotalol, dolasetron, pentamidine, azithromycin, citalopram, quinidine, fluconazole, levofloxacin, escitalopram, voriconazole, cilostazol, ondansetron, or ziprasidone.\n[25]\n[26]\n\nTranexamic acid: Co-administering oxytocin and tranexamic acid products intravenously may significantly reduce the oxytocin concentration, potentially resulting in underdosing. This interaction could compromise patient care, so mixing these drugs should be avoided until further studies clarify the interaction and its clinical implications.\n[27]",
    "monitoring": "Monitoring patient fluid status (both intake and outtake) and the frequency of uterine contractions, patient blood pressure, and heart rate of the unborn fetus is essential for patients receiving oxytocin. The administration of this medication requires continuous monitoring by trained personnel and immediate access to a physician for potential complications. Water intoxication may result from oxytocin's antidiuretic effect and can lead to electrolyte imbalances, requiring prompt intervention. Oxytocin does not exhibit a predictable dose response, so its pharmacological effects are assessed by monitoring the intensity and frequency of uterine contractions. While proper administration induces regular uterine contractions, improper dosing or hypersensitivity may result in overstimulation, which poses risks such as uterine hypertonia. If administered incorrectly, oxytocin can cause harm to the patient, emphasizing the importance of precise infusion administration. Proper monitoring with infusion pumps, adherence to institutional safety checklists, and vigilant observation by trained nursing staff are essential to track uterine activity and fetal heart rate, ensuring patient safety and preventing complications.\n[31]\n[32]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAn inappropriate dosage of oxytocin can lead to dangerous tachycardia, arrhythmias, and myocardial ischemia. High dosages of oxytocin can cause uterine rupture, hypertonicity, and spasms. When oxytocin is given to women in the first or second stages of labor or to women to cause induction of labor, uterine rupture, maternal subarachnoid hemorrhages, maternal death, and even fetal death can result. If oxytocin is given in doses too large or administered too slowly during 24 hours, the medication can exhibit an antidiuretic effect, resulting in extreme water intoxication; this can result in coma, seizures, and even death of the mother. Note that patients who receive fluids orally are at higher risk for water intoxication and antidiuretic effects when given exogenous oxytocin.\n[33]\n[34]\n\nManagement of Overdose\n\nThe treatment for water intoxication involves immediately discontinuing the infusion of oxytocin and any free water. Electrolyte-free water should be replaced with isotonic saline, and using furosemide or mannitol may help promote the excretion of excess water. If neurologic symptoms are present, hypertonic saline may be administered with caution, as rapid correction can lead to complications such as central pontine myelinolysis.\n[35]"
  }
}