{
  "drug_name": "oxytetracycline",
  "nbk_id": "NBK576414",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576414/",
  "scraped_at": "2026-01-11T18:47:41",
  "sections": {
    "indications": "Pyogenic or suppurative flexor tenosynovitis (PFT) is a severe bacterial infection within the closed space of the digital flexor tendon sheaths.\n[1]\n[2]\nPFT accounts for 2.5% to 9.5% of hand infections and can cause necrosis of the tendons and devitalization of fingers.\n[3]\nThis infection alters the gliding mechanism and creates adhesions within the flexor tendon sheath, resulting in marked loss of finger movements. PFT can result from bloodstream infection but is generally caused by penetrating finger injuries involving the flexor tendon sheath. In 1912, Allen B. Kanavel described 3 cardinal signs of pyogenic flexor tenosynovitis: flexor sheath tenderness, flexed position of the affected digit, and painful passive digital extension. Later, a fourth sign, fusiform swelling of the digit, was also added to become the 4 cardinal signs.\n[4]\n\nThe detection of the 4 Kanavel signs on physical assessment has high sensitivity (91.4%-7.1%) to diagnose pyogenic flexor tenosynovitis.\n[5]\nA timely diagnosis and prompt treatment are paramount to limit the severe complications associated with this condition.\n[4]\n\nAnatomy of Flexor Tendon Sheaths\n\nThe knowledge of the anatomy of hand flexor tendon sheaths is crucial for a better understanding and management of PFT. It has 2 parts: the inner synovial and the outer fibrous. Each flexor tendon sheath comprises 2 layers: an inner visceral and an outer parietal. The visceral layer closely covers the flexor tendon, forming the epitenon.\n[6]\nThe outer parietal layer is conjoined with 5 annular and 3 cruciform pulleys. Space filled with synovium between the flexor sheath parietal and visceral layers provides nutrition to the tendons within the sheath. Flexor tendons receive their vascular supply from the surrounding digital arteries via the vincular system.\n[7]\nHowever, the vascular supply to the tendon sheaths is precarious, making the closed space an ideal breeding ground for infectious organisms.\n\nAs the PFT develops, pus accumulates within the flexor sheath synovial space, causing high pressures of up to 30 mm Hg within the flexor sheath closed space.\n[8]\nThis high pressure further interferes with vascular supply to the flexor tendon, resulting in scarring and rupture.\n\nThe flexor tendon sheaths for the index, middle, ring, and little fingers terminate at the level of the flexor digitorum profundus tendon insertion into the distal phalanx. The flexor tendon sheath ends at the flexor pollicis longus tendon insertion level in the thumb. Proximally, the flexor sheaths of the index, middle, and ring fingers extend to the A1 pulley at the level of the neck of the metacarpal bone. The sheath of the flexor pollicis longus tendon communicates with the radial bursa proximally. The little finger flexor sheath communicates with the ulnar bursa in about 80% of the population.\n[9]\nThe radial and ulnar bursa are connected in 80% of people in the space of Parona, a potential space between the digital flexor tendons and the pronator quadratus in the volar distal forearm. This anatomic space allows a little finger or thumb infection to cause a horseshoe abscess.\n[10]\n[11]",
    "mechanism": "Route of Infection\n\nMost patients present with a\nfinger penetrating injury involving the flexor tendon sheath, causing direct bacterial inoculation.\n[12]\nHowever, direct spread from a nearby felon, infected joint, or deep space infection is also possible.\n[12]\n[13]\nPFT may result from a human or animal bite casing penetrative flexor sheath injury.\n[14]\nPFT caused by bloodstream infection is rare and raises the suspicion of disseminated gonococcal infection.\n[15]\n\nCausative Organism\n\nStaphylococcus aureus\nis the most common bacteria causing PFT, isolated in about 75% of cases.\n[16]\nOf the reported PFTs, 29% are caused by methicillin-resistant\nStaphyloccocus aureus\n(MRSA).\n[17]\nOther possible causative organisms of PFT include\nStaphylococcus aureus epidermidis\n, β-hemolytic streptococcus, and gram-negative\nPseudomonas aeruginosa\n. PFT in immunocompromised patients can be due to infection by multiple organisms and gram-negative rods.\nEikenella corrodens\nmay cause PFT through penetrating human bites. PFT following animal bites could be a result of\nPasteurella multocida\ninfection.\n[14]\n[18]",
    "monitoring": "Clinical Assessment\n\nPhysical findings and clinical suspicion are the basis of diagnosing PFT. The detection of the 4 Kanavel signs on physical assessment has high sensitivity (91.4%-97.1%) when diagnosing PFT.\n[5]\nThe 4 cardinal Kanavel signs of PFT include\n\nSymmetrical swelling of the affected finger\nThe affected finger is held in a flexed position\nPain on any attempt at passive finger extension\nTenderness along the course of flexor tendon sheath from distal phalanx to the level of A1 pulley\n\nHowever, the Kanavel cardinal signs can be less evident on presentation in patients with compromised immune systems, diabetes, or intravenous drug use.\n[20]\n\nA painful passive extension is the earliest sign of PFT, while flexor sheath tenderness is the last sign to be detected. Fever is present in only 17% of the affected patients. Examine the affected hand to identify any penetrating wound. The presence of erythema, swelling, and tenderness over the thenar eminence in the palm raises the suspicion of the proximal spread of infection to the radial bursa. Patients with an infected ulnar bursa present with pain, swelling, and erythema over the hypothenar eminence.\n[22]\nResults reported from a retrospective study of 33 patients with digit infections showed tenderness at the A1 pulley, which could be a useful modification of the flexor sheath tenderness cardinal sign in diagnosing PFT.\n[23]\n\nAccording to Kanavel, tenderness over the tendon sheath was the most important cardinal sign.\n[4]\nIn contrast, Pang, et al, reported a series of 75 patients (97%) with PFT where swelling of the digits was the most common sign. Tenderness over the tendon sheath was a late sign, signifying proximal extension of the infection. Due to this, PFT should not be excluded based on the lack of this sign.\n[2]\nNeviaser reported that pain on passive digit extension was the most reliable early Kanavel's sign and also described the inability of the digit to touch the palm as an additional sign to detect PFT.\n[4]\nIn a retrospective case series of 41 patients with PFT, Dailiana, et al, found that only around half of the patients displayed all 4 of Kanavel's cardinal signs, bringing the sensitivity of the signs for detecting PFT into question.\n[16]\n\nDiagnostic Imaging\n\nThe anteroposterior, lateral, and oblique view x-rays of the hand should be obtained to rule out any retained foreign body. The presence of signs of osteomyelitis in the obtained x-rays suggests chronic infection. In a retrospective study of adult finger infections, Yi, et al, found that uniform finger swelling does not differentiate PFT from other hand infections. They also reported that PFT is characterized by differential radiographic soft tissue thickness on the volar aspect as compared to the dorsal aspect at the level of the proximal phalanx.\n[24]\nHand ultrasonography is an inexpensive and noninvasive method to confirm the diagnosis of PFT. The ultrasound can visualize the flexor tendon and detect the presence of fluid collection within the flexor sheath. Ultrasound has good negative predictive value and specificity for diagnosing PFT and complements the clinical examination in detecting finger infection.\n[25]\nHowever, the ultrasound is operator-dependent and cannot differentiate pus from blood.\nMagnetic Resonance Imaging (MRI) is rarely required to diagnose PFT. MRI can identify the extent of the infection but cannot differentiate PFT from other inflammatory conditions.\n[26]\nContrast-enhanced computed tomography of the hand has also been reported as helpful in detecting PFT, as the ratio of tendon sheath to tendon width in coronal and sagittal planes was found to improve objectivity.\n[27]\n\nLaboratory Tests\n\nInflammatory markers, including white blood cell count, C-reactive protein level, and erythrocyte sedimentation rate level, are usually elevated in patients with PFT. However, these tests are non-specific to diagnose PFT but can be helpful to monitor infection and response to the given treatment.\nPus and necrotic tissue cultures are very beneficial in identifying the causative organism and directing the antibiotic therapy according to the sensitivity.\nObtain a blood culture if there are signs of sepsis or hematogenous spread of the infection to isolate the causative organism.\n[28]",
    "administration": "Non-operative Treatment of PFT\n\nPFT could be treated nonoperatively if the patient presents within 48 hours of suffering from the hand penetrating injury with less dramatic Kanavel signs. Non-operative treatment measurements for PFT include intravenous antibiotics, high arm elevation, and splinting. Broad-spectrum antibiotics should be prescribed to cover the suspected organisms until the culture results are available. Non-operative PFT management includes close infection monitoring by repeated hand examination and laboratory inflammatory markers. If no clinical improvement is noticed or there is a worsening of the Kanavel signs, an urgent surgical washout should be performed. A retrospective review of 40 patients with PFT reported patients with a shorter duration of symptoms and fewer positive Kanavel's cardinal signs were successfully treated with antibiotics alone and did not require surgical management.\n[29]\n\nOperative Treatment of PFT\n\nAlmost all cases of PFT require surgical management. Various surgical approaches and techniques have been reported to treat PFT. The flexor tendon sheath can be washed out with closed irrigation via two volar incisions. However, severe PFT with delayed presentation and tissue necrosis may require more invasive surgical treatment with debridement and open irrigation.\n[11]\n\nClosed Flexor Sheath Catheter Irrigation\n\nFlexor sheath irrigation can be performed through 2 small volar incisions. The proximal incision is made over the level of the A1 pulley and the distal proximal to the distal interphalangeal crease.\n[30]\nThe tissues should be carefully dissected to identify the flexor tendon sheath without damaging the digital neurovascular bundle on each side. A small incision is made through the A1 pulley without damaging the underneath flexor tendon. Samples from the fluid inside the flexor sheath are collected and sent for microbiology examination and cultures. A second incision is made in the sheath at the A5 pulley, followed by passing a 16- or 18-gauge catheter or cannula through one of the two incisions. Sterile normal saline is injected from the catheter to irrigate the sheath thoroughly. Published evidence suggested that closed flexor sheath catheter irrigation can have the same effect as open flexor sheath irrigation and debridement.\n[31]\n[32]\n\nOpen Flexor Sheath Irrigation and Debridement\n\nOpen flexor sheath washout can be performed via a single extended volar incision to expose the entire flexor sheath. Two types of incisions have been described for open flexor sheath washout: a straight mid-axial incision and a zigzag incision, also known as a Bruner incision (see\nFigure 1.\nBruner Incision Marking).\n[33]\nThe involved digit's radial and ulnar neurovascular bundle should be identified and protected. After the entire exposure, the flexor sheath A1 and A5 pulleys are incised. The sheath is debrided and washed thoroughly with normal saline. Pulleys from A2 to A4 should be protected to avoid postoperative flexor tendon bowstringing. The Bruner incision aims to avoid vertical scarring at the flexor creases to minimize the risk of flexion contractures. A Bruner incision may increase the risk of wound breakdown after the surgery. However, this risk can be minimized by avoiding wound closure under tension.\n[34]\n[20]\nOpen flexor sheath irrigation and debridement are associated with a higher risk of postoperative finger stiffness and tendon adhesions.\n\nPreviously, intravenous antibiotics were routinely given for prolonged duration after the surgical management as per the culture and sensitivity reports. However, a retrospective review of 113 patients with PFT reported that even oral antibiotics for 7 to 14 days are effective after the surgery, thus allowing outpatient management for the patient.\n[35]",
    "adverse_effects": "Fingers Stiffness and Restricted Range of Motion\n\nStiffness after PFT can result from the infection process or secondary to the washout surgery. The inflammatory process in PFT may cause adhesions of the flexor tendons, thickened joint capsules, and damaged pulleys. Recommend early active exercises for the affected finger to minimize the risk of stiffness. Flexor tenolysis of the affected digit may be required to restore the range of movement after the complete subsidence of the inflammatory process.\n[20]\n\nFlexor Tendon Scarring and Subsequent Rupture\n\nThe high pressure within the flexor sheath interferes with the flexor tendon blood flow and nutrition. Unhealthy, scarred flexor tendons lose elasticity and may rupture with further activity.\n\nSoft Tissue Necrosis and Finger Ischemia\n\nCritical ischemia of the affected finger may result from the interruption of the blood flow due to the high pressure in the finger or secondary to arterial thrombosis induced by the inflammatory process.\n\nHand Horseshoe Abscess\n\nHorseshoe abscess formation may result from the spread of the infection from PFT of the thumb or little finger in patients who have communicated ulnar and radial bursae.\n[9]\n\nFinger Amputation\n\nFinger amputation at various levels can be inevitable because of the deep infection, significant soft tissue, or functionless stiff finger.\n[20]"
  }
}