{
  "drug_name": "echinacea",
  "nbk_id": "NBK562330",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562330/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "Enterovirus\n, a genus within the family\nPicornaviridae\n, comprises enteroviruses, coxsackieviruses, rhinoviruses, polioviruses, and echoviruses. These are causative agents for a wide variety of illnesses ranging from the common cold to poliomyelitis and aseptic meningitis. In humans, they are among the most common infectious agents worldwide.\n\nThe genus is further divided into 12 species, enteroviruses (EV) A-J (which include the coxsackievirus (CV), poliovirus (PV), and echovirus subspecies) and rhinoviruses (RV) A-C. Within these, over 200 distinct serotypes have been identified.\n\nThese viruses were classified, and the genus named thus due to their tropism involving the human alimentary tract. However, their pathology is varied, and in some instances, poorly understood.\n\nAlternative groupings in reviewed literature delineate:\n\nRhinoviruses versus non-rhinovirus enteroviruses\nPolioviruses versus non-polio enteroviruses\nRhinoviruses and respiratory enteroviruses versus non-respiratory enteroviruses\nHuman enteroviruses (HEV) is used to describe enteroviruses A-J and excludes EV-I (camel-borne virus) and the rhinoviruses.\n\nExcept for the poliovirus vaccine, no vaccine or effective treatment exists against the diseases caused by these common viruses. Infections are usually self-limiting but can result in significant morbidity and economic impact.\n[1]\n[2]\n[3]",
    "mechanism": "Structurally, all enteroviruses are small, at 15-30 nm viruses within the\nPicornaviridae\nfamily. The capsids are icosahedral and contain positive-sense single-stranded RNA (+ssRNA) of approximately 7400 nucleotides in length. There is no lipid envelope, and the genome, instead of having an AUG-containing cap, has an internal ribosomal entry site (IRES), which allows for mRNA translation.\n\nRhinovirus\nspecies within the\nEnterovirus\ngenus infect both the upper and lower respiratory tracts and rarely cause disseminated disease. Most\nPicornaviridae\nviruses show the most efficient growth at 36 degrees celsius. However, rhinoviruses (and other respiratory-type enteroviruses) demonstrate efficiency at 33 degrees celsius, which likely contributes to their tropism as upper respiratory pathogens. Investigations into this have demonstrated that while viral replication persists with little change at the higher temperatures, host cell response is altered by temperature and creates an environment less conducive to rhinoviruses at higher temperatures.\n\nNon-rhinovirus species of enteroviruses are suspected to be the most common viral pathogen infecting the central nervous system. They initially infect the alimentary tract. Unlike rhinoviruses and other picornaviruses, they are acid-stable, able to survive at pHs below 3. This acid-stability allows them to pass through the stomach's acidic environment to the cells lining the small intestine, where pathology begins.\n\nDiseases caused by enteroviruses include poliomyelitis, Bornholm disease (epidemic myalgia), myopericarditis, hemorrhagic conjunctivitis, nonspecific febrile illnesses, pneumonia, aseptic meningitis, herpangina, enteroviral vesicular stomatitis (hand, foot, and mouth disease), encephalitis, acute flaccid paralysis, the common cold, pharyngitis, otitis media, sinusitis, pancreatitis, and asymptomatic subclinical infections.\n\nSerotypes most commonly identified with various diseases include:\n\nPoliomyelitis: PV-1-3\nMyopericarditis: CV-A, CV-B\nHemorrhagic conjunctivitis: EV-D70\nPneumonia: EV-68, rhinoviruses\nHerpangina: CV-A, EV-A71\nHand, foot, and mouth disease: CV-A16, EV-A71\nAcute flaccid paralysis and other polio-like illnesses: EV-D68, EV-A71, echovirus 11\nUpper respiratory tract infections: EV-D68, rhinoviruses\nAcute exacerbations of chronic airway diseases (chronic obstructive pulmonary disease, cystic fibrosis, asthma): rhinoviruses\nAseptic meningitis: CV-A9, CV-B, echoviruses, EV-A71\n[1]\n[2]\n[3]\n[4]\n[5]",
    "monitoring": "Imaging and lab work may aid in the diagnosis of some enteroviruses. Respiratory disease may present with an abnormal chest x-ray or computed tomography (CT) scan. Magnetic resonance imaging (MRI) of the head or spinal cord may be indicated in cases of altered mental status or paralysis. Nasal, oropharyngeal, and rectal swabs may be sent for viral polymerase chain reaction (PCR), and lumbar puncture may be indicated based on clinical suspicion for CNS involvement.\n\nAn electrocardiogram should be performed on patients with chest pain or suspicion for myopericarditis. Clinical discernment must guide the collection of other serological studies, including kidney and liver function, complete blood count, and cardiac biomarkers.\n\nAsymptomatic viral presence in test samples has been documented in varying frequencies. Based on the clinical concern, providers should attempt to rule out other forms of infection/co-infection by bacteria, fungi, and other viruses.",
    "administration": "Treatment of enteroviral infections is largely supportive and symptomatic, as the diseases are self-limiting. Over the counter medications such as nonsteroidal anti-inflammatory drugs (NSAIDs), acetaminophen, and cough syrup, and nasal decongestants may address mild symptoms.  Wheezing, bronchospasm, and associated asthma exacerbations should also be treated according to standard treatment protocols. Severe respiratory symptoms may require supplemental oxygen and positive pressure ventilation. Patients with paralytic or other CNS disease require close monitoring.\n\nThere are no antivirals approved by the FDA for use against enteroviruses. Several antiviral medications have made it to clinical trial stages, but have failed to receive FDA approval for reasons including drug interactions and drug resistance and safety concerns. The antiviral pleconaril has been utilized clinically in rare cases. While it also failed to gain approval, it did demonstrate some clinical efficacy and has been extensively studied, becoming a base for future antiviral development.\n\nFluoxetine is the only FDA-approved drug demonstrating significant activity against the 2014 EV-D68, in a mechanism independent of SSRI activity. The activity was demonstrated in vitro and requires further clinical investigation.\n\nIntravenous immunoglobulin therapy, utilizing neutralizing (IgG) immunoglobulins, is being investigated for prophylaxis and treatment.\n\nFolk remedies of echinacea preparations and vitamin C may modestly reduce symptom duration or severity of rhinovirus infections; studies on this are mixed. Zinc supplementation within twenty-four hours of cold symptom onset may reduce both duration and severity of symptoms in a Cochrane review. First-generation, but not non-sedating antihistamines, reduce rhinorrhea and sneezing but do not help other symptoms.\n\nCo-infections with bacterial or fungal pathogens should be treated with pathogen-specific antimicrobial therapy, whenever possible, and pre-existing conditions such as diabetes should be strictly controlled.\n\nThe development of vaccines against enteroviruses is hindered by the large number of distinct viruses, limited cross-reactivity, and difficulty predicting epidemiological patterns specific to serotypes. To date, only the poliovirus has an effective vaccine. Maintenance of adequate titers requires repeated boosters.",
    "adverse_effects": "Complications of enteroviral infections include the development of secondary infections, progression to persistent or chronic disease, irreversible paralysis, destruction of lung tissue, and exacerbation of underlying diseases. Acute exacerbations of COPD and asthma are among the most common complications of rhinoviral infections.\n\nAs there are no approved treatments for enteroviruses, mitigating risk factors and preventing co-infections is vital to reducing the risk of complications."
  }
}