{
  "drug_name": "econazole",
  "nbk_id": "NBK560624",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560624/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Candidiasis is an opportunistic infection caused by Candida, a type of fungi. Fungi are eukaryotic organisms found in the form of yeasts, molds, or dimorphic fungi.\nCandida\nis a form of yeast. Candidiasis occurs most commonly as a secondary infection in immunocompromised individuals. Synonyms of candidiasis include candidosis, moniliasis, and thrush. These are common inhabitants in the oral cavity, gastrointestinal tract, vagina penis, or other parts. They become pathogenic only when favorable conditions arise.  It can affect the oral cavity, vagina, penis, or other parts of the body. Candidiasis affecting the mouth is commonly called thrush. It presents as white patches on the tongue, throat, and other mouth areas. Soreness and difficulty in swallowing include other symptoms associated with thrush. The vagina, when affected with\nCandida\n, is called a yeast infection.\n[1]\n\nOral candidiasis can be pseudomembranous, erythematous, and chronic hyperplastic candidiasis. Pseudomembranous candidiasis is common in chronically ill patients and infants. It is presented as white, soft, slightly elevated plaques most commonly on the tongue and buccal mucosa. Plaques resemble curd and consist of tangled masses of fungal hyphae with intermingled desquamated epithelium, necrotic debris, keratin, leukocyte, fibrin, and bacteria. This white plaque, when wiped away, leaves an erythematous area.\n\nErythematous candidiasis is also known as antibiotic sore mouth. It occurs as a sequel to the use of broad-spectrum antibiotics or corticosteroids. The lesions present as consistently painful erythematous areas along with central papillary atrophy of the tongue. It is also known as a kissing lesion when the palate is involved and exhibits erythema due to contact with the tongue.\n\nChronic hyperplastic candidiasis, also known as candidal leukoplakia, presents with firm white persistent plaques on lips, tongue, and buccal mucosa. These plaques may be homogenous or nodular and persist for years. It has premalignant potential.\n\nCandida associated lesions include denture stomatitis, angular cheilitis, and median rhomboid glossitis. Secondary oral candidiasis can also occur, which include chronic mucocutaneous candidiasis, chronic familial candidiasis, chronic localized mucocutaneous candidiasis, chronic diffuse mucocutaneous candidiasis, and candidiasis endocrinopathy syndrome.\n\nVaginal candidiasis presents with genital itching, burning, and a white \"cottage cheese-like\" discharge from the vagina. The penis is less commonly affected by a yeast infection and may present with an itchy rash. Yeast infections may spread to other parts of the body resulting in fevers along with other symptoms and become invasive rarely.\n\nOral candidiasis is one of the most common fungal infections, affecting the oral mucosa. The yeast\nCandida albicans\ncause these lesions.\nCandida albicans\nare among the components of normal oral microflora, and around 30% to 50% of people carry this organism. The rate of carriage increases with the age of the patient.\nCandida albicans\nare recovered from 60% of dentate patients' mouths over the age of 60 years.\n\nThere are many forms of\nCandida\nspecies, which present in the oral cavity. Species of oral Candida include\nC. albicans\n,\nC. glabrata\n,\nC. krusei\n,\nC. parapsilosis\n,\nC. pseudotropicalis\n,\nC. stellatoidea\n, and\nC. tropicalis\n. Oral candidiasis may present as a variety of disease entities in both normal hosts and the immunocompromised. These include hyperplastic or atrophic (denture) candidiasis, pseudomembranous candidiasis (thrush), linear gingival erythema, median rhomboid glossitis, and angular cheilitis. It can result in a broad range of clinical manifestations ranging from mild acute superficial infections to fatal disseminated disease. Disseminated candidiasis is almost exclusively in acquired or inherited immuno-deficiencies. Superficial candidiasis is the most common form.",
    "mechanism": "Candidiasis is an opportunistic infection.\nCandida albicans\nis present in healthy persons colonizing the oropharyngeal, esophageal, and gastrointestinal mucosa.\nCandida albicans\ncan cause mucosal candidiasis in these areas where they usually are present in an immunocompromised host. In patients who have leukemia, lymphoma because of the consumption of corticosteroids or cytotoxic drugs, their immunity is compromised, leading to candidal infection.\n\nAntibiotic usage is commonly associated with candidiasis. Cancer cytotoxic chemotherapy may result in fungemia caused by Candida albicans, which develop from fungal translocation through compromised mucosal barriers. Fungal commensals in the upper and lower GI tract can transform into opportunistic pathogens due to changes in endogenous bacterial population size or composition, as well as changes in the host environment.\n[2]\nVaginal colonization increases in diabetes mellitus, pregnancy, and the use of oral contraceptives. Oral candidiasis is very closely associated with HIV patients. More than 90% of patients with HIV present with candidiasis.\n\nOther predisposing factors of candidiasis include TB, myxedema, hypoparathyroidism, Addison's disease, nutritional deficiency(vitamin A, B6, Iron), smoking, poorly maintained dentures, IV tubes, catheters, heart valves, old age, infancy, and pregnancy. Xerostomia is also a predisposing factor due to the absence of protective antifungal proteins, histatin, and calprotectin.",
    "monitoring": "A vaginal discharge sample can help to diagnose vaginal candidiasis by examining it under a microscope or by fungal culture in a laboratory. Under the microscope, budding yeast is visible. Oral thrush is mostly a clinical diagnosis but can also be confirmed by looking at the scrapings of the rash under the microscope. For systemic candidiasis, a blood culture is a diagnostic tool.\n[7]",
    "administration": "Candida infections are treated with antifungal medications such as nystatin, clotrimazole, amphotericin B, miconazole. Mild or moderate genital Candida infections can have treatment with antifungal vaginal cream. The antifungal creams come in 1, 3, or 7-day treatment. Econazole or fluconazole 150 mg orally one-time dose can also be prescribed.\n[8]\n\nOral and topical treatments have similar efficacy, but oral medications are more expensive. Clinicians should avoid prescribing fluconazole in the first trimester of pregnancy.\n[9]\nFor recurrent vaginal candida infections, fluconazole dosing is on days 1, 4, and 7, and then weekly for six months is given. Similar treatment can be used for oral thrush, with oral lozenges as a substitute dose form. Systemic candidiasis requires treatment with oral or intravenous antifungal medications, including caspofungin, fluconazole, and amphotericin B.\n\nIn cases of denture stomatitis, the patient should refrain from using their denture for at least two weeks along with the topical application of antifungal medication. Angular cheilitis occurs due to loss of vertical dimension. Thus, after the infection subsides fabrication of new denture prostheses with proper vertical dimensions is essential. Oral application of probiotics can serve as an adjuvant in treating oral candidiasis.\n[10]",
    "adverse_effects": "Pregnant women have higher chances of colonizing\nCandida\nin the vagina during pregnancy,\n[12]\nVaginal candidiasis is among the common forms of fungal diseases frequently occurring in pregnant women which may lead to systemic infections in neonates, especially with low birth weight (LBW) and prematurity after delivery.\n\nIntertrigo is a common inflammatory dermatosis affecting opposing skin surfaces that can result from\nCandida\n, under the effect of mechanical and environmental factors. It presents with pain and itching, which decreases the quality of life, leading to high morbidity. Predisposing factors, such as obesity, diabetes mellitus, and immunosuppressive conditions, facilitate both the incidence and recurrence of the disease. candidal intertrigo is usually treated with topical application of nystatin and azole group antifungals.\n[13]\n\nUntreated\nCandida\ninfection carries the risk of leading to a systemic\ninfection\nin which other organs can become involved and may lead to sepsis. Intestinal candidiasis can occur as a sequel to oral antibiotic therapy. Bronchopulmonary candidiasis is a rare complication of pre-existing pulmonary disease. Septicemia, endocarditis, and meningitis occur as terminal complications in immunosuppressive and leukemic patients. In leukemia patients, systemic candidiasis presents as prolonged neutropenia and fever refractory to the antibiotic."
  }
}