{
  "drug_name": "edetate disodium",
  "nbk_id": "NBK599502",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599502/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "Chromium (Cr; Atomic number 24) is a naturally occurring 3d-transition element. Chromium is Earth's seventh most abundant element at an average concentration of 125 mg/kg in Earth's crust.\n[1]\n[2]\nThe oxidation states of chromium range from -4 to +6; the most stable forms are trivalent chromium [Cr(III)] and hexavalent chromium [Cr(VI)]. Chromium also exists in the environment as Cr(0), which is chromium metal. Cr(VI) is more soluble in water than Cr(III) and 100 times more toxic.\n[1]\n[2]\n[3]\n[4]\n\nThe toxicity associated with chronic chromate (CrO\n4\n2-\n) exposure is well-documented and known for more than 200 years. Exposure to hexavalent chromium during World War II was linked to an increased risk of lung cancer.\n[5]\n\nHexavalent chromium was under scrutiny in the 1980s secondary to environmental contamination of groundwater, causing widespread public exposure and millions of dollars in property damage.\n[6]\nIn recognition of the severity of its occupational and environmental hazards, chromium is regulated by multiple agencies as a \"known\" or \"probable\" human carcinogen of \"great public health significance,\" along with arsenic, cadmium, lead, and mercury.\n[3]",
    "mechanism": "Chromium metal is prized for its luster and corrosion resistance; Cr(0) is used to make steel.\n[6]\n[7]\nTrivalent and hexavalent chromium have other industrial applications, including coal and oil refining, metal and ore processing, leather tanning, dye and pigment production, welding, cement production, ammunition, agricultural fertilizers, and wood preservation.\n[2]\n[3]\n[4]\n[8]\nNonoccupational sources of chromium exposure occur primarily by consuming contaminated food and drinking water or exposure to tobacco-containing products that contain chromium released by pyrolysis.\n[1]\n[9]\n[10]\n[11]\n\nHistorically, there were concerns of potential chromium toxicity secondary to implanting metal-on-metal chromium-cobalt hip arthroplasty components. Symptoms did not correlate with serum chromium concentrations, and more recent findings suggest the observed toxicity is more likely due to cobalt exposure.\n[12]\nThese components have been redeveloped recently, reducing concerns with modern medical devices.\n\nNot all chromium exposure is hazardous. Trivalent chromium has been classified as an essential micronutrient since the 1950s, with a recommended intake of 120 mcg/d due to its role in glucose and lipid metabolism. However, numerous nutritional supplements containing Cr(III) are marketed for weight loss and glucose regulation.\n[4]\n[9]\n[6]\n[7]\nRecent research disputes the essentiality of trivalent chromium; some studies suggest that compounds containing Cr(III) are potentially toxic and carcinogenic.\n[7]\n[10]\n[13]\n[14]\n\nNevertheless, chromium supplements, particularly chromium picolinate and chromium chloride, are popular with consumers, increasing from the fourth-highest–selling vitamin and mineral supplements in 2016 to the second-highest in 2021.\n[10]\n[14]",
    "monitoring": "Whole blood, plasma, and urinary chromium levels are all available but likely to be a send-out analysis and less helpful in managing acute toxicity. However, they may be beneficial in detecting or managing chronic occupational exposures. Blood and plasma chromium have a normal range of 0.10 mcg/L to 0.16 mcg/L, while urinary chromium excretion is approximately 0.22 mcg/L.\n[20]\n\nRegarding detection of acute and chronic toxicity, absorbed Cr (III) has an elimination half-life of 40 hours and reaches 95% steady state in 7 days, while Cr (VI) has a half-time of 30 days with a 95% steady state of 130 days due to RBC sequestration and slow release as erythrocytes die and are replaced.\n[20]",
    "administration": "Overall, treatment of acute toxicity is supportive. Immediate treatment of chromium toxicity involves environmental removal to provide fresh air. Also, consider humidified supplemental oxygen, ventilatory support, bronchodilators, and expectorants as needed.\n\nRecommendations for oral toxicity include avoidance of bicarbonate, antacids, and induction of vomiting. Clinicians can consider oral ascorbate or gastric lavage. Treatment of dermal toxicity involves mechanical decontamination, washing, and eye irrigation as needed, and calcium disodium edetate (EDTA) can be considered a binding agent. Finally, several treatments can be considered to increase the elimination of chromium from the body, including hemodialysis, ascorbic acid, N-acetylcysteine, and calcium EDTA.\n[20]\nHemodialysis can be helpful in the case of massive exposures to chromium to ensure rapid and effective elimination.\n\nOther agents have preliminarily demonstrated some efficacy in animal studies, primarily due to proposed and demonstrated antioxidant effects. These include selenium, vitamin E, zinc, and melatonin. However, no studies have yet demonstrated that higher doses of antioxidants reduce adverse effects of chromium compounds in humans.\n[2]\n[8]\n[13]\nRegardless, occupationally exposed individuals are encouraged to consume foods rich in vitamin C (ascorbate), vitamin E, vitamin B6, folate, selenium, and zinc to reduce overall oxidative stress and ameliorate the effects of Cr (III) and Cr (VI) exposure.\n[13]",
    "adverse_effects": "Long-term complications include scarring from skin and mucosal burns, dermal sensitization and asthma due to dermal or inhalation toxicity, and decreased nutrient and vitamin absorption due to gastrointestinal toxicity. There is also an increased risk of anemia, chronic liver disease, chronic kidney disease, and a lifetime increased risk of cancer.\n[2]\n[4]\n[5]\n[7]"
  }
}