{
  "drug_name": "edoxaban",
  "nbk_id": "NBK565876",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK565876/",
  "scraped_at": "2026-01-11T15:28:36",
  "sections": {
    "indications": "Edoxaban is contraindicated in patients with massive or pathological bleeding. Clinicians should avoid prescribing edoxaban for thromboembolism or stroke prevention in patients with a CrCl >95 mL/min. This drug is not indicated for patients with underlying valvular pathologies or those who have mechanical heart valves.\n\nPatients taking edoxaban and undergoing spinal or epidural puncture procedures are at risk of developing a spinal or epidural hematoma. Indwelling catheters should be paused for a minimum of 12 hours after edoxaban therapy, and the initiation of the drug should be delayed by at least 2 hours after catheter removal. Edoxaban use in patients with moderate-to-severe liver dysfunction is not recommended.\n\nBox Warnings\n\nEdoxaban use is associated with reduced efficacy in patients with NVAF with a CrCl of <95 mL/min. Findings from the ENGAGE AF-TIMI 48 trial indicated that individuals with NVAF and a CrCl <95 mL/min displayed a heightened risk of ischemic stroke when taking the daily dosage of 60 mg of edoxaban compared to patients on warfarin. In cases like these, contemplating anticoagulation with an alternative agent is advisable.\n[5]\n\nPremature discontinuation of edoxaban may elevate the risk of ischemic events. If edoxaban use is discontinued for reasons not linked to pathological bleeding or the completion of full therapy duration, transitioning to another anticoagulant agent is recommended.\n\nPatients receiving edoxaban and undergoing neuraxial anesthesia or spinal puncture procedures are at risk of developing epidural or spinal hematomas. These hematomas have the potential to lead to extended or even lifelong paralysis. Therefore, before undergoing spinal procedures, it is imperative to carefully weigh the risk-benefit profile associated with edoxaban use.",
    "mechanism": "Edoxaban exerts its therapeutic effects by inhibiting factor Xa (FXa) directly, selectively, and reversibly as part of its mechanism of action.\n[5]\nFXa plays a pivotal role in both the extrinsic and intrinsic pathways of the coagulation cascade. FXa binds with factor Va, creating a complex that facilitates the cleavage of prothrombin into thrombin. Thrombin subsequently cleaves fibrinogen into fibrin monomers and creates a fibrin meshwork, which adheres to a platelet plug and ultimately forms a clot.\n[6]\n\nBy obstructing the active site of free FXa, thrombin production is inhibited, leading to a reduction in thrombus development. This inhibition occurs independently of the anticoagulant effects of cofactor antithrombin III. Edoxaban also functions by inhibiting prothrombinase activity, thereby suppressing thrombin-induced platelet aggregation.\n\nDistribution:\nEdoxaban has a half-life of 10 to 14 hours and a rapid onset, achieving peak serum concentration levels (Cmax) within 1 to 2 hours.\n[1]\n\nElimination:\nApproximately 50% of the drug is eliminated unchanged through the kidneys and excreted in the urine. The remaining portion undergoes elimination via the biliary and intestinal system, ultimately being excreted in the feces.\n[1]",
    "administration": "Dosage Forms and Strengths\n\nEdoxaban is available for oral administration in 15 mg, 30 mg, and 60 mg film-coated tablets. The patient's creatinine clearance (CrCl) should be assessed before initiating the therapy.\n\nAdult Dosage\n\nDosing regimens based on indications are as follows:\n\nNVAF:\nThe recommended oral dosage of edoxaban for NVAF is 60 mg once daily, administered to patients with a CrCl >50 and ≤95 mL/min. The dosage should be adjusted to 30 mg once daily for individuals with a CrCl ranging from 15 to 50 mL/min.\n\nEdoxaban is not recommended for patients with NVAF and a CrCl >95 mL/min due to the increased risk of ischemic stroke at the highest studied dose.\n[7]\n\nDVT:\nEdoxaban is indicated for the treatment of DVT following 5 to 10 days of initial therapy with a parenteral anticoagulant. The recommended oral dosage is 60 mg, administered to patients once daily. The dosage should be adjusted to 30 mg once daily for patients with CrCl ranging from 15 to 50 mL/min and those with a body weight of less than 60 kg.\n\nPE:\nEdoxaban is indicated for the treatment of PE following 5 to 10 days of initial therapy with a parenteral anticoagulant. The prescribed oral dosage is 60 mg, administered to patients once daily. The dosage should be adjusted to 30 mg once daily for individuals with CrCl ranging from 15 to 50 mL/min and those with a body weight of less than 60 kg.\n\nAlthough edoxaban is generally not recommended for concurrent use with specific P-glycoprotein (P-gp) inhibitors, recent studies have indicated that this interaction holds limited clinical significance.\n[8]\n\nSpecific Patient Populations\n\nHepatic impairment:\nAs per clinicians' recommendations, edoxaban should be avoided in patients with Child-Pugh Class B or C hepatic impairment.\n\nRenal impairment:\nThromboembolism or stroke prophylaxis: Edoxaban should be avoided in patients with a CrCl >95 mL/min. No dosage adjustment is necessary for patients with impaired renal function and CrCl ranging from 15 to 30 mL/min. Edoxaban should not be utilized in patients with a CrCl <15 mL/min. Furthermore, edoxaban use should be avoided in individuals undergoing peritoneal dialysis or hemodialysis.\n\nDVT/PE treatment:\nIf CrCl ranges from 15 to 30 mL/min, the recommended dosage of edoxaban is 30 mg daily. However, edoxaban should be avoided in patients with a CrCl <15 mL/min. Edoxaban use for these indications in patients undergoing peritoneal dialysis or hemodialysis remains undefined.\n\nPregnancy considerations:\nAs edoxaban is classified as an FDA pregnancy category C drug, its usage should be avoided during pregnancy due to insufficient data from human studies. However, there is no evidence of teratogenicity with the drug's usage.\n[9]\n\nBreastfeeding considerations:\nClinicians should carefully evaluate the risk-benefit profile when considering breastfeeding patients. Although there is a lack of data from human studies, the drug's pharmaceutical properties may affect its potential to enter breast milk. Research has identified the presence of edoxaban in rat milk. However, no data from human studies are available concerning the drug's effects on milk production.\n[10]\n[11]\n\nPediatric patients:\nEdoxaban is not indicated for use in pediatric patients.\n\nOlder patients:\nFor older patients, it is recommended to refer to the renal dosing guidelines.",
    "adverse_effects": "Although edoxaban use is beneficial in preventing thrombotic events, the drug is also associated with a range of potential adverse effects, ranging from severe reactions with profound implications to mild and manageable ones.\n\nSevere Adverse Effects\n\nThe severe adverse effects of edoxaban include epidural hematoma, spinal hematoma, severe bleeding, thrombocytopenia, angioedema, and thrombosis with premature discontinuation.\n\nMild-to-Moderate Adverse Effects\n\nThe mild adverse effects of edoxaban include bleeding, anemia, rash, and elevated alanine transaminase or aspartate transaminase.\n\nEarly discontinuation of edoxaban without sufficient alternative anticoagulation can increase the risk of ischemic events. If there is no pathological bleeding, transitioning to an alternative agent should be considered.\n[12]\nConcurrent administration of edoxaban with other hemostasis-affecting agents, including aspirin, antithrombotics, fibrinolytic drugs, and antiplatelet agents, could amplify the bleeding risk.\n\nDrug-Drug Interactions\n\nEdoxaban should not be administered concurrently with the following agents due to potential drug interactions and an elevated risk of bleeding:\n\nAnticoagulants\nAntiplatelets\nThrombolytics\nSelective serotonin reuptake inhibitors\nSerotonin-norepinephrine reuptake inhibitors\nDefibrotide: Using defibrotide in conjunction with edoxaban may lead to additive effects and an increased risk of bleeding.\nMifepristone: Combining edoxaban with mifepristone may elevate edoxaban levels, thereby increasing the potential for severe bleeding.",
    "monitoring": "Patients with renal insufficiency necessitate dosage adjustments in alignment with their kidney function levels. For patients with a glomerular filtration rate (GFR) ranging from 15 to 29 mL/min, the dosage should be reduced by 50%.\n[1]\nRenal impairment with a GFR of less than 15 mL/min is a contraindication to edoxaban use.\n[1]\n\nA liver function test is recommended initially at baseline, followed by periodic assessments to monitor liver enzyme concentrations. In addition, creatinine levels should be measured to establish a baseline and repeated every 6 to 12 months. However, if the CrCl level is less than 50 in patients, more frequent monitoring at 3-month intervals is recommended.\n\nEdoxaban exerts its effects on both the intrinsic and extrinsic pathway of the coagulation cascade, prolonging clotting tests of both prothrombin time (PT) and activated partial thromboplastin time (aPTT). However, these variations are marginal and do not offer substantial assistance in monitoring the therapeutic effects of edoxaban. An alternative approach is to use the anti-Xa assay to evaluate edoxaban levels. When edoxaban drug concentrations exceed therapeutic levels, the accuracy and reliability of the anti-Xa assay might be compromised.\n[13]",
    "toxicity": "Patients with impaired kidney function have a higher risk of toxicity. The efficacy of hemodialysis in enhancing edoxaban clearance has not been established.\n\nManagement of Overdose\n\nIn cases of overdose or toxicity during bleeding or hemorrhage, general measures can be contemplated, including discontinuing the medication, using mechanical compression, sustaining volume, and replacing hematologic components.\n[14]\nActivated charcoal could also be an alternative option if the medication were ingested within the preceding 2 hours.\n[14]\nThe effects of the agents could potentially endure for up to 24 hours.\n[15]\n\nAlthough no approved or licensed reversal therapy exists for edoxaban, prothrombin complex concentrates (PCCs) are commonly used in pathological bleeding cases.\n[16]\nThe use of PCCs in bleeding individuals has a minimal logical explanation. Although PCCs replenish clotting factors FII, FVII, and FIX, edoxaban operates downstream of the actions of PCCs within the coagulation cascade.\n[14]\n[16]\n. Protamine sulfate, vitamin K, and tranexamic acid are not anticipated to counteract the anticoagulant effects of edoxaban.\n[16]"
  }
}