{
  "drug_name": "efavirenz",
  "nbk_id": "NBK542316",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542316/",
  "scraped_at": "2026-01-11T15:28:39",
  "sections": {
    "indications": "The use of efavirenz is contraindicated in patients with previously documented hypersensitivity to efavirenz and patients concurrently receiving elbasvir/grazoprevir due to a CYP3A4 interaction. Efavirenz should not be used in patients with Child-Pugh impairment class B or C. Efavirenz acts as a CYP3A4 inducer, in this case, by decreasing the serum concentrations of grazoprevir.\n[15]\nEfavirenz is also contraindicated in pregnant women in the first trimester due to reports of neural tube defects, and females should avoid breastfeeding. Caution is advised in patients who are poor CYP2B6 metabolizers.\n[16]",
    "mechanism": "Efavirenz is a non-nucleoside reverse transcriptase inhibitor drug (NNRTI); it binds to a non-catalytic site of the HIV reverse transcription enzyme, inhibiting its activity and resulting in DNA chain termination. This action blocks DNA polymerase activities, including HIV replication. Though therapeutic drug concentration monitoring is not necessary for efavirenz, it is important to achieve adequate serum concentrations. Low concentrations are associated with virologic failure, while higher concentrations are associated with increased adverse effects such as sleep disorders.\n[2]\nEfavirenz is available in combination with other antiviral medications.\n[3]\n\nThe administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects. For this reason, patients should not take efavirenz with food.\n[4]\nPeak concentrations are reached within 5 hours following a single oral dose, with steady-state plasma concentrations achieved in 6 to 7 days. The half-life of efavirenz is roughly 45 hours, making once-daily dosing suitable. Efavirenz is highly protein-bound to human plasma proteins, predominantly albumin. Efavirenz converts to inactive hydroxylated metabolites by the action of the CYP3A4 enzyme.\n[5]\n\nPharmacokinetics\n\nAbsorption:\nEfavirenz is absorbed well following oral administration, and peak concentrations are achieved 5 hours after dosing. Steady-state plasma concentrations are attained in 6 to 10 days.\n\nDistribution:\nThe volume of distribution for efavirenz is approximately 252 L.\n\nMetabolism:\nEfavirenz metabolism primarily occurs via the hepatic CYP450 enzyme system, specifically CYP2AB, into hydroxylated metabolites with subsequent glucuronidation. The drug is a primary CYP3A4 substrate.\n\nElimination:\nExcretion of efavirenz is via the feces (16% to 61%) and urine (14% to 34%), with <1% unchanged. The drug's half-life is between 40 and 55 hours.\n[2]",
    "administration": "Available Dosage Forms and Strengths\n\nEfavirenz is available as an oral capsule or tablet by prescription only. Efavirenz is also available as a component of 2 combination formulations: efavirenz, emtricitabine, and tenofovir disoproxil fumarate; and efavirenz, lamivudine, and tenofovir disoproxil fumarate. The capsules are available in 50 mg and 200 mg strengths, while the tablets are 600 mg. The recommended adult dose is 600 mg/d, but some data show that 400 mg/d yields equivalent outcomes with fewer adverse effects.\n[6]\nPatients should not cut, crush, or chew the tablets.\n\nThe administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects.\n[4]\nEfavirenz dosing should be on an empty stomach, as increased efavirenz serum concentrations occur when taken with food. Increased serum concentrations can lead to increased adverse effects.\n[7]\nEfavirenz is often given in combination therapy with tenofovir and either emtricitabine or lamivudine.\n\nAdult Dosing\n\nHIV Infection\n\nThe dose is 600 mg orally, administered at bedtime.\n\nHIV Prophylaxis (Off-Label)\n\nOff-label HIV prophylaxis should be initiated as soon as possible after exposure but only following expert consultation. The optimal prophylaxis duration has not been established via empirical data and may differ according to institutional protocols.\n\nPediatric Dosing\n\nThe following dosing recommendations for efavirenz therapy for patients aged 3 and older are outlined below. These dosages are taken orally at bedtime.\n\nPatients 10 to 14.9 kg: 200 mg\nPatients 15 to 19.9 kg: 250 mg\nPatients 20 to 24.9 kg: 300 mg\nPatients 25 to 32.4 kg: 350 mg\nPatients 32.5 to 39.49 kg: 400 mg\nPatients >40 kg: 600 mg\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustments are necessary for mild hepatic impairment (Child-Pugh class A), but caution is advisable. Efavirenz is not recommended in patients with moderate to severe impairment (Child-Pugh class B or C).\n\nRenal impairment:\nThe manufacturer recommends no renal dose adjustments. No data is available for patients on dialysis.\n\nPregnancy considerations:\nEfavirenz may be used during pregnancy if necessary, but there is a potential risk for fetal harm in the first trimester based on limited human data (pregnancy category D). Clinicians should obtain a negative pregnancy test before initiating treatment, and patients should avoid pregnancy with forms of contraception, with 1 of those being a barrier method, during treatment and for 12 weeks following treatment cessation in female patients. Patients should be enrolled in the Antiretroviral Pregnancy Registry.\n[8]\n\nBreastfeeding considerations:\nFemales using efavirenz should avoid breastfeeding, as there is a risk of postnatal HIV transmission despite ongoing HIV treatment. Research has not shown whether efavirenz affects maternal milk production.\n\nPediatric patients:\nSee pediatric dosing above. Not approved for use in children younger than age 3.\n\nOlder patients:\nLimited data regarding antiretroviral drugs and older patients is available. As HIV patients live longer, more studies are needed to determine the effects of age on antiretroviral therapy.\n[9]",
    "adverse_effects": "As a drug class, NNRTIs are commonly associated with central nervous system (CNS) effects. These effects include impaired concentration, vivid or abnormal dreams, insomnia, suicidal ideation, nausea, and vomiting.\n[10]\nPatients who experience these adverse effects are more likely to be non-adherent and discontinue their antiretroviral therapy, leading to anti-virologic therapeutic failure.\n[11]\nThese symptoms typically arise in the first few days of treatment and decline within a few weeks of continued therapy.\n[5]\nLipodystrophy is also a common adverse effect of all NNRTIs and may occur during treatment with efavirenz.\n[5]\nOther commonly encountered adverse events include rash, elevated AST or ALT, decreased neutrophils, hyperglycemia, and hyperlipidemia.\n\nResistance to NNRTIs, including efavirenz, occurs through reverse transcriptase gene mutations in the viral genome. Drug resistance can develop quickly when nonnucleoside reverse transcriptase inhibitors are used as monotherapy for HIV-1 infection. NNRTI-naïve patients with previous nucleoside analog reverse transcriptase inhibitor (NRTI) exposure with isolates with resistance mutations and phenotypic resistance to NRTIs appear more likely to have hypersusceptibility to the NNRTI class of drugs.\n[12]\n\nDrug-Drug Interactions\n\nLike most NNRTIs, efavirenz correlates with many drug interactions due to the phase I cytochrome P450 (CYP) enzymes. Efavirenz is an in vitro inhibitor of CYP3A4, CYP2C9, and CYP2C19. The drug is a substrate, inducer, and inhibitor of CYP3A4.\n[13]\nMedications that undergo metabolism through CYP2B6, 3A4, 2C9, and 2C19, and those that undergo glucuronidation, may also interact with efavirenz. Drugs that are contraindicated with efavirenz due to interactions include dasabuvir, grazoprevir, ritonavir, and voriconazole.\n[14]",
    "monitoring": "Adolescent and adult patients should have LFTs measured at baseline, then 2 to 8 weeks following therapy initiation or with any change, then every 3 to 6 months. Lipid profiles are also recommended at baseline and every 6 to 12 months after that. Female patients of childbearing age should have a baseline pregnancy test. Pediatric patients should have baseline LFTs with a 3 to 4-month follow-up and a baseline lipid profile with a 6 to 12-month follow-up.\n[17]\nAs a predominant adverse effect of efavirenz, psychiatric effects require monitoring in all patients. If these symptoms occur, the prescriber can attempt dose adjustments before changing medications.",
    "toxicity": "The toxicity of this drug is generally relative to serum concentrations. Overdose is uncommon, and life-threatening sequelae from acute overdose are rare. There is no antidote available for efavirenz overdose. Short-term toxicity is usually transient and does not require treatment interruption.\n[18]"
  }
}