{
  "drug_name": "egg phospholipids",
  "nbk_id": "NBK538192",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538192/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "The primary objective of the immune system is to determine and distinguish between “self” and “not-self.” In doing so, the immune system eliminates pathogenic agents before a serious disease can occur. Thus, a robust immune system plays a pivotal role in maintaining health.  An impaired immune response is connected with inherent immunodeficiencies or pharmaceutical agents (such as steroids, or chemotherapeutic agents). On the other extreme, the body’s immune system can fail to distinguish between “self” and “not-self,” leading to the development of auto-antibodies directed against cells of the body.  Food allergy is a pathology along this spectrum. It is not an immunodeficiency since the immune system is adequately functioning, but it is not an autoimmune disorder since the antibodies generated are directed towards antigens from a food source (and hence, “not-self”). The term “egg allergy” refers to an adverse immunological response to exposure to allergens found in egg white or egg yolk.  It is the second most common food allergy in the United States after milk allergy\n[1]\n.\n\nThe major components of the immune system involved with egg allergy are mast cells and basophils.  These cells are types of polymorphonuclear leukocytes (PMN), a group which also consists of eosinophils and neutrophils.  The traditional view considered basophils and mast cells as the same type of cell due to their functionality and histological appearance.   The major distinction between the two types of cells are the respective locations of each type of cell (basophils are serum-based while mast cells are located in the connective tissues).  Despite their similarity in function and histological appearance, it is now thought that basophils and mast cells are different cells due to their distinct hematopoietic lineages.\n\nMast cells and basophils possess granules that contain a variety of compounds that facilitate local inflammatory response.  These compounds include heparin, histamine, leukotrienes (C4, D4, and E4), and chemotactic factors. The histamine and leukotriene release causes smooth muscle contraction while histamine additional promotes increased vascular permeability.  The chemotactic factors are primarily eosinophilic and neutrophilic.",
    "mechanism": "Egg allergy is IgE-mediated and healthy individuals are capable of generating antigen-specific IgE upon exposure to egg allergens.  It is believed that there may be a genetic component to the development of egg allergy as the progeny of atopic individuals are more likely to suffer from allergies themselves.  The consensus is that IgE responses are genetically controlled by MHC-linked genes that are found on chromosome six. Other components that may be associated with atopy and allergy include the IgE Fc receptor located on chromosome eleven.",
    "monitoring": "Any evaluation of suspected egg allergy should always begin with a detailed history and physical examination.  History should include dietary intake of an egg (amount, frequency per day, form.), reactions (i.e., diarrhea, rash, etc.) and the time of onset of symptoms after ingestion of egg or egg-containing product.  Family history may also provide important clues, especially if there is documented or suspected egg allergy in a parent or sibling.\n\nDiagnostic evaluation for suspected hen egg allergy includes skin testing (in which small quantities of allergenic egg proteins are introduced subcutaneously and monitored for reaction), egg-specific serum IgE levels, and oral food challenges.  Although food diaries (a written log of everything the patient consumes) are non-diagnostic, they can be useful in identifying egg as a potential allergen. Among the diagnostics evaluations for egg allergy, the double-blinded, placebo-controlled oral food challenge is considered the gold standard for assessment and diagnosis of suspected egg allergy.  Unlike egg-specific serum IgE levels, the oral food challenge should be done under the close supervision of a trained professional for the significant possibility of anaphylaxis.\n\nSkin testing involves the introduction of an allergen into the subcutaneous tissue.  The allergen introduction prompts the cross-linking of antigen-specific IgE to mast cells, resulting in degranulation and subsequent urticaria. The food allergens are applied with respective positive (histamine) and negative (saline) controls.  Upon introduction of the egg allergen to the skin, a reaction is observed. Mast cell degranulation occurs in the presence of egg protein IgE antibody, leading to the release of histamine. It is generally accepted that a weal of 3 mm or greater in diameter is considered a positive result. Skin testing, however, can have a higher rate of false negatives, mainly if the patient used antihistamines or Benadryl within a week before skin allergen testing. Also, skin testing should not be performed for several weeks after an episode of anaphylaxis since anaphylaxis can lead to a temporary nonreactivity of the skin, thus increasing the false-negative rates.\n\nImmunoassay diagnostics include radioallergosorbent tests (RASTs) and fluorescent enzyme immunoassay (FEIA).  They are less sensitive than skin testing but are not affected by prior antihistamine use. If there is a concern for significant anaphylaxis, immunoassays can be used safely.  Test results for egg allergen serum IgE levels are measured in kUA/L units and provide important predictive levels of experiencing an allergic response to an oral food challenge.  According to\n[6]\n, an egg allergen IgE levels seven kUA/L (or 2 kUA/L if children are less than two years of age) is associated with a 95 percent predictive value.  The clinical interpretation is as follows: A patient (greater than two years of age) with a concerning history of egg allergy has 95% likelihood of experiencing an allergic reaction to egg upon challenge if their egg-specific IgE levels exceed 7 kUA/L.  If a patient’s egg-specific IgE serum level exceeds this threshold, an oral food challenge may not be warranted.\n\nOral food challenges (especially double-blinded, placebo-controlled) are the gold standard for the diagnosis of egg allergy.  The utility of an oral food challenge depends on several factors. If an egg is not a component of a patient’s daily diet and can just be avoided, an oral food challenge may not be warranted.  In addition, if the patient has a clinical history suspicious of egg allergy coupled with elevated egg-specific IgE serum levels, the oral food challenge may be deemed unnecessary.\n\nOpen oral food challenges involve the gradual oral introduction of an egg to a patient.  Both the patient and observer are both aware of that egg is being introduced, leading to increased susceptibility to bias (especially if symptoms present).  The open oral food challenge, however, is easy to perform as it requires no special preparation. Single-blinded oral food challenges involve the oral introduction of egg in a vehicle (I.e., in another food source in opaque capsules) to blind the patient to what intervention is performed.  It eliminates patient bias but is still prone to observer bias.\n\nOral food challenges require adequate preparation for accurate results.  All antihistamines, beta-agonists, and beta-blockers (including eye drops) should be discontinued for a specified amount of time before an oral food challenge.  The oral food challenge should be done under the clinical supervision of a trained physician trained in treating anaphylaxis should it occur.",
    "administration": "Avoidance of egg exposure is the most effective form of egg allergy management but is not equivalent to cure and may not always be feasible.  Unfortunately, efforts of avoiding exposure can pose a significant psychosocial stressor on both the child and the parents. Instead of being engaged in their child’s day-to-day routine, parents may find themselves more focused on scrutinizing any potential exposures.  “Egg-free” food items may be more expensive compared to their egg-containing counterparts. Children, wanting to socialize with their peers, may feel more isolated and withdrawn. Also, avoidance of eggs (or any food allergen) can place children at higher risk for nutritional deficiencies\n[7]\n.  For instance, in a study comprised of two hundred and forty two children (mean age of four) in which subjects were to abstain from particular food items completely, the participants less than two years of age with the dietary restriction had lower body mass index profiles compared to their control counterparts of similar age\n[8]\n.  Oral immunotherapy (OIT) involves oral administration of allergenic egg white with an edible vehicle in gradually increasing dosages.  OIT has demonstrated the success of desensitization in patients with egg allergy\n[9]\n,\n[10]\n. However, it remains relatively time-consuming and often requires long term maintenance therapy.",
    "adverse_effects": "An allergic response to egg allergens can range from dermatological manifestation (i.e. rashes, hives), gastrointestinal symptoms (i.e., diarrhea, nausea, vomiting) to potentially life-threatening anaphylaxis."
  }
}