{
  "drug_name": "electrolytes",
  "nbk_id": "NBK541123",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541123/",
  "scraped_at": "2026-01-11T15:28:43",
  "sections": {
    "indications": "Indications to order serum electrolyte panels are numerous. Some indications are:\n\nRoutine blood investigations\nRoutine monitoring of hospitalized patients on medications, receiving fluid therapy, undergoing dietary changes, or being treated for ongoing illnesses.\nAny illness that can cause electrolyte derangements, such as malnutrition, gastrointestinal disorders, cardiac disorders, kidney dysfunction, endocrine disorders, circulatory disorders, lung disorders, and acid-base imbalance\n[19]\nArrhythmias\nCardiac arrest\nUse of diuretics or any medications that can interfere with fluid and electrolyte homeostasis",
    "clinical_significance": "Some of the common causes of electrolyte disorders seen in clinical practices are:\n\nHyponatremia: low dietary sodium intake, primary polydipsia, syndrome of inappropriate antidiuretic hormone secretion (SIADH), heart failure, cirrhosis, adrenal insufficiency, prolonged hyperglycemia, and severe dyslipidemia.\nHypernatremia: unreplaced fluid loss via the skin or gastrointestinal tract, osmotic diuresis, or hypertonic saline administration.\nHypokalemia: hyperaldosteronism or the use of loop diuretics.\nHyperkalemia: metabolic acidosis, insulin deficiency, hypoaldosteronism, prolonged beta-blocker use, or acute or chronic kidney disease.\nHypercalcemia: malignancy, hyperparathyroidism, or chronic granulomatous diseases such as tuberculosis or sarcoidosis.\n[24]\nHypocalcemia: acute pancreatitis, iatrogenic parathyroid dysfunction, resistance to parathyroid hormone, hypomagnesemia, or sepsis.\nHypermagnesemia: increased oral magnesium intake.\nHypomagnesemia: increased renal losses with diuretics, alcohol use disorder, or gastrointestinal losses.\n[25]\nBicarbonate level: increases in primary metabolic alkalosis or compensation to primary respiratory acidosis and decreases in primary metabolic acidosis or compensation to primary respiratory alkalosis.\nHyperchloremia: excessive normal saline infusion.\nHypochloremia: increased gastrointestinal or renal losses.\nHypophosphatemia: refeeding syndrome, vitamin D deficiency, or hyperparathyroidism.\n[26]\nHyperphosphatemia: hyperparathyroidism or chronic kidney disease."
  }
}