{
  "drug_name": "electrolyte solution",
  "nbk_id": "NBK560723",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560723/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "Diabetic ketoacidosis (DKA) represents a critical metabolic emergency marked by hyperglycemia, acidosis, and ketonemia. Although most frequently associated with type 1 diabetes, the condition can also affect individuals with type 2 diabetes under certain circumstances. The severity of DKA stems from its rapid onset and potential to cause significant morbidity and mortality if unrecognized or untreated.\n\nThe development of DKA commonly results from new-onset diabetes, underlying infections, or poor adherence to therapy. Additional stressors such as acute illness, trauma, or medication effects may also precipitate the condition. Early identification and prompt management remain essential, as timely intervention greatly improves patient outcomes.",
    "mechanism": "Diabetic Ketoacidosis Etiologies\n\nDKA develops more frequently in patients with type 1 diabetes, although patients with type 2 diabetes also face a significant risk. Common precipitating factors include new-onset diabetes, acute medical conditions, and nonadherence to therapy. Catabolic stress from acute illnesses or injuries, eg, infections, urinary tract infections, pneumonia, trauma, pulmonary embolism, and myocardial infarction, often contributes to the onset of DKA. Several drugs that interfere with carbohydrate metabolism, including corticosteroids, sympathomimetic agents, thiazides, and pentamidine, can also trigger DKA.\n[1]\nConventional and atypical antipsychotics may cause hyperglycemia and, in rare cases, lead to DKA.\n[2]\n\nEuglycemic diabetic ketoacidosis\n\nWhile hyperglycemia typically serves as the hallmark of DKA, a subset of patients may develop euglycemic DKA, characterized by high anion gap metabolic acidosis with positive serum and urine ketones, despite glucose levels below 250 mg/dL. This condition often arises in patients receiving insulin who are underdosed or acutely decompensated.\n[3]\n\nSodium-glucose cotransporter 2 (SGLT2)  inhibitors and GLP-1 agonists represent important contributors to euglycemic DKA.\n[4]\nSGLT-2 inhibitors lower insulin requirements but can promote lipolysis, ketogenesis, and glucagon secretion while reducing renal ketone clearance, thereby increasing plasma ketone levels.\n[5]\nGLP-1 agonists delay gastric emptying, suppress glucagon, and increase insulin secretion, which may induce hypoglycemia and a starvation state that accelerates lipolysis and ketosis. Their adverse effects, including nausea and vomiting, can further worsen ketosis, ultimately leading to DKA.\n[6]\n[7]\nEuglycemic DKA may also occur in pregnancy.\n[8]\n\nImmune checkpoint inhibitor diabetes mellitus\n\nThe expanding use of immune checkpoint inhibitors (ICIs) in oncology has improved cancer outcomes but introduced new immune-related adverse events. Endocrinopathies represent the most frequent of these, with a subset presenting as immune checkpoint inhibitor diabetes mellitus (ICI-DM). Patients with ICI-DM typically have no prior history of diabetes and often present with DKA.\n\nSubstance abuse-induced diabetic ketoacidosis\n\nSubstance use also increases the risk of DKA. Cocaine abuse has been identified as an independent risk factor for recurrent DKA, while cannabis use increases the likelihood of DKA in patients with diabetes.\n[9]\nChronic cannabis users may experience cannabinoid hyperemesis, which can precipitate recurrent DKA episodes.\n[10]",
    "monitoring": "Adult Diabetic Ketoacidosis Criteria\n\nCommonly accepted criteria for DKA include blood glucose levels greater than 250 mg/dL, an arterial pH of less than 7.3, a serum bicarbonate level of less than 15 mEq/L, and the presence of ketonemia or ketonuria. The reference range for an anion gap is typically 12 mEq/L; an anion gap greater than 14 to 15 mEq/L indicates the presence of an increased anion gap metabolic acidosis.\n[25]\nThe arterial pH may be normal or even raised if other types of metabolic or respiratory alkalosis coexist, eg, in individuals with vomiting or diuretic use.\n[26]\nBlood glucose may be normal or minimally elevated in patients with DKA (<300 mg/dL), where the underlying risk of hypoglycemia preexists, eg, in patients with alcohol use disorder or patients receiving insulin or SGLT2 inhibitors.\n[27]\n\nFurthermore, the majority of patients with DKA who present to the hospital are found to have leukocytosis. The laboratory serum sodium finding is often falsely low in DKA cases and can be corrected by adding 1.6 mEq to the measured serum sodium for each 100 mg/dL of glucose above 100 mg/dL. Serum potassium is usually elevated because of a shift of potassium from the intracellular to the extracellular space caused by acidosis and insulin deficiency. However, total body potassium may be depleted or become depleted quickly with insulin administration. Magnesium is often low and requires repletion as well. The serum phosphate level in DKA may be elevated despite total-body phosphate depletion.\n[28]\n\nDiagnostic Evaluation of Precipitating Conditions\n\nOther laboratory studies, eg, cultures of urine, sputum, and blood, as well as serum lipase, may need to be performed depending on the clinical presentation to help identify underlying precipitating conditions. Pneumonia and urinary tract infections are the most common infectious catalysts of DKA. Additionally, glycated hemoglobin (A1C) measurements may provide information regarding a patient's glucose trends over time.\n\nIn acute DKA, the ketone body ratio (3-beta-hydroxybutyrate: acetoacetate) increases from a reference range of 1:1 to as high as 10:1. In response to insulin therapy, 3-beta-hydroxybutyrate (3-HB) levels typically decrease before acetoacetate levels. The frequently employed nitroprusside test only detects acetoacetate in blood and urine, not in other bodily fluids. This test provides only a semiquantitative assessment of ketone levels and is associated with false-positive results. Recently, inexpensive quantitative tests for 3-HB levels have become available for widespread use, offering options for monitoring and treating diabetes and other conditions characterized by abnormal ketone body metabolism.\n[29]\n\nPancreatic enzyme serum levels may be elevated in DKA due to a disorder in carbohydrate metabolism.\n[30]\nTherefore, in DKA cases, patients presenting with abdominal pain and elevated pancreatic enzymes should not be immediately diagnosed with acute pancreatitis.\n[31]\nWith such diagnostic uncertainty, imaging, eg, computed tomography (CT) scan, can help distinguish between mild to moderate elevation of enzymes due to DKA and acute pancreatitis.\n\nLipid derangement is also commonly seen in patients with DKA. In one study, before insulin treatment, the mean plasma triglyceride and cholesterol levels were 574 mg/dL (range, 53-2355 mg/dL) and 212 mg/dL (range, 118-416 mg/dL), respectively. Insulin therapy resulted in a rapid decrease in plasma triglyceride levels to below 150 mg/dL at 24 hours. Plasma apolipoprotein (apo) B levels were in the normal upper range (101 mg/dL) before treatment. These levels decreased with therapy due to significant decreases in VLDL, but not in IDL or LDL apoB.\n[32]\n\nAdditional Diagnostic Studies\n\nAn electrocardiogram (ECG) will help detect ischemic changes or signs of hypokalemia or hyperkalemia. Peaked T waves can signal hyperkalemia, and low T waves with a U wave indicate hypokalemia. A chest x-ray may be performed to rule out consolidation. While magnetic resonance imaging (MRI) is more sensitive, CT imaging of the brain can also detect significant cerebral edema and is typically more readily available. However, diagnostic imaging should not delay treatment if cerebral edema is suspected.",
    "administration": "Adult Diabetic Ketoacidosis Management\n\nThe primary management approach to DKA management includes fluid resuscitation and maintenance, insulin therapy, electrolyte replacement, and supportive care.\n[33]\n\nFluid Resuscitation\n\nIn patients with DKA, the fluid deficit could be up to 10% to 15% of the body weight.\n[2]\nTherefore, immediate fluid resuscitation is vital to correct hypovolemia, restore tissue perfusion, and clear ketones. Hydration subsequently improves glycemic control independent of insulin.\n\nChoice of fluids\n\nIsotonic fluids have been well established for over 50 years as the preferred fluids. A 2013 meta-analysis compared colloids and crystalloids in critically ill patients, and crystalloids were not found to be inferior to colloids.\n[34]\nTraditionally, 0.9% normal saline has been used. Some concern has been raised that normal saline may contribute to hyperchloremia and hyperchloremic metabolic acidosis; however, this typically occurs when normal saline is used in large volumes. Small studies comparing normal saline with crystalloid solutions, such as Ringer's lactate, have been conducted. These studies did not show differences in clinical outcomes.\n[35]\n[36]\n[37]\nNormal saline remains the standard for initial hydration.\n\nInfusion rate\n\nAn initial infusion of 15 to 20 mL/kg in the first hour is typically appropriate. Aggressive hydration at 1 L/hour for 4 hours was compared in a study to a slower rate of hydration at half the rate. Slower hydration was found to be equally effective.\n[38]\nHowever, in critically ill patients, including those with hypotension, aggressive fluid therapy is preferred. The risk of cerebral edema in patients with aggressive early volume resuscitation has been extensively debated. Some studies have demonstrated rates of increased cerebral edema with aggressive volume, particularly in the pediatric population. Yet other studies show no difference in outcome and theorize that patients at the most significant risk from cerebral edema present at a later stage and are the most severely volume-depleted.\n[39]\n\nThe subsequent choice for fluid maintenance replacement depends on hemodynamics, hydration status, serum electrolyte levels, and urinary output.\n[2]\nIn patients with high serum sodium levels, 0.45% NaCl infused at 4 to 14 mL/kg/hour or 250 to 500 mL/hour is appropriate. For patients with hyponatremia, 0.9% sodium chloride (NaCl) is preferred at a similar rate.\n[40]\nMaintenance fluids may need to be adjusted if hyperchloremic metabolic acidosis becomes a concern; in this case, the fluid may be switched to a Ringer's lactate solution.\n\nInsulin Therapy\n\nThe discovery of insulin, along with the antibiotics, has led to a drastic decrease in mortality with DKA, down to 1%. Intravenous insulin by continuous infusion is the standard of care. Insulin therapy should only be initiated when the serum potassium level is 3.5 mmol/L or higher. If serum potassium is below this limit, initiating insulin will worsen hypokalemia by shifting potassium into the intracellular space. This reduction in potassium can result in cardiac arrhythmias, cardiac arrest, and respiratory arrest due to respiratory muscle weakness.\n\nTreatment protocols have recommended administering an initial bolus of 0.1 U/kg, followed by an infusion of 0.1 U/kg/h. A more recent prospective randomized trial demonstrated that a bolus is not necessary if patients are given an hourly insulin infusion at 0.14 U/kg/hr.\n[41]\nWhen the plasma glucose level reaches 200 to 250 mg/dL, and if the patient still has an anion gap, dextrose-containing fluids should be initiated. The insulin infusion rate may need to be reduced to 0.05 U/kg/hr. In a patient with euglycemic DKA (glucose level <250 mg/dL), insulin boluses should not be administered to prevent a rapid decline in blood glucose levels. The insulin infusion is given at a lower rate of 0.05 U/kg/hr. These patients should receive dextrose 5% to 10% in the fluids from the beginning.\n\nAdult patients with uncomplicated, mild DKA can be treated with subcutaneous insulin lispro administered hourly in a nonintensive care setting. This approach may be a safe and cost-effective alternative to intravenous regular insulin in the intensive care setting, as demonstrated in numerous studies.\n[42]\nPatients should receive subcutaneous insulin lispro with an initial dose of 0.1 U/kg, followed by 0.1 U/kg every hour until their blood glucose level is less than 250 mg/dL. The insulin dose is then given at 0.1 U/kg every hour or 0.2 U/kg every 2 hours, until the resolution of DKA.\n[42]\nSimilarly, insulin aspart has been used and found to be equally efficacious.\n[43]\n\nPatients with DKA should be treated with insulin until the condition resolves. Criteria indicating the resolution of DKA include a blood glucose level of less than 200 mg/dL and 2 of the following:\n\nA serum bicarbonate level of ≥15 mEq/L\nVenous pH of >7.3\nA calculated anion gap of ≤12 mEq/L\n\nPatients can be transitioned to subcutaneous insulin administration when DKA has resolved and they are able to eat. Those previously treated with insulin may be recommended to adjust their home dose if they have been well controlled.\n\nInsulin-naive patients should receive a multidose insulin regimen beginning at a dose of 0.5 to 0.8 U/kg/day. To prevent the recurrence of ketoacidosis during the transition period, insulin infusion should be continued for 2 hours after the start of subcutaneous insulin. Blood sugar and a complete metabolic profile should be rechecked before stopping the insulin drip. If the patient cannot tolerate oral intake, intravenous insulin and fluids may be continued. The use of long-acting insulin analogs during the initial management of DKA may facilitate the transition from intravenous to subcutaneous insulin therapy.\n[44]\n\nElectrolyte Replacement\n\nPotassium\n\nPatients with DKA are often found to initially have mild to moderate hyperkalemia, despite a total body deficit of potassium. The initiation of insulin causes an intracellular shift of potassium, lowering the potassium concentration and potentially resulting in severe hypokalemia.\n[45]\n[46]\nHence, patients with serum potassium levels below 3.5 mmol/L require initial management with fluid resuscitation and potassium replacement. It is advisable to delay the commencement of insulin until potassium levels exceed 3.5 mmol/L to prevent cardiac arrhythmias, arrest, and respiratory muscle weakness.\n[44]\nIn other patients, potassium replacement should be initiated when the serum concentration is below 5.2 mEq/L to maintain a level between 4 and 5 mEq/L. Administering 20 to 30 mEq of potassium per liter of fluids is sufficient for most patients; however, lower doses are required for patients with acute or chronic renal failure.\n[47]\n\nMagnesium\n\nHypokalemia is commonly associated with hypomagnesemia. Repletion of both potassium and magnesium may be necessary, and improving potassium levels can be challenging until magnesium levels are replenished.\n\nBicarbonate\n\nBicarbonate replacement does not appear to be beneficial, as a study demonstrated the difference in time to resolution of acidosis (8 hours versus 8 hours;\nP\n= 0.7) and time to hospital discharge (68 hours versus 61 hours,\nP\n= 0.3) was found to be statistically insignificant between patients who received intravenous bicarbonate (n = 44) compared with those who did not (n = 42).\n[48]\nIn another pediatric study, children with DKA who had low PaCO\n2\nand high BUN concentrations at presentation and those treated with bicarbonate were at increased risk for cerebral edema.\n[49]\nProposed pitfalls of the use of sodium bicarbonate therapy in DKA may include paradoxical CSF acidosis, hypokalemia, a large sodium bolus, and cerebral edema. However, this therapy may be used in patients with severe acidemia. The most recent ADA guidelines recommend the use of sodium bicarbonate therapy in patients with a pH level below 7.1.\n[48]\n\nPhosphate\n\nThe role of phosphate replacement in DKA has been looked at in different studies. In a randomized study involving 44 patients, phosphate therapy did not alter the duration of DKA, the insulin dosage required to correct acidosis, abnormal muscle enzyme levels, glucose disappearance, or morbidity and mortality. Although theoretically appealing, phosphate therapy is not an essential part of the treatment for DKA in most patients. An unusual case of severe hypophosphatemia (1.0 mg/dl) related seizure in a child with DKA has been described in the literature.\n[50]\n[51]\n[50]\n\nLaboratory Monitoring\n\nHourly point-of-care glucose testing provides essential information for guiding therapy and monitoring response to treatment. Frequent assessment of glucose trends allows clinicians to adjust insulin dosing and fluid management promptly.\n\nSerum glucose and electrolyte levels should be measured every 2 hours until the patient demonstrates clinical stability, after which testing may be reduced to every 4 hours. Initial evaluation must also include blood urea nitrogen (BUN) to assess renal function and guide fluid replacement strategies. Venous blood gas (VBG) or arterial blood gas (ABG) testing should be obtained at presentation, with repeat testing as indicated by clinical status or precipitating events.\n\nSupportive Therapy\n\nIntubation\n\nMultiple risks accompany intubation in patients with DKA, making avoidance the preferred strategy whenever possible. Adherence to recommended management with fluids and insulin typically leads to the resolution of acidosis and clinical improvement, often without the need for airway intervention. Patients typically attempt to compensate for severe acidosis by generating a respiratory alkalosis, which manifests as tachypnea and Kussmaul breathing.\n\nIntubation becomes necessary when patients lose the ability to maintain this compensatory response, often due to coma or profound fatigue. However, intubation in DKA carries considerable risk, including elevations in PaCO\n2\nduring sedation or paralysis that further lower the pH, an increased likelihood of aspiration due to gastroparesis, and difficulty replicating the degree of respiratory compensation once mechanical ventilation begins. When intubation cannot be avoided, ventilator settings must closely match the patient’s minute ventilation to maintain respiratory alkalosis and counteract metabolic acidosis. Failure to achieve this balance can worsen acidosis and result in cardiac arrest. An initial tidal volume of 8 mL/kg based on ideal body weight, along with a respiratory rate approximating the patient’s compensatory rate, provides a reasonable starting point. Vigilance remains necessary to prevent auto-PEEP, particularly in patients with rapid respiratory rates.\n[52]\n\nCerebral edema treatment\n\nMonitoring mental status and performing thorough neurologic examinations remain essential for all patients with DKA. Clinicians should maintain a very low threshold for treating cerebral edema in patients who present as severely obtunded, comatose, or who demonstrate declining mental status or focal neurologic deficits despite appropriate DKA management.\n\nTreatment options to reduce elevated intracranial pressure include mannitol and hypertonic saline. Both agents increase serum osmolarity, drawing water out of brain tissue and thereby decreasing brain volume. Hypertonic saline offers the advantage of a lower risk of hypotension and may provide additional benefits, including improved cerebral blood flow and enhanced oxygenation. The choice between agents depends on availability and patient-specific considerations.\n[53]\n\nPrecipitating events\n\nInfection represents a common precipitating factor for DKA in both patients with new-onset and previously diagnosed diabetes. When clinical suspicion for infection arises, prompt initiation of appropriate antibiotic therapy is essential to address the underlying cause and prevent further metabolic deterioration.\n\nAdditional events, eg, medication changes, acute illness, or substance use, can also trigger DKA. Effective management requires simultaneous treatment of the metabolic derangements associated with DKA and any underlying etiologies. Addressing both aspects ensures stabilization of the patient’s condition and reduces the risk of recurrence or complications.",
    "adverse_effects": "Hypoglycemia represents the most common complication during the treatment of DKA, affecting an estimated 5% to 25% of patients.\n[47]\nAcute consequences of hypoglycemia include seizures, cardiac arrhythmias, and other cardiovascular events.\n[54]\nHourly blood glucose monitoring during the acute treatment phase remains essential for preventing and promptly addressing these complications.\n\nHypokalemia frequently occurs in DKA, necessitating close monitoring and timely intervention. Severe hypokalemia can lead to muscle weakness, cardiac arrhythmias, and cardiac arrest.\n[14]\nOther electrolyte disturbances, eg, hyperchloremia, hypomagnesemia, and hyponatremia, may also develop, with hyperchloremia affecting up to a third of patients.\n[55]\nCerebral edema, although less common in adults than in children, poses a serious risk. Contributing factors include younger age, new-onset diabetes, prolonged symptom duration, severe acidosis, low initial bicarbonate or sodium levels, elevated glucose at presentation, rapid fluid resuscitation, and retained gastric fluid.\n[49]\n\nRhabdomyolysis may occur in patients with DKA, particularly in cases of severe hypophosphatemia, and can result in acute kidney injury.\n[56]\nAcute respiratory failure may develop secondary to pneumonia, acute respiratory distress syndrome (ARDS), or pulmonary edema. Two recognized forms of pulmonary edema in DKA include those caused by elevated pulmonary venous pressure and increased pulmonary capillary permeability.\n[57]\nRare complications such as thrombotic thrombocytopenic purpura (TTP) and myocarditis have also been reported in association with DKA."
  }
}