{
  "drug_name": "eletriptan",
  "nbk_id": "NBK599497",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599497/",
  "scraped_at": "2026-01-11T15:28:43",
  "sections": {
    "indications": "Eletriptan is contraindicated in patients with conditions such as coronary artery vasospasm, ischemic coronary artery disease, uncontrolled hypertension, peripheral vascular disease, and ischemic bowel disease.\n[41]\nAdditional cardiovascular contraindications include Wolff-Parkinson-White syndrome or cardiac accessory conduction pathway disorders.\n[42]\n\nEletriptan is metabolized by CYP3A4 enzymes and is contraindicated within 72 hours of recent use of potent CYP3A4 inhibitors.\n[43]\nFurthermore, eletriptan is also contraindicated if another 5-HT(1) agonist, ergotamine-containing, or ergot-type medication has been taken within the last 72 hours due to the risk of serotonin syndrome.\n[32]\nEletriptan should be avoided in individuals with hypersensitivity reactions to prevent potential allergic responses, such as angioedema, anaphylaxis, rash, itching, swelling, or breathing difficulties. According to the FDA label, eletriptan is contraindicated in basilar or hemiplegic migraines. However, recent evidence suggests the safety of triptans in basilar migraines.\n[44]\n[45]\n\nBox Warnings\n\nThe FDA has not issued any box warnings related to eletriptan at present.\n\nPrecautions\n\nEletriptan use is associated with a risk of serotonin syndrome or vasospastic episodes, particularly when used concomitantly with other drugs. This risk is heightened in the geriatric population or patients with severe hepatic impairment, which may exacerbate underlying cardiovascular conditions.\n[41]\nThus, meticulous monitoring of cardiac function, electrocardiogram (ECG), and blood pressure is vital when prescribing eletriptan, especially for patients with known cardiac comorbidities.\nImmediate discontinuation of eletriptan is necessary in the case of subarachnoid hemorrhage.\n[46]",
    "mechanism": "Eletriptan belongs to the class of organic compounds known as indoles, specifically a methylpyrrolidinyltryptamine substituted with a benzene sulfonyl derivative. In understanding the pathophysiology of migraines, various neurotransmitters, neuropeptides, and neurochemical systems contribute to the pain associated with this condition. The 3 primary components of migraine pathophysiology include vasodilation, particularly of the cerebral and meningeal arteries, neurogenic inflammation, and activation of the trigeminovascular system.\n[12]\n[13]\n[14]\n\nEletriptan exerts its potency as a serotonin receptor agonist, specifically targeting the 5-HT(1B/1D) receptor.\n[15]\nThe distribution of 5-HT(1B) receptors encompasses the meningeal and coronary arteries, whereas 5-HT(1D) receptors are predominantly located on the presynaptic endings of the trigeminal nerve. Consequently, 5-HT(1B) receptor agonism leads to vasoconstriction in the coronary, cerebral, and peripheral arteries. On the other hand, 5-HT(1D) receptor agonism inhibits vascular inflammation in the dura mater and neuropeptide release from trigeminal nerve terminals.\n[16]\n[13]\nThe dual effect of 5-HT(1B/1D) receptor agonism results in a decrease in perceived pain during an acute migraine attack.\n\nThe activation of the trigeminovascular system is believed to underlie the majority of the pathophysiology of migraine pain. This includes processes such as plasma extravasation, vasodilation, heightened nociceptive transmission (via the release of neuropeptides like calcitonin gene-related peptide and adenylate cyclase-activating protein), and activation of mast cells. Activation of the trigeminovascular system is also responsible for the classic migraine characteristics, manifesting as the pulsating nature of pain and the unilateral, anterior, and periorbital distribution.\n[13]\n\nThe interaction of eletriptan with 5-HT1B and 5-HT1D receptors by eletriptan initiates a cascade of intracellular events. Activation of 5-HT(1B/1D) receptors leads to the inhibition of adenylate cyclase activity through the Gαi protein subunit, resulting in diminished cAMP levels.\n[17]\nThis reduction in cAMP levels subsequently mitigates the activation of protein kinase A, which reduces the phosphorylation of essential proteins involved in neuronal excitation and sensitization. Furthermore, the activation of G-protein–coupled inwardly rectifying potassium (GIRK) channels by Gβγ subunits, liberated upon G-protein–coupled receptor (GPCR) activation, induces neuronal hyperpolarization. This hyperpolarization actively suppresses neuronal firing and curtails neurotransmitter release, thereby contributing to an overall reduction in neurogenic inflammation. Although there is evidence suggesting eletriptan's affinity for 5-HT(1A), 5-HT(1F), 5-HT(2E), and 5-HT(7) receptors, no identified clinical effects are linked to the involvement of these receptors.\n[1]\n\nPharmacokinetics\n\nAbsorption:\nFollowing oral administration, eletriptan undergoes rapid absorption from the gastrointestinal tract, with peak plasma concentration (Tmax) typically occurring around 1.5 and 2 hours. The median time to reach peak plasma levels is 2 to 4 hours. Eletriptan exhibits an absolute bioavailability of approximately 50%. Administration with a high-fat meal increases the peak concentration (Cmax) and area under the curve (AUC) of eletriptan by about 20% to 30%.\n\nDistribution:\nEletriptan has a volume of distribution of 138 L, and its plasma protein binding is moderate, accounting for approximately 85%.\n[7]\n\nMetabolism:\nEletriptan undergoes extensive metabolism primarily in the liver, predominantly by the cytochrome P450 3A4 (CYP3A4) enzyme.\n[18]\nThe sole active metabolite is the\nN\n-demethylated form of eletriptan, exhibiting approximately 10% of the potency of the parent compound. Other minor metabolites include the\nN\n-oxide, the indole acetic acid derivative, and their glucuronides.\n\nElimination:\nEletriptan and its metabolites undergo elimination primarily through urine and feces. In the general population, eletriptan has a mean terminal elimination half-life of approximately 4 hours, whereas in the geriatric population, the half-life ranges between 4.4 and 5.7 hours.\n[19]\nThe non-renal pathway contributes 90% of the overall clearance, with renal clearance contributing only 10%.\n[20]",
    "administration": "Available Dosage Forms and Strengths\n\nCurrently, eletriptan is exclusively available in oral tablet form, distinguishing it from other drugs in the triptan class, which come in various formulations such as nasal sprays, oral tablets, oral disintegrating tablets, and subcutaneous injections.\n[21]\n[22]\n[23]\nOngoing exploration is underway to develop alternative formulations of eletriptan.\n[24]\n[25]\n\nEletriptan was formulated as an oral tablet and is offered in 2 strengths—20 mg and 40 mg.\n\nAdult Dosage\n\nEletriptan is administered orally and is characterized by high lipophilicity.\n[26]\nThe recommended doses are 20 mg or 40 mg, with a preference for a single dose of 40 mg due to enhanced efficacy.\n[27]\nIf the initial dose of eletriptan proves ineffective, a second dose can be taken within 12 to 24 hours of the first dose, with a maximum recommended dose of 80 mg within a 24-hour period.\n[28]\nSimilar to all other triptans, eletriptan should not be used more than twice weekly.\n[29]\n\nThe development of central sensitization, involving the sensitization of neurons in the brain's ascending trigeminal pathways, can notably influence the efficacy of triptan therapy.\n[14]\n[30]\nTherefore, patients are instructed to take eletriptan at the onset of the migraine attack, especially during the headache phase in individuals with aura, as eletriptan proves ineffective if taken during the aura phase and before the onset of the headache.\n[31]\nEfficacy data show eletriptan's superiority over other triptans at both 2 and 24 hours after administration.\n[19]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment of eletriptan is necessary for mild-to-moderate hepatic impairment. However, the use of eletriptan is not recommended for individuals with severe hepatic impairment. Eletriptan undergoes extensive metabolism mediated by the liver enzyme CYP3A4, and its clearance may be diminished in individuals with hepatic impairment. Some experts recommend considering a lower dose of 20 mg for patients with moderate hepatic impairment.\n[32]\n\nRenal impairment:\nEletriptan does not appear to be significantly affected by renal function, and no dosage adjustment of eletriptan is recommended for patients with mild, moderate, or severe renal impairment. However, as patients with renal impairment may have an increased risk of hypertension, it is advisable to monitor their blood pressure levels after the administration of eletriptan.\n\nPregnancy considerations:\nTriptans are not the preferred first-line treatment for pregnant patients with migraines.\n[33]\nLimited data exist on the safety and efficacy of eletriptan in pregnant women. Animal studies have shown some evidence of developmental toxicity at high doses. Eletriptan is categorized as an FDA pregnancy category C and category B1 drug by the Australian Therapeutic Goods Administration (TGA), indicating that there might be situations where the potential benefits outweigh the potential risks. However, most guidelines recommend avoiding the use of eletriptan during pregnancy unless deemed necessary.\n\nBreastfeeding considerations:\nEletriptan is excreted into human milk in small amounts, and the concentration of its active metabolite is unknown. The relative infant dose of eletriptan is significantly lower than the maternal dose, estimated to be less than 1%, making it unlikely to cause adverse effects in breastfed infants.\n[34]\nTo minimize infant exposure, it is advisable to avoid breastfeeding for 24 hours after taking eletriptan.\n\nPediatric patients:\nEletriptan has not been studied in children younger than 18, and thus, it is not approved for use in pediatric patients due to a lack of safety and efficacy studies in this population.\n[4]\nAccording to AHS guidelines, no evidence suggests that administering eletriptan OT 40 mg to adolescents increases the likelihood of experiencing headache pain response after 2 hours compared to those who receive a placebo. Notably, the FDA has approved almotriptan, rizatriptan, and zolmitriptan for treating migraines in individuals aged 12 to 17.\n[35]\n\nOlder patients:\nEletriptan has not demonstrated geriatric-specific issues limiting its use in older patients.\n[1]\nHowever, caution may be warranted in older individuals due to a potentially higher prevalence of cardiovascular risk factors and age-related kidney disorders.",
    "adverse_effects": "Adverse events reported from eletriptan use are mostly mild, moderate, and transient.\n[36]\nAlthough eletriptan is associated with nausea, dizziness, drowsiness, and coronary vasoconstriction, the most common adverse effects include a group of sensations referred to as \"triptan sensations,\" including paresthesia, flushing, tingling, chest tightness, and neck pain.\n[37]\nAdditional effects, such as palpitations, headaches, chills, pain, hypertonia, hypoesthesia, diaphoresis, abdominal pain, including cramps, discomfort, and pressure, xerostomia, dysphagia, dyspepsia, pharyngitis, back pain, and generalized weakness, have been reported, albeit at a much lower incidence ranging from 1% to 7%.\n[32]\n\nIn the evaluation of adverse events, it is crucial to highlight that anaphylaxis, anaphylactoid, and hypersensitivity reactions have occurred, albeit at a rate of less than 1%, and may pose a life-threatening or fatal risk.\n[38]\nIn addition, 5-HT(1B/1D) agonist administration has been associated with transient cardiac ischemia, coronary artery vasospasm, myocardial infarction, cardiac arrest, ventricular tachycardia or fibrillation, stroke, hypertensive crises, vasospasm-related events, and death. As reported, serotonin syndrome is an adverse effect of eletriptan. Therefore, it is not recommended to use certain drugs that enhance the serotonergic effect of eletriptan concurrently. Clinical signs of serotonin syndrome include clonus, hyperreflexia, diaphoresis, altered mental status, tremor, autonomic instability, and hyperthermia.\n[39]\n\nDrug-Drug Interactions\n\nAs eletriptan is a primary substrate of the CYP3A4 enzyme, it is advised not to administer eletriptan within at least 72 hours of a potent CYP3A4 inhibitor.\n[40]\nFurthermore, eletriptan may interact with oral contraceptives due to its CYP3A4 metabolism.\n[29]\nEletriptan should not be coadministered with monoamine oxidase inhibitors, other triptans (5-HT1D receptor agonists), or nefazodone due to the high risk of an increased serotonergic effect, which could lead to serotonin syndrome. Although serotonergic agonists may be utilized concurrently with eletriptan therapy, close monitoring for signs and symptoms of serotonin syndrome is recommended, especially during initiation and dose increases.\n[7]",
    "monitoring": "Patients should be monitored for any adverse effects listed in the Adverse Effects section. In addition, clinicians should assess the response to eletriptan therapy, evaluate migraine recurrence, and observe consistent responses to eletriptan. Clinicians should also assess the patient's ability to function during a migraine attack by evaluating additional common migraine symptoms such as nausea, vomiting, photophobia, and phonophobia.\n[18]\nFurthermore, clinicians can monitor response to therapy by using validated scores such as the visual analog scale and pain intensity scale.\n[47]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe most prevalent signs and symptoms of eletriptan overdose align with those of other triptans, including chest pain or tightness, jaw or neck pain or tightness, shortness of breath, palpitations, dizziness, nausea, vomiting, and sweating.\n[32]\nThese symptoms may indicate severe cardiovascular complications, such as myocardial ischemia due to coronary vasospasm, arrhythmia, or hypertensive crisis or emergency. Non-ST-elevation myocardial infarction (NSTEMI) due to eletriptan overdose has been reported.\n[48]\n\nOther possible signs and symptoms of eletriptan overdose include headache, confusion, agitation, hallucinations, seizures, coma, stroke, cerebral hemorrhage or ischemia, peripheral vascular ischemia or infarction, gastrointestinal ischemia or infarction, renal failure, liver failure, and death.\n\nEletriptan overdose can also induce serotonin syndrome, a rare but potentially fatal condition arising from an excess of serotonin in the body. Serotonin syndrome can be triggered by the concurrent use of eletriptan with other medications that elevate serotonin levels, including antidepressants, opioids, or other triptans. The symptoms of serotonin syndrome include restlessness, agitation, confusion, hallucinations, fever, sweating, shivering, muscle stiffness or twitching, tremors, ataxia, nausea, vomiting, diarrhea, and arrhythmias. National Poison Data System data analysis indicates a low risk of severe effects or death resulting from triptan toxicity. Triptan toxidrome is characterized by tachycardia, hypertension, and drowsiness. The study also identifies a higher risk of mortality associated with advanced age and simultaneous use of benzodiazepines or tricyclic antidepressants.\n[49]\n\nManagement of Overdose\n\nAlthough a specific antidote for triptan toxicity does not exist, it is recommended to discontinue eletriptan therapy and initiate cyproheptadine therapy, if toxicity is suspected, particularly in the case of serotonin syndrome. Notably, eletriptan toxicity is associated with a low risk of death.\n[49]\nIn managing eletriptan toxicity, the primary approaches involve decontamination, supportive care, airway management, monitoring patient vitals, and consulting with a medical toxicologist in cases of significant overdose. Due to the large volume of drug distribution, hemodialysis is unlikely to be effective."
  }
}