{
  "drug_name": "emicizumab",
  "nbk_id": "NBK559180",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559180/",
  "scraped_at": "2026-01-11T15:28:44",
  "sections": {
    "indications": "A boxed warning cautions that thrombotic microangiopathy (TMA) and other thrombotic complications have been reported with concurrent administration of aPCC greater than 100 U/kg within 24 hours in patients taking emicizumab.\n[19]\nPer the important safety information emicizumab, TMA occurred in 8.1% of the patients and thrombotic events in 5.4% of patients who received at least one dose of aPCC. Patients with TMA often present with: microangiopathic hemolytic anemia, low platelet levels, and/or acute kidney injury without severe ADAMTS13 deficiency. Other thrombotic events included: thrombotic microangiopathy, cavernous sinus thrombosis, and thrombophlebitis.\n[20]\n\nIn emergent cases of bleeding, when the benefit of aPCC exceeds the risk of inducing a pro-coagulable state, clinicians should monitor patients for thrombotic microangiopathy and thromboembolism and discontinue aPCC if symptoms occur. Using both rFVIIa and emicizumab hypothetically should increase the risk for thrombotic complications. However, several pharmaceutical manufacturers have analyzed the data from the HAVEN study, which concluded that rFVIIa use in the context of emicizumab prophylaxis did not change the rFVIIa safety profile as described in the product information.\n[21]",
    "mechanism": "The drug emicizumab is a humanized bispecific monoclonal antibody that restores the function of missing activated FVIII by bridging FIXa and FX, mimicking activated Factor VIIIa independently of Factor VIII levels. Consequently, emicizumab promotes effective hemostasis in patients with hemophilia A.\n[7]\n[8]\nEmicizumab is manufactured by inserting specific genetic material into a Chinese hamster ovary (CHO) cell line, which then multiplies and produces the target antibody. The antibody is subsequently separated from the cellular component and tested for purity and potency. Neither human plasma nor blood products are used in the manufacturing of emicizumab.\n[9]\nEmicizumab is designed to substitute the hemostatic function of activated FVIII by bridging activated factor IX and factor X (FX) to activate FX, thereby facilitating the coagulation cascade and achieving hemostasis in patients with hemophilia A.\n[5]\n\nPharmacokinetics\nAbsorption:\nAfter subcutaneous administration, the absorption half-life is 1.6±1 days. The bioavailability following subcutaneous injection of 1 mg/kg ranged between 80.4% and 93.1%. Similar pharmacokinetic profiles are noted following SC administration in the abdomen, thigh, and upper arm. Following subcutaneous administrations of a loading dose of 3 mg/kg emicizumab once weekly for the first four weeks,  trough plasma concentrations of 52.6 ± 13.6 μg/mL(mean (± SD)) are achieved at week 5. Steady-state concentrations with the recommended maintenance doses vary according to the regimen. (Ctrough = trough concentration at steady state)\n\n1.5 mg/kg once every week: Ctrough 51.2+/- 15.2(µg/mL)\n3 mg/kg once every two weeks: Ctrough 46.9 +/- 14.8(µg/mL)\n6 mg/kg once every four weeks: Ctrough 38.5 +/- 14.2(µg/mL)\n\nDistribution:\nThe mean apparent volume of distribution is 10.4 L.\n\nElimination:\nThe mean apparent clearance is 0.27 L/day, and the mean elimination apparent half-life is 26.9 +/- 9.1 days.",
    "administration": "In many countries, subcutaneous emicizumab has been cleared to be used in the prophylaxis of bleeding episodes in individuals diagnosed with hemophilia A, regardless of FVIII inhibitor status.\n[10]\nIn phase III clinical trials, emicizumab prophylaxis significantly reduced annualized bleeding rates in adolescents and adults with hemophilia A, including those with FVIII inhibitors. It also prevented or significantly decreased bleeding in children in the same medical situation.\n[11]\n[12]\n[13]\nBecause of the drug's convenient subcutaneous route of administration and relatively infrequent dosing ability (dose every 1, 2, or 4 weeks), emicizumab provides an effective alternative to conventional FVIII replacement products, which tend to be more frequent.\n[14]\n[15]\n[16]\nThe drug has a longer elimination half-life compared to other current treatments and, on average, stays in the body for approximately 4 to 5 weeks.\n[17]\n\nUse in Specific Patient Population\n\nPatients with Hepatic Impairment:\nNo dose adjustment is necessary for mild or moderate hepatic impairment. However, emicizumab has not been studied in patients with severe hepatic impairment.\n\nPatients with Renal Impairment:\nNo dose adjustment is required for patients with mild or moderate renal impairment. However, emicizumab has not been studied in patients with severe renal impairment.\n\nPregnancy Considerations:\nAnimal reproductive studies have not been conducted with emicizumab. There is a lack of data on emicizumab use in pregnant women to report a drug-associated risk of congenital disabilities and miscarriage. According to product labeling, using emicizumab in pregnancy is advised only if the potential benefit to the mother outweighs the risk to the fetus. Females of childbearing age should consider using contraception while receiving emicizumab.\n\nBreastfeeding Considerations:\nNo data is available on the clinical use of emicizumab during breastfeeding. Emicizumab is a large protein molecule with high molecular weight; hence the concentration in milk is probably low. Hypothetically absorption of emicizumab is unlikely because it is probably destroyed in the infant's gastrointestinal tract.\n[18]\nAccording to product labeling, clinicians should consider the health benefits and risks of exposure to emicizumab in breastfeeding infants and the maternal need for emicizumab.",
    "adverse_effects": "Injection-site reactions are the most common treatment-related adverse drug reactions. Other common adverse drug reactions reported are headache (15%), arthralgia (15%), pyrexia (6%), and diarrhea (6%).\n[5]\nRhabdomyolysis was a less common adverse reaction that occurred in less than 1% of patients taking emicizumab. Although significantly less frequent, unprovoked or traumatic bleeding may occur in patients taking emicizumab, necessitating treatment with other hemostatic agents such as recombinant FVIIa (rFVIIa) and activated prothrombin complex concentrates (aPCC). It is especially important for treating clinicians to note whether the emicizumab effect is present to anticipate consequences of concurrent administration of hemostatic agents (see Contraindications) and understand the impact on coagulation assays (see Monitoring).\n\nSimilar to FVIII replacement therapy, emicizumab has the potential for immunogenicity. Per the emicizumab prescribing information, 3.5% of patients in the HAVEN clinical trials tested positive for anti-emicizumab antibodies, though less than 1% developed antibodies with neutralizing potential.\n[11]",
    "monitoring": "Measuring plasma emicizumab levels is not required for therapy. However, a drug level may be helpful in specific medical incidences, such as confirmation of compliance. Monitoring can also be beneficial in breakthrough bleeding, situations that require an on-demand coagulation factor, or antibody monitoring.\n[22]\nCurrently, the only accurate detection method is a sandwich enzyme-linked immunosorbent (ELISA) assay employing an anti-emicizumab antibody. The test is highly precise and reproducible in current trials and literature.\n\nA noteworthy consideration while treating patients on emicizumab is the drug’s effect on laboratory testing.\n[22]\nCoagulation tests based on the intrinsic pathway (i.e., aPTT) measure total clotting time, including the time needed to activate FVIII to FVIIIa by thrombin. Emicizumab, which mimics FVIIIa cofactor activity by bridging FIXa and FX, obviates thrombin activation, resulting in overly shortened clotting times. Adamkewicz et al. showed that emicizumab has a strong interference effect on numerous assays that are aPTT based. The drug also will affect assays for FVIII, protein C and S activity. There is a weak disturbance on tests for prothrombin time and derived fibrinogen assays. Lupus anticoagulant testing in patients taking emicizumab poses a significant problem because it utilizes both an aPTT-based assay, which may result in false-negative results, and a DRVVT-based assay, which may result in false-positive results.\n[23]\n[Level 1]\n\nClinicians need to be aware of assay interference when ordering FVIII activity or inhibitor titers in a patient taking emicizumab\n[24]\n[Level 5] Clotting-based assays may overestimate FVIII activity and place patients at risk for bleeding. Bethesda assays show a significant impact from emicizumab and may result in undetectable anti-FVIII titers in patients with clinically significant inhibitors.\n[25]\nUltimately, clinicians must discuss testing modalities with laboratory directors and request FVIII activity and FVIII inhibitor testing via chromogenic assays with a bovine reagent insensitive to emicizumab.\n[26]\nClinicians should understand that emicizumab may affect coagulation assays for up to 6 months after its last administration due to its extended half-life.\n\nClinicians can use the Haemophilia Quality of Life Questionnaire for Adults (Haem-A-QoL) to evaluate health-related quality of life (HRQoL) in patients with hemophilia who are on treatment with emicizumab.\n[27]",
    "toxicity": "Using previous trials like HAVEN, an efficacious range for emicizumab is 30 to 70 microgram/milliliter.\n[22]\n\nManagement of breakthrough bleeding is a potent concern.\n[28]\nCurrently, there is no antidote to emicizumab.\n\nCarcinogenesis, Mutagenesis, Impairment of Fertility:\nStudies in animals investigating the carcinogenic effects of emicizumab have not been conducted. However, emicizumab did not cause any toxicological changes in the reproductive organs in preclinical studies, with the dose of 30 mg/kg/week in subcutaneous toxicity studies of twenty-six weeks duration and a dose of 100 mg/kg/week for four-week intravenous toxicity study."
  }
}