{
  "drug_name": "emollients",
  "nbk_id": "NBK617063",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK617063/",
  "scraped_at": "2026-01-11T15:28:45",
  "sections": {
    "clinical_significance": "The prevalence of systemic disease among dental patients ranges from approximately 12% to 35%, depending on the population and care setting, with higher rates in public health systems and among older adults. For example, in a large university dental clinic, 12% of patients had a medically compromised condition, with the most common being allergies, hypertension, diabetes mellitus, heart disease, and thyroid disease. In another study, the prevalence of systemic disease was 35% in public dental patients and 28% in private practice, with higher rates in those younger than 65 for rheumatic and endocrine-metabolic disorders.\n[12]\n\nAssessing a patient's medical status can be a complex process. To facilitate this, workflow diagnostic systems have been developed as methods for collating and evaluating various factors when planning dental treatment for patients. Below are some of the more common systems currently utilized.\n\nThe American Society of Anesthesiologists' physical status classification has long been used as a method for stratifying the potential for unwanted outcomes (primarily mortality) associated with dental care in medically complex individuals.[Meyer Saklad; GRADING OF PATIENTS FOR SURGICAL PROCEDURES.\nAnesthesiology\n. 1941; 2:281-284. doi:\nhttps://doi.org/10.1097/00000542-194105000-00004\n] However, its primary design was to assess risk during general anesthesia, not dental procedures, so its use as a risk assessment system for dental treatment and management is limited.\n\nThe Charlson Comorbidity Index\n[13]\nwas developed as a method of analyzing 1-year mortality in patients with breast cancer who also had comorbid conditions. Comorbid conditions are assigned a weighting score, allowing for the assessment of the effects of multiple comorbid conditions on 1-year mortality. The Charlson Comorbidity Index has been used to analyze and evaluate in-hospital mortality.\n[14]\nThe Medical Complexity Score is similar to the American Society of Anesthesiologists' physical status. This score has been used as a more specific method for assessing risks associated with patients requiring dental treatment or management.[Michael Glick et al. Burket's Oral Medicine, 13th edition.\nWiley-Blackwell\n; 2021] Major categories evaluate the status of medical conditions. The subcategories outline anticipated complications associated with dental care and the recommended setting for addressing these complications.\n\nThe World Health Organization's International Classification of Functioning, Disability and Health (ICF) has long been used as an effective method of assessing patients' activities and abilities across multiple domains. This model offers a more holistic approach to evaluating patients and their potential needs associated with all forms of care, including dental care.[\nWorld Health Organization. International Classification of Functioning, Disability and Health (ICF)\n]\n\nRegardless of the method or system used for patient assessment, it represents only part of a more comprehensive process. Other components of successful dental management include the healthcare provider's or team's skills, abilities, and compassion in providing the proposed care and supporting patients after treatment.\n\nKey factors to consider when assessing dental patients include:\n\nDemographics and social determinants of health\nPreexisting burden of disease, disease risk factors, and behaviors\nCognitive capacity and ability to communicate\nEmotional responses within the dental environment\nFunctional capacity and co-morbidities\n\nWhen planning treatment for patients with systemic disease, additional complexity factors should also be evaluated:\n\nInvasiveness and bleeding risk\nDrugs to be administered\nLevel of consciousness, such as the use of sedation or general anesthesia\nRisk of aspiration, asphyxiation, or infection\nImpact on associated structures\nReversibility or irreversibility of the planned treatment\nDuration and stress of the procedure\n\nAs can be seen from the list of factors that influence treatment outcomes, the presence of systemic disease is only a part of the equation. However, the focus of this activity is on dental management recommendations for patients with systemic diseases.\n\nSystemic Disease Requiring Modifications for Invasive Procedures\n\nMost dental therapies, such as restorations, periodontal treatment, the use of local anesthetics with epinephrine, and single-tooth extractions, are considered minimally invasive procedures. Thus, complications are usually minimal and centered around peri- and postoperative risk of infection, bleeding, drug interactions/complications, and the patient's ability to tolerate the planned procedures. If more invasive procedures are planned, such as removal of impacted wisdom teeth, extraction of multiple teeth, or osseous surgery, an additional risk assessment using the American College of Cardiology/American Heart Association (ACC/AHA) perioperative cardiovascular management guidelines for noncardiac surgery  may be helpful.\n\nHypertension:\nDental visits may be anxiety-provoking for many patients. Assessment of a patient's blood pressure at dental visits is the standard of care. Guidelines exist for managing patients with elevated blood pressure readings, and stress-reduction protocols are universally recommended. Although guidance is based on possible risks associated with increased blood pressure readings, and recommendations include deferring dental treatment in the presence of blood pressure readings above 180/110 mm Hg when cardiovascular symptoms are present, there is limited evidence to support this guidance.\n[15]\nAn additional consideration is the potential for an adverse reaction, such as significantly elevated blood pressure, when a dentist administers local anesthetics containing epinephrine to a patient who takes a nonselective beta-blocker medication.\n[16]\nTherefore, the most common recommendation is to limit the use of epinephrine-containing local anesthetics to 0.04 mg of epinephrine (equivalent to 2 cartridges of 1:100,000 epinephrine to local anesthetic) in patients taking a nonselective beta-blocker medication to avoid this potential life-threatening crisis. However, at least one observational study has noted decreases in blood pressure secondary to other blood pressure medications, such as calcium channel blockers, angiotensin II receptor antagonists, and alpha-blockers, when local anesthetics are used in dentistry.\n[17]\n\nEndocarditis:\nAs\nthe oral cavity has an extensive microbiome and bleeding is occasionally associated with dental treatments, bacteremias may be related to specific dental procedures. Because of the high mortality and morbidity associated with infective endocarditis, patients with a history of infective endocarditis or other at-risk cardiac conditions are recommended by the AHA to receive antibiotic prophylaxis before specific dental procedures.\n[18]\n\nA recent systematic review and meta-analysis of case-control, crossover, and cohort studies\n[19]\nindicates that antibiotic prophylaxis is associated with a lower risk of developing infective endocarditis after dental procedures.\n[20]\nThe AHA currently does not recommend the use of antibiotic prophylaxis in patients at low- and medium-risk of developing infective endocarditis after invasive dental procedures.\n\nNeutropenia:\nPatients may have an underlying primary neutropenia, such as autoimmune or cyclic neutropenia, or secondary neutropenia resulting from medications, cancers, or infections. The risk of postoperative infection is common to many invasive procedures. However, the highly vascular nature and proximity of the oral cavity to many vital structures, such as the airway, central nervous system, and carotid arteries, means that infections that track through head and neck tissue spaces can become life-threatening. The prevalence of immunosuppression in the community is increasing for several reasons, including an aging population and the growing use of immunomodulatory medications for disease management. Immunosuppression is thought to occur in 6.6% of the adult population in the United States.\n[21]\nAlthough evidence-based literature is limited, current guidance based on expert opinion suggests that patients with an absolute neutrophil count of less than 500/μL, and in some cases less than 1000/μL, may warrant antibiotic prophylaxis for invasive dental treatments. This decision depends on multiple factors, including the underlying cause of the neutropenia and its expected duration.\n\nIndependent of neutropenia, lymphopenic patients with CD4+ T-lymphocyte cell counts of 300 to 500 cells/mm³ or those with counts less than 200 cells/mm³ are at risk of opportunistic infections from many organisms in the oral microbiome, as well as from latent viral infections.\nCandida\nspecies infection (\nC albicans\nor\nC glabrata\n) is the most common oral opportunistic infection. Still, other organisms, including bacteria and viruses, are also capable of infecting the oral cavity. Although guidelines exist for the prevention of common opportunistic infections in individuals with HIV infection, routine prophylaxis for oral, oropharyngeal, and esophageal fungal infections is not recommended. Instead, to avoid the development of drug-resistant organisms, treatment of any fungal infection is recommended on an as-needed basis.[\nClinicalinfo.HIV.gov. Guidelines for the Prevention and Treatment of Opportunistic Infections in Adults and Adolescents With HIV\n]\n\nAdditionally, many disorders place patients at an increased risk of infection, including autoimmune conditions, diabetes, and end-stage renal disease. In the presence of existing oral infections, such as dental abscesses, the potential for hematologic seeding of infection to distant prostheses should be considered. Current joint guidance from the American Dental Association and the American Academy of Orthopedic Clinicians\n[22]\nsuggests not to routinely prescribe antibiotics on a prophylactic basis for patients with prosthetic joints. For other forms of prosthetic implants, such as ocular lenses, breast implants, and dental implants, as well as prostheses, such as orthopedic plates or screws, pacemakers, and implantable cardioverter devices, prophylactic antibiotics are not recommended unless the dental procedure is performed within 6 months of implant placement. In this case, consideration of using antibiotics is deemed reasonable. However, in the presence of a dental infection at the site of the dental procedure, patients with synthetic arterial or cardiac grafts or stents, or patients with a central intravenous catheter or left ventricular assist device (LVAD) may be treated with antibiotic prophylaxis. The evidence for this is empirical, rather than based on clinical trials.\n[23]\nMany medical centers consider LVADs to be similar to prosthetic heart valves, highlighting the importance of consultation between the cardiology team and the oral healthcare team.\n[24]\nSome patients with second-generation LVADs may also develop an acquired von Willebrand disease, secondary to shear forces impacting and damaging the von Willebrand factor protein.\n\nCoagulopathy:\nPrimary coagulopathies, such as von Willebrand disease and autoimmune thrombocytopenia, or secondary coagulopathies, including liver disease and the effects of certain medications, can also pose a challenge to dentists. Bleeding is a common consequence of dental procedures and is typically managed with local measures such as the use of pressure, primary closure, and local hemostatic agents. The presence of liver disease, such as secondary to cirrhosis or hepatitis, or thrombocytopenia, including secondary to malignancy or autoimmune disease, can warrant a more comprehensive understanding of the severity of their condition and their ability to clot. Prophylactic measures may be necessary if bleeding is anticipated.\n\nCommon diagnostic tests used to assess perioperative bleeding risk include measures of bleeding/clotting (platelet count >50,000/µL), liver function tests (aspartate aminotransferase [ALT], alanine aminotransferase [AST], albumin, and bilirubin), and international normalized ratio (INR). Understanding the underlying cause of the coagulopathy is crucial for accurately evaluating the risk and selecting the appropriate blood test. For example, a patient taking warfarin may be successfully treated for a simple dental extraction with an INR value of around 2.5. However, a patient not taking warfarin with similar INR is likely to hemorrhage during and after an invasive dental procedure. Test values for safely extracting a tooth are considered to be represented by platelet counts of greater than 50,000/µL, INR of greater than 0.8 and less than 1.2 in a nonanticoagulated patient (or up to 3.5 in a patient taking coumadin), AST levels less than 37 U/L, ALT levels less than 41 U/L, and total bilirubin less than 2 mg/dL.\n\nCancers (solid tumors or hematological):\nThe treatment of various cancers involves assessing and removing potential foci of infection before initiating therapy, including examination of the oral cavity. Teeth that have a poor prognosis or are at risk of developing a disease (pulpal or periodontal) should be treated either endodontically, periodontally, or by extraction before cancer therapy. Cancer therapy may involve chemotherapy, which can alter the immune system and increase the risk of infection. Additionally, it may lead to dry mouth, thereby increasing the risk of developing dental caries in the future.\n\nChemotherapy can induce oral mucositis, which is one of the most common adverse effects and may have a significant impact on the number of days spent in the inpatient setting.\n[25]\nCancer treatment may also include radiation therapy. Radiation therapy for head and neck cancers may be intensity-modulated radiation therapy (IMRT) or intensity-modulated proton beam therapy (IMPT). Although quality of life outcomes are better with IMPT versus IMRT for the treatment of oropharyngeal cancers,\n[26]\nresearch is ongoing to compare rates of late-onset toxicity between IMRT and IMPT, including xerostomia, in patients with oropharyngeal cancer.\n[27]\nSuppose the radiation therapy is to the head and neck region. In that case, there is a risk of the patient developing osteoradionecrosis in the future when doses exceed 60 Gray and invasive dental procedures are performed. The risk of osteoradionecrosis is higher for the mandible than the maxilla, and if dental extractions are performed less than 7 days before the initiation of radiation.\n[28]\nAdvances in three-dimensional radiation delivery to the head and neck have helped decrease the likelihood of patients developing osteoradionecrosis . One study comparing IMRT and IMPT showed a reduced rate of osteoradionecrosis of the jaw with IMPT, likely because of the reduction of excess irradiation to the mandible.\n[29]\nOther retrospective research showed that the use of epinephrine-free local anesthesia and conservative surgical techniques during dental extraction reduced the risk of osteoradionecrosis in this at-risk population.\n[30]\n\nBone marrow transplantation (BMT) is a standard treatment modality for various hematological malignancies. Whether BMT is autologous or allogeneic, induction therapy increases the patient's risk of de novo infection or reactivation of existing organisms, such as herpesviruses, and of developing oral mucositis. A thorough oral and dental evaluation is recommended both before and after treatment.\n[31]\nAdditionally, post-BMT monitoring of the oral cavity for the development of graft-versus-host disease (GVHD) with allogeneic BMT is recommended, as well as assistance in managing common post-BMT oral cavity sensory disturbances or oral mucositis. Common manifestations of acute GVHD may include nonspecific mucositis, presenting as ulcerations or erythema of keratinized or nonkeratinized mucosa, or the lips. Onset of acute oral GVHD is typically 2 to 4 weeks post-BMT, but can present up to 6 months post-BMT.\n[32]\nManifestations of chronic oral GVHD typically occur between 6 months and 2 years post-BMT. The classic presentation of chronic oral GVHD has lichenoid features, including atrophy, erythema, white striae with a reticular pattern, ulcerations, pseudomembrane, and mucocele formation. In addition, major salivary glands can be involved, resulting in xerostomia and hyposalivation, with associated symptoms and an increased risk of active caries. Furthermore, sclerosis of the skin and perioral tissues can occur, resulting in trismus and reduced oral opening, which makes the management of resultant caries and other oral diseases more difficult. Secondary malignancy surveillance is also an essential part of post-BMT oral care. Surveillance is recommended at least every 6 to 12 months post-BMT.\n\nBoth acute and chronic GVHD are often managed as part of systemic care, as they frequently affect multiple organs, including the skin, gastrointestinal tract, eyes, liver, and lungs. However, oral symptoms are often particularly evident, which can be managed with topical agents, such as steroids, lubricants, and emollients.\n\nPost-cancer therapy, patients may be prescribed various types of immune-modulating medications, increasing the risk of infection in the oral cavity. Some patients, particularly those with breast cancer or prostate cancer, may be prescribed bisphosphonate medications. These medications are used to decrease the risk of bone metastasis associated with the primary cancer diagnosis. Unfortunately, their use has been associated with an increased risk of developing medication-related osteonecrosis of the jaw (MRONJ). MRONJ is defined by the Multinational Association of Supportive Care in Cancer (MASCC) as follows: (1) current or previous treatment with a bone-modifying agent or angiogenic inhibitor; (2) exposed bone or bone that can be probed through an intraoral or extraoral fistula in the maxillofacial region and that has persisted for longer than 8 weeks; and (3) no history of radiation therapy to the jaws or metastatic disease to the jaws. The risk of developing MRONJ is associated with the duration and potency of drug exposure (intravenous > oral route and zoledronate > risedronate > ibandronate > alendronate). Additionally, trauma to the jaw or gingiva, such as tooth extractions or bone biopsy procedures, increases this risk. Risk further increases with the age of the patient, the presence of periodontal disease or local infection, tobacco use, or corticosteroid use. Other anti-bone resorption medications beyond bisphosphonates have been implicated in the development of MRONJ, including denosumab, bevacizumab, sunitinib, everolimus, temsirolimus, and sorafenib.\n[33]\n\nMedications:\nMedications prescribed by dentists can cause adverse effects due to hypersensitivity or drug-drug interactions. Clinical examples relevant to dentists include known allergies to medications or risks for severe dermatologic reactions associated with carbamazepine use, as well as the presence of HLA-B*1502 and possibly HLA*3101 alleles. Carbamazepine is known to reduce the effectiveness of some anti-retroviral drugs, particularly indinavir (Crixivan), atazanavir (Reyataz), dolutegravir (Tivicay), and tenofovir (Viread). Furthermore, ritonavir has been shown to increase the plasma concentration of carbamazepine by inhibiting the CYP3A4 enzyme, which is responsible for metabolizing carbamazepine.\n\nWhen prescribing nonsteroidal anti-inflammatory drugs (NSAIDs) for medium- or long-term management, the presence of kidney dysfunction or gastric ulceration should be assessed. Furthermore, long-term NSAID use has been associated with the development of lichenoid mucositis and may reduce the effectiveness of antihypertensive medications. Liver function should be evaluated before prescribing or recommending acetaminophen, NSAIDs, azithromycin, erythromycin, or carbamazepine. Clarithromycin should be avoided in patients taking calcium channel blockers, those with poor kidney function,\n[34]\nor those with a cardiac arrhythmia.\n\nSkeletal muscle relaxants may be prescribed to help manage temporomandibular disorders. Assessment of the patient's postural stability, gait stability, and potential risks associated with falls should be conducted, especially in older individuals. Similar considerations apply when prescribing sedative medications.\n\nCalcium channel blocker drugs have also been associated with gingival overgrowth.\n[35]\nDry mouth is a common side effect of many antihypertensive medications, as well as multiple medications in general, which increases the risk of dental caries and other oral disorders, such as trauma and oral candidiasis. Some antihypertensive drugs, such as angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, beta-blockers, and direct vasodilators, have been linked to the development of oral lichenoid lesions or lichenoid mucositis.\n[36]"
  }
}