{
  "drug_name": "empagliflozin",
  "nbk_id": "NBK532925",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532925/",
  "scraped_at": "2026-01-11T15:28:44",
  "sections": {
    "indications": "In instances of severe renal impairment, defined as GFR less than 30 mL/min/1.73m^2, empagliflozin is contraindicated. The use of empagliflozin is not recommended if GFR is less than 45 mL/min or during the second and third trimesters of pregnancy. Other contraindications include those with end-stage renal disease, those on dialysis, and those with a severe hypersensitivity reaction to empagliflozin. Empagliflozin may be used in cases of hepatic impairment. Empagliflozin is not for use with patients with Type 1 diabetes or those with diabetic ketoacidosis.",
    "mechanism": "Empagliflozin works by inhibiting the sodium-glucose co-transporter-2 (SGLT-2) found in the proximal tubules in the kidneys. Through SGLT2 inhibition, empagliflozin reduces renal reabsorption of glucose and increases urinary excretion of glucose. The glucose-lowering effect of the drug is independent of insulin. In type 2 diabetes patients, urinary glucose excretion increased by approximately 64 grams per day with 10 mg of empagliflozin and 78 grams per day with 25 mg. Empagliflozin reduces sodium and volume load, causing intravascular contraction through its diuretic and natriuretic properties.\n[4]\nMoreover, empagliflozin is associated with weight loss, with reductions in blood pressure without increasing heart rate.",
    "administration": "Recommended dose:\n\nEmpagliflozin is an oral medication dosed at either 10 mg daily or 25 mg daily. The recommended dose is 10 mg once daily in the morning, taken with or without food. If tolerated initially, dosing may increase up to 25 mg. Correct volume depletion, if present, before starting the drug.\n\nIn patients with renal impairment:\n\nNo dose adjustment is necessary if eGFR is ≥ 45 mL/min/1.73 m^2, but precautions are necessary if it falls below this level.",
    "adverse_effects": "Empagliflozin has several adverse effects to be of note, including hypotension, ketoacidosis, acute kidney injury, genital mycotic infections, hypoglycemia when used with insulin, dyslipidemia, Fournier gangrene, and pyelonephritis.\n\nEmpagliflozin causes osmotic diuresis and intravascular volume contraction and thus can cause symptomatic hypotension, particularly in patients on diuretics, angiotensin-converting enzyme (ACE) inhibitors, or angiotensin receptor blockers (ARBs), and the elderly, patients with renal impairment, and patients with low systolic blood pressure. Empagliflozin increases serum creatinine and decreases eGFR. Renal function should thus be initially evaluated and further monitored periodically. Use of empagliflozin is not recommended if GFR is less than 45 mL/min, and when GFR is less than 30 mL/min/1.73m^2, the drug is contraindicated.\n\nEmpagliflozin is associated with ketoacidosis, particularly in patients with type 1 diabetes, which is why it is not used in that patient population. Factors predisposing to ketoacidosis are pancreatic disorders, history of pancreatitis, pancreatic surgery, alcohol abuse.\n\nHypoglycemia risk increases when using empagliflozin in combination with a sulfonylurea or insulin. Use caution if co-prescribing and consider lowering the sulfonylurea dose.\n\nEmpagliflozin increases the risk of genital mycotic infections and urinary tract infections. Evaluate for signs and symptoms and treat appropriately. Male genital mycotic infections include balanitis, balanoposthitis, scrotal abscess, and penile infection. Female mycotic infections include vulvitis and vulvovaginal candidiasis. In women, urinary tract infections and genital mycotic infections were more common than in males.\n\nA rare but serious bacterial infection is necrotizing fasciitis of the perineum; Fournier gangrene. Symptoms begin as early as week one of treatment and as late as two years after starting the medication. Patients taking SGLT2 inhibitors should receive counseling about the risk of necrotizing fasciitis of the perineum. Clinicians should report confirmed infections to the FDA.",
    "monitoring": "Monitoring for empagliflozin includes a hemoglobin A1c (HbA1c) reading every 3 to 6 months. Renal function, blood pressure, lipid profile, and pregnancy test need require verification before initiation. Empagliflozin should not be given during the second and third trimester of pregnancy due to potential fetal risk. Renal function and blood pressure require routine monitoring during the treatment course due to effects on intravascular contraction. Moreover, clinicians should ask patients whether they experience any urinary symptoms or issues to rule out mycotic and urinary tract infections. Geriatric patients are more prone to suffering adverse effects related to reduced renal function and volume depletion. Patients should be carefully monitored for hypoglycemia and hypotension if they are co-prescribed insulin, sulfonylureas, or diuretics.",
    "toxicity": "The most commonly reported side effects were urinary tract infections, genital mycotic infections, and dyslipidemia. Due to its diuretic properties related to volume depletion, there were also reports of dehydration, hypotension, hypovolemia, and syncope. The FDA issued a warning for Fournier gangrene, a type of necrotizing fasciitis of the perineum. There were twelve reported cases, and all twelve were hospitalized, requiring surgical debridement. If suspected, stop the drug and have the patient report to the ED promptly for a surgical evaluation.\n[5]\n[6]"
  }
}