{
  "drug_name": "emtricitabine",
  "nbk_id": "NBK539853",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539853/",
  "scraped_at": "2026-01-11T15:28:45",
  "sections": {
    "indications": "Patients with an allergy to any constituent of emtricitabine should avoid taking this drug. The combination of emtricitabine and tenofovir for PrEP is contraindicated as monotherapy in individuals with confirmed HIV infection, as it can promote the development of antiretroviral resistance. Emtricitabine alone has not demonstrated any significant drug interactions.\n[3]\nPrEP therapy is contraindicated in patients who have impaired renal function with a creatinine clearance of 60 mL/min.\n[9]\nConcomitant use of PrEP with high-dose nonsteroidal anti-inflammatory drugs, acyclovir, valacyclovir, cidofovir, or aminoglycosides is also contraindicated due to the increased risk of nephrotoxicity.\n[9]\n\nBox Warning: Posttreatment Acute Exacerbation of Hepatitis B\n\nAll patients should be screened for chronic HBV infection before or at the initiation of emtricitabine therapy. Severe acute exacerbations of HBV, including cases of hepatic decompensation and liver failure, have been reported in patients coinfected with HIV-1 and HBV following discontinuation of emtricitabine. Patients with HIV-1 and HBV coinfection who discontinue emtricitabine should undergo careful clinical and laboratory monitoring for several months after therapy cessation. In patients with advanced hepatic disease or cirrhosis, alternative anti-HBV therapy should be initiated, as hepatic flares may lead to decompensation or liver failure.\n\nWarnings and Precautions\n\nImmune reconstitution inflammatory syndrome:\nIn patients receiving combination ART that includes emtricitabine, restoration of immune function may trigger an inflammatory response to underlying opportunistic infections such as\nMycobacterium avium\ncomplex, cytomegalovirus,\nPneumocystis jirovecii\npneumonia, or tuberculosis. Autoimmune disorders, including Graves’ disease, polymyositis, and Guillain-Barré syndrome, have also been reported and may occur several months after treatment initiation.\n\nLactic acidosis and hepatic steatosis:\nThe use of nucleoside analogues, including emtricitabine, has been associated with lactic acidosis and severe hepatomegaly with steatosis, including fatal cases. Therapy should be stopped if clinical or laboratory findings suggest lactic acidosis or hepatotoxicity, regardless of transaminase levels.",
    "mechanism": "Emtricitabine is a cytosine analog that functions as an NRTI, and its chemical name is 5-fluoro-1-[2R,5S)-2-(hydroxymethyl)-[1,3]oxathiolane-5-yl]cytosine (FTC).\n[2]\nEmtricitabine shares a structural similarity with lamivudine.\n[3]\nSimilar to other NRTIs, emtricitabine is administered as a prodrug and must enter the host cell, where it undergoes phosphorylation before imparting its antiviral effects.\n[13]\nOnce inside the cell, emtricitabine is phosphorylated to the active triphosphate form, emtricitabine 5’-triphosphate, which incorporates into the HIV reverse transcriptase of the viral DNA, thereby preventing future HIV DNA synthesis.\n[3]\nEmtricitabine inhibits the formation of a 3’-5’-phosphodiester bond between the drug molecule and the 5’-nucleoside triphosphates of the HIV DNA chain, resulting in premature termination of the growing DNA chain.\n[13]\n\nIn general, NRTIs work by blocking the activity of HIV from using reverse transcriptase, thereby preventing the conversion of viral RNA into DNA. Without reverse transcriptase, HIV replication within host cells is halted. Inhibition of reverse transcriptase activity ultimately leads to a reduction in viral load and an increase in CD4+ T-cell counts.\n[9]\nResistance to emtricitabine can develop if viral suppression is incomplete, reducing the drug’s effectiveness. The M184V/I mutation is the primary mechanism associated with emtricitabine resistance.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nEmtricitabine is rapidly and extensively absorbed following oral administration, with maximum plasma concentrations typically attained within 1 to 2 hours post-dose. The mean absolute bioavailability of the capsule formulation is approximately 93%, while that of the oral solution is about 75%. The relative bioavailability of the oral solution is estimated to be 80% compared with the capsule formulation.\n\nAdministration with food has no clinically significant effect on systemic exposure, as measured by the area under the concentration-time curve (AUC). However, coadministration of emtricitabine capsules with a high-fat meal (~1000 kcal) results in a reduction in peak plasma concentration (Cmax) by approximately 29% without affecting AUC. In contrast, administration of a 200 mg oral solution with either high-fat or low-fat meals does not alter either AUC or Cmax. Therefore, emtricitabine may be administered with or without food.\n\nDistribution:\nEmtricitabine demonstrates low binding to human plasma proteins (<4%). At peak plasma concentrations, the mean plasma-to–whole blood concentration ratio is approximately 1.0, suggesting an even distribution between plasma and blood cells. The mean semen-to-plasma concentration ratio is approximately 4.0, indicating preferential distribution into seminal fluid.\n\nMetabolism:\nEmtricitabine undergoes limited biotransformation in humans. The principal metabolic pathways include oxidation of the thiol group (approximately 9% of the administered dose) and glucuronidation (approximately 4% of the dose). The unchanged parent compound is the major circulating form in plasma.\n\nExcretion:\nThe terminal elimination half-life of emtricitabine is approximately 10 hours. Renal clearance exceeds the estimated creatinine clearance, indicating that elimination involves both glomerular filtration and active tubular secretion. Approximately 86% of an administered dose is excreted in the urine and 14% in the feces, confirming that renal excretion is the primary route.\n[3]",
    "administration": "Available Dosage Forms and Strengths\n\nEmtricitabine is available as 200 mg hard gelatin capsules and as a clear, orange-colored oral solution containing 10 mg/mL.\n\nAdult Dosage\n\nEmtricitabine is typically administered orally once a day in combination with other ART.\n[15]\nART should be initiated as soon as possible after an accurate diagnosis of HIV infection, ideally within the first 14 days.\n[16]\nThe World Health Organization (WHO) recommends initiating ART within 7 days after diagnosis to decrease viral load.\n[4]\n\nA 3-drug regimen is generally recommended for the initial treatment of HIV, consisting of 2 NRTIs and an integrase inhibitor. The recommended initial regimens include combinations such as tenofovir, emtricitabine, and bictegravir or tenofovir, emtricitabine, and dolutegravir. In the setting of opportunistic infections, ART should commence within the first 2 weeks.\nThe detection of malignancy in HIV-infected individuals constitutes immediate ART therapy.\n[4]\n\nEmtricitabine has been studied at doses of 25 mg twice daily, 100 mg once or twice daily, and 200 mg once or twice daily.\n[3]\nAll doses studied led to a reduction in HIV viral load, with higher doses leading to more significant reductions.\n[3]\nEmtricitabine, when combined with other ART, such as didanosine and efavirenz, led to an even more significant decrease in HIV viral loads and an increased CD4+ T-cell count.\n[3]\nStudies estimate that a 95% adherence to ART is needed to achieve undetectable viral loads and prevent the risk of developing drug-resistant HIV.\n[17]\nProper adherence requires patients to take their HIV regimens every day precisely as prescribed by their physician.\n\nEmtricitabine (200 mg) and tenofovir (300 mg) used as PrEP are prescribed as a once-daily oral tablet.\n[18]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo specific dose adjustment is recommended for patients with hepatic impairment. However, caution is advised in older patients, as clinical trials did not include a sufficient number of older adults to fully assess potential differences in drug response.\n\nRenal impairment:\nDose adjustment is recommended in patients with creatinine clearance below 50 mL/min or for those requiring dialysis, due to the primarily renal excretion of emtricitabine.\n\nPregnancy considerations:\nA pregnancy exposure registry is available to monitor outcomes in patients exposed to emtricitabine during pregnancy. Healthcare providers are encouraged to enroll patients by calling 1-800-258-4263. Data from over 2700 first-trimester exposures have not shown an increased risk of major birth defects compared with the US background rate (2.4% vs 2.7%). Animal studies have also demonstrated no adverse developmental effects at exposures equal to or greater than 60 times the recommended human dose.\n\nBreastfeeding considerations:\nEmtricitabine is excreted in breast milk and has been studied in breastfeeding individuals. In HIV-positive mothers with sustained viral suppression on ART, the risk of HIV transmission via breastfeeding is less than 1%. Such individuals may be supported if they choose to breastfeed, provided there is close monitoring and clinical guidance. If viral load is not suppressed, the use of formula or donor milk is recommended.\n\nIn mothers infected with HBV, breastfeeding is considered safe if the infant receives hepatitis B immune globulin and the hepatitis B vaccine at birth. However, there is concern that an exclusively breastfed infant may receive about 2% of the proposed infant dose of emtricitabine, thereby potentially achieving serum concentrations that might result in viral resistance.\n[19]\nDue to the combined risks of postnatal HIV transmission, resistance development, and adverse effects in infants, product labeling advises against breastfeeding for mothers taking emtricitabine.\n\nPediatric patients:\nSafety and efficacy of emtricitabine have been demonstrated in patients aged between 3 months and 21 years based on clinical trial data. Pharmacokinetic studies have also been conducted in neonates; however, according to the product labeling, the efficacy of the drug for the prevention or treatment of HIV-1 infection in neonates has not been established.\n\nOlder patients:\nData on emtricitabine use in patients aged 65 or older are limited. Caution is advised when prescribing to this population due to the higher likelihood of decreased organ function and polypharmacy. Studies indicate that exposure to emtricitabine and other antiretroviral drugs may increase with age.\n[20]",
    "adverse_effects": "The adverse effects of emtricitabine are similar to those of other NRTIs. They may include headache, muscle weakness, arthralgia, fatigue, fever, abdominal pain, nausea, vomiting, diarrhea, depression, anxiety, insomnia, rhinitis, cough, and pharyngitis. More specifically, emtricitabine has been associated with skin discoloration. This dermatologic effect typically presents as hyperpigmentation of the palms and soles, occurring more frequently among African American patients. Less commonly, skin discoloration may also appear on the tongue, arms, lips, and nail beds. Emtricitabine has not been associated with any serious adverse events.\n[3]\n[15]\n\nEmtricitabine combined with tenofovir, when used as PrEP, is considered safe for short-term use of approximately 2 to 3 years. The most commonly reported adverse effects associated with this combination include gastrointestinal symptoms, headache, nausea, and depression. This combination has been linked to decreased creatinine clearance, which typically improves after discontinuation of the drug. PrEP may initially cause a decline in glomerular filtration rate (GFR), but this decline becomes more gradual with prolonged use of PrEP. Although PrEP has not been associated with severe renal dysfunction, a decreased GFR is more commonly observed in patients older than 40. This combination has also been correlated with a decrease in bone mineral density, which returns to normal levels after discontinuation of the drug. Current evidence does not suggest that this decline in bone mineral density increases the risk of fractures.\n[21]\n[22]\n[23]\n\nDrug-Drug Interactions\n\nAccording to the product labeling, emtricitabine does not inhibit metabolism mediated by human cytochrome P450 isoenzymes, including CYP2D6 and CYP3A4, at concentrations up to 14 times higher than those observed in humans. Emtricitabine also does not inhibit uridine 5'-diphospho-glucuronosyltransferase, the primary enzyme responsible for glucuronidation. Based on these in vitro findings and the established elimination pathways of emtricitabine, the potential for clinically relevant drug interactions mediated by cytochrome P450 inhibition is considered low. Nevertheless, caution is advised when emtricitabine is administered concomitantly with nephrotoxic medications, as it is primarily eliminated via the renal system. Healthcare professionals should also assess potential drug interactions associated with emtricitabine within fixed-dose regimens used in ART with other drugs.",
    "monitoring": "As outlined in the warning, patients should be tested for HBV infection before initiating therapy. During ART, regular monitoring of HIV-1 viral load and CD4+ T-cell count is essential to evaluate treatment response. Renal function should be assessed by measuring serum creatinine levels.\n[24]\nGiven the risk of hepatic steatosis, liver function tests, including ALT, aspartate aminotransferase, and total bilirubin, should be monitored periodically to assess the potential for hepatotoxicity.\n[25]\nThe risk of lactic acidosis may increase, especially when using older tenofovir-based regimens.\n[26]",
    "toxicity": "Signs and Symptoms of Overdose\n\nEmtricitabine, along with the other drugs in the NRTI category, can interact with mitochondrial DNA polymerase, leading to myopathy and neuropathy. This mitochondrial toxicity is also associated with hepatic steatosis and lactic acidosis. Emtricitabine has not been shown to have any adverse effects on the mitochondrial function of developing fetuses and is not known to be teratogenic. There is no evidence that emtricitabine affects the fertility rates of women taking the drug.\n[3]\nAcute intentional overdose involving emtricitabine–tenofovir has been reported to cause severe lactic acidosis requiring intubation for airway protection.\n[26]\n\nManagement of Overdose\n\nIf an overdose occurs, the patient should be closely monitored for signs of toxicity, and standard supportive care should be provided as needed. Hemodialysis can remove a portion of the emtricitabine dose during a 3-hour session. The effectiveness of emtricitabine removal by peritoneal dialysis has not been established."
  }
}