{
  "drug_name": "entecavir",
  "nbk_id": "NBK564374",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564374/",
  "scraped_at": "2026-01-11T15:28:47",
  "sections": {
    "indications": "Absolute and relative contraindications of the drug exist\n[6]\n[12]\nand include the following:\n\nSevere, active infection\nHypersensitivity to any of the components of the formulation\nSevere heart failure\nUncontrolled cardiac disease\nHypersensitivity to murine protein",
    "mechanism": "Rituximab is an anti-CD20 chimeric antibody with human IgG1 immunoglobulin constant regions and variable regions from an anti-CD20 murine antibody. CD20 is a surface transmembrane protein marker expressed on B cells during differentiation from the pre-B cell until the plasma cell stage. CD20 is believed to function as a calcium channel and play a role in the maturation and activation of B cells.\n[4]\n[5]\n\nOnce rituximab is bound to CD20-positive cells, cell death is induced by various mechanisms, including antibody-dependent cell-mediated cytotoxicity (ADCC), complement-mediated-cytotoxicity (CDC), antibody-dependent phagocytosis (ADP), and direct effects of binding of rituximab to CD20.\n[4]\nThe mechanism of action of rituximab in autoimmune disease is thought to be due to a disruption in B cells' function in the immune system or a decrease in plasma cell production, as CD20-positive B cells are intermediates in the process of maturation.\n[6]\n\nThe combination of rituximab and hyaluronidase (rituximab-hyaluronidase human) is used in the subcutaneous form. Hyaluronidase causes a reversible increase in permeability of subcutaneous tissue by causing depolymerization of hyaluronan, which leads to an increase in the absorption rate of rituximab.\n\nPharmacokinetics\n\nAbsorption:\nRituximab follows a linear pharmacokinetic model.\n[7]\nIntravenously administered rituximab has close to 100% bioavailability.\n\nDistribution:\nPer the packaging insert available at the FDA, rituximab has a volume of distribution of 3.1 L.\n\nMetabolism:\nRituximab is metabolized by various proteases throughout the body and the hepatic CYP450 system of enzymes.\n\nElimination:\nThe endogenous elimination of rituximab occurs following its formation of antidrug-monoclonal antibody immune complexes and is mediated by the reticuloendothelial system, most likely via the action of fragment crystallizable-gamma (Fcγ)-mediated endocytosis.\n[7]\nThe drug's half-life is 18 to 32 days.",
    "administration": "Dosage Forms\n\nRituximab and its biosimilars are approved for use by intravenous infusion. They should not be administered as an IV bolus or push. Patients should be given acetaminophen and antihistamines before each infusion. Rituximab should be diluted in an infusion bag of 0.9% sodium chloride, 5% dextrose in water, or USP. No other drugs should be mixed with it, and patients should be closely monitored for infusion reactions.\n[8]\n\nRituximab-hyaluronidase human is approved for subcutaneous use. The drug should be administered in the subcutaneous abdominal tissue over 5 to 7 minutes. Patients should be observed for 15 minutes after administration.\n[3]\n\nAdult Dosing\n\nThe following are adult dosing regimens for approved indications. Clinicians should refer to institutional protocols and the packaging insert for indications, premedications, and dosing.\n\nRelapsed or refractory CD20-positive B-cell NHL:\n\nMonotherapy: 375 mg/m\n2\n/dose IV weekly for 4 or 8 weeks.\nIbritumomab tiuxetan combination therapy: 250 mg/m\n2\n/dose IV x 1 on the first day, then on days 7, 8, or 9 of the regimen.\n\nPreviously untreated CD20-positive B-cell NHL:\n\nFollicular type - combination chemotherapy: 375 mg/m\n2\n/dose IV x 1 on day 1 of each cycle for up to 8 cycles.\nFollicular type - ibritumomab tiuxetan combination therapy: 250 mg/m\n2\n/dose IV x 1 on the first day, then on days 7, 8, or 9 of the regimen.\nDiffuse large B-cell type - combination chemotherapy: 375 mg/m\n2\n/dose IV x 1 on day 1 of each cycle for up to 8 cycles.\n\nNon-progressing CD20-positive B-cell NHL:\n\n375 mg/m\n2\n/dose IV x 1 on days 1, 8, 15, 22, or a 6-month cycle.\n\nCD-20-positive CLL/SLL:\n\nStart 375 mg/m\n2\n/dose IV x 1 on the day before cycle 1; then 500 mg/m\n2\n/dose IV x 1 on day 1 of cycle 2 of a 28-day cycle, for 6 cycles.\n\nModerate to severe rheumatoid arthritis:\n\n1000 mg IV every 2 weeks for 2 doses.\n\nGranulomatosis with polyangiitis (GPA):\n\nInduction: 375 mg/m\n2\n/dose IV weekly for 4 weeks.\nSubsequent: 500 mg/m\n2\n/dose IV every 2 weeks for 2 doses, then 500 mg/m\n2\n/dose IV every 6 months.\n\nMicroscopic polyangiitis (MPA)\n\nInduction: 375 mg/m\n2\n/dose IV weekly for 4 weeks; use with glucocorticoids.\nSubsequent: 500 mg/m\n2\n/dose IV every 2 weeks for 2 doses, then 500 mg/m\n2\n/dose IV every 6 months; start 16 to 24 weeks after the induction dose.\n\nModerate to severe pemphigous vulgaris:\n\nStart with 1000 mg IV every 2 weeks for 2 doses, then 500 mg IV every 6 months.\n\nSpecial Patient Populations\n\nHepatic impairment:\nHepatic dosing for rituximab is undefined.\n\nRenal impairment:\nRenal impairment requires no dose adjustments.\n\nPregnancy considerations:\nRituximab has no known risk of teratogenicity, although there is a risk of transient B-cell depletion based on limited human data. Females of reproductive potential should obtain a pregnancy test before initiation of treatment and avoid pregnancy by using effective contraception during treatment and for 12 months following the end of treatment.\n\nBreastfeeding considerations:\nWomen should avoid breastfeeding during treatment and for 6 months following cessation.\n\nPediatric patients:\n\nApproved pediatric indications include CD20-positive B-cell NHL, GPA, and MPA.\nRituximab is used off-label in pediatric patients for relapsed or refractory B-cell precursor ALL, moderate to severe pemphigus vulgaris, refractory autoimmune hemolytic anemia, chronic immune thrombocytopenia (ITP), post-transplant lymphoproliferative disorder (11 months and older), and refractory systemic lupus erythematosus (8 years and older). Consult package inserts or institutional guidelines for dosing and premedication regimens.\n\nOlder patients:\nRituximab is a viable treatment in older patients, albeit with diligent monitoring and vigilance.\n[9]",
    "adverse_effects": "Infusion reactions:\nThese are the drug's most common and most serious adverse effects. In randomized controlled trials, allergic or anaphylactic reactions were seen in 80% to 90% of patients receiving rituximab.\n[10]\nThese are usually seen within 30 to 120 minutes after the first infusion and range from mild to life-threatening. Infusion reactions can include fever, chills, skin rash, urticaria, angioedema, hypotension, ARDS, ventricular fibrillation, shock, anaphylaxis, and death.\n\nInfections:\nSerious bacterial, viral, and fungal infections can occur. New or reactivated viral infections can include JC virus, herpes simplex, CMV, varicella-zoster, West Nile Virus, and hepatitis B and C. Due to the risk of reactivation, live vaccines are contraindicated during treatment with rituximab. They should be given at least 4 weeks before starting rituximab.\n\nReactivation of hepatitis B with fulminant hepatitis, hepatic failure, and death can occur. Before starting rituximab, all patients should be screened with hepatitis B surface antigen (HBsAg) and hepatitis B core antibody (anti-HBc). Patients should also be monitored for hepatitis B reactivation during and after treatment.\n[11]\n[12]\n\nReactivation of Hepatitis B and the development of PML (progressive multifocal leukoencephalopathy) due to the JC virus are indications to discontinue rituximab.\n\nPCP is an opportunistic fungal infection whose prophylaxis is recommended in patients receiving a fludarabine/cyclophosphamide/rituximab combination to treat CLL. This combination should be started during treatment and continued for a year following completion, and it is also recommended in patients with GPA and MPA during treatment and for at least 6 months after stopping rituximab.\n[13]\n\nHematologic adverse effects:\nLymphopenia is the most commonly seen hematologic adverse effect. Others include leukopenia, neutropenia, thrombocytopenia, and anemia.\n\nDermatologic/mucocutaneous reactions:\n\nThese include pruritis, alopecia, skin rash, and life-threatening reactions like toxic epidermal necrolysis, paraneoplastic pemphigus, and Stevens-Johnson syndrome.\n\nRenal adverse effects:\nTumor lysis syndrome can present with hypocalcemia, hyperphosphatemia, hyperkalemia, hyperuricemia, and acute renal failure within 24 hours of the first infusion. Aggressive hydration and uric acid-lowering therapy should be given to high-risk patients. Renal toxicity has been seen in trials where rituximab was administered with cisplatin.\n\nRespiratory adverse effects:\nThese include cough, upper respiratory tract infections, rhinitis, epistaxis, bronchospasm, dyspnea, pulmonary toxicity, and ILD. There have been reports of rare cases of hypersensitivity pneumonitis, status asthmaticus, diffuse alveolar hemorrhage, and bronchiolitis obliterans.\n[10]\n\nCardiovascular adverse effects:\nTachycardia, supraventricular arrhythmias, non-ischemic cardiomyopathy, peripheral edema, chest pain, hypertension.\n[14]\n\nGastrointestinal adverse effects:\nDiarrhea, nausea, and vomiting can be seen. Symptoms of abdominal pain should be thoroughly investigated, as there have been reports of bowel obstruction and perforation.\n\nNeuropsychiatric adverse effects:\nDizziness, headache, anxiety, depression, and insomnia can occur.\n\nPregnancy considerations:\nA limited amount crosses the placental barrier during the first trimester, but crossing increases in the second and third trimesters. Administration of rituximab during the third trimester can lead to immunosuppression in the neonate. Levels of rituximab in fetal circulation are similar to maternal levels near term, and live vaccines are contraindicated in the neonate during the first 6 months of birth.\n[15]\nDue to a poor understanding of long-term effects, it is recommended to use effective contraception during treatment with rituximab and for a year after the last dose.\n[16]\n[17]\n\nConstitutional adverse effects:\nThese include asthenia, fever, chills, myalgia, arthralgia, muscle spasms, back pain, night sweats, and fatigue.\n\nDrug-Drug Interactions\n\nThe primary drugs contraindicated for concurrent use with rituximab are live vaccines. Cidofovir and talimogene laherparepvec are also absolutely contraindicated for concurrent use.",
    "monitoring": "Rituximab has an excellent safety profile, and overdosage has not been experienced in clinical trials. Patients should be regularly monitored for the development of adverse effects.\n\nBefore initiating treatment with rituximab, a CBC, routine chemistries, serum immunoglobulin levels, a chest x-ray, and serologic testing for hepatitis B, C, and HIV should be obtained. If HBsAg or anti-HBc is positive, HBV DNA PCR should be obtained. If HBV DNA is positive, entecavir should be given for prophylaxis. Lamivudine prophylaxis is indicated if HBV DNA is negative.\n[11]\n\nThe following should be regularly monitored during treatment:\n\nDevelopment of infusion reactions. Acetaminophen and an antihistamine should be administered before starting the infusion to reduce the incidence of infusion reactions\nCBC to look for the development of any cytopenias\nElectrolytes and renal function in patients at high risk of tumor lysis syndrome\nCardiac monitoring for patients with a history of cardiac disease\nSerum immunoglobulin levels\nLiver function tests and HBV DNA in patients with risk of reactivation of hepatitis B\nPatients should be monitored for signs and symptoms of opportunistic infections. The neurological function should be assessed to look for the onset of any new deficits.",
    "toxicity": "Toxicity data for rituximab is not available. Patients who have had an overdose are at an increased risk of severe adverse effects, including fatal infusion-related/severe mucocutaneous reactions. Symptomatic and supportive measures are recommended."
  }
}