{
  "drug_name": "ephedrine",
  "nbk_id": "NBK547661",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547661/",
  "scraped_at": "2026-01-11T15:28:48",
  "sections": {
    "indications": "Ephedrine is contraindicated in a patient with acute hypertension or tachycardia. Ephedrine increases both chronotropy and inotropy and therefore increases myocardial oxygen demand, and its use requires caution in patients with ischemic heart disease or heart failure. It should also be avoided when tachycardia is undesirable, such as aortic stenosis. Alpha-adrenergic stimulation caused by ephedrine results in the contraction of the smooth muscle at the base of the bladder, resulting in resistance to urine outflow, and caution is necessary for patients with urinary retention and prostatic hyperplasia.\n[15]\n\nEphedrine should be avoided or used with caution within 14 days of MAOI therapy due to excessive norepinephrine availability at the synapse, which could cause a hypertensive crisis through the indirect sympathomimetic effect of ephedrine.\n[30]\n\nNorepinephrine and phenylephrine are other appropriate choices to maintain blood pressure post-spinal anesthesia. Norepinephrine was shown to have fewer episodes of hypotension than ephedrine, and phenylephrine showed less extensive effects on umbilical artery acidity.\n[31]\n[32]",
    "mechanism": "Ephedrine, a stereoisomer to better-known pseudoephedrine, is a sympathomimetic amine with unique effects due to its indirect mechanism than other sympathomimetic agents like pseudoephedrine and phenylephrine.\n[12]\nEphedrine acts as both a direct and indirect sympathomimetic. It binds directly to both alpha and beta receptors; however, its primary mode of action is indirectly achieved by inhibiting neuronal norepinephrine reuptake and displacing more norepinephrine from storage vesicles.\n[13]\nThis action allows norepinephrine to remain in the synapse longer to bind postsynaptic alpha and beta receptors.\n[14]\n\nEphedrine’s indirect mechanism results in a sustained or even increased heart rate due to norepinephrine’s ability to bind alpha and beta receptors, whereas more direct sympathomimetics like phenylephrine results in reflex bradycardia. While the indirect effect is most profound on arterial blood pressure, the direct vasoconstricting action functions more on the venous system. It is, therefore, effective in elevating central venous pressure when the patient is challenged with fluids.\n[13]\n\nStimulation of alpha-1-adrenergic smooth muscle receptors within vasculature results in a rise in systemic vascular resistance and, consequently, systolic and diastolic blood pressure. Direct stimulation of beta-1 receptors by ephedrine and norepinephrine increases cardiac chronotropy and inotropy. Finally, beta-2-adrenergic receptor stimulation in the lungs results in bronchodilation with ephedrine administration, though it is not as pronounced as its cardiovascular effects.\n[15]\n\nPharmacokinetics\n\nAbsorption:\nOral ephedrine attains peak plasma concentration at 1.8 hours and has a bioavailability of 88%.\n\nDistribution:\nOral ephedrine has a volume of distribution of 215.6 Liters. Ephedrine can cross the placental barrier.\n[16]\n\nMetabolism:\nEphedrine is metabolized into norephedrine. The parent drug and its metabolite are both excreted in the urine.\n\nElimination:\nLimited clinical data after intravenous administration of ephedrine endorses similar observations of urinary excretion. The plasma elimination half-life of ephedrine after oral administration is approximately 6 hours. The urinary excretion of ephedrine is increased in acidic urine.\n[17]\nnephrolithiasis induced by an excessive dose of ephedrine has been treated with urinary alkalinization.\n[18]\n[17]",
    "administration": "Dosage Formulations\n\nEphedrine sulfate oral tablet: 25 mg\nEphedrine hydrochloride intravenous solution: 23.5 mg/5 mL\nEphedrine sulfate intravenous solution: 5 mg/mL; 50 mg/mL\nFixed dose combination of oral ephedrine hydrochloride 12.5 mg/guaifenesin 200 mg\n\nFor the treatment of asthma, 25 mg tablets are used every four hours as needed, and the maximum dose should not exceed 150 mg in 24 hours. For adults, bolus dose recommendations are 5 to 10 mg, and intramuscular doses for a prolonged desired effect are 25 to 50 mg.\n[13]\nEphedrine requires dilution before intravenous use.\n\nWhen treating hypotension, cardiovascular effects via the indirect mechanism depend on adequate native norepinephrine stores. Tachyphylaxis will develop with prolonged and repeated use as this depletes endogenous norepinephrine stores. For this reason, it is administered in intravenous boluses when used intravenously and rarely as a continuous infusion.\n\nSpecific Patient Populations\n\nPatients with Hepatic Impairment:\nNo dosage adjustments have been provided in the package insert. Use with caution.\n\nPatients with Renal Impairment:\nAccording to the manufacturer's prescribing information, ephedrine and its metabolite are excreted in the urine. In patients with kidney disease, excretion of ephedrine is affected with a corresponding increase in elimination half-life, which will lead to the slow elimination of ephedrine and consequently prolonged pharmacological effect and potential adverse reactions. Therefore, carefully monitor patients with renal impairment after the initial bolus dose for adverse events.\n\nPregnancy Considerations:\nThough ephedrine is frequently used in obstetric patients just before and during delivery, there is insufficient data to support using the drug in earlier stages of pregnancy, and no animal reproductive studies have been performed, making it a category C drug in pregnancy\n.\nEphedrine should be given to a pregnant woman only if indicated.\n[19]\n\nBreastfeeding Considerations:\nA single published case report indicates that ephedrine is present in human breast milk. Nonetheless, no information is available on the effects of ephedrine on the breastfed infant or the effects on milk production. Clinicians should consider the risk-benefit analysis for the mother's clinical requirement for ephedrine and adverse reactions in the breastfed child from ephedrine. Administration to the nursing women is not recommended as there is a higher-than-usual risk for infants, according to the package insert.\n\nPediatric Patients:\nThe FDA has not formally established safety and effectiveness in pediatric populations.\n[2]\nHowever, it is used off-label to treat hypotension induced by anesthesia.\n[20]\n[21]\n\nElderly Patients:\nThe dose of ephedrine should be initiated at the low end of the dosing range, considering the higher frequency of decreased hepatic, renal, or cardiac function.",
    "adverse_effects": "Ephedrine may produce palpitations, headache, dizziness, nausea, vomiting, restlessness, and anxiety in the conscious patient. Ephedrine is also arrhythmogenic, and clinicians should be cautious when administering patients predisposed to arrhythmias or taking other arrhythmogenic medications, particularly digitalis. When used long-term, the catecholamine excess can result in contraction band necrosis of the myocardium, which predisposes the heart to ventricular arrhythmias.\n[22]\n\nAnother common effect of ephedrine is an alteration in the time until the onset and duration of action of other drugs. This effect is most notable during induction when giving ephedrine to a hypotensive patient before rocuronium.\n[23]\n[24]\n\nAdditionally, ephedrine may be hepatotoxic, but there seems to be unclear evidence. This idea stems from case reports where ephedra species containing several compounds resulted in liver damage instead of a direct correlation.\n[25]\n\nA less common effect experienced mostly by illicit users of ephedrine and its derivatives is the development of radiolucent urological ephedrine-containing stones and paranoid schizophrenia.\n[26]\n\nDrug-Drug Interactions\n\nAugmentation of the blood pressure: Clonidine, oxytocin, and propofol can increase blood pressure when administered with ephedrine.\n[27]\n[28]\nInteractions that antagonize the pressor effect: α-adrenergic antagonists, β-adrenergic antagonists, and reserpine can antagonize the vasopressor effect of ephedrine.\nGuanethidine: Ephedrine may inhibit the neuron blockage induced by guanethidine, resulting in loss of antihypertensive efficacy.\nRocuronium: Ephedrine may decrease the onset time of neuromuscular blockade when used with rocuronium for intubation if administered simultaneously. No interventions are needed.\n[24]\nTheophylline: Concomitant use of ephedrine and theophylline may increase nervousness and insomnia.\nCardiac glycosides: Administering ephedrine with a cardiac glycoside, such as digitalis, may increase the likelihood of arrhythmias. Monitor patients on digoxin who are administered ephedrine.\n[29]",
    "monitoring": "Although there are no specific drug monitoring requirements, variations in gene codons for receptor type can yield various sensitivities to ephedrine. Specifically, variations at codons 16 and 27 for the beta-2 adrenoreceptor have significant differences in ephedrine requirement to combat hypotension post-spinal anesthesia. Due to the variation in responses and the fact that vasoactive medications can immediately affect blood pressure, heart rate, and pulse oximetry require close monitoring.\n[33]",
    "toxicity": "According to the manufacturer's prescribing information, an overdose of ephedrine can cause a rapid rise in blood pressure. In the case of an overdose, careful blood pressure monitoring is recommended. If blood pressure rises to an unacceptable level, parenteral antihypertensive agents can be administered at the clinician's discretion.\n\nSigns and Symptoms: The principal manifestation of ephedrine poisoning is hypertension and convulsions. A case report of cardiomyopathy and spinal artery vasospasm leading to quadriplegia has been noted.\n[34]\n\nTreatment: If respirations are shallow or cyanosis is present, secure the airway and provide mechanical ventilation.\n\nAntidote: For hypertension, 5 mg phentolamine mesylate diluted in saline may be administered slowly intravenously, or clinicians may give 100 mg orally. Convulsions may be controlled by benzodiazepines."
  }
}