{
  "drug_name": "epinastine",
  "nbk_id": "NBK557538",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557538/",
  "scraped_at": "2026-01-11T15:28:48",
  "sections": {
    "indications": "Epinastine is contraindicated in patients who have allergy/sensitivity to epinastine. Epinastine should be administered only after a test dose.\n\nUse in specific cases:\n\nPregnancy\n\nEpinastine is a pregnancy category C drug. However, it should be used in pregnant patients judiciously.\n\nBreastfeeding Mothers\n\nStudies have shown that epinastine gets transferred into breastmilk, but the resulting infant serum levels are minimal. Nonetheless, breastfeeding mothers must consult a physician before administering epinastine.\n\nPediatric Population\n\nThe safety of the drug has not been established in patients below two years of age. The medication should have the dose adjusted according to the patient's body weight in the pediatric age group above two years.\n\nGeriatric Population\n\nNo such difference in the dose has been reported for geriatric patients. However, the clinician should obtain thorough liver function and kidney function tests before prescribing epinastine.",
    "mechanism": "Epinastine acts through various pathways to decrease inflammation. It acts as:\n\na) Mast cell stabilizer:-Mast cells, when activated, promote IgE mediated allergic reactions. Epinastine causes the cessation of degranulation of mast cells by stabilizing them to reduce inflammation.\n[1]\nMast cell stabilizers act via altering the outcome of delayed chloride channels in the cellular membrane, which is essential for the degranulation of mast cells.\n\nb) Anti-histamine:-Inflammatory conditions have been very well known to be associated with the activation of histamine receptors. Histamine is known to increase the permeability of the vessels, as a result of which fluid exudates into the interstitial space. The vascular phase is followed by the cellular phase and sets of an inflammatory cascade. Drugs that block the effects of histamine by competitively inhibiting histamine at its receptors or behaving as inverse agonists are known as anti-histamines. It prevents the binding of histamine to H1 and H2 receptors.\n[5]\n\nc) It ceases the release of pro-inflammatory mediators, and hence inflammatory response does not progress.",
    "administration": "The drug is available as epinastine hydrochloride eye drops, as oral epinastine tablets, and in the form of syrup for the management of various diseases.\n\nEye Drops\n\nEpinastine has shown superiority to placebo in the management of various manifestations of allergic conjunctivitis. It is used topically as eye drops for allergic conjunctivitis.\nTopical mast cell stabilizers and antihistamines are effective in providing relief in allergic conjunctivitis without any systemic absorption. Patients can use it throughout the allergy season. It shows the onset of action within 3 minutes, and the action lasts for over 8 hours.\n[6]\nIt can be used as one drop in each eye twice daily.\n[7]\nIn the USA, only topical ophthalmic drops are an approved dose form.\n\nOral Dosing\n\nTablets\n\nClinicians can prescribe this drug for patients with allergic conditions in the form of oral tablets at a dose of 10 to 20 mg once daily.\n[8]\n\nSyrup\n\nEpinastine is also available in the form of syrup for the pediatric age group. The clinician should adjust dosing for pediatric patients.\n[8]",
    "adverse_effects": "Epinastine is a safe and well-tolerated drug. It is used topically as an eye drop, and it does not cause any systemic side effects.\n[9]\nHowever, it can cause a burning sensation in the eyes, hyperemia, increased lacrimation, folliculitis, and pruritus.\n\nIt is unable to cross the blood-brain barrier, and hence it doesn’t cause any adverse effects related to the central nervous system. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state.\n[10]\nIt has no cardiotoxic effects.\n[3]\n\nEpinastine is not teratogenic, even at high doses in the animal model\n[3]\n. However, there is not enough data from human clinical trials, and hence, it should be used in pregnancy only if the use justifies the benefit compared to the potential risk.",
    "monitoring": "Pharmacokinetic\n\nEpinastine is a powerful anti-allergic drug that has antihistaminic properties. In addition to that, epinastine also shows anti leukotriene, anti-PAF, and anti-bradykinin activities, which provide additional anti-allergic activities.\n[3]\n\nPlasma concentration at steady state is approximately 5.96 to 6.04 ng/ml.\n[10]\n\nEpinastine is categorized as a second-generation antihistamine as it can not cross the blood-brain barrier. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state. Since it doesn’t cross the blood-brain barrier, it has no CNS effects and does not cause sedation in patients.\n\nThe duration of onset of epinastine is approximately 180 seconds and lasts for about 8 hours when administered as an eye drop.\n\nMonitoring\n\nPhysicians should educate the patients about the course of therapy, potential adverse/side effects, and steps to take in case of an adverse event. Patients should be monitored via regular checkups to assess the relief in their symptoms. Patient compliance with the prescription should be ensured and encouraged. Drug dose should be adjusted as needed based on regular checkups and thorough examination.",
    "toxicity": "There are no reported cases of overdose with epinastine to date. However, in case of an overdose, the institution and health care providers must act promptly to ensure airway patency and that there is no circulatory collapse."
  }
}