{
  "drug_name": "eplerenone",
  "nbk_id": "NBK553100",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553100/",
  "scraped_at": "2026-01-11T15:28:49",
  "sections": {
    "indications": "Clinicians should not start eplerenone therapy in patients with potassium greater than 5.5 mEq/L or a CrCl less than 30 mL/min, as these increase the risk of serious hyperkalemia. Since eplerenone metabolism is via CYP3A4, potent CYP3A4 inhibitors (including specific protease inhibitors, azole antifungals, and clarithromycin) may increase eplerenone to unsafe blood concentrations.\n\nOf note, when used for hypertension, more stringent contraindications are applied:\n\nTypes 2 diabetes with microalbuminuria\nSerum creatinine over 2.0 mg/dL in males and 1.8 mg/dL in females or a CrCl below 50mL/min\nConcomitant use of potassium supplementation or potassium-sparing diuretics\n\nSince Addison disease characteristically demonstrates an aldosterone deficiency, eplerenone is also contraindicated in these patients.",
    "mechanism": "Aldosterone is a mineralocorticoid that acts on both epithelial (e.g., kidney) and nonepithelial (e.g., heart and blood vessels) receptors to induce sodium and water reabsorption. In addition to its hypertensive effects, aldosterone is implicated in the progression of myocardial fibrosis, especially following myocardial infarction. Eplerenone binds to mineralocorticoid receptors competitively, antagonizing aldosterone. Eplerenone’s main mechanistic advantage relative to spironolactone is that it has a 100 to 1000-fold lower binding affinity to glucocorticoid, progesterone, and androgen receptors.\n[8]",
    "administration": "Eplerenone is only administered orally without regard to food. It achieves peak plasma concentrations 1.5 hours after oral administration with a bioavailability of approximately 70%. Though some sources state that 25 mg of spironolactone is equivalent to 50 mg of eplerenone, there are no head-to-head clinical trials of these agents.\n\nFor patients with heart failure, the\n2013 ACCF/AHA Guideline for the Management of Heart Failure\n(HF) recommends a starting dose of 25 mg once daily and titrate to a goal dose of 50 mg once daily after four weeks of treatment, potassium less than or equal to 5 mEq/L and adequate renal function (estimated glomerular filtration rate, eGFR greater than or equal to 50 mL/minute/1.73 m^2).\n[9]\n\nDue to its shorter half-life of 3 to 6 hours, the\n2017 ACC/AHA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults\n, as well as the 2016 Endocrine Society guideline on primary aldosteronism, admonish that twice-daily dosing may be necessary for optimal effect.\n[10]\n[5]\n\nRenal dose adjustments are necessary with the use of eplerenone as described below:\n\nFor hypertension (manufacturer's labeling)\n\nContraindicated in creatinine clearance (CrCl) less than 50 mL/minute or serum creatinine greater than 2mg/dL (males) or over 1.8 mg/dL (females)\nHF, post-MI (manufacturer's labeling)\nUse with caution in CrCl 31 to 50 mL/minute or serum creatinine exceeding 2mg/dL (males) or 1.8 mg/dL (females)\nContraindicated in CrCl less than or equal to 30 mL/minute\n\nAccording to the\n2013 ACCF/AHA Guideline for the Management of Heart Failure\nrecommendation for HF (including post-MI)\n[9]\n:\n\neGFR 30 to 49 mL/min/1.73m2 initiate a starting dose of 25 mg once every other day and titrate to a goal dose of 25 mg once daily after four weeks of treatment and potassium less than or equal to 5 mEq/L\nContraindicated in eGFR below 30 mL/min",
    "adverse_effects": "Hyperkalemia is by far the most common adverse effect of eplerenone. Clinical trial experience indicates an approximately 1.5 to 2.0 fold risk of hyperkalemia, with a number needed to harm ranging from 23 to 62. While serious hyperkalemia (greater than or equal to 6 mEq/L) was more common in both the EMPHASIS and EPHESUS trials, the adverse effect was usually manageable by reducing the dose or temporarily discontinuing the drug. In contrast, hypokalemia—which correlates with an increased risk of death from any cause among heart failure patients—was significantly reduced. Though serum creatinine may rise on eplerenone, the EMPHASIS-HF trial found no increased risk of renal failure.\n\nNotably absent as a side effect is gynecomastia, which occurred in about 9% of the patients taking spironolactone in the RALES trial.\n[11]\nIn both the EMPHASIS-HF and EPHESUS trials, gynecomastia was no more common in patients taking eplerenone compared to placebo. Indeed, researchers have used eplerenone to reverse the effects of spironolactone-induced gynecomastia in small trials of patients with cirrhosis or primary hyperaldosteronism.\n[12]\n[13]",
    "monitoring": "Though eplerenone's indications include the treatment of hypertension, its effects on blood pressure likely depend on the population studied.  For example, in the EMPHASIS-HF study, systolic blood pressure decreased by a mean of 2.2 mmHg relative to the placebo group.  In contrast, systolic blood pressure\nincreased\nin the EPHESUS trial by 3 mmHg relative to the placebo group (presumably), reflecting the improved recovery of cardiac output).\n\nSerum creatinine and potassium require monitoring for all indications, but patients with HF are most vulnerable to hyperkalemia.  To this end, the\n2013 ACCF/AHA Guideline for the Management of Heart Failure\nrecommends serum potassium, and renal function check occurs on the following schedule after initiation: 3 days, one week, monthly for the first three months of therapy and every three months thereafter. If either of these parameters worsens, hold eplerenone until the potassium is less than 5 mEq/L and consider restarting with a reduced dose after confirming resolution of the metabolic abnormality for at least 72 hours.\n[9]",
    "toxicity": "There are no known overdose reports of eplerenone, but the most likely manifestations of overdose would be hypotension or hyperkalemia.  Researchers have not observed any lethality in overdose studies in mice, rats, or dogs, but dogs demonstrated emesis, salivations, and tremors at a concentration 41 times the human therapeutic concentration of eplerenone. These progressed to sedation and convulsions at higher exposures.\n\nShould toxicity occur, eplerenone binds extensively to charcoal but is not removable by hemodialysis. There is no specific antidote to eplerenone; thus, supportive treatment for hypotension or hyperkalemia would be necessary. Eplerenone is not dialyzable."
  }
}