{
  "drug_name": "epoetin beta",
  "nbk_id": "NBK554547",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554547/",
  "scraped_at": "2026-01-11T15:28:51",
  "sections": {
    "indications": "Epoetin alfa is contraindicated in patients with:\n\nUncontrolled hypertension\nPure red cell aplasia\nSevere allergic reactions to epoetin alfa\n\nEpoetin alfa in multiple-dose vials contains the preservative benzyl alcohol and is contraindicated in neonates, infants, and pregnant or breastfeeding women due to toxicity.\n\nBox Warning and Precautions\n\nAccording to product labeling, epoetin alfa is associated with the following risks:\n\nIncreased cardiovascular risks: There is an elevated risk of mortality, myocardial infarction, stroke, and venous thromboembolism. Raising the hemoglobin level above a target of 11 g/dL with epoetin alfa increases the risk of cardiovascular events without additional benefit. Use caution in patients with a history of cardiovascular disease.\nCancer-related risks: Increased mortality, tumor progression, and recurrence are observed in patients with cancer. Use epoetin alfa cautiously in this population.\nHypertension: Blood pressure should be well-controlled before and during epoetin alfa treatment.\nSeizures in CKD: Monitor patients with chronic kidney disease (CKD) for the development of neurological symptoms indicative of seizures.\nPure red cell aplasia: If suspected, discontinue epoetin alfa and evaluate the patient to determine the cause of acute anemia.\nSevere allergic reactions: Discontinue epoetin alfa and provide supportive care if severe allergic reactions occur.\nSevere cutaneous reactions: Discontinue epoetin alfa if severe skin reactions develop.",
    "mechanism": "Epoetin alfa is structurally identical to endogenous human erythropoietin and operates through the same mechanism of action. Erythropoietin, an endocrine hormone, is synthesized in the peritubular interstitial fibroblasts of the kidneys. During tissue hypoxia, the transcription factor hypoxia-inducible factor 1 (HIF-1), which consists of 2 subunits, HIF-1α and HIF-1β, stimulates erythropoietin expression. HIF-1α is degraded in the presence of oxygen but accumulates under hypoxic conditions when the prolyl hydroxylase domain of HIF-1α is inactivated. This accumulation allows HIF-1α to enter the cell nucleus, dimerize with HIF-1β, and bind to the hypoxia response element region of DNA to upregulate erythropoietin transcription.\n[25]\n[26]\n\nErythropoietin is then released into the circulation and binds to receptors on erythrocytic progenitor cells in the bone marrow. This binding triggers a JAK2/STAT5 intracellular signaling cascade that primarily prevents programmed cell death. As a result, erythrogenic progenitors proliferate and differentiate into reticulocytes, which are released into the circulation and mature into erythrocytes.\n\nFollowing the administration of epoetin alfa, reticulocyte count increases within 10 days and gradually declines as the cells mature into erythrocytes. This is followed by an increase in hemoglobin and hematocrit levels within 2 to 6 weeks, which is dose-dependent.\n[27]\n[28]\n\nPharmacokinetics\n\nAbsorption:\nEpoetin alfa, when administered subcutaneously, reaches a maximum serum concentration within 24 hours, with an estimated bioavailability of 36%. In patients with chronic kidney disease (CKD), the elimination half-life ranges from 4 to 13 hours following intravenous administration. For patients with anemia and cancer, the elimination half-life extends from 16 to 67 hours after subcutaneous administration.\n[29]\n\nDistribution:\nThe volume of distribution for epoetin alfa is approximately 3 to 7 L, closely aligning with the total body plasma volume. This similarity is due to its large molecular size, which confines epoetin alfa primarily to the plasma.\n[29]\n[30]\n\nMetabolism:\nThe primary site of epoetin alfa metabolism remains unclear; it is hypothesized that most of its metabolism occurs through erythropoietin receptor-mediated uptake and degradation. Hepatic metabolism contributes minimally to its breakdown.\n[31]\n\nElimination:\nThe kidney plays a role in eliminating epoetin alfa but is not the primary site for its removal from circulation.\n[31]",
    "administration": "Available Dosage Forms\n\nEpoetin alfa is available in injectable form for intravenous (IV) and subcutaneous (SC) administration, with SC being the preferred method except for patients with CKD on hemodialysis. The medication is formulated in an isotonic sodium chloride/sodium citrate solution and presented as a sterile, clear, colorless liquid in vials. Formulations may include human albumin, citric acid, sodium phosphate dibasic anhydrate, sodium phosphate monobasic monohydrate, and water. Vials come in single or multiple doses, with multiple-dose vials containing benzyl alcohol as a preservative.\n\nEpoetin alfa is packaged in both single-dose and multiple-dose vials. Single-dose vials contain 1 mL of solution and are available in various strengths: 2,000, 3,000, 4,000, 10,000, or 40,000 units. Multiple-dose vials are available in 2 mL containing 10,000 units or 1 mL containing 20,000 units of epoetin alfa.\n\nAdult Dosing\n\nPatients with CKD receiving dialysis\n\nThe IV route is recommended for patients undergoing hemodialysis. Treatment is indicated when the hemoglobin level is less than 10 g/dL. According to the manufacturer label, the starting dose is 50 to 100 units/kg 3 times weekly, IV or SC.\n\nThe dose should be reduced or withheld when the hemoglobin level approaches or exceeds 11 g/dL.\n\nPatients with CKD not receiving dialysis\n\nBegin treatment when:\n\nThe hemoglobin level is less than 10 g/dL AND\nThe rate of hemoglobin reduction necessitates RBC transfusion AND\nThe number of RBC transfusions is being reduced to avoid transfusion-related risk.\n\nThe starting dose on the manufacturer's label is 50 to 100 units/kg 3 times weekly, IV or SC.\n\nThe dose should be reduced or withheld when the hemoglobin level approaches or exceeds 10 g/dL.\n\nPatients treated with zidovudine\n\nThe starting dose is 100 units/kg 3 times weekly, IV or SC.\n\nPatients receiving cancer chemotherapy\n\nTreatment is indicated when the hemoglobin level is less than 10 g/dL and at least 2 more months of chemotherapy are planned. The dose is 150 units/kg subcutaneously 3 times per week until completing a course of chemotherapy, or 40,000 units subcutaneously weekly until completing a course of chemotherapy.\n\nSurgery patients\n\nFor 10 days before surgery, on the date of surgery, and 4 days after surgery: 300 units/kg daily for 15 days, SC.\n\nOR\n\nFor 3 weeks before and on the surgery date: 600 units/kg in 4 doses per week, SC.\n\nPatients should receive deep venous thrombosis prophylaxis during treatment.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThere is no dosing adjustment.\n\nRenal impairment:\nThere is no dosing adjustment.\n\nPediatric patients\n\nCKD (1 month or older): The IV route is recommended for hemodialysis patients. Treatment should begin when the hemoglobin level is less than 12 g/dL. The starting dose is 50 units/kg 3 times weekly, IV or SC. The dose should be reduced or withheld when the hemoglobin level approaches or exceeds 12 g/dL.\n\nReceiving cancer chemotherapy (5 to 18 years old): Treatment should begin when the hemoglobin level is less than 10 g/dL and at least 2 additional months of chemotherapy are planned. The dose is 600 units/kg weekly, IV, until completing a course of chemotherapy.",
    "adverse_effects": "The most common adverse effects of epoetin alfa include hypertension, arthralgia, injection site pain, headache, nausea, vomiting, cough, and fever. Rare but more serious adverse effects include severe allergic reactions, anaphylaxis, and severe cutaneous reactions such as Stevens-Johnson Syndrome.\n\nEpoetin alfa is associated with an increased risk of severe cardiovascular events. A 2006 open-label study of patients with chronic kidney disease (CKD) assessed the impact of epoetin alfa on a primary composite endpoint of death, myocardial infarction, stroke, and hospitalization due to congestive heart failure. Patients with a target hemoglobin level of 13.5 g/dL experienced the composite event 34% more frequently than those with a target of 11.3 g/dL.\n[32]\n\nIn patients with cancer, a 2009 Cochrane meta-analysis found that epoetin alfa or other erythropoietin-stimulating agents increased mortality by 17% during the study period.\n[33]\nAlthough epoetin alfa has been reported to increase the risk of seizures in patients with CKD, this association has not been thoroughly investigated, and more recent studies have not confirmed this link.\n[34]\n[35]\n[34]\n\nPure red cell aplasia, though rare, can occur after epoetin alfa administration due to the formation of neutralizing antibodies that also react with endogenous erythropoietin. However, the incidence of this reaction has decreased with improved storage and handling procedures that reduce the immunogenicity of epoetin alfa.\n[36]\n\nIn patients with CKD undergoing dialysis, epoetin alfa increases the risk of thrombosis at the vascular access site, often managed with heparin.\n[37]\n\nBenzyl alcohol, used as a preservative in multiple-dose vials of epoetin alfa, is toxic to neonates, potentially causing a fatal \"gasping syndrome\" characterized by neurological and metabolic disturbances and gasping respirations.\n[38]\n\nEpoetin alfa formulations often contain human albumin, posing a theoretical risk of transmitting infectious diseases.\n\nDrug-Drug Interactions\n\nAndrogens may enhance the hypertensive effect of epoetin alfa and are not recommended for the adjuvant treatment of anemia. Vitamin C increases iron utilization and may lead to a more significant increase in hemoglobin levels when combined with epoetin alfa. However, the safety of simultaneous administration has not been established, and this combination is currently not recommended.",
    "monitoring": "Iron status is evaluated before and during treatment with epoetin alfa. Iron supplementation is initiated when serum ferritin levels are below 100 μg/L or serum transferrin saturation is below 20%. Most patients with chronic kidney disease (CKD) require supplemental iron at some point during therapy with epoetin alfa.\n\nBefore starting therapy with epoetin alfa, correcting or ruling out other causes of anemia, such as vitamin deficiencies, bleeding, or chronic inflammatory conditions, is crucial. After initiating treatment and adjusting doses, hemoglobin is monitored weekly until it stabilizes at a level indicating that blood transfusions are rarely needed. For patients with CKD, hemoglobin is initially monitored weekly until stabilization, then monthly after that. If hemoglobin increases by more than 1 g/dL over 2 weeks, the epoetin alfa dose should be reduced by at least 25%. If hemoglobin levels do not respond or decrease after starting therapy, investigate for bleeding or other causes of anemia. If these common causes are excluded, consider the possibility of pure red cell aplasia.\n\nBlood pressure should be regularly monitored during epoetin alfa therapy to detect the onset or worsening of hypertension. Given the increased risk of seizures in patients with CKD, these individuals should also be closely monitored for neurological symptoms, especially in the first few months following the initiation of therapy.",
    "toxicity": "Management of Overdose and Recommendations\n\nAn overdose of epoetin alfa can raise hemoglobin levels to dangerously high levels, increasing blood viscosity and the risk of thrombosis. Management strategies include discontinuing the agent, performing phlebotomy, and administering intravenous hydration.\n[39]\nThe boxed warning advises maintaining a hemoglobin goal of 11 g/dL to avoid the increased risk of cardiovascular events associated with higher levels. Additionally, severe hypertension has been reported following an epoetin alfa overdose.\n[40]\nThis condition can be managed by discontinuing the agent and administering antihypertensive medications."
  }
}