{
  "drug_name": "eptifibatide",
  "nbk_id": "NBK541066",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541066/",
  "scraped_at": "2026-01-11T15:28:51",
  "sections": {
    "indications": "Warnings and Precautions\n\nSeveral contraindications to using eptifibatide include the following\n[21]\n:\n\nThrombocytopenia: in patients with a platelet count of less than 100,000/μL\n\nRenal failure: in patients with serum creatinine higher than 4 mg/dL or requiring hemodialysis because of its renal elimination, abciximab is an alternative.\n\nHypersensitivity to eptifibatide\n\nSevere, uncontrolled hypertension\n\nHistory of bleeding diathesis within 30 days\n\nMajor surgery or trauma within the prior 6 weeks\n\nActive internal bleeding or recent significant gastrointestinal or genitourinary bleeding within the past 6 months\n\nHistory of stroke within 30 days or hemorrhagic stroke at any time\n\nIntracranial neoplasm, arteriovenous malformations, aneurysms, or aortic dissection\n\nUse of another parenteral glycoprotein IIb/IIIa inhibitor\n\nEptifibatide is a pregnancy category B drug. However, therapy for acute coronary syndrome should not be delayed due to maternal risk-benefit considerations. Clinicians should only use the drug cautiously in lactating mothers. Also, the drug is not recommended for use in the pediatric population.\n\nAccording to the 2021 guidelines by ACC/AHA/SCAI Guidelines for Coronary Artery Revascularization recommendations, in patients undergoing CABG, discontinuation of glycoprotein IIb/IIIa inhibitors such as eptifibatide for 4 hours before surgery is recommended to decrease the risk of bleeding and transfusion.\n[13]",
    "mechanism": "The rupture of atherosclerotic plaque or injury to the vessel wall exposes the subendothelial matrix of the coronary blood vessel to circulating platelets. This event triggers a platelet signaling cascade that activates the glycoprotein IIb/IIIa receptor (Gp IIb/IIIa). The activation of Gp IIb/IIIa receptors leads to cross-linking of fibrinogen to attach multiple platelets to form a durable secondary platelet plug. The secondary platelet plug is essential for the progression and stability of the clot. The glycoprotein IIb/IIIa receptor inhibitors, including abciximab, eptifibatide, sibrafiban, and tirofiban, block the activation of Gp IIb/IIIa receptors, preventing clot formation/progression.\n[7]\n[8]\n\nGp IIb/IIIa heterodimer contains a large extracellular region, a transmembrane domain, and a short intracellular cytoplasmic tail. The Gp IIb/IIIa receptor is a calcium and manganese-dependent heterodimer protein with an α- and a β-subunit. The α-subunit is characterized by 3 or 4 divalent Ca- or Mn-binding domains crucial in the Gp IIb/IIIa heterodimer. The β-subunit comprises disulfide bonds, binding sites including lysine-glycine-aspartic acid (KGD) bindings binding sites, or arginine-glycine-aspartic acid (RGD) for attachment of fibrinogen, von Willebrand factor (vWF) and prothrombin. The binding sites of Gp IIb/IIIa are latent and become active on the surface by undergoing a conformational change via inside-out signaling.\n[9]\n\nThe eptifibatide is a natural disintegrin from snake venom. The drug exhibits particular binding to the Gp IIb/IIIa receptor because of the structural resemblance of the KGD (Lys-Gly-Asp) sequence. Eptifibatide binds to the KGD binding sites on Gp IIb/IIIa receptor and competitively fights against the receptor's binding with fibrinogen, von Willebrand factor (vWF), and prothrombin. Higher plasma levels of eptifibatide are needed to competitively inhibit the target of over 80% block of KGD binding sites. Eptifibatide can competitively inhibit the KGD (lys-gly-asp) sequence binding site in active and inactive states. The low affinity for direct binding with Gp IIb/IIIa is responsible for rapid states. Furthermore, high doses of eptifibatide provide additional antithrombotic benefits by blocking the vitronectin binding site, the ligand for alpha-beta in vascular cells, which may offer other benefits.\n[10]\nGlanzmann thrombasthenia is an autosomal recessive disease with platelet receptor deficiency similar to the site of action of eptifibatide.\n\nPharmacokinetics\n\nAbsorption:\nIntravenous (IV) administration of therapeutic peptides avoids pre-systemic metabolism, resulting in total systemic availability. Eptifibatide has linear pharmacokinetics, proportional to the bolus drug for doses ranging from 90 to 250 mcg/kg with an infusion rate from 0.5 to 3 mcg/kg/min. Therefore, administering a 180-mcg/kg bolus dose combined with an infusion produces an early peak, followed by a slight decline before attaining a steady state (within 4 to 6 hours). Clinicians can prevent this by administering a second 180-mcg/kg bolus dose 10 minutes after the first dose.\n\nDistribution:\nThe onset of action is rapid (inhibition of platelet aggregation 15 min after bolus 84%).\nPlatelet function returns to normal levels approximately 4 to 8 hours following discontinuation.\n[11]\nThe plasma elimination half-life is 2.5 hours. The plasma protein binding is about 25%.\n\nMetabolism:\nEptifibatide is not known to be metabolized by cytochrome P450 but is deaminated by metabolic enzymes. The short half-life is due to the cleavage of eptifibatide by the proteases and peptidases.\n[12]\n\nElimination:\nIn healthy patients, renal clearance is approximately 50% of total body clearances because most of the drug is excreted in the urine as eptifibatide, deaminated eptifibatide, and other, more polar metabolites.",
    "administration": "Available Dosage Forms and Strengths\n\nIn patients diagnosed with acute coronary syndrome undergoing PCI and presenting with a substantial thrombus load, administering an IV Gp IIb/IIIa inhibitor, such as eptifibatide, is recommended. Eptifibatide is administered IV and is available in strengths of 0.75 and 2 mg/ml. The dose of eptifibatide differs in patients diagnosed with ACS and patients undergoing PCI.\n\nIn patients with ACS, eptifibatide is given after diagnosis at a loading dose of 180 mcg/kg IV, followed by a continuous IV infusion of 2 mcg/kg/min. The infusion continues for up to 72 hours. Pre-PCI, eptifibatide is given as a loading dose of 180 mcg/kg IV, followed by a continuous infusion of 2 mcg/kg/min with another 180 mcg/kg IV bolus (double bolus regimen) given 10 minutes after the first one. According to the 2021 guidelines by ACC, AHA, and SCAI (American College of Cardiology, American Heart Association, Society for Cardiovascular Angiography & Interventions), eptifibatide infusion is continued for up to 18 hours.\n[13]\n\nEptifibatide injection is a sterile solution in 10-mL single-dose vials containing 20 mg of eptifibatide and 100-mL single-dose vials containing 75 mg of eptifibatide. Eptifibatide vials should be refrigerated at 2 °C to 8 °C (36 °F to 46 °F). Upon transfer, the hospital pharmacist must mark the vial with a \"DISCARD BY\" time (Two months from the transfer date or the expiration date, whichever comes first). In addition, eptifibatide should be protected from light until administration.\n\nIn ACS, eptifibatide is a therapeutic option, and other medications include alteplase, heparin, metoprolol, nitroglycerin, morphine, or furosemide. However, eptifibatide is chemically incompatible with furosemide; it should not be administered in the same IV line. Eptifibatide may be injected in the same IV line with 0.9% NaCl or 0.9% NaCl/5% dextrose.\n[14]\n\nSpecific Patient Populations\n\nPatients with renal impairment:\nTotal drug clearance is reduced by almost 50%, and the steady-state plasma eptifibatide concentrations are doubled in patients with an estimated CrCl of less than 50 mL/min. Consequently, clinicians should reduce the infusion dose to 1 mcg/kg/min in such patients and keep the loading dose similar to that of a normal kidney function. Eptifibatide is contraindicated in patients with serum creatinine greater than 4 mg/dL or requiring hemodialysis.\n[15]\n\nPatients with hepatic impairment:\nInformation regarding hepatic impairment is not provided in the manufacturer's labeling (no clinical studies have been conducted on patients with hepatic impairment).\n\nPregnancy considerations:\nPublished literature and the pharmacovigilance database are insufficient to establish an eptifibatide associated with significant congenital disability or adverse maternal or fetal outcomes. No adverse developmental effects are apparent in animal reproduction studies when eptifibatide was administered IV to pregnant rats and rabbits at approximately 4 times the recommended maximum daily human dose. However, if left untreated, MI is a medical emergency that can be fatal to the pregnant woman and fetus. Hence, the clinician should not withhold therapy for the pregnant woman because of potential concerns regarding the effects of eptifibatide on the fetus.\n\nBreastfeeding considerations:\nNo published information is available on using eptifibatide during breastfeeding. Eptifibatide is a small cyclic peptide; absorption by the infant is unlikely because it is likely destroyed in the infant's gastrointestinal tract.\n[16]\n\nOlder patients:\nAdjust the dosage of eptifibatide based on renal function.",
    "adverse_effects": "The significant side effect of eptifibatide described in the PURSUIT trial was bleeding. In most cases, bleeding was mild and occurred at femoral access sites. More red cell transfusions were required to counteract anemia in the eptifibatide group than in the placebo group.\n[1]\nHowever, increased bleeding is typical following abciximab administration compared to eptifibatide or tirofiban because of the rapid reversibility of these latter 2 agents.\n\nThrombocytopenia is another side effect of eptifibatide reported in several case reports.\n[17]\n[18]\nThrombocytopenia infrequently occurs with Gp IIb/IIIa inhibitors but sometimes may be profound. The risk of thrombocytopenia associated with eptifibatide (0.1% to 0.2%) and tirofiban (0.1% to 0.3%) is lesser compared to abciximab (0.4% to 1.1%). Tirofiban-induced thrombocytopenia (secondary to eptifibatide) occurs because the naturally occurring drug-dependent antibodies specific for eptifibatide occupy Gp IIb/IIIa receptor site. This is also clinically relevant to distinguish eptifibatide-induced thrombocytopenia from other etiologies.\n\nPseudothrombocytopenia is detectable using complete blood cell analysis when blood samples are collected in EDTA-containing tubes—the absence of platelet clumping on peripheral smear rules out pseudo-thrombocytopenia. Among the Gp IIb/IIIa inhibitors, only abciximab has reportedly shown an association with pseudo-thrombocytopenia.\n[19]\nHeparin and eptifibatide are administered simultaneously during PCI and ACS treatment. Compared to heparin-induced thrombocytopenia (HIT), eptifibatide usually causes a steep decline in platelet count (less than 30000 cells/uL). HIT-1 occurs within 1 and 5 days, whereas HIT-2 occurs within 4 to 20 days following heparin administration.\n[20]\nThus, thrombocytopenia develops within the first day, or severe thrombocytopenia favors thrombocytopenia secondary to eptifibatide. Also, detecting platelet factor-4 (PF-4) assay in HIT can help differentiate it from eptifibatide-induced thrombocytopenia.\n\nEptifibatide can inhibit new platelets in both active and inactive states. Thrombocytopenia due to eptifibatide responds better after discontinuation of the medication. Adding a platelet bag is not helpful if the patient has a high concentration of eptifibatide in plasma. Other side effects reported include hypotension, heart failure, arrhythmias (ventricular fibrillation, atrial fibrillation), hypersensitivity reactions, and gastrointestinal, genitourinary, or pulmonary alveolar hemorrhage.\n[17]\n\nDrug-Drug Interactions\n\nCaution is necessary due to the potential interactions when administering eptifibatide with drugs inhibiting platelet aggregation. These drugs include clopidogrel, ticlopidine, thrombolytics, oral anticoagulants, adenosine, NSAIDs, dipyridamole, and dextran solution. Therefore, regular monitoring and appropriate dose adjustment may be required to optimize treatment and minimize the risk of bleeding.\n[12]",
    "monitoring": "Monitoring parameters include the following:\n\nMonitor complete blood count (CBC), serum creatinine, and PT/aPTT. In patients undergoing PCI, measure activated clotting time (ACT).\n[21]\n\nAttach cardiac monitoring to detect dynamic EKG changes.\n\nMonitor for reperfusion arrhythmias during and after the percutaneous coronary intervention (PCI).\n[22]\n\nCheck the arterial line insertion site for evidence of bleeding manifestations.\n\nTroponin I rises after 4 hours (peaks at 24 hr) and is elevated for 7 to 10 days, more specific than other protein markers.\n\nCBC: look for thrombocytopenia and anemia due to bleeding. Measuring the platelet count within 2 to 6 hours of administering eptifibatide to detect thrombocytopenia is strongly recommended.\n\nSerum creatinine: Since eptifibatide gets cleared renally, it is essential to monitor renal function tests.\n\nPT/aPTT: to monitor the risk of bleeding\n\nACT: additive effect on activated clotting time (ACT) when used with heparin, aPTT, and ACT requires close monitoring when administering these agents concurrently.\n[23]",
    "toxicity": "Limited knowledge of the overdosage of eptifibatide in literature is evident. In preclinical studies, eptifibatide was not lethal to experimental animals in a dosage of 2 to 5 times the recommended MRHD (maximum daily human dose). However, symptoms of acute toxicity were evident, such as loss of righting reflex, dyspnea, ptosis, decreased muscle tone in rabbits, and petechial hemorrhages in monkeys' femoral and abdominal areas. From in vitro studies, eptifibatide has limited protein binding; consequently, it may be removed from the plasma by dialysis (according to the manufacturer's labeling).\n\nBleeding at IV sites is the most common adverse effect. Simultaneous use of NSAIDs or other antiplatelet drugs and renal insufficiency would increase the risk of bleeding. No specific antidote for eptifibatide toxicity exists. Clinicians should discontinue eptifibatide when platelet counts are under 50000 cells/µL. A platelet transfusion should be ordered when platelet counts are less than 20000 cells/µL or if significant bleeding occurs.\n[17]\nAccording to the American Association of Poison Control Center (National Poison Data System), rare case fatalities have been reported due to eptifibatide. Administer with caution due to the hazard of therapeutic error.\n[24]\n[25]"
  }
}