{
  "drug_name": "erdosteine",
  "nbk_id": "NBK559163",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559163/",
  "scraped_at": "2026-01-11T15:28:52",
  "sections": {
    "indications": "Due to its propensity to cause emesis, N-acetylcysteine is contraindicated in patients with peptic ulcers. It is also contraindicated in patients with esophageal varices and Mallory-Weiss tears due to similar reasons. It must be strictly avoided in patients who have had an anaphylactic reaction to the drug in the past.\nThe only contraindication for dornase alfa is known hypersensitivity to the drug in the past or if the patient is hypersensitive to Chinese hamster ovary (CHO) cell products.\n[14]\nCarbocysteine is contraindicated in patients with active gastric ulceration.\n[2]",
    "mechanism": "Mucolytics divide into two subgroups:\n\n1. Classic Mucolytics\n\n2. Peptide Mucolytics\n\nClassic Mucolytics:\n\nDisulfide bonds are building blocks of many complex proteins, including mucus. N-acetyl L-cysteine (NAC), the prototype drug of this class, reserves a reducing ability and works by the thiol-disulfide interchange mechanism. The mucin polymers have cysteine residues throughout their structure. The disulfide bonds are anchored on these residues to yield crosslinking of the polymer. The free thiol group in the structure of NAC hydrolyzes the disulfide bonds attached to cysteine residues. This reaction disturbs the 3-D framework of mucus by reducing the S-S bond to an S-H (sulfhydryl) bond, rendering it incapable of anchoring the complex structure of the protein.\n[1]\nThis subgroup includes\n\nN - Acetylcysteine\n\nAlong with the above-mentioned mucolytic action, N-acetylcysteine also has anti-inflammatory and antioxidative properties. These agents help reduce the reactive oxygen species and inflammatory mediators that cause the insult in respiratory airways.\n\nCarbocysteine\n\nCarbocysteine also increases the volume of sputum, therefore producing an additional expectorative effect. It is very safe and effective in asthmatics as it does not irritate the respiratory tract.\n[2]\nIt may be indicated for reducing AECOPD (acute exacerbation of chronic obstructive pulmonary disease) due to its property of significantly reducing bacterial load in the airways of such patients.\n[3]\nPulmonary infections have been implicated in up to 70% of all AECOPD.\n\nErdosteine and Fudosteine\n\nThese are newer drugs that are thiol derivatives and have additional anti-oxidant and anti-tussive actions. They have a sulfhydryl group in their active metabolite, called Met-1, which acts during the respiratory burst of the neutrophils.\n[4]\nErdosteine has also shown a significant antibiotic-potentiating effect. Reports have also indicated that it is protective for alpha-1 antitrypsin.\n[5]\n\nPeptide Mucolytics\n\nIn contrast to classic mucolytics, peptide mucolytics preserve the protective mucins. Peptide mucolytics target DNA polymers and F-actin links that tend to increase in purulent secretions. Therefore, peptide mucolytics, which are meant to reduce mucus viscosity by depolymerizing the DNA polymers or F-actin network that often present in purulent secretions, are very useful in conditions such as cystic fibrosis.\n\nDornase Alfa\n\nDornase alfa produces a mucolytic effect by depolymerizing DNA polymers. It produces a mild increase in FEV1(forced expiratory volume after 1 second) in patients with cystic fibrosis.\n[6]\n\nThymosin β4\n\nThe mucolytic effect of thymosin β4 is produced through its effect on F-actin. F-actin is produced in a large quantity in purulent secretions and increases viscosity due to its filamentous nature. Thymosin may, therefore, be of value in breaking down airway pus through the depolymerization of these filaments.\n[7]",
    "administration": "N-acetylcysteine can be administered orally, intravenously, and topically in a nebulized form. Though the topical route offered the advantage of activating the mucociliary clearance mechanism along with inducing a cough reflex, the oral route offers much better tolerability.\n[8]\nThis is discussed further under adverse reactions. An oral dose of 200 to 600 mg daily is recommended for the management of muco-obstructive disorders.\n[9]\nThe safety in pregnant females and children has been well established.\n[10]\n\nThe recommended dose for dornase alfa is 2.5 mg administered in nebulized form 1 to 2 times a day for patients with cystic fibrosis.\n[6]\nEvidence suggests an improvement in FVC and FEV1 as soon as three days after initiating therapy. The standard therapies for cystic fibrosis, like antibiotics and chest physiotherapy, should be continued along with the drug. A similar dose and route of administration have been recommended for children of all age groups and adolescents. Early administration in infants and young children diagnosed with cystic fibrosis, even when no clinical signs or symptoms of the disease are present, has shown benefit.\n[11]\nAlthough there is limited data regarding the safety of Dornase alfa in pregnancy, no effect on fetal outcome was reported in animal models receiving dosages much higher than the maximum recommended human dose.\n\nCarbocisteine is administered as an oral preparation, with dosages ranging from 750 mg twice a day to 4.5 g once a day. Evidence suggests that a higher concentration of active compounds was achieved via nocturnal administration of the drug.\n[2]\n\nErdosteine is administered orally, and the doses can range from 600 to 900 mg. However, the dose should be titrated carefully in elderly patients with chronic liver disease as an increased plasma concentration, and elimination half-life have been reported in these cases.\n[5]",
    "adverse_effects": "The most frequently reported adverse effects of oral N-acetylcysteine are vomiting and diarrhea. After 16 to 18 days of N-acetylcysteine use, the incidence of vomiting and diarrhea increased by 50% and 43.5%, respectively.\n[9]\n[12]\nIncreased blood pressure, respiratory distress, chest pain, fever, rectal bleeding, headache, hypotension, lethargy, and skin allergy reportedly occur in less than 5% of cases. Aerosolized N-acetylcysteine is poorly tolerated due to its irritant effect and a very foul odor that can induce vomiting. A high incidence of anaphylactic reactions is observed in patients given intravenous N-acetylcysteine.\n[13]\nThe most commonly reported adverse reactions with Dornase alfa are laryngitis, voice alteration, and rash compared to placebo. Other less significant adverse were pharyngitis, chest pain, and conjunctivitis. These adverse effects were mostly transient and not reported to be severe enough to cause treatment withdrawal or require alterations in dosing. There have been no reports of an anaphylactic reaction to dornase alfa to date. Within all the studies, about 2 to 4% of patients treated with dornase alfa developed serum antibodies to the drug, the clinical significance of which is yet to be discerned.\n[6]\nMild gastric discomfort, gastric ulceration, and fixed drug eruptions have been reported with carbocisteine.\n[2]\nEpigastralgia, headache, erythema, and nausea have been reported in patients receiving erdosteine, the latter two of which led to treatment discontinuation.\n[5]",
    "monitoring": "After a 400 mg oral dose of N-acetylcysteine, the maximum plasma concentration was calculated to be 3.47 mg/L, taking 30 minutes to achieve it. The volume of distribution for N-acetylcysteine varies from 0.33 to 0.47 L/kg. 4 hours after an intravenous dose, 50% of the drug was found to be bound to plasma proteins. N-acetylcysteine undergoes extensive first-pass metabolism in the gut wall and liver when administered orally, leading to about 6 to 10% bioavailability. A majority of the elimination of this drug is non-renal, and the kidneys eliminated only 30%.\n[9]\n\nAnimal studies have shown a minimal systemic absorption after aerosol inhalation of dornase alfa. Inhalation of even very high doses (10mg three times a day) did not significantly increase the serum DNase concentration.\n[15]\nWhatever little systemic absorption that does occur is believed to be protein-bound and is cleared from the body with no significant accumulation in the tissues.\n[16]\n[17]\nThis implies that minimal to no monitoring is necessary for the patients receiving this drug. Following inhalation of a 2.5 mg dose of dornase alfa, a mean sputum concentration of 2 μg/mL was detected within the first 15 minutes, and 2 hours later, the concentration fell to 0.6 μg/mL. The disappearance half-life from the lungs in animal models was calculated to be about 11 hours. In primates, the bioavailability was less than 2%.\n[17]\n\nCarbocisteine shows one-compartment open model kinetics after absorption and achieves its peak plasma concentration in 1 to 1.7 hours. The drug undergoes partial metabolism in the liver, and up to 60% of the drug is excreted by the kidneys unchanged.\n[2]\n\nFollowing oral administration, Erdosteine reaches its peak plasma concentration in 1.4 hours and has a similar elimination half-life. It contains two sulfhydryl groups that are blocked. These are released only after its hepatic metabolism, which confers the valuable property of not affecting the mucus lining the stomach. No significant drug accumulation has been reported.\n[5]\n\nDrug Interactions\n\nOral N-acetylcysteine must not be given with activated charcoal, as a 3 g preparation will adsorb 54.6% of the drug, and a 6 g preparation will adsorb 96.2% of the drug, markedly reducing its efficacy.\n[9]\nN-Acetylcysteine provides local protection from the toxic metabolites of intravenous cyclophosphamide to the urethra, bladder, ureters, and kidneys when administered orally along with it.\n[18]\nEvidence suggests that N-Acetylcysteine can prevent doxorubicin-induced cardiomyopathy in animal models when co-administered.\nDornase alfa has been shown to greatly potentiate the antibiotic effect of tobramycin and amikacin against multiple strains of\nPseudomonas aeruginosa\nand\nStaphylococcus aureus.\n[6]\nAdministration of erdosteine with amoxicillin in patients with an acute infective exacerbation of chronic bronchitis resulted in higher concentrations of the antibiotic in the sputum, leading to earlier and more pronounced amelioration of clinical symptoms compared with placebo.\nA higher concentration of amoxicillin in the sputum of patients suffering from an acute infective exacerbation of chronic bronchitis was reported when it was co-administered with erdosteine.\n[5]",
    "toxicity": "N-acetylcysteine has a wide therapeutic index. Dosing errors, however, have led to instances of toxicity. These are more common with intravenous administration of the drug. There is a reported instance where ten times the recommended loading dose was administered to a 23-year old female.\n[13]\nThis dose led to thrombocytopenia, hemolysis, acute renal failure, and ultimately death. Another study, however, showed that oral administration of N-acetylcysteine, as commonly used in patients with muco-obstructive disorders, is safer than intravenous route and dosing errors are much less likely.\n[19]\nResearch has shown that oral doses as high as 30g/day for three days were very well tolerated, with minor adverse effects like vomiting and diarrhea.\n[12]\n\nOwing to its short half-life and poor systemic absorption, dornase alfa is a relatively well-tolerated drug. Toxicity to dornase alfa has not resulted in animal models exposed to doses as high as 180 times the maximum recommended human dose in single-dose inhalational studies.\n[14]\n\nAnimal models have not shown any clinically significant toxicity to erdosteine even after administering very large doses of the drug.\n[5]"
  }
}