{
  "drug_name": "ergotamine",
  "nbk_id": "NBK555953",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555953/",
  "scraped_at": "2026-01-11T15:28:52",
  "sections": {
    "indications": "Ergotamine tartrate/caffeine is contraindicated in patients with peripheral vascular disorders, coronary artery disease, stroke, uncontrolled hypertension, impaired renal or hepatic function, sepsis, and pregnancy due to its vasoconstrictor effect. Additionally, because ergotamine metabolism occurs through cytochrome P450 (CYP) 3A4 in the liver, it is contraindicated in patients taking medications that are CYP 3A4 inhibitors since these would slow the metabolism of ergotamine and cause toxic effects such as stroke, gangrene, or death. Such CYP 3A4 inhibitors include grapefruit juice, heparin, tacrolimus, cyclosporine, ampicillin, macrolide antibiotics, antifungals, protease inhibitors, and antidepressants.\n[19]\n[20]",
    "mechanism": "Although the cause of migraine headaches is not entirely understood, the thinking is that arteriolar vasodilation and inflammation of the trigeminal nerve due to the release of local vasoactive peptides, such as 5-hydroxytryptamine (5-HT) and calcitonin gene-related protein (CGRP) plays a role. CGRP is a neuropeptide that can be found in the central and peripheral nervous systems and has pain-signaling and vasodilator functions. Patients with migraines have elevated levels of circulating CGRP, and migraine medications, such as the ergot alkaloids, are associated with lowering these CGRP levels.\n[2]\n[4]\nErgotamine has a complex mechanism of action that involves a variety of receptors, including 5-HT-1B/1D, dopamine, and alpha-adrenoreceptors. By activating 5HT-1B and 5HT-1D receptors on intracranial blood vessels, ergotamine induces vasoconstriction and relief of migraine headaches. Ergotamine also inhibits norepinephrine uptake and stimulates alpha-adrenergic receptors at therapeutic doses, leading to prolonged vasoconstriction. Blood flow to the extremities thus becomes reduced.\n[5]\n\nCaffeine may work synergistically with ergotamine by also constricting cerebral vasculature or enhancing its GI absorption. The vasoconstrictive effects of caffeine are due to its antagonistic properties at adenosine A1, A2A, and A2B receptors. Implications point to adenosine receptors in vasodilation. The mechanism of caffeine's rate-accelerating effect appears to be due to its ability to increase ergotamine's water solubility and decrease gastric pH. Caffeine also has numerous physiologic effects that may influence improvement in migraine symptoms such as enhancing mood, alertness, and exercise performance.\n[6]\n[7]\n[8]",
    "administration": "Ergotamine/caffeine has several various formulations, including aerosol, oral, and suppository, though the aerosol form is slowly being withdrawn from the market. It is available in 1 mg (ergotamine)+100 mg (caffeine) tablets under multiple brand names. It is also available as 2 mg rectal suppositories or a 2 mg sublingual form. Ergotamine/caffeine should be administered orally or sublingually for a slowly developing migraine that does not present with early-onset nausea and for treating cluster headaches. At the first sign of a migraine, the patient can place one 2 mg tablet under the tongue, and another tablet should be taken at 30-minute intervals following the initial tablet, if necessary.\nFor severe and rapid onset migraines with nausea and/or vomiting, ergotamine should be administered via rectal suppository in combination with caffeine, as this is the most effective form.\n[9]\n[10]\n[11]",
    "adverse_effects": "Because ergotamine is not specific for the 5HT-1 serotonin receptors, it can cause a broad range of side effects. A common side effect of ergotamine and caffeine use is nausea and vomiting after both oral and parenteral administration, most likely due to a direct impact on CNS emetic centers. Cramps, insomnia, and transient lower limb muscle pain can also occur.\n[12]\nOther adverse effects of ergotamine tartrate that are related to excessive dosage or chronic usage include ischemia, overuse headache, acroparesthesia, and ergotism.\n[13]\nBocchia et al. reported a case of chronic intoxication (ergotism), similar to the effects of ingesting Claviceps purpurea-infected rye, after ergotamine tartrate administration. The patient had been administered ergotamine rectally for her chronic migraine and showed signs of cerebral and leg ischemia due to vasospasm of the carotid and femoral arteries. Stopping the drug led to complete remission of the symptoms.\n[14]\nAabech et al. also reported 14 cases of severe ischemia in the extremities due to ergotism.\n[15]\nErgotamine-induced rectal lesions, though rare, can also be a complication that warrants alternative routes of administration if ergotamine use will be long-term.\n[16]\nReports also exist of myocardial infarction and fibrotic changes as adverse effects.\n[17]\nPerez et al. reported a case of a patient with an ST-segment elevation myocardial infarct due to chronic ergotamine use, though these events are very rare.\n[18]",
    "monitoring": "Bioavailability of ergotamine/caffeine is about 5% or less through oral and rectal administration. One study estimated that the maximal possible bioavailability for tablets was 2% and for suppositories was 5%.\n[21]\nThe elimination half-life is 2 to 2.5 hours, and clearance is approximately 0.68 L/h/kg. Ergotamine/caffeine should be administered as a 2 mg dose initially, and if symptoms persist, continue with 1 to 2 mg every 30 minutes. However, the maximum dosage should be 6 mg per attack and 10 mg weekly.\n[9]",
    "toxicity": "Ergotamine poisoning and overdose symptoms are rarely seen in today’s clinical practice because newer, safer anti-migraine medications such as triptans are used more widely due to fewer side effects. However, intoxication symptoms could still manifest in sensitive patients taking it for migraine relief. In such cases, treatment involves the initial withdrawal of the drug, which could relieve symptoms. One study also noted that sodium nitroprusside administered intravenously, along with low molecular weight Dextran and Heparin, was successful in treating ergotamine poisoning.\n[22]\n[14]\n[23]"
  }
}