{
  "drug_name": "erlotinib",
  "nbk_id": "NBK554484",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554484/",
  "scraped_at": "2026-01-11T15:28:53",
  "sections": {
    "indications": "According to the US manufacturer's label, there are no formal contraindications to erlotinib. However, while data on its use during pregnancy is limited, animal studies suggest that erlotinib may cause harm to the fetus. Despite this, there have been documented cases of women receiving erlotinib during pregnancy and giving birth without complications. Notably, it is recommended that women of childbearing potential use contraception during treatment with erlotinib and for at least one month after discontinuation of the drug.\n[11]\n[15]\n[16]",
    "mechanism": "Erlotinib is a reversible first-generation receptor TKI that primarily targets the EGFR, which belongs to the ErbB receptor family. The drug interacts with both wild-type and mutated forms of EGFR. Members of the ErbB family can form homodimers or heterodimers, which are often involved in the downstream effects and pathogenesis of various carcinomas studied in humans. Receptor TKIs inhibit the phosphorylation of their substrates within the cell signaling pathway. EGFR has a critical role in numerous cellular functions, including differentiation, proliferation, and angiogenesis, all of which are hallmarks of cancer.\n[6]\n[7]\n\nEGFR mutation in NSCLC is typically an activating mutation. Patient risk factors that increase the likelihood of an EGFR mutation include a lack of smoking history, adenocarcinoma confirmed by histological analysis, Asian ethnicity, and female sex.\n[8]\nSecondary mutations in EGFR commonly occur and are discussed below. Erlotinib induces the cytochrome P450 (CYP) isoenzymes CYP1A1 and 1A2, strongly inhibits CYP1A1, and moderately inhibits CYP3A4 and 2C8.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nErlotinib's oral absorption is about 60% when taken on an empty stomach but increases to nearly 100% when consumed with food.\n\nDistribution:\nErlotinib has a distribution volume of 232 L, with approximately 93% of the drug binding to albumin and α1-acid glycoprotein in the blood.\n\nMetabolism:\nErlotinib is primarily metabolized in the liver by the enzyme CYP3A4, with lesser contributions from CYP1A1, CYP1A2, and CYP2C. The bioavailability of the drug is approximately 100% when taken with food and 60% without. The drug has an elimination half-life of 36.2 hours and reaches peak plasma concentration within 4 hours of administration.\n\nElimination:\nErlotinib is primarily excreted as metabolites, with 83% eliminated through feces and 8% through urine.",
    "administration": "Available Dosage Forms and Strengths\n\nErlotinib is available in oral tablet form with strengths of 25 mg, 100 mg, and 150 mg.\n\nAdult Dosage\n\nThe recommended starting dose for NSCLC is 150 mg daily, while for pancreatic cancer, the standard starting dose is 100 mg daily when used in combination with gemcitabine.\n\nThe updated ASCO guidelines for metastatic pancreatic cancer recommend gemcitabine monotherapy as the first-line treatment for patients with an Eastern Cooperative Oncology Group (ECOG) performance status of 2 or those with comorbid conditions that make more aggressive therapies unsuitable. In these cases, erlotinib may be added to gemcitabine therapy, with dosing adjustments made to minimize toxicity.\n[10]\n\nErlotinib has a narrow therapeutic index and is recommended to be taken on an empty stomach, as studies have shown that its bioavailability significantly increases when taken with food.\n\nSpecific Patient Populations\n\nHepatic impairment:\nErlotinib should be withheld and possibly discontinued if bilirubin levels double or transaminase levels triple compared to baseline in patients with preexisting liver conditions or biliary obstruction. Erlotinib should also be withheld in patients without preexisting hepatic impairment who have total bilirubin levels greater than 3 times the upper limit of normal or transaminase levels exceeding 5 times the upper limit of normal.\n\nRenal impairment:\nErlotinib should be withheld in patients with severe renal toxicity, and discontinuation should be considered.\n\nPregnancy considerations:\nAnimal studies and the drug's mechanisms of action suggest that erlotinib may cause fetal harm if administered to a pregnant woman. Limited data on erlotinib use during pregnancy is insufficient to determine the risk of major congenital disabilities or miscarriage; however, it is known to cross the placenta.\n[11]\n[12]\nClinicians should inform pregnant women about the potential risks to the fetus.\n\nBreastfeeding considerations:\nPatients should be advised against breastfeeding during treatment with erlotinib and for 2 weeks after the last dose.\n\nSmoking:\nCigarette smoking decreases the area under the curve of erlotinib by 64% compared to former or never smokers, necessitating higher doses for these patients. For patients who smoke, erlotinib doses should be increased by 50 mg every 2 weeks, up to a maximum of 300 mg. If the patient quits smoking, the erlotinib dose should be promptly reduced to the recommended level of 150 mg or 100 mg daily.",
    "adverse_effects": "According to the manufacturer’s labeling, reported adverse reactions occur more frequently during erlotinib monotherapy than with placebo. Adverse reactions occurring in less than 3% of patients are not included here.\n\nGeneral Adverse Effects\n\nFatigue: 9.0%\n\nGastrointestinal Adverse Effects\n\nDiarrhea: 20.3%\nAnorexia: 9.2%\nWeight loss: 3.9%\n\nDermatological Adverse Effects\n\nRash: 49%\nPruritis: 7.4%\nAcne: 6.2%\nDermatitis acneiform: 4.6%\nXerosis: 4.4%\nParonychia: 3.9%\n\nAdverse effects of erlotinib are similar to those seen with other EGFR-TKIs, with diarrhea and rash being the most notable. Chest pain is also frequently reported. A multicenter, open-label, phase 3 clinical trial found that 13% of patients receiving erlotinib developed a rash during treatment, compared to 0% in the standard chemotherapy group. Another phase 3 open-label study revealed that 50% of patients in the erlotinib group reported a rash, while only 5% in the chemotherapy group did. Additionally, 18% of patients in the erlotinib group experienced diarrhea, compared to 2% in the chemotherapy group. Severe adverse events are less common in patients treated with erlotinib compared to the treatment groups receiving standard chemotherapy.\n[13]\n\nSevere Adverse Effects\n\nAccording to the manufacturer’s package insert, the following severe adverse events have been reported in patients receiving erlotinib:\n\nAcute renal failure and renal insufficiency, particularly in dehydrated patients.\nCardiac arrhythmias in patients coadministered gemcitabine.\nHepatotoxicity and hepatorenal syndrome, which can be fatal.\nInternational normalized ratio (INR) elevations in patients coadministered warfarin.\nExfoliative skin disorders.\nGastrointestinal perforations, which can be fatal.\nCorneal perforation.\nMyocardial infarction, myocardial ischemia, cerebrovascular accident (CVA), and microangiopathic hemolytic anemia with thrombocytopenia, especially in patients with comorbid pancreatic cancer.\n\nDrug-Drug Interactions\n\nPatients should avoid using proton pump inhibitors while taking erlotinib, as increased stomach pH can reduce erlotinib concentrations.\nH2 antagonists and antacids should be administered several hours before erlotinib to prevent absorption interference.\n[14]\nFor patients taking potent CYP3A4 inhibitors, the erlotinib dose should be reduced in 50 mg increments or concomitant use should be avoided if possible.\nWhen used with CYP3A4 inducers, erlotinib doses should be increased by 50 mg every 2 weeks, up to a maximum of 450 mg, as tolerated. Avoid concomitant use if possible.",
    "monitoring": "Due to reports of hepatotoxicity and hepatic failure, close monitoring of patients on erlotinib is essential. Discontinuation is recommended if total bilirubin rises to 3 times above baseline or transaminase levels increase to 5 times above baseline. While all patients need regular monitoring, those with preexisting hepatic impairment are at a higher risk for hepatotoxicity when taking erlotinib.\n[14]\n\nTumors may develop resistance to EGFR-TKIs, often requiring changes to the treatment regimen. The most common resistance mechanism is a secondary EGFR mutation, known as the T790M mutation, which occurs in exon 20 of the gene. This mutation has been identified in up to half of the patients treated with erlotinib or gefitinib. Other mechanisms of EGFR-TKI resistance include the upregulation of MET, insulin-like growth factor 1 (IGF-1), and hepatocyte growth factor.\n[17]\nIf TKI resistance arises from a secondary mutation, second- and third-generation TKIs may be effective. The FDA has granted breakthrough approval for the third-generation TKI osimertinib as a first-line treatment for patients with NSCLC harboring the T790M mutation.\n[2]",
    "toxicity": "According to the manufacturer, cancer patients can tolerate weekly doses of up to 1600 mg before toxicity occurs. If an overdose of erlotinib is suspected, symptomatic treatment and discontinuation of the medication are recommended. Therapy should be withheld if the patient experiences persistent severe diarrhea unresponsive to medical management (eg, loperamide), severe rash unresponsive to treatment, or keratitis of grade 3 or 4 (NCI-CTC version 4.0), or grade 2 keratitis lasting longer than 2 weeks.\n\nErlotinib tablets should be discontinued if a patient experiences any of the following adverse events:\n\nInterstitial lung disease\nSevere hepatic toxicity that does not improve significantly or resolve within 3 weeks\nGastrointestinal perforation\nCorneal perforation or severe ulceration\n[18]"
  }
}