{
  "drug_name": "eruca",
  "nbk_id": "NBK539851",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539851/",
  "scraped_at": "2026-01-11T18:47:03",
  "sections": {
    "indications": "Lepidoptera\nis an order of insects that includes butterflies, moths, and caterpillars. Several caterpillars (the larval form of butterflies and moths)\nfound worldwide contain\nspines or urticating hairs that secrete a toxin, irritating humans upon contact.\n[1]\nSkin manifestations such as localized pain, edema, and erythema comprise most clinical presentations of\nLepidoptera\nenvenomation.\n[2]\n[3]\nHowever, some caterpillar species can cause severe injuries, including allergic reactions, consumptive coagulopathy, intracranial hemorrhage (ICH), acute kidney injury (AKI), ataxia, dysarthria, arthritis, joint deformities, wheezing, and dyspnea.\n[4]\n[3]\n[5]\n\n\"Lepidopterism\" (derived from the Greek words\nlepis,\nmeaning scale, and\npteron,\nmeaning wing) refers to the various skin and systemic reactions secondary to human contact with moths and butterflies.\n[5]\n\"Erucism\" (derived from the Latin word\neruca\n, meaning caterpillar) refers to cutaneous dermatitis resulting from contact with caterpillars with urticating hairs.\n[5]\n[6]\n\nMore than 50 species of caterpillars are venomous in the US. The puss moth caterpillar (\nMegalopyge opercularis\n) is considered one of the most toxic in North America and causes hundreds of human envenomations annually.\n[7]\n[8]\nOther common names include asp, tree asp, Italian asp, wooly asp, opossum bug, wooly slug, and \"el perrito.\"\n[7]\nThe puss caterpillar is found in the southeast and south-central US (particularly Texas, Louisiana, and Florida) and is abundant during the late spring (June-July) through the early fall season (September-October).\n[9]\n[10]\nThe species is often found in trees and shrubbery around homes, schools, and parks.\n[7]\nThe typical physical characteristics include a teardrop-shaped furry body with silky tan to brownish hairs.\n[9]\nBeneath this furry coat are short hollow spines attached to a venom sac that discharges upon contact.\n[3]\n[11]\nThe color of the spines ranges from white, grey, tan, or yellow to reddish-brown.\n[12]\n[1]\n\nOther notable venomous caterpillars in the US include the flannel moth (\nMegalopyge crispata\n), the lo moth (\nAutomeris io\n), the saddleback moth (\nAcharia stimulat\na), and the hickory tiger moth (\nLophocampa caryae\n).\n[2]\n[13]\nLonomia obliqua\ncaterpillars in South America, especially in Brazil, are infamous for causing severe pain and hemorrhagic syndrome.\n[14]\n[15]\nIn Australia, caterpillars such as the mistletoe brown-tail moth (\nEuproctis edwardsi\n), processionary caterpillars (\nOchrogaster lunifer\n), cup moths (\nDoratifera spp.\n), and the white-stemmed gum moth (\nChelepteryx colles\ni) are of medical importance.\n[16]\nPine processionary caterpillars (\nThaumetopoea pityocampa\n) are the important defoliator of pine forests in the Mediterranean and central European countries, with significant economic and occupational consequences for workers in these forests.\n[17]\nThe\nAnaphe venata\ncaterpillar in Nigeria is an essential protein resource but can cause thiamine deficiency syndrome similar to dry beriberi.\n[18]\n[19]\nAdditionally, dendrolimus caterpillars in China and\nPreolis semirufa\ncaterpillars in Brazil are linked to significant joint disease.\n[20]\n[4]",
    "mechanism": "Caterpillars, rather than adult butterflies and moths, cause most cases of lepidopterism and erucism.\n[3]\n[21]\nEnvenomation occurs by physical contact with a caterpillar's\nsetae,\nhairlike hollow structures connected to a single basal poison gland or secretory epithelial cells. Venom accumulates and is stored in the setae and may fracture and release venom upon physical contact.\n[12]\nSetae may be embedded into the skin or mucous membranes, resulting in an irritant reaction distinct from a venomous reaction.\n[22]\nCertain species of moths also contain setae or spines.\n[5]\nHowever, most adult species lose their irritating setae when they emerge from their cocoons and become relatively harmless. Some caterpillar species do not produce venom.\n\nEye exposure of either hemolymph and setae results in acute scleritis or ophthalmia nodosa; this manifests as simple conjunctivitis and progresses into a more severe panophthalmitis when setae penetrate the cornea.\n[23]\nIn rare cases, cataracts may develop.\n[24]\nReactions are mostly from the toxic effects of the setae/hemolymph or immunoglobulin E (IgE) production that results in a hypersensitive state and manifests as a type IV (T-cell-mediated) hypersensitivity reaction, usually from direct contact.\n[25]\nOther vectors include airborne transmission spread by wind or carried on pets and other natural objects.\n[26]",
    "monitoring": "Laboratory or imaging studies are not required for most caterpillar envenomations limited to the skin.\n\nThe following studies should be considered for\nLepidoptera\nenvenomations according to the corresponding species syndrome:\n\nComplete blood count\nCoagulation studies (prothrombin time, activated partial thromboplastin time, fibrinogen level, fibrin degradation products, and D-dimer)\nBasic metabolic panel (specifically BUN and creatinine)\nUrinalysis to evaluate for blood and protein\nChest radiography if significant respiratory symptoms are present\nElectrocardiogram for tachycardia or dysrhythmias\nSlit-lamp examination for ophthalmic exposures\nFluorescence stain of the affected eye to rule out corneal abrasions",
    "administration": "Supportive management for dermal Lepidoptera envenomation involves washing affected areas with soap and water and contactless drying using a hair dryer or fan. Careful application of adhesive tape at the bite site will assist in removing hairs.\n[7]\nAny constricting clothing or jewelry, such as rings, should be removed in anticipation of swelling of the affected extremity. Applying topical isopropyl alcohol and an ice pack accomplishes cooling measures. It is advisable to recommend tetanus prophylaxis.\n\nRecommend urgent ophthalmologic consultation for any caterpillar-related eye exposures, typically for type 1 or 2 ophthalmia nodosa classifications. Ocular exposures should undergo irrigation with copious amounts of 0.9% sodium chloride solution. Administration of a topical ophthalmic anesthetic will significantly ease eye pain and facilitate examination and treatment. Examining the fornix of the eye for hairs with double eversion is essential. Slit-lamp examination of the affected eye includes fluorescein staining to determine the presence of corneal abrasions. Under a microscope, carefully remove caterpillar hairs using forceps or a 26-gauge hypodermic needle. After removal of the hairs, treatment includes topical steroids, cycloplegics, lubricants, and antibiotics.\n[55]\n[56]\n\nIn type 3 lesions, surgical excision of granulomatous nodules by an ophthalmologist may be necessary. Type 4 lesions require topical steroids and may include iridectomy for the removal of nodules and hairs. Type 5 lesions may consist of both topical and systemic steroids, with resistant cases requiring vitrectomy for the removal of venomous hairs.\n[29]\n\nControl pain control by administering topical anesthetics, minor analgesics, and opioids. Applying topical steroids will reduce conjunctival chemosis and lid edema and help with the eye examination. Manage cutaneous symptoms such as pruritus and urticaria with oral antihistamines. Treat respiratory symptoms with nebulized beta-agonists and systemic steroids. Anaphylaxis and severe respiratory symptoms may require intramuscular epinephrine and systemic steroids.The management of dendrolimiasis is primarily with supportive care. Recommend prompt surgery to remove sinus tracts and the affected cartilage to prevent permanent bone and joint deformities. Managing the hemorrhagic syndrome caused by exposure to the\nL obliqua\ncaterpillar includes administering clotting factors, platelets, and cryoprecipitate.\n[46]\nThe antidote for this syndrome is available in Brazil and is called antilonomic serum (SALon).\n[57]\n[48]\n\nConsulting a hematologist for suspected\nLonomia\nenvenomation is essential, as the management\nL obliqua\nand\nL achelous\nare different.\n[46]\nTreatments such as cryoprecipitate, purified fibrinogen, and antifibrinolytics (aprotinin and ε-aminocaproic acid) have proven beneficial for\nL achelous\nenvenomations. In contrast, this transfusion regimen could potentially worsen the bleeding syndrome in cases of\nL obliqua\nenvenomation\nand can be fatal. Recommend that patients envenomated by either species avoid receiving whole blood or fresh plasma transfusions, as these can exacerbate the hemorrhagic syndrome.\n[46]\nFor those suffering from seasonal ataxia caused by the African silkworm (\nAnapha venata\n), supportive care and 100 mg of oral thiamine every 8 hours have been shown to reduce the symptoms within 2 days.\n[58]\nConsultation with a medical toxicologist or regional poison control center for any caterpillar envenomation for treatment guidance is also recommended.",
    "adverse_effects": "The range of complications for caterpillar hair eye exposures depends on the penetration and effect of the urticating toxins. Brief exposures to the hairs may result in conjunctival chemosis, corneal abrasions, lid edema, and a foreign body sensation that may last for weeks. Additional complications range from chronic keratoconjunctivitis, corneal granulomas, chronic scleritis, iritis, and uveitis to cataract formation and impaired vision.\n[36]\nSystemic lonomism usually results in self-limited coagulopathy and renal impairment with the possibility of chronic renal insufficiency in some cases."
  }
}