{
  "drug_name": "erythromycin -sallcylacide",
  "nbk_id": "NBK532249",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532249/",
  "scraped_at": "2026-01-11T15:28:54",
  "sections": {
    "indications": "Erythromycin is contraindicated in patients with known hypersensitivity to this drug. In addition, as erythromycin may cause serious rashes in a small number of patients, anyone who has experienced similar symptoms in the past should avoid future use of the drug. Due to the increased risk of myopathy, do not use erythromycin with HMG CoA reductase inhibitors (statins) that are metabolized by CYP3A4 (simvastatin or lovastatin).\n\nPatients with a prolonged QT interval on an electrocardiogram (ECG) should not use erythromycin. A normal QTc interval would be less than 440 ms in males and less than 460 ms in females. Anyone using a medication that prolongs the QT interval should be very cautious and monitor if adding erythromycin. Similarly, patients with long QT syndrome (LQTS) should not use erythromycin. Patients who have had a past medical history of episodes of torsades de pointes should avoid QT-prolonging drugs such as erythromycin. Erythromycin is contraindicated in patients taking terfenadine, astemizole, or cisapride.\n[19]",
    "mechanism": "Erythromycin is a bacteriostatic antibiotic, which means it prevents the further growth of bacteria rather than directly destroying them. This action occurs by inhibiting protein synthesis. Erythromycin binds to the 23S ribosomal RNA molecule in the 50S subunit of the bacterial ribosome; this causes a blockage in peptide chain synthesis, ultimately inhibiting the protein synthesis. Humans have the 40S and 60S subunits and do not have 50S subunits, so erythromycin does not affect protein synthesis in human tissues.\n[6]\n[7]\n\nMacrolide antibiotics have anti-inflammatory and immunomodulatory actions. In preclinical studies, erythromycin inhibited neutrophil infiltration in the lungs and the periodontium. As a result, erythromycin protected against fatal pulmonary inflammation and inflammatory periodontal bone loss. Furthermore, because developmental endothelial locus-1 (DEL-1) levels are severely reduced in inflammatory conditions and aging, erythromycin's ability to upregulate DEL-1 may reveal a novel molecular mechanism responsible for erythromycin's anti-inflammatory and immunomodulatory actions.\n[8]\n\nErythromycin is active against gram-positive bacteria, gram-negative bacteria, and several other organisms. The gram-positive bacteria include\nStreptococcus pneumoniae\n,\nStreptococcus pyogenes\n,\nStaphylococcus aureus\n,\nListeria monocytogenes\n,\nCorynebacterium minutissimum\n,\nCorynebacterium diphtheria\n. The gram-negative bacteria include\nLegionella pneumophila\n,\nNeisseria gonorrhoeae\n,\nHaemophilus influenzae\n, and\nBordetella pertussis\n. Other microorganisms covered by erythromycin include\nChlamydia trachomatis\n,\nEntamoeba histolytica\n,\nMycoplasma pneumoniae\n,\nTreponema pallidum\n, and\nUreaplasma urealyticum\n.\n[2]\n\nResistance can develop against erythromycin; this occurs via modification of the 23S rRNA found in the 50S rRNA. The erythromycin cannot bind to the ribosome, and the bacteria can continue protein synthesis.\n[9]\n[10]\nAside from being a bacteriostatic macrolide antibiotic, erythromycin is a pro-motility drug. It is an agonist to motilin, which increases motility in the gut.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nAs erythromycin gets deactivated by gastric acid, oral tablets must either contain an ester or stable salt as part of the molecular structure or be enteric-coated. Once erythromycin is orally administered, it is easily absorbed through the gastrointestinal system. It diffuses into various tissues and phagocytes following absorption via the gastrointestinal system. As phagocytes circulate in the blood and induce phagocytosis of harmful bacteria, erythromycin gets released during this process. Optimal blood levels are reached when the patient takes it in a fasting state. Peak plasma concentration (Cmax) is achieved in four hours when administered with food.\n[12]\n\nDistribution:\nErythromycin is largely bound to plasma proteins, but erythromycin readily diffuses into most bodily fluids. Erythromycin is concentrated in the liver and is later excreted in bile.\n\nMetabolism:\nThe liver metabolizes most of the administered erythromycin. It undergoes demethylation through the cytochrome P450 system, specifically the enzyme CYP3A4.\n\nExcretion:\nErythromycin is mostly excreted through bile. A tiny percentage of the drug undergoes renal excretion. Erythromycin has a half-life of 1.5 hours to 2 hours. Optimal blood levels are reached when the patient takes it in a fasting state. Peak plasma concentration(Cmax) is achieved in four hours when administered with food.",
    "administration": "Routes of Administration\n\nErythromycin base filmtab tablets (erythromycin tablets, USP) are supplied as pink, unscored oval tablets. Erythromycin can also be administered intravenous, topical, and ophthalmic routes.\n\nAdults\n\nThe oral form of the medication is available in 250 mg tablets and 500 mg tablets. For maximal absorption and minimal side effects, the patient should avoid alcohol, take the drug on an empty stomach (1 hour before or 2 hours after meals), take a full glass of water, and avoid grapefruit juice.\n[13]\nThe maximum recommended oral dose is 4 grams per day.\n\nChildren\n\nThe usual dosage for children is 30 to 50 mg/kg/day in equally divided doses. The maximum recommended dosage is 4 grams per day for more severe infections.\n\nPregnancy\n\nFor urogenital infections during pregnancy, the recommended dose is 500 mg of erythromycin by mouth four times a day on an empty stomach for at least seven days.\n[14]\n\nSpecific Patient Population\n\nPatients with Renal Impairment:\nThe manufacturer's labeling has provided no information regarding adult patients with renal impairment. However, elderly patients with reduced renal function may be at increased risk for ototoxicity.\n\nPatients with Hepatic Impairment:\nNo information has been provided in the manufacturer's labeling. However, clinicians should prescribe erythromycin with caution, given the hepatotoxic potential of erythromycin.\n[15]\n\nPregnancy Considerations:\nAccording to the manufacturer's labeling, there is no evidence of teratogenicity or other adverse effects on reproduction in female rats administered erythromycin, approximately twice the maximum recommended human dose (MRHD) based on a body surface area.\n\nBreastfeeding Considerations:\nErythromycin is excreted in human milk, and the small amounts in milk are unlikely to cause adverse effects in the infant. Monitor the infant for irritability and possible effects on the gastrointestinal flora, such as diarrhea and candidiasis (thrush, diaper rash). One case report and epidemiological evidence indicate hypertrophic pyloric stenosis in infants.\n[16]\nAccording to a meta-analysis, using erythromycin in the first two weeks of life is associated with the risk of pyloric stenosis. However, there is no definitive evidence of a significant association between macrolide use during pregnancy or breastfeeding and pyloric stenosis.\n[17]\nErythromycin is used to treat pertussis or neonatal Chlamydia trachomatis infections in infants; hence the benefit of erythromycin treatment must be considered against the potential risk of developing pyloric stenosis.",
    "adverse_effects": "It may also increase the risk of pyloric stenosis in the newborn. All antibiotics carry a significant risk of nausea, vomiting, abdominal pain, and diarrhea. Erythromycin is a motilin agonist, which increases the likelihood of gastrointestinal side effects compared to other antibiotics.\n[18]\nAll macrolide antibiotics cause QT prolongation. Azithromycin causes clinically insignificant QT prolongation. Clarithromycin causes greater QT prolongation. Erythromycin is known to cause significant prolongation of the QT interval and carries a risk of torsades de pointes.\n[19]\nThis arrhythmia may cease on its own or may degenerate into ventricular fibrillation, which can be fatal.\n[20]\nThere also exists a risk of rash, allergic reaction, and reversible deafness. Rare side effects include Stevens-Johnson syndrome and toxic epidermal necrolysis.\n[21]\n\nErythromycin is a cytochrome P-450 inhibitor; this means it carries the potential to interact with a broad range of medications. Given it is an inhibitor of cytochrome P-450, drugs that get metabolized via the cytochrome P-450 system would have increased concentrations, leading to an increased risk of toxicity.\n[22]\n\nInitially, hepatotoxicity was thought to be more common with erythromycin estolate. However, case reports of jaundice and liver damage have been documented in all formulations of erythromycin. Most cases of erythromycin-induced liver disease are self-limiting; however, rare instances of severe acute hepatic injury leading to acute liver failure and the need for transplantation have been reported. Furthermore, isolated examples of prolonged cholestasis with vanishing bile duct syndrome have been reported. Therefore, patients with erythromycin-induced hepatic injury should be cautioned to avoid further exposure. In addition, it is prudent to avoid using other macrolides in patients with clinically apparent liver injury due to erythromycin.\n[15]",
    "monitoring": "Erythromycin has significant promotility activity and is used in patients with gastroparesis. The clinician should monitor the development of microbial resistance to erythromycin following its long-term use as a promotility agent. Liver function tests require monitoring because of the potential for rare but serious hepatic failure.\n[23]\nQT interval prolongation is a possible adverse effect and requires careful vigilance in patients with heart conditions or who take antiarrhythmic or interacting drugs. Pseudomembranous colitis has been reported with erythromycin and may range in severity from mild to life-threatening; the clinician should consider this diagnosis in patients with severe diarrhea after its administration.\n[24]",
    "toxicity": "Macrolide antibiotics have varying levels of cardiotoxicity. Erythromycin carries the most prominent risk of cardiotoxicity among the more commonly used macrolide antibiotics. It induces QT prolongation and increases the risk of the potentially deadly heart rhythm known as torsades de pointes. Careful monitoring of the QTc interval on the EKG is recommended to minimize risk. Clinicians should monitor potassium, magnesium, and calcium levels in high-risk patients. There is no known reversal agent for erythromycin.\n[19]"
  }
}