{
  "drug_name": "escin",
  "nbk_id": "NBK541002",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541002/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "Empty sella, also known as arachnoidocele, is a radiologic finding in which the sella turcica appears empty due to cerebral spinal fluid (CSF) within the subarachnoid space herniating into the sella turcica. Subsequently, the pituitary gland contained in the sella turcica is compressed and flattened, and the pituitary stalk is stretched by the CSF, which fills the space.\n[1]\n[2]\nOver the years, the term\nempty sella\nwas adapted further by radiologists incidentally observing a similar phenomenon in CT and MRI brain imaging.\n\nDue to advances in radiologic technology, the incidence of empty sella has recently increased. Although empty sella has historically been considered an incidental finding without clinical significance, recent evidence suggests that patients may have associated symptoms, otherwise known as ESS, more frequently than previously believed.\n[3]\n[4]\nConsequently, most experts recommend a thorough evaluation in all patients initially found to have empty sella; reevaluation in asymptomatic patients may be reasonable also. Symptomatic patients with ESS should be managed supportively; the type of treatment indicated can vary from pharmacologic (eg, growth hormone replacement) to surgical (eg, lumbar peritoneal shunt) therapies.\n[3]\n[5]\n[1]\n[2]\n\nBecause this condition is being identified more frequently and may be associated with more symptoms than previously believed, clinicians should be familiar with this finding and the variety of potential presentations. This activity enhances the healthcare professional's competence in the diagnosis and management of ESS and highlights the critical need for collaboration among multidisciplinary team members such as ophthalmology, neurology, and endocrinology clinicians to improve patient outcomes.",
    "mechanism": "Empty sella is a radiologic finding most often seen incidentally caused by the incompetence of the diaphragm sellae and the resultant herniation of CSF into the sella turcica.\n[2]\nESS is the condition associated with this finding that may present with symptoms including headache and visual changes. ESS is commonly classified into 2 etiologic categories: primary empty sella (PES), which has no identified underlying cause, and secondary empty sella (SES), which has an identifiable etiology (eg, cerebral trauma and postpartum pituitary necrosis). ESS can be further subdivided into complete and partial types, with the latter referring to the sella turcica being less than 50% filled with CSF and the former being more than 50% filled with CSF.\n[3]\n[5]\n\nThe etiology of PES is primarily considered idiopathic; however, there may be some genetic association in individuals with defects resulting in an incompetent diaphragm sellae. In contrast, SES etiologies include surgery, trauma, radiation, hemorrhage, infection, or infarction of the pituitary gland and can occur at any time in an individual's life.\n[2]",
    "monitoring": "Imaging Studies\n\nClinicians can diagnose empty sella when characteristic findings are seen on diagnostic imaging, typically a head CT or MRI. Diagnostic findings on imaging consist of CSF filling the sellar space, and the remaining pituitary gland is flattened against the sellar floor (see\nImage.\nEmpty Sella on MRI). The total pituitary volume is often reduced to less than 611.21 mm\n3\n. The bony structure of the sella also often appears enlarged. Partial empty sella refers to a sella turcica filled less than 50% with CSF, and complete empty sella refers to a sella filled to more than 50% with CSF; the thickness of the remnant pituitary tissue is ≤2 mm.\n[2]\n[3]\n\nLaboratory Studies\n\nTesting the entire pituitary axis is appropriate and highly recommended in patients with ESS after diagnosis; however, society-based guidelines are currently lacking.\n[14]\n[1]\n[15]\nThe pituitary function can be normal despite the abnormal appearance of the pituitary gland. However,  A recent study found that up to half of individuals with PES have some level of pituitary insufficiency.\n[16]\nHyperprolactinemia and growth hormone deficiency appear to be the 2 most common laboratory findings in patients with empty sella.\n[7]\n[5]\n\nHyperprolactinemia is present in 10% to 17% of cases resulting from a microprolactinoma or functional hyperprolactinemia.\n[6]\n[5]\nGrowth hormone deficiency is identified in 4% to 60% of patients, but the clinical significance in adults is unclear.\n[6]\n[14]\nFurthermore, gonadotropin deficiency is seen in 2% to 32% of patients, while adrenocorticotropin, thyroid-stimulating hormone, and antidiuretic hormone deficiencies are seen in about 1% of individuals with empty sella.\n[14]\nTherefore, most experts recommend that diagnostic studies be obtained to assess for endocrine dysfunction. The laboratory studies suggested for the evaluation of pituitary function in any patient found to have empty sella include:\n[3]\n\nAdrenal axis: Early morning fasting cortisol levels are a screening option for adrenocorticotropin (ACTH) deficiency, and overtly low cortisol levels <3.0 mcg/dL are consistent with adrenal insufficiency.\n[17]\nMorning cortisol levels >11.0 mcg/dL, though some authors suggest 14.0 mcg/dL, make adrenal insufficiency very unlikely; morning cortisol levels of 3.1 to 11.0 mcg/dL are indeterminant and can warrant further testing, such as ACTH stimulation testing. If the morning cortisol level is low, an ACTH level should be obtained and correlated to the low morning cortisol level to help differentiate primary from secondary adrenal insufficiency. Metyrapone testing can also assist in this diagnosis. If corticosteroid excess is suspected, an ACTH level again must be correlated with cortisol level, and a workup for Cushing disease should be the next step.\n[2]\n[5]\nThyroid axis: Morning levels of thyroid-stimulating hormone with free thyroxine (T4) should be evaluated simultaneously.\n[5]\nReproductive axis: In premenopausal women with regular menses, gonadotropin and estradiol levels are unnecessary. Women with irregular or absent menses should have follicle-stimulating hormone and luteinizing hormone with estradiol levels assessed; postmenopausal women most likely do not. A testosterone level with simultaneous luteinizing hormone and follicle-stimulating hormone levels should be obtained in men.\n[5]\nProlactin: Prolactin levels should be evaluated as prolactin abnormalities are prevalent, with hyperprolactinemia found more than Prolactin deficiency. Prolactin elevations can also be seen in many conditions unrelated to ESS (eg, medications and pregnancy). Therefore, abnormalities must be correlated with the entire clinical presentation.\nGrowth hormone, excess or deficiency: Growth hormone has a short half-life and is pulsatile throughout the day, so measuring serum levels is not a common practice. Insulin-like growth factor 1 can be used instead as a screening measure. However, normal insulin-like growth factor 1 levels do not rule out growth hormone deficiency. Some experts recommend stimulation testing to rule out the possibility of growth hormone deficiency.\n[14]\nThe gold standard testing for growth hormone deficiency is the insulin tolerance test. Additional testing options include the growth hormone-releasing hormone plus arginine test, the glucagon stimulation test, and the macimorelin test.\n[18]\nAntidiuretic hormone: Antidiuretic hormone levels are not typically measured, but the clinician should inquire about the frequency of urination, including nocturia, to rule out the possibility of diabetes insipidus. If suspicious of diabetes insipidus, serum sodium, serum osmolality, and urine osmolality should be obtained. In rare case reports, hyponatremia was the presenting sign of empty sella.\n[12]",
    "administration": "While no established guidelines for managing ESS exist, most experts advise providing supportive care for symptomatic individuals. If hormone imbalances are identified, treatment is tailored to address these specific issues. For example, individuals with hypopituitary impairment may receive cortisol replacement therapy, while those with hyperprolactinemia could benefit from dopamine agonist treatment.\n[3]\n[1]\n[2]\n[19]\nTreatment options for intracranial hypertension in patients include pharmacologic therapies like oral acetazolamide (250-500 mg daily) or escin (100-250 mg daily) and surgical placement of a ventricular-peritoneal shunt. The choice among these options depends on clinical indications and guideline recommendations. Additionally, ongoing follow-up is essential to monitor any underlying conditions.\n[5]\n[3]\n\nFor asymptomatic individuals without hormone abnormalities, there is limited evidence of clinically significant progression.\n[16]\n[3]\nRecommendations for managing such cases are scarce, but some sources suggest periodic clinical assessments and diagnostic studies every 2 to 3 years or as needed.\n[5]\n[3]",
    "adverse_effects": "As mentioned earlier, potential empty sella complications include partial or complete hypopituitarism or hormone overactivity. Furthermore, patients with primary empty sella (eg, Cushing disease) and radiographic disruption of the pituitary stalk may experience worse outcomes following pituitary surgery.\n[21]\n[22]"
  }
}