{
  "drug_name": "escitalopram",
  "nbk_id": "NBK557734",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557734/",
  "scraped_at": "2026-01-11T15:28:55",
  "sections": {
    "indications": "Before prescribing escitalopram, it is essential to conduct a thorough risk assessment, considering hypersensitivity reactions to other medications, especially antidepressants and SSRIs, possible QT prolongation, and the risk of serotonin syndrome in all patients. Notably, this medication is contraindicated for patients with a history of hypersensitivity reactions to escitalopram or citalopram.\n[18]\nFurthermore, coadministration of escitalopram with an MAOI is strictly contraindicated due to the risk of causing serotonin syndrome. MAOIs include medications such as phenelzine, selegiline, isocarboxazid, and selegiline.\n[37]\n\nWhen starting escitalopram, it is essential to consider the risk of QT prolongation, although it is a relative contraindication. Patients with a family history of long QT syndrome or cases of sudden, premature cardiac death should undergo a thorough assessment. The concurrent use of other medications known to induce prolonged QT syndrome, including antipsychotics (especially older typical antipsychotics), should also be carefully assessed.\n[23]\nThe combination of escitalopram and pimozide is contraindicated.\n\nBox Warning\n\nPatients taking escitalopram should undergo regular monitoring for mood or behavioral changes, including signs of suicidality. Studies have documented an elevated risk of increased suicidal thoughts and self-destructive behavior in pediatric and adolescent patients taking SSRIs.\n[1]\n\nPrecautions\n\nOther medications that should be avoided due to the potential risk of inducing serotonin syndrome encompass a range of antidepressants, triptans, fentanyl, lithium, tramadol, tryptophan, buspirone, amphetamines, and St John's wort. In addition, drugs that impair serotonin metabolism, such as intravenous methylene blue, linezolid, MAOIs, and other psychiatric medications, are also contraindicated.\n[26]\n[38]\n\nIn recent years, pharmacogenetics has played a significant role in assessing the activity of the liver enzyme CYP2C19 as a determinant for contraindicating escitalopram use. CYP2C19 metabolizes escitalopram, and genetic testing can now assess an individual's enzyme activity. Individuals classified as poor metabolizers, or those with reduced activity of this enzyme, tend to exhibit higher concentrations of escitalopram in their bloodstream, consequently increasing the risk of adverse drug reactions.\n[24]\nWhen the status of the CYP2C19 enzyme is known to be weak, it is advisable to assess the necessity of escitalopram use or consider dosage adjustments to prevent severe adverse drug reactions.\n[39]",
    "mechanism": "SSRIs exert their mechanism of action by binding to the sodium-dependent serotonin transporter protein (SERT) in the presynaptic neuron. SERT is responsible for reuptaking serotonin from the synaptic cleft into the presynaptic neuron. Inactivation of SERT by escitalopram leads to an elevation in synaptic serotonin levels.\n[7]\n\nSerotonin, also known as 5-hydroxytryptamine (5-HT), is a crucial neurotransmitter that regulates various human behavioral processes, including mood, perception, memory, anger, aggression, fear, stress response, appetite, addiction, and sexuality. The expression of multiple serotonin receptors in brain regions, such as the cortex, limbic system, midbrain, and hindbrain, orchestrates these processes.\n[8]\nThe brain has 5 primary serotonin receptors—5-HT1A, 5-HT1B, 5-HT4, 5-HT6, and 5-HT7.\n[9]\nIn total, there are 15 known serotonin receptors, which are also found outside the central nervous system.\n[8]\n\nPharmacokinetics\n\nAbsorption:\nThe pharmacokinetics of escitalopram demonstrate linearity and dose proportionality within the 10 to 30 mg/d dosage range. Notably, food does not affect the absorption of the drug. Peak plasma concentration is typically attained in approximately 5 hours, and steady-state plasma concentrations are achieved within 1 to 2 weeks.\n[10]\n\nDistribution:\nEscitalopram has a high volume of distribution (12 L/kg) and a low plasma protein binding (56%). Consequently, it is unlikely to provoke interactions with highly protein-bound drugs.\n\nMetabolism:\nEscitalopram undergoes hepatic metabolism via CYP3A4 and CYP2C19, yielding\nS\n-desmethyl-citalopram (\nS\n-DCT) and\nS\n-di-desmethyl citalopram (\nS\n-DDCT).\n\nElimination:\nThe terminal half-life of escitalopram varies from 27 to 33 hours. Escitalopram and its metabolites are exerted in the urine.\n[11]",
    "administration": "Available Dosage Forms and Strengths\n\nEscitalopram is administered orally and is available in 2 forms—an oral solution at a concentration of 1 mg/mL and tablets in 5 mg, 10 mg, or 20 mg strengths.\n\nEscitalopram is usually taken once daily, with or without food. The typical initial dose of the medication is 10 mg, with the option to increase after 1 week for symptom management.\n[10]\nA 4-week dose reduction is recommended when transitioning escitalopram from another SSRI.\n\nAdult Dosage\n\nThe FDA-approved doses are stated in the package insert provided below. However, it is crucial to recognize the need for personalized dosing, as the selection and adjustment of the dosage should be tailored to the severity of depression, response to treatment, and the presence of comorbidities.\n[12]\n\nMajor depressive disorder: The starting dosage of escitalopram is 10 mg once daily, and the maximum recommended dosage is 20 mg/d.\n\nGeneralized anxiety disorder: The initial dosage of escitalopram is 10 mg once daily, and the maximum recommended dosage is 10 mg/d.\n\nPediatric Dosage\n\nMajor depressive disorder: The recommended starting dosage of escitalopram for patients aged 12 and older with MDD is 10 mg once daily, and the maximum recommended dosage is 20 mg/d.\n\nGeneralized anxiety disorder: The recommended starting dosage of escitalopram for patients aged 12 and older with MDD is 10 mg once daily, and the maximum recommended dosage is 20 mg/d.\n\nSpecific Patient Populations\n\nHepatic impairment:\nPatients with hepatic impairment should take a 10 mg/day dose of escitalopram due to its reduced oral clearance (37%) and doubled half-life.\n\nRenal impairment:\nPatients with mild-to-moderate renal impairment do not require dosage adjustments. However, it is advisable to exercise caution when using escitalopram in individuals with severe renal impairment with creatinine clearance of less than 20 mL/min.\n\nPregnancy considerations:\nEscitalopram is classified as a pregnancy category C medicine. Therefore, close monitoring of patients is advised, and dosage adjustments should be made based on individual patient requirements, as both escitalopram and desmethyl citalopram can traverse the placenta and enter the amniotic fluid.\n[13]\n\nBreastfeeding considerations:\nFor breastfeeding mothers, it is advisable to administer a relatively lower dose of escitalopram. This precaution is due to the excretion of both escitalopram and its metabolite, desmethyl citalopram (DCT), in breast milk.\n[14]\nA single case report of necrotizing enterocolitis has been recorded in a breastfed infant exposed to escitalopram during lactation and pregnancy. However, a causal link to adverse events was not confirmed. A safety assessment deems the use of escitalopram as possibly compatible with breastfeeding.\n[15]\nTherefore, if the mother necessitates escitalopram treatment, it is not a reason to discontinue breastfeeding.\n[16]\n\nPediatric patients:\nIn a single-dose study involving adolescents aged 12 to 17, the area under the curve (AUC) of escitalopram decreased by 19%, and maximum plasma concentration (Cmax) increased by 26% compared to adult patients. Nevertheless, no dosage adjustment is required for these patients. As mentioned, a patient-centered approach with careful dosage adjustment is essential to optimize pharmacotherapy.\n\nOlder patients:\nIn both single- and multiple-dose investigations, the peak plasma concentration of escitalopram remained unchanged, whereas AUC and half-life were increased by approximately 50% in geriatric patients. According to the manufacturer's label, a 10-mg dose of escitalopram is recommended for geriatric patients. Notably, the risk of hyponatremia is elevated in this age group.\n[17]",
    "adverse_effects": "Although escitalopram and SSRIs have a lower toxicity profile than older antidepressants, they have still been associated with significant adverse effects.\n[18]\nThe most frequently reported adverse effects include insomnia, sexual dysfunction (particularly reduced libido, anorgasmia, and male ejaculatory delay), nausea, increased sweating, fatigue, and somnolence.\n[19]\nQT prolongation and serotonin syndrome are rare but potentially severe adverse effects associated with escitalopram.\n\nEscitalopram can induce a syndrome of inappropriate antidiuretic hormone secretion (SSRI-induced SIADH), potentially resulting in hyponatremia, particularly in older patients.\n[20]\nThe symptoms of hyponatremia can vary depending on its severity, ranging from anorexia, nausea, vomiting, fatigue, and headache to more critical conditions such as altered mental status, seizures, and, in extreme cases, coma.\n[20]\n[21]\n\nQT prolongation is defined as a corrected QT interval on an electrocardiogram (ECG) exceeding 500 ms or an increase of more than 60 ms from the baseline interval.\n[22]\nQT prolongation can cause potentially fatal cardiac arrhythmias, including torsades de pointes (TdP).\n[23]\nThe mechanism underlying QT prolongation involves the inhibition of the inward rectifier current, which extends phase 3 of cardiac repolarization.\n[22]\nQTc prolongation is a dose-dependent relationship.\n[24]\nAccording to the American Heart Association (AHA), risk factors for drug-induced Tdp include age 65 or older, female gender, acute coronary syndrome, electrolyte imbalances (such as hypokalemia, hypocalcemia, and hypomagnesemia), and heart failure with reduced ejection fraction (HFrEF). In addition, escitalopram can potentially exacerbate sinus bradycardia and atrioventricular (AV) block by inhibiting sodium and calcium channels.\n[25]\n\nSerotonin syndrome, a potentially life-threatening adverse effect, results from excess serotonin in both peripheral and central nervous systems. This medical condition can lead to symptoms of neuromuscular excitation and autonomic stimulation. Serotonin syndrome is more likely to happen in patients who take a high dose of SSRIs or have overdosed. This syndrome can also occur in individuals who take multiple serotonergic drugs, especially if they operate through different mechanisms, for instance, combining an SSRI with a monoamine oxidase inhibitor (MAOI).\n[26]\n\nSymptoms of serotonin syndrome may include autonomic instability, presenting as tachycardia, hypertension, dizziness, diaphoresis, flushing, mydriasis, and an elevated temperature of above 38 °C. Clinical manifestations include nausea, vomiting, diarrhea, and mental status changes, such as agitation, delirium, hallucinations, somnolence, and even coma. Neuromuscular signs such as incoordination, rigidity, clonus, hyperreflexia, tremors, and hypertonicity can also be evident.\n[26]\nSevere cases have been reported with ECG changes and seizures.\n[27]\n[26]\nBefore attempting another antidepressant therapy, a 4-week weaning-off period is recommended to prevent the risk of serotonin syndrome.\n[28]\nIn rare instances, rhabdomyolysis has been reported.\n[29]\n\nDrug Withdrawal\n\nEscitalopram can induce withdrawal symptoms, including dizziness, nausea, and lethargy, if discontinued abruptly.\n[11]\n\nDrug-Drug Interactions\n\nUnderstanding potential interactions between medications is vital for safe and effective treatment. Various drug combinations involving escitalopram can lead to adverse effects, ranging from serotonin syndrome and bleeding tendencies to increased risk of QT prolongation. Awareness of these interactions is crucial for informed medical decision-making.\n\nThe concurrent use of escitalopram and rasagiline should be avoided to mitigate the risk of serotonin syndrome.\n[30]\n\nSSRIs, including escitalopram, inhibit platelet function, thereby elevating the risk of bleeding when combined with antiplatelet agents.\n[31]\nThis propensity for bleeding further intensifies when SSRIs are used in conjunction with low-molecular-weight heparin.\n[31]\n[32]\n\nThe risk of bleeding also increases when escitalopram is concomitantly administered with NSAIDs.\n[33]\nFurthermore, SSRIs may increase the risk of upper gastrointestinal bleeding when administered with NSAIDs.\n[34]\n\nA study revealed that patients who were given an SSRI in conjunction with aspirin or dual antiplatelet therapy after an acute myocardial infarction experienced an elevated risk of bleeding.\n[35]\n\nIncreased risk of QT prolongation exists when escitalopram is administered concurrently with other agents known to prolong QTc intervals, including amiodarone, particularly in patients with chronic kidney disease.\n[36]",
    "monitoring": "Monitoring the effect of pharmacotherapy over time should be done using GAD-7 and the Hamilton Anxiety Scale (HAM-A) for anxiety disorders.\n[40]\nIn addition, monitoring and quantifying depression severity should be done using the Patient Health Questionnaire-9 (PHQ-9).\n[41]\n\nElectrolyte disturbances (SSRI-induced SIADH) and ECG changes (QT prolongation) should be evaluated during follow-up visits with a basic metabolic panel and ECG. This is particularly crucial for patients aged 65 or older or those with a family history of arrhythmias.\n[18]\nFor patients with a history of arrhythmias, it is advisable to conduct follow-up ECGs once escitalopram has reached therapeutic levels. These ECGs are necessary to assess the prolongation of the QT interval. If the QT interval exceeds 500 ms or exhibits a change of more than 60 ms from the baseline, switching to an alternative antidepressant should be considered.\n[42]\nRISQ-PATH score can be used to monitor patients with a low risk of QT prolongation with a negative predictive value of 98.0%.\n[43]",
    "toxicity": "The current maximum recommended dose of escitalopram is 20 mg PO daily. For out-of-hospital isolated SSRI overdoses in patients with minor symptoms (typically less than 5 times their treatment dosage), management should involve at-home observation and close coordination with a local poison control center.\n[27]\n\nIn cases of escitalopram overdose, the most critical clinical concern is the potential for QT prolongation and subsequent TdP arrhythmia, which could be fatal. In cases of reported ingestion of 300 mg or more of escitalopram, administering a single dose of activated charcoal significantly reduced the absorption fraction by 31% and decreased the risk of abnormal QT interval by 35%. Therefore, it is recommended to administer a single dose of activated charcoal to patients who have ingested at least 300 mg of escitalopram in an attempted overdose. Cardiac monitoring for 12 hours is recommended for patients who ingest 300 mg or more of escitalopram and receive activated charcoal.\n[44]\nIn the event of TdP development, it is recommended to administer magnesium sulfate to patients.\n[45]\nPatients with hemodynamically unstable TdP should undergo defibrillation.\n[25]\n\nThe primary approach for patients exhibiting more severe hyperexcitability symptoms is supportive treatment. Besides discontinuing medications, it is essential to implement measures for maintaining appropriate temperature and blood pressure control. Furthermore, agitation can be managed with the use of benzodiazepines. In severe cases of serotonin toxicity, patients may require endotracheal intubation and ventilatory support.\n[27]\nFor refractory cases to supportive care, medications with known anti-serotonergic properties, such as cyproheptadine, a histamine-1 receptor antagonist, and nonspecific 5-HT1A and 5-HT2A antagonists, may be considered. However, the impact of this antagonistic effect on patient clinical outcomes remains uncertain.\n[46]\nHemodialysis is likely ineffective due to the large volume of distribution of escitalopram.\n[10]\n[47]\nA case report has documented an instance of new-onset nocturia associated with the use of expired escitalopram, with no such complaint reported upon transitioning to non-expired medication. This underscores the potential for undesired adverse effects resulting from the use of expired drugs.\n[48]"
  }
}