{
  "drug_name": "esketamine",
  "nbk_id": "NBK617057",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK617057/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Healthcare professionals have a key role in assessing the risk of suicide in patients. More than half of the individuals who died by suicide have seen a healthcare professional within the preceding year.\n[1]\n[2]\nHealthcare use by those who subsequently die by suicide is more common across all healthcare settings, including outpatient medical specialty clinics, primary care, inpatient hospitals, and emergency departments. Despite the awareness of suicide risk, assessing and managing this risk remains challenging for healthcare professionals, even though suicides are preventable using evidence-based interventions. However, \"The estimation of suicide risk, at the culmination of the suicide assessment, is the quintessential clinical judgment, since no study has identified one specific risk factor or set of risk factors as specifically predictive of suicide or other suicidal behavior.\"\n[3]\n\nSuicide is a leading cause of death worldwide. According to the World Health Organization,\nSuicide Worldwide in 2019\n, Global Health Estimates\n,\nmore than 700,000 people died by suicide in 2019, and suicide is the fourth leading cause of death among adolescents and young adults aged 15 to 29. Suicide is a global health issue affecting all ages, sexes, and regions. A significant barrier to screening for suicide risk is the dilemma of how to care for patients who screen positive; every patient care setting needs a plan to manage cases like this. The National Institute of Mental Health\nAsk Suicide Questions (ASQ)\nToolkit website is a free resource that provides tools to help providers in various settings identify individuals at risk for suicide and provides evidence-based clinical pathways for further interventions.\n\nPathways for managing suicide risk can be described in 3 steps:\n\nBrief screening for suicide risk\nBrief suicide safety assessment for patients who screen positive\nDetermining a course of action for patients who screen positive\n\nBrief Screening for Suicide Risk\n\nThe purpose of a brief screening for suicide risk is to identify patients at risk of suicide. Screening with evidence-based tools can be universal or targeted to higher-risk groups and may be incorporated into the electronic health record. Barriers to screening include concerns that asking about suicide risk can cause increased distress; worry about inordinate amounts of time to refer patients who screen positive to emergency or mental health services, causing disruptions in workflow; and negative patient reactions to screening. However, study results show that asking about suicide risk does not cause iatrogenic harm.\n[4]\nBrief evidence-based interventions reduce immediate risk, and screening for suicide risk has broad support among patients and caregivers.\n[4]\nEvidence-based screening tools include the Ask Suicide-Screening Questions, available in multiple languages; the Patient Safety Screener-3; and the Columbia-Suicide Severity Rating Scale, Screening Version, which are brief and easy to use. Depression screening alone is not adequate.\n[4]\n[5]\n\nBrief Suicide Safety Assessment for Patients Who Screen Positive\n\nPatients who screen positive should have a Brief Suicide Safety Assessment (BSSA) to clarify a patient's risk severity. This is not a full psychiatric assessment and takes 10 to 15 minutes; the BSSA, however, can help decide the next steps. The National Institute of Mental Health\nASQ Toolkit website\noffers a toolkit that provides scripts and worksheets for BSSA of youths and adults in the emergency department, inpatient medical and surgical units, and outpatient settings, as well as a patient resource list. A 3-step process of screening, assessing, and disposition is effective in reducing the risk of patient suicide. Educational initiatives for primary care clinicians yield the most benefit since they encounter a significant portion of suicidal patients as the first point of contact.\n[6]\n\nDetermining a Course of Action/Disposition\n\nClinicians across different healthcare settings can identify suicide risk and connect patients to further mental health care. BSSA has 3 possible scenarios that guide the next steps in caring for a patient who has revealed suicidal ideation or engaged in suicidal behavior:\n\nPatients at imminent risk or with acute positive screens need emergency psychiatric and safety evaluations; clinicians are obligated to ensure the patient's safety.\nPatients who are at moderate risk or require further evaluation need a prompt, comprehensive assessment from a mental health professional and interventions such as a safety plan, lethal means safety counseling, and access to crisis resources.\nPatients at mild risk may not require further evaluation but could benefit from mental health follow-up and developing a safety plan, as well as receiving a list of resources, such as the 988 Suicide and Crisis Lifeline number.\n[4]",
    "mechanism": "Results from a large study of suicide attempts and suicide deaths in twins, full siblings, and half-siblings showed that suicide attempts and death were moderately heritable among both women and men and that environmental correlations were weaker. Heritability of suicide attempts was stronger in people aged between 10 and 24 than in people aged 25 and older. The genetic correlation for suicide attempt during youth and adulthood was stronger for women. The study concluded, \"The genetic and environmental etiologies of suicide attempt and death are partially overlapping, exhibit modest sex differences, and shift across the life course.\"\n[7]\n\nMulti-ancestry and European ancestry admixture genome-wide association study meta-analyses identified several risk loci implicating genes highly expressed in brain tissue and suicide attempts. Genetic causal proportion analyses implicated attention deficit-hyperactivity disorder, smoking, risk tolerance, and pulmonary and cardiovascular health factors in the risk for suicide attempts.\n[8]\nOther individual risk factors for suicide are family history, early-life adversity, psychiatric disorders, severe mental illness, depression, personality disorders, substance misuse, and physical health problems. Environmental risk factors for suicide include lack of social support, economic factors, life events, effects of the media, and access to lethal means.\n[9]",
    "monitoring": "Screening tests for suicidality are detailed above. Substance use, especially alcohol use, is a risk factor for suicide, and there should be a low threshold for obtaining toxicology testing as clinically appropriate.\n[27]\nNo laboratory, radiographic, or other tests are required to evaluate suicidality; such tests should be obtained as clinically appropriate.",
    "administration": "Once a clinician determines the risk level, further management involves the following components:\n\nDetermining disposition and level of care\nBrief interventions in the acute setting\nLonger-term interventions and continued treatment\n\nDisposition and the Level of Care\n\nIn considering disposition and the appropriate level of care, it is important to consider:\n\nLeast restrictive environment: The least restrictive environment or setting involves balancing the principles of beneficence and non-maleficence with patient autonomy. When a high-risk individual who is an imminent danger to themselves is unwilling to agree to voluntary admission, the clinician must ensure the patient’s safety by involuntary admission to an inpatient psychiatric unit or by an involuntary hold in an emergency department.\n[28]\nAvailable resources: Patients who are an imminent danger to themselves may be held in the emergency department until an inpatient psychiatric placement is available or securely transported to another facility that has an available bed on an inpatient psychiatric unit.\nInpatient psychiatric hospitalization is the standard of care for patients with high suicide risk. However, the relationship between hospitalization and future suicidal behaviors is poorly understood. A recent study on patients seen at the Veterans Health Administration used machine learning on observational data, and the results found that hospitalization was associated with reduced suicide attempt risk only among individuals who had attempted suicide in the prior day, underscoring the importance of individualized treatment approaches. The study's results also noted that suicide risk is only one of many reasons for a patient to be hospitalized for psychiatric treatment.\n[29]\nThe \"safety contract\" or no-suicide agreement has been shown to produce worse outcomes than no intervention.\n[30]\n\nThe options of either hospitalizing people or sending them home do not address other aspects of suicide risk. People hospitalized for brief periods may still be at elevated risk after discharge. Sending an individual home with a future appointment is not always sufficient, as many patients fail to attend their scheduled appointments. Suicide risk is drastically increased in the 3-month period after discharge from a psychiatric facility and for a year after emergency department visits.\n[31]\n[32]\n\nBrief Interventions in Acute Settings\n\nBrief interventions address treatment engagement, access to means, psychological and physical problems, suicidal ideation, and suicide attempts. The focus is on immediate suicide risk reduction and transition to ongoing mental health treatment. Brief interventions are associated with improved patient outcomes, including reductions in suicide deaths and non-fatal attempts, and increased follow-up care.\n[33]\n[34]\n[35]\n\nThe most common components of brief acute care suicide prevention interventions include the following:\n\nCare coordination includes communication between the clinical team referring the patient for mental health care and the team receiving the patient for follow-up care. Aspects of care coordination also include scheduling an outpatient appointment for mental health care, scheduling a mobile crisis team evaluation, and collaborating with the patient's family to decrease barriers to attending appointments.\nSafety planning intervention components include the following: identifying personal warning signs of suicidality; determining internal coping strategies; identifying family, friends, and social outlets that can distract from suicidal thoughts; identifying individuals who can provide support during a crisis; listing mental health and urgent care services to contact during a crisis; and lethal means counseling to make the environment safer, including securely locking up or removing firearms. The goal is to reduce suicidal behavior by establishing coping strategies and a support network.\n[36]\n[37]\n[38]\n[39]\nEngaging the patient actively and collaboratively in this process is essential; discussing ways to continue engaging with the plan and involving social supports and outpatient clinicians is also essential.\n[40]\nBrief follow-up contacts include telephone calls, postcards, letters, and handwritten notes, either as a single contact or multiple contacts. Trained counselors respond to patients' responses with supportive statements or facilitate mental health treatment.\nBrief therapeutic interventions, eg, with brief telephone calls or single in-person encounters, aimed at preventing patients from engaging in suicidal behaviors and encouraging ongoing mental health treatment.\n\nLethal means restriction is one of the most significant evidence-based methods that reduces suicidal behaviors.\n[6]\n[41]\n[42]\nIn the United States, lethal means restriction primarily focuses on firearm safety, given the high lethality and the rate of suicide deaths by firearms compared with other high-income countries.\n[43]\nThere are 2 aspects to lethal means restriction of firearms: counselling delivered in clinical settings that focuses on personal gun safety, often recruiting people from the patients’ social network to facilitate the removal of firearms; and legislative means such as state Extreme Risk Protection Order Laws allowing the removal of firearms from individuals who are assessed to be at a high risk of harm to themselves or others. While the latter is effective,\n[44]\nthe former method mobilizes the patient's agency and social support. Additional consideration should be given to the relationship between Black, Indigenous, and People of Color and law enforcement. Coordination with a patient’s family in lethal means restriction rather than involving law enforcement may prevent potentially traumatic encounters.\n\nAddressing other means when counselling about lethal means restriction is also important. While there is always a concern that the individual will substitute other means for the ones initially decided on, most often they do not—and even when they do, the secondary means identified may be less lethal and lead to fewer deaths. Priority should be given to other lethal methods by preventing jumping from heights by creating physical barriers and regulating hazardous agents such as pesticides.\n[45]\n\nEvidence-Based Psychotherapies for Longer-Term Treatments\n\nVarious types of psychotherapy are efficacious in decreasing suicidal ideation and self-harm:\n\nCognitive behavioral therapy teaches problem-solving and adaptive coping skills while addressing cognitive distortions leading to suicidal feelings and urges.\n[5]\nDialectical behavior therapy develops emotional regulation, distress tolerance, and interpersonal effectiveness skills.\n[5]\n[6]\n[46]\nMentalisation-based therapy teaches patients to conceptualize their behavior regarding thoughts and emotions.\n[5]\nPsychodynamic psychotherapies for borderline personality disorder have been found to prevent suicidal or self-harm behavior in most controlled studies.\n[47]\nEmotion-regulation psychotherapy is based on dialectical behavior therapy, acceptance and commitment therapy, and emotion-focused psychotherapy.\nInterpersonal Therapy for Borderline Personality Disorder.\n[48]\nDynamic deconstructive psychotherapy has been shown to be beneficial.\n[49]\n[50]\n[51]\nBrief intervention and contact: This World Health Organization protocol has been shown to reduce suicidal behaviours post-intervention.\n[52]\nSubstance use treatment/programs that target both mental and substance use disorders have been shown to be beneficial. Subsequent suicide attempts are reduced after interventions targeting alcohol and opioid use.\n[5]\n\nEvidence-Based Somatic Treatments\n\nMedications and somatic treatments that have been found to have protective effects against the risk of suicide include the following:\n\nLithium significantly reduces the risk of suicide compared to placebo or no intervention and is especially effective for individuals with bipolar disorder. Antiepileptic mood stabilizers were associated with a higher risk of suicide when compared to lithium.\n[53]\n[54]\nClozapine reduces the risk of suicide for individuals with psychotic disorders.\n[53]\n[54]\nAntidepressants are associated with the reduction or resolution of suicidal ideation in most cases. There is a Food and Drug Administration (FDA) warning regarding using antidepressants in young people; however, there are multiple discrepancies in the research. Antidepressants are associated with a reduced suicidality risk in psychiatric patients.\n[5]\n[53]\n[55]\nKetamine/esketamine both have anti-suicidal effects for patients with depression and suicidality, but the efficacy is transient, lasting no longer than a week; a limitation is the lack of literature demonstrating a reduction in suicide completion.\n[53]\n[56]\nElectroconvulsive therapy (ECT) may reduce suicide risk among hospitalized individuals who are severely depressed, particularly older adults and patients with psychotic features.\n[57]\n[58]\nHowever, some meta-analyses showed that the association between ECT and a lower risk of suicide did not achieve statistical significance.\n[54]\nRepetitive transcranial magnetic stimulation may reduce suicidal ideation.\n[6]\n[46]\n[59]\n[60]\nMethadone and buprenorphine reduce rates of suicide in people with substance use disorders.\n[61]",
    "adverse_effects": "Contingency-Based Suicidality\n\nOne challenging clinical situation in the emergency department or the inpatient psychiatry unit is a patient with contingency-based suicidality. These are patients who come to the hospital repeatedly, usually for psychosocial issues such as homelessness and lack of social supports, or for chronic medical or substance use problems. Their situation lies at the intersection of a lack of adaptive problem-solving skills and systemic problems of limited access to social services and resources.\n\nAccording to Jackson and Riggall, these situations are challenging for clinicians because “pressure is created by current treatment standards that creates a burden to take responsibility or agency for that which the therapist ultimately has no control over” (2024, p 35,\nhttps://www.upstate.edu/psych/pdf/group-ddp-final-5-7-24.pdf\n). Under these circumstances, it is especially important to perform a detailed suicide risk assessment and carefully document the dynamic and static risk factors, protective factors, and any acute crises, as well as the plans for their management.\n\nAccording to Bundy et al (2014), in \"Discharging Your Patients Who Display Contingency-Based Suicidality: 6 Steps,\" (\nhttps://cdn.mdedge.com/files/s3fs-public/Document/September-2017/e1_0114CP_PRLS_Bundy_FINAL.pdf\n), contingency-based suicidal ideation can be managed by:\n\nStep 1: Define and document the situation, clinical dilemma, or impasse.\nStep 2: Assess and document current suicide risk, including chronic/static and dynamic risk factors, protective factors, acute stressors (or lack of acute stressors), and access to lethal means. Interpret any contingency-based suicidal statements.\nStep 3: Document how dynamic risk factors have been addressed or modified and how protective factors have been reinforced during the treatment. Outline a plan for addressing dynamic risk factors and protective factors.\nStep 4: Document the rationale for why further management in an acute setting would not be beneficial. This may include the patient’s lack of participation in the care offered, the inability to improve, or how continued care interferes with more effective means to address risk factors and would be counterproductive to treatment and the patient’s identified goals.\nStep 5: Document your discussion with the patient of the rationale for discharge, the patient's understanding of the discussion, and the absence of any factors that would impair their decision-making, such as severe psychosis, cognitive impairment, or intoxication. The discussion and documentation should reiterate the ongoing treatment plan and the patient's responsibility for their decisions.\nStep 6: Consult with a colleague, document the discussion, and ask them to document the consultation.\n\nPatients who make contingency-based threats of suicide may have presented to emergency settings multiple times for chronic financial reasons, substance use, or lack of housing. A careful medical record review helps the clinician assess chronic suicidality and identify changes in dynamic risk factors. Obtaining collateral information is also necessary.\n\nClinical Vignette\n\nA 62-year-old man arrives at the emergency department in the evening, reporting thoughts of suicide. Earlier the same day, he was discharged from the inpatient psychiatric unit after being treated for suicidal thoughts in the setting of severe alcohol use disorder. He has outpatient psychiatric and substance use follow-up appointments scheduled for tomorrow. Before you speak with him, you watch him unobserved. He is sitting up on the stretcher, smiling and joking with the nurses, asking for coffee and a turkey sandwich. He says playfully to the nurse, “Where have you been all my life?” When you approach him and introduce yourself, he appears somnolent, with the bedsheets pulled over his head. He acts as though he cannot wake up to meet with you. You speak with one of the nurses and are told that the patient has mentioned that there are a couple of women patients on the unit that he’d like to see again.\n\nBefore discharging this patient, it is essential to document that the patient has various static risk factors for suicide that are demographic and are not clinically modifiable. His dynamic risk factors and how they are mitigated must also be clearly stated. Importantly, obtain a toxicology screen to assess him for current substance use and check with his family for collateral information. His dynamic risk factors of substance use and recent discharge from a psychiatric unit are mitigated by close outpatient follow-up. Documenting his incongruent affect and statements made to nurses, which suggest his presentation to the emergency department is motivated by external gain, is crucial. Such reasoning must be explicit in the clinician's documentation because the patient may threaten suicide if told that he is going to be discharged."
  }
}