{
  "drug_name": "esmolol",
  "nbk_id": "NBK518965",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK518965/",
  "scraped_at": "2026-01-11T15:28:56",
  "sections": {
    "indications": "Box Warnings\n\nEsmolol is contraindicated in patients with sinus bradycardia, sick sinus syndrome, atrioventricular heart block, heart failure, cardiogenic shock, pulmonary hypertension, and a history of hypersensitivity reactions to esmolol. In addition, esmolol and calcium channel blockers should not be administered together, as this may exacerbate hypotension and bradycardia. Patients with first-degree heart block and nodal dysfunctions are at an increased risk of progressive heart block, bradycardia, and AV dissociation. Patients with preexisting heart failure are at greater risk of decompensated heart failure and cardiogenic shock.\n[37]\nClinicians should be cautious when using β-blockers, such as esmolol, in patients with airway diseases such as asthma and COPD. However, the β-2 receptor's effects are minimal; some risks may exist at higher doses.\n[38]\n\nWarning and Precautions\n\nEsmolol can attenuate reflex tachycardia and increase the risk of hypotension in patients with hypovolemia. Manufacturer labeling suggests that patients using beta blockers may be less responsive to the usual doses of epinephrine used for anaphylactic or anaphylactoid reactions. However, a retrospective observational study examined patients presenting with anaphylaxis in the emergency department and found that 8% required more than one epinephrine dose, and only 13% of those patients were using β-blockers, suggesting no substantial association between β-blocker usage and the need for multiple doses of epinephrine. Overall, the study did not establish a clinically significant link between β-blocker use and the requirement for epinephrine dosing in individuals experiencing anaphylaxis.\n[39]\nThe case report documented that the use of esmolol in sterile water was associated with significant hyponatremia and subsequent seizures. Awareness of medication formulations and potential adverse effects is crucial in clinical management.\n[40]",
    "mechanism": "Esmolol is a short-acting, cardio-selective β-blocker, a class II antiarrhythmic agent that is a competitive antagonist of the β-1-adrenergic receptors primarily in the myocytes.\n[17]\nBy blocking the adrenergic activity of epinephrine and norepinephrine, it decreases contractility (negative inotropic effect), heart rate (negative chronotropic effect), and conduction.\n[18]\nEsmolol increases atrioventricular refractory time, decreases oxygen demand of the myocardium, and decreases atrioventricular conduction (negative dromotropic effect). A minor β-2-adrenergic blockade is reported with high IV infusion doses. Esmolol does not have any membrane-stabilizing activity or α-adrenergic blockade.\n\nPharmacokinetics\n\nAbsorption:\nEsmolol is rapidly absorbed, the onset of action is within 60 seconds, and it maintains a steady state within 5 minutes of initiating infusion.\n[19]\nA steady state is achieved at 2 minutes if a loading dose is administered. The drug has a 9-minute half-life and rapid renal clearance.\n\nDistribution:\nEsmolol has plasma protein binding of 55%. The mean apparent volume of distribution is approximately 0.33 to 0.53 L/kg.\n[20]\n\nMetabolism:\nFast metabolism translates into the rapid decrease of pharmacological effect (within 10 to 30 minutes) once the infusion is discontinued, making esmolol safer when titrated appropriately.\n[21]\nHydrolysis by the erythrocyte esterases metabolizes esmolol to an acid metabolite and methanol, eliminating the need for dose adjustments in renal or hepatic dysfunction.\n[20]\n\nElimination:\nThe metabolite has a half-life of 3.7 hours and is excreted via urine. Esmolol has a higher clearance (281 mL/kg/min) in infants than in adults and children.\n[19]",
    "administration": "Available Dosage Forms and Strengths\n\nEsmolol is available in various formulations, including an injection of 100 mg per 10 mL vial (10 mg/mL), a premixed injection bag with 2500 mg in 250 mL (10 mg/mL), and a double-strength premixed injection bag of 2000 mg in 100 mL (20 mg/mL). Esmolol is administered intravenously, preferably through central venous access; however, it can also be infused peripherally.\n\nFDA approval was based on adult subjects. Pediatric dosages have been experimental and unapproved by the FDA. Esmolol should be used short-term, with a maintenance dose infusion under 48 hours. Most patients on esmolol infusions will be transitioned to other long-term agents. Once the effects of esmolol are no longer needed, it should not be tapered gradually.\n[6]\nNew medication should be initiated, titrating esmolol down by 50% and reassessing hemodynamic stability. If the patient is stable, continue slowly titrating the esmolol down while titrating the new agent until the desired heart rate and blood pressure are achieved. Peripheral extravasations can cause thrombophlebitis. If the extravasation occurs, the infusion should be stopped, the line should be gently aspirated, and the limb should be elevated.\n\nAdult Dosage\n\nPerioperative and postoperative tachycardia and hypertension (2\nmethods):\nA 1000 mcg/kg bolus over 30 seconds, followed by 150 mcg/kg per minute infusion, with a maximum dose of 300 mcg/kg per minute.\n\nA bolus of 500 mcg/kg over 1 minute, followed by 50 mcg/kg/min infusion for 4 minutes. If the desired therapeutic effect is not achieved, the esmolol dose may be increased to 50 mcg/kg/min until the maximum dose of 300 mcg/kg/min.\n[22]\n\nSupraventricular tachycardia and non-compensatory sinus tachycardia:\nA bolus loading dose of 500 mcg/kg over 1 minute was followed by a 50 mcg/kg/min infusion for 4 minutes. If the desired effect is not reached, it may increase in 50 mcg/kg per minute increments until the maximum dose of 200 mcg/kg per minute. For rapid efficacy, follow the initial loading dose and infusion of 50 mcg/kg per minute by a second 500 mcg/kg bolus over 1 minute and increase drip to 100 mcg/kg per minute for 4 minutes.\n[23]\n\nSpecific Patient Populations\n\nHepatic impairment\n: Esmolol does not require dosage adjustment for hepatic impairment.\n[24]\n\nRenal impairment\n: Esmolol does not require dosage adjustment for renal impairment.\n[25]\n\nPregnancy considerations\n: Esmolol is a category C drug in pregnancy. During trials in third-trimester pregnancy and labor, Esmolol causes fetal bradycardia, which persisted after the drug infusion was discontinued.\n[26]\n\nBreastfeeding considerations\n: Esmolol has 55% plasma protein binding, < 1% renal excretion, and a short half-life of <10 minutes; hence, infants have no risk of accumulation. There is inconclusive data regarding milk excretion; however, it should not be used in breastfeeding mothers due to the serious potential for adverse effects.\n[20]\n[27]\n\nPediatric patients\n: The safety and effectiveness of esmolol are unestablished in pediatric patients. However, esmolol is used off-label for supraventricular tachycardia.\n[28]\n\nOlder patients\n: The initiation of esmolol dosage in older patients is usually recommended at the lower end of the range due to a higher prevalence of reduced renal or cardiac function and increased occurrences of concurrent diseases or concomitant drug therapies.",
    "adverse_effects": "The most common adverse reaction with esmolol is hemodynamic compromise, which happens to over 10% of all patients.\n[29]\n\nThe risk of asymptomatic (25%) and symptomatic (12%) hypotension occurs at all doses, but the risk is dose-dependent.\n[30]\nHypotension in esmolol patients appears once doses reach 150 mcg/kg per minute. In clinical trials, esmolol-induced hypotension is usually corrected by titrating or discontinuing the infusion.\n\nPatients also experienced dizziness (3%), peripheral ischemia (1%), and infusion site reaction (8%), such as blistering, necrosis, or thrombophlebitis.\n[23]\n\nRare adverse drug reactions (less than 1% of patients without comorbidities) include bradycardia, decompensated heart failure, cardiac arrest, and heart block.\n[31]\n\nEsmolol does not show any significant laboratory abnormalities, and patients tolerated the drug while being infused for up to 24 hours. However, some cases of hyperkalemia with esmolol use have been reported. Therefore, electrolyte levels should be monitored for hyperkalemia in patients with renal disease.\n[32]\n\nHypoglycemic-induced tachycardia is not present with esmolol, like other β-blockers. Patients with diabetes who are on esmolol should be closely monitored. Esmolol is reported to exacerbate coronary vasospasms, such as Prinzmetal’s Angina.\n[33]\n\nIn the setting of a patient with pheochromocytoma, esmolol is given with an α-blocker to avoid β-blockage without opposed alpha. Patients with a history of hyperthyroidism should be closely monitored after discontinuation of esmolol as it may exacerbate hyperthyroidism. Esmolol may also aggravate arterial insufficiency in patients with a history of significant peripheral vascular disease.\n[34]\n\nAs the excipient contains methanol, esmolol is ingested by patients with methanol poisoning.\n[19]\n\nDrug-Drug Interactions\n\nNumerous drug-drug interactions exist with esmolol, the most significant being:\n\nDigoxin: A 10% to 20% increase in digoxin levels may aggravate slow AV conduction and heart rate.\n\nAnticholinesterases: Prolonged neuromuscular junction blockage and recovery time.\n\nCalcium channel blockers: Decreases myocardial contractility and may trigger cardiac arrest.\n\nVasoconstrictor and inotropic agents: Esmolol should not be used to control heart rate elevation in patients who receive peripheral vascular constrictive agents such as epinephrine, norepinephrine, and dopamine.\n[35]\n[36]",
    "monitoring": "Esmolol is a fast-acting medication that can quickly alter heart rate and pressure. When the patient is on esmolol, it is recommended that they have continuous blood pressure monitoring, heart rate, mean arterial pressure, and, if possible, ECG.\n[41]\nAn arterial line provides the best method of continuous blood pressure monitoring, which is beneficial in use with esmolol. The peripheral intravenous (IV) site should be checked regularly for any signs or symptoms of infiltration and extravasation.\n\nAs mentioned above, in patients with comorbidities, appropriate serum concentrations, such as glucose (diabetes), thyroid function tests (hyperthyroid), and potassium (renal insufficiency), are monitored. Peripheral pulses should be checked in patients with peripheral vascular disease.\n[42]\nThe CHA2DS2-VASc score is measured for risk stratification of a thromboembolic event and decision regarding anticoagulation according to AHA/ACC guidelines.\n[3]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAn overdose of esmolol can result in a myriad of symptoms and effects. Cardiac signs of toxicity include but are not limited to bradycardia, AV block of any degree, complete AV dissociation, decreased contractility, cardiogenic shock, asystole, and pulseless electrical activity.\n[43]\nNeurologic signs of toxicity include but are not limited to respiratory irregularities, seizures, coma, and psychiatric symptomatology.\n[44]\nOther symptoms of toxicity may include bronchospasms, gastrointestinal mesenteric ischemia, and peripheral cyanosis.\n\nManagement of Overdose\n\nSince esmolol has an ultra-short half-life, toxicity should be treated by discontinuing the infusion. Acute toxicity is often self-limited and treated supportively. Toxicity that results in bradycardia should be treated by atropine, pacing, and other anticholinergic agents. Cardiogenic shock is treated with inotropic agents such as dobutamine, dopamine, and isoproterenol. Although rare, bronchospasms are treated with a β-2 agonist, such as albuterol.\n[45]\nThe Advanced Cardiac Life Support protocols should treat pulseless electrical activity and cardiac arrest. As with other β-blocker overdoses, calcium chloride is given to mitigate the effects of esmolol when metabolized. High-dose insulin euglycaemic therapy and veno-arterial extracorporeal membrane oxygenation are associated with reduced mortality.\n[46]"
  }
}