{
  "drug_name": "esomeprazole",
  "nbk_id": "NBK554462",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554462/",
  "scraped_at": "2026-01-11T18:47:03",
  "sections": {
    "indications": "Gastroesophageal reflux disease (GERD) is a condition in which retrograde flow of stomach contents into the esophagus or beyond into other regions, eg, oral cavity, larynx, or the lungs, occurs, primarily resulting in inflammation of the esophageal mucosa. This condition is considered one of the most common diseases encountered by gastroenterologists and primary care clinicians. The American College of Gastroenterology (ACG) defines GERD as chronic symptoms or mucosal damage incurred by the abnormal reflux of gastric contents into the esophagus and beyond.\n[1]\n[2]\nReflux esophagitis secondary to GERD is typically classified as nonerosive reflux disease (NERD) with symptoms or symptomatic disease with esophageal erosions, termed erosive reflux disease. Although reflux esophagitis is generally more common in men, NERD is more prevalent in women. In Western countries, the prevalence of GERD is approximately 10% to 20%, and severe disease is observed in 6% of the population; in Asian countries, the prevalence is approximately 5%.\n[3]\n[4]\n\nEsophageal reflux may result in complications, including esophagitis, upper gastrointestinal bleeding, anemia, esophageal stricturing, dysphagia, and Barrett esophagus. While GERD alone has been associated with an increased incidence of laryngeal and esophageal squamous cell carcinoma without a definite causal link\n[5]\n[6]\n, Barrett's esophagus is well-known to increase the risk of distal esophageal adenocarcinoma.\n[7]\nGERD may also result in extra-gastrointestinal complications, including dental erosions, laryngitis, cough, asthma, sinusitis, and idiopathic pulmonary fibrosis.\n\nThe most common symptoms of GERD are heartburn, regurgitation, and noncardiac chest pain. The diagnosis of GERD is primarily based on clinical features and patient response to proton pump inhibitors (PPIs). GERD can be presumptively diagnosed in most patients presenting with typical symptoms of heartburn and regurgitation. Additionally, several risk factors contribute to the development of GERD; recognition of these high-risk patients is critical to the timely initiation of preventative and mitigation strategies.\n\nUnless alarm symptoms, eg, dysphagia, odynophagia, anemia, weight loss, and hematemesis or melena are concurrent, most patients can be initiated on empiric therapy with PPIs without diagnostic evaluation. However, long-term pharmacologic treatment is indicated if atypical or alarm symptoms are present. The international Lyon Consensus recommends performing diagnostic confirmation of GERD in symptomatic patients before initiating long-term treatment for GERD. In patients who do not improve after taking PPIs, further diagnostic studies, eg, upper endoscopy and ambulatory wireless distal esophageal pH testing, should be performed to confirm GERD and exclude differential diagnoses.\n[8]",
    "mechanism": "Gastroesophageal Anatomy\n\nAnatomical structures regulate esophageal function and minimize gastroesophageal reflux. A complex valvular mechanism at the esophagogastric junction antagonizes positive abdominal pressure and negative thoracic pressure. This anatomical mechanism comprises the following structures:\n\nLower esophageal sphincter\n: This physiological sphincter measures 3 to 5 cm long. The high resting tone of the smooth muscle in the lower esophageal sphincter prevents regurgitation of gastric contents into the esophagus.\nDiaphragm\n: The esophagus enters the abdominal cavity through the diaphragmatic hiatus. The diaphragm provides extrinsic reinforcement to the lower esophageal sphincter.\nAbdominal portion of the esophagus\n: This esophageal segment is exposed to positive intra-abdominal pressure and collapses without a bolus. This collapse provides further support to the lower esophageal sphincter.\nThe angle of His\n: This is the acute angle between the esophagus and the gastric fundus, which enhances the function of the lower esophageal sphincter.\nPhrenoesophageal membrane\n: This is a fibroelastic ligament that continues the transversalis fascia, which leaves the diaphragm and surrounds the esophagus.\n[9]\n\nGastroesophageal Physiological Mechanisms\n\nPhysiological mechanisms also protect against gastroesophageal reflux, including:\n\nEsophageal motility\n: Esophageal peristalsis promotes the return of regurgitated acid to the stomach.\n[10]\nSaliva production\n: Swallowed saliva contains bicarbonate and is slightly alkaline; salivary mucins also act as lubricants.\nEsophageal epithelial protection\n: Esophageal submucosal glands also secrete bicarbonate and mucin to protect the distal esophageal mucosa from acidic stomach contents.\n\nEtiologies of Gastroesophageal Reflux Disease\n\nThe reflux of gastric contents into the esophagus in healthy individuals is limited, and the refluxed contents are cleared through esophageal peristalsis. However, patients with GERD cannot clear these refluxed contents adequately or produce protective physiological mechanisms. Some of the underlying etiologies of GERD include:\n\nTransient relaxation of the lower esophageal sphincter or a low resting lower esophageal sphincter pressure\n[11]\nHiatus hernia\nExtrinsically increased intra-abdominal pressure, as in obesity\n[12]\nIntrinsically increased intra-abdominal pressure, as observed during pregnancy or in patients with high-volume ascites\nImpaired esophageal motility\nImpaired saliva production\nImpaired esophageal mucosal defense mechanisms\n[12]\n\nGastroesophageal Reflux Disease Risk Factors\n\nAdditionally, certain individuals are at an increased risk of developing GERD. These risk factors include:\n\nMale sex\n[12]\nWhite ethnicity\nAge 50 or older\nTobacco use\n[12]\nAlcohol consumption\n[12]\nDelayed gastric emptying\nMetabolic dysfunction-associated steatohepatitis (MASH)\n[13]\nChronically decreased thoracic pressure\nUse of aspirin and other non-steroidal anti-inflammatory drugs\n[14]\nUse of drugs that reduce the lower esophageal sphincter pressure, including nitrates, calcium channel blocker agents, anticholinergics, α-adrenergic agonists, theophylline, and morphine\nAnxiety and depression, although the relationship with GERD may be bidirectional\n[15]",
    "monitoring": "The diagnosis of GERD is based on clinical features, patient response to a PPI trial regimen, and diagnostic studies.\n[38]\nWhen the presenting symptom is chest pain, cardiac disease must first be excluded before performing gastrointestinal evaluation or planning for a prolonged trial of medication for GERD. Patients with relatively mild symptoms of GERD should be advised to make appropriate lifestyle modifications (Please refer to the\nTreatment/Management\nsection for more information) and to begin a trial of a standard-dose PPI once daily. However, if alarm symptoms such as dysphagia, odynophagia, significant weight loss, gastrointestinal bleeding, or anorexia are present, diagnostic testing is recommended instead of empiric therapy.\n\nProton Pump Inhibitor Trial Therapy\n\nUnless alarm symptoms are present, patients should be initiated on empiric therapy with a PPI at either standard or high dose (Please refer to the\nTreatment/Management\nsection for more information) before the first meal of the day for 8 weeks. A response to treatment supports the diagnosis of GERD.\n[39]\nPPIs should then be discontinued in responsive patients after the 8-week trial period. If alarm or atypical symptoms are present, a patient has a suboptimal response to pharmacological treatment, indicating long-term therapy may be required, or the patient does not improve, or symptoms reoccur following an 8-week PPI trial, further diagnostic studies, eg, upper-endoscopy and ambulatory reflux monitoring should be performed to confirm GERD and exclude differential diagnoses according to the International Lyon Consensus.\n[8]\n[40]\n[38]\n\nEsophageal Manometry\n\nEsophageal manometry is of limited value in the primary diagnosis of GERD. Neither a decrease in lower esophageal sphincter pressure nor the presence of a motility abnormality is specific to the diagnosis of GERD. However, manometry is recommended before antireflux surgery to rule out achalasia or severe dysmotility, as in the scleroderma-like esophagus, where Nissen fundoplication is contraindicated.\n[41]\n\nAmbulatory Esophageal pH Monitoring\n\nAmbulatory esophageal pH monitoring is the only test that determines abnormal esophageal acid reflux and frequency. Ambulatory pH-impedance monitoring can assess the relationship between symptoms and reflux episodes in patients with PPI-resistant symptoms. This test can help exclude GERD, but the test should be carried out after the cessation of PPI therapy.\n[42]\nMedically refractory GERD is increasingly common, and patients often have normal findings on endoscopy evaluation, as PPIs are very effective in healing esophagitis caused by the refluxate. Ambulatory esophageal reflux monitoring is indicated in cases of medically refractory GERD and patients with extraesophageal symptoms suggestive of GERD.\n[43]\n[44]\n[43]\nAmbulatory reflux pH with or without impedance monitoring can be done in the following 3 ways:\n\nA 24-hour transnasal catheter measuring distal esophageal pH\nA 48-hour (or up to 96-hour) wireless pH monitoring, utilizing a small capsule endoscopically pinned to the distal esophageal mucosa. The patient is given a hand-held recording device with which symptoms can be documented and timed. The recorder is returned, and the esophageal pH correlates with the symptoms' recording. If the esophageal pH is lower at the time of 1 or more of these symptoms, this would indicate that the symptoms are due to acid reflux.\nCombined multichannel intrauminal impedance and pH testing (MII-pH) utilizes a 24-hour transnasal catheter. Impedance testing identifies mild acidic reflux that pH monitoring may not diagnose when used alone. Ambulatory esophageal reflux monitoring\nis the only available test that detects pathological acid exposure, frequency of reflux episodes, and correlation of symptoms with reflux episodes.\n\nTesting is performed off PPI therapy for at least 1 week if the goal is to diagnose reflux as the cause of symptoms, while a high-dose PPI course is continued if the testing is being conducted to look for nonacid reflux by impedance testing or refractory acid reflux.\n\nEsophagogastroduodenoscopy (EGD)\n\nPatients presenting with typical GERD symptoms associated with any of the alarm symptoms or atypical symptoms should be examined with an esophagogastroduodenoscopy (EGD) and, in some cases, with pH monitoring before a PPI trial to rule out complications of GERD. Performing endoscopy may be indicated in high-risk groups, particularly in patients who are overweight, aged 50 and older, or who have had chronic esophageal reflux for >5 years. EGD is also indicated in patients at high risk of complications, including those with Barrett esophagus.\n[45]\n\nAccording to the current ACG guidelines, distal esophageal biopsies are not routinely recommended to diagnose GERD. Patients presenting with noncardiac chest pain that is suspected of being due to GERD should undergo a diagnostic assessment with an esophagogastroduodenoscopy and pH monitoring before initiation of PPIs.\n[46]\nCurrent ACG guidelines recommend against screening for\nHelicobacter pylori\ninfection in patients with symptoms of GERD. The Los Angeles classification includes the following grades of reflux esophagitis severity with EGD:\n\nGrade A\n: ≥1 esophageal mucosal breaks <5 mm long\nGrade B\n: ≥1 mucosal breaks >5 mm but with continuity across mucosal folds\nGrade C\n: Continuous mucosal breaks between the tops of ≥2 mucosal folds but involving <75% of the esophageal circumference\nGrade D\n: Mucosal breaks involving >75% of the esophageal sphincter\n[47]\n\nImaging Studies\n\nRadiographic studies, eg, barium radiographs, can detect moderate to severe esophagitis, esophageal strictures, hiatus hernia, and tumors. However, their role in evaluating uncomplicated reflux is limited.\n[48]\nThe presence or absence of reflux during barium esophagography does not correlate with the incidence or extent of reflux observed during 24-hour pH impedance monitoring; therefore, barium studies do not help diagnose GERD.\n[49]",
    "administration": "In patients with minimal to moderate symptoms of GERD, management typically involves implementing lifestyle modifications and PPI therapy with additional pharmacologic treatment when indicated. Patients with severe GERD or those who do not respond to initial strategies may require long-term treatment or invasive procedures such as laparoscopic fundoplication or magnetic sphincter augmentation.\n[38]\n\nLIFESTYLE MODIFICATIONS\n\nLifestyle modifications are considered the cornerstone of any therapy for patients with GERD. Counseling should be provided about the importance of weight loss, given that underlying obesity is a significant risk factor for the development of GERD, and studies have shown that weight gain in individuals with a normal body mass index has been associated with the development of symptoms.\n[50]\nPatients should also be counseled to avoid meals at least 3 hours before bedtime and to maintain good sleep hygiene, as minimal sleep disturbances are associated with decreased reflux episodes.\n[51]\n[52]\nStudies have also shown improvements in symptoms of GERD and pH monitoring studies with elevating the head of the bed. Therefore, patients with GERD should be counseled to implement the following changes:\n\nLose excessive weight to reduce the severity and frequency of symptoms. Even a small amount of weight loss can improve symptoms.\nElevate the head of the bed during sleep and avoid eating 2 to 3 hours before bedtime to reduce nighttime reflux.\nAvoid trigger foods and beverages, eg, chocolate, caffeine, alcohol, and spicy foods.\nAvoid tobacco products and smoking\n[53]\n[54]\n\nPHARMACOLOGICAL THERAPY\n\nMedications used to treat GERD include antacids that neutralize gastric acid, as well as several classes of drugs that reduce gastric acid production: Histamine-2-receptor antagonists (H\n2\nRA), PPIs, and potassium-competitive acid blockers (P-CAB). Antacids are used on an as-needed basis to treat symptoms of dyspepsia or reflux, including heartburn.\n\nHistamine t\nype 2 receptor antagonists\n\nH2RAs currently available over-the-counter include famotidine and cimetidine. The other commonly used H\n2\nRAs, ranitidine and nizatidine, were withdrawn from the market due to NDMA (N-nitrosodimethylamine), a probable carcinogen, being found in some samples of these drugs.\n[55]\nBased on multiple large-scale studies, PPI therapy is considered the most effective for both erosive and nonerosive GERD. The results of these studies have also shown improved symptom control, healing of underlying esophagitis, and decreased relapse rates compared to H\n2\nRAs.\n[56]\n[57]\nIf needed, bedtime administration of H\n2\nRAs is recommended for patients with nighttime symptoms that are not optimized with maximum PPI therapy.\n[48]\n\nProton pump inhibitors\n\nOmeprazole was the first PPI to be approved in the US in 1989 after being used successfully in Europe for many years, and the PPIs as a class (also including lansoprazole, pantoprazole, rabeprazole, esomeprazole, omeprazole-sodium bicarbonate, and dexlansoprazole) are the recommended medication for the treatment and maintenance of erosive esophagitis.\n[41]\nPPIs irreversibly block the exchange of protons and potassium cations on proton pumps in parietal cells of the stomach. They have a half-life of approximately 1 to 2 hours and are converted to sulfonamides in the presence of acid.\n[38]\n\nPatients with suspected GERD or documented LA Grade A or B reflux esophagitis should first be treated with a daily PPI dose for 8 to 12 weeks, taken 30 minutes to 1 hour before the day's first meal (see\nTable.\nStandard and High Doses of Proton Pump Inhibitors). This timing has proven most effective because PPIs only bind to proton pumps secreting acid, and meals promote acid secretion.\n[38]\nIf a partial response is elicited, the dose can be increased to twice the initial dose once daily, or the initial dose should be taken twice daily, before breakfast and dinner. PPIs should be administered at the lowest effective dose to control symptoms of GERD and maintain the healing of reflux esophagitis.\n\nAdverse effects are unusual and minor, but they are consistent for all PPIs in a particular patient. Patients with mild or no esophagitis (or those who were not endoscoped before treatment) whose symptoms have resolved should discontinue the PPI. All patients who require maintenance PPI therapy should be treated with the lowest effective dose in terms of controlling symptoms and maintaining resolution of esophagitis. Those individuals with severe reflux esophagitis (LA Grades C and D) or who have Barrett esophagus or concurrent eosinophilic esophagitis require long-term maintenance PPI therapy.\n[41]\n\nChronic use of PPI drugs has been associated with a long list of potential complications, but high-quality studies have shown that none of these occur with any significant frequency except for intestinal infections. These infections include\nClostridioides difficile\n, norovirus, other viral causes of gastroenteritis, and some multidrug-resistant bacteria. The risk is increased due to the acid suppression effect on the microbiome.\n[38]\nDeficiencies of vitamins D and B12, calcium, magnesium, and iron may be theoretically associated with the need for gastric acid to be present for proper absorption. Other reported complications include pneumonia, gastric cancer, bone fractures related to osteoporosis, dementia, renal disease, heart attacks, strokes, and early death. Studies examining the risks of these complications are not considered definitive and fail to demonstrate a cause-and-effect relationship between PPIs and these conditions. Experts have obtained a consensus that the benefits of PPI drugs substantially outweigh these potential risks.\n[58]\n\nTable\nTable. Standard and High Doses of Proton Pump Inhibitors (PPIs).\n\n* - The relative potency of standard dose PPIs compared to omeprazole 20 mg is based on the % of 24 hours that the gastric pH is > 4.\n[60]\n\n** - Relative potency of once-daily dose of dexlansoprazole compared to twice-daily doses of the other PPIs (Med Lett Drugs Ther. 2022 May 16;64(1650):79-80.\n\nSymptoms should be reassessed after a 4- to 8-week trial of PPI. For patients with Los Angeles grade C or D esophagitis (Please refer to the\nEvaluation\nsection for more information), continued maintenance of PPI therapy is recommended, with antireflux surgery being an alternative. Options for those patients who don't tolerate or fail to respond to PPIs include:\n\nEvaluation for other diagnoses such as eosinophilic esophagitis, achalasia, other esophageal motility disturbances, delayed gastric emptying, nonulcer dyspepsia, and psychological disorders\nIncreasing the dose of the same PPI from standard to high dose (see\nTable.\nStandard and High Doses of Proton Pump Inhibitors)\nSwitching to a different PPI that is either more potent\n[60]\n, less metabolized through the CYP2C19 pathway (eg, rabeprazole or esomeprazole), or to dexlansoprazole, which is a delayed-release formulation\nAdding an evening dose of an H2RA to once or twice daily use of the PPI\nSwitching to a potassium-competitive acid blocker (P-CAB) such as vonoprazan\n\nPotassium-competitive acid blockers\n\nThe newest class of medications for GERD is the potassium-competitive acid blockers (P-CABs), which may provide a more potent means of suppressing gastric acid production. These drugs reversibly prevent potassium from binding to H+/K+ ATP-ase proton pumps, stopping gastric acid production. Moreover, 7 medications of this type have been developed, and vonoprazan was the first approved by the US FDA in late 2023. Revaprazan has been approved for clinical use in South Korea since 2006. Tegoprazan is marketed in South Korea, China, and other parts of Asia, as well as in Central America and South America. Tegoprazan is now in phase 3 trials in the US. The P-CABs are acid-stable and have a much longer half-life than the PPIs, so they can be taken at any time during the day, regardless of meal times.\n\nVonoprazan is available in 10 mg and 20 mg oral tablets. The higher dose is prescribed to treat acid-induced erosive esophagitis, and the lower dose is used for maintaining a healed esophagitis. Vonoprazan is currently recommended as a second-line treatment for patients with documented acid-related reflux who have failed to respond to high-dose PPI therapy. This agent is an option for the healing and maintenance of severe erosive esophagitis (Los Angeles grades C and D); however, vonoprazan has not been proven in a randomized trial against high-dose PPIs to be superior to and is much more expensive than PPI therapy, so this medication is not routinely used as first-line therapy in this setting.\n[61]\nVonoprazan and lansoprazole were compared in a 5-year prospective maintenance trial in over 200 patients with healed erosive esophagitis in Japan. Because both PPIs and P-CABs suppress acid production, they cause hypergastrinemia and elevated chromogranin A levels, both of which are shown to be greater with vonoprazan than with lansoprazole. However, no patient in either group developed a malignant alteration of gastric epithelial cells. Other adverse effects with P-CABs were similar to those with PPIs and were similarly rare. This study showed good safety profiles for both drugs over 5 years.\n[62]\n\nOther medications\n\nBaclofen has been found to decrease the number of postprandial acid reflux episodes by reducing TLESRs; however, its benefit when added to a PPI in refractory GERD is marginal at best.\n[62]\nProkinetic agents, eg, metoclopramide and domperidone, are not recommended for the treatment of GERD unless gastroparesis is a concurrent problem, due to the risk of tardive dyskinesia and other neurologic adverse effects with metoclopramide and prolongation of the Q-Tc interval with both prokinetic drugs.\n[41]\nDomperidone is not approved by the FDA for use in the United States. Sucralfate is only recommended for GERD treatment during pregnancy and is comparably effective when compared to H2RAs. However, sucralfate has not been compared to PPIs or studied in combination with any of these drugs.\n\nENDOSCOPIC AND SURGICAL THERAPY\n\nPatients who have medically refractory GERD, noncompliance or adverse effects with medical therapy, a large hiatus hernia, or who do not wish to discontinue long-term medical treatment should be considered for endoscopic or surgical management. The available surgical options for GERD are laparoscopic Nissen fundoplication, laparoscopic anterior 180° fundoplication, and bariatric surgery for obese patients. Laparoscopic Nissen fundoplication has been the gold standard surgical treatment for managing GERD. However, given the high prevalence of obesity in the United States, gastric bypass surgery is being performed much more frequently for GERD than in the past. Gastric bypass may be considered in patients who are obese with symptoms of GERD who prefer surgical therapy.\n[51]\n\nCurrent ACG guidelines recommend performing preoperative ambulatory pH monitoring in patients without erosive esophagitis and esophageal manometry to rule out achalasia or undiagnosed scleroderma-like esophagus before surgical therapy. Two large meta-analyses comparing medical treatment with surgical treatment reported contradictory conclusions. One found improvement in symptoms of GERD after surgery compared to medical treatment, while the other reported considerable uncertainty in the benefits of surgical treatment compared to medical treatment.\n[63]\n\nHowever, patients undergoing fundoplication are at risk for developing postoperative adverse events that include bloating, which is observed in 15% to 20% of patients, dysphagia, and belching. Roux-en-Y gastric bypass is the most effective operation when GERD is an additional indication for bariatric surgery.\n[15]\nStudies have shown that weight loss resulting from the surgical management of obesity has a positive impact on patients with GERD.\n\nSeveral types of minimally invasive endoscopic and surgical techniques have been developed for managing GERD, including:\n\nThe Stretta endoscopic procedure\n: A catheter with 4 needles is endoscopically placed at the level of the lower esophageal sphincter. A balloon is inflated within the catheter, allowing the needles to break through the mucosal barrier. Then, radiofrequency is applied through the needles. This results in an increase in LES pressure and a reduction in TLESRs, which improves symptoms of GERD. Stretta is used for patients with refractory GERD who have Los Angeles grade A or B esophagitis and normal esophageal peristalsis and LES relaxation, as determined by manometric evaluation. They should not have a hiatal hernia larger than 2 cm or long-segment Barrett esophagus.\n[48]\n\nMagnetic sphincter augmentation\n: A laparoscopic operation in which an approximately 2.5 cm titanium ring of metallic beads is permanently placed around the LES that allows most foods to pass into the stomach freely, but significantly reduces gastroesophageal reflux.\n[64]\nA meta-analysis comparing Nissen fundoplication and magnetic sphincter augmentation concluded that the procedure was effective for GERD.\n[48]\n\nTransoral incisionless fundoplication\n: This procedure is indicated for patients with refractory mild to moderate esophagitis (LA grades A or B) who experience problematic heartburn or regurgitation, do not have a hiatal hernia >2 cm, and do not wish to undergo traditional antireflux surgery. A recent meta-analysis showed that subjects who underwent the transoral incisionless fundoplication procedure experienced improved esophageal pH, a decreased need for PPIs, and significantly improved quality of life 3 years after the procedure.\n[65]\nAnother prospective study by Testoni et al demonstrated transoral incisionless fundoplication as an effective long-term treatment option for patients with symptomatic GERD with associated hiatus hernias <2 cm. A meta-analysis comparing Nissen fundoplication and magnetic sphincter augmentation, which included data from 688 patients who underwent magnetic sphincter augmentation and the rest who were treated with Nissen fundoplication, concluded that the procedure was effective for GERD.\n[66]",
    "adverse_effects": "Complications associated with GERD include:\n\nEsophagitis\n: Patients with Grade C and D esophagitis in the Los Angeles classification are characterized as having severe reflux. These patients have the lowest healing rate with PPIs and lifestyle modification. Patients with severe reflux esophagitis are more likely to relapse after treatment and have a greater risk of developing Barrett esophagus. These patients should undergo endoscopy 8 to 10 weeks after PPI therapy to monitor healing progress and assess for complications.\nEsophageal stricture development\n: Dilatation is the mainstay of management if the stricture persists despite improvement or resolution of esophagitis.\nPeptic stricture\n: This complication tends to occur in older patients with GERD who have had the condition for a longer duration, have abnormal esophageal motility, and do not receive or maintain treatment for their reflux symptoms.\nBarrett esophagus\n: This occurs in 5% to 15% of patients with reflux esophagitis. This complication is most likely to occur in White male patients over the age of 50 with severe reflux esophagitis who have had the symptoms for a longer duration.\nEsophageal adenocarcinoma\n: This occurs in 5% of patients with Barrett esophagus, especially when it involves a long segment of the esophagus. It is approximately 8-fold more common in men than in women.\nOther complications\n: Peptic ulceration, gastric cardia cancer, upper gastrointestinal bleeding, iron deficiency anemia due to chronic blood loss, laryngitis, cough, sinusitis, bronchial asthma, idiopathic pulmonary fibrosis, and dental erosions.\n[70]\n[71]"
  }
}