{
  "drug_name": "estriol",
  "nbk_id": "NBK599510",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599510/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Smith-Lemli-Opitz syndrome (SLOS) is a rare inherited condition characterized by a defect in cholesterol synthesis, resulting in low plasma cholesterol levels and raised levels of precursor 7-dehydrocholesterol (7-DHC).\n[1]\nThe clinical manifestations result from a deficiency in 7-dehydrocholesterol reductase (DHCR-7).\n[2]\nIn 1964, Dr. Smith, Dr. Lemli, and Dr. Opitz first described the condition based on a case series of 3 male pediatric patients who all presented with common abnormal clinical signs.\n[3]\n\nGenetic studies have shown that SLOS has an autosomal recessive pattern of inheritance\n[4]\nand is characterized by several features, including syndactyly,\n[5]\nmicrocephaly,\n[6]\ngrowth restriction,\n[7]\nintellectual disability,\n[8]\nhypospadias (in males),\n[6]\ninternal abnormalities affecting most organ systems, and other distinctive phenotypical features.\n[1]\nWhite populations have a carrier frequency of 1% to 2%. Discrepancies between the incidence and number of expected cases are attributed to intrauterine death in severe cases and missed diagnosis in mild cases.\n[9]",
    "mechanism": "SLOS is a congenital metabolic disorder that follows an autosomal recessive inheritance pattern. The condition is caused by a mutation in the gene that codes for DHCR-7, mapping chromosome location 11q13.\n[10]\nMissense mutations are most commonly seen in 87.6% of cases.\n[11]\nThere are 12 recurring mutations responsible for SLOS, of which the most common in the United States is c.964-1G>C; however, 218 variants have been described.\n[6]\n[9]",
    "monitoring": "The evaluation of SLOS begins antenatally. Ultrasound scans during pregnancy can show evidence of fetal anomalies. Antenatal diagnosis is further suggested by multimarker screening tests, which can indicate possible abnormalities in the presence of low unconjugated estriol levels, mildly depressed alfa fetoprotein, and low levels of human chorionic gonadotropin.\n[1]\n[31]\nGas chromatography-mass spectrometry can be used during pregnancy to test maternal urine and to give a reliable diagnosis of SLOS noninvasively, eliminating the need for amniotic sampling.\n[32]\n[33]\nPrenatal abnormalities can lead to a raised level of 7-DHC or an increased ratio of 7-dehydropregnanetriol/pregnanetriol, due to the fetal inability to reduce the double bond seen in the 7th position.\n[34]\nPrenatal screening tests can show increased nuchal translucency on antenatal scans and other signs of fetal growth alterations. Postnatally, SLOS should be included in the differential diagnosis in the presence of altered phenotypical features.\n\nSerum cholesterol levels cannot be used to diagnose SLOS, considering that 10% of cases have a normal serum cholesterol level. Furthermore, patients with SLOS can have a normal cholesterol level as cholesterol assay testing can fail to distinguish between 7-DHC and cholesterol, leading to falsely raised levels.\n[1]\n[21]\nRaised levels of 7-DHC and 8-DHC are used instead in suspected cases, and diagnosis is confirmed with DHCR-7 mutation analysis.\n[21]\n[32]\nThe classification is based on the modified Bialer scoring system, which uses separate embryological systems to score the severity of the syndrome.\n[3]\nThe score is based on the clinical conditions of the brain, oral apparatus, acral, eye, heart, kidney, liver, lung, bowel, and genitalia. The scores in each domain are on a scale of 0 to 2, with a higher score indicating a more severe presentation.",
    "administration": "There are no consensus clinical guidelines for treating and managing SLOS. The mainstay of treatment usually consists of supplementation with dietary cholesterol and oral bile acid therapy, which are needed to increase serum cholesterol levels to improve signs and symptoms.\n[35]\nTreatment aims to improve the development, growth, and behavioral difficulties of SLOS.\n[1]\n[21]\nThese include poor sleep and the severity of autism spectrum disorder (although no randomized controlled trials demonstrate the effectiveness).\n[36]\n[37]\n\nThe limitation of cholesterol supplementation is the inability to cross the blood-brain barrier. Further supportive care is recommended in the form of nasogastric feeding or gastrostomy. Routine surveillance is required in all patients. Surgical interventions may be necessary for some of the abnormalities commonly seen in SLOS. They support quality of life and depend on the clinical manifestations in each patient.\n\nSpecial considerations are made when planning surgical intervention on patients with SLOS, considering that these patients can have difficulties during intubation due to laryngotracheal malformations and are at risk of malignant hyperthermia.\n[36]\n[38]\nPsychosocial support should be offered to families, including genetic counseling for future pregnancies.",
    "adverse_effects": "Complications can impact numerous organs and tissues in SLOS. Gastrointestinal complications can be related to gastroesophageal reflux disease and hypotonia, resulting in delayed transit and dysmotility. Patients can also experience further feeding problems due to poor sucking reflex or swallowing coordination, which require artificial feeding, gastrostomy, and surgical interventions such as fundoplication.\n[1]\nPyloric stenosis and Hirschprung disease are also documented as complications.\n[15]\n\nThere is a range of intellectual disabilities, with most children having low IQ. However, normal or low-normal IQ is possible.\n[53]\nThere is a strong association between SLOS and autism spectrum disorder. Classical behaviors are variable by age. Infants are difficult to settle, while older children are characterized by throwing the upper body backward, aggressive behaviors, sleep disturbances, and self-harming behaviors such as headbanging.\n[54]\n[55]\nApproximately 75% of patients with SLOS develop autism spectrum disorder (ASD).\n[56]\n\nRenal abnormalities such as renal agenesis, hypoplasia, and hydronephrosis are expected, with an incidence rate of 43%.\n[3]\nA further 44% of patients are born with cardiovascular defects, most commonly atrial septal defects (ASDs) and atrioventricular septal defects (AVSDs).\n[57]\nHeart failure and chronic renal failure can arise from these abnormalities."
  }
}