{
  "drug_name": "estradiol",
  "nbk_id": "NBK549797",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549797/",
  "scraped_at": "2026-01-11T15:29:00",
  "sections": {
    "indications": "Women who are at increased risk of breast cancer or endometrial cancer should not begin Estradiol therapy.\n\nOverweight women with exposure to increased estradiol levels in their lifetime should not add supplemental estradiol to their post-menopause regimen.\n[10]\nAdipose tissue carries an increased level of estrogen. Therefore overweight women are at risk of increased exposure compared to average-weight and underweight women.\n\nWomen who have angioedema or anaphylactic reaction to estradiol or its components, abnormal genital bleeding, blood clotting disorders such as deep venous thrombosis or pulmonary thromboembolism, cardiovascular disease (a stroke or myocardial infarction), protein C or S  or antithrombin deficiency, as well as thrombophilic disorders, or pregnancy, are contraindications to estradiol treatment.\n\nEstradiol HRT can increase a patient's risk of cardiovascular disease, DVT, and stroke and, therefore, is not a viable option in at-risk patients.\n\nWomen at risk can consider other alternatives such as laser therapy, lubricants, dilators, and even physical therapy to strengthen pelvic floor muscles if patients complain of dyspareunia.\n[8]",
    "mechanism": "Estrone is converted to estradiol in the granulosa cells of the ovary by the enzyme 17-beta-hydroxysteroid dehydrogenase (17-beta-HSD).\n[2]\nThe aromatization of testosterone synthesizes estradiol. Estradiol is a steroid hormone and, therefore, can easily cross the cell membrane. Estrone binds to its specific intracellular receptor and regulates DNA transcription for protein formation.\n[2]\nEstrone exerts its effects on the menstrual cycle, breasts, ovaries, brain, musculoskeletal system, cardiovascular system, and more. Estrone appears to affect the gene transcription of other genes that do not have estrogen-responsive elements.",
    "administration": "Hormone replacement therapy (HRT) is normally used for a short period in post-menopausal women. The routes of admission can be transdermal (cream and patches), intramuscular, or oral. Estradiol therapy usually comes in two forms: as a vaginal cream or as a capsule. Studies have found that using estradiol vaginal cream twice a week has significantly reduced vaginal dryness and dyspareunia compared to placebo pills. However, there was no significant improvement between estradiol vaginal cream and placebo therapy in vaginal irritation, itchiness, and dysuria.\n[6]\n\nThere is still research underway to determine the efficacy of vaginal estradiol capsules. Capsules currently undergoing clinical trials hope to relieve post-menopausal symptoms with very little systemic estradiol exposure. The capsules should be less messy and more patient-friendly than creams and tablets.\n[7]\n\nIn one clinical trial, capsules improved vaginal dryness and dyspareunia. Also, capsules increased the percentage of superficial and intermediate cells in the vagina, thus improving vaginal physiology.\n\nSustained-release estradiol vaginal rings are becoming more popular in research. Rings can be effective for up to 90 days and can be easily inserted and removed by patients.\n[8]\nThe ring may be beneficial to women who choose not to apply vaginal estrogen creams.",
    "adverse_effects": "Adverse effects are generally uncommon; however, there have been reports of the following:\n\nCardiovascular: edema, hypertension, thrombophlebitis, retinal thrombosis.\nCentral Nervous System: headache, depression, pain, dizziness, anxiety, migraine, nipple pain\nRespiratory: nasopharyngitis, flu-like symptoms, sinusitis, upper respiratory tract infection, headache, bronchitis, sinus congestion, pharyngitis, asthma exacerbation, cough\nDermatologic: skin rash, pruritus, erythema multiforme, erythema nodosum, urticaria\nSkeletal: arthralgia, weakness, back and neck pain, limb pain, myalgia, leg cramps\nEndocrine: weight gain or loss, hot flash, libido changes, hirsutism, menstrual changes, porphyria exacerbation, fluid retention, hypocalcemia, elevated triglycerides, galactorrhea\nGastrointestinal: Abdominal pain, constipation, heartburn, flatulence, bloating, nausea, vomiting, diarrhea, pancreatitis, gastroenteritis, carbohydrate intolerance\nHypersensitivity: anaphylaxis, angioedema, hypersensitivity reactions\nHepatic: Hepatic hemangioma exacerbation, jaundice\nOphthalmic: conjunctivitis, steepening of the cornea, contact lens intolerance\nInfections: fungal and other infections\nOtic: Otitis media\n\nThe United States Food and Drug Administration (FDA) Boxed Warnings\n\nWomen who take estrogen plus progestin therapy are at increased risk for breast cancer.\nWomen with increased exposure to estrogen are at risk for endometrial cancer. Estrogen stimulates endometrial growth, which results in endometrial hyperplasia, which could result in endometrial cancer.\nOther risk factors associated with increased exposure to estrogen HRT are cerebrovascular events, coronary artery disease, and venous thromboembolism.\n[9]\nThere have also been reports of ovarian cancer with estrogen use.\nAn estradiol patch has a boxed warning for probable dementia. The Women's Health Initiative study found that postmenopausal women 65 and older who took oral conjugated estrogens with medroxyprogesterone acetate for four years had an increased risk of developing probable dementia compared to a placebo.",
    "monitoring": "There is not much monitoring for estradiol therapy for women who choose to use vaginal creams or capsules. However, women who choose to use the high-dose estradiol vaginal ring should understand the risks due to increased estradiol in systemic circulation.\n\nIf a woman is at risk of developing endometrial cancer and chooses to undergo estradiol HRT, she should continually undergo endometrial monitoring.\n\nLevels of estrogen are monitored in transgender patients and maintained according to Endocrine Society guidelines.",
    "toxicity": "There are no published reports of estradiol toxicity in humans. However, one study measured estradiol toxicity in amphibians' embryos.\n[11]\nResearch determined that estradiol toxicity occurred when the amount of estradiol severely outnumbered estradiol receptors; this was an incredibly high number that would be highly unlikely in a human population. Estradiol excess may lead to side effects and complications noted in the adverse effect section."
  }
}