{
  "drug_name": "eszopiclone",
  "nbk_id": "NBK599496",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599496/",
  "scraped_at": "2026-01-11T15:28:58",
  "sections": {
    "indications": "Temazepam is contraindicated in pregnancy, as it is classified as an FDA pregnancy category X drug.\n[34]\n\nBox Warnings\n\nSimilar to all other oral benzodiazepines, temazepam carries a boxed warning on the product label emphasizing the risks of severe sedation and potentially fatal respiratory depression when combined with opioids.\n[47]\n\nThe potential for abuse, misuse, and addiction associated with temazepam increases the risk of overdose or fatality. Before prescribing temazepam and throughout treatment, the risk of abuse, misuse, and addiction in each patient should be evaluated. Intravenous administration is the main method of abuse for temazepam capsules.\n[48]\nThe adverse effects of temazepam intravenously include venous and arterial thrombosis, compartment syndrome, gangrene, and rhabdomyolysis.\n[49]\n[50]\n\nTemazepam, often combined with buprenorphine in a \"cocktail,\" may increase the risk of overdose.\n[51]\nIndividuals who use temazepam are more likely to share needles, putting themselves and others at risk of contracting hepatitis and HIV. Consequently, many manufacturers have transitioned from producing liquid-filled capsules to manufacturing tablets and gel. However, users discovered that the gel could be melted with a hot needle, making it easier to inject.\n[50]\n[42]\n\nDeveloping a tolerance to temazepam is possible, especially if it is used for a moderate-to-long period. Symptoms and signs of temazepam withdrawal may include agitation, irritability, dysphoria, depersonalization, twitching, muscle cramps and discomfort, weakness, ataxia, headache, hypersensitivity to lights and other stimuli, nausea, sweating, and vomiting. Acute delirium, characterized by impaired attention and cognition, may be an ominous sign of temazepam withdrawal. Disruptions in sleep and mood have been identified as signs of withdrawal tolerance.\n\nThe mechanism of discontinuation from temazepam is the same as that of any other benzodiazepine. Abrupt discontinuation of continuous treatment with benzodiazepines may lead to withdrawal or rebound syndrome. In contrast to a sole increase in benzodiazepine binding sites, an augmentation in the number of binding sites for both benzodiazepines and chloride-channel ligands suggests that the available number of GABA-A receptor complexes is heightened following benzodiazepine discontinuation.\n[52]\nSleep lab studies have confirmed rebound insomnia following the sudden cessation of short-term, therapeutic benzodiazepine use as a hypnotic or anxiolytic. Temazepam induces rebound insomnia after abrupt discontinuation, which can contribute to relapse and continued drug use.\n[53]\n[54]\n\nPrecautions\n\nThe use of temazepam should be minimized or entirely avoided in individuals with severe motor coordination impairment, acute intoxication with alcohol, opioids, or other psychoactive substances, sleep apnea, myasthenia gravis, acute narrow-angle glaucoma, clinically significant major depressive disorder with suicidal ideation, renal and hepatic insufficiency, hypersensitivity, or allergy to any benzodiazepines.\n[55]\n[56]",
    "mechanism": "Temazepam induces central nervous system (CNS) depression by affecting the limbic, thalamic, and hypothalamic regions.\n[7]\nTemazepam exerts its pharmacological effects, including drowsiness, hypnosis, skeletal muscle relaxation, anticonvulsant action, and anxiolysis, by binding to benzodiazepine receptors. These receptors constitute several GABA-A receptor subtypes, with a particular affinity for α1 subunits.\n[18]\n\nBenzodiazepines increase chloride ion influx, leading to neuronal membrane hyperpolarization and reduced neuronal excitability. The hyperpolarized state of the cell membrane impedes further excitation of the associated neurons, as binding enhances the aforementioned chloride ion conduction, manifested through an increased frequency of the chloride channel opening.\n[7]\nIn a study on rats, temazepam was observed to modulate the hypothalamic-pituitary-adrenal (HPA) axis by altering GABA-A receptors and elevating vasopressin levels in the hypothalamus.\n[19]\n\nTemazepam administration induces a dose-dependent increase in vasopressin release, while levels of plasma neuropeptides remain unchanged in response to stress. As a result, temazepam demonstrates a dual mechanism of action in suppressing HPA axis activity—directly through the modulation of GABA-A receptors and indirectly by elevating vasopressin concentrations within the hypothalamus. Temazepam was associated with decreased systolic blood pressure and increased heart rate when administered in the morning.\n[20]\nBenzodiazepines, including temazepam, increase the frequency of chloride channel opening, whereas barbiturates prolong the opening duration of chloride channels.\n[21]\n[22]\n\nPharmacokinetics\n\nAbsorption:\nTemazepam is efficiently absorbed after oral administration, with a minimal first-pass metabolism of only 8%. The time to reach peak plasma concentration (Tmax) varies between 1.2 and 1.6 hours, with an average Tmax of 1.5 hours after administration.\n[23]\n\nDistribution:\nTemazepam has a recorded mean volume of distribution of 1.40 L/kg, which does not vary with age or sex.\n[24]\n[25]\nTemazepam exhibits a high plasma protein binding capacity, typically around 96%.\n[26]\n\nMetabolism:\nTemazepam is eliminated from the body through direct glucuronide conjugation, with the resulting conjugate, temazepam glucuronide, being excreted in the urine.\n[27]\nA significantly smaller proportion undergoes parallel oxidation, leading to the formation of oxazepam. Oxazepam is then conjugated to oxazepam glucuronide, which is ultimately eliminated in the urine.\n[28]\nIndividuals diagnosed with cirrhosis may encounter a prolonged onset of temazepam's hypnotic properties. However, the drug's clearance and accumulation profiles are identical to those of healthy individuals of similar sex and age.\n[29]\n\nMost unmodified temazepam is promptly converted to glucuronide and is subsequently excreted in the urine, highlighting the pivotal role of the liver in the drug's metabolism. Temazepam's O-conjugate emerges as the most abundant metabolite in the body.\n[30]\nThere is no evidence to suggest that the glucuronides of temazepam have any activity on the CNS. Temazepam is hypothesized to lack interactions with CYP450 and primarily metabolizes through phase II conjugation reactions.\n[31]\nAlthough the mechanism underlying this occurrence remains unknown, several hypotheses have been proposed. The symptoms of liver injury could be masked if there is a substantial reserve of glucuronyl transferase intra- or extra-hepatically. Glucuronyl transferase may be less susceptible to liver damage. In addition, due to the high affinity of glucuronyl transferases for ATP, glucuronidation is protected in low-ATP environments, albeit potentially at the expense of processes mediated by other enzymes.\n[32]\n\nElimination:\nResearch on temazepam clearance has revealed values of 1.03 mL/min/kg for total temazepam and 31 mL/min/kg for unbound temazepam. Notably, 80% to 90% of a single dose of temazepam is excreted in the urine, primarily as the O-conjugate metabolite. In contrast, only 3% to 13% is eliminated in the feces.\nN\n-desmethyl temazepam and unmodified temazepam account for less than 2% of the dose eliminated in the urine.\n[2]\nTemazepam displays a biphasic elimination pattern. In cases of drugs exhibiting such a pattern, the clinically relevant half-life aligns with the second phase, commonly referred to as the terminal half-life.\n[33]\nAccording to the FDA-approved product labeling, the terminal half-life of temazepam ranges from 3.5 to 18.4 hours, with an average of 8.8 hours.\n[34]\nThe half-life can be prolonged in older adults and individuals with preexisting medical conditions.",
    "administration": "Available Dosage Forms and Strengths\n\nTemazepam is a white, crystalline drug with a powdery consistency and a moderate degree of solubility in water, whereas alcohol permits only a limited solubility for temazepam.\n[35]\nTemazepam is available in liquid, gel, or powder forms and packaged in either hard or soft capsules.\n[2]\n\nThe available dosage strengths of temazepam include 7.5 mg, 10 mg, 15 mg, 20 mg, and 30 mg.\n[35]\n[10]\n[36]\nUnited States Pharmacopeia (USP) capsules are formulated in 7.5 mg, 15 mg, 22.5 mg, and 30 mg for oral administration.\n\nAdult Dosage\n\nAccording to the task force of the American Academy of Sleep Medicine, there is limited evidence supporting the use of temazepam for sleep onset and sleep maintenance insomnia in adults when compared to no treatment. The recommended dose of temazepam is 15 mg, with the option to increase to 30 mg based on the therapeutic response. Polysomnography results indicated that the temazepam group experienced a significantly shorter sleep latency. Subjective sleep latency was also reduced, and total sleep time increased based on polysomnography analysis. According to the subjective assessment, the use of temazepam resulted in an increase in the total duration of sleep. These findings suggest notable improvements in sleep latency and total sleep time attributed to temazepam use, as observed through both objective and subjective measurements.\n[37]\n\nSpecific Patient Populations\n\nRenal impairment:\nThe product labeling does not provide instructions for adjusting the temazepam dosage for renal impairment.\n\nHepatic impairment:\nThe product labeling does not provide instructions for adjusting the temazepam dosage for renal impairment.\n\nPregnancy considerations:\nTemazepam should be avoided by pregnant women, as it is classified as an FDA pregnancy category X drug. If the medication is used during pregnancy or if the patient becomes pregnant while taking it, the potential fetal risks should be thoroughly discussed with the patient. When administered to a pregnant woman, temazepam can cause fetal harm. Damen et al reported a potentially fatal outcome when a mother of a newborn child took 20 mg of temazepam. The delivery was rapid, and the newborn exhibited signs of being blue, weak, and unresponsive.\n[38]\n\nElevated rates of embryonic resorptions were observed at 30 and 120 mg/kg dosages, whereas a higher incidence of rudimentary ribs was noted at 240 mg/kg or above dosages. Exencephaly and fusion or asymmetry of the ribs were also observed, with no discernible correlation to dosage.\n[39]\nIn an animal study, the administration of oral dosages of temazepam at 60 mg/kg/d led to an observed increase in newborn mortality rates. It is crucial to closely monitor newborns exposed to temazepam during prenatal development for potential complications, including feeding difficulties, respiratory depression, sedation, and withdrawal symptoms. Floppy infant syndrome is associated with benzodiazepines used during pregnancy and is characterized by hypotonia, lethargy, and respiratory depression.\n[40]\n\nBreastfeeding considerations\n: Due to the low levels of temazepam found in breastmilk, the amounts consumed by the infant are minimal and are not expected to cause any adverse effects. Taking the bedtime dose after the infant's last feeding of the day may decrease the dose received by an infant who sleeps through the night. Monitoring the infant for signs of drowsiness, poor weight gain, and reduced feeding is recommended.\n[4]\n\nPediatric patients:\nThe safety and effectiveness of temazepam in pediatric patients have not been established.\n\nOlder patients:\nThe American Geriatrics Society Beers Criteria (2023) emphasizes the avoidance of benzodiazepines, including temazepam, due to their association with increased risks of delirium, cognitive decline, falls, fractures, and motor vehicle accidents in older individuals. However, the American Geriatric Society acknowledges that benzodiazepines may be deemed appropriate for specific conditions, such as seizure disorders, periprocedural anesthesia, benzodiazepine withdrawal, severe generalized anxiety disorder, alcohol withdrawal, and REM sleep disorder. As previously explained, due to the heightened risk of oversedation, dizziness, disorientation, ataxia, and falls associated with higher doses of benzodiazepines in older patients, it is advisable to initiate treatment with a lower dosage of temazepam at 7.5 mg for individuals 65 and older.\n[2]\n[41]",
    "adverse_effects": "Adverse Drug Reactions\n\nA post-marketing surveillance study was conducted to investigate the adverse effects of temazepam. The study included a sample of 10,057 patients who were administered a 40- to 60-mg dosage for 2 weeks and another group of 8043 patients who received the exact dosage for 3 months. The observed prevalence rate of hangovers in these patient groups was 7%. Furthermore, numerous adverse effects have been documented across various organ systems. Complaints about the cardiovascular system included palpitations, whereas gastrointestinal symptoms included xerostomia, dysgeusia, emesis, diarrhea, epigastric discomfort, and constipation. Neurological symptoms included headache, disorientation, drowsiness, dizziness, giddiness, unsteadiness, anterograde amnesia, and paresthesia. Commonly mentioned psychiatric symptoms included vivid dreams, nightmares, and depression. Temazepam can adversely impact social and mental health and cause violent outbursts at home and in public and psychological disorders, including paranoia and other irrational behaviors.\n[42]\n[43]\n\nDrug-Drug Interactions\n\nThe concomitant administration of temazepam with opioid prescriptions, alcohol, or other CNS depressants can lead to significant drowsiness, respiratory depression, unconsciousness, and even fatality. Lingering effects on psychomotor and cognitive abilities may result in impaired driving ability and potentially higher risks of falling and hip fractures. Furthermore, the activity of temazepam can be disrupted by the concurrent use of barbiturates, nonselective monoamine oxidase inhibitors, phenothiazines, antipsychotics, skeletal muscle relaxants, and antihistamines.\n[6]\n[44]\n[45]\n\nIn relation to alcohol, a study compared blood concentrations of 80 to 100 mg/100 mL of ethanol with those of 20 mg and 30 mg of temazepam in terms of psychomotor speed, accuracy, and long-term memory. Ethanol and 30 mg of temazepam exhibited similar effects on information processing capacity and long-term memory formation. However, ethanol had a significantly distinct impact on psychomotor performance compared to temazepam, leading to faster but more error-prone behavior.\n[46]",
    "monitoring": "Healthcare professionals, including physicians, nurses, and pharmacists, must have a comprehensive understanding of the advantages and drawbacks associated with using temazepam as a therapeutic intervention for insomnia. Patients should only use temazepam, a benzodiazepine, for short-term sleep management, and this limitation should be communicated to them. In addition, patients should be aware that temazepam will be gradually tapered over a specific period to mitigate the risk of precipitating an acute withdrawal syndrome, which can lead to severe medical and neuropsychiatric complications.\n\nPatients must also be educated about temazepam alternatives. Instead of relying on a one-size-fits-all strategy, promoting lifestyle changes and creating an environment that encourages physical activity and healthy sleep habits can help address sleep disorders and improve sleep quality. A multiapproach should be considered to address sleep problems effectively and choose the optimal treatment option. Integrating the patient, family, pharmacy, substance abuse counselor, addiction specialist, sleep specialist, and other healthcare providers is essential for creating a healthier path in treating sleep disorders. Thus, a balanced approach involving all relevant parties should be weighed with the patient's well-being in mind.\n\nHealthcare practitioners should consistently monitor their patients for temazepam misuse and provide education about the potential risks. Prescription drug monitoring programs can assist in monitoring potential misuse.\n[57]\nIn a study involving older veterans with insomnia, approximately half were found to have undiagnosed sleep-disordered breathing.\n[58]\nPolysomnography should be considered on an individual basis when sleep-related breathing disorders, such as obstructive or central sleep apnea, nocturnal seizures, periodic limb movement disorder, REM sleep disorder, and narcolepsy, are suspected.\n[59]\nScreening for underlying anxiety and depression should also be considered in patients in case of inadequate therapeutic response.\n[60]\nClinicians can assess disease severity using tools such as the Insomnia Severity Index (ISI).\n[61]\n[62]",
    "toxicity": "Signs and Symptoms of Overdose\n\nDeaths from self-poisoning with temazepam alone or in combination with other substances were shown to be more common than with any other benzodiazepines except flurazepam, which had the highest mortality rate per million prescriptions. It has been claimed that disulfiram can hasten temazepam's toxicity by heightening the depression of the CNS.\n[2]\nAcute overdosing on temazepam, like other benzodiazepines, manifests in sleepiness, confusion, and coma.\n\nMoreover, it has been observed that overdoses of temazepam and zopiclone/zolpidem are more prone to fatalities compared to diazepam overdoses. Temazepam was found to be 10 times more hazardous than diazepam, whereas zopiclone, eszopiclone, zaleplon, and zolpidem (Z-drugs) were each just 9 times more toxic than diazepam.\n[45]\nTemazepam has been associated with higher toxicity than other benzodiazepines in studies of intentional self-poisoning in a large national sample of veterans prescribed opioid analgesics.\n[63]\nHowever, temazepam was linked to a lower overdose mortality rate than clonazepam.\n[64]\nThe oral LD50 of temazepam was 1963 mg/kg in mice, 1833 mg/kg in rats, and >2400 mg/kg in rabbits.\n\nManagement of Overdose\n\nTemazepam overdose therapy involves supportive care, including airway, breathing, and circulatory examinations. Complex cases may require intensive care unit admission. The Poison Control Center can be contacted for assistance in complicated poisoning cases.\n[65]\nThe sedative effects of temazepam can be counteracted by flumazenil—a nonspecific competitive antagonist at the benzodiazepine receptor.\n[66]"
  }
}