{
  "drug_name": "etanercept",
  "nbk_id": "NBK545252",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545252/",
  "scraped_at": "2026-01-11T15:28:58",
  "sections": {
    "indications": "Etanercept contraindications include patients with sepsis. Patients should not start etanercept during active bacterial infections, including tuberculosis (active or latent), active herpes zoster infection, active or chronic untreated Hepatitis B or C infection, or active invasive fungal infections.\n[24]\nPatients should not use etanercept if they have a hypersensitivity reaction to the medication ingredients.",
    "mechanism": "Etanercept is a biologic tumor necrosis factor (TNF) inhibitor; the drug acts as a soluble TNF receptor and binds TNF-alpha and TNF-beta.\n[6]\nTNF is a cytokine that can bind to TNF receptor 1 (TNFR1) or TNF receptor 2 (TNFR2) and is involved in inflammation and the immune response.\n[7]\nTNF binds to TNFR1 or TNFR2, activating important inflammatory pathways, such as NFkB and MAPK. The structure of etanercept consists of two p75 TNF receptors fused to the Fc portion of human IgG.\n[6]\nEtanercept works by blocking the effects of TNF-alpha, a pro-inflammatory cytokine that becomes elevated in psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis.",
    "administration": "Etanercept administration is via subcutaneous injection, usually on the thigh, lower abdomen, or upper arm. If given on the abdomen, the injection should not be within the 2-inch area around the navel. Injections should be administered at least 1 inch away from previous injection sites. The medication comes in a pre-filled syringe, automatic injection device, or multiple-dose vial. After the initial injection of etanercept at the clinician’s office, the patient can self-inject at home with appropriate training.\n[8]\n\nTo treat rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis, 50 mg of etanercept is injected once a week. An alternative dosing regimen is 25 mg subcutaneously twice weekly, with at least 72 to 96 hours between injections. For psoriasis, the dosage is 50 mg twice weekly for three months, followed by 50 mg once weekly. Children with juvenile idiopathic arthritis are administered 0.8 mg/kg once a week, up to 50 mg.",
    "adverse_effects": "Common Adverse Effects\n\nInfection (viral, bacterial, and fungal – mostly upper respiratory tract infections)\nInjection site reaction (erythema, itching, pain, swelling, bleeding, bruising)\n[1]\n\nRare Adverse Effects (in alphabetical order):\n\nBlood and lymph disorders: aplastic anemia, leukopenia, myelodysplastic syndrome, neutropenia, pancytopenia, thrombocytopenia\n[9]\nCancers: lymphoma, skin cancers\n[10]\nCardiopulmonary problems: congestive heart failure, interstitial lung disease\n[11]\nGastrointestinal and liver problems: autoimmune hepatitis,\n[12]\ndiarrhea,\n[13]\nelevated transaminases,\n[14]\ninflammatory bowel disease,\n[15]\nnausea\n[16]\nImmune and inflammatory conditions:  angioedema,\n[17]\nhypersensitivity reaction,\n[18]\nlupus-like syndrome,\n[11]\nnon-neutralizing anti-Etanercept antibodies,\n[1]\npyrexia,\n[16]\nsarcoidosis, uveitis, vasculitis\nInfections: aspergillosis,\n[19]\ncandidiasis,\n[19]\ncoccidioidomycosis, cryptococcus,\n[19]\nherpes zoster, histoplasmosis,\n[19]\nlegionella pneumonia,\n[20]\nlisteriosis,\n[19]\nnocardiosis,\n[19]\npneumocystis pneumonia, reactivation of Hepatitis B or TB,\n[21]\nsalmonella infection,\n[19]\nseptic arthritis\nNervous system disorders: headache,\n[5]\nmultiple sclerosis, optic neuritis, paresthesias, seizures, transverse myelitis\nSkin disorders: cutaneous lupus erythematosus,\n[22]\nerythema multiforme,\n[22]\nnew or worsening psoriasis, rash, Stevens-Johnson syndrome,\n[22]\ntoxic epidermal necrolysis,\n[22]\nurticaria\n\nUS Boxed warnings\n\nInfections, Including Tuberculosis\n\nPatients using etanercept have an increased risk of acquiring serious and/or fatal infections, including the development of active tuberculosis or reactivation of latent tuberculosis. There are reports of various bacterial, viral, and fungal infections, including invasive fungal (aspergillosis, blastomycosis, candidiasis, coccidioidomycosis, histoplasmosis, and pneumocystosis) and opportunistic infections (legionellosis, listeriosis).\n\nInfections were more common in patients that received adjunct immunosuppressive medications, such as methotrexate or corticosteroids. Medical providers should exercise caution when prescribing etanercept to patients at higher risk for infections, including elderly patients, immunocompromised patients, patients with a history of recurrent/chronic/opportunistic infections, and patients exposed to tuberculosis or endemic mycoses. Physicians should consider empiric antifungal therapy for patients living in or traveling to endemic areas with an increased risk of invasive fungal infections.\n\nMalignancies\n\nReports exist of malignancies in patients receiving etanercept, especially in children and adolescents. Lymphomas were most commonly reported, followed by melanoma and other skin cancers. Though the connection between etanercept and malignancies is not fully understood, clinical trials and case reports showed an increased rate of lymphoma and other malignancies in patients on etanercept compared to the general population. However, it is worth noting that rheumatoid arthritis alone has associations with increased rates of lymphoma and leukemia.\n[23]",
    "monitoring": "Before starting etanercept, patients should receive screening for any infections, including latent tuberculosis or hepatitis B. Patients on etanercept require monitoring for signs of infection and reactivation or development of tuberculosis and hepatitis B.\n[25]\nIf a severe infection or sepsis develops during etanercept treatment, discontinue treatment. Also, patients should be monitored for signs or symptoms of hypersensitivity reactions, malignancy, or lupus-like syndrome. Patients with a history of heart failure also require monitoring during etanercept treatment.\n[26]",
    "toxicity": "There have not been any dose-limiting toxicities observed during clinical trials, in vivo, and in vitro studies. However, the long-term toxicity of etanercept treatment is unknown.\n[27]"
  }
}