{
  "drug_name": "ethanol 95%",
  "nbk_id": "NBK557381",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557381/",
  "scraped_at": "2026-01-11T18:47:03",
  "sections": {
    "indications": "Ethanol toxicity results from the ingestion of ethanol, usually in large quantities. This can occur from the ingestion of beverage ethanol, commonly known as alcohol, and non-beverage ethanol, present in substances such as mouthwash, cologne, and cough medicine. Alcohol is the most common form of ethanol and is a widely used and abused substance, mostly in Western culture, representing the oldest and most widely abused substance. The demographic most likely to present for acute alcohol intoxication are adolescents and young adults. Emergency departments see disproportionately more of these patients than in other settings.\n[1]\n[2]",
    "mechanism": "Ethanol toxicity can occur in both acute and chronic settings, representing two different spectrums of disease. Acute ethanol intoxication usually follows the ingestion of a large amount of alcohol and is a clinically harmful condition.\n[1]",
    "monitoring": "Acute alcohol intoxication causes several metabolic abnormalities, including lactic acidosis, hypoglycemia, hypokalemia, hypomagnesemia, hypocalcemia, and hypophosphatemia. Laboratory analysis should include a full electrolyte panel as well as liver function tests. Alcohol can cause acute effects on the cardiovascular system, such as atrial and ventricular tachydysrhythmias. An EKG should be obtained. One particular syndrome known as “holiday heart syndrome” can develop, which is characterized by new-onset arrhythmias following acute ingestion of alcohol and can include new-onset atrial fibrillation. Serial EKGs should be done if an arrhythmia is found, as the majority will resolve with the elimination of alcohol. If the EKG changes persist, an alternate cause should be considered. In the case of altered mental status, when a full history cannot be elucidated, a CT scan of the brain should be obtained to rule out any intracranial pathology contributing to the patient’s mental status. Many intoxicated patients may state suicidal thoughts or make such gestures. A psychiatric evaluation should be performed and may have to be repeated as the patient becomes more lucid.\n[1]\n[6]\n[7]",
    "administration": "Treatment for acute ethanol toxicity is mostly supportive. The first priority, as always, is airway protection. The main life-threatening complication of alcohol intoxication is respiratory depression. Although most patients who present for alcohol intoxication receive intravenous fluids, there is no solid evidence to support this. Alcohol does act as a diuretic; thus, most patients who receive intravenous fluids are in an attempt to treat dehydration. As mentioned above, checking a point of care glucose is important, as many patients with alcohol use disorder will have depleted glycogen stores, and treating hypoglycemia is important, especially before replenishing vitamins such as thiamine. Few studies have shown vitamin deficiencies in intoxicated patients; thus, the routine use of IV multivitamins should be considered on a case-to-case basis. In contrast, routine use of thiamine is recommended for patients with alcohol use disorder, especially in the setting of altered mental status. Detecting occult thiamine deficiency and Wernicke encephalopathy is difficult, and this condition has a high mortality. Thus, the cost/benefit analysis falls in favor of administering thiamine. Patients with alcohol use disorder may not benefit from IV fluids, and consideration must be made for alcoholic cardiomyopathy in this patient population before administering fluids. Some patients may become agitated or violent. In these situations, sedative substances may be required, including droperidol or haloperidol, keeping in mind the potential interaction between the drug and alcohol. Depending on the severity of the intoxication and complications such as Wernicke encephalopathy, alcoholic hepatitis, or dysrhythmias, patients may have to be admitted to the hospital for further treatment.\n[1]\n[2]\n[5]",
    "adverse_effects": "Alcohol affects multiple organ systems and can cause complications with both acute and chronic use. Patients under the influence of alcohol are more likely to be involved in trauma-related injuries. Trauma patients under the influence of alcohol have a longer length of hospital stay, higher mortality, and are more likely to have traumatic injuries in the future. Alcoholic liver disease is one of the primary causes of chronic liver disease. Acute alcohol intoxication can cause alcoholic hepatitis and acute on chronic liver failure. This is usually in patients who are chronic alcohol abusers or patients already affected by alcoholic cirrhosis. Active excessive alcohol consumption is the second most frequent precipitating event for acute on chronic liver failure, with bacterial infection being the first. The most effective therapy for alcoholic liver disease is prolonged abstinence from alcohol. Alcohol can cause both acute and chronic effects on the cardiovascular system. Acutely, it can precipitate dysrhythmias such as atrial fibrillation, supraventricular tachycardia, and ventricular tachycardia and can lead to lethal arrhythmias in patients with myocardial infarction. Also, it can cause contractile dysfunction leading to heart failure, stroke, and increased risk of cardiac death.\n\nHeavy drinkers have a much higher risk of heart failure when compared to non-drinkers. Wernicke syndrome, also known as Wernicke encephalopathy, is due to thiamine deficiency and is characterized by the triad of ataxia, oculomotor abnormalities, and global confusion. It develops over days to weeks. While it is most commonly seen in conjunction with patients with alcohol use disorder, it can occur in any disorder leading to a thiamine deficiency. Neurobehavioral findings with Wernicke syndrome include decreased attention, impaired memory, and disorientation. In its severe form, it can lead to coma. Untreated, Wernicke encephalopathy can progress to Korsakoff syndrome, characterized by anterograde and retrograde amnesia without impaired alertness and attention or extraocular movement findings. Chronic alcohol use can lead to dementia, cerebellar degeneration, and peripheral neuropathy.\n[1]\n[3]\n[4]\n[5]\n[7]\n[8]\n[9]\n[10]"
  }
}