{
  "drug_name": "ethambutol",
  "nbk_id": "NBK559050",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559050/",
  "scraped_at": "2026-01-11T15:28:58",
  "sections": {
    "indications": "Patients need screening for contraindications to ethambutol. These contraindications would include patients incapable of noting visual symptoms, such as those with dementia, mental retardation, and children due to ethambutol-induced optic neuropathy. Other contraindications are patients with pre-existing ophthalmological diseases due to the ocular toxicity of ethambutol.\n[1]\nContraindications also include hypersensitivity to ethambutol in patients.",
    "mechanism": "Ethambutol is 1 of the first lines of treatment for TB, along with rifampicin, INH, and pyrazinamide. Ethambutol is considered a bacteriostatic drug, interfering with the biosynthesis of arabinogalactan in the cell wall, halting multiplying bacilli.\n[5]\nHowever, the underlying molecular mechanisms remain unclear.\n[6]\n\nResearchers speculate that ethambutol has synergistic effects with INH against\nMycobacterium tuberculosis\nthrough a transcriptional repressor of the\ninhA\ngene, a targeted gene by INH that encodes for an enoyl-acyl carrier protein reductase, which is necessary for bacterial cell wall integrity. The results of a study indicate that ethambutol binds to a TetR transcriptional regulator that enhances the INH sensitivity of the\ninhA\ngene. As a result, the bactericidal effect of INH is increased.\n[7]\n\nPharmacokinetics\n\nAbsorption:\nEthambutol achieves peak serum concentrations within 2 to 4 hours post-administration. Upon daily administration at this dosage over prolonged periods, serum levels remain consistent.\n\nDistribution:\nThe drug's distribution is widespread, with erythrocyte concentrations approximately twice that of plasma. Ethambutol hydrochloride diffuses readily into actively growing mycobacterium cells, contributing to therapeutic efficacy.\n\nMetabolism:\nThe metabolism of ethambutol to an aldehyde intermediate and dicarboxylic acid is catalyzed by the alcohol dehydrogenase enzyme.\n\nExcretion:\nEthambutol is eliminated primarily via renal excretion, with a smaller fraction excreted in the feces. Patients with renal insufficiency may exhibit marked drug accumulation due to impaired clearance mechanisms.\n[8]",
    "administration": "Available Dosage Forms and Strengths\n\nEthambutol can be administered orally and in tablet form in 400 and 100 mg doses. It should not be used stand-alone in initial treatment or re-treatment; it should be used in conjunction with another antitubercular drug. Current first-line therapy for tuberculosis is a quadruple therapy of INH, rifampicin, pyrazinamide, and ethambutol for 2 months, followed by a 4-month continuation of INH, rifampicin, and ethambutol.\n\nAdult Dosage\n\nInitial treatment\n\nInitial treatment for patients who have not received previous tuberculosis therapy should be administered with 15 mg/kg of body weight every 24 hours.\n\nRe-treatment\n\nMultidrug-resistant tuberculosis (MDR-TB) and extremely drug-resistant tuberculosis (XDR-TB) is a global issue.\n[9]\nFor patients with a history of previous tuberculosis treatment, the recommended dosage of ethambutol is 25 mg/kg administered orally daily. After 60 days of continuous therapy, the dosage should be reduced to 15 mg/kg administered orally once daily. The dosages for ethambutol, recommended by the American Thoracic Society (ATS)/Centers for Disease Control and Prevention (CDC) and Infectious Diseases Society of America (IDSA) Clinical Practice Guidelines for drug-susceptible tuberculosis, are outlined below.\n\nDaily regimen\n\nFor individuals weighing 40 to 55 kg: 800 mg (14.5 to 20 mg/kg)\nFor individuals weighing 56 to 75 kg: 1200 mg (16 to 21.4 mg/kg)\nFor individuals weighing 76 to 90 kg: 1600 mg (17.8 to 21.1 mg/kg)\n\nThrice weekly regimen\n\nFor individuals weighing 40 to 55 kg: 1200 mg (21.8 to 30 mg/kg)\nFor individuals weighing 56 to 75 kg: 2000 mg (26.7 to 35.7 mg/kg)\nFor individuals weighing 76 to 90 kg: 2400 mg (26.7 to 31.6 mg/kg)\n\nTwice weekly regimen\n\nFor individuals weighing 40 to 55 kg: 2000 mg (36.4 to 50 mg/kg)\nFor individuals weighing 56 to 75 kg: 2800 mg (37.3 to 50 mg/kg)\nFor individuals weighing 76 to 90 kg: 4000 mg (44.4 to 52.6 mg/kg)\n\nThese dosages are calculated based on estimated lean body weight and are suitable for patients with normal renal function.\n[10]\n\nOnly 1 reported re-treatment with ethambutol was documented in a patient who previously recovered from ethambutol-induced optic neuropathy. The patient's initial treatment consisted of 22 mg/kg/day of ethambutol with rifampicin, clarithromycin, and ciprofloxacin, which eventually developed into ethambutol-induced optic neuropathy. After clinicians discontinued ethambutol, her visual acuity recovered while she continued her regimen. However, 10 years later, the patient was diagnosed with tuberculosis again. The patient was treated with rifampicin, clarithromycin, and ethambutol at 25 mg/kg/day 3 days a week. With the supplementation of copper at 2 mg daily, the patient did not show significant signs of visual change after a 14-month course regimen.\n[11]\nThe results of recent studies have assessed the administration of a dry powder inhaler using ethambutol-loaded solid lipid nanoparticles. The dry powder inhaler formulations consisted of spray-drying ethambutol-loaded solid lipid nanoparticles with and without mannitol. The encapsulation efficiency was higher than 98%, and the particle size was sub-100 nm. Results have shown that dry powder inhalers using ethambutol-loaded solid lipid nanoparticles have a high potential for the direct treatment of TB.\n[12]\n\nSpecific Patient Populations\n\nHepatic impairment:\nHepatotoxicity, including instances of liver damage leading to fatalities, has been reported with the use of ethambutol. Conducting baseline liver function assessments and monitoring hepatic function throughout treatment is necessary.\n\nRenal impairment:\nTo mitigate the risk of toxicity, the dosing regimen for ethambutol must be adjusted in patients with hemodialysis or creatinine clearance below 30 mL/min. Ethambutol should be administered 3 times a week instead of daily.\n\nPregnancy considerations:\nEthambutol does not seem to have a teratogenic effect on pregnant women.\n[13]\n\nBreastfeeding considerations:\nLimited evidence suggests that maternal intake of ethambutol of 15 mg/kg daily results in minimal levels in the breast milk, posing low risk to infants. The CDC advises against discouraging breastfeeding in women being treated with ethambutol.\n[14]\n\nPediatric patients:\nEthambutol is not recommended for use in children under 13 due to the lack of established safety parameters. Per IDSA/CDC/ATS guidelines, the pediatric dose for ethambutol ranges from 15 to 25 mg/kg.\n[2]\n\nOlder patients:\nLimited data on the use of ethambutol in older patients suggests comparable safety and tolerability to adults. Assessing renal and hepatic function in older patients is necessary due to age-related changes that can impact the metabolism and excretion of medications.",
    "adverse_effects": "Loss of Visual Acuity\n\nOptic neuropathy/optic neuritis/retrobulbar neuritis\nDecreased visual acuity\nScotoma\nColor blindness\nVisual field defect\nBlurred vision\nPeripheral neuropathy\nHepatotoxicity\nNumbness and tingling of extremities due to peripheral neuritis\nMental confusion, disorientation, and possible hallucinations\nPsychosis\n[15]\n[16]\n\nPatients with impaired renal function from renal tuberculosis may be more susceptible to ethambutol-induced optic neuropathy; this may be due to dependency on the kidney for excretion.\n[1]\n\nDrug-Drug Interactions\n\nCoadministration of ethambutol with aluminum hydroxide-containing antacids in patients with tuberculosis reduced mean serum concentrations and urinary excretion of ethambutol.\n[17]\nAvoid concurrent use of ethambutol with these antacids for at least 4 hours after administration. A recent study found that the effectiveness of ethambutol against tuberculosis was negatively affected by metformin and rosiglitazone. Combining these drugs could harm tuberculosis treatment, especially during the initial phase, as ethambutol is crucial. Therefore, combined use is not advised in patients with tuberculosis receiving Directly Observed Therapy (DOT). Further research is needed to validate these findings.\n[18]",
    "monitoring": "A dosing regimen of a daily dose of 25 mg/kg of body weight of ethambutol reaches a therapeutic range of 2 to 6 mcg/mL in serum 2 hours after administration.\n[19]\nSerum levels of ethambutol decrease to undetectable levels by 24 hours, except for some patients with impaired renal function. Ethambutol may cause ocular toxicity, which may be related to the dose and duration of the treatment. If signs indicate such an effect, immediate discontinuation of the drug is required. However, reports of cases of irreversible blindness exist. Due to the adverse effect of ethambutol-associated optic neuropathy, visual acuity tests such as baseline visual acuity, color vision, and a Humphrey visual field should be performed periodically when administering the treatment during the regimen.\n[1]\nHepatotoxicity is a common adverse effect of antitubercular treatments. Hence, both baseline and periodic hepatic function require assessment. Patients receiving iron overload may need prolonged treatment or added bactericidal drugs to their regimen. One study showed that iron loading negatively affected the bactericidal properties of INH and ethambutol. The excess iron limits the bactericidal effects of INH and completely inhibits that of ethambutol. Although this study focused on murine tuberculosis, clinical implications for HIV-positive patients with lower CD4+ cells may exist but may also have certain degrees of iron loading or patients with haptoglobin 2-2 genotype. Due to the adverse effects of excess iron, patients who have these conditions may need to consider a more prolonged treatment or add bactericidal drugs to their regimen against tuberculosis.\n[20]",
    "toxicity": "Signs and Symptoms of Toxicity\n\nOne of the most well-known adverse effects is optic neuritis. The effect of neuritis is dose-related, with greater than 40% of adults developing toxicity at doses greater than 50 mg/kg and around 0% to 3% of adults developing toxicity at 15 mg/kg/daily.\n[21]\nCurrently, unknown protocols detect subclinical ethambutol-induced ocular toxicity. The results of a study in Korea conducted various visual tests such as color vision tests, retinal nerve fiber layer optical coherence tomography tests, and pattern visual evoked potential tests. The results showed that retinal nerve fiber layer optical coherence tomography tests and pattern visual evoked potential tests were promising as they could detect changes in visual patterns after 6 months, while other tests in visual acuity, color vision, or visual fields showed no significant changes.\n[22]\n\nManagement of Toxicity\n\nThe manifestation of ethambutol-induced optic neuropathy appears to be from the chelation of copper. A study with 60 patients undergoing treatment with ethambutol monitored their serum copper levels. Statistical analysis confirmed a significant change in copper concentration, supporting the copper chelation effect.\n[23]\nAn in-vitro study suggests that therapeutic copper can potentially prevent ethambutol-induced optic neuropathy while not compromising the bacteriostatic properties.\n[24]\nPatients who experience any visual symptoms should discontinue the drug immediately and consult their doctor.\n[25]"
  }
}