{
  "drug_name": "ethinyl estradiol",
  "nbk_id": "NBK608007",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK608007/",
  "scraped_at": "2026-01-11T15:29:01",
  "sections": {
    "indications": "Box Warnings\n\nLiraglutide has been shown to cause thyroid C-cell tumors, including medullary thyroid carcinoma (MTC), in rats and mice of both sexes. It is unknown whether liraglutide causes thyroid C-cell tumors, including MTC, in humans, as the human relevance of liraglutide-induced rodent thyroid C-cell tumors has not been determined.\n\nLiraglutide is contraindicated in patients with, or with a family history of, MTC or MEN2.\n\nWarnings and Precautions\n\nLiraglutide should not be combined with insulin as a mixture for injection.",
    "mechanism": "Liraglutide is a human glucagon-like peptide-1 receptor agonist (GLP-1 RA) with 97% amino acid sequence homology to endogenous GLP-1. Liraglutide binds to GLP-1 receptors in the pancreatic β-cells, increasing intracellular cyclic AMP (cAMP) and triggering endogenous insulin release.\n[7]\nInsulin reduces blood glucose levels to reach euglycemia. GLP-1 receptor binding also leads to appetite suppression and decreased caloric intake.\n[3]\nIn addition to enhancing insulin secretion, acute liraglutide treatment has been shown to suppress glucagon secretion and promote β-cell proliferation.\n[8]\n[9]\nNo elevations in insulin secretion or glucagon secretion suppression have been observed at normal or low glucose concentrations in patients receiving liraglutide therapy.\n\nGLP-1 receptors are found in several brain areas associated with appetite regulation, and endogenous GLP-1 regulates appetite and caloric intake.\n[1]\nLiraglutide has been shown to exert anorexigenic effects by increasing free leptin levels, thus reducing appetite.\n[10]\nAlthough the precise mechanism remains unclear, studies have demonstrated that liraglutide modulates brain activity in several regions.\n[11]\nThe drug's unique amino acid sequence confers resistance to degradation by dipeptidyl peptidase 4 (DPP-4) and neutral endopeptidase (NEP), prolonging its pharmacological activity.\n\nPharmacokinetics\n\nAbsorption:\nLiraglutide is absorbed into the bloodstream after subcutaneous injection. Peak concentration is achieved between 8 and 12 hours. The absolute bioavailability of liraglutide injection is 55%, and its maximum concentration increases proportionally with dose. There is no significant difference in absorption between an injection in the upper arm and abdomen. However, injection in the thigh may cause a 22% reduction in absorption.\n\nDistribution:\nLiraglutide is almost entirely bound to plasma proteins (>98%). The approximate volume of distribution after a subcutaneous injection of 0.6 mg is 13 L. After intravenous administration, the mean volume of distribution is 0.07 L/kg.\n\nMetabolism:\nLiraglutide is not metabolized by a specific organ; plasma protein degradation pathways endogenously metabolize it. The plasma half-life of liraglutide is 13 hours after injection.\n[12]\n\nElimination:\nLiraglutide is excreted through urine and feces. Studies have shown no trace of intact liraglutide in urine or feces. Partially-degraded liraglutide was found in urine and feces at 6% and 5%, respectively.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nLiraglutide is available in a prefilled pen containing 3 mL of a clear and colorless 6 mg/mL solution. This solution may be injected subcutaneously into the abdomen, thigh, or upper arm. Solutions containing 1.2 mg, 1.8 mg, and 3 mg are also available, though the injection dose may vary based on indication and age.\n\nAdult Dosage\n\nFor glycemic control:\nThe recommended adult dose for glycemic control is 1.2 mg daily. Patients should start with an initial dose of 0.6 mg daily for the first week and increase to 1.2 mg daily at the beginning of week 2. Increasing the dose to 1.8 mg daily may be necessary if glucose levels remain uncontrolled. An outline of dosing for glycemic control is as follows:\n\nWeek 1: 0.6 mg daily\nWeek 2: 1.2 mg daily (if necessary)\nWeek 3: 1.8 mg daily (if necessary)\n\nFor weight loss:\nThe recommended adult dose is 3 mg daily. Patients should start with an initial dose of 0.6 mg daily for the first week and increase the dose by 0.6 mg every week until the target dose of 3 mg is achieved. An outline of the dosing schedule for weight loss is as follows:\n\nWeek 1: 0.6 mg daily\nWeek 2: 1.2 mg daily\nWeek 3: 1.8 mg daily\nWeek 4: 2.4 mg daily\nWeek 5+: 3 mg daily\n\nIf a dose is missed, another should not be administered immediately. Patients should wait for the next scheduled injection and continue with regular dosing. If more than 3 days of injections have been missed, patients should reinitiate treatment at 0.6 mg daily and follow the original titration information used when therapy was initiated.\n\nSpecific Patient Populations\n\nPatient with hepatic impairment:\nThe safety and efficacy of liraglutide in patients with hepatic impairment have not been established. Patients should be closely monitored.\n\nPatient with renal impairment:\nThe safety and efficacy of liraglutide have not been established in patients with renal impairment. However, postmarketing surveillance has shown that acute renal failure and worsening of chronic renal failure have been reported in patients taking liraglutide. Patients with renal impairment should be closely monitored while taking liraglutide.\n\nPregnancy:\nLiraglutide (for glycemic control) should be used with caution during pregnancy. Animal studies have shown that liraglutide is associated with an increased risk of fetal death and fetal abnormalities.\n[14]\nHowever, poorly controlled diabetes increases the morbidity and mortality of both the mother and the fetus during pregnancy. Clinicians should administer liraglutide based on the patient's glycemic control. According to the American Diabetes Association, alternate medicines are preferred over liraglutide for patients who are pregnant.\n[15]\nLiraglutide should never be used for weight loss during pregnancy.\n\nBreastfeeding:\nLiraglutide is safe for breastfeeding mothers. In clinical studies, liraglutide was not detected in human milk.\n[16]\nHowever, it was detected in the milk of rats at 50% of the maternal plasma concentration.\n\nPediatric patients:\nLiraglutide is safe for children aged 10 and older for glycemic control and children aged 12 and older for weight loss.\n[17]\nPediatric patients should be administered liraglutide for glycemic control according to the same dosing schedule as adults. Adequate control may be established by administering 0.6 mg daily; these patients should be closely monitored. Pediatric dosing for weight loss is the same as adult dosing. If a dose increase is not tolerated, the patient should remain at the lower dose for another week and attempt to increase the following week. To increase the dose to 3 mg after consecutive weeks, a target dose of 2.4 mg daily is sufficient. Clinical trials showed that liraglutide increased the risk of hypoglycemia and resting heart rate by 3 to 7 beats per minute in pediatric patients. Liraglutide has not been studied in children younger than 10 years old.\n\nOlder patients:\nLiraglutide is safe for use in patients 65 and older. Clinical studies have shown that using liraglutide in these populations does not increase the risk of adverse effects or decrease the effectiveness of the drug.\n[12]",
    "adverse_effects": "The most common adverse reactions associated with liraglutide administration include nausea, diarrhea, vomiting, decreased appetite, dyspepsia, and constipation. Immunogenic-related events have been reported in less than 0.8% of patients.\n\nThe most severe adverse effects include the following\n:\n\nRisk of C-cell tumors:\nReports of patients developing medullary thyroid cancer (MTC) and C-cell tumors have been documented. Animal studies showed that liraglutide causes dose- and duration-dependent thyroid C-cell tumors in mice and rats of both sexes.\n[18]\nPatients with a personal or family history of MTC or C-cell tumors should avoid liraglutide.\n[1]\nAcute pancreatitis:\nPancreatitis is a rare but severe adverse effect. Fewer than 0.4% of patients experience pancreatitis. If pancreatitis is suspected, patients should stop injections immediately, call their doctor, and seek emergency care.\n[1]\nAcute gallbladder disease:\nCholelithiasis, or “gallstones,” is a rare but urgent side effect of liraglutide injection. This adverse effect was observed in 2.2% of patients. If symptoms of gallstone disease arise (eg, pain in the right upper quadrant after meals), patients should stop injections immediately, call their doctor, and seek emergency care.\n[1]\nHypoglycemia:\nThe risk of hypoglycemia is elevated in patients receiving liraglutide with other diabetic medications, including insulin or insulin secretagogues (eg, sulfonylureas). Symptoms of hypoglycemia include sweating, shaking, and dizziness.\n[1]\nElevated heart rate:\nLiraglutide may increase the resting heart rate by 4 to 9 bpm. Reports of heart rates exceeding 100 bpm have been documented.\n[1]\nRenal impairment:\nLiraglutide may cause acute renal failure or exacerbate kidney decline in patients with chronic renal failure. Reports of patients’ renal function declining to the point of dialysis have been documented. Patients with a history of kidney disease should discuss the risks and benefits of starting liraglutide with their physician.\n[1]\nHypersensitivity reactions:\nAnaphylaxis and angioedema have been reported during the use of liraglutide. If a patient experiences acute-onset breathing difficulties, hives, or swelling in the face or hands, they should immediately seek emergency medical care.\n[1]\nSuicidal behavior and ideation:\nSuicidal thoughts and behaviors were reported in 0.3% of patients during clinical studies. Liraglutide should not be administered to patients with a history of suicidal thoughts or behaviors, which may be exacerbated. Suicidal thoughts were increased in pediatric patients receiving liraglutide, amounting to 0.8% of the patients.\n[1]\n\nDrug-Drug Interactions\n\nAbsorption of oral medications may be affected due to delayed gastric emptying.\nLiraglutide has limited potential for interactions with drugs that utilize the cytochrome P450 system or plasma-binding proteins.\nDrugs administered concomitantly with liraglutide:\nDigoxin (1 mg):\nThe area under the curve (AUC) was reduced by 16%, and the maximum concentration (Cmax) was reduced by 31%.\nLisinopril (20 mg):\nThe AUC was reduced by 15%, and the Cmax was reduced by 27%.\nAtorvastatin (40 mg):\nThe AUC was unchanged, and the Cmax was reduced by 38%.\nAcetaminophen (1000 mg):\nThe AUC was unchanged, and the Cmax was reduced by 31%.\nGriseofulvin (500 mg):\nThe AUC was unchanged, and the Cmax was increased by 37%.\nOral contraceptives (0.03 mg ethinylestradiol/0.15 mg levonorgestrel):\nThe AUC was unchanged for ethinylestradiol and was increased by 18% for levonorgestrel; the Cmax was reduced for both drugs by approximately 12%.\nInsulin:\nNo change in concentration has been observed. However, the hypoglycemic effects may be enhanced, so clinicians should consider reducing the dose of liraglutide.",
    "monitoring": "The patient's thyroid function and symptoms are monitored closely. Thyroid abnormalities (eg, nodules, dysphagia, dyspnea, hoarseness, new neck masses) should be investigated immediately. Serum calcitonin levels or a neck ultrasound are performed in such cases. Clinicians should regularly assess plasma glucose levels, heart rate, renal function, changes in behavior, suicidal thoughts or behavior, worsening depression, triglycerides, signs and symptoms of pancreatitis, signs and symptoms of gallbladder disease, and body weight (if receiving liraglutide for chronic weight management). The patient's HbA1c levels should be obtained quarterly in patients whose treatment goals have not been met or with any change in medicines. HbA1c levels should be obtained at least twice a year in patients with stable glycemic control who are meeting treatment goals.",
    "toxicity": "Severe nausea, vomiting, or hypoglycemia may indicate an overdose of liraglutide, which is treated with symptom management. There is no rescue drug for a liraglutide overdose."
  }
}