{
  "drug_name": "ethosuximide",
  "nbk_id": "NBK544244",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544244/",
  "scraped_at": "2026-01-11T15:29:05",
  "sections": {
    "indications": "Patients with hypersensitivity to succinimide medications should avoid taking ethosuximide.\n\nWarnings and precautions\n\nEthosuximide should be administered cautiously to patients with hepatic disease, as dosing adjustments for patients with these conditions are undefined.\nAntiseizure medications such as ethosuximide increase the risk of suicidal thoughts or behaviors. Patients receiving ethosuximide should be monitored for depression, suicidal ideation, or unusual changes in mood or behavior.\n[35]\n[36]\nEthosuximide can cause drug-induced immune thrombocytopenia (DITP).\n[37]\nDITP typically occurs 1 to 3 weeks after initiation, with recurrence within 24 hours upon re-challenge. Platelet counts may drop by 3,000/mm³. Management involves discontinuation, monitoring platelet counts, and considering antiplatelet antibody assessment. Ethosuximide should be avoided in patients with a history of ethosuximide-induced DITP.",
    "mechanism": "Ethosuximide (3-ethyl-3-methyl pyrrolidine-2,5-dione) is a succinimide agent with anticonvulsant properties. Phensuximide and methsuximide, the other 2 succinimides, have less favorable adverse effect profiles and lower efficacy than ethosuximide.\n[12]\nThis drug class was first studied in the 1950s using mouse models.\n\nThalamocortical neurons are thought to use low-threshold T-type calcium channels to generate the classic 3 Hz \"spike-and-wave\" discharges associated with absence seizures. Ethosuximide can reduce the threshold of T-type calcium currents and disrupt the oscillatory activity of thalamocortical circuitry by blocking T-type calcium channels.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nEthosuximide's bioavailability exceeds 90%.\n\nDistribution:\nEthosuximide demonstrates negligible protein binding, readily crosses the blood-brain barrier, and has a distribution volume of approximately 0.7 L/kg.\n[14]\n\nMetabolism:\nEthosuximide is metabolized hepatically (80%) into inactive metabolites, primarily by CYP3A4 enzymes.\n[15]\n\nElimination:\nApproximately 10% to 20% of ethosuximide is excreted unchanged in the urine. If the patient's creatinine clearance falls below 10 mL/min, the dose should be decreased by 25%. Caution is advised when administering ethosuximide to patients with hepatic impairment, though no dose adjustments have been defined for these patients. Ethosuximide has a relatively long half-life: 30 hours in children and 50 to 60 hours in adults. Because of its long half-life, ethosuximide can take 7 to 10 days to reach steady state.",
    "administration": "Available Dosage Forms and Strengths\n\nEthosuximide is administered using 250 mg capsules or a 250 mg/5 mL oral suspension. The oral suspension demonstrates faster absorption than the capsules.\n\nAdult Dosing\n\nThe typical adult ethosuximide dose is 500 mg orally once daily. This daily dose may be increased by 250 mg every 4 to 7 days to a maximum daily dose of 1500 mg.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product labeling does include dosage adjustments for patients with hepatic impairment. Ethosuximide should be used cautiously for these patients.\n\nRenal impairment:\nNo dosage adjustment is necessary for patients with a creatinine clearance (CrCl) greater than 30 mL/min. For patients with CrCl less than 30 mL/min, ethosuximide should be administered cautiously using low initial doses.\n[16]\nPatients on hemodialysis may require additional doses before or after their sessions to maintain therapeutic levels.\n[16]\n\nPregnancy considerations:\nEthosuximide is a category C drug (possibly unsafe in pregnancy) known to cross the placenta. Serum concentrations of ethosuximide in neonates are comparable to that of mothers receiving ethosuximide.\n[17]\nEthosuximide should be used as monotherapy at the lowest effective dose possible during pregnancy. Ethosuximide levels should be obtained before the patient becomes pregnant and monitored during pregnancy. The American Academy of Neurology (AAN), American Epilepsy Society (AES), and Society for Maternal-Fetal Medicine (SMFM) 2024 guidelines advise that women who are pregnant (or may become pregnant) with epilepsy on antiseizure medications (including ethosuximide) should be informed of the limited data on pregnancy-related outcomes associated with these drugs.\n[18]\n\nBreastfeeding considerations:\nEthosuximide can be excreted in breast milk, making breastfeeding while taking ethosuximide potentially hazardous. Transfer rates can reach 25%-30% of maternal levels. Close monitoring is recommended for infants exposed to ethosuximide through breast milk. No specific adverse effects have been linked solely to exposure to this medication, but observed adverse effects include drowsiness, impaired feeding, and developmental delays, particularly in younger or exclusively breastfed infants. The potential for additive effects with other maternal anticonvulsants should be considered. Obtaining the infant's serum ethosuximide level can assuage or confirm concerns regarding infant exposure or potential toxicity.\n[19]\n\nPediatric patients:\nAccording to the American Academy of Neurology (AAN), ethosuximide or valproic acid are the first-line treatment options for reducing seizure frequency in patients with childhood absence epilepsy.\n[20]\nDosing should start at 125 mg twice daily for children aged 3 to 6. Children 6 or older and adults can be administered 250 mg twice daily. The total daily dose may be increased by 250 mg every 4 to 7 days to 20 mg/kg, divided into twice daily dosing. The dosing and serum concentrations of ethosuximide demonstrate a linear relationship. When discontinuing, ethosuximide should be tapered slowly as abrupt withdrawal may cause absence status epilepticus.\n\nOlder patients:\nEthosuximide is effective for absence seizures in children, but there is limited data on its long-term efficacy and safety in older adults. Agranulocytosis and drug-induced neutropenia have been reported.\n[21]",
    "adverse_effects": "The overall incidence of adverse effects associated with ethosuximide therapy is lower compared to most other anti-seizure medications (ASMs).\n[22]\nGastrointestinal adverse effects (eg, nausea, vomiting, diarrhea, anorexia) are common initially and often diminish within 2 weeks. Other common adverse effects include drowsiness, lethargy, insomnia, and hiccups. Headache may occur in 14% of children taking ethosuximide.\n\nDocumented rare idiosyncratic reactions include Stevens-Johnson syndrome, agranulocytosis, aplastic anemia, and systemic lupus erythematosus. If idiosyncratic reactions occur, ethosuximide should be discontinued. Full recovery may take some time following discontinuation.\n[23]\n[24]\nDrug-induced lupus erythematosus is characterized by anti-histone and antinuclear antibodies.\n[25]\nPriapism has been reported infrequently.\n[26]\n\nDrug-Drug Interactions\n\nEnzyme-inducing ASMs such as phenytoin, carbamazepine, and phenobarbital can reduce serum concentrations of ethosuximide by accelerating its elimination.\n[27]\nValproic acid has various effects on ethosuximide concentrations.\n[28]\n[29]\n[30]\n[31]\nEthosuximide may increase phenytoin levels, but it has no enzyme-inducing properties.\nIsoniazid may reduce ethosuximide metabolism, while rifampicin can increase ethosuximide clearance.\n[32]\n[33]\nOne study indicated that ethosuximide significantly reduced lamotrigine serum concentrations based on patient age. Specifically, children and adolescents treated with ethosuximide showed a 37% reduction in lamotrigine levels compared to 14% in adults.\n[34]",
    "monitoring": "There are no guidelines for therapeutic drug monitoring of ethosuximide. Any ethosuximide dosage adjustment should be based on the patient's clinical response and electroencephalography (EEG) results. Ethosuximide levels are monitored by measuring the patient's trough levels. The therapeutic concentration for ethosuximide ranges from 40 to 100 μg/mL. Patients with absence status epilepticus may require concentrations above 120 μg/mL to achieve seizure control.\n[14]\nA dimple HPLC-UV method has been developed for therapeutic drug monitoring (TDM) of ethosuximide and other ASM levels. This method allows for the simultaneous determination of ethosuximide alongside several other ASMs and metabolites and requires only 100 µL of human plasma that may be prepared using a simple process. The dimple HPLC-UV is practical for pediatric, pregnant, older, and critically ill patients.\n[38]\n\nA complete blood count (CBC) and liver function tests (LFTs) can also be obtained intermittently to monitor for severe but rare hematologic dyscrasias (eg, pancytopenia, agranulocytosis, leukopenia). However, no evidence suggests this is sufficient to alert physicians of a severe idiosyncratic reaction. The pattern of serum enzyme elevations is typically mixed cholestatic-hepatocellular. Any ethosuximide-induced liver injury resolves quickly after discontinuing and typically recurs promptly after re-exposure.\n[15]",
    "toxicity": "Signs and Symptoms of Overdose\n\nStudies using mouse models suggest the earliest symptom of ethosuximide toxicity is ataxia. Toxic patients can progress to dyspnea, respiratory failure, and death.\n[39]\nIn cases of acute ethosuximide overdose in humans, clinical features may include nausea, vomiting, central nervous system depression, and coma with respiratory depression.\n\nManagement of Overdose\n\nThere is no antidote for ethosuximide toxicity. Recommendations involve observation in an emergency room or inpatient setting.\n[40]\nTreatment typically involves the administration of activated charcoal and supportive care. Hemodialysis can safely and effectively clear ethosuximide from the body.\n[41]\n[42]"
  }
}