{
  "drug_name": "ethyl chloride",
  "nbk_id": "NBK606115",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606115/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Cracked tooth syndrome is a common issue in dentistry and poses a significant challenge in general dental practice. This condition is frequently confounded by its diverse symptomatology, ambiguous presentation, and varying symptoms, often leading to misdiagnosis. Even the most experienced clinician can find it challenging, requiring a systematic and thorough approach to management.\n\nA cracked tooth is characterized by a fracture plane of unknown depth and direction passing through the tooth structure, which, if not already involved, may progress to communicate with the pulp and/or periodontal ligament.\n[1]\nInitially, a crack may be superficial, causing occasional pain or discomfort for the patient when biting. However, it can progress to compromise the tooth's integrity, involve the pulp, or extend to the root surface, ultimately rendering the tooth unrestorable.\n[2]\nDue to the unpredictable nature of the condition, it is essential to provide the patient with as much information as possible to manage their expectations effectively. Healthcare professionals must also be proficient in available diagnostic tools, as an accurate diagnosis is pivotal for successful treatment planning when managing cracked tooth syndrome.\n[3]",
    "mechanism": "Occlusal forces are the leading cause of cracked tooth syndrome. However, various factors contribute to the tooth's susceptibility and prognosis. The mechanical properties of teeth have been extensively researched and are vital considerations when assessing the etiology of cracked teeth. The tooth tissue absorbs the forces with occlusal loading during mastication or nocturnal bruxism. Enamel, dentine, and cementum exhibit distinct structures and properties in terms of elasticity, hardness, and viscoelasticity, resulting in differential absorption of occlusal forces.\n[4]\nNotably, these mechanical properties can change with age, potentially leading to a reduction in physiological elasticity and decreased capacity to absorb occlusal forces effectively.\n[5]\n\nIn addition, teeth weakened by restorations will be at an increased risk of fracture when undergoing occlusal loading. Restorations poorly placed due to contamination, poor marginal adaptation, or lack of incremental technique, resulting in a high C-factor, pose a heightened risk.\n[2]\n[6]\nAdditionally, the presence of remaining healthy tooth tissue and the size of the cavity can influence fracture risk. The interaxial dentine and the loss of one or both marginal ridges have significant roles.\n[7]\nMondelli et al suggest that if a restoration exceeds one-quarter of the intercuspal distance, there is an elevated risk of tooth fracture.\n[8]\n\nTeeth that have undergone endodontic access display more unrestorable fracture patterns compared to those that have not been accessed.\n[9]\nBeyond restorative etiological considerations, developmental and morphological factors may also contribute to a tooth's fracture risk. Occlusal anatomy characterized by deep fissures and steep cusp angles, potentially leading to altered intercuspation, pulp chamber volume changes, rotations, and inclinations, can further influence fracture risk.\n[10]",
    "monitoring": "In addition to obtaining a comprehensive history, several diagnostic tools can aid in elucidating the diagnosis. A thorough visual examination with magnification and illumination may reveal fracture lines and communication with existing restorations. Fibreoptic transillumination (FOTI) is particularly valuable for investigating cracked teeth. Allowing light to penetrate the tooth until deflected by a fracture produces a visible transition line from light to dark, highlighting the presence of cracks.\n[22]\n\nBite tests are useful in eliciting the patient’s symptoms to pinpoint the affected tooth and cusp. Using a Tooth Slooth instrument, occlusal forces are directed through each individual cusp of the suspected tooth, and the patient reports which cusp triggers their symptoms.\n[23]\nVitality testing with ethyl chloride and electronic pulp testers typically yields a positive response. However, thermal tests may elicit an exaggerated response to cold due to the proximity of the crack to the dentine.\n[24]\n\nIn some cases, radiography may offer assistance, potentially revealing a thin line if the fracture runs buccolingually. However, its utility diminishes if the crack aligns mesio-distally parallel to the film.\n[18]\nEven if the radiograph fails to diagnose a crack, it remains useful in ruling out other pathologies. When radiographic assessment is inconclusive, yet a crack is strongly suspected, cone beam computed tomography (CBCT) imaging proves valuable for visualization and evaluation.",
    "administration": "Managing cracked tooth syndrome lacks a clear, one-size-fits-all approach, as treatment depends on the extent and position of the lesion. Alleviating patient symptoms when they report pain is the initial priority before considering the long-term management of the tooth. After localizing the crack, stabilization is necessary to prevent flexing under occlusal forces, alleviating patient pain.\n[2]\nIn cases without symptoms of pulpal involvement, removing the existing restoration and undermined tooth tissue/cusp to \"chase out\" the crack may suffice. Subsequently, placing a suitable restoration, such as a flowable composite material, is recommended.\n[25]\n[26]\n\nPlacing a direct composite acts as an internal splint, preventing the crack from flexing under occlusal loading and providing immediate symptom relief.\n[27]\n[25]\nAlternatively, using a metal orthodontic band on the affected tooth is an option for treating cracked teeth displaying signs of reversible pulpitis. The metal band acts as a bidirectional external splint, inhibiting the tooth from flexing under occlusal loading.\n[28]\nSeet et al analyzed pulp survival in 125 cracked teeth and concluded that 92.6% of teeth managed with orthodontic band placement demonstrated a healthy pulp after 2 months.\n[29]\nHowever, despite being minimally invasive and cost-effective, metal bands can pose challenges in maintenance due to their tendency to trap food particles. Additionally, they may be contraindicated in patients with existing periodontal disease or poor oral hygiene.\n[3]\n\nIndirect cuspal coverage in the form of a crown or onlay may also function extremely well as an external splint, prohibiting the flexure of the crack. Guthrie et al observed that most cracks extended into the cervical third of the crown. In their study, they concluded that 25 of the 28 tested cracked teeth became asymptomatic after receiving a full-coverage crown.\n[30]\nA full-coverage crown allows for a more equal distribution of occlusal forces across the affected tooth due to the resistant form of the crown. This prevents the crack's flexure and inhibits it from propagating further and causing more damage.\n[30]\nHowever, tooth preparation for full-coverage crowns is invasive and increases the risk of devitalization.\n[31]\n\nCracks that propagate into the pulp tissue are often associated with symptoms of irreversible pulpitis. In these cases, it is imperative to conduct a restorability assessment of the tooth to evaluate the extent of the crack and ascertain whether the tooth can be saved.\n[32]\nAs part of the restorability assessment, the existing restorations are removed, and the tooth is accessed endodontically. This facilitates a comprehensive visual evaluation of the remaining tooth structure. Pulp chamber floor clefting typically indicates an unrestorable tooth requiring extraction. If the crack does not extend through the pulp chamber floor or reach subgingivally, attempting endodontic therapy followed by definitive cuspal coverage may stabilize the tooth. However, this approach has a poor long-term survival prognosis.\n[33]",
    "adverse_effects": "Cracked tooth syndrome is associated with many complications ranging from pulp necrosis to catastrophic tooth fracture requiring extraction. The condition can be further complicated in patients with extensively restored dentition and parafunctional habits such as nail biting and nocturnal bruxism.\n[35]"
  }
}