{
  "drug_name": "ethyl alcohol 70%",
  "nbk_id": "NBK607998",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK607998/",
  "scraped_at": "2026-01-11T15:29:02",
  "sections": {
    "indications": "The Mohs appropriate use criteria (AUC) guide physicians in determining whether MMS is suitable for a specific cutaneous malignancy. The AUC generates a score (with a maximum of 9 points) based on tumor and patient characteristics, including lesion size, body location, whether the lesion is primary or recurrent, immune status, and histological features. MMS is considered appropriate if the score falls between 7 and 9. Conditions potentially amenable to Mohs surgery include, but are not limited to, BCC, SCC, atypical fibroxanthoma, melanoma, sebaceous carcinoma, and dermatofibrosarcoma protuberans. Additional indications for MMS may also be informed by other systems, such as the National Comprehensive Cancer Network guidelines for each tumor type. Please see StatPearls' companion resources, \"\nMohs Micrographic Surgery\n\" and \"\nMohs Micrographic Surgery Appropriate Use Criteria AUC Guidelines\n,\" for more information.\n\nFrozen sectioning is indicated when rapid diagnosis or intraoperative assessment of margins is essential. In MMS, this type of tissue processing enables the surgeon to accurately evaluate the entire surgical margin and make same-day clinical decisions based on histological findings.\n[1]\n[2]\nConversely, frozen sectioning is not recommended if diagnosis and assessment have no immediate implications for decision-making.\n\nStaining with H&E or toluidine blue is essential for identifying cell types and key structures, such as nuclei, nerves, stroma, and adnexa. H&E is the most commonly used stain for various cutaneous malignancies.\n[1]\nToluidine blue is primarily utilized in the treatment of BCCs, as it stains the mucinous stroma a reddish-purple color.\n[1]\nFor melanoma treatment, melanocyte immunostains such as MART-1 are indicated.\n[1]\n[5]",
    "clinical_significance": "Accurate interpretation of complete tissue margins on frozen sections is the hallmark of MMS and provides optimal cure rates and tissue preservation. Histological features of the tumor—such as margin status, perineural invasion, depth of invasion, cell type, tumor grade, and the presence of mitosis—directly impact clinical decision-making and patient outcomes. For instance, if margins are positive, additional layers of tissue are excised, and patients with SCCs showing perineural invasion may be referred to radiation oncology. Studies indicate that surgeon interpretation errors and tissue dropout or loss are significant contributors to tumor recurrence following MMS.\n[1]\nTherefore, producing high-quality frozen sections devoid of processing errors is paramount.\n\nInadequate tissue processing can result in artifacts, distortion of cellular features, or tissue loss, hindering the Mohs surgeon's ability to accurately evaluate the tumor's pathology. This can ultimately cause patient harm—such as unnecessary tissue removal due to false-positive margins or an increased risk of recurrence—prolonged surgery and processing times, more complex closures with higher complication risk, suboptimal postoperative management, and increased costs.\n[1]\n[2]"
  }
}