{
  "drug_name": "ethylhexylox phenol",
  "nbk_id": "NBK542311",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542311/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Phenol is a disinfectant and chemical precursor with various uses and indications. Joseph Lister introduced the concept of antiseptic surgery using phenol, then known as carbolic acid. Reports of toxicity were not far behind.\n[1]\nPhenol remained a healthcare disinfectant throughout the 20th century, but its use in healthcare settings is now uncommon. Phenol has a long history in dermatology as a chemical peel and skin rejuvenator, but laser treatments have recently surpassed it.\n[2]\nPodiatrists use phenol for nailbed matrix ablation following ingrown toenail removal. Phenol is still occasionally a component in some household disinfectants, gargles, and ointments. Phenol-containing solutions are also home remedies for head lice.\n[3]\nMethylated phenols, called cresols, are also found in home disinfectant products and may produce clinical toxicity similar to phenol. Phenol is a common laboratory chemical that extracts nucleic acid material from biological specimens. It also serves as a chemical precursor to many pharmaceuticals and chemicals, including acetaminophen, aspirin, levodopa, propofol, and some herbicides.",
    "mechanism": "Acute phenol toxicity mainly occurs through unintentional exposure in the home or workplace; intentional exposures are much less common.\n[3]\nSevere toxicity has occurred from accidental ingestions in healthcare settings.\n[4]\nRecurring occupational exposures in the explosives production industry and healthcare settings resulted in a historical syndrome of malaise, fatigue, and hepatitis called “phenol marasmus.”\n[5]\nToday, phenol exposures are more likely to result in dermal exposure following laboratory or industrial spills.\n[6]",
    "monitoring": "Laboratory assessment of phenol exposure is not widely available and, in most cases, does not alter initial management. However, if desired, laboratory exposure confirmation can be obtained by obtaining a serum or urine phenol level. Monitoring urine phenol levels is common in workplaces with occupational benzene exposure but has no definitive role in acute phenol poisoning. Phenol-exposed patients should receive regular monitoring of vital signs and mental status. A baseline electrocardiogram and continuous cardiac monitoring should be obtained to evaluate for dysrhythmias. Laboratory evaluation should focus on identifying the presence of acute kidney injury, metabolic acidosis, hepatitis, rhabdomyolysis, or methemoglobinemia. A chest radiograph should be obtained in cases of ingestion or inhalational exposure or in patients with hypoxemia or respiratory complaints. Phenol metabolites may also produce characteristic blue-green urine that may provide a clue to the diagnosis in cases of unknown exposure.\n[13]",
    "administration": "Ingestion or dermal exposure to phenol concentrations greater than 5% should receive a referral to an emergency department for evaluation. Consultation with a regional poison control center in the United States is possible by calling 1-800-222-1222. Managing a phenol-poisoned patient should focus first on primary supportive measures such as ensuring a patent airway, supporting ventilation and oxygenation, and hemodynamic support as needed.\n\nThere have been proposals for various decontamination agents for external decontamination of phenol exposure. However, low molecular weight (300-400MW) polyethylene glycol (PEG) is the currently accepted decontamination fluid.\n[14]\nNotably, this is not the same as high molecular weight PEG typically used in medical settings as a bowel preparation or osmotic laxative. LMW PEG should be included in phenol exposure first aid kits in labs or worksites, and phenol should be used to provide external decontamination as soon as possible. Decontamination should occur with an LMW PEG-soaked sponge or towel to remove residual phenol. When LMW PEG is unavailable, flushing the exposed area with copious amounts of water for 15 minutes may be effective. Early studies showed potentially increased absorption of phenol when using only small amounts of water.\n[15]\nIsopropyl alcohol may also be as effective as LMW PEG for external phenol decontamination.\n[14]\nFor ocular exposure to phenol, the eyes should be flushed with copious amounts of water or saline for at least 15 minutes after exposure.\n\nGastrointestinal decontamination with activated charcoal is generally not recommended following phenol ingestion. The risk of aspiration in the setting of phenol-induced seizures likely outweighs the potential benefit of activated charcoal. Furthermore, activated charcoal may obscure or confuse the visualization of gastrointestinal endoscopic findings. Upper endoscopy should be a consideration for patients following phenol ingestion to grade the degree of esophageal injury. Management of extensive surface area phenol burns should take place in conjunction with a regional burn center. Extra-corporeal removal of phenol by hemodialysis is not recommended. However, hemodialysis may be necessary to manage the complications of phenol toxicity. Patients with systemic manifestations of phenol toxicity should be admitted to a monitored setting for at least 24 hours. Asymptomatic patients with normal vital signs and laboratory findings may be released from emergency care after 6 to 8 hours of monitoring.",
    "adverse_effects": "Untreated dermal exposure to phenol may result in partial or full-thickness chemical burns or necrotic soft tissue damage. The systemic complications of severe phenol toxicity are myriad. Mental status depression or seizures may result in airway compromise and respiratory failure. Acute respiratory distress syndrome may necessitate mechanical ventilation. Ventricular arrhythmias and/or cardiovascular collapse may occur. Acute kidney injury requiring dialysis may result from extensive rhabdomyolysis or hemoglobinuria due to intravascular hemolysis. Reports also exist of acute hepatotoxicity and methemoglobinemia."
  }
}