{
  "drug_name": "etoposide",
  "nbk_id": "NBK557864",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557864/",
  "scraped_at": "2026-01-11T15:29:09",
  "sections": {
    "indications": "Etoposide is relatively contraindicated during breastfeeding.\n[14]\nBreastfeeding can resume after at least 24 hours after 80 mg/m^2 or less dosage of etoposide. This limitation is because it appears that chemotherapy can alter the normal microbiome and chemical make-up of breastmilk, adversely limiting the nutrients necessary for proper development in a baby.\n[14]",
    "mechanism": "Etoposide is a topoisomerase II inhibitor. Its mechanism of action is primarily in the late S and G2 phases of the cell cycle.\n[2]\nTopoisomerase II is cut both strands of the DNA helix simultaneously. It creates and reseals double-stranded DNA breaks during the replication process.\n[7]\nEtoposide poisons the topoisomerase II cleavage complexes and inhibiting the second step of the reaction, DNA re-ligation.\n[7]\n[1]\nThe etoposide-topoisomerase II complex triggers a mutagenic and cell death pathway, working best in tumor cells with higher levels of topoisomerase II enzymes.\n[8]",
    "administration": "Etoposide is available as an oral or IV preparation chemotherapy agent.\n[9]\nIts formulation is etoposide phosphate, a water-soluble prodrug that rapidly converts into its active form.\n[10]\nEtoposide has a wide distribution in the body and is highly bound to plasma proteins.\n[5]\nTherapy regimens vary depending on the type of tumor or malignancy treated, as etoposide's effects are strongly schedule-dependent.\n[9]\nThe efficacy of the chemotherapeutic agent depends on both the dose and time of exposure.\n[6]\nDaily 30-minute infusion for five days of 100 mg/m^2 is considered a tolerable dose before patients are affected by the dose-limiting side effects such as myelosuppression.\n[10]\nIf given intravenously, the administration of the drug must be given in slowly over a 30 to 60 minute period, as there have been studies showing a decrease in blood pressure during administration. Blood pressure requires monitoring during etoposide administration.\n\nCommon dosing regimens for approved indications include:\n\nFor refractory testicular cancer\n50 to 100 mg/m^2 per daily single dose on days 1 through 5 of a 21-day cycle. Alternately, dosing can be 100 mg/m^2 daily on days 1, 3, and 5 of a 21-day cycle.\nFor small cell lung cancer:\nOral dosing: 70 mg/m^2 orally each day for the first 4 days, up to 100 mg/m^2 orally for the first 5 days of a 21 or 28-day cycle.\nIV dosing: 35 mg/m^2 IV for the first 4 days, up to 50 mg/m^2 for the first 5 days of a 21 or 28-day cycle.\n\nRenal dosing adjustments: for CrCl of 15 to 50, decrease the typical dose 25%, CrCl under 15 cut dose by 50%. For peritoneal or hemodialysis patients, cut the dose by 50%.\n\nAs part of the bleomycin, etoposide, cisplatin (BEP) therapy, etoposide has been proven effective for metastatic non-seminomatous testicular cancer and malignant ovarian germ cell tumors.\n[11]\n[12]",
    "adverse_effects": "Etoposide is a relatively well-tolerated chemotherapeutic agent.\n[7]\nCommon adverse effects include alopecia and gastrointestinal toxicity. GI toxicity includes nausea, vomiting, and stomatitis.\n[2]\nThe GI toxicity is relatively mild compared to other antineoplastic medications and can be well controlled with antiemetic therapy. Alopecia is commonly observed at standard doses and becomes a universal side effect at doses of 500 mg/m^2 or higher. The dose-limiting side effect of etoposide is myelosuppression.\n[7]\n\nAlthough the mechanism is unknown, acute hypersensitivity reactions can occur with the use of etoposide. During intravenous administration, patients can experience flushing, bronchospasm, cyanosis, hypertension, or hypotension.\n[7]\nHypersensitivity reaction symptoms resolve within minutes after discontinuing the intravenous administration of etoposide. Once a patient has experienced a hypersensitivity reaction, it is possible to readminister the drug safely with premedication with corticosteroids and antihistamines.\n[7]\n\nPatients on warfarin require close monitoring when using etoposide because of the potential side effects of bleeding.\n[13]\n\nDifferent mechanisms have noted resistance to etoposide. Those cells with low levels of topoisomerase II are resistant to etoposide. The multiple drug resistance efflux pump also removes etoposide from cells. Some malignant cells have even deactivated etoposide.\n[7]",
    "monitoring": "While administering etoposide, the healthcare team members must consider the different factors that could affect a patient's side effect profile. There was a noted correlation between age and leukopenia/neutropenia risk in patients with normal organ function. An increase in age was also associated with a decrease in drug clearance, as well as an increase in drug AUC.\n[3]\n\nPatients with low serum albumin concentrations may have worsening hematological adverse reactions. Patients with normal albumin levels that had elevated liver enzyme levels could demonstrate an increase in the incidence of neutropenia.\n[3]",
    "toxicity": "Myelosuppression is the dose-limiting toxicity of etoposide.\n[2]\nResearch data showed alopecia, nausea, vomiting, and stomatitis occurring in 20 to 30% of patients.\n[2]\n\nIt can also be involved in drug-induced secondary malignancies, such as acute myelocytic leukemia (t-AML).\n[1]\nEtoposide-induced t-AML is associated with the translocation on chromosome 11q23.\n[1]"
  }
}