{
  "drug_name": "etoricoxib",
  "nbk_id": "NBK560692",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560692/",
  "scraped_at": "2026-01-11T15:29:09",
  "sections": {
    "indications": "Nonopioid analgesic agents\n\nAcetaminophen (paracetamol)\n: Hypersensitivity to acetaminophen or any of its excipients, severe hepatic impairment, or severe active hepatic disease. Currently, experts are discussing whether hepatic impairment should be considered a contraindication since it would produce lower levels of the toxic metabolite, N-acetyl-p-benzoquinone imine (NAPQI).\n[6]\n[32]\nIt is worth noting that pregnancy is not a contraindication for acetaminophen administration.\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: Hypersensitivity is the only major contraindication for NSAID use. However, multiple conditions demand avoidance, temporary suspension, or extremely cautious use, as follows:\nAge > 50 years and family history of gastrointestinal (GI) disease/bleeding.\nPrevious GI problems associated with NSAID use (eg., gastritis)\nPeptic ulcer\nHistory of personal GI bleeding\nUncontrolled hypertension\nRenal disease\nIrritable bowel syndrome\nInflammatory bowel disease\nCoronary artery bypass surgery\nGastric bypass surgery\nPregnancy (third trimester)\nStroke (excluding aspirin)\nTransient ischemic attack (excluding aspirin)\nMyocardial infarction (excluding aspirin)\nCongestive heart failure (excluding aspirin)\n[7]\n[21]\nAntidepressant medications\n:\nAmitriptyline: Hypersensitivity, coadministration with or within 14 days of monoamine oxidase inhibitors (MAOIs), coadministration with cisapride, recent myocardial infarction, arrhythmias, acute heart failure, severe liver impairment.\nDuloxetine: Hypersensitivity, liver impairment, severe renal failure (e.g., CrCl <30 mL/minute) or end-stage renal disease (ESRD), coadministration with or within 14 days of MAOIs, concomitant use of linezolid, thioridazine, methylene blue, or potent CYP1A2 inhibitors, uncontrolled narrow-angle glaucoma. Precaution in patients with hypertension or cardiac disease.\n[7]\n[9]\n[22]\nAntiepileptic medications\n: The only established contraindication for gabapentin and pregabalin is hypersensitivity to the respective drug or any of its excipients. However, dose adjustment is necessary for patients with compromised renal function.\n[7]\nLocal anesthetics\n: Lidocaine is contraindicated in patients with a previous history of sensitivity to any local anesthetic of the amide-type or any of its excipients. Additionally, the application of lidocaine patches should only be to intact skin.\n[24]\n\nOpioid agents\n\nSevere respiratory instability\nAcute mental instability or high suicidal risk\nQTc interval over 500 milliseconds (methadone)\nFamily and/or personal history of substance abuse\nIntolerance, serious adverse effects or lack of efficacy to other structurally similar opioids\nRenal or hepatic impairment (depending on the specific drug metabolism and excretion)\n[17]",
    "mechanism": "Nonopioid analgesic agents\n\nAcetaminophen (paracetamol)\n: The precise mechanism of action for this drug remains unclear to date. Although it is considered for some as a nonsteroidal anti-inflammatory drug (NSAID), acetaminophen lacks anti-inflammatory properties and does not bind to the active site of either cyclooxygenase (COX) enzymes (COX-1 or COX-2). However, there is a hypothesis that acetaminophen inhibits a different variant of COX-1, also known as COX-3, but this event remains unconfirmed in human studies. Nonetheless, the diminished activity of the COX pathway leads to decreased prostaglandin synthesis in the central nervous system, thus inducing\nanalgesia\n(serotonergic inhibitory pathways) and\nantipyresis\n(hypothalamic heat-regulating center).\n[5]\n[6]\n[18]\n[19]\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: The primary mechanism of action is the inhibition of the cyclooxygenase enzyme, thereby inhibiting prostaglandin synthesis. Drugs in this group are categorized according to chemical structure and selectivity: acetylated salicylates (\naspirin\n), non-acetylated salicylates (\ndiflunisal\n), propionic acids (\nibuprofen, naproxen\n), acetic acids (\nindomethacin, diclofenac\n), anthranilic acids (\nmeclofenamate, mefenamic acid\n), enolic acids (\nmeloxicam, piroxicam\n), naphthylalanine (\nnabumetone\n), and selective COX-2 inhibitors (\ncelecoxib\n,\netoricoxib\n). Most NSAIDs inhibit both COX isoforms (COX-1 and COX-2) with little selectivity. However, those that do bind with higher affinity to one or another (eg., aspirin, and the coxibs) will exert anti-inflammatory, analgesic, and antipyretic effects at different degrees. For this reason, low doses of aspirin manifest an\nantiplatelet\neffect, while high doses exhibit an analgesic effect.\n[8]\n[20]\n[21]\nAntidepressant medications\n: Both tricyclic antidepressants (TCAs) and selective serotonin and norepinephrine reuptake inhibitors (SNRIs) inhibit the reuptake of two important neurotransmitters: serotonin and noradrenaline. This inhibition increases the descending inhibitory pathways of the central nervous system related to pain. Additionally, TCAs also act on cholinergic, histamine, beta2 adrenergic, opioid, and N-methyl-D- aspartate (NMDA) receptors, and sodium channels.\n[7]\n[9]\n[22]\nAntiepileptic medications\n: Both gabapentin and pregabalin are ligands to the αδ subunit of the voltage-dependent calcium channels, which overexpress in patients with neuropathic pain. By reducing this calcium-dependent release of excitatory neurotransmitters, these drugs decrease neuronal excitability.\n[7]\n[23]\nLocal anesthetics\n: As with other local anesthetics, lidocaine stabilizes the neuronal membrane by inhibiting sodium ion channels on the internal surface of nerve cell membranes. Thus, pain conduction through nerve impulses becomes impaired at the site of action, which contributes to the absence of systemic effects.\n[24]\n\nOpioid agents\n\nThe majority of the clinically relevant opioids act primarily at the “mu receptors” and thus are considered “mu agonists.”\n[25]\nNonetheless, opioids may also act on other receptors:\nkappa\n,\ndelta\n, and\nsigma\n(all of them, including\nmu\n, are G protein-coupled receptors). Depending on which receptor is activated, different physiologic effects occur (i.e., spinal and supraspinal analgesia). Opioids exert their effects on both presynaptic and postsynaptic neurons. Presynaptically, opioids block calcium channels on nociceptive afferent nerves, thus inhibiting the release of neurotransmitters such as substance P and glutamate. Postsynaptically, opioids enhance the activity of potassium channels, thus hyperpolarizing cell membranes and increasing the required action potential to generate nociceptive neurotransmission.\n[12]\n[17]",
    "administration": "Nonopioid analgesic agents\n\nAcetaminophen (paracetamol)\n: The recommended dose for adults is 650 mg to 1000 mg every 4 to 6 hours, a maximum of 4 grams/day. In children, the recommended dose is 15 mg/kg every 6 hours, up to 60 mg/kg/day.\n[26]\nAcetaminophen is available to be administered orally (tablet, capsule, syrup, oral solution, or suspension), rectally (rectal suppository), or intravenously.\n[6]\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: Currently, more than 20 different NSAIDs are commercially available. The choice of the agent depends upon several factors (eg., comorbidities, risk of bleeding). Also, the response to different NSAIDs vary between patients, and the mechanisms for these distinct responses are only partially understood. Thus, doses depend on the specific drug, and the recommendation is to prescribe the lowest effective dose for each patient for the shortest period. Listed below are various commonly known NSAIDs with their respective doses for analgesia and anti-inflammation:\nAspirin (acetylsalicylic acid)\n: Is dosed 325 to 650 mg every 4 to 6 hours. The maximum dose is 4000 mg/day. Aspirin is available for oral (caplet, capsule, tablet) or rectal (suppository) administration.\nDiclofenac\n: 50 mg every 8 hours. The maximum daily dose is 150 mg. Diclofenac is available for oral (tablet, capsule, packet), intravenous, topical (cream, gel, patch, solution), or ophthalmic administration.\nIbuprofen\n: It is dosed 400 mg every 4 to 6 hours. The maximum daily dose is 3200 mg (acute) or 2400 mg (chronic). Ibuprofen is available for oral (capsule, tablet, suspension) or intravenous administration.\nIndomethacin\n: Immediate release: 25 to 50 mg every 8 to 12 hours. Controlled release: 75 mg once or twice daily. The maximum dose is 150 mg/day. Indomethacin is available for oral (capsule, suspension), intravenous, or rectal (suppository) administration.\nMeloxicam\n: Dosing is 7.5 to 15 mg once daily. The maximum daily dose is 15 mg. Meloxicam is available for oral (tablet, capsule, suspension) or intravenous administration.\nNaproxen\n: 250 to 500 mg every 12 hours (naproxen base) or 275 to 550 mg every 12 hours (naproxen sodium). The maximum daily dose is 1250 mg acute or 1000 mg chronic for naproxen base and 1375 mg acute or 1100 mg chronic for naproxen sodium. Naproxen is available for oral (capsule, suspension, tablet) administration only.\nCelecoxib\n: 200 mg daily or 100 mg every 12 hours. The maximum dose is 400 mg/day. Celecoxib is available for oral (capsule) administration only.\n[5]\n[6]\n[27]\nAntidepressant medications\n: Among the tricyclic antidepressants and selective serotonin and norepinephrine reuptake inhibitors, amitriptyline and duloxetine have the best-documented analgesic effects, respectively.\nAmitriptyline\n: Dosing is 25 to 150 mg orally (tablet) once daily or in two divided doses. The maximum single and daily doses are 75 mg and 150 mg, respectively. Caution must be taken in patients 65 years old or older with maximum daily doses above 75 mg.\nDuloxetine\n: Dosing is 60 to 120 mg orally (capsule) once daily or in two divided doses. The maximum daily dose is 120 mg.\n[7]\n[28]\nAntiepileptic medications\n:\nGabapentin\n: 300 to 600 mg orally (capsule, tablets, solution) three times per day with a maximum daily dose of 1800 mg for postherpetic neuralgia or 300 to 1200 mg orally three times per day with a maximum daily dose of 3600 mg.\n[7]\n[29]\nPregabalin\n: 300 to 600 mg/day orally in two divided doses.\n[7]\nLocal anesthetics\n:\nLidocaine\n: As a patch, lidocaine is available at a concentration of 1.8% or 5%. The recommendation is to apply 1-3 patches to intact skin for up to 12 hours/day. Other commercially available presentations include topical solutions, creams, gels, ointment, and lotions.\n[7]\n\nOpioid agents\n\nOpioids are available in diverse dosage forms to use for several routes of administration: oral, transdermal, intramuscular, intravenous, subcutaneous infusion, rectal, epidural, intrathecal, intranasal, and transmucosal.\n[17]\n[30]\nThe rationale for each route of administration, dosage range, and dosage form is dependent on a number of factors. For more detailed information, please review the American Pain Society guidelines.",
    "adverse_effects": "Nonopioid analgesic agents\n\nAcetaminophen (paracetamol)\n: This drug is a safe and effective medication when used correctly. Documented adverse effects depend on the route of administration. If administered orally or rectally, acetaminophen may cause any of the following:\nRash or hypersensitivity reactions (toxic epidermal necrolysis, acute generalized exanthematous pustulosis, and Stevens-Johnson syndrome)\nHematological: anemia, leukopenia, neutropenia, pancytopenia\nNephrotoxicity\nMetabolic and electrolyte disorders\nDecreased serum bicarbonate\nHyponatremia\nHypocalcemia\nHyperammonemia\nHyperchloremia\nHyperuricemia\nHyperglycemia\nHyperbilirubinemia\nElevated alkaline phosphatase\n[5]\n[6]\n[27]\n\nIf administered intravenously, adverse effects include nausea, vomiting, pruritus, constipation, and abdominal pain.\n[6]\nFor pediatric patients, regardless of the route of administration, the most common adverse reactions are nausea, vomiting, agitation, constipation, pruritus, and atelectasis.\n\nNonsteroidal anti-inflammatory drugs (NSAIDs)\nGastrointestinal: Nausea, anorexia, dyspepsia, abdominal pain, ulcers, gastrointestinal hemorrhage, perforation, constipation, diarrhea\nCardiovascular: Hypertension, decreased effectiveness of anti-hypertensive medications, myocardial infarction, stroke, and thromboembolic events (last three with selective COX-2 inhibitors); inhibit platelet activation, propensity for bruising, and hemorrhage.\nRenal: Salt and water retention, deterioration of kidney function, edema, decreased effectiveness of diuretic medications, decreased urate excretion, hyperkalemia, analgesic nephropathy\nCentral nervous system: Headache, dizziness, vertigo, confusion, depression, lowering of seizure threshold, hyperventilation (salicylates)\nHypersensitivity: Vasomotor rhinitis, asthma, urticaria, flushing, hypotension, shock.\nHepatotoxicity\n[8]\n[7]\n[21]\n\nFor a complete list of adverse effects for a particular NSAID, please see the StatPearls article for the specific drug.\n\nAntidepressant medications\nAmitriptyline\n: Altered mental status, arrhythmias, constipation, decreased libido, dizziness, drowsiness, dry mouth, headache, hyperhidrosis, increased risk of suicidal thoughts, micturition disorders (i.e., urinary retention), nausea, orthostatic hypotension, tremor, weight gain.\nDuloxetine\n: Nausea, headache, dry mouth, somnolence, dizziness, abdominal pain, constipation increased blood pressure, increased risk of suicidal thoughts.\n[7]\n[9]\n[28]\n[9]\nAntiepileptic medications\nGabapentin\n: The most common side effects are dizziness, somnolence, ataxia, peripheral edema, and confusion. Among other, more serious adverse effects are anaphylaxis, suicidality, depression, fever, infection, steven-Johnson syndrome, angioedema, erythema multiforme, and rhabdomyolysis.\n[29]\n[31]\nPregabalin\n: Dizziness, somnolence, headache, peripheral edema, nausea, weight gain, disorientation, blurred vision, increased risk of suicidal thoughts.\n[7]\nLocal anesthetics\nLidocaine\n: Application-site pain, pruritus, erythema, and skin irritation.\n[7]\n\nOpioid agents\n\nOpioids produce a variety of different systemic adverse effects, including:\n\nDysphoria/euphoria\nSedation,\nConstipation\nNausea and vomiting\nCough suppression\nMiosis\nHistamine release (urticaria, pruritus, hypotension, tachycardia)\nEndocrine systems suppression\nCardiovascular disorders (i.e., bradycardia)\nRespiratory depression\nSkeletal muscle rigidity\nTolerance (chronic application)\nPhysical dependence (chronic application)\nOpioid-induced hyperalgesia and/or allodynia (chronic application)\n[17]\n[12]",
    "monitoring": "Nonopioid Analgesic Agents\n\nAcetaminophen (paracetamol)\n: It is considered a safe medication if used appropriately. Since toxicity usually occurs at doses above 150 mg/kg, the therapeutic index is estimated to be around 10.\n[33]\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: There is no need for routine monitoring of NSAID acute administration in healthy patients. However, patients who use NSAIDs chronically (eg., rheumatoid arthritis) and patients considered at increased risk for NSAID toxicity (eg., liver or renal disease) should have an evaluation including CBC, renal, and hepatic function tests as a minimum. Other tests may be ordered depending on clinical suspicion and findings.\n[8]\nAntidepressant medications\nAmitriptyline: Allow 6 to 8 weeks for an adequate trial. If patients achieve adequate pain relief but do not tolerate the adverse reactions, consider switching to another TCA such as imipramine or nortriptyline. Consider switching the dose to bedtime to treat concurrent insomnia or if the patient experiences daytime somnolence. Patients should be monitored periodically with the following parameters: heart rate, blood pressure, ECG (older adults or preexisting cardiac disease), blood glucose, weight and BMI, electrolyte panel (high-risk population). Additionally, patients should undergo evaluation for suicide ideations and mood lability.\nDuloxetine: Allow 6 to 8 weeks for an adequate trial. Patients should be monitored periodically with blood pressure measurements (especially in patients with hypertension), liver and renal function tests (as clinically indicated), blood glucose and HbA in diabetic patients, and serum sodium in populations at high risk for complications. Additionally, clinicians should evaluate patients for suicide ideations.\n[7]\n[9]\n[28]\nAntiepileptic medications\n: Healthcare personnel should evaluate baseline creatinine levels before and during the treatment for patients under treatment for either gabapentin or pregabalin. Additionally, patients should do followed up for periodical screenings of depression, behavioral changes, and suicidality.\n[31]\n[34]\nLocal anesthetics\n: Since lidocaine has a narrow therapeutic index, patients with severe hepatic impairment, under prolonged infusions, or with broken or inflamed skin should be monitored for increased plasma levels. Additionally, there are documented cases of methemoglobinemia with a related use of local anesthetics, although they are extremely rare related to patches administration. Signs of methemoglobinemia include cyanotic skin discoloration and/or abnormal coloration of the blood.\n[24]\n\nOpioid Agents\n\nClinicians should evaluate their patients on a periodical basis. Follow-ups should focus on the level of pain control and the physical examination (vital signs, signs of misuse, abuse, or addiction; respiratory and mental status; signs or symptoms of hypogonadism or hypoadrenalism).\n[17]",
    "toxicity": "Nonopioid analgesic agents\n\nAcetaminophen (paracetamol)\n: Toxicity develops at 7.5 g/day to 10 g/day or 140 mg/kg, it is rare at doses of less than 150 mg/kg for an adult or 200 mg/kg for a child. If taken in large amounts, this medication may cause severe liver damage leading to liver transplant or even death. Although acetaminophen poisoning is observed more frequently in children, adults usually present with a more serious and fatal presentation.\n[5]\n[26]\n[35]\n[36]\nIn cases of acute overdose, acetaminophen serum levels must be drawn between 4 to 24 hours since the estimated time of ingestion to determine treatment modality. The tool used to compare toxic levels is known as the Rumack-Matthew Nomogram. An acetaminophen level greater than 140 mcg/mL at 4 hours from ingestion requires appropriate treatment with N-acetyl-cysteine (NAC). Activated charcoal avidly binds acetaminophen and may be administered in cases that present within the first hour. However, it should not be administered in patients with altered consciousness or patients with increased risk of airway obstruction.\n[26]\n[37]\n[38]\n[39]\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: Most cases of acute NSAID overdose are asymptomatic or develop insignificant self-limiting gastrointestinal symptoms. However, serious complications may occur and include confusion, headache, nystagmus, drowsiness, blurred vision, diplopia, tinnitus, convulsions, metabolic acidosis, acute renal or liver failure, GI bleeding, and coma.\n[8]\n[40]\nAntidepressant medications\n:\nAmitriptyline: Severe signs and symptoms of toxicity include confusion, transient visual hallucinations, mydriasis, agitation, dysrhythmias, severe hypotension, convulsions, hyperreflexia, stupor, drowsiness, muscle rigidity, vomiting, hypothermia, hyperpyrexia, coma, and death. Alteration in the ECG, particularly in QRS axis or width, are clinically significant indicators of TCA toxicity. Other abnormalities include prolonged PR interval, ST-T wave changes, ventricular tachycardia, and fibrillation. The absence of these findings does not exclude TCA poisoning.\n[7]\n[9]\n[28]\nDuloxetine: Signs and symptoms of toxicity include serotonin syndrome, somnolence, syncope, tachycardia, seizures, autonomic instability, diarrhea, vomiting, and coma. There is no antidote available for duloxetine overdose. Nonetheless, cyproheptadine and cooling measures merit consideration in cases of serotonin syndrome.\n[41]\nAntiepileptic medications\n:\nGabapentin: Gabapentin does not carry the risk of overdose or addiction as other pain management medications (eg., opioids). However, gabapentin may increase a euphoric state caused by opioids.\n[31]\nPregabalin: Limited information is available regarding overdose. The highest documented accidental overdose occurred during clinical research and was 8000 mg. As in the case of gabapentin, pregabalin has no specific antidote.\n[34]\nLocal anesthetics\n: Lidocaine toxicity usually presents at lidocaine blood concentrations above 5 mcg/mL. Symptoms progress from slurred speech, tinnitus, paresthesias, and dizziness to loss of consciousness, seizures, cardiac arrhythmias, and cardiorespiratory arrest. Management is supportive (oxygen, IV fluids, and inotropes), and, in cases of refractory cardiovascular collapse, intravenous lipid emulsion is indicated.\n[24]\n\nOpioid Agents\n\nOpioid overdose may result in death due to severe respiratory depression. Physicians should suspect opioid toxicity in any patient presenting with altered mental status, bradypnea, and constricted pupils. Naloxone is indicated for patients with respiratory depression; it may be given intravenously, intramuscularly, or intranasally. Since naloxone is only active for 30 to 60 minutes, it must be administered through intravenous infusion in cases of a long-acting opioid overdose.\n[17]\n[42]"
  }
}