{
  "drug_name": "everolimus",
  "nbk_id": "NBK560880",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560880/",
  "scraped_at": "2026-01-11T18:47:05",
  "sections": {
    "indications": "Restrictive lung diseases are a heterogeneous set of pulmonary disorders defined by restrictive patterns on spirometry. These disorders are characterized by decreased distensibility of the lungs, which compromises lung expansion and results in reduced lung volumes, particularly a reduction in total lung capacity (TLC).\n[1]\nThese functional characteristics differentiate them from obstructive pulmonary diseases, such as chronic obstructive pulmonary disease, bronchiectasis, asthma, and bronchiolitis, which are characterized by increased resistance to flow due to partial or complete obstruction from the trachea to the terminal bronchioles. Restrictive disease accounts for approximately one-fifth of pulmonary disease, of which obstructive disease is the majority (80%).\n[2]\n\nRestrictive lung diseases may be caused by the destruction of distal lung parenchyma due to infiltrates from inflammation, toxins, and mechanisms not yet fully understood (intrinsic causes) and extraparenchymal conditions (extrinsic causes). Within this group are diseases characterized by inflammatory changes involving the alveolar interstitium, with possible involvement of the peripheral bronchial structures. The conditions leading to this destruction are the interstitial lung diseases (ILDs). Please see StatPearls' companion resource, \"\nInterstitial Lung Disease\n,\" for further information. This term refers to an umbrella of disorders characterized by diffuse cellular infiltrates in a periacinar distribution, encompassing a range of clinical presentations from occasional, self-limited inflammatory processes to severe, debilitating lung fibrosis. Other conditions originate from within the alveolus (edema, hemorrhage) and spread to interstitial structures. Whether the process begins in the interstitium or the alveolus, alteration of the lung architecture results in functional impairment.\n\nConversely, restrictive lung diseases may also result from disorders causing respiratory muscle dysfunction or chest wall restriction, physically impeding inspiration. Neurological or neuromuscular diseases can limit the activity of the respiratory muscles, whereas skeletal abnormalities of the thorax, abdominal distension, and pleural space abnormalities can restrict lung expansion.\n[3]\nRegardless of the intrinsic or extrinsic mechanisms, these diseases are characterized by impaired ventilatory function and respiratory failure.",
    "mechanism": "The acronym \"PAINT\" categorizes the causes of restrictive lung disease into pleural, alveolar, interstitial, neuromuscular, and thoracic cage abnormalities. A more precise classification is based on the pathogenetic mechanism. Restrictive lung syndromes can be caused by:\n\nPulmonary parenchyma diseases (intrinsic causes)\nExtrapulmonary diseases (extrinsic causes)\n\nIntrinsic causes involve the lung parenchyma, while the extrinsic restrictive lung diseases originate from neuromuscular disorders, obesity, and other extraparenchymal disorders.\n[1]\nIn intrinsic and extrinsic pulmonary conditions, lung volumes are reduced due to restrictions in pulmonary mechanics.\n\nPulmonary Parenchyma Diseases (Intrinsic Causes)\n\nIntrinsic restriction results from inflammatory or fibrotic processes within the lung tissue, most commonly ILDs. The etiologies include:\n\nIdiopathic\nIdiopathic pulmonary fibrosis (IPF). Please see StatPearls' companion reference, \"\nIdiopathic Pulmonary Fibrosis\n,\" for more information.\nNonspecific interstitial pneumonia (NSIP). Please see StatPearls' companion resource, \"\nNonspecific Interstitial Pneumonia\n,\" for more information.\nCryptogenic organizing pneumonia\nAcute interstitial pneumonia. Please see StatPearls' companion resource, \"\nAcute Interstitial Pneumonia\n,\" for more information.\nExposure\nInorganic dust exposure: Silicosis, asbestosis, talcosis, pneumoconiosis, berylliosis, hard metal fibrosis, coal workers' pneumoconiosis, chemical pneumonitis\nOrganic dust exposure: Farmer lung, bird fancier's lung, bagassosis, mushroom worker lung, humidifier lung, and hot-tub pneumonitis\nMedications: Nitrofurantoin, amiodarone, gold, phenytoin, thiazides, hydralazine, bleomycin, carmustine, cyclophosphamide, and methotrexate\nRadiation therapy\nAutoimmune disease–related interstitial lung disease. Please see StatPearls' companion resource, \"\nCollagen Vascular Disease with Interstitial Lung\n,\" for more information.\nSystemic sclerosis\nRheumatoid arthritis\nAnkylosing spondylitis\nInflammatory myopathy\nGranulomatous disorders\nSarcoidosis\nHypersensitivity pneumonitis (HP)\nMiscellaneous\nPulmonary vasculitis\nPulmonary Langerhans cell histiocytosis (formerly histiocytosis X)\nPostviral pneumonitis, fibrosis from COVID-19\n[4]\n\nSmoking and air pollution are strong risk factors for developing ILDs like IPF.\n[5]\n[6]\nILD may be grouped into diseases that lead to an increased elastic recoil (diffuse infiltrative pneumopathies and interstitial diseases) and those with alveolar filling (pneumonia). Several ILDs demonstrate strong genetic associations. For example, the\nMUC5B\npromoter gene and variants of telomere maintenance genes are risk factors for IPF, fibrotic hypersensitivity pneumonitis, and rheumatoid arthritis–related ILD.\n[7]\n[8]\nSimilarly, familial aggregation is seen in sarcoidosis with approximately a 4-fold relative risk.\n[9]\nImportant genetic variations associated with the risk of ILDs and different phenotypes are listed in\nTable 1\nbelow\n.\n[10]\n[11]\n\nTable\nTable 1. Genes and Phenotypes of ILDs.\n\nExtrinsic or Extrapulmonary Diseases\n\nRestrictive lung disorders may arise from the dysfunction of the ventilatory pump, including the respiratory centers in the brain, the respiratory muscles (diaphragm, intercostal muscles), the motor neurons, or external mechanical constraints on lung expansion. These etiologies can be broadly classified into:\n\nNeuromuscular disorders:\nImpaired respiratory muscle function results in low vital capacity and TLC. Examples include muscular dystrophy, myasthenia gravis, amyotrophic lateral sclerosis, poliomyelitis, and phrenic nerve palsy/neuropathies.\n[12]\nChest wall/skeletal abnormalities:\nDeformities or rigidity of the thoracic cage can restrict chest expansion, reducing TLC, as seen in kyphoscoliosis, pectus excavatum (depressed sternum), costosternal or costovertebral fusion, ankylosing spondylitis, and extensive burns/scar contractures.\nPleural diseases:\nConditions affecting the pleura can mechanically impede lung inflation and reduce TLC, such as pleural effusions, trapped lung, pleural fibrosis/scarring, extensive plaques, chronic empyema, asbestosis, and mesothelioma.\nAbdominal factors:\nIncreased intra-abdominal pressure can hinder diaphragmatic movement, as observed in cases of massive ascites and large abdominal tumors.\nObesity:\nMorbid obesity can mechanically restrict chest wall and diaphragmatic movement, reduce lung volumes, cause premature airway closure, leading to the development of intrinsic positive end-expiratory pressure, increased work of breathing, and obesity hypoventilation syndrome.\n[13]",
    "monitoring": "The standard evaluation of pulmonary restriction is pulmonary function testing. Initial results indicative of pulmonary restriction include a decreased TLC with a preserved FEV\n1\n/FVC ratio (greater than 70%). Once a restrictive pattern is suggested on spirometry, patients should be referred for full PFTs with DLCO measurement, which is decreased in patients with intrinsic pulmonary restriction.\n[26]\nAssessment of residual volume and TLC is performed by body plethysmography, helium dilution, nitrogen washout, or radiographic methods. Please see StatPearls' companion resources, \"\nBody Plethysmography\n\" and \"\nPhysiology, Lung Capacity\n,\" for more information.\n[27]\nPatients with extrinsic pulmonary restriction also present with a restrictive pattern on PFTs; however, DLCO remains within the reference range.\n[28]\nThe PFT characteristics of different restrictive etiologies are summarized below in\nTable 2.\n\nTable\nTable 2. PFT Characteristics of Different Restrictive Etiologies .\n\nAdditional testing with high-resolution computed tomography (HRCT) of the thorax, inflammatory markers, metabolic profile, diagnostic thoracentesis, abdominal ultrasonography, and specific autoantibodies should be performed according to the possible etiology. In IPF, HRCT demonstrates the typical appearance of coarse crosslinking in the basal and posterior regions in the early stages, and peripheral/subpleural \"honeycomb\" cystic alterations and bronchiectasis due to traction fibrosis in advanced disease. A subtype of ILD is idiopathic pulmonary fibrosis. Guidelines from the ATS suggest considering this diagnosis in adult patients with newly detected bilateral fibrosis on a chest radiograph or CT, bibasilar inspiratory crackles, older than 60, and lung disease with unknown etiology.\n[21]",
    "administration": "Management of restrictive lung disease varies depending on the etiology. Patients diagnosed with IPF were historically treated with immunosuppression; however, antifibrotic drugs such as pirfenidone and nintedanib are increasingly used to slow disease progression.\n[29]\nPatients with autoimmune conditions associated with ILD, such as systemic sclerosis, are treated with immunosuppressant drugs, including corticosteroids, mycophenolate mofetil, and cyclophosphamide, depending on severity.\n[30]\nATS uses progressive pulmonary fibrosis designation\nfor non-IPF fibrotic ILDs characterized by symptomatic worsening, an absolute decline in FVC by 5% or more, DLCO by 10% or more, or radiological worsening over 12 months. Objective evidence of progression in fibrotic lung diseases allows for timely revision of therapy.\n[23]\n\nPatients with acute exacerbations are usually treated with corticosteroids over several days; however, prolonged corticosteroid therapy is not recommended due to associated complications.\n[31]\nOxygen therapy, management of comorbid conditions, and pulmonary rehabilitation, in addition to pirfenidone and nintedanib, are recommended in IPF.\n[1]\n[32]\nFor patients with obesity, management involves weight loss.\n[3]\nTirzepatide is an injectable agent that promotes insulin secretion and sensitization, leading to weight loss comparable to that achieved with bariatric surgery.\n[33]\nPatients with morbid obesity who do not lose weight with more conservative methods should be referred for gastric bypass surgery evaluation because it is effective in achieving significant weight loss and improvement in PFTs.\n[34]\n\nConcomitant treatment of complications such as obstructive sleep apnea and heart failure should also be pursued while awaiting significant weight reduction.\nPatients with neuromuscular diseases should receive ventilatory support, including positive pressure ventilation, diaphragmatic pacing, or assistance with pneumobelts. Other supportive measures include airway clearance and respiratory muscle training. Please see StatPearls' companion resource, \"\nRespiratory Muscle Strength Training\n,\" for more information.\nChest wall disorders require surgical correction, which is most effective when performed at a young age.\n[35]\nPatients with extensive pulmonary fibrosis and chronic respiratory failure should be evaluated for lung transplantation.\n[36]",
    "adverse_effects": "Advanced restrictive lung disease results in hypoxemia, which is initially compensated for by an increased respiratory rate. The increased work of breathing can lead to muscle wasting and weight loss. Once compensatory mechanisms fail and hypoxia worsens, patients develop chronic respiratory failure. Sleep disorders, including obstructive sleep apnea, are common in patients with extrinsic pulmonary restriction due to obesity and also occur frequently in intrinsic restrictive lung disease.\n[39]\nChronic respiratory failure and lung architecture distortion lead to pulmonary hypertension and cor pulmonale."
  }
}