{
  "drug_name": "evolocumab",
  "nbk_id": "NBK541128",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541128/",
  "scraped_at": "2026-01-11T15:29:14",
  "sections": {
    "indications": "A hypersensitivity reaction, such as anaphylaxis or angioedema, is an absolute contraindication for all lipid-lowering agents.\n\nStatins\n\nStatins are contraindicated in patients with active hepatic disease or unexplained, persistent elevations in aminotransferase levels. These agents should not be used during pregnancy or breastfeeding, as cholesterol is essential for fetal and infant steroid synthesis and the development of cell membranes. However, recent studies have begun to reexamine this risk.\n[95]\nStatins are also associated with an increased risk of developing diabetes mellitus; caution is advised in patients with elevated blood glucose or HbA1c levels. Drug interactions that inhibit cytochrome P450 3A4 (CYP3A4) can increase the risk of statin-induced myopathy. Such agents include cyclosporine, macrolide antibiotics, systemic azole antifungals, HIV or hepatitis C virus protease inhibitors, gemfibrozil, diltiazem, verapamil, amiodarone, colchicine, and grapefruit juice.\n[96]\n[97]\n\nEzetimibe\n\nEzetimibe is contraindicated when used with an HMG-CoA reductase inhibitor in patients with active liver disease or unexplained elevated transaminase levels. When used alone, ezetimibe is not contraindicated in mild-to-moderate hepatic impairment. Ezetimibe should be avoided during pregnancy and breastfeeding when used in combination with a statin.\n\nFibrates\n\nFibrates are contraindicated in patients with active liver disease, including primary biliary cirrhosis, or unexplained, persistent liver function abnormalities; severe renal impairment or end-stage renal disease, including those on dialysis; preexisting gallbladder disease; and during breastfeeding.\n\nNicotinic Acid\n\nNicotinic acid is contraindicated in active hepatic disease or persistent elevations in hepatic transaminases, with an increased risk when used in combination with statins, fibrates, or similar agents. Additional contraindications include active peptic ulcer disease and arterial bleeding.\n\nBile Acid Sequestrants\n\nBile acid sequestrants are contraindicated in severe hypertriglyceridemia and complete biliary obstruction. Because they are not systemically absorbed, these agents are generally safe for patients unable to tolerate other lipid-lowering drugs due to liver dysfunction.\n\nPCSK9 Inhibitors\n\nPCSK9 inhibitors do not typically cause muscle toxicity or elevated hepatic enzymes and have no specific contraindications beyond hypersensitivity.\n\nInclisiran and Bempedoic Acid\n\nInclisiran and bempedoic acid are contraindicated in patients with known hypersensitivity reactions to the drug or its components.\n\nLomitapide\n\nLomitapide is contraindicated during pregnancy and with concomitant use of strong or moderate CYP3A4 inhibitors. This agent should not be used in patients with moderate or severe hepatic impairment, active liver disease, or unexplained abnormal liver function tests.\n[98]\n\nEvinacumab\n\nEvinacumab is contraindicated in patients with a history of prior hypersensitivity reactions, as infusion-related reactions may occur.\n[99]\n\nOlezarsen\n\nOlezarsen is contraindicated in patients with known hypersensitivity reactions.\n\nIcosapent Ethyl\n\nIcosapent ethyl is contraindicated in individuals with known hypersensitivity or fish allergy.\n\nBoxed Warning\n\nLomitapide:\nLomitapide carries a risk of hepatotoxicity, including elevated ALT and AST levels, and can cause hepatic steatosis that may progress to cirrhosis. The dose should be adjusted if ALT or AST levels reach ≥3 times the upper limit of normal and discontinued if clinically significant liver injury develops. Due to these risks, lomitapide is available only through the Risk Evaluation and Mitigation Strategy program and should be used exclusively in patients with confirmed homozygous familial hypercholesterolemia.\n[98]",
    "mechanism": "Statins\n\nStatins are competitive inhibitors of HMG-CoA reductase, a key enzyme in the biosynthesis of cholesterol.\n[37]\nThis inhibition increases LDL clearance by upregulating LDL receptors in the liver.\n[38]\nStatins also reduce VLDL by affecting hepatic Apo B secretion, modestly raise HDL levels, and lower triglycerides, depending on the statin and dose.\n[39]\nLDL cholesterol reductions can reach up to 63%.\n[40]\n[41]\nRosuvastatin and atorvastatin are high-intensity statins, with rosuvastatin being slightly more potent than atorvastatin.\n[42]\nStatins are particularly effective in lowering triglycerides when levels exceed 250 mg/dL.\n[43]\n\nEzetimibe\n\nEzetimibe inhibits Niemann-Pick C1-like 1 protein in the intestine and liver, reducing dietary and biliary cholesterol absorption without affecting bile acid excretion or cholesterol synthesis.\n[44]\n[45]\nAs a result, it decreases cholesterol stores in the liver, increases the clearance of cholesterol from the bloodstream, and upregulates the expression of LDL receptors.\n\nFibrates\n\nFibrates activate peroxisome proliferator-activated receptor-alpha, leading to downregulation of apolipoprotein C-III and upregulation of apolipoprotein A-I, lipoprotein lipase, and fatty acid transport protein. This activation promotes VLDL catabolism and the clearance of triglyceride-rich particles, resulting in a 30% to 60% reduction in plasma triglycerides and a modest increase in HDL levels.\n\nNicotinic Acid (Niacin)\n\nThe exact mechanism is not fully understood, but it may involve partial inhibition of free fatty acid release from adipose tissue and increased lipoprotein lipase activity, promoting triglyceride removal from plasma.\n\nBile Acid Sequestrants\n\nBile acid sequestrants\nbind to bile acids in the intestine, preventing their reabsorption and reducing hepatic cholesterol levels. The decrease in intrahepatic cholesterol upregulates LDL receptors, lowering blood cholesterol and minimally increasing HDL-C.\n[46]\n[47]\n[46]\nTriglycerides may rise; these agents are contraindicated if triglycerides exceed 400 mg/dL.\n\nIcosapent Ethyl\n\nIcosapent ethyl reduces hepatic VLDL and triglyceride synthesis and increases triglyceride clearance from circulating VLDL particles.\n\nPCSK9 Inhibitors\n\nPCSK9 inhibitors bind to LDL receptors on hepatocytes, promoting their degradation and increasing plasma LDL-C levels. PCSK9 antibodies block this interaction, thereby increasing LDL receptor expression and lowering LDL-C levels.\n[48]\n\nBempedoic Acid\n\nBempedoic acid inhibits ATP-citrate lyase, upstream of HMG-CoA reductase, reducing LDL-C levels.\n[19]\nThis agent also suppresses vascular smooth muscle proliferation via AMP-activated protein kinase-acetyl-CoA carboxylase signaling. Unlike statins, it is a prodrug that is activated in the liver but not in skeletal muscle, potentially reducing muscle-related adverse effects.\n\nInclisiran\n\nInclisiran is a siRNA that targets PCSK9 messenger RNA in hepatocytes, lowers PCSK9 synthesis, and reduces LDL-C by about 50% with twice-yearly dosing.\n[15]\n[16]\n\nCETP Inhibitors (eg, obicetrapib)\n\nCETP inhibitors block CETP, reducing cholesterol transfer from HDL to ApoB lipoproteins. CETP inhibitors\nmodestly decrease LDL-C levels and increase HDL levels. Currently, CETP inhibitors remain investigational, with no FDA-approved agents.\n\nApoC-III Inhibitors (eg, olezarsen)\n\nThese antisense oligonucleotides reduce ApoC-III production, enhancing triglyceride clearance. ApoC-III Inhibitors are approved for familial chylomicronemia syndrome.\n[32]\n\nLomitapide\n\nLomitapide is an oral microsomal triglyceride transfer protein inhibitor that prevents assembly and secretion of ApoB-containing lipoproteins (VLDL and chylomicrons), lowering LDL-C, total cholesterol, and ApoB. This inhibitor is approved by the FDA for homozygous familial hypercholesterolemia.\n[49]\n\nEvinacumab\n\nEvinacumab is a monoclonal antibody that inhibits angiopoietin-like protein 3, enhancing lipoprotein lipase activity and lowering LDL-C and triglycerides. This antibody is approved by the FDA for homozygous familial hypercholesterolemia.\n[50]\n[51]",
    "administration": "Available Dosage Forms and Strengths\n\nStatins, such as atorvastatin, rosuvastatin, and simvastatin, are formulated as oral immediate-release tablets. In contrast, lovastatin is available in both immediate-release and extended-release forms. Ezetimibe is offered as a single oral tablet formulation. Fenofibrate is available in multiple oral forms, including immediate-release tablets, extended-release tablets, and both standard and micronized capsules. Gemfibrozil is limited to oral tablets. Niacin is available in both immediate- and extended-release oral tablets. Extended release is aimed at reducing flushing. Bile acid sequestrants differ by agent. Cholestyramine is available as a powder for oral suspension, colestipol is available as granules and tablets, and colesevelam is available as tablets and a powder for oral suspension. In the newer class of lipid-lowering agents, PCSK9 inhibitors, such as alirocumab and evolocumab, are administered subcutaneously using prefilled devices. Inclisiran is administered as a subcutaneous injection, typically in a clinical setting. Bempedoic acid is available as an oral tablet. Lomitapide is an oral capsule. Evinacumab is given through intravenous infusion. Olezarsen is a subcutaneous injectable formulation.\n\nDosage\n\nStatins:\nMost endogenous cholesterol synthesis predominantly occurs at night, during the fasting state. Consequently, it has historically been recommended to administer statins, particularly those with shorter half-lives, in the evening or at bedtime to align with this peak synthesis.\n[52]\nHowever, for longer-acting statins such as rosuvastatin or atorvastatin, the timing of administration is less critical, and they can be taken effectively at any time of day. Nevertheless, taking them at approximately the same time each day is generally recommended to promote patient adherence and consistent drug levels. Some studies have suggested a regimen of statins every other day to reduce costs and improve the tolerability of statins. In contrast, major outcome trials of statins base their results on daily statin therapy. Therefore, taking statins every other day is not a common practice, except in patients who are unable to tolerate statins.\n[53]\n[54]\n[55]\nStatin therapy is selected based on ASCVD risk estimation rather than fixed dosing. High-intensity statins, such as atorvastatin and rosuvastatin, are typically initiated at doses of 40 to 80 mg and 20 to 40 mg, respectively. Moderate-intensity options, including simvastatin (20-40 mg daily) and pravastatin (40-80 mg daily), may be considered for individuals at lower risk or older adults. Dose titration is individualized based on LDL-C response, tolerability, and the target risk profile, with lipid panels monitored at 4 weeks to 12 weeks and then periodically thereafter.\n\nEzetimibe:\nEzetimibe\ncan be taken with meals and is safe for administration with a statin or a fibrate. This drug may be taken at the same time as fenofibrate or HMG-CoA reductase inhibitors; however, it is recommended to take it at least 1 hour before or 4 hours after taking bile acid sequestrants.\n\nFibrates:\nFibrates are typically dosed 30 minutes before meals. Fibrates, such as fenofibrate, are initiated at 48 to 145 mg once daily with food (depending on the formulation), whereas gemfibrozil is administered at 600 mg twice daily. Dose adjustment is necessary in renal impairment, and combination with statins increases myopathy risk, warranting careful selection and monitoring.\n\nNicotinic acid:\nNicotinic acid is administered orally with a meal and is typically initiated at 100 mg 3 times a day, with the dose gradually increased as needed.\n[5]\nLDL-C lowering occurs at doses greater than 1.5 g/d.\n\nBile acid sequestrants:\nBile acid sequestrants are available as granules or tablets. Cholestyramine should ideally be taken with breakfast when given to treat pruritus associated with cholestasis. Symptoms of pruritus are less frequent in the morning, as the belief is that the pruritogenic factors concentrate in the gallbladder during overnight fasting. Cholestyramine is started at 4 g once or twice daily and titrated at monthly intervals to a typical range of 8 to 16 g daily in divided doses. Colesevelam is typically initiated at a dose of 3.75 g daily. Gastrointestinal tolerability often limits dose escalation.\n\nPCSK9 inhibitors:\nPCSK9 inhibitors are administered by subcutaneous injections, with enzyme inactivation occurring within 4 to 8 hours. Evolocumab is administered at 140 mg subcutaneously every 2 weeks or 420 mg monthly. Alirocumab may be initiated at 75 mg every 2 weeks and subsequently increased to 150 mg based on the LDL-C response. Cost is the primary limiting factor for PCSK9 inhibitors.\n\nBempedoic acid:\nBempedoic acid is administered orally at a dose of 180 mg once daily, with or without food.\n[56]\nBempedoic acid and ezetimibe contain 180 mg of bempedoic acid and 10 mg of ezetimibe, taken once daily.\n\nInclisiran:\nInclisiran is supplied as a single-dose prefilled syringe for subcutaneous use. The initial dose is 284 mg as a single injection, which is repeated at 3 months and then every 6 months thereafter.\n\nLomitapide\n: Lomitapide is available in oral capsules in strengths of 5, 10, 20, and 30 mg. The clinicians should start with 5 mg and increase the dose gradually. The lomitapide dose should not exceed 30 mg/d.\n\nEvinacumab\n: Evinacumab is administered as an intravenous infusion, with a typical dose of 15 mg/kg every 4 weeks.\n\nOlezarsen:\nOlezarsen is administered subcutaneously at a dose of 80 mg once a month.\n[32]\n\nIcosapent ethyl:\nThe recommended daily dosage of icosapent ethyl is 4 g, administered with food either as 4 0.5-g capsules twice daily or as 2 1-g capsules twice daily.\n\nSpecific Patient Populations\n\nHepatic impairment:\nStatins are contraindicated in active liver disease (alanine aminotransferase/aspartate aminotransferase (ALT/AST) >3 times the upper limit of normal); mild transaminase elevation allows cautious use with liver function test monitoring. Fibrates are contraindicated in severe hepatic impairment; monitor liver function tests in mild cases. Bile acid sequestrants are considered safe (nonsystemic), but monitoring for vitamin malabsorption is recommended in cases of cholestasis. Lomitapide is contraindicated in moderate-to-severe impairment. Evinacumab and icosapent ethyl are considered safe; however, olezarsen requires regular monitoring of liver function tests.\n\nRenal impairment:\nFibrates are contraindicated in patients with severe renal impairment (estimated glomerular filtration rate <30 mL/min/1.73 m²); fenofibrate requires dose adjustment. Rosuvastatin requires dose reduction in patients with chronic kidney disease, whereas atorvastatin requires minimal adjustment. Ezetimibe is considered safe but should be monitored when used concurrently with statins. Bile acid sequestrants are generally safe; however, there is a risk of hyperchloremic acidosis in patients with advanced chronic kidney disease. Lomitapide and evinacumab have limited data in renal impairment and should be used with caution. Icosapent ethyl and olezarsen are generally safe, though monitoring for bleeding risk and platelet levels is advised.\n\nPregnancy considerations:\nStatins, ezetimibe, lomitapide, and bempedoic acid are contraindicated during pregnancy due to potential teratogenic effects; recent data suggest a reevaluation of the risks associated with statins.\n[57]\nFibrates are generally avoided, except in cases of severe hypertriglyceridemia (triglycerides >1000 mg/dL), under the guidance of a specialist. Bile acid sequestrants are preferred (nonsystemic), but the mother should also supplement with fat-soluble vitamins.\n[58]\n\nBreastfeeding considerations:\nStatins and ezetimibe are not recommended during lactation, as potential excretion in breast milk may interfere with neonatal lipid metabolism.\n[59]\n[60]\nFibrates are avoided due to limited safety data. Bile acid sequestrants are considered safe (nonsystemic); however, maternal and infant nutrition should be closely monitored due to the potential for malabsorption.\n[61]\n[62]\n\nPediatric patients:\nPravastatin is approved for patients aged 8 or older, simvastatin for those aged 10 or older, and rosuvastatin for those aged 8 or older, specifically in cases of heterozygous familial hypercholesterolemia or homozygous familial hypercholesterolemia. Ezetimibe has been approved for patients older than 10. Bile acid sequestants are used for homozygous familial hypercholesterolemia but are poorly tolerated. Evolocumab has been approved for patients aged 10 or older with familial hypercholesterolemia. Evinacumab is approved for use in patients aged 5 or older with homozygous familial hypercholesterolemia.\n[63]\nLomitapide is approved for use in patients aged 18 or older with homozygous familial hypercholesterolemia.\n[64]\n\nOlder patients:\nStatins remain the first-line therapy for ASCVD; initiating treatment at lower doses is recommended to minimize the risk of myopathy. Ezetimibe and bile acid sequestrants are tolerated, but gastrointestinal side effects may limit use. Fibrates may increase the risk of renal adverse effects; therefore, it is essential to closely monitor renal function. PCSK9 inhibitors and bempedoic acid are well-tolerated alternatives for statin-intolerant older patients.",
    "adverse_effects": "Statins\n\nStatins are among the safest medications for lowering lipids, with muscle injury being the most common adverse effect.\n[65]\n[66]\nOther adverse effects include new-onset diabetes mellitus and hepatotoxicity. Lipophilic statins (eg, simvastatin, lovastatin, atorvastatin, and fluvastatin) may cause more adverse events than hydrophilic statins (eg, pravastatin and rosuvastatin).\n[67]\nMuscle injury can range from mild myalgias to, rarely, myonecrosis or rhabdomyolysis.\n[66]\n[68]\nA meta-analysis of 42 randomized trials found little to no excess risk of myalgias, creatine kinase elevations, rhabdomyolysis, or therapy discontinuation compared to placebo. However, muscle complaints are relatively common in clinical practice.\n[69]\n[70]\nHigh-dose atorvastatin (80 mg daily) has shown a higher incidence of myalgia compared to placebo, whereas clinically significant myonecrosis (creatine kinase >10 times normal) occurs in <0.5% of patients in large trials.\n[71]\n[72]\n[73]\n[71]\nRisk increases with higher doses and lipophilic statins; simvastatin and lovastatin carry the highest risk, fluvastatin and pravastatin the lowest.\n[74]\nPatients with preexisting neuromuscular diseases (eg, myasthenia gravis, mitochondrial myopathy, McArdle disease, acid maltase deficiency, and amyotrophic lateral sclerosis) are more susceptible.\n[75]\n[76]\nVigorous exercise may increase risk. Creatine kinase measurement can help diagnose severe myositis or myonecrosis; however, many patients do not exhibit creatine kinase elevations, making routine monitoring generally unnecessary. A baseline creatine kinase level is recommended before initiation of treatment.\n[77]\n[78]\n[79]\nManagement includes assessing drug interactions, vitamin D deficiency, and hypothyroidism, switching statins, or trialing alternate-day dosing.\n[80]\nCoenzyme Q10 may be beneficial, but the evidence is limited, and further large-scale studies are needed.\n[81]\n\nEzetimibe\n\nEzetimibe can cause fatigue, diarrhea, headache, rhinorrhea, body aches, back pain, chest pain, joint pain, sore throat, and elevated serum transaminases.\n\nFibrates\n\nFibrates commonly cause dyspepsia and may also produce fatigue, vertigo, pancytopenia, and elevated serum transaminases.\n\nNicotinic Acid (Niacin)\n\nNiacin is often poorly tolerated, with flushing occurring in 80% of patients and pruritus, paresthesia, or nausea in the remaining 20%.\n[82]\nSymptoms last 10 to 20 minutes and can be reduced by taking aspirin or ibuprofen 60 minutes prior to onset. Other adverse effects include hyperglycemia, hyperuricemia, liver dysfunction, hypotension with vasodilators, increased infection risk, bleeding due to decreased platelet function, and elevated homocysteine levels.\n[83]\n[84]\n[85]\n\nBile Acid Sequestrants\n\nBile acid sequestrants commonly cause gastrointestinal adverse effects, including nausea, bloating, cramping, and elevated liver enzymes. Dyspepsia and bloating can be reduced by fully suspending cholestyramine in liquid several hours before ingestion.\n\nPCSK9 Inhibitors\n\nPCSK9 inhibitors may cause local injection site reactions, such as erythema, pain, and bruising. Muscle toxicity and elevations in creatine kinase have not been reported.\n[86]\n[87]\n[88]\n\nInclisiran\n\nInclisiran is generally well tolerated; mild-to-moderate injection site reactions (erythema, pain, swelling) are possible. Other adverse events include arthralgia and bronchitis.\n\nBempedoic Acid\n\nBempedoic acid may lead to hyperuricemia, precipitating gout flares, especially in predisposed individuals, and may increase the risk of tendonitis or tendon rupture.\n[89]\nCo-administration with fluoroquinolones should be avoided.\n\nLomitapide\n\nLomitapide has a distinct adverse profile with a black box warning for hepatotoxicity. Patients may develop elevated transaminases, hepatic steatosis, diarrhea, nausea, vomiting, and abdominal discomfort. Lomitapide may also cause fat-soluble vitamin deficiencies, requiring supplementation and monitoring.\n\nEvinacumab\n\nEvinacumab can cause infusion-related reactions, including flushing, chills, or dyspnea. Other reported adverse effects include nasopharyngitis, headache, and flu-like symptoms.\n[90]\n\nOlezarsen\n\nOlezarsen may cause thrombocytopenia and arthralgia.\n[91]\n\nIcosapent Ethyl\n\nIcosapent ethyl is associated with an increased risk of atrial fibrillation or atrial flutter and increased bleeding risk.\n[30]\n\nDrug-Drug Interactions\n\nStatins:\nSimvastatin and lovastatin are contraindicated with potent CYP3A4 inhibitors such as clarithromycin, itraconazole, and protease inhibitors due to the risk of severe myopathy or rhabdomyolysis. Atorvastatin interacts with CYP3A4 inhibitors and inducers, requiring dose adjustment or substitution with non-CYP3A4 substrates. Rosuvastatin has fewer CYP-mediated interactions; however, it should be used cautiously in combination with cyclosporine and gemfibrozil, as these medications can increase its plasma concentration. Fibrates combined with statins increase the risk of myopathy, particularly in older adults or those with renal impairment. Concomitant use of statins with warfarin may enhance anticoagulant effects and necessitate international normalized ratio (INR) monitoring. Grapefruit juice should be avoided with simvastatin and atorvastatin due to inhibition of intestinal CYP3A4.\n\nEzetimibe:\nWhen co-administered with cyclosporine, ezetimibe increases its own exposure and may alter cyclosporine levels; therefore, close monitoring is recommended. When used in conjunction with warfarin, INR levels should be monitored, although evidence of a consistent interaction is limited. Co-administration with fibrates, especially gemfibrozil, may increase the risk of gallstones and liver enzyme elevations.\n\nFibrates:\nGemfibrozil significantly increases statin levels by inhibiting glucuronidation, particularly with simvastatin and lovastatin, thereby increasing the risk of rhabdomyolysis. Concomitant use of fibrates and anticoagulants, such as warfarin, can potentiate the anticoagulant effects; therefore, careful INR monitoring is recommended. Co-administration with bile acid sequestrants may reduce fibrate absorption, so fibrates should be taken at least 1 hour before or 4 to 6 hours after the resin.\n\nNicotinic acid:\nCombining nicotinic acid with statins increases the risk of hepatotoxicity and myopathy; therefore, monitoring of liver function and muscle symptoms is recommended. Alcohol may exacerbate flushing and hepatotoxic effects of niacin. Antihypertensive agents may exhibit an enhanced hypotensive effect when combined with niacin, likely due to its vasodilatory properties. Fibrates have limited interactions with CYP enzymes; however, caution is advised when used concomitantly with other hepatotoxic drugs.\n\nBile acid sequestrants:\nBile acid sequestrants can impair the absorption of various medications, including warfarin, digoxin, levothyroxine, and oral contraceptives. Therefore, these medications should be administered at least 1 hour before or 4 to 6 hours after bile acid sequestrants. Bile acid sequestrants may reduce the absorption of fat-soluble vitamins (A, D, E, and K), potentially affecting coagulation or bone health with long-term use. No significant CYP-mediated interactions are known.\n\nPCSK9 inhibitors:\nPCSK9 inhibitors are monoclonal antibodies that are not metabolized by CYP450 enzymes, minimizing systemic drug interactions. No clinically significant pharmacokinetic interactions have been identified; however, ongoing surveillance is advised.\n\nInclisiran:\nInclisiran has minimal potential for drug-drug interactions. Current evidence does not indicate significant interactions; however, post-marketing surveillance is necessary to identify drug interactions. Concurrent use with other lipid-lowering agents is generally well tolerated.\n\nBempedoic acid:\nBempedoic acid increases serum concentrations of simvastatin and pravastatin via inhibition of OATP1B1/1B3 transporters; lower statin doses are recommended when co-administered. Uric acid levels may increase with bempedoic acid; caution is advised in patients on diuretics or with a history of gout. Co-administration with fluoroquinolones should be avoided due to the risk of tendonitis or tendon rupture.\n\nLomitapide:\nLomitapide is a potent inhibitor and substrate of CYP3A4; its use with potent CYP3A4 inhibitors is contraindicated due to the risk of hepatotoxicity. This drug also inhibits P-glycoprotein and may increase plasma levels of digoxin and other substrates. Warfarin levels may increase; close INR monitoring is required when initiating or discontinuing lomitapide. Alcohol should be avoided due to the potential for hepatotoxicity.\n[92]\n\nEvinacumab:\nEvinacumab is not metabolized by CYP enzymes and has minimal known interaction potential. No clinically significant drug-drug interactions have been reported.\n[93]\nAs with other biologics, ongoing monitoring is crucial in polypharmacy settings or when using immunomodulatory agents.\n\nIcosapent ethyl:\nIcosapent ethyl may increase the risk of bleeding when used in combination with anticoagulants or antiplatelet agents; therefore, bleeding parameters should be closely monitored. Icosapent ethyl may alter platelet aggregation; thus, caution is advised in patients receiving dual antiplatelet therapy.\n[30]\n\nOlezarsen\n: Olezarsen currently shows minimal risk of drug-drug interactions based on clinical data and is not metabolized by CYP enzymes. Additional clinical data are required to establish its long-term safety profile.\n[94]",
    "monitoring": "Clinicians should assess the patient's lipid profile 4 to 8 weeks after initiating therapy and then periodically every 6 to 12 months to evaluate treatment efficacy.\n\nStatins\n\nModerate-intensity statin therapy typically lowers LDL cholesterol by 30% to 50% from baseline, whereas high-intensity therapy can reduce LDL cholesterol by more than 50%. Routine liver enzyme monitoring in asymptomatic patients is not recommended, as severe liver injury is uncommon.\n[100]\nThe FDA recommends baseline liver function tests before starting therapy, with subsequent testing guided by clinical indications.\n[101]\nDecisions regarding statin intolerance should incorporate both patient-reported symptoms and clinician evaluation, emphasizing the importance of shared decision-making.\n[101]\n\nEzetimibe\n\nLiver function tests should be monitored, and signs of cholelithiasis should be observed when used in combination with statins or fibrates. Therapy should be discontinued if ALT elevations exceed 3 times the upper limit of normal and persist.\n[102]\n\nFibrates\n\nLiver and renal function, as well as complete blood counts, should be monitored due to the risk of pancytopenia. Gallstone formation is a known risk.\n[103]\n\nNicotinic acid\n\nBlood glucose, coagulation profile, and liver function should be monitored due to risks of hyperglycemia, bleeding abnormalities, and hepatotoxicity.\n\nLomitapide\n\nBaseline and ongoing monitoring of ALT, AST, alkaline phosphatase, and total bilirubin is required due to the risk of hepatotoxicity. Dose adjustment is recommended if ALT or AST are ≥3 times the upper limit of normal, and therapy should be discontinued in cases of severe hepatotoxicity.\n[98]\n\nInclisiran\n\nLipid profiles should be monitored to assess efficacy; no additional routine laboratory testing is currently mandated.\n\nBempedoic Acid\n\nPeriodic liver enzyme testing and uric acid measurement are advised. Exercise caution in patients with preexisting gout and monitor for tendonitis.\n\nEvinacumab (Angiopoietin-like Protein 3 Inhibitor)\n\nLipid panel monitoring is recommended. Routine liver or renal tests are not required unless clinically indicated.\n\nIcosapent Ethyl\n\nBleeding risk should be monitored, especially in patients receiving anticoagulant or antiplatelet therapy. PT/INR should be assessed as indicated, and a 12-lead electrocardiogram should be considered if atrial fibrillation is suspected.\n[104]\n\nOlezarsen\n\nPlatelet counts, liver function tests, and lipid profiles should be monitored.",
    "toxicity": "Statins\n\nRhabdomyolysis is a rare but severe and potentially fatal complication of statin therapy. Management is primarily supportive and includes immediate discontinuation of the offending drug. Treatment should also address electrolyte abnormalities, particularly hyperkalemia, which can lead to life-threatening arrhythmias.\n\nEzetimibe\n\nWhen used in combination with a statin, ezetimibe may increase the risk of muscle toxicity, particularly in older adults (those older than 65), patients with renal impairment, or those with hypothyroidism. Co-administration with cyclosporine significantly increases ezetimibe exposure, with plasma concentrations rising 2.3- to 12-fold, increasing the risk of toxicity.\n[105]\n\nFibrates\n\nFibrates can cause myopathy and, rarely, rhabdomyolysis—especially when used concurrently with statins. The risk is higher with gemfibrozil compared to fenofibrate.\n[106]\n\nBile Acid Sequestrants\n\nBile acid sequestrants can impair the absorption of fat-soluble vitamins, particularly vitamin K, which can lead to abnormalities in clotting factors. These agents may also reduce the absorption of several medications, including statins, ezetimibe, warfarin, nonsteroidal anti-inflammatory drugs, and propranolol. To minimize interactions, other medications should be taken at least 1 hour before or 4 hours after bile acid sequestrants such as cholestyramine.\n[107]\n\nNiacin (Nicotinic Acid)\n\nFlushing is a common adverse effect resulting from prostaglandin-mediated vasodilation. Pretreatment with aspirin or laropiprant can reduce the severity of flushing.\n[108]\n\nLomitapide\n\nAs noted previously, lomitapide carries a significant risk of hepatotoxicity, which may necessitate discontinuation of therapy.\n[98]\n\nBempedoic Acid\n\nBempedoic acid inhibits the renal tubular organic anion transporter 2 (OAT2), leading to increased serum uric acid levels and a potential risk of hyperuricemia or gout. Monitoring of uric acid is recommended, with initiation of urate-lowering therapy if symptoms occur. Bempedoic acid has also been associated with an increased risk of tendon rupture—particularly of the biceps, rotator cuff, or Achilles tendon. Risk factors include age older than 60, concurrent corticosteroid or fluoroquinolone use, and renal impairment. The drug should be discontinued if tendinitis or tendon rupture is suspected.\n[109]\n\nIcosapent Ethyl\n\nOverdose is uncommon but may increase bleeding risk. Management is supportive.\n\nPCSK9 Inhibitors and Inclisiran\n\nNo serious toxicities have been reported to date. However, long-term safety data remain limited. Management of overdose is supportive.\n\nOlezarsen\n\nOlezarsen may cause thrombocytopenia. Long-term safety data are not yet available. In cases of overdose, complete blood counts should be monitored, and supportive care provided as necessary.\n\nGeneral Recommendation\n\nFor all lipid-lowering agents, consultation with the Poison Control Center is advised for the most current recommendations regarding overdose management and emerging toxicities."
  }
}