{
  "drug_name": "exenatide",
  "nbk_id": "NBK518981",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK518981/",
  "scraped_at": "2026-01-11T15:29:12",
  "sections": {
    "indications": "Exenatide is contraindicated in patients with a known hypersensitivity to any component of the drug or formulation.\n\nThis medication should not be used for the treatment of diabetic ketoacidosis or in type 1 diabetic patients. Exenatide is not recommended for use in end-stage renal disease or severe renal impairment (CrCl less than 30 mL/min). There is inadequate evidence to support the use of exenatide in patients who are pregnant. Use during pregnancy should be limited to cases where the risk outweighs the benefit. There also is no evidence to support the safety or efficacy of exenatide in pediatric patients.\n\nPatients with a history of pancreatitis should avoid the use of exenatide. Avoid using exenatide in patients with a personal or familial history of medullary thyroid carcinoma. The extended-release formulation of exenatide has a black box warning concerning medullary thyroid carcinoma since treatment in mice has resulted in tumor formation. It is currently unknown if exenatide results in the same outcome in humans. Therefore, patients should receive counsel on the symptoms of thyroid tumors, including but not limited to a mass in the neck, dysphagia, dyspnea, or persistent hoarseness.\n\nDue to the prevalence of gastrointestinal adverse events, the recommendation is that patients with severe gastrointestinal disease avoid using this medication.",
    "mechanism": "Exenatide is a GLP-1 receptor agonist released from the gut and acts to increase glucose-dependent insulin secretion from pancreatic beta cells, suppress glucagon secretion, delay gastric emptying, and reduce food intake. The binding of the drug to pancreatic GLP-1 receptors mediates these actions.\n\nThe incidence of hypoglycemia is lower with exenatide than other diabetic therapies due to the glucose-dependent release of insulin. Administration of exenatide has shown restoration in the insulin response that is usually defective in type 2 diabetic patients. Researchers also observed the prolonged release of insulin in response to elevated glucose levels was also observed in patients treated with exenatide.\n\nTreatment with exenatide leads to the decreased release of glucagon during hyperglycemic periods, which reduces hepatic glucose output as well as decreases insulin demand. Delayed gastric emptying decreases the rate at which glucose arrives in the bloodstream.\n\nThe release of insulin and the suppression of glucagon occur during hyperglycemic and euglycemic conditions. Exenatide reduces the likelihood of a hypoglycemic episode when administered to a diabetic patient when used by itself. If combining exenatide with other medications that cause hypoglycemia, there is an increased likelihood of a hypoglycemic event.\n[1]\nThere is inadequate research to suggest the safety and efficacy of exenatide with prandial insulin. The use of exenatide should not replace insulin in patients requiring such treatment, as in Type 1 diabetics.",
    "administration": "Exenatide is available as an immediate-release solution and extended-release suspension for subcutaneous administration. The administration of these injections should be in the thigh, abdomen, or upper arm. Additionally, patients should receive instruction to use a different injection site for each dose to prevent infection.\n\nImmediate-Release\n\nThe immediate-release formulation of exenatide is available in prefilled pens containing 250 mcg/mL in two different package sizes: 1.2 mL prefilled pen with a 5 mcg/dose and 2.4 mL prefilled pen containing 10 mcg/dose. Doses should be initiated at 5 mcg twice daily within 60 minutes of morning and evening meals. If the response is inadequate after one month of therapy, the dose may be increased to 10 mcg twice daily with the two most substantial meals of the day. Doses should be administered at least 6 hours apart and not after meals.\n\nExtended-Release\n\nThe extended-release formulation is available in both prefilled pens and single-use vials containing 2 mg of the drug. Both formulations require reconstitution before administration. Patients should visually inspect the solution for particulates before injecting.",
    "adverse_effects": "Clinical trials have shown the most common adverse effect to be nausea. This side effect was dose-dependent and decreased with continued usage of the medication.\n[1]\nStudies have shown that weekly administration of exenatide results in less nausea than twice-daily exenatide.\n[2]\nOther manufacturers reported adverse effects, including vomiting, diarrhea, hypoglycemia, headache, dizziness, injection-site pruritus, injection-site nodules, and dyspepsia. It is also important to note that the class of GLP-1 analogs can induce pancreatitis. Also, exenatide is a class C teratogen and should not be used in pregnancy. If a female is pregnant or actively seeking to get pregnant, she should be switched to insulin as insulin does not cross the placenta and will not interfere with the fetus's development.",
    "monitoring": "Patients taking exenatide should continue monitoring serum glucose concentrations as well as HbA1c twice yearly. Monitoring also should include renal function, weight, triglycerides, and monitoring for signs or symptoms of pancreatitis or gallbladder disease.\n[6]",
    "toxicity": "According to the manufacturer, severe overdose has been shown to induce severe nausea, vomiting, and rapidly declining blood glucose concentrations. If an overdose occurs, clinicians should initiate appropriate supportive treatment. However, several case reports have recorded only gastrointestinal symptoms and little to no hypoglycemia."
  }
}