{
  "drug_name": "ezetimibe",
  "nbk_id": "NBK532879",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532879/",
  "scraped_at": "2026-01-11T15:29:14",
  "sections": {
    "indications": "Contraindications for using ezetimibe include hypersensitivity to any component of the formulation, concomitant use with an HMG-CoA reductase inhibitor in patients with active hepatic disease, or unexplained persistent elevations in serum transaminases. It is also contraindicated in pregnancy and breastfeeding when used in combination with an HMG-CoA reductase inhibitor.\n[8]\nAs discussed above, ezetimibe is not recommended in patients with moderate to severe hepatic impairment.\n[10]\nHypersensitivity reactions, including angioedema and anaphylaxis, have been reported with ezetimibe.\n[13]",
    "mechanism": "Cholesterol is synthesized in the liver or absorbed from the gastrointestinal tract. Ezetimibe is a synthetic 2-azetidinone agent. Ezetimibe is different from other cholesterol-lowering agents because it does not increase bile acid excretion or inhibit cholesterol synthesis in the liver. Ezetimibe inhibits cholesterol absorption at the brush border of the small intestine mediated by the sterol transporter Niemann-Pick C1-Like-1 (NPC1L1).\n[8]\n\nThe decrease in cholesterol absorption leads to a reduction in the delivery of cholesterol to the liver, an increase in cholesterol clearance from the blood, and a reduction in hepatic cholesterol stores. This consequent reduction n cholesterol absorption results in a decrease in total cholesterol, triglycerides, and LDL cholesterol and an increase in HDL cholesterol. Ezetimibe does not significantly affect fat-soluble vitamins, including vitamins A, D, and E.\n[5]\nEzetimibe causes a reduction in LDL levels of 13-20%.\n[1]\n\nPharmacokinetics\n\nAbsorption:\nAccording to the manufacturer's labeling, after oral administration of ezetimibe, it is absorbed and conjugated to a pharmacologically active ezetimibe-glucuronide. Mean peak plasma concentrations are attained within 4 to 12 hours. However, ezetimibe-glucuronide peak plasma concentrations are achieved between 1 and 2 hours. Cmax of ezetimibe is increased by 38% with consumption of high-fat meals; however, administration of food with ezetimibe does not affect the extent of absorption. Consequently, ezetimibe Tablets can be administered without regard to food.\n\nDistribution:\nEzetimibe and ezetimibe-glucuronide complex are more than 90% protein bound.\n\nMetabolism:\nIn humans, ezetimibe is rapidly metabolized to ezetimibe-glucuronide. Ezetimibe(10 to 20%) and ezetimibe-glucuronide(80 to 90%) are detected in plasma. In addition, plasma concentration-time profiles exhibit multiple peaks, suggesting enterohepatic recycling. The CYP450 metabolizes ezetimibe, but it has a negligible effect on other drugs' pharmacokinetics because it is rapidly conjugated and excreted in the bile as a glucuronide.\n[9]\n\nExcretion:\nBoth ezetimibe and ezetimibe-glucuronide are eliminated from plasma with a half-life of approximately 22 hours. Ezetimibe is primarily excreted in feces, while Ezetimibe-glucuronide is excreted in the urine.",
    "administration": "Ezetimibe has a long half-life of about 22 hours, which is why it can be administered orally once daily with or without meals with a cholesterol-lowering diet. The dose is 10 mg daily. It may be taken at the same time as fenofibrate or HMG-CoA reductase inhibitors, but the recommendation is to dose it at least 2 hours before or 4 hours after taking bile acid sequestrants. Due to once-daily dosing and limited adverse effects, compliance should not be of concern.\n\nUse in Specific Patient Population\n\nPatients with Renal Impairment:\nNo dose adjustment is required for patients with renal disease, according to the manufacturer's product labeling. However, as renal impairment increases the risk of statin-associated myopathy, simvastatin exceeding 20 mg should be used with caution when administered concomitantly with ezetimibe in patients with moderate to severe renal impairment.\n\nPatients with Hepatic Impairment:\nEzetimibe is not recommended in patients with moderate to severe hepatic impairment.\n[10]\n\nPregnancy Considerations:\nIn preclinical studies, ezetimibe increased the risk of congenital anomalies. However, there are no adequate and well-controlled studies of ezetimibe in pregnant women. Therefore, ezetimibe should be used during pregnancy only if the potential benefit justifies the risk to the fetus. Ezetimibe comes under FDA former Pregnancy Category C. Additionally,  no well-controlled clinical studies of ezetimibe in pregnant women have been conducted. Therefore,  Ezetimibe should be used during pregnancy only if the potential benefit outweighs the risk to the fetus. Bile acid sequestrants are currently the preferred drug in pregnancy for managing dyslipidemia.\n[11]\n\nBreastfeeding Considerations:\nInformation regarding using ezetimibe during breastfeeding is unavailable. It is not known whether ezetimibe is excreted into human breast milk. Ezetimibe should be avoided during breastfeeding. An alternate drug is preferred, especially while nursing a newborn or preterm infant. Clinicians should avoid ezetimibe and statin (e.g.simvastatin) in nursing mothers.\n[12]",
    "adverse_effects": "The most common adverse effects of ezetimibe include headache, runny nose, and sore throat. Less common reactions include body aches, back pain, chest pain, diarrhea, joint pain, fatigue, and weakness.\n[8]\nThere have been reports of rhabdomyolysis in combination with statin therapy and, rarely, with monotherapy. Hepatotoxicity with ezetimibe can present with hepatocellular or cholestatic patterns, and cases of autoimmune hepatitis and vanishing bile duct syndrome have been reported.\n[9]",
    "monitoring": "A lipid panel is necessary at baseline and as clinically indicated after that. If patients take ezetimibe with cyclosporine, then cyclosporine concentrations need to be monitored, as cyclosporine can cause severe renal insufficiency.\n[14]\nConsequently, When prescribing ezetimibe in patients taking cyclosporine, a lower dose of 5 mg of ezetimibe is suggested.\n[14]\nObtain liver function tests at baseline and monitor LFTs during therapy due to the potential for hepatotoxicity as described above. Monitor for signs of myopathy, especially when ezetimibe is combined with a statin, and discontinue therapy immediately if rhabdomyolysis is suspected.\n[15]",
    "toxicity": "According to the manufacturer's product labeling, administration of ezetimibe in doses up to 40-50 mg daily was generally well tolerated in clinical trials. In addition, one patient with homozygous sitosterolemia had an accidental overdose of ezetimibe 120 mg/day for 28 days with no significant clinical or laboratory adverse events. There is no specific antidote to ezetimibe. In an overdose with ezetimibe, clinicians should provide symptomatic and supportive care. In addition, clinicians should obtain LFTs if hepatotoxicity is suspected, as autoimmune hepatitis associated with ezetimibe requires treatment with corticosteroid therapy.\n[9]\nThe incidence of skeletal muscle toxicity related to ezetimibe and concomitant statin treatment increases with age over 65, hypothyroidism, or renal impairment. Patients taking ezetimibe with cyclosporine are at an increased risk of ezetimibe toxicity as it can result in a 2.3 to 12-fold increase in drug exposure.\n[14]"
  }
}