{
  "drug_name": "gaba",
  "nbk_id": "NBK554443",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554443/",
  "scraped_at": "2026-01-11T15:29:49",
  "sections": {
    "indications": "Benzodiazepine GABA-positive allosteric modulators are contraindicated in patients who have had prior hypersensitivity reactions. Lorazepam contraindications include patients with acute narrow-angle glaucoma. Alprazolam is contraindicated with ketoconazole and itraconazole because of inhibition of alprazolam metabolism, leading to increased serum drug levels. Barbiturate GABA-positive allosteric modulators are contraindicated in patients who have had prior hypersensitivity reactions to barbiturate medications. They are also contraindicated in patients with latent porphyria or severe liver or respiratory disease.\n[2]\n[9]\n\nBox Warning\n\nBecause of the severe risk of misuse, abuse, addiction, and withdrawal, in 2020, the FDA required the Boxed Warning for all benzodiazepines to be updated. The FDA ruled that the current labeling for these medications does not include sufficient warning regarding the serious risks and harms associated with them so that they can be prescribed appropriately. This can lead to severe risks, especially when these drugs are used in conjunction with other agents. The FDA says that benzodiazepines, even at recommended doses, can result in overdose or death, especially when combined with other agents, including opioids, alcohol, or other illicit drugs. Physical dependence can also occur. Abrupt cessation can lead to withdrawal reactions, including life-threatening seizures.\n[14]",
    "mechanism": "The target of GABA-positive allosteric modulators (PAM) is the GABA-A receptor. The GABA-A receptor is commonly composed of 2 α (alpha) subunits, 2 β (beta) subunits, and 1 γ (gamma) subunit that form a pentamer around the ligand-gated chloride channel. Depending on where the GABA-A receptor is in the CNS, the composition of the subunits in the GABA-A receptor will vary.\n[1]\n\nThe GABA-A receptor is activated when its ligand, GABA, binds to the ligand-binding site. GABA (gamma-aminobutyric acid) is the primary inhibitory neurotransmitter of the central nervous system. When GABA binds to the ligand site of the GABA-A receptor, the channel opens to allow chloride into the cell. This action results in hyperpolarization of the cell and subsequently diminished action potential, preventing the release of excitatory neurotransmitters.\n[1]\n\nDrugs in this class exert their action by increasing an agonist's effects when achieving potentiation. Most general anesthetics are PAMs of GABA-A receptors. Positive allosteric modulators increase the frequency with which the chlorine channel opens when an agonist binds to its site on the GABA receptor. This action increases the Cl\n-\nion concentration in the postsynaptic neuron and causes immediate hyperpolarization of this neuron, making it less excitable and thus inhibiting the possibility of an action potential. Drugs that act like GABA agonists, the benzodiazepines, are widely used to manage seizures, muscle spasms, insomnia, delirium, and anxiety.\n[1]\n[6]\n[4]\n\nMost general anesthetics are positive allosteric modulators (PAM) of the GABA-A receptor. Positive allosteric modulators presumably work by enhancing the frequency of opening of the chloride channel when an agonist binds to its receptor site on the GABA neurons. This change increases the concentration of Cl\n-\nions in the postsynaptic neurons, which results in immediate hyperpolarization of the neuron. The result is that the neuron is less excitable and unable to generate an action potential.\n[1]\n[6]\n[4]\n\nBenzodiazepines increase the frequency of chloride channel opening, which facilitates GABA-A receptor potential and reduces neuronal firing. Barbiturates work by increasing the time chloride channels remain open, facilitating GABA-A receptor potential and reducing neuronal firing. Ethanol helps potentiate GABA receptors.\n[1]\n[2]\n[6]\n\nThe nonbenzodiazepines function as positive allosteric modulators of GABA receptors. Similarly to benzodiazepines, they bind and activate the benzodiazepine receptor site complex.\n\nAlcohol (ethanol) appears to be a GABA-A receptor agonist. GABA is one of the significant inhibitory neurotransmitters in the central nervous system, and GABA-like drugs are often used therapeutically to decrease muscle spasms. The belief is that alcohol mimics the actions of GABA in the brain by binding to GABA-A receptors and inhibiting the generation of nerve action potentials/neuronal signaling.\n[1]",
    "administration": "GABA-positive allosteric modulators are available for administration in various dosage forms. Benzodiazepine can be administered orally, parenterally, or rectally. Non-benzodiazepine hypnotics are available in oral formulations (capsules, tablets). Barbituates can be administered orally, parenterally, or rectally. Anesthetics such as etomidate and thiopental can be administered intravenously.\n[1]\n[3]\n[8]\n[9]",
    "adverse_effects": "GABA-positive allosteric modulators can have significant adverse effects. These depend on the exact agent/class.\n[10]\n\nBarbiturates slow the central nervous system and cause sleepiness, euphoria, lack of restraint, and relief of anxiety. They can also cause memory impairment, poor judgment, and poor coordination. Other adverse events associated with barbiturates include irritability, paranoia, and suicidal ideation.\n\nBenzodiazepine GABA-positive allosteric modulators can cause sedation, dizziness, weakness, instability, and dependence. Paradoxical agitation may occur in older patient populations. Barbiturate GABA-positive allosteric modulators can cause sedation, respiratory depression, cardiovascular depression, and dependence. Ethanol GABA-positive allosteric modulators can cause sedation, slurred speech, respiratory depression, cardiovascular depression, and dependence.\n[11]\n[12]\n\nNonbenzodiazepine hypnotic agents can cause hallucinations and amnesia, particularly in larger doses. Reduced dosing is recommended for older patients to prevent adverse events.\n\nGABAAR anesthetics adverse event profiles can vary by agent. Propafol can cause dose-related cardiovascular depression, bradycardia, decreased sympathetic tone, decreased vascular resistance, and subsequent hypotension. Etomidate can cause shock and is associated with higher rates of adrenal insufficiency and mortality in sepsis patients.\n[13]\nIsoflurane can lead to malignant hypothermia, severe hyperkalemia, arrhythmias, and QT prolongation. Clinicians must familiarize themselves with the adverse effects of their particular agent.",
    "monitoring": "Patients requiring treatment with GABA-positive allosteric modulators require monitoring for central nervous system depression, respiratory depression, cardiovascular system depression, and signs of misuse, abuse, or dependence.\n[2]\n[9]",
    "toxicity": "Symptoms of acute barbiturate intoxication include slurred speech, unsteady gait, and sustained nystagmus. Mental signs of chronic intoxication include irritability, prior judgment, confusion, insomnia, and somatic complaints. Symptoms of barbiturate dependence are similar to those of chronic alcoholism. Dependence on barbiturates arises from repeated, continual use of a barbiturate or an agent with a barbiturate-like effect, generally in amounts exceeding therapeutic dosing levels. There is no direct antidote for barbiturate toxicity. In some extreme cases, dialysis can be used to remove the drug from the circulatory system.\n[15]\n\nPatients overdosing on benzodiazepines should receive flumazenil immediately. Patients who overdose on barbiturates will need symptom management, such as respiratory and blood pressure assistance. Patients who present with ethanol overdose will receive symptom management, supportive care, intravenous fluids, and, in some cases, thiamine to prevent Wernicke's encephalopathy. Patients who present with ethanol poisoning require monitoring for central nervous depression and hypoglycemia.\n[11]\n[12]\n\nAn ethanol blood alcohol concentration of 20 to 50 mg/dL reduces fine motor coordination. A blood alcohol concentration of 400 mg/dL can cause respiratory depression. Barbiturates are often used to detoxify chronic alcohol abusers, typically diazepam, sedating them to avoid delirium tremens.\n[16]"
  }
}