{
  "drug_name": "gadoxetic acid",
  "nbk_id": "NBK557460",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557460/",
  "scraped_at": "2026-01-11T15:29:51",
  "sections": {
    "clinical_significance": "The first imaging modality to evaluate liver pathology depends on the patient's clinical situation, the availability of different modalities, the technician's familiarity with the test, and the physician's familiarity with the test. Ultrasound and CT remain the first imaging modality to assess the diffuse and focal liver lesion for screening and characterization. Based on the findings of ultrasound and CT, further workup and imaging can occur.\n\nHepatic steatosis or fatty liver is the most common abnormal imaging finding in liver imaging, which can be related to alcoholic liver disease and nonalcoholic liver disease, including obesity, insulin resistance, diabetes, hyperlipidemia, and hypertension. Nonalcoholic fatty liver disease can progress from simple fatty liver disease to nonalcoholic steatohepatitis (NASH) and cirrhosis. Regardless of etiology, ultrasound findings of fatty liver disease include increased echogenicity of the liver compared to the renal cortex, loss of normal echogenicity of the portal triad in the periphery of the liver, and poor visualization of the diaphragm. Transient elastography is the most validated technique with more sensitivity and specificity (87% and 91%, respectively) in diagnosing cirrhosis than diagnosing significant fibrosis (70% and 84%, respectively).\n[97]\n\nRisk stratification is essential in patients with liver cirrhosis to estimate complications risks such as portal hypertension consequences and liver cancer. Liver serology and elastography are noninvasive methods to determine patients with advanced liver cirrhosis. A liver biopsy can provide information about the stages of fibrosis. Elastography is a method that can show the increased stiffness of the parenchyma. Among the different approaches to elastography, vibration-controlled transient elastography is the most common type used worldwide.\n[3]\n\nLiver Imaging Reporting and Data System (LI-RADS) is a comprehensive and standardized system for reporting and classifying liver lesions at an increased risk of developing into HCC.\n[98]\nLIRAD categorizes lesions into definitely benign, probably benign, probably or malignant, but not HCC specific, intermediate probability of malignancy, probably HCC, and HCC. It guides radiologists, clinicians, and surgeons for surveillance guidelines and recommendations if a biopsy is necessary."
  }
}