{
  "drug_name": "galactose",
  "nbk_id": "NBK441957",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK441957/",
  "scraped_at": "2026-01-11T18:47:08",
  "sections": {
    "indications": "Galactosemia is an inborn error of metabolism due to impaired degradation of galactose. The disease was first described in 1917, and defective galactose metabolism was explained as the cause in the 1950s. If not recognized and treated promptly, affected infants may develop significant morbidity within days of birth. Newborn screening tests in developed countries have helped identify affected infants early. However, providers must maintain a high index of suspicion in ill newborns as feeding intolerance, hepatomegaly, lethargy, coagulopathy, and renal dysfunction may occur within the first few days of life, even before newborn screening tests have been finalized.\n[1]\n[2]\n[3]",
    "mechanism": "The\nGALT\ngene on chromosome 9p13 encodes for galactose-1-phosphate uridylyltransferase, which is responsible for metabolizing galactose-1-phosphate to UDP-galactose. Deficiency of the enzyme leads to classic galactosemia. The\nGALK1\ngene on chromosome 17q24 encodes for galactokinase, which is responsible for metabolizing galactose to galactose-1-phosphate. The\nGALE\ngene on chromosome 1p36-p35 encodes for UDP-galactose 4-epimerase, which is responsible for metabolizing UDP-galactose to UDP-glucose for use in glycogenesis. Inheritance is autosomal recessive, so both parents must be carriers, and offspring have a 25% chance of having clinical symptoms. Carriers do not typically demonstrate symptoms.\n[1]\n\nDuarte galactosemia is a variant of galactosemia due to diminished galactose-1-phosphate uridylyltransferase enzyme activity (typically around 14% to 25%). Individuals born with Duarte variant galactosemia are thought to be asymptomatic with or without dietary intervention, and the consensus among health professionals is that affected individuals do not require treatment. However, some reports to the contrary exist, and no adequately powered study has been completed to verify or refute the possible effects of diminished\nGALT\nactivity on long-term neurodevelopmental outcomes. Duarte galactosemia may or may not be detected by newborn screening testing.\n[4]",
    "monitoring": "Newborn screening tests will identify most cases of galactosemia in developed countries. Testing evaluates for pertinent enzyme activity levels so diagnosis can be made even if testing is done before the introduction of galactose in the diet. However, if a blood transfusion has occurred before newborn screening tests, a case may be misinterpreted as being normal due to the presence of normal enzyme activity in the transfused blood.\n\nSevere symptoms often manifest within the first several days of life, before newborn screening tests may be finalized. Thus, it is important for the practitioner to maintain a high index of suspicion for inborn errors of metabolism such as galactosemia when the newborn demonstrates feeding intolerance, lethargy, and other suspicious signs like hepatomegaly renal failure, cataracts, hypoglycemia, and seizures.\n\nIf there is a known risk for galactosemia in a fetus, amniocentesis or chorionic villus sampling can make or exclude a diagnosis of galactosemia before delivery.\n\nPostnatal newborn screening is nearly universal in the United States and Europe. However, it should be noted that some populations with the highest incidence of galactosemia also may be less likely to deliver a baby in a hospital setting. GALT enzyme activity in red blood cells or GALT gene analysis should be performed in an infant suspected of having galactosemia.\n\nLong-term, annual screening of calcium and 25-hydroxyvitamin D is recommended with supplementation as necessary following age-specific recommendations for the general population.\n\nBiochemical monitoring is variable between treatment centers with most common assessments of blood galactose, RBC Gal-1-P, and/or urinary galactitol levels though it is unclear whether monitoring these levels is reflective of dietary adherence or correlates with clinical outcomes. Still, Gal-1-P levels are recommended at birth, 3 and nine months, and yearly.\n\nAssessment of developmental milestones, intellectual development, and speech and language assessment should be done at regular intervals such as toddler, pre-school, elementary, middle school, and high school ages. Assessment of executive function using a standardized tool is recommended.\n\nBone density should be assessed using bone densitometry starting around age eight to ten years and repeated every five years or sooner if low bone density is determined.\n\nIf cataracts are found, a referral to an ophthalmologist is appropriate.\n[1]\n\nMore than 80% of females with classic galactosemia have primary ovarian insufficiency.\n[6]\n[7]\nThis should be discussed before the typical age of puberty, and referral to a pediatric endocrinologist is appropriate to discuss the timing and need for hormone testing as well as likely hormone replacement therapy, which usually continues until the age of menopause. Males with galactosemia tend to have a normal gonadal function. Counseling regarding reproductive options should be made available to girls with primary ovarian insufficiency.\n[8]\n[5]",
    "administration": "Treatment is the total elimination of galactose from the diet. In infants, this means cessation of breastfeeding or standard infant formula feeding and transition to non-galactose-containing formula, typically a soy-based, casein hydrolysate, or elemental formula. Change in the diet should be made immediately and should not be delayed to await confirmatory testing. This dietary restriction of galactose is required throughout the lifetime, although some fruits, vegetables, legumes, unfermented soy-based products, and mature cheeses with minimal galactose content may be permissible. Currently, there is no enzyme replacement or other therapy available to allow for the safe intake of galactose.\n[1]\n\nIn Duarte variant galactosemia, there is a debate about whether galactose intake should be restricted. Physicians or parents may choose to restrict galactose intake in infancy and early childhood, though the benefits of doing are uncertain.\n[4]",
    "adverse_effects": "Even with the appropriate dietary therapy, most patients survive with at least 1-2 long-term complications. Almost all females with classic galactosemia present with hypergonadotropic hypogonadism/primary ovarian insufficiency (POI).\n\nSeverely ill infants with galactosemia (e.g., those with sepsis, coagulopathy, liver dysfunction) may develop permanent liver, brain, and/or eye damage (although cataracts are often completely reversible).\n\nMost patients with severe galactosemia often do not survive the newborn period if treatment is not initiated."
  }
}