{
  "drug_name": "genistein",
  "nbk_id": "NBK576370",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576370/",
  "scraped_at": "2026-01-11T15:30:03",
  "sections": {
    "clinical_significance": "Epidemiology\n\nA high concentration of cases is present in the Saguenay Lac-Saint-Jean region of Quebec, Canada, with a prevalence of 1/6,000 live births.\n[32]\nThe introduction of disease in this region may date back to the 17th century due to the migration of immigrants from France and Scotland.\n[32]\nHowever, the prevalence is estimated to be between 1/100,000 to 400,000 worldwide.\n[55]\nThe low prevalence accounts for gaps in the natural clinical history and management considerations for patients with ICD.\n[55]\nInconsistencies of some clinical features may be attributed to the limited cases discussed in the literature.\n\nClinical Features\n\nA multisystemic involvement with prominent bony abnormalities characterizes ICD. Table 1 shows the various manifestations and clinical features of ICD. The presence of corneal clouding is variable. When ICD was first considered in 1967 by Leroy et al, 2 patients did not have corneal clouding or excessive urinary secretion of acid mucopolysaccharides. The absence of these features helped distinguish Hurler syndrome from ICD. Other studies report that the corneas may be clear.\n[76]\nIn their case series, Okada et al found that 19 out of the 21 patients had clear corneas. Patients with ICD often have a developmental delay, of which motor delay is more prominent than cognitive delay.\n[33]\nPaton et al developed a novel mouse model to explore symptomatology in humans fully. This process found that patients with ICD can have psychomotor retardation and an ataxic gait because of progressive neurodegeneration in the cerebellum with Purkinje cell loss.\n[77]\nDue to a degree of psychomotor retardation, milestones such as self-feeding and toilet training are usually not attained.\n[76]\n\nIn contrast, Okada et al reported several cases of exceptional levels of cognitive development where children were independent, toilet-trained, had good academic performance, could sing songs, and recognized foreign words. Autopsy studies on patients with ICD have not revealed any brain abnormalities.\n[76]\n[78]\nThis finding is further supported by studies on knock-in mice, which have demonstrated that active Niemann-Pick C2 protein maintains cellular functioning and prevents neurodegeneration in ICD. Cathepsin D and B also remain unaffected in ICD since they use M6P-independent pathways to transport neuronal lysosomes.\n[33]\nTaber et al suggest that hepatomegaly is a feature mainly identified with Hurler syndrome. However, other reports have identified liver enlargement in patients with ICD.\n[68]\n[78]\n\nTable\nTable 1:Clinical Features of ICD .\n\nBony and Radiological Abnormalities\n\nDysostosis multiplex is the broad term that encompasses the skeletal abnormalities of ICD. General x-ray findings are demineralization, osteopenia, coarse trabecular bones, and periosteal cloaking (predominantly long bones).\n[65]\n[76]\nX-rays of the upper limbs may show metacarpal pointing and bullet-shaped phalanges. Pelvic radiographs may show iliac flaring. A J-shaped sella turcica may also be visualized.\n[73]\nBone dysplasia with shortened and curved bones is considered a prenatal manifestation of ICD. Deformities of the vertebral bodies may show anterior beaking, leading to abnormal spinal curvatures.\n[33]\nThe cervical spine vertebral bodies are normal, whereas the dorsal and lumbar spine vertebral bodies have a reduced anteroposterior diameter. In ICD, the bones of the upper limb are more affected than those of the lower limb. The hypoplastic carpal bones and normal tarsal bones exemplify this.\n[76]\n\nThe cellular causes underlying the bony features of ICD may be due to the excessive formation of normal osteoclasts (osteoclastogenesis) and subsequent destruction of bone along with the subfunctional activity of osteoblasts. The increased osteoclasts are due to the osteoblasts producing the osteoclastogenic cytokine IL-6.\n[82]\nPeriosteal cloaking, a finding of increased new bone formation, disappears by about 10 months of age when the bony overgrowth merges with the cortex underneath. The skeletal deformities may be due to deviations from normal calcium metabolism. PTH and PTHrP (parathyroid hormone-related peptide) regulate fetal calcium homeostasis. Unger et al presented 3 cases of ICD with prenatal onset of hyperparathyroidism.\n[65]\n. These patients had normal extracellular calcium levels with an elevated PTH, indicating that the parathyroid glands compensated to overcome the prenatal calcium deficiency.\n[65]\nThis means that the fetal mechanism for calcium regulation was intact since the low calcium, detected by the CASR (calcium-sensing receptor), was met with an appropriate elevation of PTH. The initial decrease in calcium may be related to the impaired transplacental transfer of calcium due to the extensive inclusions.\n[65]\n\nUsing a mouse model, Unger et al suggested that a receptor other than the CASR is responsible for recognizing and coupling the signal of fetal PTHrP to the transplacental transfer of calcium.\n[65]\nThe transplacental transport cannot occur due to extensive vacuolization of the syncytiotrophoblast (the layer actively regulating transplacental transport). This vacuolization interferes with the action of PTHrP, thereby causing the PTH to break down bones to maintain calcium homeostasis. In 1993, Shohat et al presented a case of skeletal dysplasia, which involved periosteal cloaking, with histopathological findings of numerous osteoclasts with many marrow regions lacking trabecular bone.\n[83]\nThey later named this condition \"Pacman dysplasia.\" These researchers later recognized Pacman dysplasia, not as a separate entity but as an ICD with secondary hyperparathyroidism due to the radiological features aligning with the ICD and the histopathological features consistent with hyperparathyroidism.\n[65]\n\nDifferential Diagnosis\n\nMucopolysaccharidoses, ML III, rickets, and osteogenesis imperfecta are other conditions to consider before diagnosing a patient with ICD.\n[33]\n[68]\n[65]\nICD can be differentiated from other conditions by using clinical history and examination, a basic metabolic panel, and urinary tests for glycosaminoglycans.\n\nTreatment\n\nTreatment for ICD is mainly supportive and symptomatic, as there is no definitive treatment.\n[33]\nFurther reporting is required to fully elucidate which management strategies are safe and beneficial to use in ICD.\n\nMedical Management\n\nBisphosphonate therapy has been used in those with profound bony involvement and decreased bone mineral density (z score <-2.5). Bisphosphonates work by reducing the activity of the numerous osteoclasts in ICD, reducing bone resorption. Bone marrow transplants affect both skeletal growth and cognitive development. A positive association between the duration of enzyme replacement therapy (ERT) and skeletal growth was seen in ICD. However, the benefits of ERT are limited to the viscera and are restricted in their effects on the bones and brain. The real challenge with ERT is creating multiple recombinant lysosomal enzymes already having the M6P residues.\n[33]\nVitamin D supplementation may help with bone manifestations as well. Pazzaglia et al reported 2 cases of ICD with radiological images of metabolic bone disease.\n[84]\nThe case treated with vitamin D supplementation showed quicker resolution of the radiological features than the case that was not treated.\n[84]\nVitamin D supplementation also helps normalize the lab profiles in those with coinciding ICD and vitamin D deficiency.\n[68]\nGenistein is a tyrosine kinase inhibitor of epidermal growth factor that reduces glycosaminoglycans like heparan sulfate. Genistein usage at 5 mg/kg/day showed an improved range of motion of joints and increased elasticity. Genistein's estrogen-like effect may play a role in its benefits to bone health.\n[85]\nThe drawback with genistein is decreased cellular growth, hypothesized to be due to its interference with cellular growth factors.\n[33]\n\nSurgical Management\n\nIn cases of acute airway obstruction, using a video laryngoscope may be more helpful in securing the airway, as laryngeal mask airways only provide temporal placement with questionable success.\n[55]\nHip and knee replacements can be performed to reduce hip and knee pain, respectively. Valve replacement can be completed in cases of valvular dysfunction.\n[33]\nPerforming synovectomy and resection of the palmar carpal ligament helps relieve pressure on the median nerves.\n[81]\n\nOther Treatment Methods\n\nMatos et al devised a novel therapeutic strategy to reduce G1cNAc-1-phosphotransferase activity instead of absent enzyme activity by skipping exon 19 on GNPTAB.\n[86]\nLow-impact aqua therapy can be used to reduce stress on joints and tendons.\n[33]\n\nOther Disorders of Protein Targeting\n\nBased on previous literature, protein targeting has been implicated in neurodegeneration, several infections, and other metabolic disorders. LIMP-2 is concerned with the pathogenesis of hand, foot, and mouth disease by acting as a cell membrane receptor for entering enterovirus 71 and coxsackievirus 16.\n[40]\nLIMP-2 is also involved with transporting beta-glucocerebrosidase, the enzyme deficient in Gaucher disease, via an MPR-independent pathway.\n[5]\nCholera toxin, Pseudomonas exotoxin, Shiga toxin, and ricin use the retrograde endosome-to-TGN pathway to avoid lysosomal degradation. These AB-type toxins use the B fragment to bind to the cell surface, allow the active A component to enter the cell, and use the endosome-to-TGN pathway. Manganese (specific to Shiga toxin) and Retro-1 or 2 (small molecular compounds) are protective against these toxins, as seen in cultured cells and animals.\n[10]\nNef\n, a virulence factor for HIV-1, disrupts the trafficking of MHC-I, thereby preventing the destruction of virion-infected cells by cytotoxic T-lymphocytes.\n[5]\nClathrin-mediated endocytosis and COPI play roles in the infectivity of the Dengue virus. The acidic pH of the endosomes creates an optimal environment for integrating the virus with the endosomal membrane, leading to the release of the viral genetic material into the cytoplasm for further viral growth.\n[15]\n\nNeurons are susceptible to trafficking defects due to the long distances the cargo must travel and the requirement of exact localization. A unique feature of neurons is that membrane and secretory neuronal proteins often bypass the Golgi and go to the plasma membrane. Whether this feature increases the susceptibility for targeting defects remains to be known. Neuronal targeting defects cause diseases like epilepsy, hyperekplexia, and ataxia. Alpha-Synuclein, the predominant component of Lewy bodies in Parkinson disease, is responsible for inhibiting RER-to-Golgi trafficking. This leads to its toxic cellular accumulation. Increases in RAB1, a modifier of alpha-synuclein activity, have reduced neuron loss in animal models of Parkinson disease. Patients with developmental disorders may have TRAPPC6A, TRAPPC6B, and TRAPPC9 mutations. Mutations of TRAPPC2L and TRAPPC12 can cause encephalopathy.\n[87]\n\nNeurofibrillary tangles and amyloid plaques characterize Alzheimer disease. The main component of these plaques is beta-amyloid. Beta-amyloid is formed by the beta-cleavage of amyloid precursor protein (APP) by beta-site APP-cleaving enzyme (BACE).\n[88]\nFRET (fluorescence resonance energy transfer) studies have revealed that APP and BACE, a secretase, localize mainly in the early endosome, meaning that the early endosome is the area of cleavage.\n[88]\n[89]\nOther studies have shown that blocking proteolysis with protease inhibitors or removing gamma-secretase using a presenilin knock-out leads to APP collection within the lysosomes.\n[89]\nThe studies done by Tam et al showed that both gamma-secretase and beta-secretase work at an acidic pH in the lysosomes.\n[89]\nThis explains a possible therapeutic benefit of using chloroquine, an antimalarial, in Alzheimer disease. Chloroquine increases the pH in endosomes and lysosomes, disrupting APP's cleavage and inhibiting beta-amyloid formation. This leads to the accumulation of APP in lysosomes. Contrarily, with the Swedish mutation (APPsw), the rate of beta-cleavage is increased so much that marked fluorescent APP cannot be visualized in the lysosomes. Beta-amyloid plaques can disrupt synapses and membranes, leading to lysosomal rupture and causing cell death.\n[89]\n\nSortilin is 1 of many trafficking proteins. One of its functions is to act as a sorting receptor for PCSK9 (proprotein convertase subtilisin/Kexin type 9) in lipid metabolism. PCSK9 degrades LDL receptors and is inhibited by medications like alirocumab and evolocumab to achieve cholesterol control. The sortilin-related receptor with A-type repeats (SorLA) is associated with Alzheimer disease. Murine models lacking SorLA have increased levels of beta-amyloid. Overexpression of SorLA can lead to APP accumulation in the Golgi, impeding its further cleavage.\n[5]\nA mutation of SEC31A, a component of COPII,\ncan lead to intrauterine growth retardation, developmental delay, and seizures. A receptor molecule involved with COPII functioning is cTAGE5. A proline-to-alanine replacement in cTAGE5, showing a variant known as P521A, is a risk factor for developing Fahr disease.\n[87]\nCombined factor V and VIII deficiency, which are mannose-containing factors, is thought to be due to a sorting defect in the RER instead of any coagulation factor abnormality.\n[19]"
  }
}