{
  "drug_name": "gentian root",
  "nbk_id": "NBK568692",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK568692/",
  "scraped_at": "2026-01-11T15:29:55",
  "sections": {
    "indications": "Boston KPro Type I\n\nThe absence of a blink reflex, tear production, posterior segment pathologies such as retinal detachment, vision worse than light perception, abnormal lid anatomy, and forniceal shortening with the inability to retain a soft contact lens e.g. from forniceal shortening are all contraindications. Patients with no light perception vision, phthisis bulbi, or who have unrealistic expectations are not suitable for either type I or type II KPros. Patients with lagophthalmos require an oculoplastic consultation to minimize exposure risks.\n\nBoston KPro implantation has been previously performed in the pediatric age group due to the perceived advantages over penetrating keratoplasty of reduced rejection, rapid visual recovery (lack of postoperative suture-related astigmatism), fewer examinations under anesthesia. However, recently published experience demonstrated high complication rates and progression to phthisis, hence it is no longer recommended.\n[24]\n[25]\n\nOOKP\n\nPatients with advanced glaucoma will be a relative contraindication.\n[3]\nIt is contraindicated in patients under 18 years of age due to their high bone turnover and also in eyes with no light perception vision or phthisis bulbi. Patients with the detached retina or other posterior segment pathology which results in low visual potential are contraindicated for an OOKP. Other relative contraindications include patients who will not be able to complete the follow-up program or who have poor mental health.",
    "clinical_significance": "Corneal opacities are one of the leading causes of worldwide blindness along with cataracts, glaucoma, and macular degeneration. Access to corneal transplantation is variable around the world and is limited by a lack of infrastructure as well as donor tissue supply.\n[40]\n[41]\n[42]\nImprovements and advances in cornea keratoprosthesis have enabled more stable, biocompatible devices to be available. To date, there is no equivalence between conventional corneal and artificial cornea keratoprosthesis transplantation. They remain a viable option for patients where conventional cornea transplantation is not possible in the context of scarring and vascularisation.\n[41]\n\nThe increasing number of newer artificial corneal keratoprostheses require adequate study and evaluation. Recent guidelines on consensus with reporting standards amongst all the groups researching artificial cornea devices have been created and will result in better data collection and comparative analysis.\n[43]"
  }
}