{
  "drug_name": "gentamicin",
  "nbk_id": "NBK557550",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557550/",
  "scraped_at": "2026-01-11T15:29:55",
  "sections": {
    "indications": "According to the manufacturer's label, absolute contraindication for gentamicin use is a history of hypersensitivity reaction to it or other aminoglycosides, although this is rare. In cases of renal impairment, dosing adjustment should be made based on the glomerular filtration rate (GFR); for a high-dose and extended interval dosing approach, the dose can be preserved, but the interval between doses should increase in line with the GFR decreased. In burn patients, the systemic absorption of topical gentamicin may be enhanced, and one should be watchful for the potential repercussions. Systemic gentamicin belongs to category D of FDA pregnancy risk classification (i.e., although the evidence of human fetal risk, its use is acceptable if the possible benefits overcome the risks).\n\nDrug Interactions\n\nAvoid the concomitant administration of gentamicin with potent diuretics (i.e., ethacrynic acid, furosemide, etc.) as diuretics may cause ototoxicity. Additionally, when diuretics are administered intravenously, it enhances gentamicin toxicity by increasing the drug concentration in serum and tissue.\n[15]",
    "mechanism": "Gentamicin, an aminoglycoside antibiotic, is bactericidal. Gentamicin passes through the gram-negative membrane in an o\nxygen-dependent\nactive transport. As oxygen is required, this is why aminoglycosides are not effective in anaerobic bacteria.\n\nOnce in the cytoplasm, gentamicin and other aminoglycosides bind to the 16s rRNA at the 30s ribosomal subunit, disturbing mRNA translation and, thus, leading to the formation of truncated or non-functional proteins.\n[5]\nThe mechanism of the bactericidal activity of gentamicin has not been fully elucidated yet. Still, some propose that truncated proteins are placed at the cell wall, compromising its impermeability. At the same time, others also suggest that accumulation of reactive oxygen species, as a consequence of depletion of proteins involved with oxidation-reduction reactions, may lead to bacterial death.\n[6]\n\nGentamicin, like all aminoglycosides, exhibit concentration-dependent killing. Higher concentrations correlate with greater antimicrobial killing. For these reasons, clinicians should monitor peaks and troughs closely with systemic use. Additionally, research has noted the synergistic effects of aminoglycosides on gram-positive bacteria when combined with other medications have been mentioned, but the mechanism is unknown.\n\nPharmacokinetics\n\nWhen administered as an intramuscular injection, gentamicin achieves peak serum concentrations after 30 to 90 minutes. Because of its polar nature, the penetration into the central nervous system and general cells is minimal, and the binding to plasma albumin. Most gentamicin is excreted unmetabolized by glomerular filtration, which enables a urinary concentration almost 100-fold higher than the serum.\n[7]",
    "administration": "Gentamicin is generally available in parenteral, ophthalmic, and topical preparations.\n\nThe ophthalmic gentamicin preparations exist as ointment and solution at 0.3% concentration. They are typically used for bacterial eye infections, such as keratitis and conjunctivitis.\n[8]\n\nThe topical gentamicin ointment and cream have a concentration of 0.1% and are restricted to specific skin and subcutaneous tissue infections, which usually are secondary to abrasions, cuts, and burns.\n\nThe parenteral route mainly encompasses intramuscular and intravenous administration, where doses of both are calculated based on the patient's weight. For moderate and morbidly obese patients, the weight for dose calculation equals 0.4 multiplied by excess body weight plus estimated ideal body weight.\nThe dose of 5 to 7 mg/kg daily given intravenously (infused over 30 to 120 minutes) is the preferable way for gentamicin application in most systemic infections by sensible germs, even though the traditional dosing of 3 to 5 mg/kg/day divided into doses every 8 hours is still an option in certain scenarios.\nThe daily dose may be administered intramuscularly for some non-serious infections, such as pelvic inflammatory disease without sepsis.\nInfectious endocarditis caused by staphylococci or enterococci was previously treated with gentamicin and beta-lactams, although this therapy has been abandoned since the increase in bacterial resistance rates.\n[5]\nUsually combined with an anaerobicidal antibiotic, Gentamicin can be administered at a single dose of 5 mg/kg 60 minutes before surgical incision in gastrointestinal, urologic, and gynecologic procedures for surgical infection prophylaxis.\n[9]\n\nGentamicin and aminoglycosides have some specificities in their antibacterial activity. The bactericidal capacity of aminoglycosides correlates with their peak concentration so that the greater the concentration, the greater bacterial killing. The postantibiotic effect (PAE), another feature of aminoglycosides, is the characteristic of bacterial regrowth suppression that persists a few hours after antibiotic concentration falls below the minimum inhibitory concentration (MIC); high peak concentration also advantages the PAE.\n[10]\nTherefore, these properties explain why gentamicin is preferable in high-dose regimens associated with extended-interval doses.\n\nPregnancy/Breastfeeding Considerations\n\nIt belongs to FDA pregnancy category D medicine. Gentamicin is minimally excreted into human milk. There is a lack of data for maternal single daily doses of gentamicin. Newborn infants and older infants absorb small amounts of gentamicin, but their serum levels with maternal three times daily dosages are far below the therapeutic range attained when treating newborn infections. Hence systemic effects of gentamicin are unlikely in infants. Nevertheless, monitoring the infant for possible adverse effects on the gastrointestinal flora, such as thrush, diaper rash, diarrhea, or blood in the stool for antibiotic-associated colitis is recommended.\n[11]",
    "adverse_effects": "Characteristically, gentamicin reaches high concentrations in the renal cortex and the inner ear. The latter may be injured, leading to auditory and, especially, vestibular dysfunction. The first manifestation of cochlear damage is often high-pitched tinnitus, which may last a few weeks after the gentamicin is interrupted. A high-frequency hearing loss may be present in almost two-thirds of the patients receiving aminoglycosides, including gentamicin, but only a small number complain of hearing impairment.\n[12]\nThe vestibular toxicity manifests as nausea, vomiting, balance disorder, and vertigo within the first two weeks. A chronic phase, which may persist for about two months, is marked for ataxia and not rarely leaves some residual dysfunctions. The gentamicin is prone to accumulate in the renal proximal tubular cells and can cause damage. Hence, mild proteinuria and reduction of the glomerular filtration rate are potential consequences of gentamicin use, achieving 14% of gentamicin users in a review.\n[13]\nOnce proximal tubular cells carry regeneration capacity, renal injury and its consequences often are reversible. Compared with the high-dose and extended interval dosing approach, the divided-doses scheme implies a longer time of gentamicin serum concentration above the toxicity threshold, resulting in a higher risk for ototoxicity and nephrotoxicity.\n\nAlthough a rare event, the neuromuscular blockade is a serious adverse effect of virtually all aminoglycosides. The known risk factors are concurrent conditions (e.g., myasthenia gravis) or medications (e.g., vecuronium) that interfere with the neuromuscular junction. The blockade probably results from a reduction of presynaptic release of acetylcholine and interference of acetylcholine postsynaptic receptors function, both effects mediated by aminoglycosides. The intravenous administration of calcium can overcome this toxicity.\n[14]",
    "monitoring": "Serum gentamicin concentration monitoring is often unnecessary for a brief treatment duration (less than six days) in non-critical patients with suitable renal function. On the other hand, in case of long periods of treatment or high risk for aminoglycoside toxicity (e.g., older age, concomitant use of other nephrotoxins, preexisting renal disease), serum monitoring is well indicated. In traditional dosing, the concentration measurement should occur after the patient has received at least three maintenance doses; trough concentration is measured within 30 minutes before the next dose, and peak concentration after 30 minutes of the end of intravenous infusion (in case of intramuscular injection, 60 minutes after the application). For extended-interval dosing, a single serum concentration obtained between 6 to 14 hours after the first administration is sufficient for assessing and readjusting subsequent doses through a nomogram-based evaluation.\n[16]\nIt is recommended to avoid prolonged peak plasma concentrations of gentamicin of more than 12 mcg/mL, and trough concentrations of more than 2 mcg/mL.\n\nRenal function should be evaluated twice-weekly in patients without previous renal disease through serum creatinine and blood urea nitrogen. Periodic microscopic urinalysis is also vital to detect proteinuria and casts, which may indicate kidney injury. Hearing tests must be considered in patients with a high risk for toxicity or those receiving prolonged therapy. Patients with preexisting neuromuscular disorders or undergoing anesthetic procedures should have monitoring due to the risk of neuromuscular blockade.",
    "toxicity": "The main toxicity that occurs from gentamicin systemic use is nephrotoxicity.\n\nAlthough a rare event, hypersensitivity reactions secondary to gentamicin administration can be severe, to the extent that cases requesting intensive care unit admissions exist in the literature.\n[17]\nThere is no antidote for gentamicin toxicity, and the approach for gentamicin-induced hypersensitivity reaction is drug suspension combined with supportive treatment. The possible hypersensitivity manifestations are urticaria, eosinophilia, delayed-type hypersensitivity reaction (Stevens-Johnson syndrome and toxic epidermal necrolysis), angioedema, and anaphylactic shock. The clinical manifestations should guide the treatment strategy. In case of hypotension or even anaphylactic shock, intravenous fluids and vasoactive agents are the primary therapeutic options. Oxygen supplementation or mechanical ventilation may be necessary whether respiratory distress occurs. When Stevens-Johnson syndrome or toxic epidermal necrolysis develops, the mainstay of treatment includes wound care, pain control, fluid and electrolyte management, and monitoring of superinfections. Nephrotoxicity, one of the most common adverse effects of gentamicin use, is associated with the therapy duration and not on serum concentrations. Generally, the glomerular filtration rate decrement is small and transient and rarely makes patients progress to oliguric-anuric renal failure. Likewise, ototoxicity is more common in long-term gentamicin therapy. Furthermore, cochlear and vestibular damage sometimes are irreversible and can be accumulated after repetitive gentamicin exposure; aspirin use may attenuate this ototoxicity risk.\n[18]"
  }
}