{
  "drug_name": "gestodene",
  "nbk_id": "NBK563211",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563211/",
  "scraped_at": "2026-01-11T15:29:56",
  "sections": {
    "indications": "Women who have undergone bariatric surgery and those taking certain medications that induce hepatic enzymes, such as antibiotics (rifampin), antifungals (griseofulvin), and anticonvulsants (phenytoin, carbamazepine, topiramate, and barbiturates) are advised not to use combined or progestin-only contraception.\n[10]\n[17]\n[18]\n\nCombined Estrogen-Progestin Contraception\n\nAny factors that increase the risk of cardiovascular disease or thromboembolism are contraindications to COCs due to the procoagulant effects of estrogen and are considered an “unacceptable risk,” as indicated with a Category 4 label. Category 4 denotes unacceptable health risk if the contraceptive is administered to subjects with the existing condition, basically a contraindication. Categories, from 1 to 4, are outlined in detail by the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC). These include women ≥35 years old who smoke, 2 or more risk factors for cardiovascular disease (older age, smoking, diabetes, and hypertension), hypertension (≥160 mmHg/≥100 mmHg), venous thromboembolism (VTE) unless on anticoagulation, thrombogenic mutations, ischemic heart disease, history of stroke, complicated valvular heart disease (pulmonary hypertension, risk of atrial fibrillation, history of subacute bacterial endocarditis), diabetes mellitus for longer than 20 years or diabetes with nephropathy, retinopathy, or neuropathy.\n[10]\n[20]\n\nOther Category 4 contraindications include current breast cancer, cirrhosis, hepatocellular adenoma or malignant hepatoma, and migraine with aura.\n\nThe recommendation is that postpartum women refrain from taking COCs for at least the first 21 days after delivery due to the procoagulant effect of pregnancy and the increased risk for VTE during this period. If breastfeeding, women should not take COCs until 30 days after delivery due to possible effects on lactation.\n[21]\n\nProgestin-Only Contraception\n\nMost women with medical comorbidities are candidates for POPs. Contraindications to all progestin-only contraception types include many similarities to those of COCs, including known or suspected pregnancy, known or suspected breast cancer, undiagnosed abnormal uterine bleeding, benign or malignant liver tumors, severe cirrhosis, or acute liver disease. There are also contraindications specific to each progestin-only contraception as listed in Lexicomp and can be found below:\n\nDPMA- hypersensitivity to medroxyprogesterone or any component of the formulation, active thrombophlebitis, thromboembolic disorders or cerebral vascular disease, estrogen or progesterone-dependent tumor\n\nEtonogestrel- hypersensitivity to etonogestrel or any component of the formulation\n\nLevonorgestrel- hypersensitivity to levonorgestrel or any component of the formulation, postcoital contraception, congenital or acquired uterine anomaly (distorts the uterine cavity and would affect correct IUD placement), acute pelvic inflammatory disease, or a history of pelvic inflammatory disease (unless there has been a subsequent intrauterine pregnancy), postpartum endometritis or infected abortion within past 3 months, known or suspected uterine or cervical malignancy, untreated acute cervicitis or vaginitis (including bacterial vaginosis) or other lower genital tract infections until the infection is controlled. These conditions increase susceptibility to pelvic infections.",
    "mechanism": "Progesterone enters the cell by passive diffusion through the plasma membrane and binds to the progesterone receptor in the nucleus. When unbound, the progesterone receptor exists as a monomer. After binding progesterone, the receptor undergoes a conformational change and becomes a dimer, which increases receptor binding to DNA. Most progestins exert their contraceptive effects by suppressing the secretion of gonadotropin-releasing hormone (GnRH) by the hypothalamus and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) by the pituitary gland. This suppression alters the menstrual cycle to suppress ovulation. Norethindrone can be somewhat of an exception, as half of women taking it still ovulate.\n[7]\nProgestins also provide other benefits by secondary mechanisms, such as thickening cervical mucus to prevent penetration by sperm, slowing tubal motility by impairing fallopian tube motility, and inducing endometrial atrophy.",
    "administration": "Progestin drugs are administered in a variety of ways. The choice depends on a variety of factors, including, but not limited to, clinical indication, special populations, patient preferences, patient adherence, insurance coverage, and financial burden. The most commonly prescribed progestin-containing drugs are COCs and other options for combination contraceptives consisting of a transdermal patch and vaginal ring. Women who desire a progestin-only contraceptive must decide among the norethindrone or drospirenone POPs, etonogestrel implant, levonorgestrel-releasing IUDs, and DMPA injection.\n\nDMPA injections are administered every 3 months and are available as 150 mg in 1 mL for intramuscular injection and 104 mg in 0.65 mL for subcutaneous injection. For progestin-only methods, the IUD and implant are the most effective options, followed by DPMA injections and then the pill. The progestin-only IUD, implant, and injectable are also more effective than COCs.\n[8]\nAn oral formulation of levonorgestrel is offered and sold over the counter as an emergency (postcoital) contraceptive or “morning-after pill.”",
    "adverse_effects": "Neither combined oral nor progestin-only contraceptives seem to cause weight gain (except for DPMA), but patients commonly report it as an adverse effect.\n[9]\nFurthermore, studies relating these contraceptives to possible impacts on mood and sexual function are limited and conflicting.\n[10]\n[11]\n\nCombined Estrogen-Progestin Contraception\n\nCommon complaints from COCs include mild symptoms such as breast tenderness, nausea, headaches, bloating, and unscheduled bleeding, but these typically resolve in most users. Other adverse effects include an increased risk of venous and arterial thromboembolism (deep vein thrombosis, pulmonary embolism, myocardial infarction, stroke), mild increase in blood pressure, and possible increases in breast and cervical cancer risk. COCs have also been demonstrated to cause seemingly unfavorable changes in lipid and carbohydrate metabolism (increased triglycerides, decreased HDL and increased LDL cholesterol, increased insulin and glucose levels, and reduced insulin sensitivity).\n[12]\n[13]\nHowever, these changes are essentially negligible unless patients belong to specific subgroups, such as those with polycystic ovary syndrome. Furthermore, these changes typically pertain to older formulations with higher estradiol levels.\n[14]\n\nProgestin-Only Contraception\n\nUnscheduled bleeding and changes in menses are the most common adverse effects associated with POPs. Other adverse effects include acne, hirsutism, and an increased prevalence of follicular ovarian cysts.\n[15]\nPatients at risk for hyperkalemia, either by a medical condition (ie, adrenal insufficiency) or medication (ie, angiotensin-converting enzyme inhibitors, angiotensin II receptor blockers, potassium-sparing diuretics), should use drospirenone with caution due to its anti-mineralocorticoid activity similar to spironolactone.\n\nThe DMPA injection can delay returning to fertility for as long as 18 months after it is discontinued and should not be chosen by women considering pregnancy within the next 2 years.\n[16]\nAccording to the US Box Warning for DPMA, it is not recommended for long-term use (>2 years) as a birth control method or as medical therapy for endometriosis-associated pain unless other options are considered inadequate. The warning also includes the following claims not directly addressed previously: (1) prolonged use of DPMA may result in a loss of bone mineral density, and (2) the incidence of probable dementia increased in women ≥65 years old taking conjugated estrogen in combination with DMPA.\n\nDrug-Drug Interactions\n\nVenetoclax: Progestin therapy with concurrent venetoclax is generally not recommended as it can significantly increase the blood levels and effects of venetoclax, increasing the risk of developing tumor lysis syndrome.\nMorphine: Progestins may increase morphine levels, leading to adverse events, including respiratory distress, profound sedation, and coma or death.\nEdoxaban: Progestins with concurrent edoxaban can lead to increased edoxaban levels (by 45% to 90%), leading to life-threatening bleeding complications.\nWomen taking medications that increase hepatic CYP450 enzymes should be aware that this can decrease serum levels of progestins, leading to therapeutic failure, such as pregnancy, when used as contraception.\n[17]\n[18]\nWomen on antiepileptic agents with strong/moderate enzyme-inducing properties (eg, carbamazepine, phenobarbital, phenytoin) or drugs with moderate/mild enzyme-inducing properties (eg, clobazam, eslicarbazepine, felbamate, oxcarbazepine, rufinamide, topiramate) should avoid oral contraceptives.\n[19]",
    "monitoring": "Synthetic progestins have longer half-lives (several hours) than endogenous progesterone (5 to 7 minutes). Metabolism of progestins occurs primarily by cytochrome P450 enzymes in the liver, and excretion is via the urine. In general, there are limited to no examinations or tests needed before the initiation of contraception. The exceptions include blood pressure measurement if prescribing combined hormonal contraception, bimanual examination, and cervical inspection for IUDs. Women who have a current STI or those with a high likelihood of STI exposure should not undergo IUD insertion. Weight and BMI measurements are not needed for any contraceptive method but are recommended to establish a baseline. Any additional testing is unnecessary for most women (ie, medically uncomplicated individuals).\n\nAll contraceptive methods can be started at any time during the menstrual cycle if reasonably sure the woman is not pregnant.\n[22]\nIf not started on the first day of menses, backup contraception (ie, condoms, abstinence) may be indicated. A common and often recommended approach with COCs is the “quick start” method, which aims to improve continuation rates and efficacy. In this method, the woman begins taking the pill on the day it is prescribed and then uses backup contraception for an additional 7 days. This is necessary because the pill is often started >5 days after the onset of menses. However, initiation should be individualized for each patient to align with their preferences and priorities.\n\nThe etonogestrel implant follows the same rules as COCs. If POPs are not started within the first 5 days, backup contraception is needed for only 2 additional days due to the rapid effect on cervical mucus. Regarding the levonorgestrel IUD and DMPA injection, if they are started >7 days after the onset of menses, patients should use backup contraception for 7 days.\n\nThe user failure rate with COCs is estimated to be 7%, and the rate with POPs is >7%.\n[8]\nMissed pills are often the cause of contraceptive failure; this is especially concerning with POPs due to their short half-lives. The pill must be taken at the same time each day. Norethindrone, in particular, must not be missed by more than 3 hours, or the patient will be advised to use backup contraception for 2 days. Missing a single pill on COCs is not as concerning, as it does not reverse ovarian suppression; thus, no further contraception is required. If a patient misses 2 or more COC pills, backup contraception should be used for 7 days.\n\nAlthough the user failure rate is multifactorial, it is essential to consider specific populations when advising patients on the best choice of contraception. For example, oral contraceptives can be challenging for adolescents due to daily adherence and refilling the prescription every month. The long-acting reversible methods (IUDs and implants) are considered first-line options for these patients by the American Academy of Pediatrics and the American College of Obstetricians and Gynecologists.\n[23]",
    "toxicity": "High doses of progestins can lead to liver enzyme elevations that generally rise 1 to 2 weeks following treatment initiation. These enzyme elevations typically include increased serum aminotransferase without changes in alkaline phosphatase or bilirubin. These abnormalities are generally short-lived and resolve rapidly with dose modification or discontinuation of the progestin drug. There is no antidote for progestin toxicity."
  }
}