{
  "drug_name": "ginkgo biloba",
  "nbk_id": "NBK541024",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541024/",
  "scraped_at": "2026-01-11T15:30:01",
  "sections": {
    "indications": "Use of ginkgo in patients with bleeding disorders or those who take nonsteroidal anti-inflammatory drugs (NSAIDs), antiplatelet, or anticoagulant therapies requires caution. A case report described spontaneous bleeding from the iris into the anterior chamber of the eye in an elderly patient who took both aspirin and ginkgo.\n[54]\nA 2015 study in Large Veterans Administration Population demonstrated that coadministration of warfarin and ginkgo correlated with an increase in the risk of a bleeding event.\n[55]\n\nThere has been insufficient evidence about the perioperative risk of ginkgo use. One study recommended physicians to discontinue ginkgo at least 36 hours before a planned surgical procedure.\n[56]\n\nThere has been no existing data on the safety and efficacy of ginkgo in pregnant women, nursing mothers, or infants, so recommendations are against ginkgo use in these populations.\n[34]\n\nIn epileptic patients or in patients who are prone to seizure, physicians should also be cautious with the administration of ginkgo as ginkgo toxin, mostly found in ginkgo seeds but still present in ginkgo leaves, could lower the seizure threshold.\n[57]\n[58]",
    "mechanism": "Ginkgo biloba\nhas two primary active ingredients at varying concentrations: terpene lactones (which most notably include ginkgolides and diterpenes) and ginkgo flavone glycosides (which most notably contain ginkgetin, bilobetin, and sciadopitysin).\n[34]\nMost of the studies that investigate the effect of ginkgo extract often use the standardized extract of\nGinkgo biloba\n(EGb) 761.\n\nGinkgo biloba\nextract has been shown to affect several neurotransmitter pathways and brain structures, mostly in animal studies. EGb761 limits stress-induced corticosterone hypersecretion by reducing the number of adrenal peripheral benzodiazepine receptors in rats.\n[35]\nGinkgo extract appears to have reversible inhibitory effects on rat brain monoamine oxidase by inhibiting the uptake of serotonin and dopamine.\n[36]\n[37]\nEGb761 also has modest inhibitory activities on anticholinesterase, hence increasing cholinergic transmission in the brain.\n[38]\n\nSeveral studies have suggested the neuroprotective effects of\nGinkgo biloba\nextract. Long-term use of EGb761 appears to improve the short-term memory of middle-aged rats likely by reducing free radical production in the prefrontal cortex.\n[39]\nIt also protects against age-related changes in the mouse hippocampus.\n[40]\nAdditionally, Gingko biloba extract acts as a free radical scavenger and protects neurons from oxidative damage and apoptosis, which have been observed prominently in cerebral ischemia and Alzheimer disease.\n[41]\n[42]\n[43]\n\nThe effects of ginkgo on the cardiovascular system are widely studied and mostly observed as protective. Ginkgo's role includes a regulator of metabolism, membrane stabilizer, and vasodilator.\n[44]\nIn the arterial endothelium, ginkgo biloba extract triggers the release of endogenous relaxing factors, such as endothelium-derived relaxing factor and prostacyclin.\n[45]\nUnder tissue-damaging inflammatory conditions such as ischemia, it can also moderate nitric oxide production and exert vasorelaxation properties.\n[46]\n[47]\nAlso, terpene lactones are potent antagonists of the platelet-activating factor.\n[48]\nGinkgo extract also demonstrates fibrinolytic effects.\n[49]",
    "administration": "Ginkgo biloba extract administration is via the oral route. Most ginkgo extract is in the form of EGb 761. EGb 761 is standardized to include 6% terpenoids and 24% flavonoid glycosides.\n[50]\nStandard dosages of EGb 761 used in most studies and recommended by manufacturers are 40 mg three times per day, or 80 mg twice daily.",
    "adverse_effects": "In general,\nGinkgo biloba\nis safe and well-tolerated. The maximum recommended dose for ginkgo extract is 240 mg/day.\n[51]\nMild adverse effects include headache, heart palpitations, gastrointestinal upset, constipation, allergic skin reactions.\n[34]\n\nThough a systematic review and meta-analysis found no significant effect of ginkgo on prothrombin time, activated partial thromboplastin time, and platelet aggregation, there had been several case reports that described a temporal association between using ginkgo and a bleeding event including severe intracranial bleeding.\n[52]\n[53]",
    "monitoring": "It is worth noting that dietary supplements such as\nGinkgo biloba\ndo not require extensive pre-marketing approval from the U.S. Food and Drug Administration. On multiple occasions, nutritional supplements may contain several ingredients, and a discrepancy between labeled and actual ingredients or their amounts may occur. So physicians should be cautious regarding the safety or effectiveness of a dietary supplement.\n\nResearch has noted several interactions between\nGinkgo biloba\nand other medications, as well as other dietary supplements.\n\nEGb doses higher than the recommended ones may lead to a weak induction of the CYP2C19-mediated omeprazole 5-hydroxylation, and weak inhibition of the CYP3A4-mediated midazolam 1'-hydroxylation through the clinical implications of such findings are unclear. Overall, as long as the maximum consumption of EGb 761 does not exceed 240 mg daily, pharmacokinetic herb-drug interactions are at an acceptable limit.\n[51]\n\nAs discussed above, physicians should be aware of the increased risk of bleeding when\nGinkgo biloba\nwas co-administered with other agents that have potential to increase bleeding (NSAIDs, antiplatelet, anticoagulant therapies, garlic, ginger, ginseng, etc.)\n\nDue to its properties as monoamine oxidase inhibitors,\n[36]\nginkgo can precipitate serotonin syndrome in patients that are on other antidepressant medications.\n\nAlso, ginkgo has an elevating effect on blood sugar, so if patients have diabetes and take ginkgo, closely monitoring of blood glucose levels is recommended.\n[59]",
    "toxicity": "Raw ginkgo seeds contain potentially toxic cyanogenic glycosides.\n[34]\nContact or ingestion of ginkgo's seed can be poisonous. It can cause a serious allergic skin reaction such as acute generalized exanthematous pustulosis and also convulsions.\n[60]\n[61]\nAs discussed in this review, bleeding, seizure, serotonin syndrome could be potential consequences of ginkgo toxicity. There is no antidote for ginkgo. Treatment includes discontinuation of ginkgo and appropriate symptom control depending on the manifestation of each toxication case."
  }
}