{
  "drug_name": "gliclazide",
  "nbk_id": "NBK559305",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559305/",
  "scraped_at": "2026-01-11T15:30:07",
  "sections": {
    "indications": "Repaglinide is not contraindicated in many instances - it has been utilized in patients with chronic kidney disease to good effect. It is deemed safer in such cases than metformin and sulfonylureas.\n\nContraindications does include\n[13]\n[6]\n[18]\n:\n\nHypersensitivity to any of the components of the oral preparation\nDiabetes mellitus type 1 and diabetic ketoacidosis\nSevere liver dysfunction\nConcomitant use of gemfibrozil or clopidogrel\nConcomitant use of NPH insulin",
    "mechanism": "Repaglinide is an insulin secretagogue, meaning it binds to receptors on pancreatic beta cells and stimulates insulin release. Repaglinide binds to an ATP-dependent potassium channel on beta cells, known as SUR1, bringing about its closure. This mechanism of action is similar to that of the sulfonylureas, and as a result, the concurrent use of these therapies is contraindicated.\n\nRepaglinide demonstrates a concentration-response relationship in the presence of glucose, with a maximal secretory response of approximately 10 nmol/L. Studies suggest repaglinide reduces postprandial glucose in the order of around 5.8 mmol/L and fasting glucose around 3.1 to 3.4 mmol/L.\n\nRepaglinide is rapidly absorbed, with a half-life of fewer than 60 minutes. The fast onset and short duration of action of repaglinide have made it one of the most appropriate therapies for managing postprandial glucose spikes, and as such, it is recommended approximately 30 minutes before an intended meal.\n\nIn the body, repaglinide binds to albumin at around 98% concentration and is associated with a more significant reduction in glycated albumin than sulfonylureas.\n\nRepaglinide is inactivated and excreted via the liver, and as such, concomitant use of other therapies associated with liver metabolism should be considered.\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]",
    "administration": "Oral administration of repaglinide, between 0.5 to 4 mg twice to three times daily, to a maximum of 16 mg, produces glycemic control in a similar order to other antihyperglycemic agents. Repaglinide should be administered approximately 30 minutes before an intended meal, and the dose skipped if a scheduled mealtime is skipped. Dose adjustments should be reviewed a minimum of one week later.\n[2]\n[5]\n[13]",
    "adverse_effects": "The most commonly reported side effect associated with repaglinide monotherapy is hypoglycemia (7% in a study of 76 patients), followed by weight gain (1.8 kg / 16 weeks). Whipple triad for hypoglycemia is defined as the presence of symptoms of hypoglycemia, presence of factual hypoglycemia (<50 mg/dl), and correction of the symptoms after administration of glucose.\n\nRepaglinide has reports showing it to be of greater risk of cardiovascular events than metformin but lesser than sulfonylureas.\n\nOther adverse reactions of note included upper respiratory tract infection and sinusitis when trialed versus placebo. There are reports of weight gain, diarrhea, and joint pain.\n\nReports of hypoglycemia are more frequent when repaglinide is used in combination with metformin, while studies suggest an increased risk of peripheral edema if used in combination with a thiazolidinedione.\n[14]\n[15]\n[16]\n[17]",
    "monitoring": "Periodic measurements of fasting glucose and HBA1c are recommended for determining the efficacy of treatment. Dose adjustments should be monitored by fasting glucose alone for responsivity at a minimum of 1 week following the start of treatment.\n[5]\n\nRepaglinide is metabolized by the hepatic isoenzymes CYP3A4 and CYP2C8. As such, it carries a low therapeutic index as a substrate for inactivation and clearance and is susceptible to concentration changes in the presence of hepatic inducers and inhibitors.\n\nDose adjustment and closer monitoring may be necessary for concomitant use of the following therapeutic agents:\n\nFenofibrate\nKetoconazole\nTrimethoprim\nCyclosporine\nRifampin\nEstrogen-based therapies\nSimvastatin\nNifedipine\nClarithromycin\n\nBesides, grapefruit juice may cause pharmacokinetic interactions.\n[19]\n[20]\n[5]",
    "toxicity": "Severe hypoglycemia may induce seizures, coma, or other neurological impairments and requires immediate hospitalization and medical attention.\n\nHypoglycemia without loss of consciousness may present with drowsiness, confusion, profuse sweating, agitation, abdominal pain, and tachycardia.\n\nIntentional overdose in large quantities may be managed with activated charcoal if caught exceptionally early. In the asymptomatic patient, a watch-and-wait approach with repeated blood glucose measurements for 24 hours may suffice. It is important to note that despite the short duration of action, overdose with repaglinide may lead to more prolonged hypoglycemia.\n\nIn unintentional excessive ingestion, prompt feeding may be sufficient to alleviate symptoms. In more severe cases, glucagon subcutaneous or intramuscular injection is recommended (1 mg for weights greater than 25 kg). Failure to respond to glucagon should be addressed with a 20% glucose intravenous infusion.\n[21]\n[22]"
  }
}