{
  "drug_name": "glipizide",
  "nbk_id": "NBK459177",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459177/",
  "scraped_at": "2026-01-11T15:30:06",
  "sections": {
    "indications": "Contraindications to glipizide include hypersensitivity to sulfonamide drugs and type 1 diabetes, diabetic ketoacidosis, and hyperosmolar hyperglycemic state.\n[36]\n[37]\n\nWarnings and Precautions\n\nThe administration of sulfonylureas reportedly correlates with a slight increase in adverse cardiac events as compared to patients treated with insulin and diet. This concern is not specific to glipizide; similar findings were observed with certain oral hypoglycemic drugs (eg, tolbutamide) in the University Group Diabetes Program. Patients initiating glipizide therapy should be informed about the potential risks, benefits, and possible complications.\n[38]\n\nUse of glipizide requires caution during pregnancy and lactation, as glipizide and sulfonylureas cross the placenta and have correlations in some cases with neonatal hypoglycemia. Glipizide should be discontinued 2 weeks before the expected delivery. According to the ADA, sulfonylureas cross the placenta and are associated with increased neonatal hypoglycemia.\n[18]\n\nAll sulfonylureas may induce severe hypoglycemia. Careful patient selection, appropriate dosing, and clear instructions are essential to prevent such episodes. Renal or hepatic impairment could increase glipizide concentrations, which, in turn, may diminish gluconeogenesis, thereby increasing the risk of hypoglycemia.\n[39]\n[40]\nRecognizing hypoglycemia can be challenging in older patients and individuals receiving beta-blockers. Additionally, the risk of hypoglycemia is further increased with low caloric intake, extended physical activity, alcohol consumption, or concurrent use of multiple glucose-lowering medications.",
    "mechanism": "Glipizide is a sulfonylurea that promotes insulin release from the pancreatic beta cells and reduces glucose output from the liver. The drug also improves insulin sensitivity at peripheral target sites. The extrapancreatic effects of sulfonylureas result from increased insulin receptor numbers on muscle, fat, and liver cells.\n[6]\n\nThe molecular mechanism of glipizide involves selective inhibition of adenosine triphosphate–sensitive potassium (KATP) channels in pancreatic beta cells. This blockade depolarizes the membrane, leading to the opening of voltage-gated calcium channels, which subsequently trigger insulin exocytosis from pancreatic beta cells. This process enhances glycemic control in patients with type 2 diabetes.\n\nThe second-generation sulfonylureas have a more nonpolar side chain, which results in a higher hypoglycemic potency.\n[7]\n\nPharmacokinetics\n\nAbsorption:\nCompared with other sulfonylureas, glipizide has the fastest absorption and onset of action, as well as the shortest half-life and effect-duration. As a result, the risk of prolonged hypoglycemia is minimal.\n[8]\nThe onset of action occurs in approximately 30 minutes, and the effect lasts about 12 to 24 hours.\n\nDistribution:\nGlipizide has 99% plasma protein binding. The apparent volume of distribution of glipizide after intravenous (IV) administration is 11 liters, indicating localization in the extracellular fluid compartment.\n\nMetabolism:\nThis study indicates that glipizide, an oral hypoglycemic agent, is transported into hepatocytes primarily via the organic anion-transporting polypeptide 1B3 (OATP1B3) and undergoes hepatic metabolism primarily via the cytochrome P450 2C9 (CYP2C9) enzyme.\n[9]\nGenetic polymorphisms affecting these pathways can significantly impact the pharmacokinetics of glipizide. Specifically, mutations in OATP1B3 reduce hepatic uptake, while variants such as CYP2C9*2 and CYP2C9*3 decrease metabolic clearance. These genetic factors contribute to interindividual variability in drug levels and therapeutic response.\n[10]\n\nExcretion:\nGlipizide undergoes hepatic metabolism and is primarily excreted in the urine, with a small amount excreted in the feces.\n[11]\nThe half-life of elimination ranges from 2 to 4 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nGlipizide is an orally administered drug available as immediate-release tablets in 5 mg and 10 mg strengths, and as extended-release tablets in 2.5 mg, 5 mg, and 10 mg strengths.\n\nAdult Dosage and Administration\n\nThe immediate-release dosage form should be administered 30 minutes before meals to achieve the most significant reduction in postprandial hyperglycemia. The extended-release dosage form should be taken with breakfast or the first meal of the day. Practitioners should instruct patients to swallow the tablets whole, not to chew, split, or crush them.\n\nFor immediate-release tablets, the usual starting dose is 5 mg orally once daily, taken 30 minutes before meals. The dose may be titrated in increments of 2.5 mg to 5 mg according to glycemic response, with a maintenance range of 2.5 mg to 20 mg daily, administered once or twice daily. The maximum recommended dose is 40 mg per day. For extended-release tablets, the initial dose is 5 mg orally once daily with breakfast. The dose is adjusted based on blood glucose levels and patient tolerance. Tablets should be swallowed whole and not crushed or split. If the maximum dose fails to achieve glycemic goals, an alternative oral hypoglycemic drug should be considered.\n\nPatients generally begin therapy at the lowest dose, with urine and blood sugar monitored regularly to assess dosing efficacy. In many patients with type 2 diabetes, glipizide as sole therapy is inadequate to achieve blood sugar control. Glipizide is often used with other oral hypoglycemics for maximal benefit. HbA1c should be monitored every 3 to 6 months to ensure therapeutic patient compliance. In patients with mild hyperglycemia, monotherapy with glipizide may be sufficient with dietary and exercise changes.\n[12]\n[13]\nThe dose should be increased by 2.5 mg to 5 mg in a response-dependent manner, and several days should elapse between dose changes. In some patients, dividing the dose twice a day may help, but it may also lead to reduced compliance. The maximum recommended daily dose of glipizide is 40 mg. Failure to achieve a satisfactory therapeutic response at the highest dose indicates therapeutic failure and warrants consideration of a different oral hypoglycemic agent. Senior, malnourished, or severely ill patients have an increased risk of hypoglycemia due to decreased renal or hepatic function. Therapy should be initiated at lower doses, and dose escalation should be gradual with frequent glucose monitoring.\n\nSwitching from Insulin to Glipizide\n\nFor patients receiving less than 20 units of insulin daily, insulin may be discontinued, and glipizide initiated at an appropriate dose. For those using more than 20 units daily, the insulin dose should be reduced by about 50%, and glipizide should be started cautiously. Insulin can then be tapered based on response. Blood glucose should be monitored frequently during the transition to prevent hypoglycemia or hyperglycemia. Patients on a 40-unit insulin plus glipizide regimen may require hospital admission to discontinue insulin therapy safely. Severe bouts of hyperglycemia and hypoglycemia can occur during insulin withdrawal while taking glipizide.\n[11]\n[12]\n[13]\n\nSpecific Patient Populations\n\nHepatic impairment:\nIn patients with hepatic impairment, glipizide metabolism may be reduced, increasing the risk of hypoglycemia. Therapy should begin at 2.5 mg of the immediate-release formulation once daily, with close monitoring of blood glucose and hepatic function.\n\nRenal impairment:\nIn patients with an estimated glomerular filtration rate below 50 mL/min, the glipizide dose should be reduced by approximately 50%. Renal function and glucose levels should be assessed regularly to prevent accumulation and hypoglycemia.\n[14]\n[15]\n[16]\nIndividualized dosing and close monitoring are required in patients with renal impairment.\n\nPregnancy considerations:\nInsulin remains the preferred treatment during pregnancy. Glipizide should generally be avoided because sulfonylureas may cross the placenta and cause neonatal hypoglycemia. Limited evidence suggests that glipizide levels are low during lactation, but the results remain inconclusive. In some instances, an alternative drug may be preferable, particularly when nursing a preterm or newborn. Breastfed infants whose mothers are taking glipizide or other sulfonylureas should be monitored for signs of hypoglycemia. In some cases, newborns exhibiting clinical symptoms of hypoglycemia require blood glucose monitoring while the mother continues sulfonylurea therapy.\n[6]\n[8]\n[17]\nAccording to the ADA, insulin should be used for diabetes in pregnancy or gestational diabetes mellitus.\n[18]\n\nBreastfeeding considerations:\nGlipizide should be used cautiously during lactation, as small amounts may be excreted in breast milk. Limited evidence suggests that glipizide levels are low during lactation, but the results remain inconclusive. In some instances, an alternative drug may be preferable, particularly when nursing a preterm or newborn. Breastfed infants whose mothers are taking glipizide or other sulfonylureas should be monitored for signs of hypoglycemia. In some cases, newborns exhibiting clinical symptoms of hypoglycemia require blood glucose monitoring while the mother continues sulfonylurea therapy.\n[6]\n[8]\n[17]\n\nPediatric patients:\nSafety and efficacy have not been established. However, certain individuals with neonatal diabetes/maturity-onset diabetes of the young, such as those with HNF1A or HNF4A mutations, may respond to low-dose sulfonylurea therapy under specialist guidance.\n[19]\n[20]\n\nOlder patients:\nAccording to the American Geriatrics Society Beers Criteria, sulfonylureas have a higher risk of cardiovascular events, all-cause mortality, and hypoglycemia than alternative options. They may raise the likelihood of cardiovascular death and ischemic stroke. Long-acting sulfonylureas (eg, glimepiride) carry a higher risk of prolonged hypoglycemia than short-acting sulfonylureas (eg, glipizide). Avoid using sulfonylureas as first- or second-line monotherapy or as add-on therapy unless there are significant barriers to safer and more effective drugs. If a sulfonylurea is used, a short-acting drug such as glipizide or glimepiride is preferred.\n[21]",
    "adverse_effects": "The primary adverse effects of glipizide include hypoglycemia and weight gain. The most common adverse reactions are gastrointestinal, such as nausea and diarrhea. In rare cases, glipizide therapy may cause cholestatic jaundice, which requires immediate discontinuation of the medication.\n\nSulfonylureas, such as glipizide, should be used with caution in patients with glucose-6-phosphate dehydrogenase deficiency. These patients may develop hemolytic anemia when treated with sulfonylureas; switching to another hypoglycemic agent should be considered.\n\nAllergic reactions to glipizide are rare but may occur, presenting with erythema, pruritus, or eczema. If these symptoms are severe or persistent, clinicians should discontinue the drug; this will typically result in cessation of allergic symptoms.\n\nReports exist of hepatic porphyria in some patients. Additionally, some patients may develop a disulfiram-like reaction, but this is currently referenced only anecdotally in the literature.\n\nGlipizide may rarely cause the syndrome of inappropriate antidiuretic hormone secretion and hyponatremia. This adverse effect is also known to occur with several other sulfonylurea drugs. Overall, glipizide is considered a relatively safe oral hypoglycemic agent, with a low risk of adverse reactions.\n[22]\n[23]\n\nDrug-Drug Interactions\n\nPotentiation of Hypoglycemic Effect (Risk of Hypoglycemia)\n\nNonsteroidal anti-inflammatory drugs: These drugs may potentiate the hypoglycemic effect of glipizide; patients receiving both drugs should be monitored closely for signs of hypoglycemia.\n\nAzole antifungals (fluconazole, miconazole): Fluconazole increases glipizide exposure, and oral miconazole has been associated with severe hypoglycemia; caution is advised when they are coadministered.\n\nSalicylates: These drugs may enhance glipizide-induced hypoglycemia by displacing it from protein-binding sites or by altering its hepatic metabolism.\n\nSulfonamides: These antibiotics can increase the risk of hypoglycemia by displacing glipizide from plasma proteins or by inhibiting its metabolism.\n\nChloramphenicol: This drug may inhibit hepatic metabolism of glipizide, resulting in an enhanced hypoglycemic effect.\n\nProbenecid: This uricosuric agent can decrease the renal clearance of glipizide and potentiate its hypoglycemic action.\n\nCoumarins (eg, warfarin, dicumarol): These anticoagulants may increase the hypoglycemic activity of glipizide by displacing it from protein-binding sites.\n[24]\n\nMonoamine oxidase inhibitors: These drugs can potentiate glipizide-induced hypoglycemia by reducing catecholamine degradation and sympathetic counterregulation.\n[25]\n\nFluoroquinolones: These antibiotics may cause unpredictable alterations in blood glucose, including severe hypoglycemia, when used with glipizide.\n[26]\n\nGlucagon-like peptide-1 receptor agonists: When initiated, GLP-1 receptor agonists enhance glucose-dependent insulin secretion and suppress glucagon secretion, improving glycemic control and often making existing insulin or sulfonylurea doses excessive. Consequently, sulfonylurea dose reduction or discontinuation may be required to minimize hypoglycemia.\n[27]\n\nSodium-glucose cotransporter 2 inhibitors: These drugs can increase the incidence of hypoglycemia when coadministered with insulin or insulin secretagogues such as sulfonylureas.\n[28]\n\nBeta-blockers: These drugs can mask hypoglycemia and adrenergic warning symptoms of hypoglycemia, such as tachycardia, tremor, and anxiety.\n[29]\n[30]\n\nRisk of Hyperglycemia\n\nPhenothiazines: These antipsychotic drugs can decrease insulin release, resulting in hyperglycemia and diminished control with glipizide therapy.\n[31]\n\nThyroid hormones: These hormones increase metabolic rate and glucose turnover, which may reduce the glucose-lowering effect of glipizide.\n\nEstrogens and oral contraceptives: These hormonal drugs can increase blood glucose by increasing insulin resistance and hepatic glucose output.\n\nPhenytoin: Phenytoin suppresses insulin secretion and may lead to worsening glycemic control in patients receiving glipizide.\n\nNicotinic acid (niacin): Niacin can induce insulin resistance and counteract glipizide's hypoglycemic effect.\n\nSympathomimetic agents (eg, epinephrine, albuterol): These medications stimulate glycogenolysis and gluconeogenesis, thereby increasing blood glucose levels and reducing glipizide efficacy.\n\nCalcium channel blockers: These drugs may mildly elevate glucose levels and interfere with optimal blood glucose control during glipizide therapy.\n\nIsoniazid: This antitubercular agent can impair glucose tolerance and cause hyperglycemia, reducing the effectiveness of glipizide.\n[32]\n\nBile acid sequestrants: Concomitant administration reduces glipizide exposure. Glipizide should be taken at least 4 hours before colesevelam to ensure adequate absorption and therapeutic efficacy.\n[33]\n\nDiuretics: Diuretics, including thiazides, can impair insulin secretion and raise blood glucose levels, thereby reducing glipizide's efficacy.\n[34]\n\nCorticosteroids: These drugs promote insulin resistance and may antagonize the hypoglycemic action of glipizide.\n[35]",
    "monitoring": "Monitor fasting plasma glucose and HbA1c at 3 months in patients taking glipizide. Some experts recommend monitoring liver enzymes and renal function in patients receiving glipizide for more than 2 months. Reports indicate that the drug can cause mild elevations in serum glutamic-oxaloacetic transaminase (SGOT), lactate dehydrogenase (LDH), and creatinine levels. Actual liver damage is infrequent, but if the liver enzymes remain persistently high, discontinue the drug.\n[41]\nRegular weight measurements are recommended, given glipizide's potential adverse effect on weight.\n[36]\n[37]\n\nLimited information indicates that glipizide levels are generally low during breastfeeding, but the evidence is inconclusive. In certain situations, using an alternative medication might be advisable, especially when nursing a preterm or newborn infant. It is recommended to monitor breastfed infants for signs of hypoglycemia if the mother is taking glipizide or other sulfonylureas. In some cases, infants exhibiting symptoms of hypoglycemia may require blood glucose monitoring while the mother is on such medications.\n[6]\n[8]\n[17]\n\nMonitor for microvascular and macrovascular complications of diabetes. In older patients, frequent blood glucose monitoring is recommended to prevent hypoglycemia.\n[21]\nWith advancing technology, continuous glucose monitoring should be implemented to enhance glycemic control.\n[42]\n[43]",
    "toxicity": "Signs and Symptoms of Overdosage\n\nOverdosage of sulfonylureas, including glipizide, causes hypoglycemia. Mild hypoglycemia typically presents with sweating, tremor, palpitations, hunger, weakness, or confusion, without loss of consciousness or neurologic deficits. Severe hypoglycemia may result in seizures, coma, or other neurologic impairments and constitutes a medical emergency. In patients with hepatic or renal impairment, glipizide clearance is prolonged, increasing the risk and duration of hypoglycemia.\n\nManagement of Overdosage\n\nMild hypoglycemia should be treated promptly with oral glucose and by adjusting the drug dosage or meal pattern, followed by close monitoring until the patient is clinically stable. Severe hypoglycemia requires immediate hospitalization and IV administration of 50% dextrose, followed by a continuous infusion of 10% dextrose to maintain plasma glucose above 100 mg/dL for 24 to 48 hours, as recurrent hypoglycemia may occur. Because glipizide is highly protein-bound, dialysis is unlikely to be beneficial. Dextrose is the specific antidote but may precipitate rebound hypoglycemia due to insulin release, necessitating intensive monitoring and, in some cases, central venous access for hypertonic infusions. Octreotide, a synthetic somatostatin analogue, effectively suppresses insulin secretion, reduces dextrose requirements, and helps maintain euglycemia, with a generally favorable safety profile.\n[44]\n[23]\nGlucagon increases blood glucose via glycogenolysis and gluconeogenesis and may be given intramuscularly when IV access is unavailable. Its onset is 5 to 20 minutes, with a duration of less than 1 hour, but it should not be used routinely, as it can trigger insulin release and is ineffective in glycogen-depleted patients.\n[17]\nConsultation with a medical toxicologist and a critical care physician is required. Contact the poison control center for the latest information on polysubstance overdoses.\n\nRecommendations\n\nAs mentioned in the drug interactions section, sulfonylureas, like glipizide, can interact with several other drugs and induce hypoglycemia. The use of nonsteroidal anti-inflammatory drugs, certain azole antifungals, sulfonamides, probenecid, monoamine oxidase inhibitors, beta-blockers, quinolones, and salicylates can potentiate hypoglycemia when combined with glipizide. Patients who are prescribed any of these drugs while taking glipizide need close monitoring of their blood glucose levels to prevent hypoglycemic episodes. The treatment of patients with low blood glucose secondary to glipizide may involve IV dextrose or oral glucose tablets, depending on the severity of the clinical presentation. The primary goal of managing glipizide toxicity is to restore and maintain euglycemia.\n\nConversely, when drugs such as thiazide diuretics, corticosteroids, thyroid hormone, phenothiazines, phenytoin, estrogen-containing contraceptives, calcium channel blockers, and nicotinic acid are used, they may cause hyperglycemia in patients taking glipizide. In some patients, a sudden loss of blood glucose control may occur. Furthermore, upon withdrawal of these medications, there is a risk of hypoglycemia. If a patient declines the use of glipizide, an alternative oral hypoglycemic drug may be an option, or they may need to switch to insulin therapy."
  }
}