{
  "drug_name": "glyceryl trinitrate",
  "nbk_id": "NBK539699",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539699/",
  "scraped_at": "2026-01-11T18:47:09",
  "sections": {
    "indications": "A cataract is a clouding or opacification of the normally clear lens of the eye or its capsule (surrounding transparent membrane) that obscures the passage of light through the lens to the retina of the eye.\n[1]\nThis blinding disease can affect infants, adults, and older people, but it predominates in the latter group. It can be bilateral and vary in severity. The disease process progresses gradually without affecting daily activities early on, but with time, especially after the fourth or fifth decade, the cataract will eventually mature, making the lens completely opaque to light and interfering with routine activities.\n[2]\nCataracts are a significant cause of blindness worldwide. Treatment options include correction with refractive glasses only at earlier stages, and if cataracts mature enough to interfere with routine activities, surgery may be advised, which is very fruitful.\n[3]",
    "mechanism": "Multiple factors responsible for developing cataracts include the following:\n\nCongenital cataract\n: Congenital cataracts can be unilateral or bilateral. Studies have documented a close association between congenital cataract and maternal nutrition, infections (Rubella and Rubeola), and deficiency of oxygenation due to placental hemorrhage.\n[4]\n\nAge-related (senile cataract):\nA most common type of cataract\n[5]\n\nSubcapsular cataract:\nAn anterior subcapsular cataract is seen below the anterior lens capsule and is associated with fibrous metaplasia of the lens epithelium. The posterior subcapsular cataract lies in front of the posterior capsule and has a granular appearance or plaque-like appearance on oblique slit lamp evaluation. Posterior subcapsular cataracts appear black and vacuolated on retroillumination. The vacuoles are swollen migratory epithelial cells (bladder or Wedl), which are the same as those seen in posterior capsular opacification. Since the posterior subcapsular opacity is located at the nodal point of the eye, it affects the vision profoundly. The patients usually complain of glare, halos, and photophobia.\n[6]\n\nNuclear sclerotic cataract:\nNuclear sclerosis is usually an age-related phenomenon, and changes are caused due to aging. Nuclear sclerosis is associated with myopia and leads to a secondary increase in the refractive index, and as a result, some elderly patients are able to read again without spectacles (the second sight of the aged). In some eyes, there can be a hypermetropic shift. In nuclear sclerosis, there is a yellowish hue due to the deposition of the urochrome pigment, which is best seen on oblique slit lamp illumination. Retroillumination reveals a good red reflex, but only careful evaluation will reveal a subtle distinction between the nucleus and cortex area. In advanced cases, the nucleus appears brown and rarely black.\n[7]\n\nCortical cataract:\nCortical cataracts may involve the anterior, posterior, or equatorial cortex. The cortical opacities are seen as clefts and vacuoles between the lenticular fibers leading to cortical hydration. The opacification of the lens results in typical cuneiform (wedge-shaped) or radial spoke-like opacity often seen initially in the inferonasal quadrant. Glare and photophobia are common phenomena with this type of opacity.\n[8]\n\nChristmas tree cataract:\nChristmas tree cataract is uncommon and is seen as a polychromatic needle-like formation in the deeper cortex and nucleus.\n[9]\n\nMaturity grading of cataract\n\nImmature cataracts are where the lenticular fibers are partially opaque.\n[10]\nA mature cataract is where the lens is completely opaque.\n[11]\nHypermature cataract gives shrunken and wrinkled due to leakage of fluid out of the lens.\n[12]\nMorgagnian cataract is a variant of hypermature cataract in which there is liquefaction of the cortex, and the nucleus sinks inferiorly\n[13]\n\nTraumatic injury\n[14]\n[15]\n: A most common cause of unilateral cataracts in young adults\n\nPerforating trauma\nBlunt trauma\n: causing a characteristic flower-shaped opacity\nElectric shock\n: a rare cause of cataract, causing diffuse milky-white opacification and multiple snowflakes like opacities, sometimes in a stellate subcapsular distribution\nUltraviolet radiation\n: if intense, may rarely cause true exfoliation of the anterior lens capsule and cataract\nIonizing radiation\n: usage for ocular tumor treatment and in cardiological interventions may cause posterior subcapsular opacities\nChemical injuries\n: naphthalene, thallium, lactose, galactose\n\nSystemic diseases:\nThese include myotonic dystrophy, atopic dermatitis, and neurofibromatosis type 2.\n\nEndocrine Diseases\n[16]\n\nDiabetes mellitus:\nIn a hyperglycaemic state, there is a high level of glucose in the anterior chamber aqueous, which causes glucose to diffuse in the lens. Hence, when glucose is metabolized to sorbitol, sorbitol accumulates inside the lens resulting in secondary osmotic overhydration. In a mild degree of hyperglycemia, there is a change in the refractive index of the lens with a change in refraction related to the plasma glucose levels. The consequent hyperglycemia results in myopia and vice versa. The cortical fluid vacuoles develop and later result in frank opacities. The diabetic cataract is classically described as snowflake cortical opacities occurring in young patients. It may mature within a few days or resolve spontaneously. Age-related cataracts also occur in diabetes mellitus. Nuclear opacities are common and can progress more rapidly than age-related nuclear sclerosis.\n[2]\nMyotonic dystrophy:\nAbout 90% of the patients with myotonic dystrophy develop fine iridescent cortical opacities in the third decade resembling Christmas tree cataracts. These evolve into visually significant wedge-shaped cortical and subcapsular opacities, often resulting in star-like conformation by the end of the fifth decade. In later stages, they become indistinguishable from typical cortical cataracts.\n[17]\nAtopic dermatitis:\nApproximately 10% of the patients with severe atopic dermatitis develop cataracts in the second to fourth decade. They usually involve both eyes and may mature rapidly. It also causes shield-like dense anterior subcapsular plaque, which wrinkles the anterior capsule, which is characteristic. They may be associated with posterior subcapsular cataracts.\n[18]\nNeurofibromatosis type 2:\nIn neurofibromatosis type 2 patients, cataract is seen in approximately 60% of the patients. The capsular opacities can be posterior, capsular, cortical, or mixed variety and develop in early adulthood.\n[19]\nHypoparathyroidism or\nCretinism\n\nSecondary cataract:\nSecondary complicated cataracts can result from primary ocular pathologies. These include\n[20]\n\nChronic anterior uveitis:\nThis is the most common cause of secondary cataracts, and the incidence is related to the increased duration and intensity of inflammation. Steroids, whether topical or systemic, are the main causative agents. The changes are seen as polychromatic luster at the posterior pole of the lens. If the profound inflammation persists, it can result in posterior and anterior opacities. Cataract progresses more rapidly in the presence of posterior synechiae.\n[21]\nAcute congestive angle closure:\nAcute angle closure glaucoma may result in small anterior grey-white subcapsular or capsular opacities, glaucomaflecken to form within the pupillary area.  These results are from focal infarcts of the lens epithelium and are pathognomonic of previous acute congestive angle closure.\n[22]\nHigh myopia:\nPathological myopia has been known to be associated with posterior subcapsular lens opacities and early onset nuclear sclerosis, which adds up to the myopic refractive error.\n[23]\nHereditary fundus dystrophies:\nDystrophies such as retinitis pigmentosa, Leber congenital amaurosis, Stickler syndrome, and gyrate atrophy are commonly seen associated with posterior subcapsular cataracts. Rarely anterior subcapsular opacity can be seen as surgery undertaken as an earlier resort due to opacification at the posterior capsule. Visual acuity improvement is noted after cataract surgery, even in the presence of severe retinal changes.\n[24]\nTraumatic:\nTrauma is one of the most common causes of unilateral cataracts in young individuals. It can result from the following:\nPenetrating trauma- Usually results in a breach in the anterior lens capsule.\nBlunt trauma leads to rosette-shaped or flower-shaper cataracts\nElectric shock also results in diffuse milky white opacification of the lens and the development of snowflake-like opacities, sometimes in a stellate subcapsular distribution.\nInfrared radiations- Seen in glassblowers, may rarely result in true exfoliation of the anterior lens capsule.\nIonizing radiation in cases with ocular tumors may result in posterior subcapsular opacification. The cataract is usually seen after months to years.\n[25]\nDrugs\n: Topical and systemic corticosteroids and anticholinesterase inhibitors can cause both posterior and anterior subcapsular opacities, respectively. Chlorpromazine can lead to anterior star-shaped lens opacity.\nPoor nutrition\n: a diet deficient in antioxidants and vitamins\n[26]\nAlcohol Use Disorder and\nSmoking",
    "monitoring": "Indications of Cataract Surgery\n\nTroublesome glare\nHalos\nPhotophobia (Posterior subcapsular cataract)\nDifficulty doing daily activities\nDifficulty in reading fine prints\nDefective distant vision\nDifficulty in driving at night\nPresence of whitish opacity\nPhacolytic glaucoma\nLens induced glaucoma\nPhacomorphic glaucoma\nCataract surgery to improve visualization of ocular media to treat retinal pathology\n[36]\n\nDrug History\n\nA detailed history regarding drug intake should be noted. The medication history will help guide the general medical assessment. The medications associated with ocular side effects could be\n\nSystemic Alpha Blockers- Tamsulosin is commonly associated with intraoperative floppy iris syndrome (IFIS).\nAntiplatelets/ Anticoagulants- Some surgeons prefer to stop the anticoagulants or antiplatelet agents 3-5 days before the surgery in collaboration with a physician. Some surgeons do not stop the anticoagulants except for oculoplastic procedures and glaucoma surgery. The anticoagulant status is expressed as an international normalized ratio (INR) that should be within the therapeutic range appropriate for the individual indication. This is higher for patients with prosthetic heart valve thrombosis and deep vein thrombosis patients. It is important to check the INR within 24 hours prior to surgery in stable patients.\n[37]\n\nAllergy\n\nAny significant history of allergy should be ruled out. True allergy should be confirmed rather than intolerance.\n\nAllergy to medications- Sulphonamides and antibiotics commonly used during cataract surgery.\n\nIodine or Shellfish allergy- If the patient is allergic to iodine, skin or antiseptics such as chlorhexidine should be used.\n\nOther allergies- If the patient is allergic to latex, then a latex-free glove may be necessary, plaster allergy, commonly used local anesthetic, insect bite, and cross-reaction with hyaluronidase that is often used with a local anesthetic.\n\nMethicillin-resistant Staphylococcus aureus (MRSA) carriage- National and local protocols for the identification, characterization, and management of patients at high risk for MRSA carriage should be followed.\n\nMobility- For movement within the hospital and operation theatre, special arrangements should be made for patients with poor mobility or morbidly obese. For patients with urgent care, the medical risks should be assessed individually and as per the circumstances.\n[38]\n\nOphthalmic Assessment of the Patient\n\nVisual Acuity\n\nIn all patients, visual acuity should be assessed by using Snellen’s chart.\n[33]\n\nCover and Uncover Test\n\nA heterotropia may indicate amblyopia, which will result in a guarded visual prognosis or result in diplopia if the vision is improved. A squint with divergence may result in one eye with poor vision due to a cataract, and cataract surgery may straighten the eye.\n[39]\n\nPupillary Response\n\nRelative afferent pupillary defect in the presence of a cataract indicates posterior segment pathology.\n[40]\n\nOcular Adnexa\n\nBlepharitis, meibomian gland dysfunction, dacryoadenitis, chronic conjunctivitis, lagophthalmos, ectropion, entropion, and dry eye with tear film abnormality can lead to endophthalmitis. All these adnexal pathologies should be ruled out before performing any intraocular surgery.\n[41]\n\nCornea\n\nThe endothelial cell count is important as decreased endothelial cell count with the presence of guttae increases the risk of corneal decompensation. Specular microscopy and pachymetry are mandatory in these cases to protect the endothelium. Dense arcus senilis, corneal opacity, and crocodile shagreen all are associated with decreased clarity and reduced visual acuity.\n[42]\n\nAnterior Chamber\n\nAnterior chamber depth assessment is important as shallow AC can render cataract surgery difficult.\n[43]\n\nPupil\n\nIt is important to recognize a poorly dilating pupil and plan mechanical dilatation prior to performing a capsulorhexis and intracameral injection of the mydriatic. If the red glow is compromised, the capsule should be stained with trypan blue to allow a meticulous capsulorhexis.\n[44]\n\nLens\n\nNuclear, brown, and mature cataracts are hard and may need more power for phacoemulsification, while cortical, anterior, and posterior subcapsular tend to be softer. Black cataracts are extremely dense, and manual SICS or ECCE are preferred options compared to phacoemulsification. The presence of pseudoexfoliation indicates weak zonules, and phacodonesis with lens wobble can be a present and fragile capsule with poor mydriasis.\n[31]\n\nFundus Evaluation\n\nFundus pathologies such as age-related macular degeneration, macular scar, etc., may affect the visual outcome. Ultrasound is required to rule out retinal detachment and posterior staphyloma in eyes with dense cataracts, which preclude fundus examination.\n[45]\n\nSclera\n\nIf a prominent explant/encircling band is placed during retinal detachment surgery or in cases with thin sclera or myopic eyes, peribulbar and retrobulbar anesthesia should be avoided or given with caution.\n[46]\n\nRefractive Status\n\nPreoperative refraction is important to guide correct power IOL implantation. The keratometry readings should be obtained, and astigmatism should be noted to address astigmatism by means of targeted wound placement for toric IOL placement or a specific adjunctive procedure. It is important to assess the postoperative refraction from an eye previously operated upon so that any refractive surprise should be noted.\n[47]\n\nInformed Consent\n\nIt is important to take informed consent from the patient before going on to the cataract surgery. The risks and benefits should be conveyed to the patient in a language that he or she can understand, with an explanation of more common and potential problems.\n[48]\n\nBiometry\n\nThe lens power is calculated by means of biometry for a desired postoperative outcome. For biometry, the two important parameters to be calculated are keratometry and axial length (anterioposterior length).\n[49]\n\nKeratometry\n\nIs basically obtaining the value of corneal curvature denoted as K1 and K2 by means of Javal–Schiøtz keratometer or corneal topographer.\n[50]\n\nOptical Coherence Biometry\n\nIt helps to obtain keratometry, anterior chamber depth, and white-to-white diameter and also helps to calculate IOL power by using a range of formulae\n.\nThese measurements have high reproducibility and require less skill to perform.\n[51]\n\nA-Scan Ultrasound\n\nIt’s less accurate but can be obtained by direct contact or, more accurately, using a water bath over the eye. The reflecting surfaces are represented by spikes on the oscilloscope display monitor.\n[52]\n\nIOL Power Formulae\n\nThe various formulae available to calculate IOL power are SRK-T, Haigis, Hoffer Q, and Holladay 1 and 2, which are commonly available. Some formulae use additional parameters, such as anterior chamber depth and lens thickness, to obtain more accuracy.\n[53]\n\nPrevious Refractive Surgery\n\nThe standard IOL power calculation formulae don’t apply to eyes that have undergone previous refractive surgery. Any kind of refractive surgery leads to a change in the relation of the anterior and posterior corneal surface, and this makes a significant difference in the IOL power required, as standard IOL power calculations are unsuitable. The various methods used are the refractive history method, contact lens method, and insertion of values into Hoffer Q or Masket formula or ASCRS calculator or the Haigis-L regression formula to facilitate calculation on posy refractive surgery eyes using standard inputs. The patient should also be warned of over or under-correction, which may follow the surgery.\n[54]\n\nContact Lenses\n\nIn patients who wear contact lenses, the contact lenses should be discontinued for at least a week prior to allow for corneal stabilization. Hard or rigid gas-permeable lenses may need to be left out for at least 2 weeks.\n[55]\n\nPersonalized A-Constant\n\nIf some amount of constant refractive deviation is found in an individual surgeon's cases, it means some aspect of the surgical procedure may be constantly influencing the outcome. A personalized A constant can be programmed into the biometry apparatus and can be taken into account.\n[56]\n\nIntraocular Lens\n\nPosition-\nShould be in the bag. In cases with posterior capsular rent, the IOL should be placed in the sulcus.\n[57]\n\nDesigns of IOL\n\nFlexible IOL\nRigid IOL\nSharp/ Square edged optics\nBlue light filters\nAspheric Optics\nHeparin Coating\nToric IOL\nBifocal IOL\nAdjustable IOL\n[58]",
    "administration": "The treatment choice depends upon the degree of opacity sufficient enough to cause difficulty in performing essential daily activities. The following treatment modalities are available:\n\nMedical\n: If visual acuity is 6/24 or better, pupillary dilatation with 2.5% phenylephrine or refractive glasses is enough to carry on routine activities, and surgery is not required. Cyclopentolate and atropine can also be useful. Recently, there are also cataract drops under trial, which can dissolve cataracts.\n\nSurgery:\nIf visual acuity is worse than 6/24 or there is a medical indication (phacolytic glaucoma, phacomorphic glaucoma, retinal detachment) in which a cataract is adversely affecting the health of the eye, surgery is always needed.\n[59]\n\nCongenital Cataract:\nNo treatment is necessary if visual acuity is more than 6/24, and a patient can carry out their normal routine activities. Refractive glasses can be advised for the blurring of vision or diplopia. If visual acuity falls below 6/24, surgery is needed, and the surgeon can opt for one of the following surgical procedures depending upon the patient's complaints and the severity of the disease.\n[60]\nIrrigation and aspiration of the lens\nIrrigation and aspiration of the lens with intraocular lens (IOL) implantation\nIrrigation aspiration of the lens with IOL, anterior vitrectomy, and primary posterior capsulotomy\nSenile Cataract:\nTreatment options are the following\n[61]\n[62]\n:\nMedical:\nNo medical treatment is effective once the cataract has become mature.\nSurgical:\nMature cataract has a very hard nucleus, and one of the following methods is used to extract the lens:\nExtracapsular cataract extraction: a procedure of choice\nIntracapsular cataract extraction: an old technique not used frequently due to complications\nPhaco-emulsification: a modification of extracapsular cataract extraction (\nECCE\n) with less astigmatism and early visual recovery\nLaser phacolysis: a recent advancement under trial\nManagement of general conditions before surgery: Many general health conditions require\noptimization before surgery for better results.\nDiabetes mellitus\nHypertension\nMyocardial Infarction\nAngina\nRespiratory Infection\nStroke\nLeg ulcer\nViral hepatitis\nAIDS\nEpilepsy\nParkinson disease\nRheumatoid arthritis\n\nTable\nS. NO Systemic condition\n\nSteps of Manual Small Incision Cataract Surgery\n\nConjunctival peritomy\nConjunctival cautery\nScleral incision\nSclerocorneal tunnel\nAnterior chamber entry\nContinuous curvilinear capsulorhexis\nHydro dissection\nNucleus prolapse\nNucleus delivery\nCortex removal\nIOL implantation\nViscoelastic wash\nAnterior chamber reformation\n[58]\n\nSteps of Phacoemulsification\n\nSide port creation\nClear corneal entry\nAnterior capsular staining\nViscoelastic injection\nContinuous curvilinear capsulorhexis\nHydrodissection\nNucleus rotation\nNucleus trenching\nSubdivision of nucleus\nNucleus emulsification\nBimanual irrigation and aspiration\nIOL implantation\nViscoelastic wash\nSide port hydration\nAnterior chamber reformation\nMoxifloxacin injection\n[63]",
    "adverse_effects": "Cataracts cause multiple complications discussed as follows:\n\nCongenital cataracts:\nThese can be disease-related or surgery-related\n[73]\n:\n\nDisease-related complications:\ncorneal ulcer, corneal perforation (acquired anterior capsular cataract), blindness\nSurgery-related complications:\nuveitis, posterior capsular thickening, aphakia, after cataract, growth-related refractive changes, glaucoma, retinal detachment\n\nAcquired cataracts:\nThese can be disease-related or surgery related:\n\nDisease-related complications:\nacute congestive glaucoma (Intumescent stage), phacolytic glaucoma, iritis, subluxation of the lens, secondary glaucoma(hypermature stage), blindness\nSurgery-related complications:\nthese are classified as follows:\nDuring surgery:\nposterior capsular rupture, hyphaema, expulsive hemorrhage, corneal burn, nucleus drop in vitreous\nPost-surgery:\niris prolapse, delayed anterior chamber formation, infections like endophthalmitis or panophthalmitis, striate keratitis, malpositioning of IOL, pseudophakic glaucoma, cystoid macular edema, dysphotopsia, ptosis, retinal detachment, posterior capsular thickening, and opacifications\n[74]\n[75]"
  }
}