{
  "drug_name": "glycerin methylparaben",
  "nbk_id": "NBK448075",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK448075/",
  "scraped_at": "2026-01-11T15:30:19",
  "sections": {
    "indications": "Syrup of ipecac is contraindicated in patients who are unable to protect their airway or in whom medical personnel cannot adequately maintain an airway. The drug should also be avoided after the ingestion of caustic substances, such as acids or bases, as vomiting may exacerbate upper gastrointestinal and airway injuries. Additionally, it should not be used in patients with significant debility, as inducing vomiting could worsen their condition.\n\nSyrup of ipecac should not be administered if the toxic ingestion occurred more than 1 hour before the patient's presentation for care. In general, if signs of absorption and toxicity are already evident, the administration of syrup is unlikely to be beneficial.",
    "mechanism": "Ipecac induces near-immediate vomiting by irritating the stomach lining and stimulating the chemoreceptor trigger zone in the medulla oblongata of the central nervous system. This mechanism historically formed the basis for its recommendation in managing orally ingested poisons. However, clinical research has since challenged its effectiveness. Studies have demonstrated that syrup of ipecac is less effective than activated charcoal in reducing toxin absorption. Furthermore, its use often delays more effective decontamination methods.\n[5]\n[6]\n\nIn 1997, AACT issued a position statement recommending against the routine use of syrup of ipecac, which stated that \"\nSyrup of ipecac should not be administered routinely in the management of poisoned patients. In experimental studies, the amount of marker removed by ipecac was highly variable and diminished with time. There is no evidence from clinical studies that ipecac improves the outcome of poisoned patients, and its routine administration in the emergency department should be abandoned. There is insufficient data to support or exclude ipecac administration soon after poison ingestion. Ipecac may delay the administration or reduce the effectiveness of activated charcoal, oral antidotes, and whole-bowel irrigation. Clinicians should not administer ipecac to a patient who has a decreased level or impending loss of consciousness or who has ingested a corrosive substance or hydrocarbon with high aspiration potential\n.\"\n[7]\n\nThe 2013 update to the position paper on the use of syrup of ipecac remained cautious, stating, \"\nThe literature search yielded a limited number of meaningful articles, and there remains no convincing evidence from clinical studies that ipecac improves the outcome of poisoned patients. Furthermore, the availability of ipecac is rapidly diminishing.\nConclusions.\nThe routine administration of ipecac at the site of ingestion or in the emergency department should definitely be avoided. Ipecac may delay the administration or reduce the effectiveness of activated charcoal, oral antidotes, and whole bowel irrigation. There is not sufficient evidence to warrant any change in the previous ipecac position papers. There are, however, insufficient data to support or exclude ipecac administration soon after ingestion of some specific poisons in rare\nsituations.\"\nThis final statement has sparked controversy and remains a point of debate. Some experts advocate for its use only in rare situations where the benefits outweigh the risks of severe toxicity, provided the ingestion occurred within 60 minutes, there are no contraindications, and it does not delay definitive treatment. Overall, however, ipecac's use in toxicology has largely been abandoned.\n[3]\n\nA meta-analysis evaluated the efficacy of syrup of ipecac compared to single-dose activated charcoal in cases of mixed poisoning, revealing low-certainty evidence regarding Glasgow Coma Scale scores and the incidence of adverse events. While one study suggested a potential increase in adverse events with syrup of ipecac for toxic berry ingestion compared to no intervention, it did not provide data on mortality, symptom duration, drug absorption, or hospitalization outcomes. The review also explored the role of single-dose and multidose-activated charcoal in conjunction with hospital interventions, such as gastric lavage. However, no studies assessed the effectiveness of body positioning in oral poisoning cases. Overall, the findings underscore the limited evidence supporting first-aid interventions for oral poisoning, particularly the use of syrup of ipecac.\n[4]",
    "administration": "Available Dosage Forms and Strengths\n\nSyrup of ipecac is available as an oral syrup with a 7% concentration, but it is no longer available for over-the-counter sale or prescription use. However, various unregulated formulations of\nC ipecacuanha\nare available. In the 1950s, syrup of ipecac was considered superior to gastric lavage and became the standard of care for toxic ingestions. The medication was sold in 1-ounce bottles and widely used as a home treatment for childhood poisonings. The FDA approved it for over-the-counter sale in 1965, and in 1989, the American Academy of Pediatrics recommended that every home keep a bottle for emergency use.\n[8]\n\nAdult Dosage\n\nOrganizations such as AACT, the European Association of Poison Centres and Clinical Toxicologists, and the American Academy of Pediatrics no longer recommend ipecac for routine use.\n[9]\n[10]",
    "adverse_effects": "Common adverse effects of ipecac include prolonged vomiting (lasting >1 hour), lethargy, somnolence, diarrhea, fever, and irritability. More severe complications can include aspiration pneumonia, Mallory-Weiss tears, pneumomediastinum, and gastric rupture. As syrup of ipecac induces vomiting, it may delay the administration of PO medications, such as activated charcoal. Although fatalities associated with the use of ipecac are rare,\n[3]\nmisuse can lead to cardiomyopathy.\n[11]\n\nEmetine blocks the 40S ribosomal subunit, leading to a decrease in protein production. This inhibition of protein synthesis is a characteristic shared with several classes of antibiotics, such as macrolides.\n[12]\nThe use of ipecac as an emetic for toxic ingestions has been discouraged due to its potential for misuse, particularly in eating disorders and Munchausen syndrome by proxy. One case highlighted an adolescent who misused ipecac, resulting in symptoms such as proximal muscle weakness, abdominal pain, and cardiomyopathy.\n[13]\nIn bulimia nervosa, the misuse of syrup of ipecac and laxatives presents significant health risks, emphasizing the importance of routine screening and education on their potential harms.\n[14]\nFatalities linked to the therapeutic use of ipecac have included cases of traumatic diaphragmatic hernia and gastric rupture.\n[3]",
    "monitoring": "Ipecac is rarely effective for most poisonings. The drug is ineffective at removing significant amounts of ingested poisons unless administered within the first few minutes post-ingestion, and even then, the results are inconsistent and unpredictable. The uncontrolled vomiting induced by ipecac delays the administration of other orally administered antidotes, such as activated charcoal, by 1 to 2 hours.\n\nGiven the risk of aspiration, maintaining an adequately controlled airway is crucial. If the patient shows signs of toxicity, including sedation or an inability to maintain their airway, ipecac not only increases the risk of aspiration but is also likely to be ineffective, as the poison has already been absorbed.\n[3]",
    "toxicity": "Ipecac has a low risk of severe toxicity. Page 5 of the 2013 AACT position statement states, \"\nConsidering that over 3 million patients received therapeutic doses of ipecac during the 14 years of 1983 through 1996, ipecac appears to have a high margin of safety. The potential complications of the therapeutic use of ipecac are well-documented, but serious sequelae rarely occur. An important concern is that using ipecac can delay the administration of activated charcoal by 1 to 2 hours\n.\"\n\nIpecac has limited medical use in toxicology. If administered within the first few minutes after the oral ingestion of a noncorrosive, nonvolatile substance that may cause harm if absorbed and metabolized, ipecac might remove an uncertain amount of the substance by inducing vomiting. However, the exact quantity removed is unclear.\n[3]\n\nA recent animal study suggests that while syrup of ipecac can induce vomiting, its use may lead to oxidative brain damage, as indicated by increased levels of lipid peroxidation, reactive oxygen species, and protein carbonyls. This raises concerns that, despite its historical use for inducing emesis, ipecac may have harmful neurotoxic effects, especially in the context of oxidative stress.\n[15]"
  }
}