{
  "drug_name": "glycine",
  "nbk_id": "NBK613294",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613294/",
  "scraped_at": "2026-01-11T18:47:10",
  "sections": {
    "indications": "The first 2 cases of Costello were described by Costello in 1971, and the condition he described was eponymously named after him.\n[1]\nEarly literature referred to Costello syndrome as AMICABLE syndrome (amicable personality, mental retardation, impaired swallowing, cardiomyopathy, aortic defects, bulk, large lips and lobules, ectodermal defects) or faciocutaneoskeletal syndrome.\n[2]\n\nCostello syndrome is an autosomal dominant genetic condition and is one of the rarer RASopathies. RASopathies are a group of conditions that arise from germline mutations in genes that code for any of the components or modulators of the\nRAS/MAPK\npathway.\n[3]\nThe\nRAS/MAPK\npathway is a signal transduction pathway essential for fundamental cellular functions such as proliferation, differentiation, survival, and metabolism.\n[4]\n[5]\nCostello syndrome is caused by pathogenic variants in the\nHRAS\ngene of the\nRAS/MAPK\npathway. Many of the syndromes in this group have many common clinical features, eg, short stature, cardiovascular abnormalities, dysmorphic facial features, and lymphatic involvement.\n[5]\nThese include syndromes such as Noonan Syndrome, cardiofaciocutaneous syndrome, Noonan syndrome with multiple lentigines, Noonan syndrome-like disorder with loose anagen hair, and together with Costello syndrome, are collectively known as Noonan syndrome-like RASopathies.\n[6]\n\nCostello syndrome has no sex predisposition, so males and females are equally affected. This condition is usually diagnosed in childhood, although Costello syndrome can be suspected prenatally by features including polyhydramnios, increased nuchal thickness, ulnar deviation of the wrists, as well as decreased length of the femur and humeri, which can be detected on sonography.\n[7]\nIndividuals with Costello syndrome are at risk of developing tumors compared to the general population.\n[7]\n\nCongenital heart defects and hypertrophic cardiomyopathy (HCM) are commonly observed in individuals with Costello syndrome and are significant contributors to morbidity, potentially leading to early mortality.\n[8]\nInstances of heart failure and cardiocirculatory collapse have also been documented as causes of death in some infants. Additionally, abnormalities such as pulmonary valve stenosis, valve dysplasia, mitral valve defects, and other valve-related issues have been reported.\n[9]",
    "mechanism": "Costello syndrome is caused by germline heterozygous pathogenic variants in the\nHRAS\ngene on locus 11p15.5. Most cases of Costello syndrome are due to missense mutations, although some cases have been attributed to deletions and duplications involving the\nHRAS\ngene.\n[4]\nThe most common variant is c.34G>A, which results in p.Gly12Ser substitution in the protein product and is seen in about 80% of Costello syndrome cases. In contrast, the second most common pathogenic variant results in a p.Gly12Ala substitution.\n[4]\n[10]\nCertain pathogenic variants of Costello Syndrome have been associated with an increased rate of malignancy and severe cardiac and pulmonary involvement.\n[3]\n[4]",
    "monitoring": "Molecular Testing\n\nCostello syndrome can be diagnosed clinically. However, having molecular diagnostic confirmation to clarify the risks based on the documented genotype-phenotype correlations is essential.\n[3]\nMost pathogenic variants are missense mutations; therefore, sequencing of the\nHRAS\ngene yields a greater yield in detecting pathogenic variants than other genetic testing modalities. If no pathogenic variants are detected, clinicians should evaluate the differential diagnoses of Costello syndrome.\n\nPrenatal Evaluation\n\nKey diagnostic indicators that may suggest Costello syndrome in utero include polyhydramnios, which is common in many pregnancies, supraventricular tachycardia, increased nuchal translucency, macrosomia, and macrocephaly (typically observed after 20 weeks gestation), and unusual fetal posture. Additionally, the reduced length of long bones has been noted. Fetal arrhythmias, though rare, usually respond well to treatment. While maternal diabetes is the most common cause of polyhydramnios associated with fetal macrosomia, other causes (eg, Costello syndrome) should be considered once diabetes is ruled out.\n[21]\n\nA distinguishing feature for gynecologists in differential diagnosis is that fetuses with Costello syndrome tend to have increased head size and body weight, but their length remains within the normal range. This is likely because the macrosomia is primarily due to subcutaneous edema rather than true overgrowth.\n\nAdditional Diagnostic Studies\n\nElectrocardiographic (ECG) anomalies, such as arrhythmias—typically supraventricular tachycardia—can manifest both in fetal and postnatal life. While HCM is generally not present before birth, it develops later. Consequently, a thorough cardiac evaluation, including echocardiography, ECG, and cardiological assessment, should be routinely conducted from birth to monitor the development of HCM and any rhythmic abnormalities.\n[22]",
    "administration": "Management of Costello syndrome requires an interprofessional approach because its effects on the body are multi-systemic. In children with Costello syndrome, the core disciplines involved in managing Costello syndrome include gastroenterology and endocrinology; neurologists and neurodevelopmental specialists; cardiology and pulmonology; and ophthalmology. The auxiliary disciplines that assist in the management of the pediatric population include orthopedics, dermatology, and oncology for tumor surveillance.\n[4]\nIn adults with Costello syndrome, the core managing specialties are dermatology, orthopedics, and oncology (for tumor surveillance), while the auxiliary disciplines include gastroenterology, endocrinology, neurology, cardiology, pulmonology, and ophthalmology.\n\nCardiologists should be part of the interprofessional team from birth to determine appropriate timing and follow-up strategies, considering the progression of a cardiac phenotype marked by HCM and arrhythmias. Cardiology visits are essential for monitoring cardiac function using electrocardiography, echocardiography, and Holter monitoring, especially in the first 2 years of life. The cardiologist monitors the progression or regression of chaotic atrial tachycardia, HCM, left ventricular outlet tract (LVOT) obstruction, pulmonic valve stenosis, and other cardiovascular diseases noted on the cardiac workup. Treatment for cardiac abnormalities should follow established guidelines. Additionally, pulmonological assessments are recommended starting at pediatric age to rule out obstructive sleep apnea or other pulmonary issues, particularly in cases involving rare variants with more severe phenotypes.\n\nHCM can vary in progression, with cases showing reversal, resolution, or worsening. Pharmacological treatment is usually the first-line therapy for progressive HCM, but in some instances, it may not be sufficient to halt its progression. Surgical treatment (eg, septal myectomy) is indicated in progressive hypertrophic cardiomyopathy and pulmonary valvuloplasty. Newer therapeutic options (eg, Trametinib) are promising in various case series of hypertrophic cardiomyopathy in Costello syndrome.\n[23]\n[24]\n\nPatients with Costello syndrome need neurological evaluation at birth and regularly in childhood. Cognitive performance and adaptive behavior for age will need to be assessed annually during the pediatric period. Imaging the brain and spine for structural abnormalities is according to the patient's symptoms. Other healthcare specialists involved in the management of Costello syndrome include gastroenterological and nutritional specialists, especially because patients with Costello syndrome have feeding difficulties in the first 2 to 4 years of life and may need to be fed with a gastrostomy tube or a nasal gastric tube after which they start to tolerate oral feeds with a preference for intense flavors (eg, ketchup). Therefore, a pediatric follow-up is needed every 3 to 6 months and annually in adulthood. Endocrinology visits are required to assess the growth failure as well as the endocrinological complications of Costello syndrome.",
    "adverse_effects": "Several complications of Costello syndrome need to be prevented with regular follow-up, and these include:\n\nFailure to thrive\nHeart failure if the cardiac manifestations are progressive and not well-controlled\nMalnutrition, especially in infancy and early childhood\nSeizures or epilepsy\nDevelopment of malignant tumors (eg, rhabdomyosarcoma, neuroblastoma, and transition cell bladder carcinoma)\nPsychiatric illnesses (eg, anxiety and depression)"
  }
}