{
  "drug_name": "glycosaminoglycans",
  "nbk_id": "NBK544295",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544295/",
  "scraped_at": "2026-01-11T15:30:22",
  "sections": {
    "clinical_significance": "As previously mentioned, GAGs play an essential role in many physiological processes present throughout the body. The clinical significance of each class of GAG will be summarized below. Note that the information provided is concise and is not intended to represent all physiological processes that involve GAGs.\n\nHyaluronic Acid\n\nHA is ubiquitous in body tissues and is best known for its capability of attracting water molecules. The highly polar structure of HA makes it capable of binding 10000 times its own weight in water. Due to this characteristic, it plays a key role in the lubrication of synovial joints and wound healing processes.\n[5]\nHA is also used exogenously by clinicians for the promotion of tissue regeneration and skin repair and has demonstrated safety and efficacy for this purpose.\n[10]\nHA is used in a variety of cosmetic products and shows promising efficacy in promoting skin tightness, elasticity, and improving aesthetic scores.\n[11]\nIn addition to its water-binding capabilities, HA has also been shown to be involved in the promotion and inhibition of angiogenesis and therefore involved in the process of carcinogenesis.\n[5]\n\nHeparan Sulfate/Heparin\n\nHeparan sulfate is one of the most well-studied GAGs due to its many roles and potential use as a pharmacological target for cancer treatment. Noteworthy functions of heparan sulfate include extracellular matrix (ECM) organization and modulation of cellular growth factor signaling by acting as a bridge between receptors and ligands. In the extracellular matrix, heparan sulfate interacts with many compounds including collagen, laminin, and fibronectin to promote cell to cell and cell to extracellular matrix adhesion. In the setting of malignancy such as melanoma, degradation of heparan sulfate in the extracellular matrix by the action of the enzyme heparanase leads to migration of malignant cells and metastasis. This mechanism makes heparanase and heparan sulfate viable pharmacological targets for the prevention of cancer metastasis.\n[1]\n\nHeparan sulfate also plays a key role in cellular growth factor signaling. One example of this role involves the interaction of heparan sulfate with fibroblast growth factor (FGF) and fibroblast growth factor receptor (FGFR). Heparan sulfate facilitates the formation of FGF-FGFR complexes, resulting in a signaling cascade that leads to cellular proliferation. The degree of sulfation of heparan sulfate influences the formation of these complexes. For example, the proliferation of melanoma cells gets stimulated by the action of highly sulfated heparan sulfate on FGF.\n[1]\n\nHeparin represents the earliest recognized biological role of GAGs for its use as an anticoagulant. The mechanism for this role involves its interaction with the protein antithrombin III (ATIII). The interaction of heparin with ATIII causes a conformational change in ATIII that enhances its ability to function as a serine protease inhibitor of coagulation factors. Differing molecular weights of heparin have been studied to exhibit various clinical anticoagulation intensities\n[5]\n.\n\nChondroitin Sulfate\n\nChondroitin sulfate is historically known for its clinical use as a disease-modifying osteoarthritis drug (DMOAD). Clinical trials have documented its potential for symptomatic pain relief as well as the structure-modifying effect in osteoarthritis (OA) based on radiographic joint findings.\n[12]\nThere are multiple mechanisms by which chondroitin sulfate is responsible for these clinical effects. The pain-relieving properties of chondroitin sulfate in OA relate to its anti-inflammatory properties that cause attenuation of the nuclear factor-kappa-B (NF-kappa-B) pathway that is overactive in OA.\n[13]\n\nOne of the leading pathophysiological causes of OA relates to loss of chondroitin sulfate from articular cartilage in joints, leading to inflammation and catabolism of cartilage and subchondral bone. The structure-modifying role of chondroitin sulfate in OA is due to its role in stimulating type II collagen and PG production in both articular cartilage and the synovial membrane. This anabolic effect of chondroitin sulfate prevents further tissue damage and remodeling of synovial tissues.\n[13]\n\nKeratan Sulfate\n\nKeratan sulfate has been well-studied for its functional role in both the cornea and the nervous system. The cornea comprises the richest known source of keratan sulfate in the body, followed by brain tissue.\n[14]\nThe role of keratan sulfate in the cornea includes regulation of collagen fibril spacing that is essential for optical clarity, as well as optimization of corneal hydration during development based on its interaction with water molecules. As with other GAGs, the degree of sulfation of keratan sulfate determines its functional status. Abnormal sulfation patterns of keratan sulfate due to specific genetic mutations result in increased opacity of the cornea and result in visual disturbances.\n[14]\n\nKeratan sulfate has also been shown to play an important regulatory role in the development of neural tissue. Various subgroups of keratan sulfate in the brain have key roles in stimulating the growth of microglial cells and the promotion of axonal repair following injury. Abakan is an example of a type of keratan sulfate seen in brain tissue that serves to block neural attachment, which marks boundaries of neural growth in the developing brain.\n[14]\n\nIn conclusion, glycosaminoglycans (GAGs),  have widespread functions within the body. They play a crucial role in the cell signaling process, including regulation of cell growth, proliferation, promotion of cell adhesion, anticoagulation, and wound repair."
  }
}