{
  "drug_name": "glycopyrronium",
  "nbk_id": "NBK585136",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585136/",
  "scraped_at": "2026-01-11T18:47:11",
  "sections": {
    "indications": "Hailey-Hailey disease (HHD; OMIM 169600), also known as benign familial pemphigus, is a rare genodermatoses firstly described in 1939 by the Hailey brothers.\n[1]\nHHD is characterized by impaired keratinocyte adhesion resulting in widespread intraepidermal acantholysis.\n\nClinically, lesions appear as vesicles and bullae forming upon rupture, painful erosions, and rhagades in flexural areas. HHD is a chronic disease with a relapsing-remitting clinical course.\nExacerbations are mainly triggered by sweating, minor trauma, and secondary infections. No curative treatment is available. Patient management can be challenging. Mild cases can be controlled successfully with intermittent courses of topical corticosteroids and antibiotics.",
    "mechanism": "Hailey-Hailey disease is an autosomal dominant genodermatoses with complete penetrance and variable expressivity amongst affected family members. There is no positive family history in approximately 15 to 30% of cases. These cases are due to either sporadic genetic mutations or undiagnosed mild diseases of other family members.\n[2]\nMutations in the\nATP2C1\ngene (\nATP2C1\n; OMIM 604384), localized at 3q21-q24, encode the human secretory-pathway Ca2+/Mn2+-ATPase isoform 1 (hSPCA1) of the Golgi apparatus is responsible for HHD.\n[3]\n[4]\n\nMore than 214 mutations have been identified scattered along the\nATP2C1\ngene without any hotspot or clustering.\n[5]\nThe majority are loss-of-function mutations.\n[6]\n[7]\nThe hSPCA1 pump supplies the Golgi lumen with Ca2+ and Mn2+ and helps to maintain normal Ca2+/Mn2+ intracellular concentrations. In keratinocytes cultured from lesional and non-lesional skin of HHD patients, the regulation of cytosolic Ca2+ was found deficient, resulting in increased intracellular levels of Ca2+ and decreased levels of Ca2+ within Golgi bodies.\n[4]\n\nHHD is characterized by extensive interfamilial and intrafamilial phenotypic variability, suggesting that environmental factors and genetic modifiers may affect the clinical expression of this disease.\n[6]\nA direct correlation of genotype/phenotype (age of onset, severity, progression) has not been possible yet. However, some specific mutations correlate with a genitoperineal involvement or milder phenotypes.\n[8]\n[9]",
    "monitoring": "Diagnosis of Hailey-Hailey disease can be made clinically, with a follow-up confirmation using skin histopathology.\n\nDermoscopy and reflectance confocal microscopy may also contribute to an early diagnosis of HHD. HHD's most common dermoscopic features include polymorphous vessels such as glomerular and linear-looped vessels within a pink-whitish background. In reflectance confocal microscopy, suprabasal partial acantholysis and clefting are the main findings associated with crusts, dilated papillae with tortuous vessels, and inflammatory cells.\n[31]\nAdnexal sparing is also observed.\n\nA search of mutations in the\nATP2C1\ngene by molecular biology is not routinely performed but can be helpful in difficult-to-diagnose cases.",
    "administration": "HHD is a chronic disease with no curative treatment. Current therapeutic strategies aim to control disease flares, improve patients’ quality of life, and provide prolonged remissions. The management of HHD is based on anecdotal data from the off-label use of various topical, systemic and interventional treatments. Since HHD is a relapsing-remitting disease and lesions can present spontaneous remission, data from individual case reports and small case series with no control group are of limited value (Level of evidence 5). Randomized, prospective studies are lacking.\n\nGeneral Measures\n\nAvoiding triggering factors such as mechanical stress, heat, sun exposure, and sweating are essential measures to prevent disease exacerbations. Overall, lifestyle modifications are necessary, and patients’ education can be helpful. Patients are advised to lose weight and wear loose clothing and underwear to avoid friction in the intertriginous areas. Physical activity involving friction should be limited. Adhesive and occlusive dressings should be avoided.\n\nPersonal hygiene and mild daily cleansing with non-soap-based surfactants and synthetic detergents are recommended. Applications of antiseptics are essential (octenidine, chlorhexidine).\n[32]\nBathing in dilute bleach (1/2 cup of 5% bleach in a full bathtub for a final concentration of 0.005%) for 10 minutes twice weekly can be proposed by analogy with atopic dermatitis.\n[33]\nAntiseptic treatments can decrease bacterial colonization without the risk of bacterial resistance induction.\n\nTopical Treatments\n\nTopical treatments are the mainstay of HHD management. Antiseptics and topical anti-inflammatory treatments applied during disease flares are often enough to control mild cases of HHD.\n[32]\n\nZinc Paste\n\nZinc oxide paste protects the skin against friction and humidity by forming a barrier. Zinc oxide paste 50% applied twice daily alone was found to be more effective than topical tacrolimus.\n[34]\nZinc oxide can prevent the colonization of skin lesions and has been reported to increase\nin vitro\nlevels of intracellular calcium.\n[35]\n\nTopical Corticosteroids\n\nModerate to high-intensity topical steroids are often proposed during disease outbreaks as a first-line treatment, with continuous daily applications until clinical remission is obtained.\n[32]\n[36]\nProlonged treatment courses are limited by the risk of steroid-induced atrophy and striae, especially in flexural areas.\n\nTopical Calcineurin Inhibitors (Tacrolimus, Pimecrolimus)\n\nApplying topical calcineurin inhibitors twice a day to affected areas is an excellent way to control HHD. It can be proposed as a second-line or long-term maintenance treatment to avoid steroid-induced skin atrophy.\n[37]\n[38]\n[39]\nLesion resolution typically occurs after two weeks.\n[40]\n[41]\nTacrolimus 0.1% is available as an ointment, and pimecrolimus 1% as a cream.\n\nAlternative topical agents anecdotally include calcitriol, 5-fluorouracil, and cadexomer iodine.\n[42]\n[43]\n[44]\n\nAntibiotics\n\nColonization and infection with\nStaphylococcus\n,\nStreptococcus\n, dermatophytes, herpes simplex virus, and\nCandida\nspecies may exacerbate lesions. The use of topical or oral antimicrobial agents depends on the extent of skin lesions. Bacterial and fungal cultures should guide treatment. Long-term use of topical and oral antibiotics can induce acquired resistance.\n\nIn a case series of 58 patients, 43% improved with oral erythromycin or penicillin antibiotics. Doxycycline and minocycline belong to the class of tetracyclines. Doxycycline at a dose of 100 mg daily for up to 3 months has been associated with good clinical outcomes in a case series of 6 patients with HHD and 2 case reports.\n[45]\n[46]\n[47]\n\nIn patients experiencing recurrence, doxycycline could be used as maintenance at half-dose. Minocycline at 100 mg twice daily for two weeks and a maintenance dose of 100 mg daily for two months has been associated with complete clearance in one patient.\n[48]\nBesides their antibiotic potential, tetracyclines exert anti-inflammatory properties mediated by the inhibition of neutrophil chemotaxis, the regulation of inflammatory cytokines production by keratinocytes, and the inhibition of matrix metalloproteases.\n[49]\n\nThe most common side effects are gastrointestinal intolerance (esophagitis) and photosensitivity. The minocycline-related risk of skin hyperpigmentation and hypersensitivity reactions such as DRESS syndrome should limit its use in this indication. Dapsone has been used anecdotally in HHD as well.\n[50]\n\nAlmost 20% of mutations in HHD are base substitutions resulting in a premature stop codon. They are responsible for synthesizing a truncated form of hSPCA1\n[10]\n. In several case reports, topical gentamicin 0.1% has successfully been used for treating HHD.\n[51]\n[52]\n[51]\n\nIn a patient with HHD carrying a stop mutation, topical gentamicin 0.1% applied for 7-10 days was more effective than topical 5% boric acid despite their similar antimicrobial spectrum of action.\n[51]\nIn a\nSaccharomyces cerevisiae\nmodel of HHD, the authors further showed that topical paromomycin, another aminoglycoside, can induce read-through of a premature nonsense mutation of\nATP2C1.\n[51]\n\nSystemic Therapies\n\nEven though acantholysis is the primary event in HHD, the main target of available systemic treatments is cutaneous inflammation. The development of skin lesions in HHD requires a reduction in the\nATP2C1\ngene expression from the intact allele and a heterozygous mutation of the\nATP2C1\ngene.\n[53]\n\nThe pro-inflammatory cytokines IL-6 and IL-8 could play an essential role in regulating\nATP2C1\nexpression. Thus, corticosteroids, cyclosporine A and tacrolimus could be effective in HHD due to their ability to regulate IL-6 and IL-8 levels and indirectly\nATP2C1\nexpression. Additionally, retinoids and oral corticosteroids can act by directly reversing UVB-induced\nATP2C1\nmRNA suppression.\n[53]\n\nOral corticosteroids such as prednisolone at daily doses of 0.5 mg/kg can control severe flares in selected cases. Still, rebounds can be expected at the end of treatment.\n[54]\nOral corticosteroids are not suitable for long-term therapy.\n\nSeveral case reports have been published on the use of oral retinoids in HHD (acitretin, isotretinoin, alitretinoin, etretinate). The more robust evidence is available for acitretin at a dose of 10 to 25 mg daily, but the clinical efficacy is not constant.\n[55]\n[56]\n[57]\n[58]\nAt higher doses, acitretin can exacerbate acantholysis.\n[32]\nFor females of childbearing age, isotretinoin should be preferred. A synergistic effect of 25 mg acitretin and narrowband ultraviolet B (nbUVB) phototherapy has also been reported.\n[58]\n\nOther immunosuppressive agents such as methotrexate, cyclosporine, and azathioprine have been tested with varying efficacy results but are of limited value in clinical practice.\n[59]\n[60]\nFurther studies are needed to validate their use for recalcitrant and extended cases.\n\nInterventional Treatments\n\nSurgery\n\nIn highly invalidating, localized lesions, resisting medical treatment, full-thickness excision, followed by secondary intention healing, primary closure, or split-skin grafting, has been proposed.\n[61]\nFor some authors, primary closure presents an increased risk of recurrence and morbidity and should not be preferred.\n[62]\nCurrently, ablative techniques have progressively replaced surgical excision with the advantages of shorter downtime and lower complication rates.\n\nAblative Techniques\n\nDestruction of the epidermis until the level of the papillary dermis is an interesting treatment option for HHD. The adnexal structures do not bear the defect, allowing tissue reepithelization.\n[63]\nDifferent ablative techniques are used to treat HHD, including laser (CO2, erbium-doped yttrium aluminum garnet [Er: YAG], diode laser), electrodesiccation, mechanical dermabrasion, and photodynamic therapy.\n[64]\n\nAblative techniques are preferred in cases of recalcitrant, localized disease. It is noteworthy that the severe involvement of deep adnexal structures in type 2 segmental HHD makes these patients bad candidates for ablative treatments.\n[65]\n\nMechanical dermabrasion was initially proposed as an alternative to surgical excision.\n[63]\n[66]\n[67]\nIn a retrospective series of 10 patients treated successfully with dermabrasion, the recurrence rate by treated area was only 17% after a median follow-up of 42 months. Relapsing patients were treated with another session with no subsequent relapse.\n[66]\nMechanical dermabrasion is nevertheless less and less used nowadays as it is more hemorrhagic than laser treatments.\n\nAmong laser treatments, CO2 laser is better evaluated. In most studies, CO2 laser has been used in continuous, defocused mode with power settings ranging from 5 to 25 W and 1 to 5 passes.\n[68]\n[69]\n[70]\nIn a retrospective series of 13 patients with patient-reported outcomes, CO2 laser allowed a substantial improvement in the quality of life in 69% of cases. The mean time to heal was 6.3 weeks.\n[68]\n\nNo recurrence was noted within the treated area. Post-inflammatory hypopigmentation or hyperpigmentation occurred in almost 85% of cases and scarring in 30%. In another series of 8 patients, four achieved more than 75% clinical improvement and two 50 to 75%.\n[68]\nRecurrences at the border of previously treated areas are well described after ablative treatments and respond to additional laser sessions.\n\nPulse dye laser at 595-nm has been evaluated in a series of 7 patients using subpurpuric settings (pulse duration of 6 to 10 msec, spot size 7 to 10 mm, fluence 7-10 J/cm). Six patients achieved mild-to-complete clearance after an average of 5 sessions.\n[71]\nThe lesions resolution time ranged from 2 weeks to 2 months. Four patients relapsed prematurely at the end of treatment.\n\nEr: YAG and Alexandrite laser efficacy has been evaluated in isolated case reports with variable outcomes.\n[70]\nIn the only reported case of HHD treated with diode laser at 1450 nm, a reduction in malodor and sweating was noted without clinical improvement of lesions.\n[72]\n\nPhotodynamic Therapy (PDT)\n\nIn a case series of 8 patients with long-lasting, recalcitrant HHD lesions, PDT with methyl-amino levulinate achieved complete or partial response for all treated lesions and no recurrence after a follow-up of 3 to 36 months.\n[73]\nA standard protocol of 3 sessions with 3-week intervals was used. In another recent retrospective study, ten patients with difficult-to-treat HHD received PDT with 5-aminolevulinic acid (5-ALA).\n[74]\n\nAll patients achieved complete remission after 1 to 12 weekly sessions. Three patients experienced a relapse that responded well to further sessions. Tolerability was excellent since 5-ALA is a second-generation photosensitizer that penetrates deeper into the skin, beyond the nerve endings, and is associated with reduced perioperative pain. The exact molecular mechanism behind the efficacy of PDT in HHD remains elusive but is probably related to its intrinsic photooxidative properties. PDT could act by the induction of tissue repair mechanisms and the subsequent improvement of the mechanical integrity of the epithelium.\n[75]\n\nBotulinum Toxin Injection\n\nSweating is a well-identified factor of HHD exacerbations. Reducing the production of eccrine sweat glands by blocking the release of acetylcholine from the sympathetic nerve fibers with botulinum toxin appears to be a promising treatment for HHD.\n[76]\n\nIn a prospective, single-center, interventional study, 26 patients with HHD were injected with botulinum toxin type A (BtxA) at a dose of 50 IU per 100 cm(2.5 IU/0.1 ml every 2 cm). BtxA was effective with an 85% reduction of the treated area at six months. However, the cost of this intervention has to be taken into consideration. BtxA can be proposed as a first-line approach for mild-to-moderate axillary and inguinal lesions of HHD.\n[76]\n[60]\n\nNarrowband Ultraviolet B Phototherapy\n\nThe effect of ultraviolet light exposure differs between patients. Some patients can present flares even in unaffected skin after sun exposure, while others experience clinical improvement. In vitro, UVB light induces the suppression of\nATP2C1\nmRNA but is an insufficient cellular stress factor alone for the induction of HHD lesions.\n[53]\n[77]\nSeveral case reports have suggested the efficacy of nbUVB therapy either in monotherapy or synergistically with retinoids in HHD.\n[78]\nIn selected patients, NbUVB phototherapy could be an interesting treatment option for HHD.\n\nThe use of other interventional treatments such as radiofrequency and electron beam radiotherapy (cumulative dose of 20 Gy in 10 fractions) has been reported in isolated cases.\n[79]\n[80]\n\nNovel Therapies\n\nEmerging therapies for HHD include oral anticholinergic drugs (oxybutynin, glycopyrrolate), afamelanotide, oral magnesium chloride, oral naltrexone, apremilast, and dupilumab.\n\nGlycopyrrolate and other anticholinergics such as oxybutynin are thought to work in HHD by controlling sweating. Glycopyrrolate is an anticholinergic agent that is safe and effective in hyperhidrosis with the advantage of fewer central nervous system adverse events since it does not cross the blood-brain barrier. Two case reports noted the efficacy of low-dose oral and topical glycopyrrolate, respectively, in HHD.\n[81]\n[82]\n\nNaltrexone is an orally active opioid antagonist that blocks µ- and δ-opioid receptors. At doses ranging from 50 to 100 mg daily, naltrexone is approved to treat opioid addiction. At low doses, naltrexone seems to influence various systemic pathways with paradoxical analgesic and systemic anti-inflammatory effects.\n[83]\nIn 2017, two small case series reported the efficacy of low-dose naltrexone in HHD for the first time. All six patients reached complete to almost complete clearance after 1 to 3 months of treatment with doses varying from 3 to 4.5 mg per day. Treatment was well tolerated.\n[83]\n[84]\n\nApremilast at a dose of 30 mg twice daily has been used off-label in HHD in several case reports with good results.\n[85]\nOn the other hand, Riquelme-Mc Loughlin et al. reported a lack of response or premature treatment cessation due to intolerance in 5 consecutive cases of resistant HHD.\n[86]\nA combined treatment of apremilast and dermabrasion or botulinum toxin has also been reported.\n[87]\n[88]\n\nTwo small case series of 5 patients report the efficacy of dupilumab, a fully human IgG4 monoclonal antibody that inhibits the signaling of IL-4 and IL-13 in HHD but again, large-scale, long-term data are lacking.\n[89]\n[90]",
    "adverse_effects": "Secondary infections are quite common, especially on erosive and macerated plaques of Hailey-Hailey disease, and can trigger the exacerbation or even acute dissemination of lesions.\n[20]\nBacterial (\nStaphylococcus aureus\n,\nStreptococcus pyogenes\n), fungal (\nCandida\nspecies), and viral (herpes simplex, poxvirus, human papillomavirus) infections require prompt initiation of antimicrobial treatment for disease control. Staphylococci and other microbes may induce IL-6 and IL-8 production in keratinocytes, decreasing hSPCA1 expression in an autocrine fashion.\n[91]\n[53]\n\nChronic inflammation of long-lasting, recalcitrant lesions of HHD can lead to malignant transformation to squamous cell carcinoma.\n[92]\nThis transformation has been mainly described in the literature for genital lesions and was associated, in some cases, with a human papillomavirus infection.\n[93]"
  }
}