{
  "drug_name": "goserelin",
  "nbk_id": "NBK562336",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562336/",
  "scraped_at": "2026-01-11T15:30:26",
  "sections": {
    "indications": "A simple transscrotal orchiectomy is not indicated for any intrascrotal surgery where there is any reasonable suspicion or possibility of a testicular malignancy.\n[1]\n[2]\n[3]\n[29]\n[126]\n[127]\n\nSuch transscrotal surgeries are only performed for obvious and clearly benign conditions, such as an acute testicular torsion, hydrocele, spermatocele, varicocele, or traumatic injury. This limitation exists because transscrotal incisions can disrupt the natural lymphatic drainage pathways, exposing isolated scrotal tissue and its lymphatics to possible malignant cells released from surgical manipulation of the testicle and potentially increasing the risk of spreading the cancer and local recurrences.\n[1]\n[2]\n[4]\n[27]\n\nTestis-sparing surgery is not a good choice for patients who are not likely to be compliant with mandatory follow-up, especially for small testicular malignancies. This procedure should optimally be performed in high-volume centers where experienced genitourinary pathologists are available to perform the critical frozen section examinations. Testis-sparing surgery should not be performed without reliable frozen section pathological support.\n[32]\n\nThere are no specific contraindications to these surgeries except for an active infection, uncorrected coagulation disorders, and anesthesia considerations.",
    "clinical_significance": "Testicular cancer is a rare malignancy, accounting for about 1% of all malignancies in the male population. However, it remains the most common solid organ malignancy in young males aged 15 to 35.\n[225]\nEarly diagnosis significantly improves cure rates.\n[45]\n\nTestis-sparing surgery preserves testicular hormonal function in about 80% to 90% of patients, and about 50% can achieve paternity.\n[7]\nThe low reported recurrence and complication rates indicate that testis-sparing surgery is safe, effective, and produces satisfactory oncological control.\n[7]\n\nLymphatic drainage of testicular cancer follows the gonadal arteries to the para-aortic, interaortocaval, and infrarenal groups of retroperitoneal lymph nodes. In contrast, drainage of the scrotum is to the inguinal lymph nodes.\n[69]\n[226]\n[227]\n\nThis disparity in the drainage of these very closely related structures influences the importance of an entirely inguinal approach to delivering testicular cancers to prevent surgically violating the scrotum, interfering with the normal lymphatic drainage patterns, increasing local recurrence rates, and risking upstaging of the tumor.\n[1]\n[2]\n[4]\n[27]\nTransscrotal testicular biopsies are absolutely contraindicated for the same reason.\n[228]\nSmall indeterminate testicular masses without risk factors can sometimes be followed by active surveillance using scrotal ultrasound, although exact timing intervals have not been determined.\n[6]\n\nHistological reports indicate that about two-thirds of patients with solid testicular masses ≤2.5 cm and negative serum tumor markers have benign lesions.\n[8]\nThese findings suggest that testis-sparing surgery can be performed more frequently to avoid many unnecessary orchiectomies.\n\nDespite clear and growing indications as well as recommendations in published American Urological Association and European Association of Urology guidelines, testis-sparing surgery is still performed infrequently. Factors limiting its widespread use include inadequate training and experience with the technique among most practicing urologists, lack of confidence in intraoperative frozen section analysis, unavailability of an experienced and trusted genitourinary pathologist, a recommendation that these complex procedures be performed in high-volume tertiary care centers of excellence, and the requirement for intraoperative ultrasonography and surgical microscopy skills for impalpable lesions.\n[4]\n[7]\n[223]\n[229]\n\nLarge-scale prospective studies with long-term follow-up are required to verify the effectiveness, durability, and oncological safety of testis-sparing surgery, as well as to update the patient selection criteria for the procedure.\n[206]\nUntil then, inguinal radical orchiectomy remains the gold standard of care for most patients with testicular neoplasms.\n\nTestis-sparing surgery is a reasonable option for males with small, solid testicular neoplasms, as frozen section procedure is highly reliable in detecting malignancies intraoperatively, conversion to a radical orchiectomy does not appear to negatively affect oncological outcomes, and appropriate adjuvant treatment (radiotherapy) provides excellent control if germ cell CIS is detected in the residual parenchymal biopsies.\n[195]\n[206]",
    "monitoring": "Some clinical oncology nurse specialists have dedicated clinics to follow up with patients who have had orchiectomies. These clinics provide the close patient-health worker relationships and surveillance needed for patients who are post-adjuvant care or those who require no further treatment following their surgical procedure."
  }
}