{
  "drug_name": "gramicidin",
  "nbk_id": "NBK564398",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564398/",
  "scraped_at": "2026-01-11T15:30:27",
  "sections": {
    "indications": "There are a number of contraindications to the insertion of a central line. Most of these should be considered by the provider at the time of insertion, but others can develop during the patient's treatment and period of care.\n\nEmbolic Issues\nExisting central venous clots - Clots within the central circulation can be dislodged by CVCs, leading to embolic complications such as stroke.\nValve vegetations - Bacterial vegetations on valves can be dislodged and lead to infarction or infectious complications.\nTumors - Myocardial tumors can be friable or provide a prothrombotic surface for clots to form.\nBleeding Risk\nPatients with existing hemorrhagic tendencies related to hematological conditions\nPrevious trauma or surgery to the site increases the risk of arterial puncture\nPharmacological treatment affecting the patient's clotting.\nInfection\nInfection at the site of insertion is an absolute contraindication.\nInfectious symptoms may develop at a central cannula site and must be monitored and treated, usually by removal of the catheter.\nBloodstream infections are a relative contraindication acknowledging that a CVC may become a surface for biofilm formation and bacterial persistence and, therefore, likely to need more frequent changes.\n[6]\nSkin Trauma\nRadiation damage to the insertion site\nPressure ulceration or damage to the insertion site can occur from the CVC itself\nDirect trauma\n\nThe use of an existing site for the placement of a catheter may preclude the use of that site for further cannulation efforts, although a recent review suggests that the previous concerns around the presence of other central catheters do not mean the ipsilateral vein cannot be used for hemodialysis catheter placement. This suggests current or previous placement is unlikely to represent a contra-indication to placement, especially if the initial placement was not complicated.\n[7]",
    "clinical_significance": "The impact of central line care is significant. When complications of central venous catheters occur they cause significant morbidity, increase length of hospital stay, and delay recovery.\n\nThe relative cost of central line care interventions (increases in nursing care hours, relatively cheap dispensable, and change to monitoring practices) compared to the morbidity of a CVC-associated infection and the cost of the care for these complications.Depending on how the costs are estimated, the cost of treatment for these complications is thought to be between $3,700 and $39,000 in the USA and China and roughly 8,810 € per complication in Europe.\n[15]\n[16]\n[17]\nThe use of an appropriate dressing was recently calculated by the UK National Institute for Clinical Excellence to translate to a £93 saving per patient in comparison to the anticipated cost of infection and complication rates.The patient's perspective on their clinical outcomes should also not be underestimated. Many of the complications of CVCs can have chronic health impacts, may affect the patient's suitability for further treatments and procedures, and can increase the risk of future health issues.",
    "monitoring": "Nursing staff must be appropriately trained in the care of CVCs. Although the evidence for familiarity and training leading to reduced complications is not easy to develop or prove, there is limited evidence from a single study showing that impermanent staff caring for patients led to an increase in the rate of CVC-associated infectious complications.\n[20]"
  }
}