{
  "drug_name": "grape seed",
  "nbk_id": "NBK545171",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545171/",
  "scraped_at": "2026-01-11T15:30:27",
  "sections": {
    "clinical_significance": "Types of Moisturizers\n\nMoisturizers can be divided into several categories; their functions include preventing water loss through the skin, adding water to the skin, and reducing visible flakes. In recent years, with a fuller understanding of the structure and function of the skin barrier, the science of moisturizer development has advanced significantly. As a result, modern moisturizers frequently combine ingredients with different mechanisms of action to achieve specific results.\n\nOcclusive moisturizers\n\nOcclusive moisturizers prevent water evaporation or reduce transepidermal water loss (TEWL) from the skin by forming a barrier. This barrier allows replenishment of the water content of the stratum corneum by the deeper layers of the epidermis and dermis.\n\nPetrolatum is a classic example of an occlusive moisturizer and the most effective, reducing water loss through the epidermis by nearly 99%.\n[12]\nMany other substances can serve as occlusive moisturizers:\n\nHydrocarbons:\nPetrolatum, mineral oil, paraffin, squalene\nSilicones:\nDimethicone\nVegetable oils:\nCoconut oil, castor oil, olive oil, grape seed oil, soybean oil\nAnimal Fats:\nMink oil, emu oil, lanolin\nWax Esters:\nLanolin, beeswax\nSterols:\nCholesterol, ceramides\n\nHumectants\n\nHumectants are compounds that attract and bind water. Some of these substances, like urea, are endogenously present and comprise the NMF. Humectants can hydrate the skin if the humidity is more than 70%; more commonly, however, they draw water from the deeper epidermis and dermis. Some humectants can increase TEWL and exacerbate skin dryness without concomitant use of an occlusive moisturizer.\n\nAlpha-hydroxy acids (AHAs) are an important group of humectant molecules often used as moisturizing agents and in cosmetics. AHAs include glycolic and lactic acids. These agents impact the water content of the stratum corneum by several mechanisms; in addition to being effective humectants, AHAs promote desquamation by reducing corneocyte cohesion and also improve barrier function by increasing levels of ceramides.\n[4]\n[13]\nLactic acid has been used topically at concentrations up to 12% in treating ichthyosis and dry skin for many years.\n[4]\n\nUrea is a component of NMF. The addition of urea to moisturizers helps with the absorption of water into the stratum corneum. It promotes the desquamation of corneocytes and increases penetration of other topically applied medications.\n[13]\nIt also improves the skin's barrier function and reduces TEWL.\n[4]\nUrea improves itching and is useful in treating ichthyosis, disorders associated with hyperkeratosis, and atopic dermatitis.\n[11]\n\nGlycerin is another commonly used humectant and is present in many skincare products. In addition to attracting and binding water, it has beneficial effects in barrier repair.\n[4]\n[13]\nOther humectants include honey, propylene glycol, sorbitol, and hyaluronic acid.\n\nEmulsifiers\n\nAn emulsifier is another classification of ingredients commonly found in moisturizers. It is a molecule that allows 2 immiscible substances to exist as a single phase. The molecules are typically long carbon chains with a polar group. Commonly used emulsifiers are fatty acids, like stearic acid.\n[14]\n\nFormulations\n\nWhen a moisturizer contains humectants, the skin's water content increases more rapidly; however, this does not necessarily reduce TEWL. Similarly, when using an occlusive agent, the skin's water content takes a long time to increase, as the water must be drawn from deeper levels of the skin before an improvement occurs. \"Cream\" traditionally refers to a product containing more occlusive ingredients, whereas a \"lotion\" primarily contains humectants.\n[14]\n\nModern moisturizers often contain both occlusives and humectants that contribute to their efficacy. Understanding the physiology of the skin barrier and how a disease state or circumstance may contribute to dry skin, impaired barrier function, or skin flaking can help us choose the best ingredients for a patient. The specific balance and combination of ingredients will help achieve various outcomes depending on the consumer's desire."
  }
}