{
  "drug_name": "grape",
  "nbk_id": "NBK603735",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603735/",
  "scraped_at": "2026-01-11T18:47:11",
  "sections": {
    "indications": "Retinal vascular anomalies are rare hereditary or sporadic conditions affecting the retina and multiple organ systems. These anomalies include vascular tumors and telangiectasias. The vascular tumors of the retina are retinal capillary hemangiomas, cavernous hemangiomas, racemose hemangiomas, and retinal vasoproliferative tumors. The retinal telangiectasias are observed in conditions such as Coats disease, Leber's miliary aneurysms, and idiopathic juxtafoveal telangiectasias.\n[1]\n\nCapillary hemangiomas of the retina were first reported by Vigla in 1864 in a patient with central nervous system (CNS) lesions.\n[2]\nRetinal capillary hemangiomas are benign vascular tumors originating from the neurosensory retina or optic disc. These tumors are sporadic or associated with Von Hippel-Lindau (VHL) syndrome.\n[3]\nVHL syndrome is an inherited autosomal dominant disorder characterized by vascular tumors and cysts in multiple organ systems.\n[4]\nConditions associated with VHL syndrome include CNS and retinal hemangioblastomas, renal cell carcinoma, pheochromocytoma, pancreatic islet tumors, endolymphatic sac tumors, and epididymal, renal, and pancreatic cystadenomas.\n[5]\n[6]\nThe retinal tumors typically present as a reddish-orange mass in the retinal periphery, supplied by a pair of dilated and tortuous vessels.\n[7]\nVision loss is due to retinal exudation, detachment, vitreous hemorrhage, and neovascular glaucoma.\n[8]\n\nCavernous hemangiomas of the retina, also known as retinal cavernomas, were initially described as angiomatosis retinae by Niccol and Moore in 1934.\n[9]\n[10]\nThese hemangiomas are rare non-progressive retinal vascular hamartomas. In some cases, they may involve the CNS, which can cause significant morbidity and mortality if not diagnosed and treated early.\n\nRetinal capillary hemangiomas can manifest as a solitary lesion or part of Wyburn-Mason syndrome, also known as Bonnet-Dechaume-Blanc syndrome.\n[11]\nThis rare congenital disorder is sporadic and results in arteriovenous malformations (AVM) in the retina, visual pathways, and midbrain, maxilla, and mandible regions.\n[12]\nDuring ophthalmoscopic examination, dilated and tortuous vessels from the optic disc to the retinal periphery are observed.\n[13]\nThe visual acuity upon presentation ranges from normal to poor, depending on the associated complications.\n[14]",
    "mechanism": "The retinal capillary hemangiomas, also called retinal hemangioblastomas, may present in isolation or as a significant manifestation of VHL syndrome. Mutation in the\nVHL\ngene at chromosome 3p25.3 is primarily associated with this autosomal dominant syndrome.\n[15]\nThe\nVHL\ngene encodes the VHL protein (pVHL) responsible for the degradation of ubiquitin-mediated hypoxia-inducible factor (HIF).\n[16]\nThe inactivation of pVHL leads to sustained activation of HIF proteins, triggering angiogenesis and tumor formation in retinal hemangioblastomas.\n[17]\n\nRetinal cavernous hemangiomas can be sporadic or inherited in an autosomal dominant form.\n[18]\nFamilial retinal cavernomas have associated cerebral and cutaneous involvement.\n[19]\nIn combined retinal and cerebral cavernous hemangiomas, multiple cerebral cavernous malformation gene mutations, including\nCCM1/KRIT1\nat chromosome 7q21.2,\nCCM2/MGC4607\nat chromosome 7p13, and\nCCM3/PDCD10\nat chromosome 3q26.1, have been identified.\n[20]\nA somatic mutation in the\nPIK3CA\ngene at chromosome 3q26.32 has been reported to cause sporadic cerebral cavernous malformation, also called CCM4.\n[21]\n\nRacemose hemangiomas in Wyburn-Mason syndrome occur due to a developmental abnormality that affects the primitive vascular mesoderm, shared by the developing optic cup and anterior neural tube.\n[12]\nThe anterior vascular plexus is responsible for the formation of the retinal and hyaloid vessels in the eye and the vasculature of the midbrain.\n[22]",
    "monitoring": "The diagnosis of retinal capillary hemangiomas is made through clinical examination.\n[56]\nDilated ophthalmoscopic examination reveals a reddish-orange mass with dilated and tortuous afferent arterioles and efferent venules (see\nImage\n. Retinal Capillary Hemangioma). The most common location is the mid-peripheral temporal quadrant of the retina.\n[57]\nHowever, 15% of the lesions are in the juxtapapillary or peripapillary retina.\n[7]\nThe incipient lesions appear as small aneurysmal dilatations of retinal capillaries. The optic nerve hemangioblastomas lack the feeding artery and draining vein, as observed in retinal hemangioblastomas, and are often misdiagnosed. Three types of optic nerve hemangioblastomas are endophytic, exophytic, and sessile.\n[58]\n\nEndophytic tumors appear as round, reddish lesions projecting into the pre-papillary vitreous.\nExophytic lesions extend from the disc margin to the sub-retinal space and appear as a yellow, nodular tumor.\nSessile types are challenging to detect as they appear as a localized thickening at the neuroretinal rim without prominent coloration. Sessile hemangioblastomas at the juxtapapillary retina show vascularity on optical coherence tomography angiography (OCTA).\n[52]\n[59]\n[60]\n\nFundus fluorescein angiography (FFA) is the most important diagnostic tool due to the tumor's vascular nature\n.\n[61]\nThis technique is useful in detecting subclinical pinpoint tumors as small as the width of a third-order retinal artery and in detecting leakage from the mass into the vitreous cavity and adjacent retina in patients with distant macular edema.\n[62]\nUltrasonography shows an acoustically solid intraocular tumor with or without surrounding subretinal fluid.\n[52]\nOptical coherence tomography (OCT) shows intraretinal tumors involving the entire retinal thickness and associated retinal changes such as retinal edema, hard exudates (hyperreflective lesions), and the epiretinal membrane.\n[63]\nOCTA helps measure the dimensions and visualize the tumor's structure and response to treatment.\n[64]\nOn OCTA, the lesions are bright, well-defined, and elevated, involving superficial and deeper retinal layers or surrounded by void areas in the deep capillary plexus.\n[65]\n\nCNS hemangioblastomas most frequently occur in the cerebellum (60%), spinal cord (30%), and brainstem (10%) and rarely involve optic pathways and choroidal plexus (1%). Magnetic resonance imaging (MRI) of the brain can show nodular lesions with adjacent cysts.\nEndolymphatic sac tumors are rare and appear as enhancing cysts in MRI.\nRenal manifestations include benign renal cysts and clear cell renal carcinomas diagnosed using MRI.\nPheochromocytomas are found in approximately 20% of patients with VHL syndrome, and they are diagnosed by testing urinary catecholamines and plasma-free metanephrines compounded with abdominal ultrasound and MRI.\nPancreatic manifestations, such as cysts, serous cystadenomas, and neuroendocrine tumors, are typically asymptomatic and are identified through MRI.\nEpididymal cysts are found in 25% to 60% of men and can be identified by palpation. Ultrasound demonstrates a solid mass; sometimes, cystic lesions can be noted.\n[52]\n[66]\n[67]\n[68]\n[69]\n[70]\n\nGenetic testing to identify\nVHL\ngene mutation can benefit family members using southern blot and multiplex ligation-dependent probe amplification techniques.\n[71]\n\nCavernous vascular hemangioma of the retina can be diagnosed through dilated fundoscopy. The lesions appear as demarcated dark, intraretinal grape-like clusters of dilated and saccular blood vessels along the retinal vein or on the optic disc (see\nImage.\nRetinal Cavernous Hemangioma).\n[72]\nAneurysms may be small and subtle or extensive, involving multiple quadrants of the retina.\n[73]\nThese aneurysms are raised above the retinal surface, with grey and white glial zones covering the surface due to prior recurrent hemorrhages.\n[74]\nFFA typically shows hypofluorescence in the arterial phase with a slow appearance of fluorescein within the venous aneurysms.\n[32]\nAneurysm filling is characterized by a fluorescein-erythrocyte interface. Red blood cells settle at the bottom leaving plasma on the top, creating fluorescein-blood levels.\n[75]\nOCT demonstrates a lobulated hyperreflective mass with clear cystic spaces.\n[76]\nUltrasonography shows a well-defined, acoustically solid mass and helps detect large tumors obscured by vitreous hemorrhage. Familial forms of cavernous hemangiomas are associated with cutaneous and cerebral cavernous hemangiomas. Cerebral cavernous hemangioma presents with headaches, seizures, and transient visual disturbances. Cerebral cavernous hemangiomas are\n3 times more common in the supratentorial part of the brain compared to in the infratentorial part of the brain.\n[32]\nBrain MRI is needed to identify CNS cavernomas.\n[30]\nGenetic testing for\nCCM\ngenes should be completed in appropriate clinical settings in case of multiple hemangiomas or positive family history.\n[77]\n\nOphthalmoscopic examination of retinal racemose angiomas shows a large, dilated, tortuous retinal artery extending from the optic disc and directly connecting to the retinal vein without any intervening capillaries (see\nImage\n. Retinal Racemose Angioma).\n[13]\n[78]\nArteriovenous communications of the retina or retinal arteriovenous malformations can be classified into three groups based on their characteristics.\n[33]\n[79]\n\nGroup 1 involves an arteriolar or abnormal capillary plexus between the retinal artery and vein.\nGroup 2 involves direct arteriovenous communication without an intervening capillary plexus. Type 1 and type 2 lesions typically do not involve the CNS.\nGroup 3 involves arteriovenous shunts with large convoluted vessels. The retinal arteries and veins cannot be differentiated. Such lesions are typical of congenital retinocephalofacial vascular malformation syndrome or Wyburn Mason syndrome, with a high incidence of central nervous system lesions.\n[80]\n[81]\n\nTypically, no exudation or hemorrhage is present. FFA findings show rapid filling of the affected blood vessels without any leakage. OCTA is a better tool for detecting the vessel of origin and resolving associated leaking macroaneurysms following treatment (focal laser). Some associated macroaneurysms may have spontaneous thrombosis.\n[82]\nVascular lesions in the CNS commonly affect the midbrain and tend to occur on the same side as the affected eye.\n[32]\nIntracranial arteriovenous malformations are diagnosed using imaging techniques such as computed tomography (CT), MRI, and magnetic resonance angiography (MRA).",
    "administration": "Treatment of capillary hemangiomas is decided based on the tumor location, number, size, and secondary effects. Inactive fibrotic lesions can be left untreated. Laser photocoagulation is an effective treatment modality for smaller capillary hemangiomas with basal diameters up to 4 mm.\n[83]\nAlternatively, cryotherapy can manage tumors up to 5 mm but requires multiple sessions to achieve optimal results.\n[84]\nHowever, cryotherapy can cause a transient increase in exudative or tractional vitreoretinopathy.\n[85]\nMore extensive tumors require external beam radiotherapy, plaque brachytherapy, or proton beam therapy.\n[86]\nAdvanced cases with exudative and tractional retinal detachment may need vitreoretinal surgery.\n[7]\nSurgical endoresection of the tumor can improve visual outcomes with minimal sequelae. Endodiathermy or feeder vessel ligation may reduce the risk of intraoperative bleeding and provide better tumor control.\n[87]\nJuxtapapillary retinal hemangiomas can pose a significant challenge to treat due to their location in the papillomacular bundle.\n[88]\nHowever, verteporfin photodynamic therapy has shown promise as an effective treatment option for these lesions.\n[89]\nThe ability to cause selective vascular occlusion with lesser damage to the optic nerve makes it a viable alternative.\n[90]\n\nThe results of several case reports have suggested that combined anti-vascular endothelial growth factor (anti-VEGF) agents and photodynamic therapy may hold promise as a therapeutic option for certain retinal hemangiomas.\n[91]\nBelzutifan is a HIF-2-α inhibitor and is the first Food and Drug Administration (FDA)-approved systemic oral drug for VHL-associated tumors such as renal cell carcinoma, CNS hemangioblastoma, and pancreatic neuroendocrine tumors. The most common adverse effects include anemia, nausea, headache, and raised blood glucose, and it is harmful in pregnancy.\n[92]\nSunitinib, a tyrosine kinase inhibitor, has shown promising results in treating renal carcinomas in VHL syndrome but has not been effective in treating hemangioblastomas.\n[93]\nHowever, disease progression, fatigue, and hand-foot syndrome were noted in patients with advanced VHL disease.\n[94]\nDovitinib, a tyrosine kinase inhibitor of the VEGF receptor and fibroblast growth factor, also resulted in adverse effects such as maculopapular rash, diarrhea, and fatigue.\n[95]\nPazopanib has demonstrated clinical responses in renal tumors of VHL despite adverse effects such as diarrhea, hypertension, fatigue, and transaminitis.\n[96]\n\nRetinal cavernous hemangiomas typically remain stable and asymptomatic and, therefore, do not require intervention.\n[30]\nMild vitreous or retinal bleeding generally resolves spontaneously without medical intervention.\n[32]\nHowever, if the subretinal or vitreous hemorrhage is severe, cryotherapy and laser photocoagulation may be recommended as potential treatment options.\n[97]\nSystemic infliximab infusion has been reported to cause temporary tumor regression.\n[98]\nRecently, photodynamic therapy has proven to be a safer option for patients with symptomatic hemangiomas.\n[99]\n\nThe management approach for retinal hemangiomas depends on the location of the arteriovenous malformations and the associated symptoms. Conservative management is typically recommended for asymptomatic arteriovenous malformations. However, symptomatic cases with complications, such as retinal ischemia, may necessitate laser photocoagulation, pars plana vitrectomy to address non-clearing vitreous hemorrhage, or cyclo-destructive procedures for painful blind eye caused by neovascular glaucoma.\n[100]\nIntracranial arteriovenous malformations can be treated with embolization.\n[101]",
    "adverse_effects": "The most common complication of retinal capillary hemangiomas is the formation of epiretinal membrane and subretinal fluid.\n[37]\nRetinal exudation and proliferative gliosis are the significant causes of visual impairment in about 50% of the affected individuals.\n[118]\nA retrospective analysis of 18 patients revealed that eyes with tractional or exudative retinal detachment exhibited poor visual acuity at follow-up.\n[119]\nVisual loss in retinal capillary hemangioma is due to retinal exudation, fibrovascular proliferation, rhegmatogenous or tractional retinal detachment, macular hole, and glaucoma.\n[8]\n\nRetinal cavernous hemangiomas are non-progressive with minimal complications, the most common being vitreous hemorrhage.\n[39]\nExudation is rare, and fibroglial tissue may develop over the tumor surface, which can cause visual impairment if the tumor is located at the macula.\n[40]\n[120]\n\nRetinal arteriovenous malformations in Wyburn-Mason syndrome can result in various complications, including macular edema, retinal ischemia, retinal vein occlusion, vitreous hemorrhage, and neovascular glaucoma.\n[121]\nArteriovenous malformations in the maxillary and mandibular region can lead to profuse bleeding during dental or maxillofacial surgical procedures\n.\n[122]"
  }
}