{
  "drug_name": "greater galangal",
  "nbk_id": "NBK557433",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557433/",
  "scraped_at": "2026-01-11T18:47:10",
  "sections": {
    "indications": "Patients diagnosed with lateral hip pain are commonly treated for trochanteric bursitis using non-steroidal anti-inflammatory drugs (NSAIDs), corticosteroid injections, and physical therapy.\n[1]\n[2]\nWhile effective for many, this approach still leaves many patients with ongoing discomfort and limited functionality. Recent advancements in understanding have led to the recognition of greater trochanteric pain syndrome (GTPS) as a more accurate descriptor of this condition.\n[3]\nGTPS encompasses trochanteric bursitis, external coxa saltans (snapping hip), and abductor tendinopathy.\n[4]\n[5]\n\nTrochanteric bursitis, the predominant cause of GTPS, involves inflammation of the greater trochanteric bursa, which is located between the greater trochanter and the iliotibial band. This inflammation is commonly triggered by repetitive stress and trauma.\n[6]\nThe condition manifests as pain in the lateral thigh, often aggravated by prolonged sitting, stair climbing, or engaging in high-impact exercises. The hip joint, bearing loads of 6 to 8 times the body weight during everyday activities, is particularly vulnerable to wear and tear.\n[6]\n\nThe diagnosis of GTPS is primarily clinical, with imaging used to differentiate it from other potential causes. A deep understanding of the relevant anatomy, clinical examination findings, and imaging results is essential in managing cases resistant to conservative treatment.\n[2]\n[5]\nThe standard treatment includes NSAIDs, physical therapy, and stretching exercises. Surgical intervention, both open and endoscopic, is reserved for cases where conservative methods are ineffective.\n[6]\n\nInvolved Anatomical Structures\n\nDysfunction at any anatomical junction can manifest as greater trochanteric pain syndrome.\n[7]\nThe peritrochanteric space contains important anatomical structures that enable hip motion and stability.\n[2]\nA key structure is the subgluteus maximus bursa, also called the trochanteric bursa, which cushions movements of the overlying gluteus tendons, iliotibial band, and tensor fascia lata. The peritrochanteric space is superficially covered by a fibromuscular sheath comprising the gluteus maximus, tensor fascia lata, and iliotibial band.\n[2]\n[4]\nUnderneath lie the hip abductor and stabilizer muscles.\n[7]\nThe gluteus minimus stabilizes the femoral head, originating from the pelvis and inserting at the greater trochanter.\n[8]\nThe larger gluteus medius also inserts at the greater trochanter, initiates hip abduction, and stabilizes the femoral head. Finally, the tensor fascia lata forms the prime hip abductor. Proper functioning of these muscular and connective tissue structures enables painless motion and transfers weight laterally from the hip during gait.\n[7]\n\nTable\nTable. Anatomical Structures Involved in Greater Trochanteric Pain Syndrome.",
    "mechanism": "Accurate diagnosis of the underlying condition is crucial for the effective treatment of GTPS, which encompasses bursitis, gluteal tears, and external snapping hip.\n[6]\nHowever, many patients have multiple concurrent diagnoses.\n[3]\n[9]\nHistorically, the primary source of lateral hip pain was attributed to inflammation of the peritrochanteric bursae.\n[4]\nThis inflammation was thought to result from repetitive microtrauma and mechanical overload between the greater trochanter and the iliotibial band, stemming from overuse, trauma, or altered gait patterns. However, recent imaging studies more frequently identify abductor muscle tears, tendinosis, and thickening of the iliotibial band, rather than bursitis, as the primary sources of pain.\n[6]\n\nAdvancements in magnetic resonance imaging (MRI) and endoscopic techniques have led to an increased diagnosis of tears in the gluteus medius and minimus muscles.\n[10]\nThese muscles' injury and degeneration pattern is similar to that observed in rotator cuff injuries, where abductor tears can vary from partial to full-thickness due to altered cellular healing response and diminished healing capability. Clinically, complete tears of the gluteus medius muscle are evidenced by abduction weakness during physical examination or a Trendelenburg gait.\n[11]\n\nExternal coxa saltans, or snapping hip, is characterized by the iliotibial band \"snapping\" over the greater trochanter as the hip flexes from extension, often producing audible and painful sensations.\n[12]\nThis repetitive motion can lead to thickening of the iliotibial band and subsequent bursal inflammation. While snapping may be asymptomatic, particularly in athletes, it can sometimes contribute to discomfort.\n[4]",
    "monitoring": "Diagnostic Imaging Studies\n\nThe primary imaging techniques utilized for GTPS diagnosis include plain x-rays, ultrasound, and magnetic resonance imaging (MRI).\n[22]\n\nX-rays\n\nInitial plain films help evaluate lateral hip pain by excluding intraarticular pathologies, including osteoarthritis, femoroacetabular impingement, and dysplasia.\n[23]\nThis allows the identification of alternate symptom etiologies before instituting greater trochanteric pain syndrome (GTPS) treatment. Diagnostic anesthetic-corticosteroid injections also distinguish intraarticular versus extrinsic lateral hip pain generators while potentially alleviating symptoms. Plain films are often normal in GTPS, though may reveal intrabursal calcifications, abductor tendinosis, or enthesophytes. However, these signs demonstrate low sensitivity and specificity. Plain films lack distinct findings but remain valuable for ruling out competing diagnoses so appropriate GTPS therapy can be initiated without unnecessary advanced imaging. A diagnostic injection assesses the hip joint while providing therapeutic confirmation if lateral symptoms resolve.\n[24]\n\nMagnetic resonance imaging\n\nMagnetic resonance imaging (MRI) represents the diagnostic cornerstone for GTPS, excellently delineating intra- and extra-articular hip structures.\n[23]\nMRI visualizes inflammation surrounding the greater trochanter, consistent with trochanteric bursitis. Characteristic MRI findings of gluteus medius tendinosis include tendon thickening and increased T2 signal, while partial and complete tear morphologies are well delineated. Multiple analyses validate MRI accuracy against operative inspection, proving high sensitivity and specificity for abductor tears. Studies also reveal patients with torn gluteus medius frequently exhibit ipsilateral tensor fascia lata hypertrophy, plausibly compensating for weakened abductors.\n[22]\n\nUltrasonography\n\nUltrasound is a rapid, accessible adjuvant to MRI, enabling dynamic visualization ideal for external snapping hip where the trochanter moves against the iliotibial band.\n[23]\nTargeted palpation and diagnostic injections can precisely pinpoint pain generators. Tendinosis appears as tendon thickening with lost fibrillar pattern and hypoechoic fluid. Bursitis manifests as anechoic fluid distending the subgluteus maximus or medius bursae. Reviews demonstrate ultrasound boasts high sensitivity and positive predictive value for abductor abnormalities. A specific analysis of hip ultrasounds in GTPS patients revealed prevalent gluteal tendinosis and iliotibial band thickening, while bursitis proved less common.\n[22]",
    "administration": "Nonsurgical Management\nNonsurgical management of GTPS typically begins with conservative interventions like activity modification and physical therapy, which include exercises aimed at strengthening and stretching the muscles around the hip.\n[12]\n[5]\nWeight management is also advised when relevant. Pharmaceutical treatments often involve NSAIDs for their anti-inflammatory effects, although they must be used cautiously in patients with certain health risks.\n[19]\nCorticosteroid injections are another common treatment, providing targeted relief. Advanced therapies, including platelet-rich plasma (PRP) injections and extracorporeal shock wave therapy (ESWT), have been explored for cases resistant to these measures, with ESWT showing particular promise when combined with exercise regimens.\n[21]\nThe success rate of these conservative measures is high, with most patients experiencing resolution of symptoms.\n[5]\n\nPharmacologic therapy\n\nOral NSAIDs are crucial for inhibiting the inflammatory cascade and providing symptomatic pain relief for trochanteric bursitis symptoms. However, before initiating NSAIDs, it is essential to confirm that patients have no contraindications. Individuals currently taking blood thinners or at high risk of gastrointestinal (GI) bleeding should avoid NSAID therapy.\n[5]\n[25]\n\nPhysical therapy\n\nPhysical therapy focused on quadriceps strengthening and ITB stretching is important for addressing the underlying pathology.\n[12]\nIn addition, hip abduction exercises should be incorporated to enhance the stretching and strengthening of the gluteus medius and gluteus minimus muscles.\n[12]\n[13]\nInstructing adolescent athletes on proper running and jumping techniques is crucial to preserving hip mobility and flexibility during trochanteric bursitis treatment.\n[3]\n[26]\n[25]\n\nQuadriceps strengthening and iliotibial band (ITB) stretching address muscle imbalances and tightness that can contribute to GTPS.\n[25]\nHip abduction exercises further enhance the strengthening of the gluteal muscles.\nEducating young athletes on proper running and jumping techniques helps prevent future recurrences and maintain hip mobility during treatment.\nEccentric exercise (EE) is recognized as a superior approach when compared to a generic exercise regimen. Research has shown that the gradual introduction of eccentric training results in significant strength improvements in older adults without concomitant adverse changes in clinical markers of muscle damage (serum creatine kinase, tumor necrosis factor).\n[27]\n\nCorticosteroid injections\n\nTrochanteric bursitis can be effectively managed with steroid injections.\n[12]\n[25]\nThese injections administer a localized dose of cortisone, frequently combined with a local anesthetic (eg, lidocaine). This treatment offers relief and directly targets local inflammation; orthopedic surgeons and primary care clinicians can administer it. These are minor outpatient procedures conducted using standard sterile techniques. Long-term outcomes are comparable between individuals who receive corticosteroid injections and those who undergo physical therapy.\n[14]\n[25]\n\nCorticosteroid injections have been widely studied, with symptom duration varying greatly among patients and improvements from treatment ranging significantly. No substantial difference was found between standard and ultrasound-guided injections, though the latter may benefit individuals with larger physiques.\n[19]\n\nPlatelet-rich plasma injections\n\nThe application of platelet-rich plasma (PRP) injections continues to be a subject of ongoing discussion within orthopedics and sports medicine.\n[15]\n[28]\nA recent level I systematic review, which examined 3 randomized clinical trials (RCTs) and 2 case series from the literature, demonstrated patient improvement at 3- and 12-month follow-ups.\n[29]\nHowever, the review's authors recognized the limited availability of high-quality evidence conclusively favoring PRP injections over the nonoperative approaches mentioned earlier.\n[16]\nAs a result, PRP is not considered the standard of care for greater trochanteric bursitis.\n[3]\n[13][20]\n\nExtracorporeal shock wave therapy\n\nExtracorporeal shock wave therapy (ESWT) is an effective treatment for GTPS, especially in cases where high signals are evident on MRI.\n[19]\nFuria et al found ESWT to be more effective than corticosteroid injections or home exercises in treating the condition.\n[30]\nCombining ESWT with a specific exercise regimen has demonstrated a success rate of 86.8% in just 2 months after therapy, proving its safety and effectiveness in addressing GTPS.\n[28]\n\nSurgical Management\n\nSurgical intervention for GTPS should be reserved for patients with symptoms exceeding 6 to 12 months who haven't responded to conservative treatment. The chosen technique depends on the pain's etiology, and both open and endoscopic approaches are available.\n[5]\n\nTrochanteric bursitis\n\nSurgical management of recalcitrant greater trochanteric bursitis has an extensive track record spanning decades. Open techniques combining iliotibial band (ITB) release with trochanteric bursectomy were first popularized by Brooker in 1979. While the technique has evolved, both open and arthroscopic approaches incorporate sharp debridement and excision of inflamed bursal tissue.\n[31]\nKey technical aspects emphasized by experienced surgeons include adequately removing the subgluteal bursa, reducing greater trochanter prominence, and performing an ITB release over the trochanter's anterior facet.\n[17]\n[28]\n[31]\n\nMultiple small case series demonstrate good outcomes after open ITB release and bursectomy. A study of 12 bursitis patients undergoing trochanteric osteotomy noted 11 patients reporting great or very great improvement at average 2-year follow-up despite 5 patients having already failed prior open procedures.\n[32]\nIsolated arthroscopic bursectomy also shows favorable results. Two series detail significant improvement in functional scores and pain with few recurrences or revisions needed.\n[33]\n[34]\n\nExternal snapping hip\n\nMultiple surgical techniques effectively treat the external snapping hip, which arises from the posterior iliotibial band (ITB) thickening and repeatedly snapping over the greater trochanter during hip motion. Open and arthroscopic approaches to ITB release have reduced pain and snapping.\n[35]\nThe open release includes an ITB Z-plasty combined with a greater trochanteric bursectomy.\n[36]\nThese procedures demonstrate high rates of symptom relief with minimal need for revision. Arthroscopic techniques also show efficacy using a diamond-shaped ITB fenestration over the greater trochanter. Despite increased cost and time, the arthroscopic approach results in a faster recovery. While high-quality comparative effectiveness data is lacking across multiple case series, open and arthroscopic ITB releases provide reliable refractory external snapping hip options.\n[35]\n[36]\n\nHip abductor tears\n\nTreatment decisions for torn hip abductors now mirror the progression once seen for rotator cuff repairs. Both open and arthroscopic techniques successfully treat partial and full-thickness tears. For irreparable tears, transfers or allograft augmentation have been utilized.\n\nFull-thickness gluteus medius tears are increasingly recognized, with multiple case series reporting a prevalence between 20% and 25% during arthroplasty.\n[37]\nOpen repairs employ suture anchors or transosseous trochanteric drilling.\n[38]\nA series of 72 open repairs showed 95% of patients exhibiting decreased pain and improved function at 1 year. Another group developed a tear classification scheme, finding significant gains in Harris hip scores comparable to arthroplasty outcomes.\n[39]\nHowever, those with massive tears fared poorly. Though no comparative effectiveness trials exist, most authors advise open techniques for more giant chronic tears.\n\nEndoscopic abductor repair has also been described and demonstrates similar favorable outcomes.\n[39]\n[40]\nReports describe combined arthroscopic treatment of intra-articular hip disease alongside gluteus medius repair via separate peritrochanteric portals. At minimum 2-year follow-up, patients exhibit decreased pain and improved strength.\n[40]",
    "adverse_effects": "GTPS significantly impairs daily functioning beyond the primary symptomatology of hip pain.\n[5]\nThe syndrome seldom presents direct complications; however, its chronic pain and resultant functional deficits profoundly diminish the quality of life. GTPS patients frequently encounter difficulties with routine ambulation, stair navigation, and bed transfers, resulting in the following:\n\nDiminished physical activity: Anticipatory pain avoidance and mobility restrictions commonly precipitate a decline in physical activity, detrimentally affecting health and fitness parameters.\nOccupational interference: Functional impairments may compromise occupational performance, catalyzing absenteeism and diminished work efficacy.\nSocial withdrawal: Pain-related activity limitations can induce isolation and reduce participation in social and recreational endeavors, adversely affecting psychosocial health.\n\nThe therapeutic modalities for GTPS, while alleviating symptoms, present potential adverse effects. NSAIDs, for instance, pose risks of gastric mucosal damage and hemorrhage, with heightened risk profiles in patients with comorbidities or concurrent anticoagulant therapy.\n[9]\nAnemia awareness is vital due to the possibility of covert gastrointestinal bleeding. Corticosteroid injections offer analgesia but are not devoid of risks, including hyperglycemia, particularly in diabetics, and postinjection site complications.\n[21]"
  }
}