{
  "drug_name": "great burnet",
  "nbk_id": "NBK538434",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538434/",
  "scraped_at": "2026-01-11T18:47:11",
  "sections": {
    "indications": "Transposition of the great arteries (TGA) is a congenital cardiac defect caused by an embryological discordance between the aorta and pulmonary trunk or by both atrioventricular and ventriculoarterial discordance—a condition often termed \"double discordance.\"\n\nDextro-TGA (d-TGA) occurs during cardiac development when the conotruncal septum, which normally spirals toward the aortic sac, forms linearly. This anomaly interferes with the normal division of the truncus arteriosus into the pulmonary and aortic channels, which form the pulmonary arteries and aorta. As a result, the aorta arises from the right ventricle, and the pulmonary trunk emerges from the left ventricle. As the most common form of TGA, d-TGA is characterized by the right ventricle being positioned to the right of the left ventricle, with the aorta arising anterior and rightward to the pulmonary artery, creating 2 parallel circulatory circuits (see\nImage\n. Dextro-Transposition of the Great Arteries).\n\nIn the systemic circuit of d-TGA, deoxygenated blood returns to the right atrium, flows through the tricuspid valve and is then pumped back into systemic circulation by the contraction of the right ventricle as it enters the abnormally formed aorta. The pulmonary circuit, on the other hand, involves oxygenated blood from the pulmonary veins draining into the left atrium, passing through the mitral valve, and then being pushed back into the lungs via the contraction of the left ventricle and the pulmonary arteries. Patients with d-TGA typically present with cyanosis within the first 30 days of life. Completely parallel circulatory circuits are incompatible with life and require a patent ductus arteriosus (PDA) or an atrial (ASD) or ventricular septal defect (VSD) to allow the mixing of oxygenated and deoxygenated blood (see\nImage.\nDextro-Transposition of the Great Arteries and Parallel Circulation).\n[1]\n\nCongenitally corrected TGA (ccTGA) is a complex congenital heart defect (CHD) characterized by misalignment of the ventricles and transposition of the great arteries, resulting in ventricular discordance where the ventricles are not properly aligned with their corresponding atria. This condition is highly variable and can present with a range of anatomical features and clinical manifestations. CcTGA may be associated with other cardiac anomalies, including mirror-image atrial arrangement, atrial isomerism, dextrocardia, VSDs, an Ebstein-like tricuspid valve, pulmonary stenosis, and atresia (see\nImage\n. Congenitally Corrected Transposition of the Great Arteries).\n\nSymptomatic infants often have additional cardiac defects that require early intervention. In contrast, patients without significant intracardiac anomalies may remain asymptomatic during childhood and maintain good health well into adulthood. However, over time, the right ventricle and tricuspid valve, which support systemic circulation, can gradually deteriorate, leading to dysfunction and eventual failure.\n[2]",
    "mechanism": "The exact cause of d-TGA remains unclear, but it is believed to result from multiple complex factors. Understanding the pathogenesis is challenging, particularly due to difficulties replicating the condition in animal models. Traditionally, 2 main theories have been proposed to explain the embryological development of d-TGA. The \"extracardiac theory\" suggests that d-TGA arises from abnormal spiralization of the aortopulmonary septum during heart development, where the conotruncal septum follows a straight path instead of its normal spiral trajectory.\n[3]\n[4]\n\nIn contrast, the \"infundibular theory\" proposes that d-TGA results from improper resorption or underdevelopment of the subpulmonary conus, along with the persistence of the subaortic conus. This anomaly leads to the aorta being positioned over the anterior right ventricle.\n[5]\nSeveral potential risk factors have been identified, including gestational diabetes, maternal exposure to rodenticides and herbicides, and the use of antiepileptic drugs during pregnancy.\n[6]\n\nThe uncommon occurrence of ccTGA has made research on this condition equally challenging, with the underlying cause remaining unidentified. The variability in age at diagnosis, along with a wide range of associated cardiac defects and comorbidities, further complicates studies.\n[7]\nPatients exhibit significant diversity; individuals with major accompanying heart defects, such as pulmonary stenosis or VSD, are often diagnosed early in life, while those without such complications may not be identified until adulthood.\n[8]",
    "monitoring": "As previously stated, TGA is challenging to detect on fetal ultrasound due to the lack of size differences between the ventricles. D-TGA can be diagnosed in utero using specialized views of the outflow tracts during fetal ultrasound.\n[21]\nImaging is crucial for assessing d-TGA before and after surgical or nonsurgical interventions. The primary objectives of initial imaging are to confirm the diagnosis, detail the anatomy, evaluate hemodynamic abnormalities, assess the degree of mixing between pulmonary and systemic circulations, and identify any associated anomalies. Postprocedural or postsurgical imaging evaluates cardiac function and detects potential complications. The choice of imaging modalities depends on the patient's condition and the available technology and expertise at the medical facility.\n[22]\n\nCommonly used imaging techniques are listed below.\n\nElectrocardiography: Usually appears normal but may demonstrate right-axis deviation and right ventricular hypertrophy (RVH). Several criteria, primarily based on the R and S wave amplitudes in leads I, V1, and V6, along with the R-wave peak time in V1, have been established for diagnosing RVH.\n\nChest radiography: The classic radiographic feature of TGA is the \"egg on a string\" appearance.\n\nEchocardiography: Transthoracic echocardiography is the primary imaging modality for TGA, providing essential information on the morphology, function, and hemodynamics of the ventricles and valves.\n[23]\n\nCardiac catheterization: Angiography is rarely used to diagnose TGA but remains the gold standard for determining the origins of the coronary arteries. Cardiac catheterization is routinely utilized in d-TGA to perform balloon atrial septostomy in patients with severe cyanosis and may also assist in identifying coronary arteries.\n[24]\n\nChest computed tomography imaging: Computed tomography (CT) is often used in postsurgical patients who cannot undergo magnetic resonance imaging (MRI) due to contraindications or the presence of devices that may cause artifacts, such as pacemakers in individuals who have had an atrial switch operation (ASO).\n[25]\nCT imaging provides detailed information on the morphology of cardiovascular structures, including baffles, conduits, and coronary arteries.\n[26]\nAlthough CT can provide quantification of ventricular function, it does not assess hemodynamics or blood flow.\n[27]\n\nCardiac magnetic resonance imaging: MRI offers detailed information on the anatomy and hemodynamics of cardiovascular structures, including baffles and conduits, and allows for the quantification of ventricular size, function, and valvular performance.\n[28]\nAlthough invasive angiography was historically the primary method for assessing coronary arterial anatomy, CT and MRI can now effectively evaluate the coronary arteries. The MRI protocol is typically tailored to the patient's specific clinical needs. Furthermore, with appropriate safety measures and image optimization, MRI can be safely performed in patients with various cardiac implantable devices.\n[29]\n\nFollowing an ASO, the outflow tracts must be meticulously identified during echocardiographic evaluation to assess for potential supravalvar narrowing and neovalvar regurgitation. This evaluation should utilize subxiphoid, apical, and parasternal views, with the apical and parasternal perspectives being particularly effective for evaluating regional wall motion abnormalities. When evaluating the translocated coronary arteries, the parasternal short-axis view should be utilized with a very low color scale to enhance color flow detection. Doppler interrogation of the branch pulmonary arteries should be performed, particularly from a high parasternal vantage point.\n\nFor long-term follow-up, the neoaortic root should be measured using the parasternal long-axis view, while neoaortic and neopulmonary valve regurgitation should be assessed from multiple angles. Echocardiographic imaging can be challenging in adult patients post-ASO, making additional cross-sectional imaging modalities such as CT scans or MRI necessary for accurate visualization of the pulmonary artery branches and coronary arteries.\n[30]\n\nEchocardiograms reveal the atypical connections associated with ccTGA. Although chest radiography is generally nonspecific, it may display an abnormal bulge along the left heart border due to the leftward positioning of the aorta, right ventricular outflow tract, and juxtaposed atrial appendage. MRI and CT scans often demonstrate the most common anatomical configuration of ccTGA, described using the Van Praagh notation system as {S, L, L}. The notation indicates situs solitus (atria in their normal positions), l-looped ventricles (right ventricle on the left and left ventricle on the right), and l-transposed great arteries (aorta positioned anteriorly and to the left of the pulmonary artery) (see\nImage.\nCongenitally Corrected Transposition of the Great Arteries With Double Discordance).\n\nThe aorta and pulmonary artery typically run parallel in the sagittal or coronal plane. The aorta connects to the thick-walled morphologic right ventricle on the left, which may initially suggest a normal connection. Therefore, if an abnormal relationship between these vessels is observed, images must be carefully assessed to determine whether the left-sided ventricle is morphologically left or right.",
    "administration": "Initial management of patients with d-TGA focuses on ensuring adequate oxygenation. Administration of prostaglandin E1 and balloon atrial septostomy stabilizes patients by maintaining patency of the ductus arteriosus. Corrective surgery d-TGA is typically performed once the patient is hemodynamically stable, usually within the first week of life.\n[31]\n[32]\n\nThe 2 commonly used surgical procedures for d-TGA are listed below.\n\nArterial switch operation: The ASO is the standard procedure for patients with d-TGA who do not have major pulmonic stenosis. During the ASO, the surgeon transects the pulmonary trunk and aorta, repositioning these vessels to their correct anatomical locations. The coronary arteries are mobilized and reimplanted into the aortic trunk. Following this, a Lecompte maneuver is performed after implanting the coronary vessels into the proximal portion of the pulmonary trunk, which is now referred to as the neoaorta. This maneuver repositions the pulmonary trunk, originally located behind the aorta, to a new position in front of the ascending aorta. Additionally, any existing VSD is repaired during this procedure.\n[33]\n\nRastelli procedure: The Rastelli procedure is indicated for patients with d-TGA, a large VSD, and pulmonary stenosis. In this operation, the VSD is closed using a baffle, directing oxygenated blood from the left ventricle into the aorta. A conduit is then placed from the right ventricle to the pulmonary artery to shunt deoxygenated blood into the pulmonary artery.\n[34]\n\nOther corrective procedures include the Mustard and Senning, Nikaidoh, Réparation à l'Etage Ventriculaire (REV), and Yasui procedures, although these are less commonly performed.\n[35]\nIn patients with simple TGA, pulmonary blood flow gradually increases after birth, reaching nearly twice the normal level by 2 months of age. During the first few weeks of life, the left ventricular wall thickness decreases rapidly—a process known as left ventricular involution. Consequently, performing an ASO on patients older than 2 weeks with TGA and an intact ventricular septum is considered risky, as numerous studies have shown.\n[36]\n\nFor ccTGA, a physiological repair strategy that preserves the right ventricle as the systemic ventricle is generally considered safe, but it often results in progressive congestive heart failure (CHF) over time. According to Graham et al, 67% of patients with ccTGA and associated abnormalities develop CHF by age 45.\n[37]\nHraska et al report that the 10-year survival rate for individuals following physiological repair is only 68%.\n[38]\nAnatomic repair is often considered unsuitable for older patients, especially those whose morphological left ventricles may not sustain systemic pressures or adequately respond to pulmonary artery band training.\n[39]\nAdditional factors predicting poor outcomes after anatomic repair include significant preexisting tricuspid regurgitation, right ventricular dysfunction, and the need for pacing.\n[40]\n\nIn this condition, the heart maintains a normal atrial position but has abnormal atrioventricular connections, resulting in reversed positions of the left and right ventricles. The anatomical left ventricle is located on the right side and connected to the pulmonary artery, while the anatomical right ventricle is on the left side and connected to the aorta. These structural abnormalities can disrupt the heart's electrical system. Research indicates that approximately 30% of patients with ccTGA develop a complete atrioventricular block, potentially due to the anterior and superior displacement of the atrioventricular node or a conduction defect below the node.\n[41]",
    "adverse_effects": "Untreated TGA can result in CHF, life-threatening arrhythmias, and death. Complications that may arise from corrective procedures for TGA include:\n\nArrhythmias\n[52]\nObstruction or leakage of the baffle (following a Rastelli procedure)\nPulmonary artery stenosis\nCoronary artery stenosis\nAortic root dilation\nAortic regurgitation\n[53]\n\nTimely intervention and regular follow-up care can help minimize complications and improve outcomes for patients with TGA."
  }
}