{
  "drug_name": "green cofee",
  "nbk_id": "NBK580479",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580479/",
  "scraped_at": "2026-01-11T15:30:28",
  "sections": {
    "indications": "ICG is a relatively safe and well-tolerated dye. It has only a few contraindications in ophthalmological use. In patients who are allergic to iodide or shellfish, ICGA should not be performed. Also, it is contraindicated in patients with uremia and those with a history of severe hypersensitivity.\n[30]\n\nICG is exclusively eliminated through the liver. So in patients with liver disease, ICGA is not recommended.\n[31]\nAccording to FDA classification, ICG is a pregnancy category C drug. That means there are no adequate studies on humans to establish safety.\n[32]\nThe aqueous solution of ICG has to be used within 6 hours. An interval of at least one week is necessary after ICGA for radioactive iodine uptake studies.",
    "clinical_significance": "Exudative Age-Related Macular Degeneration (exudative AMD or wet AMD)\n\nICGA helps to delineate the extent of occult CNVM. Occult CNVM comprises 60-85% of CNV in wet AMD.\n[38]\n[39]\nIn ICGA, three morphologic variants of CNVM have been described: hot spot or focal spot, plaque (poorly defined or well defined), and mixed or combined (both hot spot and plaque are present).\n[35]\n\nThe combined type of CNVM may have a hot spot or multiple hot spots at the edge of the plaque (marginal hot spots), hot spots over the plaque (overlying hot spots), or hot spots away from the plaque (remote spots). In eyes with occult CNVM, a majority (around 60%) of eyes reveal plaques on ICGA, and approximately 30% of eyes show hot spots. The rest of the eyes have combined lesions. The visual prognosis of plaque may be worse compared to hot spots, and hot spots may be treated easily with PDT.\n[40]\n\nICGA helps determine the presence of CNVM in a retinal pigment epithelial detachment (PED). In a PED without CNVM (non-vascularized PED), hypocyanescence is noted throughout the phases of ICGA. In eyes with proven occult CNVM with serous PED (vascularized PED) on FFA, 62% showed plaque (size more than one disc area), 38% of eyes showed focal CNVM (with a maximum size of one optic disc area), and in 4% of eyes ICGA could not detect a CNVM.\n[41]\nVascularized PEDs may show a notch at the margin, which may suggest the area of CNVM on FFA as described by Gass.\n[42]\n\nAdvantages of ICGA include the ability to visualize CNVM or other causes of subretinal or submacular hemorrhage. The causes of submacular hemorrhage, as revealed by ICGA in a study on 51 eyes, included wet AMD (around 53%), PCV (about 37%), retinal arterial macroaneurysm (about 6%), and lacquer cracks.\n[43]\nICGA is usually not used to study classic CNVM on FFA as it may not provide clinically relevant additional information.\n\nClear lesion delineation is crucial in treatment modalities like photodynamic therapy (PDT) and laser photocoagulation. Anti-VEGF therapy causes regression of only immature vessels. It does not affect mature vessels.\n[44]\nICGA helps in differentiating immature and mature vessels. This may be of great help, especially in non-regressed CNVMs after multiple anti-VEGF injections.\n\nRetinal angiomatous proliferation (RAP) or Type 3 CNVM\n\nRAP may contribute to up to 20% of cases of wet AMD. ICGA also aids in differentiating occult CNVM from retinal angiomatous proliferation (RAP). The feeding retinal arteriole and the draining retinal venule in RAP can be visualized in ICGA.\n[45]\nTypical features of RAP include intraretinal hemorrhage, retino-retinal anastomosis visible in the early phase of ICGA, high-flow vascular alterations, retino-choroidal anastomosis, and double retinal and choroidal circulation.\n[46]\n[47]\n\nCystoid macular edema and PED may be associated.\n[48]\nRAP is associated with a poor functional prognosis unless treated at an early stage.\n[49]\nAlso, the treatment response of RAP is better with combined anti-VEGF and photodynamic therapy compared to anti-VEGF alone.\n[50]\n[51]\n\nPolypoidal Choroidal vasculopathy (PCV)\n\nICGA is highly recommended for identifying PCV lesions, and ICGA is considered the gold standard for diagnosing PCV.\n[35]\n[52]\nICGA should be advised to rule out PCV in the eyes with:\n\nMassive spontaneous subretinal or submacular hemorrhage\nOrange-red subretinal nodule\nNotched or hemorrhagic PED, and\nPoor response to anti-VEGF therapy.\n[52]\n\nPCV is an abnormality of choroidal circulation in which a vascular network is formed in the inner choroidal layers with an aneurysmal bulge usually at the margin of such network. The aneurysmal bulge is clinically visible as a reddish-orange polyp-like structure.\n[53]\n\nIn ICGA, even though the PCV network starts getting filled with the dye earlier than the retinal vessels, it gets filled slowly. Later the polyps become visible as hypercyanescent lesions. The EVEREST study on PCV used the following criteria to diagnose PCV: early focal subretinal hypercyanescence appearing within 6 minutes of ICG administration with at least one of the following:\n\nassociated branching vascular network,\npulsatile polyp,\nnodular appearance on stereoscopic view,\nhypocyanescent halo around polyp within 6 minutes,\norange subretinal nodule on stereoscopic color fundus photo that corresponds to the polyp on ICGA, and\nmassive submacular hemorrhage (minimum size of 4 disc area).\n[54]\n\nIt is important to differentiate PCV from CNVM as PCV responds better with photodynamic therapy (PDT) or a combination of PDT and intravitreal anti-VEGF therapy rather than anti-VEGF therapy alone.\n[54]\n[55]\nPeripheral exudative hemorrhagic chorioretinopathy (PEHCR) has been divided into two groups: with and without peripheral PCV. The peripheral PCV subtype shows polyps on ICGA in eyes with PEHCR.\n[56]\n\nCentral Serous Chorioretinopathy (CSCR)\n\nICGA of CSCR is characterized by multifocal areas of choroidal hyperpermeability in the mid and late phases.\n[57]\nThese areas of hyperpermeability may surround the area of leak seen on FFA, in the unaffected retina, or in the fellow eye. The early phase shows a delay in the choroidal filling. The late phase of ICGA may show persistent hypercyanescence or washout. Chronic CSCR is characterized by multifocal areas of inner choroidal hyperpermeability. Identifying these areas of leaks helps in the treatment of chronic CSCR using PDT.\n[58]\n\nICGA also helps to differentiate CSCR from PCV and helps detect underlying CNVM in CSCR.\n[59]\nOther ICGA features of CSCR include presumed occult serous PEDs,\n[60]\ndelayed arterial filling of choroid and choriocapillaris, punctate hypercyanescent spots,\n[61]\nwith choriocapillaris and venous congestion.\n[36]\n\nICGA forms an important investigation for the recently described pachychoroid disease spectrum, including CSCR, PCV, pachychoroid pigment epitheliopathy (PPE), pachychoroid neovasculopathy (PNV), focal choroidal excavation,\n[62]\nand peripapillary pachychoroid syndrome (PPS).\n[63]\n\nRetinal Arterial Macroaneurysm (RAM)\n\nRetinal arterial macroaneurysm can present with pre-retinal, intraretinal, and subretinal hemorrhage. In case of significant pre-retinal hemorrhage, FA may not visualize the macroaneurysm due to the masking effect of the hemorrhage. But ICGA can visualize the macroaneurysm as the infrared rays can penetrate better through the hemorrhage.\n[64]\n\nChoroidal Tumors\n\nChoroidal melanoma -\nICGA is superior to FA in identifying the tumor vasculature and borders. The tumor microcirculation patterns in ICGA, such as parallel with cross-linking, loops, arcs with branching, and networks, are associated with a higher rate of tumor growth.\n[65]\n\nChoroidal hemangioma -\nIn circumscribed choroidal hemangioma, the intrinsic vascular pattern is seen 30 seconds after injection of ICG. The lesions become intensely hypercyanescent at 1 minute. In the late phases of the angiogram, the dye washes out from the lesion rapidly compared to the background choroid making the hemangioma appear hypocyanescent.\n[66]\n\nWhite Dot Syndromes\n\nBirdshot chorioretinopathy\n- In ICGA, hypocyanescent dots correspond to the cream-colored lesions in birdshot chorioretinopathy. ICGA is superior to FA in this disease as these lesions are not usually visualized in FA.\n[67]\n\nMultifocal Choroiditis -\nThe white lesions in multifocal choroiditis are visualized as hypocyanescent dots in ICGA. ICGA can be used to monitor the treatment response as the number and size of these hypocyanescent areas decrease with successful treatment with systemic steroids.\n[68]\n\nMultiple evanescent white dot syndrome (MEWDS)\n- MEWDS presents with unilateral diminution of vision. It is common in young females. It has a transient and self-limiting course. ICGA reveals multiple hypocyanescent spots in the mid and late phases. These spots are more apparent in ICGA compared to FA.\n[69]\n\nSerpiginous choroidopathy\n- In serpiginous choroidopathy, ICGA reveals choroidal alterations even if there is no clinical or FA evidence. In ICGA, the active lesions appear to be larger compared to FA. Thus it helps in the identification of active lesions. Also, choroidal activity can be present even after the cessation of retinal activity. This can be identified using ICGA.\n[70]\n\nAcute posterior multifocal placoid pigment epitheliopathy (APMPPE)\n- In acute APMPPE, ICGA reveals hypocyanescent lesions in both the early and late phases of the angiogram. This is hypothesized to be due to choroidal hypoperfusion secondary to occlusive vasculitis.\n[71]\n\nPunctate inner chorioretinopathy (PIC)\n- Hypocyanescent spots are noted in all phases of ICGA, which may be more in number than is visible on fundus photo or FFA.\n[72]\n[73]\n\nAcute zonal occult outer retinopathy (AZOOR) -\nFundus autofluorescence shows very typical features. ICGA may be normal or may show hypocyanescence. In late-stage AZOOR, a trizonal pattern may be noted. The area outside the lesion shows normal cyanescence (zone 1). The margin shows late extrachoroidal leakage (minimal) (zone 2). Zone 3 or the area inside the lesson shows hypocyanescence due to choriocapillaris atrophy.\n[74]\n\nChorioretinal Atrophy\n\nIn Stargardt disease, there is a complete loss of choriocapillaris ('dark atrophy' or complete absence of choriocapillaris on ICGA) whereas, in geographical atrophy secondary to age-related macular degeneration (ARMD), residual choriocapillaris are present. ICGA aids in differentiating between late-onset Stargardt disease from chorioretinal atrophy. Hypocyanescence is seen in the late phases of ICGA in the case of Stargardt disease.\n[75]\nIn dry AMD with geographic atrophy, the areas of atrophy become isocyanescent in the late phase of ICGA.\n\nOcular inflammatory Diseases\n\nSympathetic Ophthalmia:\nICGA shows hypocyanescent patches, some of which may become isocyanescent in the late phase.\n[76]\n\nVogt Koyanagi Harada (VKH) syndrome\n: The ICGA features in the acute phase include early hypercyanescence and leakage from choroidal stromal vessels, hypocyanescent spots, fuzzy large choroidal vessels, and hypercyanescence of the optic disc.\n[77]\nThe hypocyanescent spots resolve with adequate therapy. The persistence of such ICGA lesions despite therapy may denote the presence of subclinical inflammation that may lead to sunset glow fundus and suggest the need to increase the immunosuppression in such cases.\n[77]\nICGA may be used to detect subclinical recurrence of VKH syndrome.\n[78]"
  }
}