{
  "drug_name": "green coffee",
  "nbk_id": "NBK576399",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576399/",
  "scraped_at": "2026-01-11T15:30:29",
  "sections": {
    "clinical_significance": "Clinical Integration and Documentation\n\nEffective history-taking in obesity medicine provides the clinical foundation for tailored, evidence-based treatment planning.\n[38]\nUnderstanding a patient's weight trajectory, nutritional intake, eating behaviors, physical activity patterns, sleep quality, medication effects, mental health status, and social determinants of health allows clinicians to identify modifiable contributors and select appropriate interventions.\n\nThis comprehensive approach helps to support the following management goals:\n\nBuilds therapeutic alliance and reduces weight stigma\nIdentifies treatment targets and prioritizes interventions\nGuides referrals to appropriate specialists\nEstablishes a baseline for monitoring progress\nInforms safety considerations for treatment selection\nAddresses psychiatric comorbidities that impact weight management\nOptimizes medication regimens to support weight goals\nIncorporates social determinants to address root causes of health disparities\n\nIntegrating validated assessment tools with clinical interviewing skills ensures both efficiency and comprehensiveness in obesity medicine practice, ultimately leading to improved patient outcomes and treatment success.\n[39]\n\nComprehensive obesity medicine history documentation template\n\nA thorough clinical history that assesses the 8 critical domains essential in obesity management, including weight trajectory analysis, nutritional assessment, eating behavior evaluation, physical activity patterns, sleep quality, medication effects, neuropsychiatric comorbidities, and social determinants of health, is essential for individualized treatment planning. To facilitate interprofessional collaboration, clinicians should document this information using a standard template (\nTable 24\n).\n\nTable\nTable 24. Integrated History Documentation Sample Template.\n\nACE, adverse childhood experiences; ADHD, attention-deficit/hyperactivity disorder; AUDIT-C, Alcohol Use Disorders Identification Test–Consumption; BES, Binge Eating Scale; BMI, body mass index; DAST-10, Drug Abuse Screening Test–10; ESS, Epworth Sleepiness Scale; FITT-E, frequency, intensity, time, type, enjoyment; GAD-7, Generalized Anxiety Disorder–7; OTC, over-the-counter; PHQ-9, Patient Health Questionnaire–9; PSQI, Pittsburgh Sleep Quality Index; STOP-BANG, snoring, tired, observed apnea, pressure, BMI, age, neck, gender\n\nNext Steps Framework\n\nA framework for next steps provides a structured approach to translating assessment findings into actionable plans. Each domain identified during the clinical evaluation guides specific interventions, ensuring that treatment aligns with the patient's needs and readiness for change (see\nTable 25\n).\n\nTable\nTable 25. Assessment Domain Action Plan.\n\nACE, adverse childhood experiences; BED, binge eating disorder; NES, night eating syndrome; OSA, obstructive sleep apnea; STOP-BANG, snoring, tired, observed apnea, pressure, BMI, age, neck, gender"
  }
}