{
  "drug_name": "griseofulvin",
  "nbk_id": "NBK537323",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537323/",
  "scraped_at": "2026-01-11T15:30:34",
  "sections": {
    "indications": "Griseofulvin is a pregnancy Category C medication. It should not be prescribed to pregnant women due to its reports of causing fetal abnormalities in rats and dogs. There are also reports of conjoined twins in women taking griseofulvin during their first trimester of pregnancy. Patients should wait at least a month after completion of treatment with griseofulvin before becoming pregnant.\n[10]\nClinicians should not use griseofulvin in a person who has a hypersensitivity to any portion of the medication. Contraindications also include patients with hepatic failure and those with a diagnosis of porphyria cutanea tarda.\n[11]",
    "mechanism": "Griseofulvin is a microtubule assembly inhibitor. It interacts with microtubules to affect the formation of the mitotic spindle. This interference ultimately inhibits mitosis in dermatophytes. With this mechanism, griseofulvin serves as a fungistatic agent against\nTrichophyton, Microsporum, and Epidermophyton\nspecies.\n[2]\nIt is noteworthy that it is ineffective in treating dimorphic fungi, yeast (\nMalassezia\n,\nCandida\n), or chromomycosis. Griseofulvin is quickly eliminated from the body and thus must be taken over an extended period to have efficacy.\n[2]",
    "administration": "Griseofulvin is an oral medication. It comes in microsize (250 and 500 mg tablets) and ultra micro-size (125 and 250 mg tablets) forms. Ultra micro-size tablets are absorbed better than microsize. Griseofulvin is poorly soluble in water. Griseofulvin is best taken with a high-fat meal to increase absorption from the GI tract.\n[2]\nThe duration of therapy is long (e.g., 6 to 12 weeks for tinea capitis), potentially leading to non-compliance. It is also available in a liquid suspension formulation. Each of these medications should be taken daily for the indicated duration and continued until the patient is clinically asymptomatic.\n\nMicrosize Dosing\n\nOnychomycosis: 1000 mg daily divided from once to 4 times daily. Duration is 4 months for fingernails and 6 months for toenails.\nTinea pedis: 1000 mg daily divided from once to four times a day for 4 to 8 weeks, in conjunction with a topical antifungal.\nTinea corporis/cruris: 500 mg daily divided from once to four times a day for 2 to 4 weeks.\nTinea capitis: 500 mg daily divided from once to four times a day for 4 to 6 weeks.\nTinea barbae: 500 mg daily divided from once to four times a day for 4 to 8 weeks.\n\nUltramicrosize Dosing\n\nTinea capitis, barbae, corporis, or cruris: 375 mg daily divided from once to three times a day for 2 to 4 weeks (tinea barbae, corporis, cruris) or 4 to 6 weeks (tinea capitis).\n\nGriseofulvin requires no dose adjustment in renal impairment but is contraindicated in hepatic failure.",
    "adverse_effects": "Overall, griseofulvin has few adverse effects. It most commonly causes gastrointestinal issues of nausea, vomiting, and diarrhea, as well as headaches and allergic reactions.\n[3]\nOther adverse effects include photosensitivity, fixed drug eruption, petechiae, pruritus, and urticaria. It may cause a worsening of lupus or porphyria.\n[7]\n\nGriseofulvin is an inducer of cytochrome P-450 and thus interacts with medications that metabolize via the P-450 system. One such drug is warfarin. When taken with griseofulvin, warfarin's anticoagulation effect decreases.\n[8]\nAdditionally, griseofulvin increases the effects of alcohol and may cause a disulfiram-like reaction.\n[9]\n\nA study involving 295 children, 79 (or 26.8%) experienced mild to moderate adverse effects, with the most common being gastrointestinal. These included elevated triglycerides (1/79), anemia (2/79), SGOT (serum glutamic-oxaloacetic transaminase; 1/79), rash (1/79), abdominal pain (10/79), diarrhea (7/79), dyspepsia (3/79), fever (1/79), headache (12/79), nausea (9/79), weight gain (3/79), vomiting (12/79), and other unspecified events (17/79).\n[2]\nAll of these adverse effects were transient, and none were considered severe.",
    "monitoring": "Whether there is a benefit to monitoring alanine aminotransferase (ALT), aspartate aminotransferase (AST), and complete blood count (CBC) with differential is a concern for some providers prescribing griseofulvin. A large retrospective study performed in adults and children taking griseofulvin or terbinafine for dermatophyte infections provided clarity on this question. There was a low rate of laboratory test result abnormalities. Most of these were low-grade and did not require discontinuation of the medication or repeat laboratory evaluation. Elevations in ALT, elevations in AST, anemia, lymphopenia, and neutropenia were all infrequent and comparable to baseline rates of abnormalities. With these results, it appears unnecessary in both adults and children to perform interval laboratory tests in patients taking griseofulvin for dermatophyte infections.\n[12]"
  }
}