{
  "drug_name": "guselkumab",
  "nbk_id": "NBK499840",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499840/",
  "scraped_at": "2026-01-11T15:30:36",
  "sections": {
    "clinical_significance": "Interleukin signaling has critical implications in human disease, and the dysregulation of specific interleukins contributes to a diverse range of pathologies, including autoimmune conditions, allergies, malignancy, and infection.\n[2]\nConsequently, interleukins have become both diagnostic biomarkers and therapeutic targets in clinical practice.\n\nAutoimmune and Inflammatory Diseases\n\nIL-1 plays a central role in autoinflammatory syndromes, such as systemic juvenile idiopathic arthritis and cryopyrin-associated periodic syndromes. Blockade with anakinra (an IL-1 receptor antagonist) or canakinumab (an anti–IL–1β antibody) provides significant clinical benefit.\n[13]\nIL-6 is strongly implicated in rheumatoid arthritis, Castleman disease, and cytokine release syndromes. IL-6 receptor inhibition with tocilizumab or sarilumab reduces inflammation and has been approved for both rheumatologic disorders and severe COVID-19.\n[13]\n[11]\nIL-17 and IL-23 drive chronic inflammatory diseases, including psoriasis, ankylosing spondylitis, and inflammatory bowel disease. Monoclonal antibodies, including secukinumab and ixekizumab (anti–IL-17A) and ustekinumab and guselkumab (anti–IL-12/23), have revolutionized treatment in dermatology and gastroenterology.\n[10]\n[3]\n\nOncology and Immunotherapy\n\nIL-2 was one of the first interleukins used in cancer immunotherapy, particularly in metastatic melanoma and renal cell carcinoma. Although high-dose IL-2 therapy induces durable responses in a minority of patients, its severe toxicity limits widespread use.\n[3]\n[6]\nCurrent research focuses on engineered IL-2 variants to optimize efficacy while minimizing adverse effects.\nOther cytokines, such as IL-15 and IL-21, are being investigated as adjuvants to enhance cytotoxic T-cell and natural killer cell responses in cancer immunotherapy.\n[2]\n[15]\n\nInfectious Disease and Cytokine Storm\n\nElevated IL-6 levels are strongly correlated with sepsis severity and have been widely used as biomarkers during the COVID-19 pandemic, where IL-6 blockade has demonstrated improved outcomes in selected patients.\n[11]\n[17]\nIL-10 production can be protective during infection by limiting tissue damage, but its overexpression may promote pathogen persistence and is associated with poor outcomes in viral infections.\n[7]\n[8]\n\nAllergic and Atopic Disease\n\nIL-4 and IL-13 drive immunoglobulin E (IgE) class switching and mucus production, playing central roles in asthma and atopic dermatitis. Targeted biologics such as dupilumab (anti–IL-4Rα) significantly improve symptoms in moderate-to-severe cases.\n[2]\n[14]\nIL-5 mediates eosinophil differentiation and activation; antagonists including mepolizumab and reslizumab are effective in eosinophilic asthma.\n[2]\n[13]\n\nTaken together, advances in cytokine biology have enabled the development of precision biologic therapies, many of which are now standard of care across immunology, rheumatology, dermatology, and oncology.\n[2]\nA more detailed overview of major interleukins, their cellular sources, biological functions, and clinical associations is summarized in Table 1. A concise review of interleukin-modifier drugs is given below. For comprehensive prescribing information, please refer to the Food and Drug Administration (FDA)-approved product labels.\n\nFood and Drug Administration–Approved Drugs with Indications\n\nTherapeutic interleukins:\nRecombinant interleukins are used to directly modulate the immune system.\n\nAldesleukin: A recombinant human IL-2, approved for the treatment of metastatic renal cell carcinoma and metastatic melanoma.\n[18]\nRefer to the FDA-issued box warning below.\nOprelvekin: A recombinant human IL-11, approved for the prevention of severe chemotherapy-induced thrombocytopenia in adult patients with non-myeloid malignancies.\n[19]\nThe clinical use is limited due to the associated adverse effects and withdrawal from the market.\n[20]\n\nInterleukin modifiers:\nInterleukin modifiers are monoclonal antibodies or receptor antagonists that specifically block the action of certain interleukins. Clinical indications are given below.\n\nIL-1 pathway: These drugs block the proinflammatory effects of IL-1 in various autoinflammatory diseases.\nAnakinra: An IL-1 receptor antagonist, approved for rheumatoid arthritis, deficiency of interleukin-1 receptor antagonist, cryopyrin-associated periodic syndromes.\n[21]\n[22]\n[23]\n[22]\nCanakinumab: A human monoclonal antibody targeting IL-1β.\nThis drug is indicated for cryopyrin-associated periodic syndromes, Still disease, familial Mediterranean fever, and other autoinflammatory conditions, including gout flares.\n[24]\n[25]\n[26]\n[25]\nRilonacept: A soluble IL-1 decoy receptor, approved for cryopyrin-associated periodic syndromes and familial Mediterranean fever.\n[27]\n[28]\n\nIL-4 and IL-13 pathway:\nThese drugs block the pathway involved in allergic and type 2 inflammation.\nDupilumab: A human monoclonal antibody that blocks the IL-4 receptor alpha subunit, inhibiting both IL-4 and IL-13 signaling. Dupilumab is indicated for moderate-to-severe atopic dermatitis when topical therapy is inadequate or inadvisable, with or without topical corticosteroids.\n[29]\nDupilumab is also approved for other dermatologic diseases, including prurigo nodularis, chronic spontaneous urticaria refractory to H1 antihistamines, and bullous pemphigoid.\n[30]\n[31]\n[32]\nThis medication is also indicated as add-on maintenance therapy for asthma with an eosinophilic phenotype, chronic rhinosinusitis with nasal polyps, and COPD with an eosinophilic phenotype. In addition, dupilumab is approved for eosinophilic esophagitis.\n[33]\n[34]\n[35]\n[36]\nTralokinumab: A human monoclonal antibody that specifically targets and neutralizes IL-13. This medication is approved for atopic dermatitis.\n[37]\n\nIL-5 pathway:\nThese drugs specifically target IL-5, a key cytokine in eosinophil-driven diseases.\nMepolizumab: A humanized monoclonal antibody that targets IL-5. This medication is approved for severe eosinophilic asthma, eosinophilic granulomatosis with polyangiitis, and hypereosinophilic syndrome.\n[38]\n[39]\nMepolizumab has recently gained approval for add-on maintenance therapy in adult patients with inadequately controlled COPD characterized by an eosinophilic phenotype.\n[40]\nMepolizumab is not recommended for asthma or COPD exacerbations.\nReslizumab: A humanized monoclonal antibody that targets IL-5. This medication is approved for add-on maintenance treatment of severe eosinophilic asthma in adults.\n[41]\nBenralizumab: A humanized monoclonal antibody that targets the IL-5 receptor alpha, leading to direct depletion of eosinophils. This medication is approved for severe eosinophilic asthma and eosinophilic granulomatosis with polyangiitis.\n[42]\n[43]\n\nIL-6 pathway:\nThese agents block the inflammatory effects of IL-6.\nTocilizumab: A humanized monoclonal antibody that targets the IL-6 receptor. This medication is approved for rheumatoid arthritis, giant cell arteritis, polyarticular and systemic juvenile idiopathic arthritis, and systemic sclerosis-associated interstitial lung disease. Tocilizumab has been used to treat cytokine release syndrome. Tocilizumab is also approved for COVID-19 in hospitalized adult patients who are receiving systemic corticosteroids and require additional respiratory support.\n[44]\nSarilumab: A human monoclonal antibody that targets the IL-6 receptor, approved for moderate-to-severe active rheumatoid arthritis in adults.\n[45]\nIn addition, it is now FDA-approved for polymyalgia rheumatica in patients with an insufficient response to corticosteroids and active polyarticular juvenile idiopathic arthritis.\n[46]\nSiltuximab: Siltuximab, a chimeric monoclonal antibody, binds IL-6 and precludes the binding of IL-6 to soluble and membrane-bound IL-6 receptors. This medication is approved for multicentric Castleman disease in patients who are HIV-negative and human herpesvirus-8-negative.\n[47]\n[48]\n\nIL-12 and IL-23 pathway:\nThese drugs target cytokines involved in the differentiation of Th1 and Th17 cells, which play a crucial role in various autoimmune diseases.\nUstekinumab: A human monoclonal antibody that targets the p40 subunit shared by both IL-12 and IL-23. This medication is approved for plaque psoriasis, psoriatic arthritis, Crohn disease, and ulcerative colitis.\n[49]\n[50]\n[51]\n\nIL-17 pathway: These drugs inhibit the IL-17 pathway, a key driver of inflammation in specific conditions.\nSecukinumab: A human monoclonal antibody that targets IL-17A. This medication is approved for plaque psoriasis, psoriatic arthritis, ankylosing spondylitis, non-radiographic axial spondyloarthritis, hidradenitis suppurativa, and juvenile idiopathic arthritis.\n[52]\n[53]\nIxekizumab: A humanized monoclonal antibody that targets IL-17A. This medication is approved for plaque psoriasis, psoriatic arthritis, and ankylosing spondylitis.\n[54]\nBrodalumab: A human monoclonal antibody that targets the IL-17 receptor. This medication is approved for moderate-to-severe plaque psoriasis in adults.\n[55]\nBrodalumab carries an FDA-issued box warning for suicidal tendency.\n[56]\nBimekizumab: A humanized monoclonal antibody that targets both IL-17a and IL-17f. This medication is approved for moderate-to-severe plaque psoriasis in adults and active psoriatic arthritis.\n[57]\nBimekizumab has also been approved for use in adult patients with active non-radiographic axial spondyloarthritis, active ankylosing spondylitis, and moderate-to-severe hidradenitis suppurativa.\n[58]\n[59]\n\nIL-23 pathway:\nThese drugs are more specific IL-23 inhibitors that target the p19 subunit.\nGuselkumab: A human monoclonal antibody that targets the p19 subunit of IL-23. This medication is approved for moderate-to-severe plaque psoriasis and active psoriatic arthritis.\n[60]\nRecently, it has also been approved for moderate-to-severe active ulcerative colitis and Crohn disease.\n[61]\n[62]\nRisankizumab: A humanized monoclonal antibody that targets the p19 subunit of IL-23. This medication is approved for moderate-to-severe plaque psoriasis, active psoriatic arthritis, and moderately to severely active Crohn disease and ulcerative colitis.\n[63]\n[64]\n[63]\nTildrakizumab: A humanized monoclonal antibody that targets the p19 subunit of IL-23. This medication is approved for moderate-to-severe plaque psoriasis.\n[65]\nMirikizumab: A humanized monoclonal antibody that targets the p19 subunit of IL-23. This medication is approved for moderate-to-severe active ulcerative colitis in adults.\n[66]\n[67]\n\nIL-31 pathway\nNemolizumab: An antibody that targets the IL-31 receptor alpha. This medication is approved for prurigo nodularis and atopic dermatitis (in adults and pediatric patients aged 12 or older) when used with other therapies.\n[68]\n[69]\n\nIL-36R pathway\nSpesolimab: A humanized monoclonal antibody that acts as a selective antagonist of the IL-36 receptor. This medication is approved for generalized pustular psoriasis flares.\n[70]"
  }
}