{
  "drug_name": "na cl",
  "nbk_id": "NBK500033",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK500033/",
  "scraped_at": "2026-01-11T15:34:51",
  "sections": {
    "indications": "Although not an absolute contraindication, caution is advised when administering Ringer lactate to patients with liver dysfunction. As most lactate is metabolized by the liver, hepatic impairment can lead to lactate accumulation and reduced conversion to bicarbonate, potentially complicating the interpretation of lactate levels. Rare cases of anaphylaxis to Ringer lactate have also been reported.\n[42]\n\nAdverse effects associated with IV fluid administration may include allergic reactions ranging from mild local erythema and pruritus to more generalized symptoms. Local site infections and regional cellulitis may also occur, potentially progressing to systemic infection if not properly managed. These complications are often related to IV site access rather than the fluid contents themselves. Allergic responses are more commonly linked to adhesive dressings used to secure the IV rather than the contents of the fluid. IV infiltration—characterized by localized swelling, redness, and pain—is another potential complication, typically managed with conservative measures and replacement of the IV line. Infections may require treatment with local or systemic antibiotics, depending on the severity.\n\nWarning and Precautions\n\nTechnique:\nAseptic technique must be strictly followed during all single or multiple entries into containers to prevent contamination. When diluting or dissolving pharmaceuticals, ensure complete mixing and use the solution promptly. Reconstituted injectable drug solutions should not be stored unless specifically recommended by the manufacturer's instructions..\n\nHypertonic saline:\nHypertonic saline can cause infusion and hypersensitivity reactions, including fever, chills, tremors, urticaria, and hypotension. The high sodium content increases the risk of hypernatremia, hypervolemia, and subsequent pulmonary edema or congestive complications, particularly in patients with heart failure, cirrhosis, kidney disease, hyperaldosteronism, or those taking sodium-retaining medications.\n\nFluid balance, serum electrolytes, and acid–base status should be closely monitored during rapid administration to prevent dangerous fluid shifts or dilutional imbalances. Hypertonic saline should be administered through a large peripheral or central vein to minimize venous irritation. Pressurizing containers before evacuating air should be avoided, and flexible plastic bags should not be connected in series or used with vented sets to reduce the risk of air embolism. Additionally, coadministration with blood products is contraindicated.\n\nMedication administration:\nCertain medications are incompatible with specific IV fluids, and pharmacists must remain vigilant about potential interactions. For instance, ceftriaxone and cefepime can interact with lactated Ringer solution and 0.45% NaCl. Additionally, parenteral diazepam may precipitate in standard saline solutions, and amphotericin B is incompatible with normal saline and should not be infused with it.\n[43]\n[44]\nAll potential interactions must be thoroughly reviewed and verified for accuracy.\n[45]",
    "mechanism": "Although volume kinetics is a complex topic, it can be better understood by considering the following 2 fluid characteristics—osmolarity and tonicity.\n\nAccording to the literature review, total body water constitutes approximately 60% of body weight in adult males and about 50% in adult females, with variations based on age, gender, and body composition. Of this total body water, roughly 67% is contained within the intracellular fluid compartment, while the remaining 33% resides in the extracellular fluid compartment. The extracellular fluid is further divided into interstitial fluid, which comprises approximately 75% to 80% of the extracellular fluid, and intravascular fluid, which accounts for about 20% to 25% of the extracellular fluid. Osmolarity across all fluid compartments remains equal or rapidly equalizes, as water moves freely between compartments to maintain osmotic balance.\n\nIn contrast, tonicity refers to the osmotic gradient between 2 fluids across a semipermeable membrane and is a relative measure of the concentration of those 2 fluids. When describing a fluid’s tonicity—as hypotonic, isotonic, or hypertonic—it specifically refers to the osmotic gradient between the intracellular and extracellular compartments. Therefore, an isotonic fluid administered intravenously does not cross into the intracellular space but distributes evenly throughout the entire extracellular compartment, which includes the interstitial fluid (approximately 75%–80%) and the intravascular fluid (approximately 20%–25%), usually in proportion to the compartment volumes.\n[17]\n[25]\n\nUnderstanding lactate metabolism—and briefly reviewing its biochemistry and physiology—is essential for recognizing the specific benefits of Ringer lactate. Lactate is the conjugate (or compensatory) base of lactic acid. Under normal aerobic conditions, glucose metabolism leads to the production of pyruvate through cellular respiration. However, a small amount of anaerobic metabolism occurs continuously, during which pyruvate undergoes an oxidation-reduction reaction with NADH. This reaction, catalyzed by the enzyme lactate dehydrogenase (LDH), converts NADH to NAD\n+\nand forms lactate. This process is crucial for maintaining sufficient NAD\n+\nlevels during anaerobic metabolism, allowing glycolysis to continue even in the absence of oxygen. Normally, through cellular respiration, the NADH/NAD\n+\nratio remains balanced as protons and electrons are transferred to generate ATP, with H\n2\nO and carbon dioxide (CO\n2\n) as the end products. However, when aerobic metabolism is impaired, these protons accumulate.\n\nLactate is produced and transported out of the cells to maintain the NADH/NAD\n+\nratio. The increased lactate production also functions as a buffer by consuming hydrogen ions (H\n+\n) to form lactic acid. Additionally, lactate can be converted back into pyruvate via LDH and enter cellular respiration, producing CO\n2\nand H\n2\nO. These products combine to form carbonic acid (H\n2\nCO\n3\n) through the action of carbonic anhydrase, which rapidly dissociates into bicarbonate (HCO\n3\n−\n). Thus, lactate metabolism contributes to bicarbonate formation and has a role in maintaining acid-base balance.\n[26]\n\nAdministering 1 liter of Ringer lactate provides 2 important benefits, as mentioned below.\n\nVolume resuscitation: This process expands the intravascular volume, thereby increasing preload and improving tissue perfusion.\nSodium lactate supply: Sodium lactate acts as a bioenergetic fuel that the body is adapted to metabolize during ischemic conditions, helping to reduce cellular injury and death caused by ischemia.\n[27]\n\nPharmacokinetics\n\nAbsorption:\nCrystalloids exhibit 100% bioavailability when administered intravenously, with immediate distribution into the intravascular compartment.\n\nDistribution:\nFluid distribution depends on the solution’s tonicity. Isotonic fluids (eg, 0.9% NaCl, lactated Ringer) primarily expand the extracellular fluid compartment. Hypotonic solutions (eg, 0.45% NaCl, dextrose 5%) allow water to shift into the intracellular space. Hypertonic saline draws water from the intracellular compartment into the extracellular space. After metabolism, dextrose-containing solutions act as free water.\n\nMetabolism:\nNormal saline, half-normal saline, and hypertonic saline are not metabolized by the body. Lactate, present in lactated Ringer solution, is metabolized primarily in the liver to bicarbonate. Acetate, found in Ringer acetate, undergoes extrahepatic metabolism to bicarbonate. Dextrose is metabolized to CO\n2\nand H\n2\nO, providing caloric energy. Bicarbonate acts as a buffer by binding hydrogen ions to form H\n2\nCO\n3\n, which then dissociates into CO2 and H\n2\nO.\n\nExcretion:\nSodium and chloride are eliminated primarily through renal glomerular filtration and tubular reabsorption or secretion. Excess chloride can impair renal perfusion. Metabolites of dextrose are cleared via both pulmonary exhalation and renal excretion. Excess bicarbonate is removed by the kidneys, while CO\n2\nis expelled through respiration.",
    "administration": "Fluids are usually administered via the IV route, but may also be safely administered intraosseously. The goal of administering IV fluids is to replenish the intravascular volume to permit adequate organ perfusion.\n[28]\nPlease see StatPearls' companion resource, \"\nFluid Management\n,\" for recommendations on fluid administration rates.\n\nIntravenous Fluid Therapy Principles\n\nIntravenous fluid therapy should be tailored to the clinical context and guided by the \"5Rs\": resuscitation, routine maintenance, replacement, redistribution, and reassessment. Key considerations include the patient’s volume status, electrolyte balance, acid–base status, and underlying comorbidities.\n\nThe\nSurviving Sepsis Guidelines\nrecommend using crystalloids as the initial choice for fluid resuscitation for adults with sepsis or septic shock. Among crystalloids, balanced solutions, such as lactated Ringer or PlasmaLyte, are preferred over normal saline.\n[4]\n[29]\nFor fluid resuscitation in cases of hypovolemia, shock, or sepsis, crystalloids remain the first-line therapy. The\nSurviving Sepsis Campaign\nspecifically recommends administering 30 mL/kg of crystalloids, with a preference for balanced solutions over normal saline.\n[30]\n[31]\n\nAlthough normal saline is effective, large volumes may lead to hyperchloremic metabolic acidosis. In contrast, PlasmaLyte—formulated with acetate and gluconate buffers and a near-plasma pH—is associated with less acidosis and reduced risk of renal injury than normal saline.\n[32]\nFor maintenance therapy, fluids should provide approximately 25 to 30 mL/kg/d of water along with 50 to 100 grams of glucose daily to prevent ketosis.\n[33]\n\nReplacement fluids should be selected based on the composition of the fluid that has been lost. Normal saline is suitable for gastric losses, whereas lactated Ringer solution is preferred for biliary and pancreatic losses, which are typically alkaline in nature. D5W with potassium chloride is suitable for replacing diarrheal and insensible losses.\n\nSevere symptomatic hyponatremia requires the administration of hypertonic 3% NaCl through a large vein, with careful monitoring and strict limits on the rate of sodium correction to prevent osmotic demyelination syndrome.\n\nSpecific Patient Populations and Cautions\n\nCertain patient populations require special consideration when administering IV fluids due to the risk of volume overload or electrolyte disturbances.\n\nHeart failure:\nPatients with chronic congestive heart failure (CHF) often have limited cardiac reserve. Excessive IV fluid administration can lead to pulmonary edema and worsening heart failure. The American Heart Association recommends fluid restriction, typically around 1.5 to 2 liters per day, especially in cases of advanced heart failure. Although evidence is mixed, studies suggest that liberal fluid administration can increase B-type natriuretic peptide (BNP) levels and markers of kidney injury. In patients with heart failure who require IV fluids (for example, in sepsis), smaller fluid boluses and slower infusion rates should be used, with consideration of loop diuretics as needed. Continuous hemodynamic monitoring is strongly advised to guide therapy.\n\nChronic kidney disease:\nPatients with chronic kidney disease (CKD) often have impaired fluid excretion and are prone to hyperkalemia. Saline overload should be avoided, as it may worsen metabolic acidosis and contribute to hypertension.\n\nCirrhosis:\nIndividuals with cirrhosis typically have a reduced effective arterial blood volume and elevated levels of antidiuretic hormone, both of which contribute to dilutional hyponatremia. Despite decreased intravascular volume, these patients often develop ascites due to altered fluid distribution. In such cases, liberal administration of IV fluids can worsen both ascites and hyponatremia. Management of hyponatremia primarily involves fluid restriction, generally limited to 1 to 1.5 liters per day. Large-volume infusions of normal saline should be avoided, as they may further aggravate ascites and fluid overload.",
    "adverse_effects": "As with any IV fluid administration, there is a possibility of swelling and edema. Especially at-risk patients are those with CHF, CKD, liver cirrhosis, and hypoalbuminemia. These individuals should be closely monitored during IV fluid therapy, including serial physical examinations, to assess for signs of clinical hypervolemia.\n\nBrain Injury\n\nIn the acute setting, patients with cerebral edema requiring osmotic therapy should avoid hypotonic and isotonic fluids. The primary treatment goal is to draw free water out of the brain parenchyma through the administration of hypertonic fluids. Although evidence on the long-term benefits of hypertonic fluids in brain injury is mixed, conventional therapy typically involves their use in the acute phase.\n[34]\n\nRinger Lactate and Ringer Acetate\n\nConcerns exist that Ringer lactate may cause hyperkalemia and worsen lactic acidosis. To put this into perspective, Ringer lactate contains a potassium concentration of 4 mEq/L. While it seems logical that administering potassium to a hyperkalemic patient would exacerbate hyperkalemia, this is not the case. The body's potassium volume of distribution extends beyond the extracellular compartment, equilibrating between intracellular and extracellular spaces. Even in patients with renal failure, administration of 4 mEq/L of potassium does not typically lead to hyperkalemia.\n[35]\nMultiple studies have shown that administering lactated Ringer to patients does not worsen hyperkalemia.\n[36]\n[37]\n[38]\n\nAdministering Ringer lactate to a patient with hyperkalemia may help normalize serum potassium levels toward 4 mEq/L.\n[39]\n[40]\nFurthermore, hyperkalemia can worsen in the presence of metabolic acidosis.\n[17]\nConsequently, large-volume IV administration of normal saline can cause hyperchloremic non-anion gap metabolic acidosis, which can further worsen hyperkalemia. In contrast, Ringer lactate does not produce this effect.\n\nRinger lactate is often avoided in septic patients due to concerns about worsening lactic acidosis. However, this concern is unfounded. Ringer lactate contains sodium lactate, not lactic acid. Administration of Ringer lactate introduces exogenous lactate, which the body efficiently metabolizes and uses as an energy source. However, modern clinical practice often places significant emphasis on blood lactate levels,\n[27]\nwhich can lead to misinterpretation and confusion. Importantly, Ringer lactate does not cause a pathological rise in lactic acid levels or contribute to lactic acidosis.\n\nRinger lactate contains a low calcium concentration, which prohibits its use as a diluent for blood transfusions. Many blood products use citrate as an anticoagulant, and when citrate mixes with calcium, it can form calcium citrate precipitates, which can potentially cause clotting and obstruction of the IV line. While patients can receive blood products and Ringer lactate simultaneously, these fluids should not be administered through the same IV line.\n\nRinger acetate solutions may offer certain advantages over Ringer lactate solutions. Acetate corrects acidosis and hyperchloremia more quickly than lactate and is metabolized independently of liver function. Additionally, acetate does not interfere with glucose metabolism, whereas lactate has been associated with hyperglycemia through its role in gluconeogenesis.\n[15]\n[41]\n\nSodium Bicarbonate\n\nExcessive infusion of bicarbonate can cause hypoxia by shifting the oxygen dissociation curve to the left. Alkalosis may also increase calcium binding to albumin, resulting in hypotension and reduced cardiac contractility. Additionally, if minute ventilation is limited, bicarbonate administration can lead to hypercapnia.\n[23]\n\nInteractions and Incompatibility\n\nIntravenous fluids are essential for hydration, drug dilution, and parenteral therapy. However, careful consideration of both solution and Y-site compatibility is essential, as certain combinations can lead to precipitation, denaturation, or inactivation of medications. Y-site incompatibility refers to the interaction that occurs when 2 IV solutions mix briefly at a Y-connector or manifold before entering the patient. These reactions may not always be visible to the naked eye but can result in clinically significant adverse effects.\n\nLactated Ringer solution contains calcium and is incompatible with ceftriaxone, particularly in neonates, where calcium-ceftriaxone precipitation has led to fatal outcomes. Additionally, it is incompatible with sodium bicarbonate, as the combination can result in the immediate precipitation of calcium carbonate. Phenytoin has poor solubility in lactated Ringer and may precipitate at the Y-site. Additionally, biological agents such as infliximab and eculizumab are considered incompatible with calcium-containing fluids due to the risk of protein aggregation and degradation.\n\nNormal saline (0.9% NaCl) is widely considered the safest and most compatible fluid for drug dilution and line flushing. This is preferred for blood transfusions because it contains no calcium or dextrose. However, instability may occur with medications such as phenytoin and ampicillin if not administered promptly. Certain biologics, including palivizumab and alemtuzumab, may require specific diluents and should only be mixed with normal saline if explicitly indicated in the product labeling. While normal saline generally has favorable Y-site compatibility, drugs such as phenytoin still necessitate dedicated lines or thorough flushing to prevent precipitation.\n\nHypertonic saline, typically ranging from 3% to 7.5% NaCl, is hyperosmolar and incompatible with most medications. This should not be coadministered with other drugs via a Y-site, especially at concentrations above 3%. Central venous administration is generally preferred. Exposure through admixture or Y-site contact can lead to precipitation, endothelial injury, or osmotic damage.\n\nDextrose 5% in water (D5W) is incompatible with medications such as phenytoin, amphotericin B, diazepam, hydralazine, and several monoclonal antibodies, including rituximab and trastuzumab. Dextrose may destabilize protein-based drugs by altering pH and promoting glycation. Both admixture in IV bags and Y-site coadministration should be avoided unless explicitly confirmed as compatible.\n\nSodium bicarbonate is highly alkaline and reacts with multiple agents. This is incompatible with calcium, magnesium, phosphate, dobutamine, catecholamines, and lactated solutions. Co-infusion at the Y-site often results in visible or microcrystalline precipitation. Sodium bicarbonate must be administered through a separate line and flushed thoroughly before and after use.\n\nPlasmaLyte, an acetate- and gluconate-buffered solution, has a composition similar to Lactated Ringer and shares similar incompatibility concerns. PlasmaLyte contains calcium and magnesium and is incompatible with ceftriaxone, sodium bicarbonate, phenytoin, and multiple biological products. Unless specifically indicated in the prescribing information, biologics should not be mixed with or administered via Y-site with PlasmaLyte. In summary, careful attention to both solution and Y-site compatibility is essential to prevent adverse drug events. Drugs such as phenytoin, amphotericin B, sodium bicarbonate, calcium salts, and monoclonal antibodies are commonly incompatible when administered via a Y-site. These medications should be delivered through separate lumens or with sufficient line flushing to minimize the risk of adverse interactions. Clinicians should consult institutional guidelines or manufacturer prescribing information when managing the administration of multiple IV therapies.\n[15]",
    "monitoring": "Patients receiving any IV fluid replacement require monitoring for fluid overload. As noted earlier, crystalloid fluids distribute across the extracellular compartment in an approximate 3:1 ratio (interstitial to intravascular) under normal physiological conditions. This means that administering 1 liter of Ringer lactate results in only about 250 mL remaining within the intravascular compartment. Excessive administration of crystalloid fluids can lead to fluid overload, progressively worsening peripheral and pulmonary edema.\n[46]\n\nAdditionally, monitoring of electrolytes and kidney function may be warranted with any IV fluid administration.\n[47]\n[48]\nThe infusion site and IV access should be regularly assessed to confirm proper delivery of fluid into the vein. Signs of infiltration, redness, pain, swelling, or discomfort at the IV site require immediate cessation of the infusion and establishment of alternative IV access. Infusion-site monitoring is crucial for all IV access points during the administration of any drug or fluid.\n\nFluid management must be dynamic and closely monitored to ensure optimal outcomes. Patients receiving IV fluids require regular assessment of vital signs, intake and output, weight, and laboratory values. Daily reassessment of fluid status and laboratory results—including serum sodium, potassium, chloride, blood urea nitrogen (BUN)/creatinine, glucose, and acid–base balance—is recommended for the duration of IV fluid administration. The response to crystalloid therapy should be evaluated continuously by monitoring vital signs and laboratory parameters. In practice, this involves maintaining strict intake and output records, measuring daily weights, monitoring electrolytes and acid-base status, and adjusting fluid type and infusion rate as the clinical situation evolves.\n[49]\nFluid therapy is not a set-and-forget intervention; it demands frequent reevaluation and modification.",
    "toxicity": "The toxicity of crystalloid fluids is primarily related to volume overload from IV administration rather than the fluid’s composition. Patients may exhibit symptoms ranging from mild peripheral edema to respiratory distress caused by pulmonary edema. Symptomatic individuals should receive diuretic therapy and undergo close monitoring of serum electrolytes. In severe cases of respiratory distress, noninvasive positive pressure ventilation or intubation may be necessary.\n[50]\nAsymptomatic fluid overload can typically be managed conservatively with fluid restriction and continued monitoring."
  }
}