{
  "drug_name": "na hydroxide",
  "nbk_id": "NBK585099",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585099/",
  "scraped_at": "2026-01-11T15:34:54",
  "sections": {
    "indications": "Onychoscopy is safe for all individuals. Special care and attention should be paid to situations where nails are fragile or damaged or where the transfer of infections, such as COVID-19, is possible during the examination.\n[38]\n[39]",
    "clinical_significance": "Onychoscopy is a valuable diagnostic tool that allows for noninvasive examination of the nail unit, aiding in the early detection of various nail disorders; its ability to reveal subtle changes in nail structure enhances diagnostic accuracy, reducing the need for invasive procedures and improving patient outcomes. Evaluation of the nail with onychoscopy should be performed for disorders of pigmentation, infection, inflammatory diseases, connective tissue diseases, tumors, and trauma.\n\nPigmentation\n\nThe archetypal pigmentation lesion is longitudinal melanonychia, where pigmentation is usually located longitudinally in the nail plate, though it can be transverse. Melanonychia is first evaluated by establishing if the pigment is melanotic or non-melanotic (eg, blood). Next, if melanotic, it must be determined if the etiology is matrical melanocytic activation or proliferation; if determined to be due to proliferation, it must be established as either benign or malignant.\n[3]\n[47]\n[48]\nMelanocytic activation is common in darker skin types and various disorders, such as lichen planus, drug-related conditions (eg, antimalarials), postinflammatory hyperpigmentation, traumatic melanonychia, or as part of a benign pigmentary lesion such as lentigo.\n[3]\nLongitudinal pigmented bands due to melanocytic activation are polydactylic and appear as thin gray bands under the dermatoscope. Melanocytic proliferation often appears as a brown or black monodactylic band. Benign melanocytic proliferation, such as in a benign nail matrix nevus, is visualized as a single band with color and thickness uniformity.\n[49]\nBenign melanocytic proliferation may not demonstrate a regular pattern, especially in children, where an opaque roughness of the nails may be present and has been linked with alopecia areata.\n[26]\n[50]\n\nMalignant melanocytic proliferation, such as in nail matrix melanoma, often demonstrates a brown or black band that may show irregularities in color, parallelism, spacing, and thickness; melanoma may also present as diffuse darkness with barely visible lines. Variability in hues may point out the possibility of melanoma.\n[51]\nRarely melanoma is found to be associated with Bowen disease or squamous cell carcinoma.\n[52]\nAdditional dermoscopic features of squamous cell carcinoma include an absence of normal dermatoglyphics, red-dotted vessels, and white scales.\n[53]\nProximal nail fold or hyponychium pigmentation can indicate melanoma, called the micro-Hutchinson sign, when invisible to the naked eye and visible on dermoscopy. However, the Hutchinson sign may also be seen in benign melanocytic proliferation, for which further diagnostic evaluation may be required.\n[54]\nOnychoscopy of longitudinal melanonychia at the free edge can aid in identifying the origin of the pigment.\n[49]\n[55]\nVentral pigmentation originates from the distal matrix, and dorsal pigmentation originates from the proximal matrix, which can aid in biopsy site selection.\n[51]\n\nNon-melanotic pigmentation is usually due to subungual hematoma or infection. Subungual hematoma has reddish-purple to black lesions with well-circumscribed reddish dots or streaks at the distal edge in the acute phase and splinter hemorrhages with a linear pattern in the chronic phase.\n[56]\nHowever, if the hematoma does not resolve with nail growth, a wider differential of melanotic pigmentation should be considered. Pseudomonal infection can cause green or green-black pigmentation due to colonization by\nPseudomonas aeruginosa\n, which produces the pyocyanin pigment, which attaches to the irregular nail undersurface.\n[57]\nCentral homogenous pigmentation (ie, not longitudinal) may be seen with exogenous nail pigmentation due to dyes (to be distinguished from endogenous pigmentation of melanin or hemosiderin, such as in melanoma).\n[54]\n\nLeukonychia must be classified as true, apparent, or pseudo-leukonychia. In true leukonychia, altered keratinization of the distal nail matrix produces white pigmentation in the nail plate. In contrast, the discoloration originates in the nail bed in apparent leukonychia and has an external origin in pseudo-leukonychia. True leukonychia from repetitive trauma often presents with transverse or punctate white marks that move distally as the nail grows.\n[58]\nOnychoscopy of true leukonychia demonstrates a smooth, transparent nail plate with 1 or more white dots or longitudinal bands. In transverse leukonychia, white lines appear to run horizontally parallel to the proximal nail fold, and the space between each transverse band indicates the interval between traumas.\n\nA white discoloration of the lunula is typical of proximal subungual onychomycosis.\n[59]\nSmall white-to-yellow opaque and friable patches may be seen in superficial onychomycosis. Keratosis follicularis (ie, Darier disease) and benign familial pemphigus (ie, Hailey-Hailey disease) may also present with multiple alternating red and white bands; this can often be confused with longitudinal leukonychia, often associated with onychopapilloma.\n[60]\n[61]\nErythronychia describes red nail discoloration and can often be seen in many benign tumors, where the corresponding nail plate may show fissures or a subungual mass.\n[62]\n\nInfections\n\nOnychoscopy plays an important role in diagnosing onychomycosis; after all, onychoscopic-guided sampling can help provide the best yield for microbiologic evaluation.\n[63]\n[64]\nIn distal lateral subungual onychomycosis, the nail plate has whitish-yellow discoloration; dermoscopy shows white-yellow longitudinal striations in the nail plate from the distal free edge toward the proximal nail fold.\n[65]\nThis is believed to be the fungus's linear progression proximally over the nail bed's rete ridges. Of note, it has been suggested that involvement of over half of the nail plate or involvement of the lunula in these striations should require oral, rather than topical, treatment with antifungals, a practical consideration when viewing the onychomycotic nail with dermoscopy.\n[66]\n[67]\n[68]\n[69]\n\nOnycholysis is often seen in onychomycosis as a jagged nail plate edge with intermittent spikes, but onycholysis can have other causes, such as nail psoriasis and trauma.\n[70]\nThe onycholytic nail plate may also show a pattern termed the aurora borealis, a variegated streak on the nail plate with parallel bands of varying colors.\n[71]\nHowever, in psoriatic or traumatic onycholysis, the proximal border is smooth, in contrast to onychomycosis.\n[72]\nFurthermore, there is a band of erythema proximal to the onycholytic margin in psoriatic nails, and traumatic onycholysis is often accompanied by splinter hemorrhages or subungual hematoma.\n[73]\nTrauma can also be local, such as if a digital myxoid cyst were to penetrate the subungual space, where dermoscopy may show the keratotic plug of the cyst.\n[74]\n\nAlthough often presenting as a white-yellow streak, onychomycosis can present as longitudinal or transverse melanonychia, where fungal colonies clump into pigmented granules in the bands.\n[75]\nThe inverted triangle sign is one where the width of the band is broader distally and narrower proximally; this is to be differentiated from nail unit melanoma, where pigmentation is broader proximally, corresponding to melanocytic proliferation more proximally.\n[75]\n[76]\nSubungual hyperkeratosis, commonly observed in onychomycosis, corresponds to indented and crumbled areas of the nail.\n[77]\nHowever, it should not be mistaken for the whitish-gray hyperkeratotic lesions of subungual warts, distinguishable by thrombosed vessels appearing as red or black dots on onychoscopy, similar to those seen in cutaneous warts.\n[78]\n\nInflammatory Diseases\n\nOnychoscopy has markedly improved the visualization of minute features in nail psoriasis.\n[79]\nNail pitting, splinter hemorrhages, and onycholysis are the most common findings encountered across multiple studies.\n[80]\n[81]\nUltimately, the involvement of the nail matrix results in large, deep, irregularly arranged pits (versus the small, shallow, and regularly arranged pits in alopecia areata) grossly. Leukonychia is also often present. The involvement of the nail bed results in onycholysis, salmon patches, splinter hemorrhages, and subungual hyperkeratosis.\n[81]\n\nOnycholysis has a distinct erythematous or bright yellow-orange border at the proximal end of the onycholytic band, which is relatively straight. In psoriasis, pitting of the nails and splinter hemorrhages have been observed as the most common feature, followed by onycholysis.\n[80]\n[81]\nThe oil drop sign or salmon patch is an irregularly shaped red-orange patch present in nail psoriasis.\n[82]\nThe splinter hemorrhages appear as bright red to blackish longitudinal fusiform streaks.\n[82]\n[83]\nThe nail bed compact hyperkeratosis in psoriasis is unique compared with distal lateral subungual onychomycosis.\n[12]\n\nOnychoscopic examination of the proximal nail fold reveals a reduced mean capillary count and architectural alterations, including coiled capillaries and dropouts. On onychoscopic examination of the hyponychium, irregularly distributed, elongated, tortuous, and dilated capillaries are observed, similar to those seen in psoriasis of the skin. The capillary density correlates directly with the severity of disease and treatment response. In some cases, the capillaries, which appear as red dots, can be visible on the proximal nail fold.\n[3]\n\nOnychoscopy in patients with rheumatoid arthritis has demonstrated tortuous capillaries with dilated loops, a normal number of capillaries, and no hemorrhagic spots. However, 1 study does report findings of angiogenesis being common.\n[84]\n[85]\nOnychoscopy has also aided in the evaluation of lichen planus, where involvement of the nails is seen.\n[86]\n[87]\nThe limited studies of onychoscopy of lichen planus have shown the involvement of the nail matrix may result in pitting, pterygium, trachyonychia, and red lunulae. In contrast, the involvement of the nail bed may result in chromonychia, onycholysis, subungual keratosis, nail fragmentation, splinter hemorrhages, and longitudinal streaks.\n[86]\n[88]\n\nConnective Tissue Diseases\n\nConnective tissue diseases benefit from onychoscopy in the evaluation of nail fold capillaries. Capillaroscopy may also serve as a valuable tool in systemic diseases to predict the development of visceral complications and digital ulceration.\n[89]\nThis is paramount in the disorders described here, including systemic sclerosis, systemic lupus erythematosus, dermatomyositis, and rheumatoid arthritis.\n\nIn systemic sclerosis, the nail fold capillary destruction occurs secondary to vasculopathy and microangiopathy.\n[90]\nFew giant capillaries with irregularly enlarged capillaries and hemorrhages are seen in early disease. In active disease, capillary architecture is usually disordered with mild capillary dropout and dilated capillary loops. In late disease, the architecture of capillaries is disorganized with severe loss of capillaries along with avascular areas and few, giant, and ramified capillaries.\n[91]\nBecause sclerotic changes can be delayed, onychoscopic examination may aid in early diagnosis.\n\nA prominent subpapillary plexus with tortuous capillaries is seen in systemic lupus erythematosus.\n[92]\nHowever, in other studies, meandering capillaries have been seen, while some studies have pointed at a normal, nondiagnostic appearance of the nail fold capillaries compared to systemic sclerosis.\n[89]\n[92]\nMixed connective tissue disease is similar to systemic sclerosis on onychoscopy, observed in up to 50% of patients.\n[93]\nRowell syndrome is a rare autoimmune disease with lupus erythematosus, erythema multiforme-like lesions, and immunologic serum abnormalities (eg, speckled antinuclear antibody pattern); nail capillary changes in Rowell syndrome show multiple hemorrhagic spots and dilated capillary loops.\n[94]\n\nIn dermatomyositis, nail fold capillaries are grossly enlarged with tortuous, dilated capillary loops and multiple hemorrhagic spots; prognostically, this finding correlates with myalgias and arthralgias.\n[95]\nBushy or budding capillaries and avascular areas representing revascularization or ischemia are frequently seen, similar to those in systemic sclerosis.\n[96]\n[97]\nTherefore, based on the nail fold capillary findings observed on onychoscopy, dermatomyositis, and polymyositis may be distinguishable based on nail fold capillary changes.\n\nTumors\n\nOnychopapilloma is a benign neoplasm of the distal matrix/proximal nail bed. Onychoscopy shows a band of longitudinal erythronychia from the lunula to the distal margin, often associated with splinter hemorrhages.\n[98]\nOnychoscopy shows a characteristic keratotic subungual mass at the distal edge of the nail plate. The distal nail plate may show a subungual filiform hyperkeratotic mass and a fissure; if associated with onycholysis, these findings may suggest a larger tumor.\n[98]\n\nA glomus tumor is a benign vascular hamartoma of the glomus body arising from the thermoregulatory smooth muscle cells.\n[99]\n[100]\nThe tumor often presents with severe paroxysmal pain, cold sensitivity, and pinpoint tenderness.\n[101]\nOn onychoscopy, the tumor mass can be visualized as a deep reddish-purple discoloration along with blurred borders and discrete linear vascular structures or as longitudinal erythronychia that usually does not reach the distal margin.\n[99]\nAfter removal of the nail plate during intraoperative onychoscopy, ramified capillaries over a blue background have been seen; since these ramified capillaries disappear abruptly at the margins, this finding may be typically useful for determining the margins of tumors.\n[62]\n[99]\n[102]\nWith the use of ultraviolet light dermoscopy, a pink glow has been described, indicating the vascular nature of the tumor.\n[103]\n\nOnychomatricoma is a rare matrix tumor that is usually benign and presents with a classical tetrad of ungual hyperkeratosis, splinter hemorrhages, xanthonychia, and over curvature of the nail plate, both transversely and longitudinally. On dermoscopy, it often has parallel lateral edges, nail pitting, thickening of the free edge, dark dots, splinter hemorrhages, and longitudinal parallel white lines.\n[104]\n[105]\nPyogenic granuloma, on onychoscopy, shows a vascular pattern with reddish discoloration and regular vessels (which appear as dots at low magnification and lines at higher magnification) with a milky red veil.\n[106]\n[107]\nAt the center of the lesion, the red is generally darker; at the periphery of the lesion, the red is conversely paler.\n\nTrauma\n\nNail tic disorders, such as onychotillomania, show characteristic features like the absence of the nail plate with multiple obliquely oriented nail bed hemorrhages, gray pigmentation of the nail bed, and the presence of wavy lines—uneven longitudinal pigmented lines in different planes due to uneven or absent nail plate growth after recurring trauma.\n[108]\n[109]",
    "monitoring": "No monitoring is necessary during or after an onychoscopy. However, all team members play a role in ensuring hygienic practices, so appropriate nail cleansing, particularly after using an interface media, should be performed by having the patient wash their hands or use alcohol or other antimicrobial wipes."
  }
}