{
  "drug_name": "nacl",
  "nbk_id": "NBK574505",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574505/",
  "scraped_at": "2026-01-11T18:47:36",
  "sections": {
    "indications": "Pseudophakic bullous keratopathy (PBK) is characterized by the development of irreversible corneal edema after cataract surgery. The initial insult occurs at the corneal endothelium, following which there is progressive stromal edema. This edema can progress to the subepithelial and epithelial layers and results in bullae formation, hence the name bullous keratopathy.\n[1]\nTrauma to endothelium can occur during any intraocular surgery, but PBK is most commonly reported after phacoemulsification.\n[2]\n\nPBK has also been reported after excessive and improper use of ultrasound energy during phacoemulsification, complicated cataract surgery, anterior vitrectomy close to the endothelium, nucleus rub to the endothelium while nucleus delivery in manual small incision cataract surgery, Fuch’s endothelial dystrophy, and other endothelial dystrophy cases.\n[3]\nAs surgical techniques have evolved and newer IOL designs have come into the market, the incidence of PBK has subsided to a good extent. However, it remains an important cause of visual morbidity following a routine and complicated cataract surgical procedure.",
    "mechanism": "The main etiology of PBK is due to endothelial loss post-surgical trauma, especially in older patients. The other main causes are endothelial burns secondary high energy use during phacoemulsification. High irrigation and aspiration can also result in endothelial damage during cataract surgery and manifest as striate keratopathy post-cataract surgery. The other etiologies linked with PBK are all diseases affecting corneal endothelium like:\n\nFuchs endothelial dystrophy\nPosterior polymorphous endothelial dystrophy\nCongenital hereditary endothelial dystrophy\n[4]\nIridocorneal endothelial (ICE) syndrome-Chandler syndrome\nEssential/progressive iris atrophy\nIris nevus / Cogan-Reese syndrome\n[5]\nHerpetic disciform keratitis\n[6]\nDiabetes mellitus\n[7]\nPseudoexfoliation syndrome\n[8]\nNarrow-angle glaucoma\n[9]\nBlunt trauma\n[10]\n[11]\nEndothelitis, uveitis, keratitis\n[12]\nSurgical trauma during any intraocular surgery\n[13]\nToxic anterior segment syndrome (TASS)\n[14]\nSilicon oil in the anterior chamber\n[15]\nImplantable collamer lens\n[16]\nVitreous touch syndrome\n[17]\nVitreous wick syndrome\n[18]\n\nThe intraoperative etiology is linked to closed-loop anterior chamber intraocular lens (ACIOL) > open-loop ACIOL> iris fixated IOL> posterior chamber IOL.\n[3]\nPostoperative etiologies include after routine surgery there is usually 10 % endothelial cell loss, 1% endothelial loss/ year naturally, vitreous touch syndrome, vitreous wick syndrome, flat anterior chamber post-surgery Intermittent IOL touch.\n[19]\n[20]",
    "monitoring": "Imaging Studies\n\nSpecular Microscopy\n\nIt basically means photographic mapping of the corneal endothelium. When light rays fall onto the cornea, the reflected images from the optical interface can be imaged (endothelium or aqueous humor). The endothelial layer is mapped under high magnification, and thus the cell density can be quantified. The normal cell density is 3000 to 3500 cell/mm^2 in young individuals and 2000 to 2500 cell/mm^2 in older adults. A cell density below 1000 cells/ mm^2 is labeled as critical cell density, and individuals with such cell density are at the highest risk of developing corneal decompensation. The various endothelial parameters assessed are polymorphism (variation in cell shape), polymegathism (variation in cell size), the maximum or minimum number of cells, average cells, number of cells showing hexagonality, coefficient of variation, standard deviation, presence or absence of guttae and artifacts. Endothelial cells depicting various sizes and shapes are considered under stress and are abnormal.\n[25]\n\nUltrasound Pachymetry\n\nThe corneal thickness can be easily assessed using ultrasound and corneal pachymetry. The normal central corneal thickness is 0.55 mm, and it increases to 0.80 in the corneal periphery. In conditions causing cornea thickening and edema, the thickness is usually more than 0.60, indicating corneal edema. The clinical application for pachymetry is to help assess the progression of endothelial diseases like Fuch’s endothelial dystrophy and follow up of corneal graft rejection cases under steroid regimen.\n[26]\n\nOptical Pachymetry\n\nThis imaging modality helps assess the depth of corneal pathology (e.g., nebular, macular, or leucomatous corneal opacities), especially when full-thickness stroma is not involved, and it becomes necessary to decide for depth before preoperative excimer laser phototherapeutic keratectomy.\n[27]",
    "administration": "Medical Management\n\nHyperosmotic Agents\n\nTopical sodium chloride- 2% drops and 5% ointment. These agents help by forming a hypertonic tear film by imbibing water out of the cornea. The drops are usually prescribed 4 times per day and ointment at bedtime to reduce early morning corneal edema due to accumulation of fluid overnight.\n[28]\n\nAntiglaucoma Drugs\n\nThe drugs commonly employed are beta-blockers and alpha agonists—these work by reducing the intraocular pressure, which reduces corneal edema and thickness in the postoperative period. Miotics and prostaglandins are avoided because they usually aggravate inflammation. Carbonic anhydrase inhibitors are also avoided as they are epitheliotoxic.\n[29]\n\nSteroids\n\nSteroids are usually employed to reduce acute inflammation or postoperative uveitis immediately after cataract surgery. Before starting steroids, the cornea must always be stained with fluorescein to rule out any epithelial defect or infectious keratitis.\n[30]\n\nLubricants\n\nThey are used to lubricate the ocular surface and cornea to prevent surface irritation and dryness.\n[31]\n\nContact Lens\n\nExtended wear of soft contact lenses plays a huge role in the management of patients with PBK. The various added advantages of contact lens are that they alleviate pain associate with epithelial bullae, protect infectious keratitis again when bullae are ruptured, and there is an epithelial defect, help to improve visual acuity when used in conjunction with hypertonic saline, and also prevents the formation of new bullae due to its barrier effect.\n[32]\n[33]\n[34]\n\nSurgical Management\n\nGunderson Conjunctival Flap\n\nIn this technique, a thin flap of the conjunctiva, usually from the superior bulbar conjunctiva, is transposed over the cornea with intact nasal and temporal bridges. It meets the metabolic demands of the cornea, increases local blood supply, helps in healing, and replaces the dead and denuded epithelium\n[35]\n\nAmniotic Membrane Grafting (AMG)\n\nIn this technique, first, the loose epithelium is removed with the help of a sponge or a blade. This results in a large epithelial defect, usually sparing the limbus. A required amniotic membrane is cut and placed over the cornea with the stromal side towards the cornea, which is sticky compared to the basement membrane. The AMG is then attached to the cornea with the help of interrupted stay sutures. If needed, a BCL can also be placed.\n[36]\n\nBowman’s Membrane Cautery\n\nThis procedure helps in pain relief by forming a tight barrier between epithelium and stroma. This prevents fluid migration to the epithelium and prevents bullae formation\n[37]\n\nAnterior Stromal Puncture\n\nIn this technique, multiple stromal punctures are created with the help of a 26G needle sparing the corneal periphery. This helps in pain and symptomatic relief. It results in subepithelial scarring and fibrosis in all cases.\n[38]\n\nAnnular Keratotomy\n\nThis technique helps in pain relief in symptomatic patients without visual potential. A partial-thickness trephination of the cornea is performed in an annular fashion. This helps in pain relief by severing the branches corneal ciliary nerve and reduce corneal sensations.\n[39]\n\nBasement Membrane Polishing\n\nIt is done with the help of a diamond burr. After removing the epithelium, a 4.5 to 5 mm diamond burr can be used to gently polish the basement membrane across the area of epithelial debridement.\n[40]\n\nPhototherapeutic Keratectomy (PTK)\n\nThe laser used for PTK is Nidek EC 500 excimer laser. This is of three types:\n\nSuperficial PTK-  Ablation of 8 to 25 um stroma with 62% success rate\nIntermediate PTK- Ablation of 50 to 100 um stroma with 42% success rate\nDeep PTK- Ablation of 25% stroma with 60% success rate\n[41]\n\nThoman et al., in their analysis, proposed that superficial PTK is an effective procedure for pain relief and bullae resolution in the majority of the patients. They also highlighted that deep ablation has a better effect in reducing the pain by ablation of the preterminal neural plexus of the cornea located deep to the bowman’s membrane. It also reduces stromal edema by reducing the quantity of mucopolysaccharide and results in increased scarring with improved stability of the epithelium.\n[42]\n\nCorneal Collagen Crosslinking with Riboflavin (C3R)\n\nC3R is a new treatment tool for the temporary reduction of corneal edema in patients with PBK. The free radical generated by the action of riboflavin with UVA light induces cross-linking of stroma and strengthens the bonds. It has been found useful to reduce edema, thickness, improve corneal transparency and alleviate pain after surgery.\n[43]\n\nCorneal Transplantation\n\nPenetrating Keratoplasty\n\nThis is the gold standard surgery. In this technique, full-thickness host cornea is replaced by a donor cornea which is opposed to the host cornea with interrupted or continuous running sutures. The visual recovery takes some time. The graft size is usually 7 to 7.5 mm to avoid complications of small and large grafts, such as astigmatism and secondary glaucoma.\n\nDescemet Stripping Endothelial Keratoplasty (DSEK) or Descemet Stripping Automated Endothelial Keratoplasty (DSAEK)\n\nDSAEK was first introduced and popularised by Melles and colleagues, which has revolutionized PBK management off late. In this technique, the Descemet membrane is stripped off from the host and replaced with donor Descemet membrane along with some part of the posterior stroma. Then an air bubble is introduced for 20 minutes to ensure a perfect opposition. Before completing the surgery, 10 to 20 percent of the air bubble is removed to prevent postoperative pupillary block glaucoma. If the donor is prepared manually, it is called DSEK, and if the automated anterior chamber is employed, it is called DSAEK.\n[44]\n\nDescemet Membrane Endothelial Keratoplasty (DMEK)\n\nThis technique is a further refinement over DSEK. In this, the Descemet and endothelium of the host are replaced with the endothelium without any stromal tissue. Hence, this technique offers quicker visual recovery, better corrected distant visual acuity, and reduced risk of graft rejection. DMEK has a steep learning curve and requires more skill and expertise to get the desired outcome\n\nHence, in a nutshell, endothelial keratoplasty offers a lot of advantages over traditional penetrating keratoplasty. The few advantages are reduced risk of graft rejection, being a closed globe procedure, there is minimal chance of expulsive choroidal hemorrhage, the suture related complications are avoided, the corneal contour and topography are preserved, there is less induced astigmatism, there is no need for long term steroid use, and more wound strength due to smaller incision. The various disadvantages are interphase haze, steep learning curve, and graft/ lenticule dislocation, which may require rebubbling.\n[45]\n[46]",
    "adverse_effects": "Medical\n\nIrreversible corneal edema\nDry eyes\nDrug toxicity\n\nSurgical\n\nGraft failure\nIatrogenic trauma\nGraft infection\nSecondary glaucoma\nExpulsive choroidal hemorrhage\nVitreous prolapse\nCystoid macular edema\n[3]"
  }
}