{
  "drug_name": "nadifloxacin",
  "nbk_id": "NBK430735",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430735/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "Tufted hair folliculitis is an uncommon, progressive clinical manifestation associated with scarring (cicatricial) alopecia which affects the scalp. This condition derives its name from the presence of groups of five to 30 hairs emerging from a unique, dilated follicular opening. Tufted hair folliculitis is considered a clinicopathologic feature than a distinct entity rather, since it may be observed in association with several scarring conditions.\n[1]\n[2]",
    "mechanism": "The etiology of tufted hair folliculitis is most often unknown. This clinical aspect can be observed in association with several types of scarring alopecia. It is likely that this finding represents an ultimate stage of follicular injury which can be caused by several different mechanisms. This pattern of hair loss has been reported with scars from trauma, burn, or surgery, acne keloidalis nuchae, folliculitis decalvans, dissecting cellulitis of the scalp, tinea capitis, lichen planus, and pemphigus vulgaris. Tufted hair folliculitis has also been reported with use of some drugs, such as cyclosporin, trastuzumab, and lapatinib. Some authors think that tufted hair folliculitis is a result of preexistent folliculitis, while others believe it is a particular type of folliculitis decalvans since the two conditions share similar histopathological findings.\n[3]\n[4]",
    "monitoring": "Hair and scalp dermoscopic examination (trichoscopy) of areas containing tuft hair folliculitis exhibits tufts of hair emerging from a unique follicle. The hair follicles are surrounded by scaling, and by a white coloration in a \"starburst pattern\" predictive of fibrosis process. Blood vessels may be observed and are located between the hair follicles.\n\nA scalp biopsy may be helpful to determine the cause of the tufted hair folliculitis. If the patient has an active primary scarring hair alopecia, such as lichen planus, the typical pathologic changes associated with that condition will be present. Scalp biopsy can also indicate the extent of scarring and the degree of active inflammation, which can have a prognostic information about the condition. Bacterial cultures often yield Staphylococcus, but this organism is not seen in all cases. Nor does treating the\nStaphylococcus\nlead to resolution of the condition. A fungal culture is commonly negative.",
    "administration": "Treatment of tufted hair folliculitis is not codified, and there is no satisfactory therapy for this condition. If a cause can be identified for tufted hair folliculitis, treatment is aimed at the underlying disease. Otherwise, therapy should be directed toward decreasing discomfort and improve appearance. Topical treatment, such as shampoos containing salicylic acid or tar derivatives, can decrease scaling but are not sufficient. Topical steroids can decrease erythema, edema, and itching but their effect is minimal and not persistent. Systemic antistaphylococcal agents may be used in tufted hair folliculitis if evident clinical signs of infection, such as purulent exudate, are present. Prolonged treatment with oral rifampicin (300 mg daily) associated with oral clindamycin (300 mg daily) was found to give good results in tufted hair folliculitis. Topical nadifloxacin has been used in one patient with good clinical results but need further evaluation on large series of patients. Zinc sulfate, methotrexate, and isotretinoin are not efficient. Surgical excision of the plaques of scarring alopecia has been reported to give good cosmetic results in patients with tufted hair folliculitis. Caution is recommended, however, as post-surgical scarring can be a cause of this condition.\n[7]\n[8]\n[9]\n[10]"
  }
}