{
  "drug_name": "nalbuphine",
  "nbk_id": "NBK534283",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534283/",
  "scraped_at": "2026-01-11T15:34:52",
  "sections": {
    "indications": "Nalbuphine is contraindicated for patients with any of the conditions listed below.\n[14]\n\nSignificant respiratory depression\nSevere or active bronchial asthma\nKnown or suspected gastrointestinal obstruction, including ileus\nHypersensitivity to nalbuphine or any other ingredients in the injected solution\n\nBox Warnings\n\nConcomitant use of nalbuphine with benzodiazepines or other CNS depressants, including alcohol, may result in sedation, respiratory depression, coma, and death. These combinations should only be administered to patients for whom alternative treatment options have proved inadequate; dose and duration should be limited to the minimum required. Patients should be monitored for signs and symptoms of respiratory depression and sedation.\n[23]\n\nWarning and Precautions\n\nOlder patients:\nBecause of altered pharmacokinetics and clearance in patients who are older, debilitated, or cachectic, caution should be used when administering nalbuphine to these patient populations because life-threatening respiratory depression can result. The respiratory depressant effects of nalbuphine can result in carbon dioxide retention, which can further increase intracranial pressure in patients with baseline elevated intracranial pressure, head injury, or intracranial lesions, as well as possibly confound the ability to obtain and follow an accurate neurological examination due to sedative properties. Therefore, nalbuphine should be used with extreme caution in these clinical scenarios.\n\nImpaired judgment:\nLike other commonly used opioid medications, nalbuphine can alter normal mental or physical abilities required to perform potentially dangerous tasks, including driving or operating heavy machinery. Patient counseling regarding these risks before administering this medication is indicated.\n\nWithdrawal reactions:\nDue to antagonist action at the µ-opioid receptor, caution should be used in nalbuphine administration to patients on sustained-release opioids because withdrawal symptoms are possible.\n[8]\nWhen using nalbuphine in these patients, reduced dosing is advised, and the patient should be observed for signs of withdrawal.\n\nMisuse/abuse potential:\nEven though nalbuphine is a µ-opioid receptor antagonist, it still demonstrates drug-like properties and has abuse potential.\n[8]\nNaloxone was initially classified as a Schedule II controlled substance; however, through subsequent petitioning to the FDA by its manufacturer, it was removed from all schedules and is no longer a controlled substance in the U.S.\n\nNeonatal opioid withdrawal syndrome:\nOpioid use during pregnancy can cause neonatal abstinence syndrome (NOWS). ACOG stresses that treating acute pain during pregnancy should not be avoided due to fears of opioid misuse or NOWS. NOWS is treatable after prenatal opioid exposure.\n[23]\n\nAdrenal insufficiency:\nOpioid-induced adrenal insufficiency is an under-recognized condition resulting from long-term opioid use, which can lead to life-threatening adrenal crises.\n[24]\n\nHyperalgesia and allodynia:\nOpioid-induced hyperalgesia (OIH) is a counterintuitive syndrome in which the administration of opioids elicits an increased sensitivity to pain. This may be distressing in postoperative patients, who may have to be administered higher doses of opioids for adequate pain relief while their pain tolerance diminishes. Although the precise mechanisms of OIH remain uncertain, opioids are thought to induce changes in the CNS that increase levels of certain neurotransmitters, such as glutamate, increasing pain sensitivity.\n[25]\n[26]",
    "mechanism": "Nalbuphine is a κ-opioid receptor agonist and a partial μ-opioid receptor antagonist. Analgesic properties are mediated through agonist activity at the κ-opioid receptor. Because of this unique mixed agonist-antagonist opioid receptor activity of nalbuphine, it provides analgesia comparable to morphine, but with a lower incidence of nausea, pruritus, and respiratory depression.\n[8]\n[9]\nOne animal study suggests that nalbuphine increases anti-inflammatory cytokine IL-10 levels while reducing pro-inflammatory IL-31, thus relieving pruritus.\n[10]\n\nPharmacology\n\nAbsorption:\nThe onset of action of nalbuphine after intravenous injection is 2 to 3 minutes. After subcutaneous or intramuscular administration, the onset of action occurs within 15 minutes. The duration of action is 3 to 6 hours.\n\nDistribution:\nNalbuphine has a low molecular weight and low plasma protein binding (approximately 50%), and is lipophilic, resulting in a high distribution volume of 315.5 L.\n[11]\n\nMetabolism:\nNalbuphine is primarily metabolized in the liver through cytochrome P450 enzymes and UDP-glucuronosyltransferases (UGTs), with the latter playing a major role. The drug undergoes oxidative metabolism via CYPs, producing hydroxy metabolites, while UGTs conjugate nalbuphine to form glucuronide metabolites, primarily nalbuphine-6-glucuronide.\n[12]\n[13]\n\nElimination:\nNalbuphine's elimination half-life is about 5 hours and is excreted in urine and feces. Clearance primarily depends on hepatic blood flow, as it has a high hepatic extraction ratio of 0.5 to 0.7.\n[14]",
    "administration": "Available Dosage Forms and Strengths\n\nNalbuphine is available in 10 mg/mL and 20 mg/mL injectable solutions. Nalbuphine is not available in an ingestible form due to poor oral bioavailability.\n[15]\n\nAdult Dosing\n\nThe standard recommended dose is 10 mg for a 70 kg patient. Nalbuphine may be administered subcutaneously, intramuscularly, or intravenously; this dose may be repeated every 3 to 6 hours. The recommended single maximum dose is 20 mg for patients who are not opioid-tolerant, with a maximum daily dose of 160 mg. In patients with opioid dependence, the dose should be reduced by 25%, and the patient should be observed for signs of opioid withdrawal. In patients who are not opioid-tolerant, withdrawal symptoms have not been observed with other opioid medications that are typically administered in the same acute setting as nalbuphine. The potency of nalbuphine is comparable to that of morphine.\n[16]\n\nSpecific Patient Populations\n\nRenal impairment:\nThis medication should be cautiously administered and may require a reduced dose.\n\nHepatic impairment:\nThis medication should be cautiously administered and may require a reduced dose.\n\nBreastfeeding considerations:\nAccording to the Academy of Breastfeeding Medicine, nalbuphine, butorphanol, and pentazocine are administered during labor at some institutions, particularly for patients with certain opioid allergies. Nalbuphine levels in human milk are low, with an estimated relative infant dose (RID) of 0.59%. The metabolites of nalbuphine are inactive. While breastfeeding can continue during nalbuphine therapy, nonnarcotic analgesics are preferred once milk production is established, and maternal use should be limited to 3 days. Immediate medical consultation is necessary if excessive sleepiness, difficulty breastfeeding, or respiratory issues are observed in the infant.\n[17]\n[18]\n\nPregnancy considerations:\nThe placental transfer of nalbuphine is rapid and variable. Nalbuphine may be administered during obstetrical analgesia; however, severe fetal bradycardia has been reported during labor. In one study, fetal heart rate flattening occurred in 53% of the cases.\n[19]\nThe benefits of analgesia versus fetal risks should be weighed in this clinical situation. If nalbuphine is administered to a woman in labor, fetal heart rate monitoring should be utilized, and appropriate procedures should be in place to manage any adverse fetal effects. Naloxone may reverse these effects. The American College of Obstetricians and Gynecologists (ACOG) and the American Society of Addiction Medicine advise against opioid agonist-antagonist drugs like butorphanol, nalbuphine, and pentazocine during labor pain management because they may trigger withdrawal in patients already taking opioid agonists.\n[20]\n\nPediatric patients:\nThe dosing for pediatric patients is given below.\n\nYounger than 12 months: the safety and efficacy of nalbuphine have not been established\nOlder than 12 months: the standard dose is 0.1 to 0.2 mg/kg intravenously, intramuscularly, or subcutaneously every 3 to 4 hours. The maximum single dose is 20 mg and the maximum daily dose is 160 mg.\n\nOlder patients:\nOlder adults are more likely to experience life-threatening respiratory depression due to changes in pharmacokinetics or clearance. This is discussed further in the Warnings section.",
    "adverse_effects": "The most common adverse effects following nalbuphine administration include sedation, sweating, nausea, vomiting, dizziness, vertigo, dry mouth, and headache.\n[21]\n[22]\nAnaphylactic, anaphylactoid, or severe hypersensitivity reactions have been reported in patients receiving nalbuphine, and immediate supportive medical treatment should be provided should they occur.\n[14]\n\nAdverse effects reported in less than 1% of cases are listed below.\n\nCentral nervous system:\nNervousness, depression, restlessness, crying, euphoria, floating, hostility, unusual dreams, confusion, faintness, hallucinations, dysphoria, feelings of heaviness, numbness, tingling\n\nCardiovascular:\nhypertension, hypotension, bradycardia, tachycardia\n\nGastrointestinal:\ncramps, dyspepsia, bitter taste, constipation\n\nRespiratory:\ndepression, dyspnea, asthma\n\nDermatologic:\nitching, burning, urticaria\n\nDrug-Drug Interactions\n\nSerotonergic drugs:\nUsing nalbuphine with serotonergic drugs (eg, SSRIs, SNRIs, TCAs, triptans, MAO inhibitors) can cause serotonin syndrome. Discontinue nalbuphine if serotonin syndrome is suspected. Nalbuphine is not recommended for patients taking MAO inhibitors or within 14 days of stopping them.\n\nMuscle relaxants:\nNalbuphine may enhance the effects of muscle relaxants, increasing the risk of respiratory depression. Monitor patients closely and adjust dosages as needed.\n\nCNS depressants:\nRefer to the box warnings.\n[23]\n\nAnticholinergic drugs:\nAnticholinergic drugs\nmay increase the risk of urinary retention, severe constipation, and paralytic ileus.",
    "monitoring": "Significant respiratory depression can occur with nalbuphine at any time, although it is most common after initiation of the medication or an increase in dosage. Patients should undergo close monitoring for the first 24 to 72 hours after initiating therapy or increasing dosage. The CDC recommends a prescription drug monitoring program (PDMP) before prescribing or dispensing opioids. This verification is essential to prevent an overdose.\n[23]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAn overdose of nalbuphine alone may result in respiratory depression and dysphoria. When combined with other opioids or CNS depressants, overdose symptoms can include respiratory depression, somnolence progressing to coma, muscle flaccidity, cold skin, constricted pupils, pulmonary edema, bradycardia, hypotension, hypoglycemia, airway obstruction, atypical snoring, and potentially death.\n[14]\n\nManagement of Overdose\n\nIn cases of overdose or adverse reactions, intravenous naloxone administration is the antidote.\n[1]\nAccording to the American Society of Addiction Medicine guidelines, naloxone should be administered in the event of a suspected opioid overdose. Patients with opioid use disorder and their families should receive naloxone kits/prescriptions. They should also be trained to administer naloxone during an overdose. The ASAM recommends that first responders, including emergency medical services, be trained to carry and administer naloxone.\n[27]"
  }
}