{
  "drug_name": "naloxone",
  "nbk_id": "NBK603725",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603725/",
  "scraped_at": "2026-01-11T15:34:53",
  "sections": {
    "indications": "Box Warning\n\nBuprenorphine-naloxone carries a box warning that it contains an opioid that can be misused, leading to addiction and death. Administration of buprenorphine-naloxone is associated with fatal respiratory depression.\n[79]\nThe risk is increased when buprenorphine-naloxone is used with benzodiazepines and other sedating medications, including alcohol.\n[79]\n[80]\nBuprenorphine-naloxone should be stored in a location not accessible to children, as fatal respiratory depression has been reported.\n[84]\nBuprenorphine-naloxone should not be administered to individuals with known hypersensitivity to any ingredient. Severe hypersensitivity, including anaphylaxis and angioedema, is an absolute contraindication to buprenorphine-naloxone therapy.\n\nWarnings and Precautions\n\nThere are several relative contraindications to the initiation of buprenorphine-naloxone therapy. Pulmonary and gastrointestinal contraindications include respiratory depression, status asthmaticus, acute bronchospasm, cor pulmonate, mechanical bowel obstruction, and ileus.\n[4]\nPatients with cirrhosis or liver failure require slow titration during the induction period with the recognition that maintenance dose requirements may be lower in this population. Buprenorphine treatment is generally linked to low rates of serum enzyme elevations, comparable to or less than those observed with methadone, even in populations with coexisting chronic liver diseases. However, acute liver injury has been reported within weeks to months of initiating buprenorphine following misuse via IV administration of sublingual tablets. This injury typically displays hepatocellular patterns without immune-allergic features and occurs mainly in patients with concurrent chronic hepatitis C. The mechanism is dose-dependent direct toxicity. Reported cases range from mild to severe hepatitis, occasionally resulting in fatalities. Some patients resumed buprenorphine use without recurrence, including those with a history of IV misuse.\n[41]\n\nRelative neurologic contraindications include altered mental status from acute alcohol intoxication, sedative-hypnotics, benzodiazepines, and psychosis from drugs of abuse.\n[79]\n[80]\n[85]\nBuprenorphine-naloxone is also relatively contraindicated after traumatic brain injury because of its association with respiratory acidosis and increased intracranial pressure. Additionally, the effects of buprenorphine-naloxone, including miosis and depressed mental status, may obscure patient evaluation after traumatic brain injury. Lastly, buprenorphine-naloxone is relatively contraindicated after loss of sympathetic tone, including high spinal cord injury or neuraxial anesthesia, because it can worsen hypotension.\n\nAdrenal insufficiency, including Addison disease, is a relative contraindication to buprenorphine-naloxone therapy. Chronic buprenorphine-naloxone therapy may worsen adrenal function, leading to symptoms of fatigue, weakness, abdominal pain, anorexia, hypotension, and hyponatremia.\n[86]\n[87]",
    "mechanism": "Buprenorphine-naloxone is an effective and commonly prescribed combination medication created to treat opioid use disorder.\n\nMechanism\n\nBuprenorphine is a long-acting opioid that possesses a strong binding coefficient at the mu receptor.\n[19]\nA buprenorphine dose of 4 mg per day will bind approximately 50% of mu-opioid receptors, which is sufficient to suppress opioid withdrawal symptoms.\n[20]\nA buprenorphine dose of 16 mg will bind approximately 80% of mu-opioid receptors and is sufficient to block the euphoric effects of most abused opioids.\n[20]\nBuprenorphine’s slow dissociation kinetics and strong binding affinity can prevent full mu receptor activation by more potent opioids.\n[3]\n[21]\nThis can prevent opioid-induced respiratory depression and apnea when large doses of full mu receptor agonists, such as fentanyl or heroin, are taken by individuals on buprenorphine-naloxone.\n[21]\n\nBuprenorphine is a weak antagonist of the opioid kappa and delta receptors, an agonist of the opioid receptor-like-1 protein, and a nociception protein receptor activator.\n[14]\n[16]\nNociception protein receptor activation stimulates breathing, causes bradycardia and hypotension, and has varying effects on pain perception, from antinociception to hyperalgesia, depending upon the level of nervous system activation.\n[22]\nDespite a high binding affinity, buprenorphine only partially activates the mu receptor.\n[14]\nThe combination of buprenorphine’s partial agonism at the mu receptor and nociception protein receptor activation decreases the probability that buprenorphine will cause a critical respiratory event in contrast to full mu receptor activation by opioids such as fentanyl, hydromorphone, oxycodone, and morphine.\n[21]\n\nNaloxone is a pure opioid receptor antagonist combined with buprenorphine to reduce abuse potential.\n[3]\nNaloxone competes and displaces other opioids from the mu, kappa, and delta receptors, diminishing their effects.\n\nPharmacokinetics\n\nAbsorption:\nSignificant interindividual variability is seen with buprenorphine absorption. One study in healthy volunteers found that the bioavailability of sublingually administered buprenorphine was approximately 30%.\n[23]\nThe coadministration of naloxone with buprenorphine is not associated with reducing buprenorphine bioavailability.\n[24]\nThe mean time to peak plasma concentration after sublingual buprenorphine is between 40 and 210 minutes.\n[25]\nWhen naloxone is administered sublingually, it has a clinically negligible effect.\n[26]\n[27]\nThe bioavailability of sublingually administered naloxone is uncertain, but the best evidence is that it is <10%.\n[24]\nHowever, if naloxone is disintegrated via incorporation into a solvent and injected into a vein, naloxone blocks mu receptor activation, precipitating symptoms of opioid withdrawal.\n[26]\n[28]\n\nDistribution:\nBuprenorphine has high plasma binding to α- and β-globulins (96%) and a distribution volume significantly greater than adult human physiologic volumes (200 to 300 L).\n[25]\nThe volume of naloxone distribution after sublingual administration has not been extensively studied. After intravenous (IV) administration, naloxone exhibits weak binding to plasma proteins and has a large volume of distribution (200 L).\n[29]\n\nMetabolism:\nBuprenorphine undergoes significant first-pass metabolism (hepatic extraction ratio close to 1) when administered orally, which means a significant proportion of the medication is metabolized in the liver.\n[3]\n[25]\nAccordingly, the preferred method of administration is sublingual, bypassing the first-pass effect.\n[3]\nThe plasma half-life of buprenorphine-naloxone when taken sublingually is 38 hours.\n[4]\nBuprenorphine is metabolized primarily by the cytochrome P450 3A4 enzyme.\n[3]\nAfter IV administration, naloxone undergoes rapid hepatic metabolism with a hepatic extraction ratio of 0.8.\n[30]\nThe elimination half-life of naloxone after IV administration is between 30 minutes and 90 minutes.\n[29]\n\nExcretion:\nAfter sublingual administration, approximately 10% to 30% of buprenorphine and its metabolites are excreted in urine in the conjugated form, with the remainder excreted in feces in the free form.\n[25]\nAfter IV administration, approximately 60% of naloxone and its metabolites are excreted in the urine in the conjugated form.\n[29]\nThe excretion of naloxone after sublingual administration has not been studied.",
    "administration": "Available Dosage Forms\n\nFDA-approved formulations of buprenorphine-naloxone include the sublingual tablet, sublingual film, and buccal film.\n[1]\n[3]\nThe buccal film is no longer available in the United States.\n\nStrength\n\nThe ratio of buprenorphine to naloxone in the sublingual film is 4:1, or 4 mg buprenorphine/1 mg naloxone. The sublingual film is available in strengths of 2 mg buprenorphine/0.5 mg naloxone, 4 mg buprenorphine/1 mg naloxone, 8 mg buprenorphine/2 mg naloxone, and 12 mg buprenorphine/3 mg naloxone.\n\nThe ratio of buprenorphine to naloxone in the sublingual tablet is approximately 4:1, or 4 mg buprenorphine/1 mg naloxone.\n[27]\nThe sublingual tablet is available in strengths of 0.7 mg buprenorphine/0.18 mg naloxone, 1.4 mg buprenorphine/0.36 mg naloxone, 2.9 mg buprenorphine/0.71 mg naloxone, 5.7 mg buprenorphine/1.4 mg naloxone, 8.6 mg buprenorphine/2.1 mg naloxone and 11.4 mg buprenorphine/2.9 mg naloxone.\n\nAdult Dose\n\nBefore initiating buprenorphine-naloxone, patients with opioid use disorder undergo a period of abstinence and begin to experience mild opioid withdrawal symptoms. For most patients withdrawing from heroin, oxycodone, or fentanyl, a period of 12 hours is sufficient to provoke symptoms of mild withdrawal. Initiation of buprenorphine-naloxone during an inpatient admission may be associated with higher treatment retention.\n[31]\nHowever, buprenorphine-naloxone may be initiated safely at home, in a medical clinic, or in an acute care hospital.\n[32]\nThere is no limit to the duration of therapy. Some experts believe that indefinite treatment reduces the risk of relapse. Additionally, all-cause mortality is decreased compared to when patients are untreated.\n[33]\n\nThe sublingual film should be placed under the tongue whole without cutting, chewing, or swallowing until complete dissolution occurs.\n[34]\nIf more than 1 film is being administered simultaneously, place the second film under the other side of the tongue. After buprenorphine-naloxone has dissolved, take a sip of water, swish it around the oropharyngeal cavity, and swallow. The initial dose of buprenorphine-naloxone is typically 2 mg/.5 to 1 mg to 4 mg/0.5 to 1 mg, respectively. If withdrawal symptoms are present, the dose can be increased from 8 mg to 12 mg/2 mg to 3 mg within the first 24 hours.\n[35]\nBuprenorphine-naloxone is typically titrated over a few days to the therapeutic dose (8 mg to 32 mg/2 mg to 8 mg, respectively) or the dose necessary to reduce cravings and physiological withdrawal symptoms.\n[36]\n[37]\n\nTwo meta-analyses found that the 16 mg/day to 32 mg/day dose was associated with greater treatment retention and a lower frequency of illicit opioid use compared to lower dosages.\n[31]\n[38]\nThis may be because higher doses of buprenorphine-naloxone are more effective at suppressing cravings than lower doses.\n[39]\n[40]\nHowever, as per the Substance Abuse and Mental Health Services (SAMHSA), dosages above 24 mg buprenorphine or 24 mg/6 mg buprenorphine/naloxone have no clinical advantage.\n\nThe initial dose of sublingual tablets is typically 1.4 mg buprenorphine/0.36 mg naloxone. This dosage is equivalent to 2 mg /0.5 mg in the sublingual film. If withdrawal symptoms are present, the dose may increase to 5.7 mg/1.4 mg (equivalent to sublingual 8 mg/4 mg) within the first 24 hours. Like the buprenorphine-naloxone sublingual film, the tablet form can be titrated to the maintenance dose over a few days.\n\nSpecific Patient Populations\n\nPatients with hepatic impairment:\nBuprenorphine and naloxone undergo significant hepatic metabolism. Increased vigilance for adverse effects is recommended in patients with moderate liver dysfunction (Child-Pugh score of 7 to 9 points). Manufacturers of the sublingual film and tablet recommend avoiding the administration of buprenorphine-naloxone in patients with severe liver dysfunction (Child-Pugh score >9). Acute hepatic necrosis after IV buprenorphine has been reported.\n[41]\n\nPatients with renal impairment:\nManufacturers of the sublingual film and tablet do not recommend dosing adjustments for patients with renal impairment.\n\nPregnant patients:\nPregnancy is not considered a contraindication to buprenorphine-naloxone therapy.\n[42]\nConversely, untreated opioid use disorder during pregnancy increases the risk for fetal, neonatal, and maternal morbidity.\n[43]\nSubstitution therapy is recommended for treating opioid use disorder in pregnancy.\n[44]\n[45]\nBuprenorphine-naloxone and methadone are both appropriate first-line therapies for opioid use disorder during pregnancy.\n[46]\nSubstitution therapy does not appear to increase the risk for childhood developmental problems.\n[47]\n[48]\nHuman studies have not found an association between buprenorphine-naloxone therapy and gestational age at birth or the prevalence of birth defects.\n[49]\n[50]\n[51]\n\nBuprenorphine-naloxone crosses the placenta and is found in the fetal circulation in women taking a daily dose >4 mg/1 mg. Fetal exposure to naloxone was significantly lower than buprenorphine, with undetectable levels in 45% of infants. Fetal concentrations were highly correlated with maternal drug levels.\n[52]\nInfants born to mothers on buprenorphine-naloxone therapy may experience neonatal withdrawal symptoms such as depressed breathing, irritability, tremors, and convulsions after birth.\n[53]\nBuprenorphine-naloxone may be associated with less severe neonatal abstinence symptoms, greater odds of full-term birth, greater birth weight, and shorter duration of fetal hospitalization than methadone.\n[49]\n[54]\n[55]\n\nBreastfeeding patients:\nBuprenorphine-naloxone is not contraindicated in women who are breastfeeding; however, the drug does enter breast milk. Buprenorphine has poor oral availability. Thus, the quantity of buprenorphine that would be expected to enter the infant’s systemic circulation is low.\n[56]\nInsufficient data exists regarding the excretion of naloxone into breast milk, but the limited oral absorption suggests a low likelihood of impacting the breastfed infant.\n[57]\n[58]\n\nPediatric patients:\nThere is a lack of data regarding the use of buprenorphine-naloxone in pediatric patients. The decision to use buprenorphine-naloxone to treat opioid use disorder should be based upon risk-benefit analysis and shared decision-making that includes the clinician and, at times, the patient’s family.\n\nGeriatric patients:\nThere is a lack of data regarding the use of buprenorphine-naloxone in geriatric patients. The decision to use buprenorphine-naloxone to treat opioid use disorder should be based upon a risk-benefit analysis that includes consideration of gastrointestinal, neurological, hepatic, renal, cardiac, and dental disease.\n\nSurgical patients:\nSurgery represents a significant challenge to patients on buprenorphine-naloxone therapy. Patients on buprenorphine-naloxone therapy have increased sensitivity to pain, decreased tolerance of pain, and decreased analgesic effect from opioids, which makes the achievement of adequate postoperative analgesia difficult.\n[59]\n[60]\nPatients on buprenorphine-naloxone therapy may worry about inadequate perioperative analgesia, experiencing unfair treatment, and the temptation to relapse upon hospital discharge.\n[61]\n\nBuprenorphine-naloxone should be discontinued before surgery. The concern is that postoperative analgesia is inadequate because buprenorphine can limit the effectiveness of full opioid agonists, which are commonly used to provide postoperative analgesia. This view is supported by case reports of poor-quality postoperative analgesia in patients maintained on buprenorphine.\n[62]\n[63]\nIf buprenorphine-naloxone is discontinued the day before surgery, the previous dose can be resumed if the abstinent period is ≤3 days.\n\nWhile discontinuation of buprenorphine-naloxone can facilitate easier control of postoperative pain, many clinicians now advocate for continuing buprenorphine-naloxone maintenance therapy throughout the perioperative period.\n[2]\n[64]\nThis strategy avoids anxiety associated with halting buprenorphine-naloxone maintenance therapy, having to rely upon short-acting opioids to treat symptoms of withdrawal, and the difficult transition from full to partial mu receptor agonism after surgery.\n[2]\nSeveral studies have confirmed that buprenorphine therapy may be continued through the postoperative period without compromising short- or long-term pain relief or adversely affecting long-term outcomes.\n[65]\n[66]\n\nBuprenorphine-naloxone treatment within the normal therapeutic range (16 mg/4 mg) typically leaves about 20% of mu receptors unoccupied.\n[20]\nThese unoccupied mu receptors are available for full receptor agonism when common perioperative opioids, such as fentanyl and hydromorphone, are administered.\n[3]\nSufentanil may be the preferred opioid in the perioperative period for individuals on buprenorphine-naloxone therapy because it possesses a higher binding affinity than buprenorphine.\n[67]\nThere is no evidence that treatment of acute pain after surgery with opioids is associated with a higher likelihood of addiction relapse.\n[68]\n\nPostoperative multimodal analgesia is recommended for all patients on buprenorphine-naloxone. Patients will not exhibit tolerance to nonopioid analgesics such as nonsteroidal anti-inflammatory drugs (NSAIDs), COX-2 inhibitors, COX-3 inhibitors, pregabalin, gabapentin, α-2 agonists, local anesthetics, and NMDA receptor antagonists such as ketamine.\n[2]\nRegional anesthesia techniques are amongst the most effective methods of treating postoperative pain, and they should be incorporated into the postoperative analgesia plan whenever possible.",
    "adverse_effects": "Adverse Drug Reactions\n\nThe most common adverse effects attributed to buprenorphine-naloxone administration are caused by buprenorphine’s ability to uncouple and displace opioids with greater mu receptor agonism, which may precipitate withdrawal symptoms.\n[28]\nBuprenorphine has a strong binding coefficient at the mu receptor but causes low mu receptor activation. When buprenorphine is administered to a patient experiencing a euphoric effect from a full mu agonist, such as fentanyl, the level of mu receptor agonism will decrease precipitating symptoms of opioid withdrawal. Symptoms of opioid withdrawal syndrome include pain, irritability, rhinorrhea, nausea, vomiting, abdominal cramping, myalgia, tachycardia, and diaphoresis.\n[69]\nThough opioid withdrawal syndrome is distressing, it has a low association with mortality.\n\nAs an opioid, buprenorphine is also associated with adverse effects from direct mu receptor agonism. These include headache, drowsiness, dizziness, constipation, cognitive impairment, and respiratory depression. The frequency of these adverse effects increases with increasing dose.\n[70]\nMost patients on maintenance therapy buprenorphine-naloxone develop tolerance to the adverse effects of drowsiness, dizziness, sedation, and respiratory depression. However, constipation and miosis are usually still present after months of therapy.\n[71]\n[72]\n\nSeveral case reports describe the development of dental caries, tooth erosion, and tooth decay after initiating buprenorphine-naloxone therapy.\n[73]\n[74]\nThe mechanism by which buprenorphine-naloxone causes dental damage is uncertain, but it is hypothesized to be associated with the acidity of the dissolved drug.\n[73]\n[75]\nThe sublingual film form of buprenorphine-naloxone is associated with hypoesthesia, or numbness, in the area of film dissolution. This is usually temporary and short-lived.\n\nOpioid-induced hyperalgesia refers to the condition where exposure to prescribed opioids leads to hyperalgesia and allodynia.\n[76]\n[77]\nIn 2023, the FDA emphasized the requirement for a new warning regarding opioid-induced hyperalgesia. This phenomenon can potentially arise with prolonged use and higher doses.\n\nDrug-Drug Interactions\n\nBuprenorphine-naloxone should be administered cautiously in patients prescribed central nervous system depressants such as alcohol, muscle relaxants, and benzodiazepines. Administration of buprenorphine with benzodiazepines is associated with acute respiratory deterioration.\n[3]\n[78]\n[79]\n[80]\n\nBuprenorphine-naloxone therapy may prolong the corrected QT interval (QTc). Patients taking QT-prolonging medications such as antipsychotics, antidepressants, antiarrhythmics, macrolide antibiotics, fluoroquinolone antibiotics, or ondansetron should be monitored with an electrocardiogram during the induction period.\n\nBuprenorphine-naloxone undergoes significant hepatic metabolism by the cytochrome P450 3A4 enzyme. Dose adjustment may be required for patients taking medications with substantial inhibition of the cytochrome 3A4 enzyme, including macrolide antibiotics, ketoconazole, and protease inhibitors, as these can prolong the duration of action.\n[4]\n\nAdministration of buprenorphine-naloxone with medications possessing anticholinergic properties such as benztropine, oxybutynin, diphenhydramine, scopolamine, antipsychotics, and tricyclic antidepressants can increase the risk for urinary retention and constipation.\n[81]\n[82]\n\nThe coadministration of MAO inhibitors such as phenelzine, tranylcypromine, and linezolid with opioids, including buprenorphine, may result in serotonin syndrome.\n[83]\nBuprenorphine-naloxone is not advised in patients currently taking MAO inhibitors or within 14 days after discontinuing such treatment.",
    "monitoring": "All patients undergoing buprenorphine-naloxone induction should have frequent office visits to promote treatment compliance and facilitate early detection of diversion. These visits may include drug testing and medication dose adjustments.\n[35]\nDuring this vulnerable period, patients should be monitored for signs and symptoms of opioid withdrawal syndrome and severe pain.\n\nAlthough pregnancy is not considered a contraindication to buprenorphine-naloxone therapy, β-human chorionic gonadotropin (hCG) testing is recommended before initiating therapy. Some clinicians prefer buprenorphine over buprenorphine-naloxone in pregnant women. Buprenorphine-naloxone therapy is associated with hypogonadism.\n[88]\n[89]\n[90]\nAccordingly, it is recommended to assess for evidence of adrenal insufficiency before initiating therapy.\n\nBuprenorphine-naloxone is associated with dental decay.\n[73]\n[74]\nRegular, frequent dental appointments are recommended for patients who are on buprenorphine-naloxone maintenance therapy.\n[91]\n[92]\n\nThe correlation between buprenorphine-naloxone and hepatitis is unknown. Patients with preexisting liver dysfunction appear to be at increased risk of hepatitis.\n[93]\nRegular alanine transaminase and aspartate transaminase enzyme levels are recommended during the induction period and periodically during maintenance therapy for patients with preexisting liver dysfunction or those at high risk for liver dysfunction like alcohol use disorder.\n\nBuprenorphine-naloxone therapy may prolong the QTc. Patients with long QT syndrome, hypokalemia, hypomagnesemia, or those prescribed QT-prolonging medications should undergo an electrocardiogram during the induction period.\n\nPatients are at high risk for relapse and opioid-related overdose after halting buprenorphine-naloxone therapy. All-cause mortality and mortality due to opioid overdose increases immediately after cessation of buprenorphine-naloxone therapy.\n[3]\n[94]\nThe proportion of mu receptors available for full receptor agonists, such as fentanyl and heroin, increases after buprenorphine-naloxone therapy ceases. During this vulnerable period, an opioid dose that was previously tolerated may precipitate critical respiratory depression. Follow-up is recommended after halting therapy to monitor for depression, anxiety, and drug-seeking behavior.\n[35]",
    "toxicity": "Signs and Symptoms of Overdose\n\nBuprenorphine overdose typically presents with miosis (eye pupillary constriction), depressed consciousness, and respiratory depression—which, if severe, can result in death.\n[95]\nBuprenorphine-naloxone is associated with a much lower likelihood of severe respiratory depression than full mu receptor agonists, such as fentanyl and heroin. Dose-effect studies have found there is a ceiling effect regarding the degree of respiratory depression that buprenorphine can cause.\n[3]\n[19]\nThis protective ceiling effect is attenuated when buprenorphine is co-administered with benzodiazepines.\n[1]\n[79]\n[80]\n\nManagement of Overdose\n\nThe treatment for opioid-induced respiratory depression is naloxone and ventilatory support. Patients, caregivers, and members of the social support system should be counseled on recognizing and treating respiratory depression. In the hospital setting, the authors have successfully administered 40 mcg of naloxone every 1 to 2 minutes until respiratory and central nervous system depression abates. Administering naloxone in this manner will decrease the severity of opioid withdrawal symptoms. Naloxone is also available in a prefilled syringe for intramuscular injection and as an over-the-counter nasal spray.\n[96]\nDue to the short duration of action, patients may require repeated doses or the initiation of a naloxone infusion. The combination medication buprenorphine-naloxone is not an appropriate treatment for opioid-induced respiratory depression."
  }
}