{
  "drug_name": "naltrexone hydrochloride",
  "nbk_id": "NBK534811",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534811/",
  "scraped_at": "2026-01-11T15:34:53",
  "sections": {
    "indications": "Contraindications\n\nFailure to pass a naloxone challenge test or positive urine screen for opioids\nOpioid dependence or current use of opioid analgesics, including partial agonists\nAcute opioid withdrawal\nHypersensitivity reactions, including urticaria, angioedema, and anaphylaxis to naltrexone or any components of the formulation\nHistory of seizures: the naltrexone/bupropion fixed dose combination is contraindicated.\n[24]\n\nPrecautions\n\nMonitor patients presenting with dyspnea and hypoxia, as a few cases of eosinophilic pneumonia have been reported in the literature.\nThe clinician should discontinue therapy if signs and symptoms of acute hepatitis develop.\n[25]\nPatients undergoing surgery while being treated for opioid use disorder should stop oral naltrexone at least 72 hours before the scheduled surgery. In addition, the IM naltrexone therapy should be suspended for at least 30 days before surgery.\n\nSwitching from Buprenorphine, Buprenorphine/Naloxone, or Methadone to Naltrexone\n\nPatients transitioning from opioid agonists (buprenorphine or methadone) might be at increased risk of precipitation of withdrawal symptoms for approximately 14 days. Therefore, clinicians should be prepared to manage withdrawal symptoms with nonopioid medications.",
    "mechanism": "Medications used to treat alcohol and opioid use disorder focus on altering their reinforcing effects on inducing euphoria.\n[6]\nNaltrexone (and its active metabolite 6-beta-naltrexone) is pharmacologically effective against alcohol and opioids by blocking the mu-opioid receptor. Naltrexone is also a weaker antagonist of the kappa and delta-opioid receptors.\n[7]\nEndogenous opioids are involved in modulating alcohol and opioids by reinforcing their effects.\n[8]\n\nNaltrexone blocks the effect of opioids and prevents opioid intoxication and physiologic dependence on opioid users. Naltrexone also modifies the hypothalamic-pituitary-adrenal axis to suppress ethanol consumption.\n\nExogenous opioids include the commonly prescribed pain relievers such as hydrocodone, oxycodone, and heroin. Usually, they induce euphoria at much higher doses than those prescribed by medical providers to relieve pain. Opioid overdose can lead to coma and respiratory compromise. Opioids act mainly via the mu receptor, although they affect mu, delta, and kappa-opioid receptors. Synthetic opioid antagonists can modify the action of opioids on these receptors.\n[9]\nNaltrexone competes as an antagonist at opioid receptors and can be used to treat alcohol and opioid use disorders.\n\nMeta-analysis indicated that for preventing heavy drinking, NNT (number needed to treat) is 12 (95% CI, -0.13 to -0.04) with oral naltrexone.\n[10]\nIn a clinical trial, extended-release naltrexone had a higher rate of opioid-negative urine samples (74% vs 56%, P<0.001) at week 24 compared to counseling and participation in community programs. According to guidelines by the American Society of Addiction Medicine (ASAM), a combination of buprenorphine and low doses of oral naltrexone is effective for opioid use disorder for managing withdrawal.\n[11]\n[12]\n\nPharmacokinetics\n\nAbsorption: Naltrexone is almost completely absorbed after oral administration but has an extensive first-pass metabolism.\n\nDistribution: The apparent volume of distribution after IV administration is 1350 L, and plasma protein binding is 21%.\n\nMetabolism: Naltrexone is metabolized to an active metabolite 6β-naltrexone.\n\nExcretion: After oral administration, the half-life is 4 hours, and following an intramuscular injection (IM), the half-life is 5 to 10 days. Naltrexone is excreted primarily by the kidneys as a metabolite and unchanged drug.\n[13]",
    "administration": "Oral Dosage\n\nNaltrexone is available as an oral tablet (50 mg), and the usual dose for alcohol treatment is 50 to 100 mg. Dosing should start at 25 mg orally for a single dose and be repeated in an hour if there are no withdrawal signs. Naltrexone can be given orally with or without food. Administration with or after meals may minimize adverse gastrointestinal (GI) effects.\n\nInjection Dosage\n\nNaltrexone is also available in a depot injection (380 mg). The IM form requires injection using provided needles for administration into the upper outer quadrant of the gluteal area; clinicians should avoid injection into the blood vessel.\n[14]\nThe drug should not be administered intravenously (IV), subcutaneously, or into fatty tissue. The IM injection is recommended because many patients with a substance use disorder are non-compliant with the oral formula.\n[15]\nData indicate that outcomes for patients with alcohol dependence who take naltrexone may be more favorable when using the IM formulation.\n\nNote\n\nThe patient first needs detoxification from opioids before starting naltrexone; the patient must be opioid-free (including tramadol) for at least 7 to 10 days. Advise patients not to self-administer opioids while receiving naltrexone therapy.\nSince there is a possibility of opioid withdrawal, the recommended approach is to try a naloxone challenge to confirm the appropriateness of the treatment plan.\n\nNaloxone Challenge\n\nClinicians understand that there is no completely reliable method to determine if a patient has an adequate opioid-free period to start naltrexone treatment. The naloxone test should not be performed when a patient shows clinical signs or symptoms of opioid withdrawal or when the patient's urine contains opioids.\nThe naloxone test is used by injecting 0.2 mg naloxone IV and observing for 30 seconds for signs or symptoms of opioid withdrawal. If there is no evidence of opioid withdrawal, inject 0.6 mg of naloxone to observe for an additional 20 minutes. A low dose of 0.1 mg IV has produced a diagnostic response to the naloxone test in some patients.\nAlternatively, naloxone can be injected subcutaneously with 0.8 mg naloxone to observe the patient for 20 minutes for signs or symptoms of opioid withdrawal.\nTest interpretation: Monitor vital signs and observe the patient for signs and symptoms of opioid withdrawal, such as nausea, vomiting, sweating, changes in blood pressure, dysphoria, pupillary dilation, yawning, tearing, craving for opioids, rhinorrhea, stuffy nose, uneasiness, abdominal cramps, poor appetite, sense of fear, disrupted sleep patterns, skin erythema, fidgeting,  poor ability to focus, mental lapses, muscle aches, cramps, piloerection, fever, irritability, anxiety, depression, changes in blood pressure, bone or joint pains, backache, tremors, sensations of skin-crawling, and fasciculations. If signs and symptoms of withdrawal appear, no additional naloxone should be administered.\nIf the test is positive, don't initiate naltrexone hydrochloride therapy. Instead, repeat the challenge test in 24 hours.\nIf the test is negative, naltrexone hydrochloride therapy could be started if there are no contraindications.\nIn case of any doubt about the test result, hold; don't start naltrexone hydrochloride. Repeat the test in 24 hours.\n\nOpioid Use Disorder\n\nFor opioid use disorder, naltrexone can be started at a lower dose of 25 mg once daily for a few days and then increased to 50 mg once daily, 100 mg every other day, 150 mg every 3rd day, or 380 mg injection depot form for monthly administration.\nAccording to ASAM guidelines, extended-release injectable naltrexone 380 mg should be administered by deep IM injection in the gluteal muscle every four weeks.\n[11]\nNaltrexone is typically combined with an alpha-2 agonist, which minimizes patient discomfort during withdrawal and shortens the duration of opioid withdrawal. Another benefit of rapid opiate detoxification is the reduced time between opioid use and the initiation of sustained naltrexone treatment to prevent relapse. Rapid opiate detoxification completion rates using naltrexone and clonidine range from 75% to 81% compared to 40% for methadone and clonidine alone.\n\nAlcohol Use Disorder\n\nAmerican Psychiatric Association practice guidelines for alcohol use disorder recommend naltrexone in patients with moderate-to-severe alcohol use disorder.\n[16]\nFor alcohol use disorder, naltrexone can be given orally 50 mg once daily, 100 mg every other day, 150 mg every third day, or a 380-mg injection depot form for monthly administration.\nStudies suggest that carriers of the G-allele may experience a higher level of craving and a stronger euphoria following alcohol use. Naltrexone, 50 to 150 mg per day orally, appears to shorten subsequent relapses, whether used in the oral form or once per monthly 380 mg injection, especially in individuals with the G-allele of the AII8G polymorphism of the mu-opioid receptor.\n\nHeroin Use Disorder\n\nNaltrexone maintenance and psychosocial therapy effectively reduce heroin use, but medication adherence is low. Depot injection formulation lasting up to 4 weeks markedly improves medication adherence, retention, and drug use.\nSubcutaneous naltrexone implants in Russia, China, and Australia have doubled treatment retention and reduced relapse to half that of oral naltrexone.\n\nSpecific Patient Populations\n\nPatient with Hepatic Impairment:\nThe AUC of naltrexone increases in liver cirrhosis patients, so the patient's liver function must be considered when dosing the drug in patients with severe hepatic impairment.\n[16]\n\nPatient with Renal Impairment:\nNaltrexone and its primary metabolite are excreted mainly in the urine; caution is advised when administering naltrexone to patients with renal impairment.\n\nPregnancy Considerations:\nNaltrexone is classified as category C for use during pregnancy, which means that the risk to the fetus of adverse effects cannot be ruled out. There is limited research available related to the use of naltrexone during pregnancy. Animal reproduction studies have shown adverse effects. If a female treated with naltrexone to treat opioid use disorder becomes pregnant, naltrexone therapy should be stopped if the mother and the physician agree that the risk of relapse is low. According to ACOG, the decision regarding naltrexone treatment during pregnancy requires a risk-benefit analysis considering the possible risk of relapse with naltrexone discontinuation. Methadone or buprenorphine is usually preferred during pregnancy for opioid use disorder.\n[17]\n\nBreastfeeding Considerations:\nNaltrexone is also present in breast milk. Considering the importance of treatment for the mother, a decision on whether to discontinue breastfeeding or discontinue the drug needs to be made.\n[18]\n\nGeriatric Patients:\nNaltrexone is widely used to treat alcohol use disorder in elderly patients.\n[19]\n\nPediatric Patients:\nThe safety of naltrexone in pediatric patients(<18 years) has not been demonstrated.",
    "adverse_effects": "Naltrexone may cause gastrointestinal irritation, such as diarrhea and abdominal cramps, and in some studies, it shows clinically insignificant increases in blood pressure.\n\nIn clinical studies of patients with opioid use disorder, headache, anxiety, low energy, joint and muscle pain, nervousness, abdominal pain/cramps, difficulty sleeping, and nausea and vomiting were reported in more than 10% of patients. Less than 10% of incidents reported were loss of appetite, constipation, diarrhea, increased energy, increased thirst, feeling down, dizziness, irritability,  delayed ejaculation, skin rash, and chills. It is safe and associated with few adverse effects, such as headache, nausea, and abdominal pain when taken chronically for years.\n\nNaltrexone can precipitate a withdrawal syndrome in patients with opioid use disorder characterized by dysphoria, irritability, and signs of autonomic hyperactivity such as tachycardia, tremor, and sweating. Other rare but potentially serious effects include depression and suicidality.\n\nPiloerection is often associated with opioid withdrawal, especially when stopping the drug suddenly. Clonidine, an alpha2-adrenergic agonist, can aid in detoxification by reducing the signs of autonomic hyperactivity.\n[20]\nNaltrexone-induced drug eruption with urticarial rash and angioedema has been reported.\n[21]\n\nDrug-Drug Interactions\n\nConcurrent administration of bremelanotide with naltrexone is contraindicated due to reduced naltrexone systemic exposure, resulting in therapeutic failure.\n[22]\nNaltrexone should not be administered with thioridazine due to the risk of lethargy and somnolence.\n[23]\n\nMainstreaming Addiction Treatment (MAT) Act\n\nThe Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and integrate substance use disorder treatment across healthcare settings.\n\nAs of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if applicable state law permits, and SAMHSA encourages them to do so. Prescribers registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed from registrants.\n\nThere are no longer limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.\n\nPharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information to proceed. Practitioners must still comply with applicable state limits regarding treating patients with OUD. Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota.",
    "monitoring": "Check injection sites for reactions following IM administration.\nScreen for depression and suicidal thinking.\nBaseline and periodic liver function tests are necessary. Patients infected with hepatitis B or C can take naltrexone without worsening their liver function. However, most providers refrain from prescribing the medication if liver function tests are 3 to 5 times above normal levels.\n[26]\nClinicians should monitor withdrawal using standardized scales such as COWS (clinical opiate withdrawal scale) or CINA (clinical institute narcotic assessment).\n[27]",
    "toxicity": "There is limited data on naltrexone hydrochloride overdosage in humans. In one study, patients who received 800 mg daily naltrexone hydrochloride for seven days reported no symptoms of toxicity. Cases of hepatitis and liver dysfunction have been observed; transient asymptomatic hepatic transaminase elevations may also occur. Hepatotoxicity is dose-dependent. Reports exist of depression, suicidal ideation, and suicidal attempts. Monitor the patient for symptoms of depression or suicidality. In animal studies, high doses of naltrexone (>1000 mg/kg) produced salivation, reduced activity, depression, tremors, and convulsions. Death in animals was due to clonic-tonic convulsions and respiratory failure.\n\nTreatment of Overdosage\n\nNo known antidote for naltrexone exists. Treat patients symptomatically in a closely monitored environment. Clinicians should contact a poison control center for the latest information.\n[28]"
  }
}