{
  "drug_name": "nandrolone decanoate",
  "nbk_id": "NBK482418",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482418/",
  "scraped_at": "2026-01-11T15:34:54",
  "sections": {
    "indications": "Testosterone supplements are contraindicated in the presence of severe renal, cardiac, and hepatic disease, men with breast or prostate cancer, venous thromboembolism, pregnant women, women who may become pregnant, breastfeeding mothers, and hypersensitivity to any component of the formulation.\n\nThe Endocrinology Society suggests that it may be judicious to avoid treatment with testosterone in men who have a history of myocardial infarction or stroke in the last 6 months.\n[86]\n[87]",
    "mechanism": "Endogenous androgen is responsible for the growth and development of the sex organs in men and for maintaining secondary male sex characteristics. The enzyme aromatase converts testosterone to estradiol, and 5α-reductase converts testosterone to the more potent dihydrotestosterone.\n[11]\nEndogenous anabolic steroids such as testosterone and dihydrotestosterone, as well as synthetic anabolic steroids, mediate their effects by binding to and activating androgen receptors.\n[35]\n\nIn skeletal muscle, anabolic steroids regulate the transcription of target genes that control the accumulation of DNA in skeletal muscle required for muscle growth.\n[6]\n[35]\n[36]\n[37]\nAnabolic steroids increase muscle satellite cell proliferation and promote the formation of new myotubules and myonuclei.\n[24]\n[38]\nThey also regulate lipolysis, which affects catecholamine signal transduction, and block the differentiation of adipocyte precursor cells.\n[24]\n[39]\nExogenous high-dose anabolic steroids also affect G-protein-coupled plasma membrane receptors, which ultimately increase the phosphorylation of transcription factors by increasing the Ca\n2+\nconcentration and activating ERK1/2 kinases.\n[24]\n\nAnabolic steroids also upregulate and increase the number of androgen receptors, thus enabling increased training intensity and indirectly contributing to increased muscle size and strength. They also have a stimulatory effect on the brain through their diverse effects on various central nervous system neurotransmitters, antagonism of glucocorticoids, and stimulation of the growth hormone-insulin-like growth factor-1 axis.\n\nNandrolone decanoate and phenpropionate are associated with an increased ratio of anabolic activity versus androgenic activity. Nandrolone decanoate is designed to increase muscle mass. This slow-acting steroid promotes nitrogen retention in muscles, increases muscle size, and relieves joint pain by promoting collagen synthesis and enhancing bone mineralization. Nandrolone phenpropionate also increases muscle growth, improves appetite, and stimulates red blood cell production, which may sometimes result in polycythemia.\n\nDromostanolone is a synthetic anabolic steroid with anti-estrogenic properties and is 5 times more potent than methyltestosterone, which is often used illegally by bodybuilders to prepare for competition. Dromostanolone increases the retention of nitrogen, phosphorus, and potassium, resulting in increased protein anabolism and a decrease in the catabolism of amino acids, leading to an increase in the density and hardness of muscle.\n\nIn some cases of symptomatic hypogonadism, clomiphene can be used to increase testosterone levels to normal without directly using anabolic steroids and without affecting fertility.\n[7]\n[40]\n[41]\nClomiphene is not effective in patients with elevated LH levels.\n[7]\n[40]\n[41]",
    "administration": "Available Dosage Forms\n\nAnabolic steroids may be administered via oral pills, injections, topical creams or gels, or skin patches.\n\nAdult Dosing\n\nTestosterone cypionate and enanthate are given as 50 to 400 mg intramuscularly once to 4 times a month for primary hypogonadism and hypogonadotropic hypogonadism. The recommended initial regimen is 100 mg IM weekly to minimize peaks and valleys while avoiding supernormal levels. The use of gels and creams can also alleviate dosage variations.\nTestosterone undecanoate dosing starts with an initial dose of 750 mg, then 750 mg 4 weeks after the first dose, and 750 mg at 10-week intervals.\nTestosterone gel dosage varies according to the hormone concentration. One gel preparation is given as 11 mg 3 times daily for a total daily dose of 33 mg. Another testosterone gel is given at the dose of 40 mg once a day every morning with a maximum dose of 70 milligrams per day. Some compounding pharmacies may produce a similar gel at a lower cost than commercially manufactured preparations.\nTransdermal testosterone is applied as a 50 mg patch once daily in the morning to the upper limb, shoulder, or abdomen, with a maximum daily dose of 100 mg.\nOral testosterone preparations are generally not recommended due to hepatic toxicity except for testosterone undecanoate, which is now FDA-approved.\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\nThe primary problem with testosterone undecanoate is the cost (without insurance or other discounts, the cost is over $1,200 per month).\n\nFor more information on the administration and therapeutic medical use of anabolic steroids, see the companion StatPearls' references on \"Androgen Replacement\" and Male Hypogonadism,\" respectively, at www.statpearls.com/point-of-care/23268 and www.statpearls.com/point-of-care/17525.\n[7]\n[40]\n\nOff-Label Medical Use\n\nNandrolone decanoate dosing is 100 mg per week for comfort and relief of joint pain. To increase growth and athletic performance, the dose range is 200 mg to 400 mg per week. This drug is often used for about 10 to 12 weeks to get the desired \"optimal\" results in athletes, powerlifters, and bodybuilders.\nDromostanolone is used at 200 to 400 mg weekly, which bodybuilders use to enhance their athletic performance. Because of its short half-life, dromostanolone injections must be administered every 3 to 4 days.\n\nAmong anabolic steroid abusers, the amounts of anabolic steroids used are often markedly above usual dosage levels when utilized appropriately for medical indications, often by 10-fold or more. They may take different forms of anabolic steroid preparations or mix oral and parenteral drugs, a process called \"stacking.\" Frequently, they will administer the steroids in cycles of 6, 12, or 18 weeks, which is known as \"pyramiding.\"\n[11]\nUsers believe these techniques will improve the results while minimizing adverse effects, but no scientific evidence supports such conclusions.\n[11]\n\nThe use of post-cycle withdrawal therapy, with human chorionic gonadotropin and clomiphene, is a common practice intended to minimize withdrawal symptoms, but it has not undergone stringent scientific review or study.\n[48]\n[49]",
    "adverse_effects": "Early abnormal measurable adverse effects of anabolic steroid use include abnormal liver enzymes, hypercholesterolemia, hypertension, and polycythemia.\n[50]\nLong-term adverse events are not well studied, randomized trials would not be ethical, and large prospective studies are not available.\n[11]\nThis leaves only case-control studies and small series that are often methodologically flawed.\n[11]\nSome adverse effects associated with anabolic steroid use are listed below by organ system.\n[24]\n[35]\n[51]\n[52]\n[53]\n[54]\n[55]\n\nCardiovascular:\nEarly or accelerated coronary heart disease, cardiomyopathy, hypertension (3% or less), left ventricular hypertrophy, decreased cardiac function, increased cardiac fibrosis, intraventricular dyssynchrony, arrhythmias, and even sudden cardiac death.\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\nDermatologic\n:\nSkin blister (12%), acne vulgaris (8% or less), crusted skin, nasal excoriation (6% or less), contact dermatitis, bulla, skin rash, and pruritus.\n[62]\n[63]\nEndocrine and metabolic:\nDecreased HDL cholesterol (6% or less), hyperlipidemia (6% or less), hypokalemia, increased serum triglycerides thyroid-stimulating hormone level and plasma estradiol concentration, decreased libido (3% or less), gynecomastia (3% or less), hot flashes and weight gain.\n[64]\nGynecomastia and/or breast tenderness may develop.\n[11]\nGastrointestinal:\nGingivitis (9% or less), mouth irritation (9% or less), increased serum bilirubin, abnormal hepatic function tests, decreased appetite, dysgeusia, gastroesophageal reflux disease, and gastrointestinal hemorrhage.\n[65]\n[66]\nGenitourinary:\nIncrease in prostate-specific antigen (topical 18% or less), benign prostatic hypertrophy (12%), testicular atrophy (6% or less), suppression of spermatogenesis, mastalgia, hypogonadism (following withdrawal), prostatitis, dysuria, hematuria, impotence, pelvic pain, urinary incontinence, urinary tract infection, testicular tenderness, male infertility (severe oligospermia with permanent subfertility), ejaculatory disorders and erectile dysfunction (nandrolone).\n[67]\nHematologic and oncologic:\nPolycythemia (6%) and prostate carcinoma (less than 3%). There is conflicting evidence for any hypercoagulability effects.\n[35]\n[68]\n[69]\nImpaired fibrin clot lysis has been found in androgenic anabolic steroid abusers.\n[70]\nHepatic:\nAbnormal liver function or peliosis hepatitis may be found. Continuous use can cause the malignant transformation of benign hepatic neoplasms to hepatocellular carcinoma.\n[71]\n[72]\n[73]\n[74]\n[75]\nNandrolone\ncauses hirsutism and deepening of voice in a woman with extended periods of use due to its androgenic properties.\n[76]\nNeuromuscular and skeletal:\nMyalgia (6% or less), premature epiphyseal closure (when taken before completion of puberty), limb pain, tendon rupture, abnormal bone growth, and hemarthrosis.\n[77]\nThey also have an increased rate of Achilles tendon rupture compared to other weight-trained athletes who are not taking anabolic steroids.\n[78]\nNeuropsychiatric:\nEmotional lability, major mood disorders, anosmia, anxiety, headache, depression, nervousness, dementia, body pain, violence, insomnia, and aggressive behavior.\n[79]\n[80]\n[81]\n[82]\nAbout two-thirds of androgen-abusing weight lifters have reported significant sleep disturbances, which may worsen during immediate periods of withdrawal.\n[83]\nRenal:\nIncrease in serum creatinine and frequency of urination.\n[84]\n[85]",
    "monitoring": "Before initiating treatment with testosterone, a diagnosis of male hypogonadism requires confirmation by measuring low early morning testosterone levels on 2 separate days.\n[7]\n[88]\nLipid profile, liver function tests, hemoglobin, hematocrit, FSH, LH, estradiol, prostate-specific antigen, and a prostate exam in patients older than 40 are necessary before initiating treatment.\n[7]\n[89]\nThyroid function testing has also been recommended. Patients should be warned that they will become infertile while on testosterone therapy even if properly monitored and dosed, although this can be mitigated with simultaneous clomiphene treatment.\n[7]\n[41]\n\nDuring treatment with anabolic steroids, clinicians should periodically obtain the patient's lipid profile, hepatic function tests, hemoglobin, hematocrit (at 3 to 6 months, then every year), PSA, and testosterone levels. Patients on testosterone should be monitored for their response to treatment and adverse effects 3 to 6 months after initiation of therapy and then every year, especially for cardiac adverse events. Women treated with testosterone for breast cancer require monitoring for signs of virilization.\n\nMen over 40 years of age with baseline prostate-specific antigen (PSA) of more than 0.6 ng/mL should have their PSA levels measured and a prostate examination at 3 to 6 months. Treatment should be withheld in men with a palpable prostate nodule or prostate-specific antigen of more than 4 ng/mL and in patients at high risk of prostate malignancy with prostate-specific antigen of more than 3 ng/mL.\n\nAccording to Endocrine Society 2010 guidelines, testosterone levels should be measured midway between injections of testosterone enanthate or cypionate. Any dose and frequency adjustments should keep the testosterone concentration between 400 and 700 ng/dL. However, some experts recommend checking the peak testosterone levels, which are best obtained 2 days after an IM injection once maintenance levels are reached. The goal is to keep the peak level in the middle third of the normal range, avoid the potential toxicity of supernormal testosterone levels, and relieve the specific symptom of hypogonadism that justified its use initially. There is no need to check trough levels if the patient is not symptomatic.\n\nFor most patients, 100 mg of injectable testosterone (cypionate or enanthate) is sufficient to maintain optimal testosterone levels.\n[7]\n[90]\nA 2- or 3-week interval dosage schedule will either be inadequate or produce above-normal peak levels.\n[7]\nSerum testosterone levels should be measured 2 to 8 hours after transdermal or gel application and after 14 days of starting the therapy or with dose titration in patients using a topical testosterone solution.\n\nTotal serum testosterone should be measured periodically, starting from the first month after initiating therapy in patients using nasal testosterone gel, and treatment should terminate if total testosterone exceeds 1050 ng/dL or the upper limit of normal for the reference laboratory. Serum testosterone level should be measured approximately 14 days after initiation of therapy, in the morning, before application of transdermal testosterone, at the end of the dosing interval in testosterone pellets, 4 to 12 weeks after initiation of treatment, and before the morning dose in patients using a buccal form of testosterone.\n[91]\n[92]",
    "toxicity": "Even when therapeutic levels of testosterone are maintained and the patient is properly monitored, minimal toxicity may be present. Even correctly administered testosterone for medically appropriate indications can reduce male fertility due to its lowering of FSH and LH.\n[7]\n[40]\nThis effect can be mitigated by simultaneously administering clomiphene.\n[7]\n[40]\n[41]\n\nThe risks of short-term androgenic anabolic steroid abuse include polycythemia, increased PSA levels, benign prostatic hyperplasia, an increased risk of prostate cancer, oligospermia, and emotional effects such as dramatic mood swings, aggressive behavior, impaired judgment, and episodes of intense anger (known as \"roid rage\").\n[93]\n[94]\n\nChronic anabolic steroid abuse carries significant potential morbidities. The effects on liver metabolism, kidney function, and spermatogenesis are generally limited and reversible, but other effects, such as cardiac disorders and sudden cardiac death, require further study.\n[11]\n[93]\n\nMale infertility (due to steroid-induced azoospermia, oligospermia, increased abnormal sperm morphology, and decreased motility) tends to resolve slowly over time after cessation of testosterone.\n[67]\n[93]\n[95]\n[96]\n[97]\n[98]\n[99]\nWhile this may normalize in 3 to 4 months, the recovery of normal spermatogenesis and testosterone levels may take an additional 1 to 3 years.\n[93]\n[95]\n[96]\n[97]\n[100]\n\nPotentially dangerous changes in cardiac structure and function include left ventricular hypertrophy (which can lead to arrhythmias and congestive heart failure), premature atherosclerosis, cardiomyopathy, and an increased risk of sudden cardiac death.\n[56]\n[93]\n[101]\n[102]\n[103]\nAutopsy studies have shown otherwise unexplained cardiac muscle damage with focal injury and hypertrophy of cardiac muscle cells, small vessel disease, and subepicardial interstitial fibrosis.\n[104]\nRecent evidence indicates men who were chronic anabolic steroid abusers demonstrated decreased myocardial flow reserve from impaired coronary microcirculation even when the hormonal drugs were stopped years earlier.\n[23]\n[56]\n[103]\n\nSudden cardiac death in anabolic steroid abusers has been linked primarily to several underlying pathophysiological processes. These include arrhythmias induced by anabolic steroid-related cardiac hypertrophy, fibrosis, and tissue necrosis, direct myocardial injury, increased thrombosis, nitric oxide-induced vasospasm, and accelerated arteriosclerosis.\n[60]\n[101]\n[105]\n[106]\n[107]\n[108]\n[109]\n\nFemale anabolic steroid abuse is increasing in both professional and amateur athletics but is still far less common than in males at an estimated prevalence of 1.6%.\n[110]\nThe adverse effects are similar to those experienced by males, but there is limited data regarding this topic. Abnormal menstrual effects are common in female athletes. Illegal use of anabolic steroids in women is an underestimated problem in public health and presents a significant diagnostic challenge for healthcare professionals.\n[110]\n\nWithdrawal from anabolic steroid abuse is associated with various adverse effects, including anorexia, body image dissatisfaction, decreased appetite, depression and depressed mood, fatigue, headache, insomnia, low libido, myalgia, restlessness, suicidal ideations, urges to resume steroids, and weight loss.\n[77]\n\nAgents that may help minimize withdrawal symptoms and more quickly restore normal spermatogenesis include aromatase inhibitors (eg, anastrozole, exemestane, letrozole), selective estrogen receptor modulators (eg, clomiphene, tamoxifen), and injectable gonadotropins.\n[111]\nHowever, their true clinical benefit is still unclear due to a lack of high-quality studies.\n[111]\n[112]\n[113]\nThere is evidence that such treatment reduces the reported urge to resume anabolic steroid use by 60% and suicidal ideations by 50%, although there is limited objective data to support this conclusion.\n[49]\n[95]\n[112]\n\nThe incidence of prolonged androgen-induced hypogonadism with reduced quality-of-life scores after withdrawal from anabolic steroid abuse is expected to increase in the coming years. Treatment methods to reactivate the hypothalamic-pituitary-testicular axis (ie, aromatase inhibitors, clomiphene, and human chorionic gonadotropin, along with phosphodiesterase inhibitors for men with ED) have been used with some success, but these therapies have not been standardized and controlled trials have not yet been performed.\n[49]\n[114]\n[115]\n[116]\n[117]\n[118]\n\nHuman chorionic gonadotropin (HCG) can effectively promote testosterone production and spermatogenesis but does not stimulate gonadotropin production.\n[11]\nHCG administration may prolong the recovery of natural gonadotropin production indirectly by suppressing hypothalamic activity due to increased serum testosterone levels.\n[11]\n\nPsychiatric evaluation and treatment may be necessary in patients who develop major depression, paranoia, suicidal ideations, and similar disorders during anabolic steroid withdrawal.\n[119]\nIf not appropriately addressed, this can lead to a resumption of illicit anabolic androgen use and possibly increase the patient's risk of suicide.\n[114]\nMany anabolic steroid abusers have underlying mental health problems.\n[11]\n\nBetter management guidelines from appropriate professional organizations are needed to better evaluate and standardize the treatment of this growing disorder.\n[11]\nAn extensive review of the adverse effects of unauthorized or excessive anabolic steroid use can be found in the companion StatPearls' reference review on Anabolic Steroid Toxicity at www.statpearls.com/point-of-care/291.\n[24]"
  }
}