{
  "drug_name": "naproxen",
  "nbk_id": "NBK525965",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK525965/",
  "scraped_at": "2026-01-11T15:34:55",
  "sections": {
    "indications": "Absolute\n\nDocumented hypersensitivity to NSAID medications\nASA or NSAID-induced asthma\nPregnancy (caution against use in 1st trimester, absolute contraindication at 30 weeks gestation)\nPerioperative use for coronary artery bypass graft surgery (CABG)\n\nRelative Risk/Caution Against Using\n\nRecent MI or history of heart disease\nHypertension\nCongestive heart failure\nFluid retention/edema\nDehydration\nHistory of GI adverse events (peptic ulcer disease, GERD)\nBleeding or coagulopathy conditions\nHepatic disease\nRenal disease\nAsthma\nSodium restrictions\nChronic alcohol use\nTobacco use\nElderly/geriatric patients\nFemales actively trying to conceive",
    "mechanism": "Naproxen blocks arachidonate binding to competitively inhibit both cyclooxygenase (COX) isoenzymes, COX-1 and COX-2, resulting in analgesic and anti-inflammatory effects. COX-1 and COX-2 are catalysts of arachidonic acid conversion to prostaglandin G (PGG), the first step of the synthesis of prostaglandins and thromboxanes involved in rapid physiological responses. COX-1 is constitutively expressed in most tissues, while COX-2 is only expressed in the brain, kidney, bones, reproductive organs, and select tumors such as colon and prostate cancers. COX-1 is responsible for prostaglandin synthesis in response to stimulation by circulating hormones and maintaining healthy renal function, gastric mucosal integrity, and hemostasis. COX-2 is inducible in many cells in response to specific mediators of inflammation (e.g., interleukin-1, tumor necrosis factor, lipopolysaccharide).\n\nThe anti-inflammatory mechanism of naproxen is due to decreased prostaglandin synthesis by inhibiting COX-1 and COX-2. The majority of anti-inflammation that Naproxen induces is mostly due to inhibition of the COX-2 isoenzyme; though, it should be noted that COX-1 is also expressed at distinct inflammatory sites. Further, COX-1 is also expressed in the joints of patients with rheumatoid arthritis or osteoarthritis, especially in the synovial lining. Therefore, although Naproxen targets both COX-1 and COX2, it is slightly more selective for the former. Additionally, naproxen is most effective in the setting of pain receptor sensitivity. It appears prostaglandins, specifically prostaglandins E and F, are responsible for sensitizing these pain receptors; therefore, naproxen has an additional, indirect analgesic effect by inhibiting further prostaglandin production.\n[4]\n\nThe liver extensively metabolizes naproxen, and about 95% of the drug is excreted in the urine. Naproxen also has a half-life of 12 to 17 hours.",
    "administration": "Naproxen can be administered orally, in both immediate and extended-release tablets or suspension forms, or topically. Naproxen may be taken orally with food, milk, antacids (preferably aluminum and magnesium hydroxide-containing antacids), proton pump inhibitors (PPI), or misoprostol to decrease the incidence of GI adverse effects.\n[5]\nNaproxen sodium is the most readily available form, and it has demonstrated a faster absorption compared to naproxen.\n\nAs a rule, treatment with naproxen, as well as all NSAIDs, begins with the lowest effective dose for the shortest possible duration. Also, consider starting with a lower dose in geriatric patients due to the likelihood that the patient has comorbidities such as cardiovascular disease, chronic kidney disease, or history of GI ulcer/bleeding that increase the risk of adverse effects from NSAID therapy.\n\nSpecific dosing recommendations and treatment durations:\n\nMild to Moderate Arthritis (osteoarthritis, rheumatoid arthritis, and ankylosing spondylitis)\n\n220 to 550 mg PO every 12 hours\nTake with food if GI upset occurs\nMax: 1650 mg daily for up to 6 months\n\nAcute Gouty Arthritis\n\n825 mg PO once, followed by 275 mg PO every 8 hours until symptom resolution\nTake with food if GI upset occurs\n\nAcute Severe Headache or Migraine\n\nControversial concerning isolated naproxen sodium use in patients suffering from acute migraines.\nNaproxen sodium has a longer half-life compared to other NSAID options, but headache relief rates at 2 hours after initial treatment are lower than ibuprofen.\n[6]\n[7]\nNaproxen sodium dosing recommendations: 550 mg every 12 hours; can increase the dosage to 825mg PO if needed; do not exceed the max of 1375 mg daily.\n\nMaximum Recommended Daily Doses for Children\n\n12 years and older\n-\n20 mg/kg/day by mouth, not to exceed 1000 mg/day by mouth; for non-prescription use, 660 mg/day by mouth\n2 to 12 years - 20 mg/kg/day by mouth, not to exceed 1000 mg/day by mouth. Non-prescription use is not recommended\nLess than 2 years - Safety and efficacy remain not established\n\nPatients with Hepatic Impairment Dosing\n\nAlthough specific guidelines are not available, caution is advised with respect to dosing; utilize the lowest recommended dosing regimen initially.\n\nPatients with Renal Impairment Dosing\n\nIf creatinine clearance (CrCl) is greater than or equal to 30 mL/minute, no dosage adjustment is needed.\nNaproxen is not recommended for patients with CrCl less than 30 mL/min.",
    "adverse_effects": "Primary adverse effects for naproxen include dyspepsia, nausea, dizziness, elevated liver enzymes, increased blood pressure, diminished renal function, rash, increased bleeding risk, and GI ulcers. Serious but rare adverse effects include blood dyscrasias, Stevens-Johnson syndrome, myocardial infarction, stroke, heart failure, and anaphylaxis. The following are several mechanisms of the above adverse effects:\n\nGI Effects\n:\nCOX-1 and COX-2 inhibition lead to decreased prostaglandin synthesis in the gastric mucosa. The prostaglandins maintain mucosal integrity, therefore decreased synthesis causes reduced protection to the tissue. However, studies indicate COX-1 has a more significant effect on the integrity of the mucosa; consequently, selective COX-2 inhibitors such as Celecoxib do not have as much of an effect on gastric tissue.\n[8]\n[9]\n\nRenal Effects\n:\nProstaglandins produced by both COX-1 and COX-2 are important regulators of renal function, hemodynamics, and sodium and water reabsorption in the kidneys. When renal blood flow is dependent upon prostaglandin synthesis, NSAID administration can significantly decrease renal blood flow, leading to acute kidney injury and renal failure. Also, alterations in sodium and water reabsorption may increase blood pressure, especially in patients with pre-existing hypertension.\n\nPlatelet Effects\n:\nPlatelet aggregation inhibition with naproxen is due to the dose-dependent inhibition of COX-1 in platelets. This action leads to decreased levels of platelet thromboxane A2 and an increase in bleeding time. This inhibition is reversible upon discontinuation of naproxen. Despite the known inhibition of platelet function, studies examining an increase in clinical bleeding time have shown mixed results.\n[10]",
    "monitoring": "Patients taking naproxen should receive monitoring for pain relief, significant changes in blood pressure, worsening kidney function, and GI symptoms such as gastroesophageal reflux disease (GERD), abdominal pain, or melena. For patients on chronic NSAID therapy, periodic monitoring with complete blood counts to assess for anemia and chemistry panels to evaluate kidney and liver function merit consideration.\n[11]",
    "toxicity": "Naproxen overdose is common due to its OTC availability, but the overdose is usually mild in severity, and serious adverse effects from overdose are rare. There is no available antidote for naproxen overdose; however, monitoring vital signs and supportive care is recommended. The role of activated charcoal is uncertain due to time constraints and unclear benefits, and there is no role for hemodialysis due to naproxen's high degree of protein binding. However, ingestion of large amounts of Naproxen can lead to severe toxicity causing seizures and metabolic acidosis, which can potentially cause renal failure. Therefore, although hemodialysis is not generally recommended, it can correct acid-base disturbances and provide additional support to those with renal impairment in specific situations.\n[12]"
  }
}