{
  "drug_name": "natalizumab",
  "nbk_id": "NBK534201",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534201/",
  "scraped_at": "2026-01-11T15:34:55",
  "sections": {
    "indications": "Contraindications to natalizumab therapy include:\n\nAllergy to natalizumab\nHistory of progressive multi leukoencephalopathy\n\nBox Warnings\n\nWhen used with other immune-modulating drugs, the risk of progressive multi-leukoencephalopathy (PML) and an opportunistic infection caused by the John Cunningham (JC) virus increases. There is a boxed warning for this reason, and prescribers should carefully consider the risks versus benefits of using natalizumab for each patient. Immune-modulating drugs, including corticosteroids, should be discontinued if therapeutically possible before using natalizumab.\n[20]\nPML risk increases as repeated infusions increase to exceed 2 years. Checking for anti-JC antibodies can help but is not definitive for the risk stratification of acquiring PML. Those who tested negative for the antibody have a decreased risk, but it does not provide 100% immunity against acquiring PML. Therefore, periodic testing should be done for anti-JC antibodies while on natalizumab.\n[2]\nNatalizumab is contraindicated for immunosuppressed individuals. This includes individuals with human immunodeficiency virus, AIDS, leukemia, lymphoma, or those who have had organ transplants.",
    "mechanism": "Integrins are a class of selective adhesion molecules which are composed of multiple subunits and aid in the chemotaxis of leukocytes to sites of inflammation throughout the body. Natalizumab is a monoclonal antibody (mAb) that binds to alpha-4 integrin receptors (α4-subunit of α4β1 and α4β7 integrins) expressed on the surface of all leukocytes except neutrophils. This binding blocks the α4-mediated adhesion of leukocytes to their counter-receptors vascular cell adhesion molecule-1 (VCAM-1) and mucosal vascular addressin cell adhesion molecule-1 (MAdCAM-1). VCAM-1 is expressed on activated vascular endothelium, and MAdCAM-1 is expressed on vascular endothelial cells of the gastrointestinal tract.\n[5]\n\nNatalizumab decreases inflammation by disrupting integrin receptor binding during an inflammatory flare, thereby directly blocking leukocytes from crossing the blood vessel and exerting pro-inflammatory responses. In patients with multiple sclerosis, natalizumab blocks the α4-β1 integrin receptor that lines the blood-brain barrier, blocking leukocytes from entering the patient's central nervous system (CNS).\n[6]\nThe results of several studies have shown a significant reduction in the number of lesions in multiple sclerosis patients taking natalizumab.\n[7]\n\nNatalizumab is a disease-modifying therapy for MS.\n[8]\nIn patients with Crohn disease, natalizumab reduces the infiltration of lymphocytes in the intestinal mucosa and decreases chronic inflammation. Natalizumab is useful for patients with active inflammation or chronically active CD resistant to traditional therapies. Natalizumab is particularly effective in patients with moderate and severe CD.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nThe time to steady-state is approximately 24 weeks after every 4 weeks of dosing in patients with MS. Similarly estimated time to steady-state is approximately 16 to 24 weeks in patients with CD.\n\nDistribution:\nThe volume of distribution is 5.7 ± 1.9 L in patients with MS and 5.2 ± 2.8 L in patients with CD.\n\nMetabolism:\nNatalizumab is a monoclonal antibody taken up by the cells by endocytosis, and it is metabolized to amino acids.\n[10]\n\nElimination:\nThe half-life of natalizumab is 11 ± 4 days in patients with MS and 10 ± 7 days. The clearance is 16 ± 5 mL/hr in patients with MS and 22 ± 22 mL/hr in patients with CD. The presence of anti-natalizumab antibodies increases the clearance of natalizumab. Plasma exchange is an effective method for accelerating the clearance of natalizumab.\n[11]",
    "administration": "Available Dosage Forms\n\nNatalizumab is administered via intravenous infusions every 28 days at a TOUCH Prescribing Program-approved site.\n\nAdult Dosing\n\nThe recommended dose is 300 mg/15 mL (20 mg/mL); this dose can be modified at the treating clinician's discretion. The infusion takes 1 hour, and the patient is monitored closely by staff for 1 more hour for any significant adverse effects. Natalizumab should not be given as an intravenous bolus or push. The drug should be administered within 8 hours of preparation.\n[12]\n[13]\nIn patients with CD, natalizumab should not be used concomitantly with immunosuppressants or inhibitors of TNF-α.\n\nSpecific Patient Population\n\nHepatic impairment:\nThe pharmacokinetic parameters of natalizumab in patients with hepatic impairment have not been studied. Use with caution due to the risk of hepatotoxicity.\n[10]\n\nRenal impairment:\nThe pharmacokinetic parameters of natalizumab in patients with renal impairment have not been studied. Clinicians should use natalizumab with caution in patients with renal impairment.\n\nPregnancy considerations:\nThere are inadequate data on the risk of significant congenital disabilities, miscarriage, or other adverse maternal outcomes associated with the administration of natalizumab in pregnant women. In post-marketing surveillance, adverse fetal outcomes of neonatal thrombocytopenia, sometimes associated with anemia, have been reported. Complete blood counts  should be monitored in neonates with maternal exposure to natalizumab in utero.\n\nBreastfeeding considerations:\nNatalizumab is excreted in human breast milk. However, there is no data on the adverse effects of this exposure on maternal milk production and its effects on the breastfed infant. Therefore, the developmental and health benefits of breastfeeding should be considered, along with the mother's clinical requirement for natalizumab and potential adverse effects on the breastfed infant from natalizumab and the underlying maternal condition.\n[14]\n\nPediatric patients:\nClinical studies of natalizumab did not include pediatric patients under 18 years to determine whether they are safe and effective in treating patients with multiple sclerosis or Crohn disease. Hence natalizumab is not indicated for use in these patients. The study indicated that natalizumab might be effective disease-modifying therapy for pediatric MS. However, more research is needed before using natalizumab in pediatric patients in routine clinical practice.\n[15]\n\nOlder patients:\nThe safety and effectiveness in patients with multiple sclerosis or Crohn disease have not been established as clinical trials had insufficient subjects from this patient cohort.",
    "adverse_effects": "In the various studies and trials performed using natalizumab, patients' most common self-reported effect was fatigue. Additional self-reported effects included headache, nausea, and rhinorrhea. There is a low risk of anaphylaxis. Hypersensitivity issues manifested with rash, urticaria, bronchospasm, chest pain, flushing of the skin, and low blood pressure. Most hypersensitivity issues will manifest within 2 hours of infusion.\n[16]\nGiven that natalizumab is an immune-modulating drug, an association with other unusual and serious infections exists, but causation is not definitively established.\n[1]\n\nThree risk factors have been associated with a decreased incidence of progressive multifocal leukoencephalopathy (PML): a shorter period of treatment with natalizumab, little or no history of immunosuppressant drug use, and a negative viral antibody panel. The incidence of PML in a low-risk group was 0.09 cases per 1000 patients, compared to the high-risk group's 11.1 cases per 1000 patients.\n[17]\n[18]\n\nIncreases in nucleated red cells have been recorded. The changes were not permanent and had no clinical effect. Nucleated red cell levels returned to baseline within 16 weeks. An increase in lymphocytes, monocytes, and eosinophils can be seen in a patient on natalizumab therapy. No increase in the neutrophil count has been noted in patients on natalizumab therapy. The increase in lymphocytes is expected, as the α4 integrin is located on these cells. By blocking their navigation across the blood-brain barrier, they are expected to remain at high levels in the serum.\n[1]\n\nNo significant adverse psychiatric effects have been associated with disease-modifying drugs like natalizumab. Reviews suggest that there may be either an indirect or direct benefit in helping to reduce psychiatric symptoms of depression.\n[19]\n\nNatalizumab can increase the risk of developing encephalitis and meningitis caused by varicella-zoster viruses and herpes simplex. Serious, life-threatening, and rare fatal cases have been reported in post-marketing studies in patients with MS. The diagnosis was confirmed by laboratory PCR for viral DNA in the cerebrospinal fluid. The duration of treatment with natalizumab before onset ranged from a few months to several years.\n\nThere is also an increased risk of acute retinal necrosis (ARN) caused by herpesviruses has been observed in patients treated with natalizumab. ARN can also occur in patients with herpes meningitis or encephalitis. Severe cases of ARN may lead to blindness in some patients. Therefore, following a confirmed diagnosis of ARN, consider discontinuation of natalizumab. The treatment reported in ARN cases included anti-viral medicines and sometimes surgery.",
    "monitoring": "Liver function tests, including bilirubin, should be monitored as signs of liver toxicity and jaundice can appear as early as 6 days. Natalizumab should be immediately discontinued to prevent further damage.\n[19]\nChanges in a complete blood count (CBC), such as leukocytosis, can be expected given the drug's mechanism of action. Additional signs and symptoms suggest a new onset; the underlying infectious process should prompt the physician for further workup.\n\nPatients should be monitored for signs and symptoms of meningitis or encephalitis. If herpes encephalitis or meningitis occurs, natalizumab should be stopped, and appropriate treatment for herpes encephalitis or meningitis needs to be administered. Patients presenting with eye symptoms, including redness, decreased visual acuity, or eye pain, should be referred for retinal screening for ARN.",
    "toxicity": "Management of Overdose\n\nNatalizumab safety at doses exceeding 300 mg has not been evaluated. Clinicians should call the local poison control center to get up-to-date information for treating the overdose with natalizumab. For progressive multifocal leukoencephalopathy, therapeutic plasma exchange and immunoadsorption are recommended.\n[21]"
  }
}