{
  "drug_name": "natural products",
  "nbk_id": "NBK599559",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599559/",
  "scraped_at": "2026-01-11T18:47:38",
  "sections": {
    "indications": "Prurigo pigmentosa, also known as Nagashima disease or \"keto rash,\" is a rare inflammatory skin disease initially described by Nagashima et al in 1971.\n[1]\nPrurigo pigmentosa typically, but not exclusively, affects young females of East Asian ethnicity, presenting as a symmetrical eruption of urticarial papules on the neck, chest, and back.\n[2]\n[3]\nThe papular eruption typically coalesces into a reticulated pattern that repeatedly resolves and recurs, resulting in hyperpigmented skin of cosmetic concern.\n[4]\nPrurigo pigmentosa can be triggered by metabolic derangements, including those secondary to ketogenic diets, which have experienced a rise in popularity in recent years. This activity reviews the proposed etiology, pathogenesis, clinical evaluation, and therapeutic management of prurigo pigmentosa and highlights the role of the interprofessional team in improving outcomes for patients with this rare dermatosis.",
    "mechanism": "The etiology of prurigo pigmentosa is unclear. It has been theorized that prurigo pigmentosa can be triggered by metabolic disorders, dietary modifications, hormonal changes, or infections.\n[5]\n\nPrurigo pigmentosa has been linked to ketoacidosis, fasting, calorie restriction, and carbohydrate restriction, particularly in a ketogenic diet. Several reports have suggested a link between flares of prurigo pigmentosa and a serum ketone body measurement greater than 0.6 mmol/L, with the dermatosis resolving as urinary ketone levels correct. Additional studies are necessary to elucidate this connection further.\n[6]\n\nSome cases of prurigo pigmentosa have occurred during pregnancy.\n[7]\n[8]\nPrurigo pigmentosa has been reported following a COVID-19 vaccine.\n[9]\nOther studies suggest an association between prurigo pigmentosa and specific human leukocyte antigens.\n[10]",
    "monitoring": "Laboratory testing is sometimes warranted to determine the underlying risk of developing prurigo pigmentosa and exclude an underlying clinical condition.\n[6]\n[23]\n[24]\n[23]\nLaboratory evaluations that aid in identifying patients with ketoacidosis include but are not limited to:\n\nSerum electrolytes\nSerum glucose\nSerum insulin\nSerum ketones, including beta-hydroxybutyrate\nUrinalysis\nHbA1c",
    "administration": "Most cases of prurigo pigmentosa resolve spontaneously. Medical therapy is required to achieve resolution for some patients. Addressing predisposing medical conditions is essential to disease management.\n\nThe standard therapeutic approach to prurigo pigmentosa includes oral tetracycline or macrolide antibiotics.\n[25]\nAn oral minocycline regimen of 100 mg orally twice daily for 2 to 4 weeks is the preferred initial therapy; tetracyclines inhibit inflammatory cytokines, including interleukins 1 and 6, and inhibit neutrophil chemotaxis.\n[12]\n[26]\n[27]\n[28]\nMacrolides are a viable antimicrobial therapy. Dapsone, a sulfone, has also demonstrated therapeutic efficacy for prurigo pigmentosa; the mechanism of action is thought to be inhibition of neutrophil chemotaxis.\n[26]\n[29]\n[30]\n\nAdjunctive topical therapies for prurigo pigmentosa include corticosteroids or calcineurin inhibitors.\n[31]\nThese topical agents aid in alleviating the symptomatic pruritus associated with prurigo pigmentosa.\n[32]\nThe benefits of topical dapsone and topical minocycline remain questionable.\n\nColchicine inhibits neutrophil chemotaxis and has demonstrated therapeutic benefit for prurigo pigmentosa.\n[33]\nDietary modification is warranted for patients following a ketogenic diet or in patients from countries with a high prevalence of ketosis-inducing diets.\n[34]\nIn susceptible individuals, the resolution of skin lesions with dietary modification supports the diagnosis of prurigo pigmentosa and guides the treatment plan for high-risk patients.\n[13]\n[35]\n\nThere is no known definitive treatment for persistent hyperpigmentation secondary to prurigo pigmentosa. However, topical agents, laser therapy, chemical peels, microdermabrasion, intensed pulsed light treatments, and narrowband UV-B phototherapy have been employed with varying success.\n[36]\n[37]\n[36]\nOne study noted improvement in hyperpigmentation with Q-switched double-frequency 532-nm Nd:YAG laser therapy.\n[38]\nHydroquinone, retinoids, and corticosteroids are the most commonly utilized topical agents.\n[39]\n[40]\nAdjunctive measures, including strict sun protection, may also help to alleviate the visible sequelae of prurigo pigmentosa; prolonged sun exposure may worsen existing pigmentation.\n[41]",
    "adverse_effects": "Prurigo pigmentosa is an inflammatory skin condition with no known clinical complications."
  }
}