{
  "drug_name": "natural fibers",
  "nbk_id": "NBK538500",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538500/",
  "scraped_at": "2026-01-11T15:34:56",
  "sections": {
    "indications": "Contraindications for a\nclear liquid diet\ninclude conditions where enteral intake is unsafe or insufficient, such as mechanical obstruction of the gastrointestinal tract, uncontrolled peritonitis, and ischemic bowel. Several clinical considerations limit its use in other circumstances. Clear liquids alone are nutritionally inadequate and should not be used for more than a few days without close monitoring; this is particularly problematic for patients with diabetes, as most clear liquids are high in simple carbohydrates and sugars, increasing the risk for hyperglycemia and reactive hypoglycemia. Frequent blood glucose monitoring and appropriate insulin adjustments are crucial for minimizing glycemic variability in patients with diabetes.\n\nAdditionally, most clear liquids are thin in consistency, which poses a potential aspiration risk for patients with oropharyngeal dysphagia or impaired swallowing.\n[13]\nAlthough many of these liquids can be thickened to safer consistencies, the choice of thickener must be individualized, and collaboration with a speech-language pathologist is recommended to assess swallowing function and guide treatment. Due to its low caloric and nutrient content, clear liquids do not meet the metabolic demands of those who are acutely ill or malnourished, and prolonged use can lead to malnutrition. Therefore, a clear liquid diet should be used only as a short-term intervention, with an early transition to more complete diets as tolerated.\n\nContraindications to a\nfull liquid diet\ninclude mechanical obstruction of the gastrointestinal tract, uncontrolled peritonitis, ischemic bowel disease, intractable vomiting or diarrhea, and any situations in which enteral intake might exacerbate an underlying gastrointestinal condition. A full liquid diet is also contraindicated for prolonged use in patients at risk for malnutrition or those with increased metabolic demands, as it fails to meet adequate nutritional requirements. In patients with dysphagia or high aspiration risk, swallowing safety must be confirmed before prescribing a full liquid diet.\n\nA\nlow-residue diet\nis contraindicated in patients at risk for or with established malnutrition, as its restrictive nature can limit intake of essential nutrients, fiber, and calories.\n[14]\nThis diet should also be avoided in healthy individuals with increased nutritional needs, including children, pregnant or lactating women, and patients recovering from serious illness or surgery. Additionally, it is unsuitable for those who cannot safely adhere to dietary restrictions due to cognitive impairment, low health literacy, or lack of caregiver support. A low-residue diet is not appropriate for long-term management of chronic gastrointestinal disease outside of specific indications, as prolonged use can lead to nutritional deficiencies.\n\nA\nbland diet\nis generally safe and well-tolerated. Still, it may be contraindicated in patients with malnutrition or high nutritional needs, as it may not provide adequate protein, fiber, or micronutrients over time. This diet is also not suitable for long-term use in patients with chronic gastrointestinal conditions unless carefully supervised, since its restrictions can lead to nutritional deficiencies. Bland diets, like low-residue diets, are often low in fiber, and both bland and low-residue diets may exacerbate constipation or irritable bowel syndrome symptoms.",
    "clinical_significance": "Therapeutic diets, such as clear liquid, full liquid, low-residue, and bland diets, are crucial in bridging the gap between gastrointestinal dysfunction and a return to normal nutrition. Their clinical significance lies in optimizing patient safety and comfort while minimizing gastrointestinal workload and the risk of obstruction, preparing patients for procedures, and promoting postsurgical recovery. Appropriate use of these diets can prevent complications such as aspiration and postoperative nausea while supporting hydration and short-term nutrient needs. Equally important is timely advancement to a more complete diet, as prolonged dietary restriction can contribute to malnutrition, delayed recovery, and extended hospitalization. Integrating therapeutic diets into patient care requires interprofessional coordination among dietitians, clinicians, and nursing staff to balance symptom control, nutritional adequacy, and safe return to a regular diet."
  }
}