{
  "drug_name": "nebivolol",
  "nbk_id": "NBK551582",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551582/",
  "scraped_at": "2026-01-11T15:34:59",
  "sections": {
    "indications": "Nebivolol should be used cautiously with a history of severe anaphylaxis to various allergens. Repeat challenges among patients taking β-blockers may cause increased sensitivity to severe anaphylaxis. Treating anaphylaxis in patients using β-blockers may not be effective and promote undesirable effects.\n[28]\n[29]\n[30]\n\nNebivolol is contraindicated in severe bradycardia, cardiogenic shock, decompensated heart failure, second or third-degree heart block, severe hepatic impairment, and sick sinus syndrome. However, it is still useful if a functioning pacemaker is present.\n[31]\n\nWarning and Precautions\n\nOther disease-related/age group-related relative contraindications include:\n\nBronchospastic disease: β-blockers are not recommended in patients with bronchospastic disease.\nDiabetes: Nebivolol may enhance hypoglycemia and mask signs and symptoms (eg, tachycardia) of hypoglycemia.\nHepatic impairment: Nebivolol is contraindicated in patients with Child-Pugh Class C hepatic impairment.\nMyasthenia gravis: Nebivolol should be used cautiously in patients with myasthenia gravis.\nPeripheral vascular disease (PVD) and Raynaud disease: Nebivolol can precipitate the symptoms of arterial insufficiency.\nPheochromocytoma (not on treatment): The patient should be administered α-blockers before any β-blockers.\nPsoriasis: β-blockers can induce or exacerbate psoriasis, but the cause and effect remain unestablished. The proposed mechanism indicates that β-blockers cause intracellular changes in calcium, affecting keratinocyte and granulocyte function by reducing cyclic adenosine monophosphate (cAMP) levels.\n[26]\nRenal impairment: Dose adjustment is necessary with severe renal impairment (CrCl <30 mL/min).\nThyroid disease: Nebivolol may mask signs and symptoms of hyperthyroidism (eg, tachycardia). If thyrotoxicosis is suspected, careful management and monitoring are required. Abrupt withdrawal may worsen symptoms of hyperthyroidism or precipitate thyroid storm.\nPregnancy: Category C medication; it is unclear if nebivolol gets excreted in breast milk; β-blockers can cause serious adverse effects in nursing infants (eg, bradycardia).\nOlder population: Increased frequency of bradycardia in patients aged 65 or older; dose reduction should be considered.\nSurgery: Per ACC/AHA guidelines, patients with hypertension and a history of chronic β-blocker use who are preparing for major surgery should continue their β-blocker regimen. However, initiating β-blockers the day of surgery is not recommended for patients who have not previously used them.\n[4]",
    "mechanism": "Nebivolol is a β-1 adrenergic receptor antagonist that works by blocking beta-1 receptors, making it a cardioselective β-blocker. This drug also acts on the vascular endothelium by stimulating nitric oxide (NO) synthase, which induces NO-mediated vasodilation. Nebivolol stimulates NO synthase production from the endothelium via β-3 agonism, reducing systemic vascular resistance. Beta-blockers such as labetalol and carvedilol also have vasodilatory effects; however, their mechanism is via the blockade of α-adrenergic receptors. Patients with diabetes mellitus, erectile dysfunction, and vascular disease may have abnormal endothelial function, and nebivolol is more effective in these populations due to its NO-induced vasodilatory effect.\n[11]\n[12]\n[13]\n\nNebivolol is chemically composed of a racemic mixture of L-nebivolol and D-nebivolol. This medication is classified as a third-generation β-1 adrenergic receptor antagonist and has the strongest β-receptor affinity of all β-blockers. This affinity explains its excellent tolerability in patients with lung disease. Nebivolol is also unique because of its β-1 vs. β-1 and β-2 selectivity. At low doses (≤10 mg) and in patients who are fast metabolizers, nebivolol is β-1 selective. However, nebivolol loses its selectivity and blocks β-1 and β-2 receptors at higher doses and in patients who are slower metabolizers.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nNebivolol reaches peak plasma concentration after 1.5 to 4 hours. Since food does not modify its pharmacokinetics, nebivolol tablets may be administered without regard to meals.\n\nDistribution:\nNebivolol is 98 % protein-bound and binds primarily to albumin.\n\nMetabolism:\nNebivolol is primarily metabolized in the liver via direct glucuronidation and secondarily through CYP2D6. The hydroxyl and glucuronide metabolites are pharmacologically active. Nebivolol is metabolized by CYP2D6. Pharmacogenetic variations of this enzyme can affect various pharmacokinetics parameters; the active isomer (D-nebivolol) has a half-life of about 12 hours in fast metabolizers of CYP2D6 and 19 hours in slow metabolizers of CYP2D6. However, these variations are only mildly relevant as the circulating hydroxyl and glucuronide metabolites also contribute to the β-blocking activity. The clinical efficacy and safety profiles of nebivolol are similar regardless of slow or fast metabolism status; no dose adjustment is necessary.\n\nElimination:\nNebivolol is excreted via urine (35%) and feces (44%); patients who are slow metabolizers excrete 67% in urine and 13% in feces. Nebivolol is excreted as oxidative metabolites or glucuronide conjugates.\n[15]",
    "administration": "Available Dosage Forms and Strengths\n\nNebivolol is administered orally and is not available in intravenous form. Oral tablets are available as nebivolol hydrochloride salt equivalent to 2.5, 5, 10, and 20 mg of nebivolol.\n\nAdult Dosage\n\nHypertension:\nIn a patient with hypertension, nebivolol dosing should be based on the patient's individual needs. The recommended starting dose for most patients is 5 mg once daily, which can be taken independently of meals. If further blood pressure reduction is necessary, the dose can be titrated up at 2 to 4-week intervals based on the clinical response. The maximum dose is 40 mg once daily. Nebivolol is a CYP2D6 substrate; drug-drug interactions should be considered before prescribing nebivolol. A recent review suggests that nebivolol is also effective in African-American patients with hypertension, who demonstrate decreased responsiveness to β-blockers compared to other ethnicities.\n[16]\n\nNebivolol should never be discontinued abruptly, and taper-off dosing is recommended if the patient needs to stop using nebivolol. Rebound hypertension, tachycardia, exacerbation of cardiac arrhythmia, and hospitalization are reported when β-blockers are stopped abruptly.\n[17]\n\nSpecific Patient Population\n\nHepatic impairment:\nPer product labeling, the initial recommended dose is 2.5 mg orally once daily, which is titrated slowly (if needed) for patients with moderate hepatic impairment. No data is available on nebivolol use for patients with severe hepatic impairment.\n\nRenal impairment:\nPer product labeling, the initial recommended dose for patients with severe renal impairment (CrCl <30 mL/min) is 2.5 mg orally once daily, titrated slowly if needed. There is no data available on nebivolol use for patients on dialysis.\n\nPregnancy considerations:\nNebivolol is a former FDA pregnancy Category C medicine. If nebivolol is required for a pregnant woman with a history of hypertension, then fetal monitoring is indicated. The baby should be monitored for the first 48 hours post-delivery for possible hypoglycemia, bradycardia, and respiratory depression.\n[18]\n[19]\nThe American College of Gynecology & Obstetrics (ACOG) recommends treatment with labetalol for hypertensive disorders of pregnancy.\n[20]\n\nBreastfeeding considerations:\nThere is no information on using nebivolol for women who are breastfeeding. The risk of β-blockers causing bradycardia in breastfed infants should be considered, and an alternate drug with safer profiles should be administered.\n[19]\n\nPediatric patients:\nThe safety and efficacy of nebivolol for pediatric patients have not been verified.\n\nOlder patients:\nThe SENIORS study assessed nebivolol's effects in heart failure patients aged 70 or older, regardless of ejection fraction. Nebivolol reduced combined mortality and cardiovascular admissions compared to placebo, independent of age, gender, or ejection fraction. In conclusion, nebivolol was effective and well-tolerated in older patients with heart failure.\n[21]",
    "adverse_effects": "Nebivolol's reported adverse effects typically involve the central nervous system (CNS). Headache is the most commonly reported adverse effect (6% to 9%).\n[22]\n[23]\n\nOther common adverse effects include:\n[24]\n\nFatigue (Dose-dependent)\nDizziness\nRhinitis\nInsomnia\nAsthenia\nHyperuricemia\nParesthesias\nWeakness\nSome less observed adverse drug reactions are skin rash and gastrointestinal adverse effects such as diarrhea, nausea, and abdominal pain.\n\nLess common adverse effects documented in case reports and post-marketing reports include:\n\nAcute pulmonary edema\nAcute kidney injury\nSecond and third-degree atrioventricular (AV) block\nBronchospasm\nAngioedema\nHypersensitivity reaction\nClaudication\nDrug-induced liver injury: elevated serum ALT, AST, and serum bilirubin\nThrombocytopenia\nRaynaud phenomenon\nSomnolence\nSyncope\nErectile dysfunction (less common than for conventional β-blockers)\n[16]\n[25]\nPsoriasis\n[26]\n\nDrug-Drug Interactions\n\nThe CYP2D6 system metabolizes nebivolol. The dose may need to be reduced when giving nebivolol and CYP2D6 inhibitors. Nebivolol's potential drug-drug interactions include medication classes that are either substrate or inhibitors/inducers of CYP2D6.\n[16]\n\nCYP2D6 substrates: antiarrhythmics (class 1), 5-HT3 receptor antagonists, antidepressants, analgesics (opioids), protease inhibitors (ritonavir), antipsychotics, cholinesterase inhibitors\nCYP2D6 inhibitors: antiarrhythmics (class 3), antihistamines, antipsychotics, protease inhibitors (eg, ritonavir, tipranavir), antimalarials, H2 receptor antagonists\nCYP2D6 inducers: antiseizure medications\nWhen β-blockers are administered with non-dihydropyridine calcium channel blockers (eg, verapamil, diltiazem), they may cause significant negative inotropic and chronotropic effects. EKG and blood pressure monitoring are recommended when these agents are administered together.\n[27]\nRivastigmine administered with β-blockers can cause bradycardia and possible syncope.\n[3]",
    "monitoring": "Parameters that should be monitored include:\n\nBlood pressure\nEKG for possible bradycardia\nSerum glucose in patients with diabetes mellitus\n[31]",
    "toxicity": "Signs and Symptoms of Overdose\n\nClinical presentations of nebivolol overdose usually include bradycardia and hypotension. Further adverse effects linked to excessive nebivolol intake can cause vomiting, heart failure, bronchospasm, and AV block.\n\nManagement of Overdose\n\nGlucagon is the first-line treatment for β-blocker overdose. Glucagon is only effective for a short time, and prolonged use can cause tachyphylaxis, rendering therapy ineffective. Glucagon is administered intravenously (IV) as a slow bolus followed by a continuous infusion. The initial bolus dose is typically 5 mg administered over 1 minute. Constant heart rate and blood pressure monitoring are required. If these measures do not increase after 15 minutes, administer another bolus. Glucagon starts working within 3 minutes, with a peak response at 5 to 7 minutes. If there is no notable effect within 10 minutes of the second bolus, then it is doubtful that an infusion would benefit the patient. If there is an increase in heart rate and blood pressure, an infusion will be beneficial. The infusion rate should be between 2 to 5 mg/h. The goal is a mean arterial pressure (MAP) of 60 mm Hg. If a MAP of 60 mm Hg cannot be achieved, the patient may require additional therapies.\n[32]\n[33]\n\nSupportive care is required in overdose. Intravenous atropine administration may be required to manage bradycardia. Transthoracic or transvenous pacemaker placement may be necessary for heart block (second or third-degree). Intravenous fluids should be administered for hypotension, while inhaled β-2 agonists are indicated for bronchospasm. Intravenous glucose is advised for managing hypoglycemia.\n\nTreating anaphylaxis in the setting of β-blocker administration can be challenging. If epinephrine is ineffective, then glucagon should be administered as it can reverse refractory hypotension and bronchospasm during anaphylaxis in patients on β-blockers. Glucagon works by activating adenyl cyclase directly.\n[34]"
  }
}