{
  "drug_name": "nefopam",
  "nbk_id": "NBK539750",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539750/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "Symmetrical drug-related intertriginous and flexural exanthema (SDRIFE) is a symmetrical erythematous eruption involving the gluteal and intertriginous regions that develops following systemic drug exposure.\n[1]\nThe condition was initially described in 1984 as \"baboon syndrome,\" named for the characteristic distribution of lesions on the buttocks and inner thighs resembling the red rump of baboons, and was associated with systemic or local exposure to contact allergens and drugs.\n[2]\nIn 2004, Hausermann proposed the term \"symmetrical drug-related intertriginous and flexural exanthema\" to more accurately describe eruptions occurring after systemic drug administration, irrespective of prior sensitization.\n[3]\nSDRIFE is distinguished from other cutaneous drug reactions by its characteristic morphology, distribution, and absence of systemic manifestations.\n[4]",
    "mechanism": "β-lactam antibiotics, particularly amoxicillin, are the most frequently implicated agents in SDRIFE.\n[5]\nNumerous other antibiotics have been reported as triggers, including non-β-lactam agents such as pristinamycin, clindamycin, erythromycin, roxithromycin, and cotrimoxazole.\n[6]\nAdditional anti-infective drugs, including nystatin, terbinafine, fluconazole, metronidazole, and valacyclovir, have also been associated with SDRIFE.\n[7]\n\nA wide range of other medications has been documented as potential inducers, including codeine, pseudoephedrine, cimetidine, allopurinol, heparin, hydroxyurea, oxycodone, naproxen, risperidone, ethyl loflazepate, antihypertensives, iodinated contrast media, chemotherapeutic agents, and monoclonal antibodies such as infliximab.\n[8]\n[9]\nTopical preparations, including bufexamac and 5-fluorouracil, have likewise been implicated.\n\nCalcineurin inhibitors such as everolimus have also been linked to SDRIFE development, in addition to infliximab.\n[10]\n[11]\nMore recently, SDRIFE-like eruptions have been reported following administration of COVID-19 vaccines.\n[12]",
    "monitoring": "Diagnosis of SDRIFE is primarily clinical, based on characteristic morphology and distribution, supported by a detailed drug history and exclusion of alternative causes of cutaneous eruptions. Laboratory investigations are indicated only to rule out systemic involvement, such as cytopenias or hepatic and renal dysfunction, and are otherwise not required for confirmation. Ancillary tests, including patch testing, lymphocyte transformation testing, and drug provocation testing (DPT), may assist in identifying the causative agent, although results are inconsistent.\n\nPatch testing, typically performed on previously affected sites, is the preferred initial diagnostic approach. Positive reactions are observed in up to 50% of patients, a limitation attributed to incomplete percutaneous absorption of the systemic agent during testing.\n[19]\nControlled DPT is considered the diagnostic gold standard and yields positive results in most confirmed cases. Positive DPT results have been reported for SDRIFE associated with clindamycin, cimetidine, corticosteroids, terbinafine, and valacyclovir.",
    "administration": "SDRIFE is a self-limiting condition, and management primarily involves discontinuation of the causative drug and supportive care. Topical or systemic corticosteroids are commonly administered to accelerate resolution, while antihistamines may be used for symptomatic relief of pruritus.\n[20]",
    "adverse_effects": "Complications of SDRIFE are uncommon because the condition is benign and self-limiting once the causative drug is withdrawn. Unlike severe cutaneous adverse drug reactions such as DRESS or Stevens–Johnson syndrome, SDRIFE lacks systemic organ involvement and mucosal injury.\n\nSecondary bacterial infection from excoriation or maceration in intertriginous areas occurs in less than 5% of cases, particularly in patients residing in warm, humid environments or living with diabetes or obesity. Persistent postinflammatory erythema may last several weeks but usually resolves without scarring or dyspigmentation.\n[22]\n\nRare reports describe overlapping hypersensitivity reactions, including concurrent SDRIFE and generalized maculopapular drug eruptions, suggesting a shared immunologic mechanism. Rechallenge with the offending agent provokes recurrence in nearly 100% of confirmed cases, often with greater severity or wider distribution. Psychological distress related to recurrent eruptions, though rarely examined, may affect quality of life in sensitized patients.\n\nLong-term sequelae, systemic progression, or mortality have not been documented. The primary complication lies in diagnostic delay or inadvertent reexposure, underscoring the importance of meticulous documentation, patient education, and pharmacovigilance to prevent recurrence and ensure complete resolution."
  }
}