{
  "drug_name": "neomycin-bacitracin",
  "nbk_id": "NBK482435",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482435/",
  "scraped_at": "2026-01-11T18:47:38",
  "sections": {
    "indications": "Cystitis refers to infection of the lower urinary tract, specifically the urinary bladder.\n[1]\n[2]\nIt may be broadly categorized as either complicated or uncomplicated (simple). Uncomplicated cystitis refers to a lower urinary tract infection (UTI) in either men or non-pregnant women who are otherwise healthy. On the other hand, complicated cystitis is associated with risk factors that increase the likelihood and danger of the infection or the chances of failing antibiotic therapy.",
    "mechanism": "A bacterial infection of the urinary bladder typically causes acute cystitis. Women are particularly susceptible due to the proximity of the rectum to the urethral meatus as well as the relatively short urethral length in females. In approximately 75% to 95% of cases,\nEscherichia coli\nis the most common etiologic agent of uncomplicated UTIs in women, followed by Klebsiella.\n[3]\nOther common etiologic pathogens include species of the\nEnterobacteriaceae\nfamily, such as\nProteus mirabilis,\nas well as other bacteria, such as\nStaphylococcus saprophyticus\nand\nenterococcus.\nOther bacterial species very rarely cause UTIs and are usually contaminants when isolated from the urine culture of an otherwise healthy person. These include bacteria such as Group B\nstreptococci\n,\nLactobacillus\n, and other coagulase-negative\nstaphylococci\n,\nexcluding\nS saprophyticus\n.\n[4]\n[5]\n[6]\n\nEscherichia coli\nis also the most common cause of complicated cystitis. Still, the spectrum of microbial pathogens that may cause a complicated UTI is much broader and includes organisms such as\nEnterobacter\n,\nCitrobacter\n,\nSerratia\n,\nPseudomonas,\nenterococci\n,\nstaphylococci\n, and even fungi. The incidence of antimicrobial resistance in complicated infections is also significantly higher. Notable resistant organisms include extended-spectrum beta-lactamase (ESBL)- producing bacteria, as well as carbapenem- and fluoroquinolone-resistant organisms, particularly\nE coli\n.\n[7]\n[8]",
    "monitoring": "The diagnosis of acute cystitis is usually made clinically in a patient with signs and symptoms consistent with a lower UTI in combination with laboratory evidence of pyuria and/or nitrites. Physical examination findings are often unnecessary for diagnosing cystitis, but may be more important in patients with pyelonephritis or vaginitis. Often in young, non-pregnant women with typical cystitis symptoms, especially in the absence of vaginal discharge or irritation, clinical suspicion may be sufficient in making the diagnosis and initiating treatment without laboratory confirmation.\n[1]\n[21]\n[22]\n[23]\nHowever, it is highly recommended that a urinalysis and urine culture be obtained before starting antibiotic treatment. If the patient does not improve on the initial antibiotic, there will be insufficient clinical information to manage changes in treatment optimally.\n\nUrinalysis, when indicated, is the most important laboratory test in diagnosing a UTI. A clean catch sample is usually sufficient, but if an uncontaminated specimen with few epithelial cells cannot otherwise be obtained, as in some morbidly obese women, a quick urethral catheterization should be considered. The risk of UTI from a single urethral catheterization in previously uninfected women is only about 1%.\n[24]\n\nThe appearance of urine is notoriously unreliable for diagnosing a UTI. Clear urine may be grossly infected, and cloudy urine may be sterile with the \"cloudiness\" caused by calcium phosphate debris or protein. One simple test is to add a few drops of glacial acetic acid to a test tube of the cloudy urine specimen. If this causes the \"cloudiness\" to disappear, the urine is most likely full of calcium phosphate debris.\n\nPyuria, which is the presence of at least 10 white blood cells (WBCs)/HPF or leukocytes in an unspun midstream urine specimen, is almost always present. The absence of pyuria is suggestive of an alternative diagnosis.\n\nUrinary dipsticks may also be used to diagnose UTI. They detect the presence of leukocyte esterase, an enzyme produced by leukocytes, and nitrites, which indicate the presence of\nEnterobacteriaceae\n. (Nitrates are broken down to nitrites only in the presence of bacteria, so a positive nitrite test indicates or is strongly suggestive of bacteriuria).\n[24]\nOnly\nAcinetobacter\n,\nPseudomonas\n, and\nEnterococcus\ntypically fail to convert nitrates to nitrites.\n[25]\nA positive dipstick test for leukocyte esterase or nitrites is helpful and confirmatory in patients with typical symptoms of acute cystitis. A negative dipstick test, however, does not reliably rule out a UTI diagnosis.\n[6]\n[26]\n[27]\n\nIt is reasonable to treat patients with UTI symptoms with antibiotics based on positive nitrites, but other diagnoses should be considered if the leukocyte esterase is negative.\n[28]\nThe positive predictive value of having both a positive leukocyte esterase and nitrites is quite high at 85%, with an equally high negative predictive value of 92%.\n[28]\n\nA urine culture is beneficial for identifying etiologic pathogens and for determining antimicrobial susceptibility profiles. Greater than or equal to 100,000 CFU (colony-forming units)/mL indicates clinically relevant bacteriuria, but the growth of greater than or equal to 1,000 CFU is considered significant in men and from samples obtained through straight catheterization of the bladder. A count of less than 100,000 CFU/mL does not rule out a urinary tract infection.\n[15]\n[29]\nIn cases of acute uncomplicated cystitis, however, urine cultures are often considered unnecessary and not routinely done, although they can be very helpful in patients with persistent symptoms and presumed treatment failures, especially in view of the increasing rates of antibiotic resistance.\n[24]\n\nUrinalyses and urine cultures must be performed before antibiotic therapy in all men with acute cystitis symptoms and women with risk factors for complicated UTIs. They are also indicated in patients with atypical symptoms, those who do not respond to treatment, and those with symptoms that recur within 2 to 4 weeks.\n[11]\nA pregnancy test should be done on women of childbearing age.\n\nMen who have recurrent episodes of cystitis should undergo an evaluation for prostatitis. In young men who are sexually active with a single episode of cystitis, urologic evaluation may not be indicated. Risk factors for a complicated UTI should prompt a urologic evaluation and workup.\n\nMultiple drug-resistant organisms are becoming an increasingly difficult problem. They are defined as bacteria resistant to three or more different categories of antibiotics. Antibiotic drug resistance is a primary reason to obtain urine cultures in any potentially complicated infection and in all high-risk patients with urinary infections.\n\nPatients with complicated cystitis who do not respond after 48 to 72 hours of appropriate antimicrobial treatment will require further evaluation through radiographic imaging of the upper urinary tract.\n[11]\nThis may be in the form of computed tomography (CT) or ultrasonography. CT imaging is usually the test of choice and is more sensitive for detecting abnormalities that may interfere with treatment response, such as urinary obstruction, stones, diverticula, or abscess formation. Ultrasound of the kidneys, especially when combined with a KUB (short for kidneys, ureters, and bladder: i.e., a flat plate of the abdomen), may be adequate in patients who should minimize radiation exposure or otherwise avoid CT imaging.\n[11]\nA cystoscopy may optionally be done as well.",
    "administration": "Acute cystitis is treated with antibiotic therapy. The selection of an antimicrobial agent depends on a patient’s risk factors for infection with multiple drug-resistant organisms. Patients who are at low risk for resistant etiologic organisms are treated with one of the first-line or preferred antimicrobial agents, which include:\n\nNitrofurantoin 100 mg twice a day for 5 to 7 days\nSulfamethoxazole-trimethoprim (SMX-TMP) double-strength twice a day for 3 days (if local antibiotic resistance is <20%)\nFosfomycin 3 gm as a single oral dose\nPivmecillinam 400 mg twice a day for 5 to 7 days (not approved in the US)\n[30]\n\nNitrofurantoin\nis generally the first-choice antibiotic for simple cystitis. It does not promote resistance or yeast overgrowth, has a high clinical cure rate of 79% to 92%, and can be safely used even in older patients as long as their glomerular filtration rate is >60 ml/min. It has limited tissue penetration and is therefore inappropriate for patients with fevers, pyelonephritis, or other evidence of systemic illness.\n[31]\n[32]\nNitrofurantoin is less active against organisms in the Proteae group (\nProteus\n,\nMorganella\n, and\nProvidencia\n), which produce urease, which raises urinary pH. It has been shown that nitrofurantoin is less effective in UTIs with urine pH 8 or higher.\n[33]\nNitrofurantoin is a bacteriostatic rather than a bacteriocidal drug. Therefore, it should not be given for less than five days.\n[24]\n\nSulfamethoxazole-Trimethoprim (SMX-TMP)\nis recommended when local resistance to the antibiotic is <20%. It has good tissue penetration, including into the prostate. The overall clinical cure rate is reported as 79% to 100%.\n[34]\n[35]\nTrimethoprim can be used alone with similar efficacy in patients with a sulfa allergy.\n[36]\nUnfortunately, resistance to SMX-TMP tends to develop relatively rapidly.\n[37]\n\nFosfomycin\nhas a similar overall clinical cure rate as nitrofurantoin.\n[38]\nIt is often not included in urine culture results and is therefore not used frequently in the US. However, it retains activity against many drug-resistant organisms, including\nE. coli\nand Enterococcus; therefore, it is not recommended for routine use initially. It can be used for both Gram-negative and Gram-positive organisms, including vancomycin-resistant strains. It is less effective against\nKlebsiella\nand\nPseudomonas\n. Also, it is inappropriate for use in real or suspected pyelonephritis due to insufficient renal tissue levels. It is a bacteriocidal drug that is generally underutilized.\n\nIt works by interfering with bacterial cell wall synthesis, but in a manner distinct from that of beta-lactams. It is a unique antibiotic with relatively little resistance despite being available since 1969. It has been used off-label for prostatitis and has been shown to increase the immune response. It also penetrates biofilms well. While the usual dose is a single 3-gram packet, up to 3 doses can be used 2-3 days apart in complex situations.\n[39]\nFosfomycin can be safely used in pregnancy (FDA category B), and its single-dose schedule is advantageous.\n[40]\nRecent studies have suggested that fosfomycin may be useful for complicated UTIs and pyelonephritis, but additional studies are needed to confirm this before it can be generally recommended.\n[40]\n[41]\n[42]\n\nPivmecillinam\nis not available in the US but is used elsewhere, particularly in Nordic countries, due to its very low reported bacterial resistance.\n[43]\nIt is a penicillin with an extended spectrum, useful only for urinary tract infections. Like nitrofurantoin, it does not significantly promote antibiotic resistance but is also not useful in pyelonephritis or systemic infections due to poor tissue penetration.\n[44]\n\nComplicated infections are generally treated with antibiotics for 10 to 14 days. People with diabetes are at increased risk of yeast infections during and immediately after antibiotic treatment, so appropriate steps should be taken.\n\nAntimicrobial selection\nshould be individualized based on patient factors, including allergies, adverse effects, tolerability, local bacterial resistance patterns, potential drug interactions, cost and insurance coverage, renal function, compliance history, and recent use of a specific antimicrobial agent within the preceding three months. Nitrofurantoin should not be used in patients with creatinine clearance or a glomerular filtration rate (GFR) of less than 60 mL per minute. At the same time, SMX-TMP should be avoided in areas with regional resistance exceeding 20% and in patients with sulfa allergy. Risk factors for such resistance include recent healthcare contact, use of SMX-TMP within the previous 6 months, and travel, especially internationally. The suspicion of pyelonephritis or a complicated UTI also precludes the use of nitrofurantoin, fosfomycin, norfloxacin, pivmecillinam, and possibly fosfomycin because of their poor penetration into renal tissues.\n[6]\n[45]\n\nAlternative or second-line antimicrobial agents\nare used in patients with acute cystitis who have factors or circumstances that prevent the use of the first-line agents. A 5 to 7-day course of an oral beta-lactam such as amoxicillin-clavulanate 500 mg twice daily, cefpodoxime 100 mg twice daily, cefdinir 300 mg twice daily, cefadroxil 500 mg twice daily, or cephalexin 500 mg twice daily (although this agent is less well-studied) is usually preferred. If beta-lactam agents are contraindicated, doxycycline (a tetracycline) or a fluoroquinolone such as ciprofloxacin, norfloxacin, or levofloxacin for three days (simple UTIs) or 7 to 14 days (complicated UTIs) may be used. Global resistance to SMX-TMP and amoxicillin is approaching or exceeding 20%, making these agents less useful in many geographical areas.\n\nAnother approach is to start patients initially on a single dose of an IV parenteral agent while in the office or ER, such as ceftriaxone 1 gram, ertapenem 1 gram, or gentamycin/tobramycin 5 mg/kg. (Of these, ceftriaxone is preferred, and the aminoglycosides are reserved for those who cannot be safely given either of the other choices.) This is followed by 10 to 14 days of an oral antibiotic, depending on the final urine culture results.\n\nGentamicin bladder instillations can also be used to help treat UTIs, but this requires catheterization, so it is generally not preferred except for selected patients, usually those with neurogenic bladders or on self-catheterization programs.\n[11]\n[46]\n[47]\nThe suggested dosage is 30 to 60 cc of 480 mg gentamicin/liter of normal saline, or 80 mg gentamicin in 50 to 60 mL of normal saline.\n[11]\nTobramycin at the same dosage or neomycin/bacitracin/polymixin B (40 mg/mL) may also be used, but gentamicin has been the most studied for this purpose. Chlorhexidine and povidone-iodine bladder instillations have also been effective in reducing bacteriuria and UTIs, but not neomycin/bacitracin/polymixin B.\n[11]\n[48]\nBladder instillation therapy can be a reasonable option for patients already on self-intermittent catheterization with recurrent or intractable UTIs.\n[48]\n\nMandelamine can be a useful prophylactic agent, especially for recurrent multidrug-resistant infections.\n[11]\n[49]\nGiven twice daily (1,000 mg BID), mandelamine is converted to formaldehyde in the bladder when urine is acidic (pH 5.5 or lower).\n[50]\nIt is usually given together with 500 to 1,000 mg of vitamin C to maintain urinary acidity.\n[11]\nMandelamine should not be used if the glomerular filtration rate (GFR) is <10 mL/min or if the urinary pH cannot be maintained at 5.5 or less. It is also not recommended for use with sulfonamides due to the potential for precipitation.\n[11]\n\nD-mannose has also been used with some success as a non-antibiotic-based UTI prophylactic agent, with some studies and meta-analyses suggesting equivalence with antibiotic prophylaxis.\n[51]\n[52]\n[53]\nIt is well tolerated with few side effects, but it is not appropriate for treating an active UTI. The suggested dosage is 2 grams daily. While it appears generally helpful as a prophylactic agent, the available data are far from conclusive.\n[51]\n[52]\n[53]\n[54]\n\nUrine culture and sensitivity testing\nare required to guide antimicrobial regimens for patients at risk for multiple-drug-resistant (MDR) organisms. Risk factors include a previous MDR isolate (resistant to three or more antimicrobial classes), recent stay in a healthcare facility, recent travel to areas with a high prevalence of MDR organisms, or use of broad-spectrum antimicrobial agents in the previous three months. The appropriate empiric regimen includes nitrofurantoin, SMX-TMP, fosfomycin, and pivmecillinam (if available). An alternative approach would be to defer treatment until culture and susceptibility results are available, especially if any of the above first-line agents are precluded for any reason.\n\nSymptomatic treatment with analgesics may be used in patients with severe dysuria. Phenazopyridine is a urinary analgesic used for short-term relief of urinary dysuria or discomfort, but it is not therapeutic and will not affect the clinical course of an infection.\n\nCystitis in men\nis relatively uncommon and poorly studied. In a healthy man without any risk factors for a complicated UTI or any symptoms suggestive of infection outside the bladder, the treatment approach should be the same as in women with a complicated UTI. For men with severe symptoms, anatomical or urologic abnormalities, or suspicion of prostate involvement, fluoroquinolones have been recommended for initial use as empiric therapy, pending culture and susceptibility testing results and local quinolone resistance patterns. Quinolones are preferred initial agents when possible due to their broad spectrum of activity and high tissue penetration. Doxycycline, SMX-TMP, and cephalosporins may also be used initially to help minimize quinolone resistance. All men with clearly diagnosed UTIs have generally been considered complicated infections and are at risk for developing chronic prostatitis, which may not become clinically apparent for weeks or even months after the initial infection. For this reason, some recommend using prostate-penetrating antibiotics (doxycycline, SMX-TMP, quinolones) in all men with UTIs for at least four to six weeks to allow for the buildup of adequate antibiotic concentrations inside the prostate and reduce the likelihood of developing subsequent chronic prostatitis.\n[11]\n\nPatients who do not respond to an appropriate antimicrobial regimen after 48 to 72 hours or who have a recurrence of symptoms within a few weeks will require further evaluation, including consideration of other potential causes or infection with resistant organisms. Urine culture and susceptibility testing should be obtained, and patients must be treated with a different empiric antimicrobial agent with subsequent tailoring of the regimen based on susceptibility results.\n[6]\n[11]",
    "adverse_effects": "Complications include:\n\nPyelonephritis\nRenal or perinephric abscess formation\nRenal vein thrombosis\nSepsis\nAcute renal failure\nEmphysematous pyelonephritis\nProstatitis"
  }
}