{
  "drug_name": "nepafenac",
  "nbk_id": "NBK576412",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576412/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "In 1948, Posner and Schlossman published a series of 9 case reports of patients with the characteristic presentation of unique glaucoma, with open anterior angles of the anterior chamber, associated with unilateral acute elevations in intraocular pressure (IOP).\n[1]\n[2]\nThis combination of symptoms later became known as Posner-Schlossman syndrome (PSS), a rare disease also called the glaucomatocyclitic crisis.\n[3]\n\nPSS is a unilateral ocular disease characterized by recurrent episodes of acute nongranulomatous anterior uveitis and increased intraocular pressure (IOP).\n[3]\n[4]\nThis unique eye ailment manifests as a recurrent syndrome involving periodic rises in IOP. It differs from other glaucomas because it frequently involves mild-to-moderate anterior chamber inflammation; therefore, PSS is classified as inflammatory glaucoma.\n\nThese episodes of IOP can eventually result in secondary chronic glaucoma.\n[5]\nInitial attacks may go undetected because of the mild nature of the uveitis. PSS can be misdiagnosed as an acute angle-closure glaucoma (ACG) episode early in the disease because of the acute marked elevation in IOP and unnoticed inflammatory reaction in the anterior chamber.\n[6]\n\nDuring acute episodes, patients with PSS frequently report abrupt and intense eye pain, redness, blurred vision, and halos around lights. Between bouts, some people may also experience slight discomfort or a gritty sensation in their eyes. The majority of the time, these symptoms affect only one eye at a time.\n\nThe exact prevalence of PSS is unclear. Although it can affect anyone of any age or gender, PSS mainly affects people between the ages of 20 and 50. It can be difficult to correctly quantify the syndrome's true incidence because of its sporadic nature.\n\nA thorough eye examination, which is primarily clinical, is necessary for diagnosing PSS. Ophthalmologists will measure the patient's IOP, look for inflammation in the anterior chamber, and rule out other possible causes of glaucoma. Diagnostic procedures like gonioscopy and imaging may be carried out to assess the angle of the eye's drainage system and rule out other types of glaucoma.\n\nThe outlook for PSS over the long term is usually positive. If the illness is treated quickly, vision loss is uncommon, and increased IOP episodes typically go away on their own or without medical intervention. Repeated episodes of elevated IOP, however, have the potential to harm the optic nerve and cause permanent vision loss if they are not well managed.\n[7]\nPeople with PSS must get continual monitoring and follow-up care to ensure their eye health is preserved.\n\nThe clinical course of the disease tends to exhibit a variable pattern. Patients can have frequent attacks with shorter symptom-free intervals or less frequent attacks with more prolonged symptom-free intervals; in between episodes, patients tend to have a normal IOP. In either case, the symptoms are self-limiting, with spontaneous resolution occurring within days or weeks, even without treatment.\n[3]\n[8]\n\nManagement during an episode is aimed at controlling the IOP and minimizing intraocular inflammation.\n[3]\nThe main objective of PSS therapy is to control the acute increase in IOP and inflammation that occurs during episodes.\n[9]\nTopical and systemic drugs, like oral glaucoma medications and anti-inflammatory eye drops, are frequently used as part of treatment.\n[10]\nIOP management may occasionally require more intrusive techniques, such as laser therapy or surgery.\n[11]\n[12]\n\nEven though PSS is a well-known illness, further research is needed to grasp its underlying causes and risk factors fully. Prospects could involve the creation of more specialized treatments and enhanced diagnostic equipment to help with the early identification and treatment of PSS. Researching the genetic\n[13]\nand immunological causes\n[14]\n[13]\nof the disease may also provide potential preventative measures.\n[15]\n\nThis review aims to summarize information on the diagnosis and treatment of PSS.",
    "mechanism": "Though the exact cause of PSS is debatable, different etiologies have been proposed, including autoimmune and allergy (as proposed by Theodore and Kraupa, who described this entity before Posner and Schlossman).\n[16]\n[17]\nThere is mention in previous literature, dating back to about 1935, of similar clinical signs to PSS in patients with \"glaucoma allergicum.\"\n[16]\nPosner and Schlossman proposed autonomic dysregulation as the mechanism of the disease, whereas Skolic, Raitta, and Vannas proposed vascular and developmental abnormalities.\n[18]\n[19]\n\nThe infectious theory appears to have gained widespread acceptance because of well-documented evidence. The more likely infectious theory of PSS etiology implicates cytomegalovirus (CMV), varicella-zoster virus (VZV), and herpes simplex virus (HSV).\n[20]\n[21]\nAnother possible cause is\nHelicobacter pylori\n.\n[22]\n\nThe most robust evidence for a causal association between PSS and CMV is the report by some researchers on the successful treatment of PSS using antiviral agents targeting CMV. Bloch-Michel et al first proposed CMV as the infective agent, and other researchers have corroborated this finding.\n[23]\nThe evidence for this is the detection of CMV antibodies and CMV DNA in the aqueous humor using a polymerase chain reaction (PCR). The CMV DNA has been detected in the aqueous humor during periods of acute flares of PSS and weeks after an attack.\n[21]\n\nIt has been reported that anterior uveitic patients who respond suboptimally to conventional topical steroid therapy have a higher probability of having a viral infection.\n[24]\n[25]\nIn a study, 67% of anterior uveitis patients who underwent aqueous sampling tested positive for CMV, HSV, VSV, or rubella.\n[24]\nIt was also observed that patients with elevated IOP were more likely to test positive for CMV (75%).\n[26]\nFurthermore,\noral ganciclovir and valganciclovir targeting the infecting virus have been effectively used.\n[27]\nIntravitreal ganciclovir has also been used with a favorable response, confirming the viral etiology of PSS. Most of these patients experienced a relapse after cessation of antiviral therapy.\n[25]\n[28]",
    "monitoring": "An essential investigation in characterizing PSS is PCR analysis of aqueous humor tap to assess viral DNA.\n[35]\n[60]\nThe common viruses assessed are CMV, HSV, and VZV.\n[49]\n[61]\nAlso, laboratory serum titers for the same viruses can be checked. Confirmation of the presence of the virus may play a vital role in treatment planning.\n\nIt is essential to perform central visual field testing (Humphrey visual field, 24-2 or 30-2) to assess a glaucomatous pattern of visual field loss suggestive of optic nerve damage. Also, stereoscopic optic disc photography is helpful for glaucoma assessment and monitoring. The finding of progressive optic disc cupping and disc hemorrhage after an acute attack of severely elevated IOP may suggest permanent damage to the optic disc.\n\nIris angiography during an acute episode may demonstrate areas of segmental iris ischemia, vascular congestion, and leakage.\n[19]\nScanning laser Doppler flowmetry of the optic nerve also demonstrates decreased optic nerve perfusion during an acute attack.\n[59]\n\nOptical coherence tomography (OCT) and OCT angiography (OCTA) of the optic disc provide useful information about optic nerve structure, retinal nerve fiber layer, and peripapillary vessel density. A decrease in these parameters may suggest permanent glaucomatous damage.\n[62]\n\nConsider the OCT image taken from a 45-year-old male patient diagnosed with left eye PSS (\nsee Image.\nOCT Evaluation). His clinical presentation was characterized by recurrent episodes of left eye anterior uveitis (iritis), elevated IOP, and open anterior chamber angle. His vision was normal in both eyes, and he was asymptomatic between attacks. This OCT was obtained 9 years after presentation.\n\nThe image shows a significant loss of ganglion cell complex (GCC) and retinal nerve fiber layer (RNFL) in the left eye. There is evidence of progression to glaucomatous damage, characterized by optic nerve cupping of the left eye. The optic nerve is normal in the right eye.\n\nA second OCT image examines the change analysis in the same patient over the 9-year follow-up period (\nsee Image.\nChange Analysis). It reveals a rate of GCC loss of -0.97 µm per year and RNFL of -1.14 µm per year, both having significant\nP\nvalues. He has been managed with topical steroid and nonsteroid medications (Nepafenac) during periods of acute inflammatory flair and maintained on topical hypotensive to manage ocular hypertension.\n\nIn eyes with PSS associated with endothelins, the anterior segment OCT of the cornea  depicts an irregular and highly reflective endothelial cell layer.\n[63]\nAdditionally, confocal scanning microscopy of the cornea endothelial layer shows large endothelial cells containing nuclei with a high reflection area and surrounded by a halo of low reflection, like the eye of an owl.\n[64]\nThese \"owl eye\" cells are deemed to be CMV-infected corneal endothelial cells with an intranuclear inclusion body.\n[65]",
    "administration": "Treatment of PSS is aimed at reducing IOP intraocular inflammation. Recently, therapy using antiviral treatment has been used to target the infecting virus. Treatment goals for PSS can be achieved using medical and surgical methods.\n\nMedical Therapy\n\nFirst-line treatment for reduction of IOP during acute attacks includes topical beta-blockers, alpha agonists, and carbonic anhydrase inhibitors, which are commonly used in the management of glaucoma.\n[66]\nThese classes of topical medications or a combination of drugs can be used with a good response. In some cases, systemic medications such as oral carbonic anhydrase inhibitors are warranted to control the acute rise in IOP. It is best to avoid topical prostaglandin analogs because of the risk of exacerbating inflammation.\n[67]\nIf the IOP is reduced to normal, topical ocular hypotensives could be withdrawn between attacks, especially if the patient is at low risk of developing glaucomatous optic neuropathy (GON) or other ocular complications. Topical pilocarpine should be discouraged as this is thought to exacerbate trabeculitis.\n[68]\n\nIntraocular inflammation, often mild, can be controlled using topical steroids such as prednisolone or dexamethasone. Topical fluorometholone has also been used with good effect to control low-level intraocular inflammation. Cortisone topical therapy can be applied four times a day if needed, then quickly tapered. Topical and oral nonsteroidal anti-inflammatory drugs (NSAIDs) can suppress inflammation. Possible steroid-induced glaucoma can be avoided by using NSAIDs, which can also have a desirable antiprostaglandin effect since an aqueous prostaglandin level increase has been associated with attacks.\n[69]\n\nPatient follow-ups should be conducted daily to monitor IOP during an acute episode and ensure the lowering of IOP to a safe level. Less frequent visits (weekly or monthly as appropriate) can be adopted when steroid and ocular hypotensive are tapered. Instructions to consult with an ophthalmologist as soon as an attack is noted should be given. When treatment is initiated, documentation of baseline optic nerve parameters (as noted previously) is required in the absence of apparently significant corneal edema. Topical ocular hypotensives and steroids should be commenced appropriately and tapered if the response is favorable. If the response to maximum therapy is unfavorable (ie, the patient shows no signs of improvement) or if multiple recurrences occur, a search should be done for the presence of anterior chamber CMV infection using an aqueous tap. Treatment with an antiviral agent should be considered if evidence of CMV DNA is found.\n\nThere is evidence of benefit for treating CMV infection of the anterior chamber.\n[61]\n[70]\nTreatment of this CMV infection has been shown to improve PSS control. Valganciclovir and ganciclovir have been used for the treatment of CMV infection. Different formulations and combinations have been researched, and good effects have been reported. Also, various routes of administration of antiviral agents have been studied, including topical, oral, and intravitreal routes for treating hypotensive uveitis.\n\nA combination of topical and oral ganciclovir has been used in previous research. The use of topical ganciclovir has resulted in the resolution of inflammation with cessation of topical steroids and reduction in pressure-lowering drops in several cases. However, this treatment did not completely stop the recurrence of future episodes.\n[61]\n[71]\nDifferent concentrations of topical ganciclovir have been used (2% and 0.15%). The 2% preparation of ganciclovir appears to be associated with a higher concentration of the drug in the anterior chamber. It results in less recurrence, less endothelial cell loss, and better control of IOP.\n[33]\n[70]\nTopical ganciclovir has been used as a 2% gel with good effect.\n[70]\nThe 0.15% ganciclovir gel, which had more recurrence in an earlier study, showed a good effect but with a longer duration of use in a more recent study.\n[72]\n\nAlthough oral valganiclovir was found to be superior to ganciclovir gel in terms of failure rate, the recurrence rate was significantly higher: 80% compared with 57%.\n[71]\nOral valganciclovir has been administered at an oral loading dose of 900 mg twice daily for at least 2 weeks, followed by an additional 450 mg valganciclovir twice-daily maintenance therapy.\n[73]\nIn this study, a good treatment effect was noted at this dose.\n[73]\nHowever, recurrence occurred after valganciclovir was stopped. Recurrence following cessation of valganciclovir has been reported to be high. This high recurrence rate can be attributed to valganciclovir being virostatic instead of virucidal. Also, the eye's immune privilege prevents the total eradication of the CMV infection.\n[71]\n\nIn a reasonable number of patients, long-term valganciclovir treatment has resulted in long-term disease control when dosed as indicated above. Intravitreal injection of ganciclovir 2.0 mg in 0.05 cc, with or without oral antiviral, has also been studied.\n[74]\nThough intravitreal valganciclovir given at a dose of 2 mg/0.05 mL has been shown to reduce aqueous CMV to undetected levels, the rationale for intravitreal injections in an infection limited to the anterior chamber has been questioned.\nFurther, oral valganciclovir can achieve similar aqueous CMV reduction, albeit with a risk of leukopenia.\n[75]\nTherefore, white cell count should be monitored in those patients on oral valganciclovir.\n[25]\n[28]\n\nSurgical Therapy\n\nIf medical treatment is unsuccessful, surgery is used to lower IOP in patients with PSS.\n[76]\nSurgery may also be needed for the management of corneal endothelial insufficiency.\n[76]\nA surgical technique that has been used for IOP control is trabeculectomy.\n[77]\nHowever, due to preoperative conjunctival inflammation, with mobilization of fibroblasts and macrophages, there is an increased tendency for conjunctival scarring and consequent failure of the conjunctival filtering bleb.\n[78]\n\nA practical technique to manage IOP is the augmentation of the trabeculectomy with antimetabolite, such as mitomycin C (MMC). Trabeculectomy with MMC reduces IOP spikes and improves inflammation and PSS.\n[79]\n[80]\nOne explanation for this postoperative improvement in inflammation is the draining out of the aqueous chamber inflammatory cells through the filtering bleb, reducing anterior chamber activity and trabeculitis.\n[2]\n\nOther IOP-lowering surgical techniques used in PSS include trabectome surgery, trabeculectomy, canaloplasty, and Ahmed glaucoma drainage device insertion.\n[12]\n[81]\n[12]\n[82]\nIf cataracts form, cataract surgery is required.\n[83]\nAs a general theme, preoperative control of inflammation is essential before any surgical procedure is undertaken.\n\nAs in postuveitic corneal endothelial insufficiency, penetrating keratoplasty (PK) or Descemet's stripping automated endothelial keratoplasty (DSAEK) can be employed to treat a similar complication in PSS. Also, after corneal surgery in PSS eyes, graft failure rates will mirror the situation in postuveitic cornea grafts (50%), which is higher than other causes of corneal endothelial insufficiency (13%).\n[84]",
    "adverse_effects": "PSS was once considered to be a benign disease; however, it can result in significant ocular complications. One of these complications is progression to GON. Patients at risk of developing subsequent optic nerve damage, such as patients with a large cup-to-disc ratio, RNFL damage, and focal thinning of the neuroretinal rim, should be treated prophylactically with topical hypotensives. If IOP remains uncontrolled with evidence of progressive optic nerve damage, they can proceed to filtration surgery.\n[2]\n[111]\n\nPSS can also cause nonarteritic anterior ischemic optic neuropathy (NAION) and optic atrophy.\n[112]\n[113]\n[114]\nEyes diagnosed with PSS with risk factors for NAION and ischemic optic atrophy (eg, a small cup-to-disc ratio) should also receive topical hypotensives prophylactically.\n\nCorneal complications can occur in PSS patients. Reduced endothelial cell count has been demonstrated in eyes with CMV-associated PSS.\n[2]\nCorneal endothelial insufficiency ensues with significant endothelial cell loss following recurrent disease. Additionally, persistent elevation in IOP results in cornea epithelial edema and predisposes to corneal endothelial cell loss.\n[115]\nEndotheliitis is another finding in CMV-associated PSS.\n[116]\nEndotheliitis is a clinical presentation of CMV infection of the anterior chamber in the immunocompetent patient.\n[117]\nOther complications of PSS include iris atrophy and cataracts.\n[45]"
  }
}