{
  "drug_name": "netupitant",
  "nbk_id": "NBK554583",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554583/",
  "scraped_at": "2026-01-11T15:35:05",
  "sections": {
    "clinical_significance": "While novel therapies involving substance P and NK-1R antagonists are currently undergoing clinical testing, the most significant clinical impact of SP research is as NK-1 receptor antagonists. NK-1 receptor antagonists were initially tested as antidepressants, but research revealed an antiemetic effect. Aprepitant and its prodrug fosaprepitant are NK-1 receptor antagonists used as antiemetic agents. Aprepitant is available by oral and intravenous (IV) administration, and fosaprepitant are only available intravenously (IV). Both drugs are useful for preventing nausea and vomiting associated with chemotherapy agents. Netupitant, an NK-1 receptor antagonist only available by oral administration, is also used as an antiemetic agent and is combined with palonosetron.\n[65]\n\nThese drugs are administered prophylactically before chemotherapy treatment to reduce nausea and vomiting. Aprepitant may be used for the treatment of chronic refractory pruritus.\n[66]\nFosaprepitant, a prodrug of aprepitant, is converted by hepatic enzymes in the body into aprepitant, the biologically active molecule.\n[67]\n[68]\nSP/NK1R antagonists are currently being researched as antidepressants, anxiolytics, and anti-inflammatory drugs.\n[69]\nThese drugs are all moderate inhibitors of the CYP3A4 metabolic pathway, and dose reductions of certain drugs may be needed.\n\nCapsaicin, a molecule found in chili peppers, has been shown to decrease the amount of SP at the terminal and peripheral nerve endings of afferent nerves. Due to SP's role in pain transmission, capsaicin decreases the awareness of painful stimuli.\n[70]\n[71]\n[72]\nCapsaicin interferes with a molecule called nerve growth factor (NGF), which is necessary for the synthesis of SP. Capsaicin cream is used for pain relief, especially in arthritis, post-herpetic neuralgia, shingles, fibromyalgia, and peripheral diabetic neuropathy.\n[73]\n[74]\n[75]"
  }
}