{
  "drug_name": "nevirapine",
  "nbk_id": "NBK554477",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554477/",
  "scraped_at": "2026-01-11T15:35:07",
  "sections": {
    "indications": "Decreased Liver Function, Hepatomegaly, and Cirrhosis\n\nNevirapine is contraindicated in patients with Child-Pugh Class B or C liver impairment because of its potential hepatotoxic effects. If the liver is already damaged or has decreased function, administration of nevirapine could lead to liver failure.\n\nPregnancy\n\nIn treatment-naive patients, nevirapine should be avoided during pregnancy, although there is no known risk of fetal harm based on human data and animal studies.\nFor virologically suppressed, treatment-experienced patients, nevirapine therapy may continue during pregnancy if baseline CD4 counts are above 250.\nPregnant patients should be enrolled in the Antiretroviral Pregnancy Registry.\n\nDrug-Drug Interactions\n\nNevirapine is contraindicated for concomitant administration with atazanavir.\nMany other agents that also affect or are metabolized by the hepatic CYP450 system will require caution or dose adjustments and, in some cases, changes in therapy.\n[8]",
    "mechanism": "The primary mechanism by which non-nucleoside reverse transcriptase inhibitors such as nevirapine function is by binding to the reverse transcriptases, which are unique to HIV. The binding of the nevirapine causes the formation of a hydrophobic pocket near the active site of the reverse transcriptase. This new pocket causes an alteration in the three-dimensional configuration of the substrate-binding site, which ultimately leads to hindering HIV DNA synthesis. An important point to note is that while nevirapine is effective against HIV-1, it is not effective against HIV-2 since it is non-competitive as an inhibitor.\n[5]\n\nNevirapine undergoes extensive hepatic metabolism; it is a CYP2B6 and 3A substrate. It is excreted in the urine (approximately 80%) and the feces (approximately 10%) and has a half-life of 25 to 30 hours.",
    "administration": "Adult patients: this medication is administered orally and has a variable dosage depending on the length of time of the drug's administration. During the initial 14 days of the administration, the dosage is 200 mg tablet once daily. For every day following the first 14 days, the dosage is 200 mg tablet twice daily. This medication is given in combination with other antiretroviral drugs.\n\nPediatric patients: this medication is administered orally in liquid form and has a variable dosage depending on how long the medication has been administered. During the initial 14 days of administering the drug, the dosage is 150 mg/m once daily. For every day following the first 14 days, the dosage is 150 mg/m twice daily.\n\nThere is no need for dose adjustment in renal impairment. In hemodialysis patients, no adjustment is necessary, but a 200 mg IR supplement should be administered following dialysis.\n[6]\nFor patients with hepatic impairment, see the Contraindications section.",
    "adverse_effects": "Among the most well-known side effects of taking this medication is the damage it can cause to the liver.\n[7]\n\nSerious reactions also include Stevens-Johnson syndrome, anaphylaxis, toxic epidermal necrolysis, severe stomatitis, and autoimmune conditions.\n\nOther common side effects/reactions include:\n\nJaundice\nRash\nFever\nNausea\nFatigue\nHeadache\nAbdominal pain\nJoint ache\nEdema\nBlisters\nLipodystrophy",
    "monitoring": "Routine examination of serum nevirapine levels in patients on this medication is crucial because different levels of nevirapine present indicate the medication’s effectiveness, or lack thereof, in suppressing the targeted viral infection. Previously conducted clinical research has found that a plasma trough concentration of nevirapine greater than 4000 ng/mL correlates highly with the medication’s ability to suppress the viral load of HIV such that it is undetectable. A plasma trough concentration of nevirapine less than 3000 ng/mL strongly correlates with the probability of virologic failure in patients receiving ART involving nevirapine.\n[9]\n\nIt is also critical to conduct routine checks of liver function in patients treated with nevirapine, as it is known to have potentially severe hepatotoxic side effects.\n[10]\nIn adult patients, LFTs should be checked at baseline, then 2 to 8 weeks following treatment initiation or changes, then every 3 to 6 months. In pediatric patients, LFTs should be taken at baseline, then every two weeks for four weeks, then every three months\n\nBeyond monitoring nevirapine singularly, it is essential to understand its pharmacokinetic interaction with enzymes and other drugs. Patients seeking treatment for HIV may present with a prior list of medications that they already take, and being aware of those medications’ potential interactions with nevirapine and the side effects of nevirapine can prevent unpredictable interactions. For example, nevirapine is a known inducer of cytochrome P450 enzymes, which means that this effect will impact any medication metabolized by this enzyme. Its dosing and administration will have to be adjusted accordingly for any given patient.\n\nAnother significant interaction is that of nevirapine and methadone.\n[11]\nBoth nevirapine and methadone are metabolized by CYP2B6, which is a member of the human cytochrome P450 superfamily, but nevirapine is also an inducer of this enzyme. Due to nevirapine’s ability to upregulate CYP2B6’s metabolic function, methadone becomes metabolized significantly more quickly when administered simultaneously with nevirapine. This situation can pose a danger to the patient if the dosing of methadone is not adjusted accordingly, as someone utilizing it may metabolize it too quickly and then begin to exhibit withdrawal symptoms.\n[2]\n[12]",
    "toxicity": "When discussing the toxicity of this drug, it is often secondary to the hepatic damage caused by the drug. There is currently no known antidote for nevirapine overdose.\n\nAnother essential point to note regarding nevirapine toxicity is that of the currently known NNRTIs and protease inhibitors; it is the only one that has not shown any negative effect on lipids to date.\n[13]"
  }
}