{
  "drug_name": "niacin",
  "nbk_id": "NBK559137",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559137/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "At a time when so many people are taking large amounts of supplements, niacin toxicity is something of which to be aware. Niacin, also known as vitamin B3, is required in regular amounts, usually acquired through diet. Niacin, in its forms of nicotinic acid and nicotinamide, is mainly metabolized in the liver. The primary use of nicotinamide today is to treat nutritional niacin deficiency. For many years, the main clinical use of nicotinic acid was the treatment of hyperlipidemia. This approach changed as statin drugs became the mainstay therapy. Recent trials suggest no significant improvement by adding niacin to statin treatments.\n[1]\n[2]\nThis review will focus on the various clinical manifestations and complications of niacin toxicity.",
    "mechanism": "Much less common now than in the past, niacin deficiency was the cause of pellagra. Other observed reactions of niacin deficiency are an increased risk of developing diabetes in non-diabetic patients and increased fasting glycemic levels in people with diabetes.\n[3]\n[4]\n[5]\nHowever, at higher doses, niacin can cause more serious reactions. These include but are not limited to, hypotension, hepatotoxicity, and multiple organ failure.\n[6]\n\nEnergy drinks can contain large quantities of vitamins, including niacin. There have been isolated reports of acute hepatitis involving ingestion, which appear to be the result of high amounts of niacin from energy drinks.\n[7]\nAnother trend that has resulted in toxicity is using niacin to help pass a pre-employment drug test, following the online theory that niacin speeds up metabolism to help eliminate toxins.",
    "monitoring": "A 12-lead electrocardiogram should be performed to look for QT-prolongation, QRS-widening, or any arrhythmias. Blood gas and a chemistry panel should be ordered, in addition to a complete blood count, liver panel, and prothrombin time.  As with any other potentially toxic ingestion, the physician should screen for co-ingested substances. While a specific nicotinic acid level can be ordered, the results will not come back in time to alter management, and should not be relied on to make the diagnosis. There is rarely an imaging study that would have any utility in the diagnosis of niacin toxicity. Finally, it is important to remember that a diagnosis of niacin toxicity should be one of exclusion.",
    "administration": "The emergency department assessment begins with rapid assessment and stabilization of the airway, breathing, and circulation, in addition to finger-stick glucose, oxygen saturation, and core temperature. Re-warming for hypothermia, dextrose infusion for hypoglycemia, in addition to intravenous crystalloid volume replacement may be necessary.  In rare cases, a bicarbonate drip may be indicated, or vasopressor support. Some severe cases have required transfusion of fresh frozen plasma or packed red blood cells. In patients who develop severe hepatotoxicity, consultation with gastroenterology is necessary for consideration of N-acetylcysteine (NAC) therapy and possible liver transplant. While the flushing can be alarming to the patient, it is self-limiting and does not require medication, although it would be responsive to the anti-prostaglandin properties of non-steroidal anti-inflammatory drugs such as aspirin or ketorolac. Nevertheless, in most cases, discontinuation of the niacin product, along with reassurance and follow-up, will be the only treatment indicated.",
    "adverse_effects": "The flushing, headache, lightheadedness, itching, nausea, and vomiting are self-limited as long as the patient stops the supplement. Hypotension, coagulopathy, and metabolic acidosis improve with supportive therapy. Complications of niacin toxicity are limited to liver injury in rare cases. Occasionally, this can progress to fulminant hepatic failure necessitating transplantation or resulting in death.\n[16]"
  }
}