{
  "drug_name": "nicardipine",
  "nbk_id": "NBK507701",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507701/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "\"Hypertensive crisis\" refers to a severe, acute elevation in blood pressure. The condition is classified as hypertensive emergency when the elevation is accompanied by acute hypertension-mediated organ damage (formerly termed \"end-organ damage\"). In the absence of acute organ injury, the condition is termed \"hypertensive urgency.\"\n[1]\n\nHypertensive emergency is potentially life-threatening and requires prompt diagnosis and immediate intervention. In-hospital mortality rates approach 10%, with 1-year cardiovascular morbidity and mortality ranging from 20% to 30%.\n[2]\n[3]\nPrognosis is markedly worse without treatment. Historically, only 20% of untreated individuals survived beyond 1 year, with a median survival of approximately 10.4 months.\n[4]\nImproved recognition of hypertensive emergency and implementation of timely, evidence-based management have significantly enhanced patient outcomes, reducing morbidity and mortality among individuals receiving early and appropriate treatment.\n[5]\n\nDespite their common usage, thresholds such as 180/120 mm Hg lack uniformity and are based on arbitrary conventions. While absolute blood pressure levels remain clinically relevant, the rate of increase may represent an even more critical determinant of risk. Individuals with chronic hypertension often tolerate higher pressures better than those who were previously normotensive or maintained well-controlled blood pressure.\n[6]\nThis distinction highlights the importance of prompt yet controlled reduction of blood pressure in hypertensive emergencies to prevent or minimize further hypertension-mediated organ injury. However, achieving normal blood pressure values is neither necessary nor advisable in the acute setting.\n[7]\n\nHypertension-mediated organ damage in hypertensive emergency commonly manifests as encephalopathy, intracerebral hemorrhage, acute ischemic stroke, acute myocardial infarction, acute left ventricular failure with pulmonary edema, unstable angina, dissecting aortic aneurysm, acute renal failure, or eclampsia. Patients presenting with hypertensive emergency require hospital admission, and initial management with oral antihypertensive agents is not recommended.\n[8]\n\nMalignant hypertension is a severe and aggressive form of hypertensive emergency, characterized by extreme elevations in blood pressure with hypertension-associated microangiopathies affecting multiple organs, including the retina, kidneys, and brain. Retinal involvement is a hallmark, presenting with flame-shaped hemorrhages and papilledema, with or without microangiopathy and disseminated intravascular coagulation. Target-organ damage extends beyond the retina, encompassing hypertensive encephalopathy, pulmonary edema, and acute renal dysfunction. Malignant hypertension is associated with rapid disease progression and poor prognosis if not promptly and adequately treated.\n[9]\n\nHypertensive urgency is hypertensive crisis with severe blood pressure elevation, typically systolic pressure greater than 180 mm Hg or diastolic pressure exceeding 120 mm Hg, without evidence of acute or imminent target-organ injury. Unlike hypertensive emergency, hypertensive urgency does not involve life-threatening conditions, such as stroke, myocardial infarction, or acute renal failure, which necessitate immediate aggressive intervention.\n[10]\n\nSome experts have proposed replacing the term \"hypertensive urgency\" with \"uncontrolled hypertension.\"\n[11]\nThe term “urgency” may misleadingly suggest a time-critical condition requiring emergent intervention, whereas “uncontrolled hypertension” more accurately reflects the acuity and positions the condition appropriately within the spectrum of hypertensive disease.\n\nManagement generally involves gradual blood pressure reduction, typically achieved with oral antihypertensive agents over several hours to days in a controlled outpatient setting. Patients are often asymptomatic or may exhibit nonspecific symptoms not indicative of acute organ injury. The lifetime prevalence of hypertensive crisis is estimated at approximately 1% in the general population, with individuals with hypertension facing up to a 2% lifetime risk. Notably, nearly 1/4 of patients presenting to the emergency department with a hypertensive crisis have no prior diagnosis of hypertension.\n[12]\n\nHypertensive crisis appears more prevalent in women, although some studies report higher prevalence in men.\n[13]\nNonadherence to antihypertensive therapy significantly increases risk, and the condition is more common in patients with secondary hypertension compared to essential hypertension.\n[14]",
    "mechanism": "Hypertensive crises may arise from a variety of factors, including undiagnosed or improperly managed secondary hypertension, acute health events, patient noncompliance with prescribed medications, inadequate therapeutic intervention, and illicit drug use. Early recognition and targeted management of underlying causes are critical to preventing hypertension-mediated organ damage.\n[15]\n\nMedication-related factors are common precipitants and include nonadherence, withdrawal of antihypertensive agents, and drug interactions or overdoses. Notable examples include monoamine oxidase inhibitors combined with tyramine-rich foods, and sympathomimetic agents such as decongestants, weight-loss drugs, or stimulants.\n\nRenal causes encompass renovascular diseases, including renal artery stenosis, polyarteritis nodosa, and Takayasu arteritis, as well as renal parenchymal disorders such as glomerulonephritis, tubulointerstitial nephritis, systemic sclerosis, hemolytic-uremic syndrome, and systemic lupus erythematosus. Endocrine disorders that may precipitate hypertensive crises include pheochromocytoma, Cushing disease, primary hyperaldosteronism, and renin-secreting tumors. Cardiovascular abnormalities, such as coarctation of the aorta, and central nervous system disorders, including head injury, cerebral infarction, and intracerebral hemorrhage, may also contribute.\n\nSubstance use and withdrawal represent additional risk factors, with cocaine, phencyclidine, amphetamines, methamphetamines, and excessive alcohol consumption implicated. Psychosocial and physiologic stressors, such as severe emotional stress, acute pain, and anxiety, may further precipitate crises.",
    "monitoring": "A comprehensive history and physical examination are essential when evaluating patients with severely elevated blood pressure or an acute increase from a previously normal baseline, even if values remain below 180/120 mm Hg. The history should identify symptoms indicative of acute hypertension-mediated organ damage and document the patient’s hypertension management, medication use, and adherence. A systematic physical examination should assess for signs of target-organ involvement and determine the severity of hypertension-mediated injury. Findings from the clinical assessment should inform subsequent diagnostic testing to confirm the extent of organ damage.\n\nDiagnostic testing is not always required in hypertensive crises. Further testing may be unnecessary in asymptomatic patients presenting with hypertensive urgency. However, targeted diagnostic studies are warranted when clinical findings suggest hypertension-mediated organ dysfunction based on the patient’s history and physical examination.\n\nElectrocardiography is valuable for assessing acute coronary syndrome and arrhythmias. Chest radiography can confirm pulmonary edema and may assist in diagnosing acute aortic syndromes. Urinalysis evaluates hypertension-mediated renal dysfunction, with findings such as hematuria or proteinuria indicating potential renal injury. Measurement of electrolytes and serum creatinine provides information regarding renal function and guides the selection of antihypertensive therapy. Cardiac biomarkers should be obtained when acute coronary syndrome or heart failure is suspected. Toxicology screening may be considered in selected patients to identify triggers of hypertensive crises.\n\nNeuroimaging, including computed tomography (CT) or magnetic resonance imaging (MRI), is indicated when head trauma, intracranial hemorrhage, stroke, or hypertensive encephalopathy is suspected. Transthoracic or transesophageal echocardiography is recommended if aortic dissection is suspected. When available, CT angiography of the chest and abdomen offers rapid diagnostic assessment and can aid surgical planning, with magnetic resonance angiography serving as an alternative confirmatory tool.",
    "administration": "The primary objective in managing hypertensive emergencies is to limit organ damage through controlled blood pressure reduction within a healthcare setting. This strategy is typically accomplished using intravenous antihypertensive agents administered under continuous hemodynamic monitoring to prevent complications associated with abrupt or excessive reductions in blood pressure. Medication selection and target blood pressure are tailored to the specific hypertensive emergency and the organ systems involved.\n[27]\n[28]\n[29]\n[30]\n\nCurrent guidelines recommend that, in most hypertensive emergencies, blood pressure should be lowered by no more than 25% within the 1st hour, followed by a gradual reduction to below 160/120 mm Hg over the subsequent 2 to 6 hours in stable patients. Further reduction to 130 to 140 mm Hg is advised over the following 24 to 48 hours (see\nTable\n. Intravenous Medications for Hypertensive Emergency).\n[31]\n\nCertain conditions, including aortic dissection, eclampsia, and pheochromocytoma crisis, necessitate more immediate and aggressive blood pressure control to reduce the risk of life-threatening complications. Rapid blood pressure management is essential in these cases to prevent vascular rupture, cerebral hemorrhage, or end-organ ischemia, and treatment should occur in an intensive care setting under continuous hemodynamic monitoring.\n\nThe acute management of hypertension in stroke and intracranial hemorrhage is the only hypertensive emergency scenario that has been rigorously evaluated in randomized controlled trials. Observational studies and expert consensus guidelines primarily inform management of other hypertensive emergencies.\n[32]\n\nIn contrast, patients presenting with severely elevated blood pressure without evidence of acute or progressive hypertension-mediated organ damage (hypertensive urgency) typically do not require hospital admission. Management generally involves adjusting existing antihypertensive therapy or initiating additional oral agents. However, inadequate treatment places these patients at risk of progression to hypertensive emergency, underscoring the importance of timely outpatient follow-up for monitoring blood pressure control.\n\nRapid blood pressure reduction in this population has not been shown to improve outcomes and may be deleterious. Therefore, this approach is not recommended.\n[33]\nAbrupt decreases in blood pressure can compromise organ perfusion, particularly in individuals with chronic hypertension, whose autoregulatory mechanisms are adapted to elevated baseline pressures.\n\nTable\nTable. Intravenous Medications for Hypertensive Emergency.\n\nIf frequent noninvasive cuff measurements yield inaccurate blood pressure readings or imminent end-organ damage is suspected, arterial catheterization should be considered to provide precise, beat-to-beat monitoring and enable accurate medication titration. This approach is particularly valuable in patients who are critically ill or require rapid and tightly controlled blood pressure adjustments, where small fluctuations may significantly affect organ perfusion and clinical outcomes. Major exceptions to the principle of gradual blood pressure reduction within the first 24 hours include the following:\n\nAcute ischemic stroke: The benefits of immediate blood pressure reduction remain uncertain. Antihypertensive therapy is generally avoided in patients not undergoing thrombolysis or thrombectomy, unless blood pressure exceeds 220/120 mm Hg. In such cases, a cautious reduction of 10% to 15% over several hours may be considered.\nAcute aortic dissection: Systolic blood pressure should be lowered to 120 mm Hg or less within the 1st hour, with a target heart rate of approximately 60 bpm to minimize aortic shear stress.\n[34]\n[35]\nβ-blockers are considered 1st-line therapy.\n[36]\n[37]\nAcute intracerebral hemorrhage: Aggressive blood pressure reduction to below 140 mm Hg within the first 6 hours has not demonstrated improved outcomes and may increase risk.\n[38]\nCurrent guidelines recommend a gradual reduction in patients with systolic blood pressure at least 220 mm Hg using intravenous antihypertensive agents under close hemodynamic monitoring.\n[39]\nAcute myocardial infarction: Nitroglycerin is the preferred agent for blood pressure management, unless the patient has received phosphodiesterase inhibitors (eg, sildenafil or tadalafil) within the preceding 48 hours.\nPheochromocytoma crisis: Rapid reduction of systolic blood pressure to below 140 mm Hg within the 1st hour is advised. Preferred agents include phentolamine, clevidipine, and nicardipine.\nPreeclampsia and eclampsia: Immediate blood pressure control is required to prevent maternal and fetal complications. First-line agents include hydralazine, labetalol, and nicardipine, typically administered alongside magnesium sulphate for seizure prophylaxis.\n\nIntravenous antihypertensive therapy should be gradually tapered following hemodynamic stabilization, and patients transitioned to oral agents for ongoing blood pressure management. The choice of oral therapy should be guided by the underlying etiology of the hypertensive emergency, patient comorbidities, and response to initial treatment.",
    "adverse_effects": "Hypertensive crisis may result in life-threatening complications, particularly when it progresses to hypertensive emergency with acute target organ injury. The cardiovascular system is frequently affected, leading to myocardial infarction, heart failure, or aortic dissection. Neurological complications include stroke, hypertensive encephalopathy, and intracerebral hemorrhage, all of which can result in permanent neurological deficits or death. Renal involvement commonly manifests as acute kidney injury, while ocular manifestations may include hypertensive retinopathy with potential visual impairment. In pregnancy, complications may present as eclampsia, HELLP (hemolysis, elevated liver enzymes, and low platelet count) syndrome, or placental abruption, posing significant maternal and fetal risks.\n\nPrompt recognition and controlled reduction of blood pressure are essential to prevent irreversible organ damage and improve clinical outcomes. Patients with hypertensive emergency experience substantial neurologic, cardiovascular, and renal morbidity and mortality and remain at elevated risk for recurrent hospitalizations."
  }
}