{
  "drug_name": "nifedipine",
  "nbk_id": "NBK537052",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537052/",
  "scraped_at": "2026-01-11T15:35:07",
  "sections": {
    "indications": "Absolute Contraindication\n\nHypersensitivity to nifedipine or its components\nST-elevation myocardial infarction\n[36]\n\nRelative Contraindication\n\nSevere aortic stenosis\nUnstable angina\nHypotension\nHeart failure\nModerate to severe hepatic impairment\n\nWarnings and Precautions\n\nIn patients with unstable angina/non-STEMI, the use of immediate-release nifedipine is not a recommendation except with concomitant beta-blockade.\n[37]\n[38]\nImmediate-release preparations of nifedipine (sublingually or orally) should be avoided in patients with hypertensive emergencies and urgencies, as it is neither safe nor effective.\n[39]\nIn cardiogenic shock, the heart cannot pump effectively, a condition exacerbated by the inhibition of calcium ion influx into cardiac cells.\n[37]\nIn severe aortic stenosis, nifedipine can cause ventricular collapse and dysfunction. In unstable angina, nifedipine causes a reflexive increase in cardiac contractility, which increases myocardial oxygen demand and worsens the ischemia. Nifedipine can exacerbate hypoperfusion to vital organs in patients with severe hypotension.\n[37]\nFurthermore, patients with hepatic impairment may not be able to metabolize nifedipine, leading to a longer half-life, putting them at an increased risk of toxicity and adverse effects.\n\nPost-marketing data have identified several risk factors for serious gastrointestinal obstruction in patients receiving nifedipine.\n[28]\n[40]\nAnatomical risk factors include gastric bypass, vertical banded gastroplasty, bowel resection, colostomy, diverticulosis, colon cancer, small bowel obstruction, inflammatory bowel disease, and strictures. Additional contributors include GI hypomotility disorders such as ileus, obesity, hypothyroidism, and diabetes, as well as concurrent use of opioids, anticholinergic agents, and neuromuscular blocking drugs.",
    "mechanism": "During the depolarization phase of smooth muscle cells, there is an influx of calcium ions through voltage-gated channels. Nifedipine inhibits the entry of calcium ions by blocking these voltage-dependent L-type calcium channels in vascular smooth muscle and myocardial cells. A reduction in intracellular calcium leads to a decrease in peripheral arterial vascular resistance and dilation of the coronary arteries, resulting in a decrease in systemic blood pressure and an increase in myocardial oxygen delivery. Nifedipine thus has hypotensive and antianginal properties. In a systematic review, calcium channel blockers, such as nifedipine, have been shown to be effective in healing chronic anal fissures.\n[18]\nIn the network meta-analysis, comparing glyceryl trinitrate, diltiazem, minoxidil, nifedipine, and lidocaine, nifedipine demonstrated the highest healing rate in anal fissures. Nifedipine effectively decrease anal resting pressure and demonstrate significantly better healing rates with minimal adverse effects.\n[19]\n\nPharmacokinetics\n\nAbsorption:\nNifedipine is completely absorbed following oral administration. Extended-release tablets gradually raise plasma concentration, reaching a plateau at ~6 hours, and maintaining relatively constant levels over 24 hours. Compared to immediate-release capsules, the fluctuation in plasma concentration is lower. The extended-release formulation has a bioavailability of 86% relative to the immediate-release form. Food slightly alters early absorption but not overall bioavailability. Gastrointestinal conditions, such as short bowel syndrome, may reduce absorption. Bioavailability significantly increases in patients with liver failure, necessitating dosage adjustment due to reduced clearance of the medication. Immediate-release formulations have an onset of action within 20 minutes and a plasma half-life of about 4 to 7 hours. Extended-release preparations have an approximate duration of action of about 24 hours.\n\nDistribution:\nNifedipine is highly bound to serum proteins (92% to 98%). Protein binding may decrease in hepatic or renal impairment. After IV administration, older patients show a 33% reduction in drug clearance compared to younger adults.\n\nMetabolism:\nNifedipine undergoes extensive hepatic metabolism via CYP3A4 to inactive, water-soluble metabolites. Hepatic impairment (eg, cirrhosis) increases bioavailability and prolongs half-life.\n[20]\n\nExcretion:\nApproximately 60% to 80% of the dose is excreted in urine as inactive metabolites;  less than 0.1% is excreted unchanged. The remainder is eliminated in feces via biliary excretion. Renal impairment has a minimal impact on pharmacokinetics, with no significant changes noted in patients undergoing hemodialysis.",
    "administration": "Available Dosage Forms and Strengths\n\nNifedipine is available in both immediate and extended-release preparations. Initially, its marketing was a short-acting, immediate-release formulation that required multiple daily doses. These preparations caused rapid vasodilation followed by reflex sympathetic activation, resulting in adverse effects such as headaches, palpitations, and flushing. These adverse effects led to the launch of extended-release preparations, which have been shown to have a sustained 24-hour anti-hypertensive effect and fewer adverse effects.\n\nExtended-release preparations are available in 30, 60, and 90 mg tablets. Dosage adjustments should ideally occur at 7- to 14-day intervals. The same total daily dosage should be applied when switching from immediate-release to extended-release preparations. Patients may take immediate-release formulations at any time, regardless of whether they have eaten meals. A few specific extended-release preparations require ingestion on an empty stomach.\n\nRecommended Dosages\n\nChronic Stable Angina\n\nImmediate-release: 10 to 20 mg thrice daily; maximum dose of 180 mg per day\nExtended-release: 30 or 60 mg daily; maximum dose of 120 mg per day\n\nVasospastic Angina\n\nExtended-release: 30 or 60 mg daily; maximum dose of 120 mg per day\n\nHypertension\n\nExtended-release: 30 or 60 mg daily; maximum dose of 120 mg per day\n\nHypertensive Emergency During Pregnancy or Postpartum Period\n\nImmediate-release: 10 mg; may repeat with a 20 mg dose in 20 minutes\n\nPulmonary Hypertension\n\nBefore targeted pulmonary hypertension therapy is started, cardiac catheterization should be performed to assess vasodilator responsiveness. A trial of CCB treatment should only be conducted in patients who have previously demonstrated acute reactivity to inhaled nitric oxide or intravenous epoprostenol. Long-term CCB therapies recommended for use in acute responders include nifedipine at a dose of 2 to 5 mg/kg once daily.\n[12]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNifedipine can cause mild, transient aminotransferase elevations, with rare cases of clinically apparent hepatocellular or mixed-pattern liver injury. Onset typically occurs within 1 to 2 months of therapy. Recovery is usually rapid (3 to 8 weeks) after drug cessation. The mechanism is unclear but may involve a hepatotoxic or immunogenic metabolite.\n[20]\nUse with caution in preexisting liver disease.\n\nRenal impairment:\nWhile nifedipine has been demonstrated to be safe for use in patients with renal dysfunction and may confer benefits, isolated, transient increases in blood urea nitrogen (BUN) and serum creatinine levels have been observed in a subset of patients with existing chronic renal insufficiency. Use with caution.\n\nPregnancy considerations:\nAccording to the American College of Obstetricians and Gynecologists (ACOG), oral nifedipine, a calcium channel blocker, is an acceptable first-line agent for the urgent control of blood pressure in pregnancy, particularly for patients without access to intravenous therapy. Nifedipine is associated with increased maternal heart rate and carries a lower risk of overshoot hypotension than other agents. Immediate-release nifedipine should not be administered sublingually due to the risk of abrupt hypotension with this route.\n[21]\n[22]\nA study indicates that nifedipine is better than labetalol in blood pressure management in pregnancies involving Black patients.\n[23]\n[22]\n[21]\n\nBreastfeeding considerations:\nNifedipine is detected in low concentrations in breast milk; therefore, infant exposure remains minimal, even among mothers with genetic variations, such as those in the breast cancer resistance protein, that enhance drug transfer. No adverse effects have been documented in breastfed infants. Furthermore, nifedipine is employed in the management of Raynaud's phenomenon (nipple vasospasm) in lactating women who do not respond to conservative measures, including warm compresses and avoidance of cold exposure. The typical dosing regimen ranges from 20 to 60 mg daily, either as a sustained-release formulation once daily or as 10 to 20 mg of the immediate-release formulation thrice daily. If necessary, lower doses may be used to improve tolerability.\n[24]\n\nPediatric patients:\nNifedipine is not approved by the FDA for use in the pediatric population. The American Association of Family Physicians guidelines recommend an initial dosage of 0.2 to 0.5 mg/kg for children (off-label).\n[25]\nThe American Heart Association and American Thoracic Society recommend that calcium channel blockers like amlodipine or nifedipine may be reasonable for high-altitude pulmonary edema prophylaxis in pediatric patients with a prior history of high-altitude pulmonary edema.\n[12]\n\nOlder patients:\nThe 2023 American Geriatric Society Beers criteria state that the immediate-release formulation of nifedipine should be avoided in older patients due to the potential for hypotension and the risk of precipitating myocardial ischemia.\n[26]",
    "adverse_effects": "Adverse effects may be present in about 20% to 30% of patients prescribed nifedipine. These effects are primarily due to the vasodilatory properties of nifedipine.\n\nThe most common adverse effects include flushing, peripheral edema, dizziness, and headache. Tolerance is better with the extended-release preparations of nifedipine than the immediate-release preparations. Hypersensitivity reactions, such as pruritus, urticaria, and bronchospasms, are rare. Abrupt discontinuance of the drug after prolonged use may lead to rebound hypertension or angina. Nifedipine-induced gingival hyperplasia is a known adverse effect. Nifedipine induces gingival hyperplasia by hindering calcium influx in gingival fibroblasts, promoting extracellular matrix accumulation. This effect is increased by inflammation, genetic susceptibility, and poor oral hygiene. Maintaining good oral hygiene practices is useful for prevention. In cases where gingival hyperplasia continues despite these measures, surgical intervention may be required.\n[43]\n[27]\nBowel obstruction during treatment with extended-release nifedipine is rare but possible.\n[28]\nAccording to a study, the risk of SJS and TEN is very infrequent.\n[29]\n\nDrug-Drug Interactions\n\nGrapefruit juice:\nConcurrent administration of nifedipine with grapefruit juice results in a doubling of nifedipine exposure and concentration. The increased plasma levels most likely result from inhibition of CYP3A4-related metabolism. Coadministration of grapefruit or grapefruit juice should be avoided during the administration of nifedipine.\n[30]\nDigoxin:\nIsolated reports have noted elevated serum digoxin concentrations when used concomitantly with nifedipine. Monitor digoxin levels during initiation, dose adjustments, or discontinuation of nifedipine to minimize the risk of digitalis toxicity or subtherapeutic exposure.\nCoumarin anticoagulants:\nRare cases of increased prothrombin time have been observed in patients receiving warfarin with nifedipine. Although a causal relationship remains unconfirmed, clinicians should remain vigilant when co-administering these agents.\nCYP3A4 inducers:\nNifedipine is extensively metabolized by CYP3A4. Coadministration with potent inducers such as phenytoin reduces nifedipine plasma concentrations by up to 70%, potentially compromising therapeutic efficacy. Avoid concurrent use or consider dose adjustment with close clinical monitoring.\nCYP3A4 inhibitors:\nDrugs that inhibit CYP3A4, such as itraconazole, fluconazole, erythromycin, clarithromycin, fluoxetine, nefazodone, indinavir, nelfinavir, and ritonavir, may significantly increase systemic exposure to nifedipine.\n[31]\n[32]\n[33]\n[34]\nInitiate nifedipine at the lowest effective dose and monitor for adverse effects or excessive therapeutic response.\nSt. John's Wort:\nProlonged use (900 mg/day for more than 10 days) induces intestinal and hepatic CYP3A4 through hyperforin (the main compound in St. John's wort plants) mediated activation of the pregnane X receptor (PXR), significantly increasing the clearance of nifedipine and verapamil. This may reduce therapeutic efficacy; therefore, coadministration is not recommended.\nGinkgo biloba:\nCoadministration of Ginkgo extract (240 mg/day) with nifedipine (10 mg/day) does not significantly alter pharmacokinetics in most individuals. However, some may experience a twofold increase in concentration and adverse effects such as headache, dizziness, flushing, and increased heart rate. Caution and clinical monitoring are advised during concomitant use.\n[35]",
    "monitoring": "In general, there is no required laboratory monitoring for patients taking nifedipine. Since nifedipine is an antihypertensive medication, clinicians and patients should regularly measure blood pressure to achieve target levels. Patients should be monitored for potential adverse effects, including peripheral edema, dizziness, and flushing. Careful monitoring of tacrolimus trough concentrations is warranted in renal transplant recipients receiving both tacrolimus and nifedipine, particularly in individuals with the CYP3A5 genotype. In these patients, nifedipine can significantly elevate tacrolimus levels due to impaired metabolic clearance. Tailoring therapy based on the CYP3A5 genotype and regular therapeutic drug monitoring is crucial for preventing tacrolimus-associated toxicity and maintaining adequate immunosuppression.\n[41]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAn overdose of nifedipine can lead to systemic vasodilation, severe hypotension, and reflex tachycardia. Prolonged systemic hypotension can progress to shock and even death. Electrocardiographic results, vital signs, kidney function, urine output, and electrolytes require continuous monitoring. The literature review also suggests the possibility of pharmacobezoar formation, which may require endoscopic intervention. The insolubility of excipients in nifedipine formulations can lead to the formation of pharmacobezoars.\n[42]\n[43]\n\nManagement of Overdose\n\nTreatment of overdose varies with the amount taken, duration since ingestion, age, and comorbidities of the patient. Initial assessment involves securing airway, breathing, and circulation, as well as appropriate blood work, including testing for coingestants. Early consultation with poison control or toxicology should be a priority. Activated charcoal, administered at a dose of 1 g/kg, is beneficial if the patient presents within 1 to 2 hours of ingestion. Whole bowel irrigation should be considered in cases involving extended-release preparations or large quantities of ingestion. Nasogastric lavage is usually ineffective. Intravenous fluid resuscitation, calcium salts, and vasopressor therapy with dopamine or norepinephrine usually alleviate the hypotension. Administration of high-dose insulin is an option as it has been shown to lower mortality and improve hemodynamics. For intentional ingestion, psychiatric consultation is also necessary. Patients presenting with an overdose of immediate-release preparations need observation for 4 to 7 hours. For extended-release preparations, 24 hours of telemetry observation is ideal. According to the Medical College of Medical Toxicology guidelines, during out-of-hospital care, consider using intravenous calcium, glucagon, and epinephrine for severe hypotension during transport. Intravenous calcium is a vital treatment for calcium channel blocker (CCB) toxicity, improving cardiac contractility and systemic vascular resistance to raise blood pressure.\n\nCalcium chloride contains more elemental calcium than calcium gluconate but poses a higher risk of tissue necrosis; therefore, central line administration is preferred. Calcium gluconate is recommended if central access is unavailable. Typical dosing is 1 to 2 g (10 to 20 mL) of 10% calcium chloride or 3 to 6 g (30 to 60 mL) of 10% calcium gluconate every 10 to 20 minutes, or continuous infusions at 0.2 to 0.4 mL/kg/hr and 0.6 to 1.2 mL/kg/hr, respectively. The American College of Medical Toxicology recommends IV calcium, glucagon, and epinephrine during prehospital transport for severe hypotension due to CCB toxicity (Grade D). The 2023 AHA ACLS guidelines also endorse IV calcium for CCB-induced cardiac arrest, but stress the need to combine it with vasopressors, high-dose insulin, and mechanical support. Targeting ionized calcium levels up to twice normal may enhance efficacy.\n[44]\n[45]\n[46]\n[47]"
  }
}