{
  "drug_name": "nimodipine",
  "nbk_id": "NBK534870",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534870/",
  "scraped_at": "2026-01-11T15:35:08",
  "sections": {
    "indications": "The following are contraindications to nimodipine administration:\n\nA history of hypersensitivity reaction to nimodipine is an absolute contraindication.\nLiver failure and hypotension are relative contraindications for administering nimodipine.\nConcomitant administration with potent CYP3A4 inhibitors is also a relative contraindication.\n[34]\nNimodipine is not entirely safe for pregnancy (Category C under the former FDA system), and patients who are pregnant should only use it if a strong benefit-risk ratio has been determined. Breastfeeding is contraindicated while taking the drug due to the chance of harmful effects on the baby. Current research has not yet fully established safety for pediatric patients.\n[35]\n[30]\n\nUSFDA Boxed Warning\n\nDo not administer nimodipine by parenteral routes. Serious, life-threatening adverse events, including death, cardiac arrest, hypotension, cardiovascular collapse, and bradycardia, have been reported when the drug is injected parenterally. The IV formulation of nimodipine is currently available in Europe but is not FDA-approved, so it is not available in the U.S.\n[25]",
    "mechanism": "During the depolarization of smooth muscle cells of blood vessels, there is an influx of calcium ions. The primary function of nimodipine is to block voltage-gated L-type calcium channels and keep them in their inactive conformation, preventing vasoconstriction. Nimodipine preferentially acts on cerebral blood vessels because it is lipophilic and can cross the blood-brain barrier.\n[26]\nProposed mechanisms leading to a beneficial effect include decreased angiographic vasospasm, increased fibrinolytic activity, and enhanced neuroprotection.\n[25]\n\nPharmacokinetics\n\nAbsorption:\nNimodipine is rapidly absorbed after oral administration, and peak concentration is achieved within 1.5 hours. Due to an elevated first-pass metabolism, the bioavailability of nimodipine is approximately 13% after oral administration. Taking nimodipine with meals results in a decreased peak plasma concentration and lower bioavailability compared to fasting.\n\nDistribution:\nThe volume of distribution (Vd) of nimodipine varies from 0.94 L/kg to 2.46 L/kg. Nimodipine is approximately 95% bound to plasma proteins, primarily to α-acid glycoprotein. Accordingly, the concentration of α-acid glycoprotein can influence the distribution of nimodipine.\n\nMetabolism:\nNimodipine is metabolized by CYP3A4 and CYP3A5. Multiple inactive or less active metabolites have been identified.\n\nElimination:\nThe terminal elimination half-life of nimodipine is approximately 8 to 9 hours, but initial elimination is rapid (equivalent to a half-life of 1 to 2 hours); frequent (every 4 hours) dosing is necessary. Nimodipine is excreted primarily via the kidney, and less than 1% of the parent drug is recovered unchanged in the urine. Pharmacokinetic studies have documented the variability of nimodipine concentrations in patients with subarachnoid hemorrhage.\n[27]",
    "administration": "Available Dosage Forms\n\nNimodipine is available as oral tablets, oral solutions, and intravenous infusion solutions. However, the FDA has not approved the intravenous infusion solution, and this formulation is unavailable in the U.S.\n\nNimodipine is available as a 30 mg oral capsule and an oral solution (6 mg/mL).\n\nThe Neurocritical Care Society guidelines suggest that all patients with aneurysmal subarachnoid hemorrhage should receive oral nimodipine 60 mg every 4 hours for 21 days after an SAH occurs.\n[28]\n\nOral Administration\n\nNimodipine is available as liquid-filled oral capsules (30 mg) and oral solution (6 mg/mL and 30 mg/10 mL strength [unit-dose prefilled syringe and 8 oz container]). This drug must be administered at least 1 hour before or 2 hours after meals.\nNimodipine should be administered as early as possible but must be administered within 96 hours of a diagnosis of subarachnoid hemorrhage. The recommended dose for adults is 60 mg (as 2 30 mg capsules) every 4 hours for 21 consecutive days.\nIf the patient is not conscious enough to swallow the nimodipine capsule, the contents can be extracted into a syringe, fed through a nasogastric tube, and washed down with 30 mL of normal saline (0.9%).\n\nIntravenous Administration\n\nParental administration is strongly discouraged (see USFDA boxed warning). The following parenteral techniques are described for educational purposes only. Nimodipine can be given intravenously via a central venous catheter at a starting dose of 1 mg/h (15 μg/kg/h, equivalent to 5 mL/h) for the first 2 hours. If the patient tolerates the drug well without hypotension, the dose can increase to 2 mg/h (30 μg/kg/h, equivalent to 10 mL/h) after the first 2 hours.\nIf the patient has hypotension or a body weight of less than 70 kg, nimodipine should be started at 0.5 mg/h (2.5 mL of solution per hour) or less, if necessary.\n\nIntraventricular Administration\n\nThe outcome, dosage, and duration of intraventricular nimodipine administration were assessed in the NEWTON trial. The results of this trial indicated no significant benefit for intraventricular nimodipine compared with the standard of care.\n[23]\n[29]\n\nAneurysmal Subarachnoid Hemorrhage Treatment Duration\n\nIntravenous administration should be started as soon as possible after the onset of clinical vasospasm and should continue for a minimum of 5 days and a maximum of 14 days. If the condition requires surgical intervention, nimodipine should be administered at a steady dose for at least 5 days.\nIntravenous nimodipine administration can begin with or without pre-treatment with nimodipine tablets. However, if nimodipine is administered intravenously following oral administration, the total duration of treatment should not exceed 21 days.\nNimodipine should not be administered intravenously for more than 14 days. Patients should not be administered intravenous and oral nimodipine concomitantly.\nDuring a surgical procedure, a 20 mL diluted solution of nimodipine (1 ml of nimodipine concentrated intravenous infusion solution and 19 mL of Ringer solution) warmed up to blood temperature may be administered intracisternally. This diluted solution must be used immediately after preparation.\n\nSpecific Patient Population\n[28]\n\nHepatic impairment:\nBioavailability increases in patients with cirrhosis, making it necessary to reduce the dose in patients with this condition. The recommended dosage for patients with cirrhosis is 30 mg every 4 hours.\n\nRenal impairment:\nNo information is available on the manufacturer's label concerning nimodipine dosing for patients with impaired renal function.\n\nPregnancy considerations:\nNimodipine is a former U.S. FDA pregnancy category C medicine, and alternative agents are preferred.\n\nBreastfeeding considerations:\nBased on the available data, nimodipine is present in human milk; relative infant exposure is less and is not expected to cause adverse effects in breastfed infants. However, the decision to breastfeed during an episode of SAH merits a risk-benefit evaluation.\n[30]\n\nPediatric patients:\nNimodipine is not FDA-approved for pediatric patients. Research indicates that administering oral nimodipine to children following subarachnoid hemorrhage does not eliminate vasospasm, infarction, or rebleeding. Nimodipine is also associated with significant hypotension. Further investigation, including dose titration, is necessary before administration to pediatric patients can be advised.\n[31]\n\nOlder patients:\nIn older patients, clinicians should be cautious when dosing nimodipine for patients with reduced cardiac, hepatic, or renal function. One case report suggests that adverse effects like hypotension and AV block from nimodipine can be more pronounced in older patients who have a \"poor metabolizer\" CYP3A5 genotype.\n[32]",
    "adverse_effects": "Nimodipine is usually well-tolerated orally, but its use correlates with some side effects related to its use as a vasodilator. The most common adverse effects of this medication include headache, vertigo, flushing, nausea, diarrhea, pedal edema, rash, and palpitations.\n\nAcute colonic pseudo-obstruction (Ogilvie syndrome) has been documented in patients administered oral nimodipine.\n[33]\nInternal carotid and middle cerebral artery narrowing leading to cerebral infarction have been reported 5 months after intraventricular administration of sustained-release nimodipine.\n[29]\n\nDrug-Drug Interactions\n\nNimodipine is metabolized by the cytochrome P450 3A4 system. Drugs that inhibit this enzyme can cause elevated plasma concentrations of nimodipine. These drugs include macrolide antibiotics (eg, erythromycin, clarithromycin, and telithromycin), protease inhibitors (eg, ritonavir, indinavir, nelfinavir, and saquinavir), \"-azole\" antimycotics (eg, ketoconazole, voriconazole, itraconazole), antidepressants (eg, nefazodone, fluoxetine), quinupristin/dalfopristin, cimetidine, and valproic acid. Grapefruit juice also inhibits this cytochrome system and should be avoided by any patient taking nimodipine.\n[32]\n\nMedications including carbamazepine, phenobarbital (phenobarbitone), and phenytoin are CYP3A4 inducers. Concomitant administration of any of these medications enhances nimodipine's metabolism. This process reduces nimodipine's serum concentration and increases the likelihood of treatment failure.\n[34]",
    "monitoring": "Blood pressure monitoring is necessary for patients administered nimodipine as it can cause hypotension. The risk of hypotension is elevated in the following scenarios:\n[36]\n\nThe plasma concentration of nimodipine is elevated by medications that moderately or weakly inhibit CYP3A4. Therefore, the patient's blood pressure must be closely monitored if nimodipine is administered concomitantly with CYP3A4 inhibitors; reducing the nimodipine dose may be necessary.\nNimodipine may augment the blood pressure reduction of concomitantly administered antihypertensives (eg, diuretics, β-blockers, ACE inhibitors, calcium antagonists, α-blockers, PDE5 inhibitors, α-methyldopa). Reducing the nimodipine dosage to prevent hypotension may be required.\nPatients with SAH should be monitored for hyponatremia, seizures, and vasospasm, especially during the 4 to 14-day \"vasospasm window.\"\n[37]\nPatients prescribed nimodipine are at risk for elevated intracranial pressure and rebleeding.\n[38]\nPatients with SAH must be monitored with comprehensive neurological examinations and grading scales (eg, Fisher grading scale).\n[39]\nPatients' global disability and recovery should be monitored using the Glasgow Outcome Scale-Extended (GOSE).\n[40]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAcute toxicity due to overdose can cause significant hypotension, cardiac arrhythmia, nausea, and vomiting. Refractory, nimodipine-induced vasoplegia may occur.\n\nManagement of Overdose\n\nNo specific antidote is available. Overdoses are managed initially by discontinuing nimodipine and treating symptoms. Gastric lavage may be considered if the toxicity is due to oral intake, and charcoal can be administered in emergencies. Hypotension is managed with inotropes, and arrhythmias are managed by cardiologists and emergency department staff. Since nimodipine is highly protein-bound, dialysis is unlikely to be beneficial.\n[41]\n[42]\nRecent case reports suggest hydroxocobalamin as a potential rescue therapy for nimodipine-induced refractory vasoplegia.\n[43]"
  }
}