{
  "drug_name": "nintedanib",
  "nbk_id": "NBK585049",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585049/",
  "scraped_at": "2026-01-11T15:35:08",
  "sections": {
    "indications": "According to the FDA-approved labeling, there are no absolute contraindications.\n\nWarning and Precautions\n\nThe use of nintedanib during pregnancy and breastfeeding is not recommended.\n[17]\nModerate to severe hepatic impairment (Child-pugh class B and C) is also a relative contraindication to nintedanib therapy.\n[17]\nNintedanib is not well-studied in patients with severe hepatic impairment.\nTobacco use is associated with reduced efficacy of nintedanib, as well as worsening of preexisting disease, so patients should be advised to stop smoking before initiating treatment.\n[28]\n[29]\nCaution should be exercised when prescribing nintedanib to women older than 65 with low body mass index (BMI) or patients with coronary artery disease, thromboembolic events, anticoagulation, recent abdominal surgery, and a history of gastrointestinal perforation.\nHepatotoxicity is discussed elsewhere (see Toxicity).\n[20]",
    "mechanism": "Nintedanib is an indolinone derivative that binds to tyrosine kinase receptors. The mechanism of action is thought to involve the restriction of neoangiogenesis by inhibiting various growth factors such as fibroblast growth factor receptor (FGFR), vascular endothelial growth factor receptor (VEGFR), platelet-derived growth factor receptor (PDGFR), colony-stimulating factor-1-receptor (CSF1R), and Fms-like tyrosine kinase-3 (FLT3).\n[13]\nThis drug was initially designed to treat non-small lung cancer. Due to similarities in the growth factors involved in the pathogenesis of this cancer and pulmonary fibrosis, nintedanib was considered a potential treatment for IPF and was studied.\n[14]\nNintedanib competitively binds to the intracellular adenosine triphosphate (ATP) binding site of the growth factor receptors, preventing autophosphorylation and blocking downstream signaling cascades. Additionally, nintedanib blocks non-receptor tyrosine kinases (eg, Src, Lck) directly, preventing the activation of fibroblasts. As a result, nintedanib ultimately inhibits fibroblast proliferation and migration, effectively attenuating angiogenesis within the lungs. This reduction in fibrosis and angiogenesis helps to impede the progression of ILD, IPF, and associated complications such as pulmonary hypertension.\n\nPharmacokinetics\n\nAbsorption:\nWhen administered with food,\nNintedanib (BIBF 1120) reaches peak plasma concentrations within 2 to 4 hours. The absolute bioavailability is 4.7% in healthy individuals. The presence of transporters and significant first-pass metabolism reduce absorption and bioavailability. Following food intake, nintedanib exposure increases by roughly 20% compared to fasting conditions, with delayed absorption. The pharmacokinetics of nintedanib are linear, with steady-state plasma levels attained within 1 week.\n\nDistribution:\nNintedanib exhibits biphasic distribution kinetics. After intravenous infusion, this drug demonstrates a large distribution volume that exceeds the total body volume (V\ndss\n: 1050 L). In vitro studies reveal that nintedanib is highly protein-bound; 97.8% is bound to serum albumin.\n[15]\n\nMetabolism:\nNintedanib is primarily metabolized through hydrolytic cleavage by esterases, producing the free acid metabolite BIBF 1202, which is subsequently glucuronidated by UDP-glucuronosyltransferases such as UGT1A1. Only a minor portion of nintedanib undergoes metabolism via cytochrome P450 pathways, predominantly involving CYP3A4, accounting for about 5% of the biotransformation. The drug is mainly excreted via feces, with less than 1% eliminated in urine. Additionally, nintedanib is a substrate and weak inhibitor of P-glycoprotein and a minor substrate of CYP3A4. Patients receiving concomitant P-gp and CYP3A4 inhibitors should be closely monitored.\n[15]\n\nElimination:\nThe primary route of elimination is through fecal and biliary excretion, accounting for approximately 93% of the dose. The half-life of nintedanib in patients with idiopathic pulmonary fibrosis is approximately 9.5 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nNintedanib therapy is available in 100 mg and 150 mg soft capsules. The manufacturer recommends that the capsules be taken whole with food and fluids. Chewing, crushing, or splitting the capsules can cause a bitter taste. Nintedanib should be stored at room temperature, away from moisture and excessive heat. The drug should be kept tightly closed in the same container it came in and out of reach from children.\n\nAdult Dosage\n\nThe typical recommended dosage is 150 mg twice daily. Physicians should consider temporarily reducing the dose to 100 mg, interrupting treatment, or discontinuing the drug if adverse reactions occur. Extra capsules are not recommended to make up for a missed or skipped dose. Nintedanib should be disposed of safely, ensuring that children, pets, or other people cannot access the disposed-of capsules. A medication take-back program at a local pharmacy offers the best option for drug disposal.\n\nSpecific Patient Populations\n\nHepatic impairment:\nIn cases of mild hepatic impairment (Child-Pugh class A), low body mass index (BMI), or persistent gastrointestinal adverse effects, a dose reduction to 100 mg twice daily is recommended.\n[16]\nNintedanib is not advised for patients with moderate or severe hepatic impairment.\n\nRenal impairment:\nAdjustment of the nintedanib dosage for mild to moderate renal impairment is not needed. There is no available data regarding nintedanib administration for patients with severe renal impairment (CrCl <30 mL/min) and end-stage renal disease.\n[15]\n\nPregnancy considerations:\nThe use of nintedanib during pregnancy is not recommended.\n[17]\nNintedanib is a pregnancy category D drug, and females of reproductive age should be counseled to use highly effective contraception (for example, reversible implantable contraceptive device) before initiating and during therapy. Contraception should be continued for at least 3 months after the last dose of nintedanib. A pregnancy test should be performed before and at regular intervals during treatment.\n\nBreastfeeding considerations:\nThere is no available data on the clinical use of nintedanib during breastfeeding. Since nintedanib is over 97% bound to plasma proteins, the amount in breast milk is thought to be minimal. However, given its half-life of approximately 9.7 hours, there is a potential for drug accumulation in the breastfeeding infant. Therefore, it is recommended to avoid breastfeeding during nintedanib therapy.\n[18]\n\nPediatric patients:\nThe safety and efficacy of nintedanib have not been established in the pediatric population.\n\nOlder patients:\nDuring clinical trials, the effectiveness and safety of nintedanib were similar across age groups, though increased sensitivity in some older individuals cannot be excluded.",
    "adverse_effects": "The following adverse reactions are associated with nintedanib administration:\n\nGastrointestinal:\n(most common) nausea, vomiting, diarrhea (76%), abdominal pain (10%), decreased appetite (10%)\n[19]\nHepatic:\nelevation in liver enzymes\n[20]\nEndocrine:\ndecreased weight (7%)\nRespiratory:\nnasopharyngitis (7%), cough (14%), upper respiratory tract infection (14%)\nNervous system:\nheadache (12%), fatigue (14%)\nDermatological:\ndermal ulcer (16%)\nGenitourinary:\nurinary tract infection (12%)\n[21]\n\nMost diarrheal events were classified as mild to moderate and occurred mainly within the first 3 months of therapy. Patient education and supportive treatment such as adequate hydration, antidiarrheals, and antiemetics should be provided. A dose reduction or treatment interruption should be considered for patients with persistent gastrointestinal symptoms despite being on supportive treatment, or treatment should be discontinued.\n[16]\nA low BMI is the major risk factor for diarrhea, and adding prednisolone was beneficial. Additionally, low BMI and poor performance status were also significant risk factors for nausea.\n[22]\n[23]\nElevated alanine transaminase (ALT), aspartate transaminase (AST), and bilirubinemia were commonly seen in patients with low BMI. These adverse effects are particularly common in females, Asians, and patients who weigh less than 65 kg. The risk of hepatotoxicity is reduced when treated with a reduced dose of 100 mg twice daily.\n[24]\n\nReported post-marketing adverse events include gastrointestinal perforation, proteinuria, and pancreatitis. In several clinical trials, nintedanib was also found to be associated with an increased risk of bleeding, likely secondary to VEGFR inhibition. Although severe bleeding and arterial thromboembolic events such as myocardial infarction (MI) and stroke were rare, bleeding events with severe and fatal outcomes have been reported in the post-marketing surveillance of the drug.\n[17]\nAs a result, patients on nintedanib therapy receiving full anticoagulation require close monitoring for adverse bleeding events.\n[25]\n\nThe inhibition of VEGFR and its downstream signaling pathways has been associated with renal dysfunction, including proteinuria and hypertension. The literature review describes several cases of proteinuria and thrombotic microangiopathy related to the chronic use of nintedanib.\n[26]\nThe proteinuria was reversible with the discontinuation of nintedanib only in some cases. Interruption of therapy should be considered in cases of new, worsening, or persistent proteinuria.\n\nDrug-Drug Interactions\n\nP-gp and CYP3A4 inducers:\nPrecaution should be taken when nintedanib is co-administered with medications metabolized by CYP3A4 and P-glycoprotein enzymes due to altered bioavailability and metabolism.\n[15]\nSome commonly used drugs that may potentially affect nintedanib metabolism include but are not limited to omeprazole, barbiturates, phenytoin, amoxicillin, azithromycin, ketoconazole, carbamazepine, amiodarone, rifampin, and St. John's wort.\n\nAnticoagulants:\nNintedanib, a vascular endothelial growth factor receptor (VEGFR) inhibitor, can potentially elevate the risk of bleeding complications. Patients undergoing anticoagulation therapy should be monitored closely for signs of bleeding.\n[4]\nFor patients requiring anticoagulant therapy, direct oral anticoagulants (DOACs) may be an option; however, further research is needed.\n[27]",
    "monitoring": "Pregnancy testing before initiating therapy and periodically during the therapeutic course is recommended for women of reproductive age.\n\nA liver function test is necessary at baseline and within the first 3 months of therapy. Afterward, regular monitoring should be performed every 6 to 12 months or as clinically indicated.\n[16]\nPhysicians should take precautionary measures in patients at high risk of bleeding and those with a history of arterial thromboembolism. Patients with signs and symptoms of acute coronary syndrome should undergo treatment interruption.\n[30]\n\nThe optimal time to assess treatment response is not well defined. Clinicians should perform routine monitoring with pulmonary function tests (PFT), 6-minute walk tests (6MWT), home spirometry, subjective exercise tolerance, and physical exam findings.\n[31]\nIn patients with IPF, physicians assess FVC at baseline and monitor for changes.\n[4]\n\nChanges in the patient's clinical condition may reflect superimposed infection, malignancy, or even the development of pulmonary artery hypertension and not just the progression of ILD.\n[32]\nReevaluation of patients should occur if there are changes in the clinical status, which may involve repeating tests such as high-resolution computed tomography (HRCT), other imaging tests, and PFT. Quantitative HRCT is also a sensitive tool used to quantify the disease progression and response to treatment in patients with SSc-ILD.",
    "toxicity": "Signs and Symptoms of Overdose\n\nNintedanib therapy is frequently associated with elevated liver enzymes and bilirubin, but this is usually reversible with dose reduction or treatment interruption. For patients with ALT/AST elevations of less than 3 to 5 times the upper limit without signs of hepatotoxicity, therapy should be held and resumed at a lower dose of 100 mg twice daily once the liver enzymes normalize. Women with low BMI, low body surface area (BSA), or Asian ethnicity are at higher risk of hepatotoxicity when treated with 150 mg twice daily. This is reversible with treatment interruption or dose reduction. If there is no hepatotoxicity, these patients may also benefit from starting at 100 mg twice daily with dose titration.\n[24]\n\nManagement of Overdose\n\nThere are no recommended guidelines for managing a nintedanib overdose. Treatment should be interrupted in these scenarios, and supportive measures should be initiated. Any patient with a suspected overdose should undergo close monitoring in a healthcare facility. Treatment should be discontinued in patients who develop signs and symptoms of hepatotoxicity with AST/ALT elevation more than 3 to 5 times the normal upper limit.\n[25]"
  }
}