{
  "drug_name": "niraparib",
  "nbk_id": "NBK567760",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567760/",
  "scraped_at": "2026-01-11T18:47:37",
  "sections": {
    "indications": "Ovarian cancers comprise epithelial and nonepithelial ovarian malignancies. Epithelial ovarian cancer is the most prevalent type, accounting for more than 95%, while approximately 5% are nonepithelial ovarian cancers (eg, germ cell, sex-cord stromal, and small cell ovarian cancers).\n[1]\nEpithelial ovarian malignancies are subdivided by histologic classification as diagnostic assessment, management, and patient outcomes can vary based on the subtype, including high-grade serous, low-grade serous, clear cell, endometrioid, and mucinous ovarian cancer.\n\nOvarian cancer is the leading cause of death in women diagnosed with gynecological cancers and the second most common gynecologic malignancy in the United States, according to the Centers for Disease Control and Prevention. Worldwide, ovarian malignancy ranks as the third most common gynecologic cancer.\n[2]\nOvarian cancer is also the fifth most frequent cause of death from any cancer in women in the United States and the eighth worldwide.\n[3]\n[4]\n[5]\nOvarian cancer's high mortality is most likely secondary to the disease's nonspecific clinical symptoms and lack of preventative screening methods, which leads to delayed diagnosis; most patients have advanced-stage disease at diagnosis.\n[1]\nThe most significant risk factor for ovarian cancer is advanced age, occurring most frequently in women who are postmenopausal.\n[6]\n\nEvaluation of any ovarian mass primarily consists of clinical assessment, imaging studies, and tumor markers to discern a patient's risk factors for malignancy and characterize the mass; an ovarian cancer diagnosis is histologically confirmed.\n[7]\n[8]\n[9]\nTreatment approaches are based on patient factors (eg, comorbidities and previous treatment) and the tumor's stage and histology. Currently, surgical debulking and systemic chemotherapy are typically recommended with or without targeted therapies. Targeted therapy includes antiangiogenic bevacizumab and poly adenosine diphosphate (ADP)-ribose polymerase (PARP) inhibitors and immunotherapy. Additionally, neoadjuvant treatment, interval surgical debulking, and heated intraperitoneal chemotherapy are evolving strategies in ovarian malignancy management.\n[10]\n[11]\nHowever, despite advances in ovarian cancer treatment, a high recurrence rate and mortality remain a challenge, indicating the need for effective prevention and detection strategies, interprofessional management, and new treatment modalities based on a better understanding of ovarian cancer's molecular characteristics.",
    "mechanism": "Ovarian Cancer Risk Factors\n\nThe etiology of ovarian cancer is not clearly understood; however, several factors have been observed to increase the risk for the development of ovarian malignancy. Risk factors associated with ovarian cancer include:\n\nAdvanced age\nEarly onset of menarche\nLate onset of menopause\nFamily history\nNulliparity\nObesity\nPerineal talc use\nSmoking\nEndometriosis\nHormone replacement therapy\n[6]\n[12]\n\nFactors that increase ovulation over a lifetime (eg, nulliparity, early menarche, or late menopause) are associated with increased ovarian cancer risk. However, the exact etiologic mechanism is not known.\n[13]\nAdditionally, inflammatory conditions (eg, endometriosis and obesity) are thought to lead to the development of ovarian cancer secondary to oxidative stress and deoxyribonucleic acid damage.\n[14]\n[15]\nA significant risk factor for ovarian cancer is a positive personal or family history of breast or ovarian cancer. Germline mutations in\nBRCA1\nor\nBRCA2\ngenes are a prevalent underlying cause of malignancy predisposition in individuals. Other hereditary cancer syndromes that also increase the risk for ovarian cancer are associated with other gene mutations, including mismatch repair genes in Lynch syndrome,\ntumor protein p53\n(\nTP53)\nin Li-Fraumeni syndrome,\nSTK11\nin Peutz-Jeghers syndrome,\nCHEK2\n,\nRAD51\n,\nBRIP1\n, and\nPALB2\n.\n[16]\nRecent data suggest that high-grade serous ovarian cancer (HGSC) may originate in the fallopian tube based on observed changes in the distal epithelium in fallopian serous tubal intraepithelial carcinoma, an HGSC precursor.\n[17]\n[18]\nStudies have not found proposed ovarian cancer screening strategies to be effective; still, many organizations have agreed that offering various screening methods to these high-risk patients is appropriate.\n[7]\n[17]\n\nOvarian Cancer Protective Factors\n\nFactors that reduce ovulation are associated with a decreased risk of ovarian cancer, including:\n\nOral contraceptives\nBilateral tubal ligation or salpingectomy\nBreastfeeding\nMultiparity\n[12]\n[19]",
    "monitoring": "Laboratory Studies and Biomarkers\n\nSerum laboratory testing should typically include a complete blood count and metabolic profile.\n[7]\nThe American Society of Clinical Oncology guidelines recommend offering genetic testing for\nBRCA1\nand\nBRCA2\nto all women with epithelial ovarian cancer, and in patients with clear cell, endometrioid, or mucinous ovarian cancer subtypes, MMRd molecular testing should be offered\n.\n[30]\n\nTumor markers are usually measured in conjunction with imaging studies of patients with suspected malignancy. Human gonadotropin, alpha-fetoprotein, and carcinoembryonic antigen tumor markers should be obtained to help exclude germ-cell and gastrointestinal malignancies.\n[22]\nCancer antigen 125 (CA-125) is a glycoprotein produced by Müllerian epithelium that is detectable by serum laboratory studies and the most recommended biomarker to evaluate suspected ovarian cancer. CA-125 levels are increased in most advanced epithelial ovarian cancer cases but are elevated only in 50% of early-stage disease cases; therefore, the sensitivity of this biomarker is limited. The specificity and positive predictive value are higher in postmenopausal women than in premenopausal women. A CA-125 level greater than 35 U/mL in a woman who is postmenopausal indicates a high malignancy risk. However, CA-125 is not specific to epithelial ovarian cancers as it can also be elevated in patients with other conditions, including pregnancy, nonovarian malignancies, and inflammatory pathologies (eg, acute pelvic inflammatory disease, adenomyosis, and endometriosis).\n[9]\n\nHuman epididymis protein 4 (HE4) is a peptide protease inhibitor found in epididymal epithelium. Though not typically found in ovarian epithelium, HE4 is detected by serum laboratory studies in ovarian cancer tissue with a specificity of 96%. This biomarker is not diagnostic for ovarian cancer, though, as HE4 is also elevated in other malignancies (eg, endometrial cancer and lung adenocarcinomas). HE4 has a higher sensitivity than CA-125 in early-stage ovarian cancers and a higher specificity in late-stage disease. However, CA-125 has a higher sensitivity in late-stage ovarian cancers than HE4.\n[9]\n\nVarious diagnostic formulas using tumor markers have been proposed to calculate the risk of epithelial ovarian cancer. CA-125 levels are used to calculate the malignancy index (RMI) risk. The RMI is a multiple of CA-125, transvaginal ultrasound parameters, and menopausal status to determine the risk of an adnexal mass being an ovarian malignancy.\n[28]\nAn RMI, particularly in postmenopausal women, higher than 200 is associated with a high risk of malignancy, with a specificity of more than 96%.\n[28]\nThe risk of ovarian malignancy algorithm (ROMA) utilizes a mathematical formula that incorporates HE4 and CA-125 levels adjusted for premenopausal and postmenopausal status to determine the risk of malignancy.\n[31]\nHowever, these formulas are less effective in predicting the malignancy of an adnexal mass than risk stratification systems based on imaging studies.\n[9]\n\nOther investigated biomarkers include folate receptor alpha, CA72-4, transthyretin, CA15-3, and glycodelin. CA-125 remains the most beneficial and commonly used tumor marker for evaluating ovarian cancer risk. However, these other tumor markers may have more utility when combined with CA-125.\n[9]\n\nTransvaginal Imaging\n\nTransvaginal ultrasound is the preferred initial imaging modality to characterize an adnexal mass due to the ability to visualize differentiating features between benign and malignant disease. Findings consistent with ovarian cancer include papillary or solid components, irregularity, ascites, and high-color Doppler flow. However, 20% of patients with an adnexal mass have equivocal findings, in which case additional imaging, typically with magnetic resonance imaging (MRI), is recommended.\n[32]\n[7]\nPredicting if an adnexal mass is malignant can be complex. Overdiagnosing an ovarian mass can lead to unnecessary interventions and psychological harm; however, a missed cancer diagnosis may result in increased patient morbidity and mortality. The Ovarian-Adnexal Reporting and Data System (O-RADS) ultrasound risk stratification system helps clinicians make management decisions, primarily when referral to an oncology specialist is indicated, for average-risk patients based on ultrasound findings.\n[32]\n[33]\nO-RADS stratifies adnexal masses into the following categories based on established characteristics:\n\nO-RADS 0\n: Transvaginal ultrasounds that have inadequate visualization due to technical factors (eg, bowel gas, adnexa, or patient intolerance) are placed in this category. Typically, an ultrasound should be repeated, or another imaging modality should be utilized.\n[33]\nO-RADS 1\n: Physiologic adnexal lesions with no abnormal findings (eg, follicles and corpus luteums) are classified as O-RADS 1; however, it only applies to those who are premenopausal. No additional management or imaging follow-up is indicated, as these lesions have a 0% risk of malignancy.\n[33]\nO-RADS 2\n: This category indicates a less than 1% risk of malignancy; therefore, masses are most likely benign. Characteristics of lesions in this category include simple cysts or unilocular cysts with internal echos but smooth walls, sized less than 10 cm. Typical hemorrhagic cysts, dermoid cysts, endometriomas less than 10 cm or paraovarian cysts, peritoneal inclusion cysts, and hydrosalpinx of any size without any suspicious features are also included in this category. Specific management (eg, specialist consultation, additional imaging studies, or continued surveillance) is based on clinical features, including lesion size, type of lesion, and patient's menopausal status.\n[33]\nO-RADS 3\n: Adenexal lesions within this category have a 1% to less than 10% risk of malignancy. The same lesions included in the O-RADS 2 category (eg, simple cysts and unilocular cysts) but 10 cm and larger in size are classified as O-RADS 3. Additionally, unilocular cysts with irregular walls, multilocular cysts without a solid component smaller than 10 cm and absent to moderate color Doppler flow, and avascular solid-appearing masses of any size are also placed in this category. The management of lesions in this category usually involves a gynecology clinician. An MRI examination may be considered based on clinical suspicion.\n[33]\nO-RADS 4\n: This category has a 10% to less than 50% risk of malignancy. Due to indeterminate risk features, consultation with a gynecologic oncologist for management should be considered based on menopausal status, additional MRI findings, and serum tumor markers (eg, CA-125). Features that place lesions in this group include:\nMultilocular cysts that are  larger than or equal to 10 cm\nMultilocular cysts with an irregular inner wall or septal irregularity (less than 3 mm in height)\nUnilocular and multilocular cysts with a solid component or significant color Doppler flow of any size\nUnilocular cysts with 1 to 3 papillary projections of any size or color Doppler flow\nSmooth solid lesions with mild to moderate color Doppler flow\n[33]\nO-RADS 5\n: The risk of malignancy is greater than or equal to 50% for adnexal lesions in the high-risk category. Therefore, clinicians should immediately refer these patients to a gynecologic oncologist for management. Features that place lesions in this group include:\nIrregular solid lesions of any size or color Doppler flow\nSmooth solid lesions of any size with high-color Doppler flow\nUnilocular cysts with 4 papillary projections or more of any size or color Doppler flow\nMultilocular cysts of any size with a solid component and high-color Doppler flow\nAscites or peritoneal nodules except when associated with physiologic cysts or a benign lesion (ie, O-RADS 2)\n[33]\n\nMagnetic Resonance Imaging\n\nBased on ultrasound imaging, up to 31% of adnexal masses fall within an indeterminate risk category. In patients with equivocal transvaginal ultrasound findings or a CA-125 within normal range, MRI may help further characterize an adnexal mass because of a high specificity when identifying malignancies.\n[34]\nSimilar to the ultrasound O-RADS stratification method, the Ovarian-Adnexal Reporting Data System Magnetic Resonance Imaging (O-RADS MRI), also referred to as the AdnexMR Scoring system, classifies the malignancy risk of an adnexal mass into 5 categories based on MRI features. The main purpose of this stratification is to help guide preoperative decisions, including surgical necessity and extent; however, trials are still underway to establish management recommendations for each risk group.\n[32]\n[35]\n[36]\n\nThe recommended technique for MRI consists of precontrast axial T1-weighted and T2-weighted images with and without fat suppression, dynamic sequence postcontrast T1-weighted images, followed by perfusion-weighted and diffusion-weighted sequences if an adnexal mass was visualized with T1-weighted and T2-weighted images. A slice less than or equal to 3 mm thickness for the T2-weighted and contrast-enhanced T1-weighted images is recommended.\n[32]\n[35]\nO-RADS MRI stratifies adnexal masses into the following categories based on specific criteria:\n[32]\n\nAdnexMR 1\n: No adnexal lesion is visualized.\nAdnexMR 2\n: Characteristics of these lesions are considered benign. The established features of this category include purely adnexal cystic, endometriotic, or fatty masses with no wall enhancement or solid tissue or solid masses with a low homogenous signal on the T2-weighted and the high b-value diffusion-weighted images.\nAdnexMR 3\n: These lesions are likely benign. Characteristic features include unilocular cysts with an irregular enhancing wall and multilocular cysts with simple, proteinaceous, hemorrhagic, or endometriotic fluid, not including purely cystic, endometriotic, and fatty masses. Additionally, dynamic perfusion time-intensity curve type 1 solid masses are classified in this category.\nAdnexMR 4\n: These lesions have an indeterminate risk of being malignant. Dynamic perfusion time-intensity curve type 2 solid masses define this group.\nAdnexMR 5\n: Masses in this category have a high risk of malignancy. Dynamic perfusion time-intensity curve type 3 solid masses, peritoneal implants, or omental thickening or nodules are characteristic features of these lesions.\n[35]\n\nComputed Tomography Imaging\n\nComputed tomography (CT) scans are frequently performed before MRI to evaluate differential diagnoses in patients with nonspecific symptoms. However, MRI is recommended as a second-line modality following ultrasound as it is more effective in visualizing ovarian malignancies. Nevertheless, CT imaging of the abdomen, pelvis, and thorax is commonly performed to evaluate the extent of disease and for preoperative planning due to the increased availability of this modality.\n[37]\nFor instance, extensive lymph node involvement can be a contraindication to surgery in select patients. Positron emission tomography-CT may be considered to determine lymph node involvement as this modality is more beneficial than CT alone in evaluating lymph node and peritoneal metastases and recurrent disease.\n[38]",
    "administration": "Approach to Epithelial Ovarian Cancer Management\n\nThough 90% of women with early-stage disease of any grade are cured with treatment, most patients are diagnosed at an advanced stage, which underlines the necessity for prompt detection and specialist treatment. Determining the best management approach for each patient, including the sequence of surgical and systemic therapy, is individualized based on tumor stage and biology, previous treatment, and coexisting conditions. Generally, surgical therapy is the initial treatment performed in most patients with epithelial ovarian cancer for histologic confirmation, staging, and tumor debulking, which will help guide adjunct treatments. Some patients with advanced-stage disease that is unlikely to be completely resected or unresectable may benefit from undergoing neoadjuvant chemotherapy before surgical cytoreduction. In younger patients with stage I and low-grade ovarian cancers who desire fertility-sparing surgery, surgical staging with uterine preservation may be considered. Therefore, clinicians must consider various management approaches in the treatment of ovarian cancer.\n[1]\n[37]\n\nStaging and Primary Debulking Surgery\n\nOvarian cancer is surgically staged using the FIGO and tumor, node, metastasis (TNM) grading system. (Refer to the\nStaging\nsection for more information on ovarian cancer staging). Evidence demonstrates that chemotherapy is more effective and improves the overall prognosis in patients with optimal surgical staging. Because primary surgical staging and debulking are so critical to patient outcomes, the procedure should be performed by an experienced gynecologic oncologist in a facility with the necessary equipment available. Surgical staging typically comprises a midline laparotomy with abdominal and pelvic exploration, ascites or peritoneal washing collection, total abdominal hysterectomy, bilateral salpingo-oophorectomy, pelvic and paraaortic lymph node evaluation, peritoneal biopsy, and omentectomy. Optimal surgical debulking resects all grossly visible disease to reduce tumor burden to the greatest extent, particularly in epithelial ovarian cancer subtypes less affected by chemotherapy (eg, low-grade serous, clear cell, and mucinous carcinoma).\n[1]\nIn patients with stage III disease or greater, cytoreduction to less than 1 cm should be performed if complete resection is not possible; more extensive procedures may also be involved, including bowel and diaphragm resection and upper abdominal exploration. Routine pelvic and paraaortic lymphadenectomy is not recommended by the American Society of Clinical Oncology (ASCO), but enlarged lymph nodes should be excised. However, some professional societies (eg, the European Society for Medical Oncology) do recommend systematic pelvic and paraaortic lymphadenectomy for high-grade disease.\n[1]\n[37]\n[39]\n\nIn patients with ovarian cancers that appear to be low-risk and early-stage wishing to retain fertility options, fertility-sparing surgical therapy may be considered. Clinicians should refer these patients to a reproductive endocrinologist for preoperative consultation. The National Comprehensive Cancer Network (NCCN) states that fertility-sparing modifications to standard debulking surgery can include retention of the uterus and contralateral ovary and fallopian tube or solely preserving the uterus, depending on tumor stage and histology. However, surgical staging procedures should still be performed to exclude occult disease. Any patient who may be considering fertility-sparing surgery should be thoroughly counseled on the risks of recurrent ovarian cancer. The NCCN guidelines do not recommend fertility-sparing surgery for any patients with clear-cell ovarian cancers of any stage.\n[37]\n[40]\n\nNeoadjuvant Chemotherapy and Interval Debulking Surgery\n\nNeoadjuvant chemotherapy followed by interval debulking surgery may be performed in patients deemed poor surgical candidates or with a low likelihood of optimal cytoreduction. Gynecologic oncologists should evaluate patients with suspected advanced stage IIIC or IV epithelial ovarian cancer to determine if neoadjuvant chemotherapy would be effective in decompressing the tumor burden to increase the likelihood of optimal cytoreduction.\n[1]\n[37]\nBefore administering neoadjuvant chemotherapy, patients should carry a histological diagnosis of invasive ovarian cancer confirmed by biopsy, preferred over specimens obtained from fine-needle aspiration of paracentesis.\n[41]\n\nVarious clinical trials have compared neoadjuvant chemotherapy with interval cytoreduction surgery versus primary cytoreductive surgery. These trials have shown overall survival is the same between patients who underwent primary cytoreduction and those who had neoadjuvant chemotherapy; however, neoadjuvant therapy may reduce complications, including the necessity of bowel resection and stoma formation.\n[42]\nOther trials are still investigating which treatment approach is most effective. Therefore, interprofessional consultation, including gynecologic oncologists, should individualize treatment decisions based on clinical factors when determining the optimal treatment approach.\n[6]\n[43]\nIn patients who do undergo neoadjuvant chemotherapy, the tumor is reassessed with imaging to determine resectability after 3 to 4 cycles of chemotherapy.\n[6]\n[43]\nIf tumor progression is observed during neoadjuvant chemotherapy, interval debulking surgery is not recommended, as studies have not demonstrated any survival benefit. Enrollment in clinical trials or treatment cessation and beginning end-of-life care may be considered in these patients.\n[37]\n\nAdjuvant Chemotherapy\n\nFollowing primary debulking surgery, adjuvant chemotherapy decisions should be guided by surgical staging as disease characterization may change following surgical assessment, eg, upstaging patients thought to have early-stage disease. Stage I grade 3, stage IC and II, high-grade, and clear cell ovarian cancers are at high risk for recurrence; stage IA or IB grade 1 endometrioid, serous, or mucinous ovarian cancers are at low risk for recurrence. In low-grade early-stage disease, adjuvant chemotherapy does not improve overall survival. Therefore, though optimal primary cytoreduction alone may treat low-risk early-stage ovarian cancers, high-risk early-stage disease benefits from adjuvant chemotherapy; furthermore, stage I ovarian cancers that are inadequately staged or suboptimally resected should also be administered adjuvant chemotherapy if additional surgery is unable to be performed. A combination of carboplatin and paclitaxel are the most commonly used agents, though recommendations regarding agents, dosage, or duration have not been established. For advanced-stage disease, chemotherapy regimens, including the administration mode, are determined based on the presence of residual disease. (Refer to the\nMedical Oncology\nsection for more information on chemotherapy).\n[22]\n[37]\n[44]\n\nHormone Therapy\n\nIn patients with recurrent and metastatic low-grade serous ovarian cancer, some studies have shown evidence of clinical benefit with hormonal therapy. A study comparing patients who received adjuvant hormonal therapy following primary debulking surgery and platinum-based chemotherapy and patients who were only observed revealed that progression-free survival was significantly longer in those receiving adjuvant hormonal therapy. However, other studies have not shown a significant difference between adjuvant hormonal therapy and other treatments.\n[21]\nSome experts suggest adjuvant therapy (eg, aromatase inhibitors, tamoxifen, or luteinizing hormone-releasing hormone agonists) may be considered to help decrease the rate of tumor growth in ovarian tumors with estrogen or progesterone receptors.\n[39]\n\nMaintenance Therapy\n\nNCCN guidelines recommend observation with continued surveillance in patients with stage I disease. However, those with stage II to IV ovarian cancer have a high risk of disease recurrence within 5 years. Because of this, maintenance therapy is frequently employed to reduce recurrence risk by ensuring the effective killing of residual slowly dividing cells by decelerating the cell turnover so that the dormant population of cancer cells does not progress to grow enough to be detected by either elevation of biomarkers or clinical evidence of recurrent disease.\n[45]\n\nAmong various maintenance therapy options, targeted therapies are evolving in this realm of ovarian cancer treatment. Initially, targeted therapy was utilized in the treatment of recurrent ovarian cancer. More recently, studies demonstrated that in patients who had a good response to adjuvant chemotherapy, targeted molecular therapies used in maintenance treatment demonstrated efficacy in improving progression-free survival, especially in patients with high-risk disease. Anti-angiogenic agents and PARP inhibitors have been the most studied targeted therapy agents.\n[46]\n[43]\nSeveral randomized maintenance therapy trials have been performed that compared the effectiveness of various agents. Based on current studies, most recommendations state that the disease stage, the primary systemic therapy used, the tumor response, and\nBRCA1\nand\nBRCA2\nmutation status should guide maintenance therapy decisions. Options for maintenance therapy include:\n\nPlatinum-based chemotherapy agents\n\nIn patients who demonstrated a good response following primary cytoreduction and chemotherapy, clinical discretion previously guided the decision to initiate maintenance therapy as evidence from several studies showed increased toxicity with no significant improved overall survival with its use. The phase 3 randomized trial, GOG-178, evaluated patients diagnosed with stage III to IV ovarian cancer, comparing the outcomes of 2 maintenance therapy durations following complete clinical response to platinum/paclitaxel therapy: 12 months versus 3 months of paclitaxel maintenance therapy. After 50% accrual interval analysis, improved progression-free survival was seen favoring the extended therapy cohort. However, the study closed early. A follow-up study later showed no overall survival benefit compared to the same maintenance monotherapy for 22 months versus 14 months.\n[47]\nAnother trial, GOG-175, showed no significant difference in 5-year survival or recurrence-free interval where high-risk early-stage ovarian cancer patients were randomized to observational versus weekly paclitaxel 40 mg/m² for 24 weeks after completion of 6 cycles of carboplatin and paclitaxel for 3 cycles.\n[48]\nA 3-arm phase 3 trial following standard chemotherapy, GOG-0212, compared observation without immediate therapy to 12 months of paclitaxel or polyglutamated paclitaxel but showed disappointing results.\n[49]\nTherefore, targeted therapies that are less toxic have replaced chemotherapy as maintenance therapy agents.\n\nAnti-angiogenic inhibitors\n\nAngiogenesis inhibitors are agents that target tumorous vascular growth mechanisms. Bevacizumab is a humanized monoclonal antibody against vascular endothelial growth factor (VEGF) that has been studied in combination with chemotherapy and was the first anti-angiogenic agent approved in the United States.\n[43]\n[46]\nIn 2 major landmark trials (ICON7 and GOG-0218), patients with advanced-stage ovarian cancer had improved progression-free survival in the maintenance bevacizumab cohort when compared with surveillance only.\n[50]\nTherefore, bevacizumab for maintenance therapy for stage III or IV epithelial ovarian, fallopian tube, or primary peritoneal cancer in patients with a complete or partial response following primary surgical debulking and bevacizumab in combination with carboplatin and paclitaxel, is recommended by the NCCN. However, if bevacizumab is not used during the primary treatment with chemotherapy, the NCCN does not recommend use for maintenance therapy. Additionally, anti-angiogenic inhibitors are not recommended in patients with\nBRCA1\nand\nBRCA2\nmutations because other targeted therapies are more effective. In patients with wild-type or an unknown\nBRCA1\nand\nBRCA2\nmutation status, bevacizumab is still appropriate.\n[45]\nConversely, ASCO is more conservative in its recommendation of bevacizumab. Though bevacizumab significantly benefits progression-free survival when used as concurrent therapy followed by single-agent maintenance therapy, no clear clinical benefit in overall survival has been demonstrated; therefore, ASCO merely suggests that it may be considered until more evidence is found.\n[37]\nOther angiogenesis inhibitors include pazopanib, sorafenib, sunitinib, cediranib, and aflibercept; however, these medications are not frequently used due to adverse effects or cost.\n[1]\n\nPoly(ADP)-ribose polymerase inhibitors\n\nPARP inhibitors have recently gained momentum for the maintenance treatment of ovarian cancer. PARP inhibitor agents include olaparib, niraparib, and rucaparib. Olaparib was the first Federal Drug Administration (FDA)-approved drug in this subgroup indicated to treat advanced\nBRCA\nmutated ovarian cancer after platinum-based chemotherapy, based on SOLO-1, phase 3 randomized double-blind, placebo-controlled trial. Olaparib reduced disease progression or death by 70% (hazard ratio 0.30, 0.23 to 0.41;\nP\n< .001).\n[51]\nThe PAOLA-1 trial, a phase 3 randomized controlled trial of 806 women with stage III to IV high-grade serous or endometrioid ovarian cancer, showed a progression-free survival benefit of 4.5 months in the group that received olaparib and bevacizumab maintenance versus placebo and bevacizumab.\n[52]\nThis combination of olaparib, niraparib, or rucaparib with bevacizumab achieved FDA and NCCN approval as a first-line maintenance treatment for these patients with ovarian cancer after initial platinum-based chemotherapy with partial or complete response or tumors associated with homologous recombination deficiency (HRD) defined by the presence of deleterious\nBRCA\nmutation. Recent clinical trials include the VELIA and PRIMA trials using a newer PARP inhibitor, veliparib, and niraparib maintenance therapy, respectively, showed markedly improved progression-free survival compared to the placebo group in patients with newly diagnosed advanced-stage ovarian cancer who initially responded to first-line platinum-based chemotherapy.\n[53]\n[54]\n\nImmunotherapy\n\nImmunotherapy agents have recently shown significant benefits in treating solid malignant tumors by activating a patient's immune system against tumor cells. However, published data do not show any benefit in patients with ovarian cancers so far. The resulting controversial data diverted the focus on combination strategies involving immune checkpoint inhibitors with PARPs, chemotherapy, anti-angiogenic agents, and more. Combining such therapies shows more anti-tumor activity than concentrating on a single pathway. This promising data is from initial phase trials, and further results from ongoing phase 2 and 3 trials are awaited.\n[1]\n[55]\n\nVaccines\n\nResearchers are also currently studying vaccines for ovarian cancer treatment, attempting to activate the immune cells to destroy the cancer cells. In ongoing ovarian cancer vaccine research, the potential tumor-associated antigen molecules targeted in ovarian cancer include CA-125, p53 protein, and HER-2.\n[55]\nin one case study, vaccine therapy was used to amplify T-cell defensive responses.\n[56]\nHowever, vaccine monotherapy has not been effective; therefore, most current ongoing pilot and phase 1 or 2 trials are investigating therapeutic vaccines in combination with other agents for ovarian cancer treatment. Other emerging therapies being studied in clinical trials are adoptive T-cell transfer and chimeric antigen receptor therapy as part of future strategies to ensure reduced cancer burden and improved life expectancy in this patient population.\n[1]\n[55]\n\nRecurrent Ovarian Cancer\n\nAbout 80% of women with advanced-stage ovarian cancer more commonly have tumor progression or recurrence. Platinum-free interval is one of the most reliable predictors indicating the response of recurrent ovarian cancer to subsequent chemotherapy. The platinum-free interval is the interval between the completion of the last platinum-based chemotherapy and relapse.\n[57]\nHowever, platinum sensitivity generally refers to an interval of more than 6 months between the previous platinum-based chemotherapy cycle and the commencement of subsequent platinum-based chemotherapy. The role of surgery in cases of recurrent ovarian cancer is undefined. GOG-213, a phase 3 multicenter randomized clinical trial enrolled patients with platinum-sensitive recurrent ovarian cancer, randomized patients to surgical cytoreductive surgery followed by adjuvant platinum-based chemotherapy or only platinum-based chemotherapy with a primary endpoint of overall survival showed no improved benefit in patients receiving secondary surgical cytoreduction followed by chemotherapy and chemotherapy alone (hazard ratio for death 1.29, 0.97 to 1.72;\nP\n= .08).\n[58]\n\nThe Desktop 3 trial, which compares surgery followed by chemotherapy versus chemotherapy only in recurrent platinum-sensitive ovarian cancer, is currently ongoing, and its results are eagerly awaited. Preliminary results showed improvement in progression-free survival and longer intervals to the start of subsequent chemotherapy in favor of surgery followed by chemotherapy. Additionally, 2 other trials, Surgery for Ovarian Cancer Recurrence (SOCceR) and Surgery or Chemotherapy in Recurrent Ovarian Cancer (SOC 1), are comparing surgery and chemotherapy with surgery alone in such groups of patients; the results are still awaited. However, current evidence has not shown longer overall survival with second-degree surgical cytoreduction in patients with platinum-sensitive recurrent epithelial ovarian cancer diagnosed surgery.\n[59]\n\nLarge phase 3 trials have also resulted in the approval of bevacizumab, which was studied in combination with chemotherapy for the treatment of recurrent ovarian cancer as well as for maintenance therapy (GOG-218, or OCEANS and AURELIA trials).\n[57]\nThe studies have shown an objective improvement in progression-free survival. However, they failed to prove a benefit in overall survival. Nevertheless, anti-angiogenic agents have shown activity in these platinum-sensitive recurrent ovarian cancers, though further studies are needed to define their benefits clearly. Evidence shows the use of aromatase inhibitors like letrozole for the treatment of recurrent low-grade serous and endometrioid epithelial ovarian cancer based on large retrospective cohort studies.\n\nPARP inhibitors have been under clinical development at various stages and have shown their efficacy in patients with germline\nBRCA\nmutations. They were first approved as monotherapy in ovarian cancer patients with deleterious germline or somatic\nBRCA\nmutations who have not responded to chemotherapy. Further studies showed significant progression-free survival benefits in patients with an initial response to bevacizumab with maintenance PARP inhibitor therapy. An overall survival benefit is yet to be proven, which requires a longer follow-up. SOLO-2 study assessed maintenance monotherapy with olaparib in patients with platinum-sensitive recurrent ovarian cancer and\nBRCA\nmutation, showing significantly improved progression-free survival for the patients receiving olaparib with no significant detrimental effect on the patient's quality of life.\n[60]\n\nPAOLA-1, a phase 3 trial, studied olaparib with bevacizumab in platinum-sensitive recurrent ovarian cancer, showing progression-free survival benefits in the patients receiving the combination. The results were consistent with those observed in the SOLO-1 trial. The safety profile of olaparib was relatively consistent in the trials, with a higher incidence of serious adverse events noted in the group receiving a combination of olaparib and bevacizumab than with placebo plus bevacizumab, the most common being anemia.\n[52]\nMany phase 3 trials have shown PARP inhibitor maintenance therapy in patients with platinum-sensitive recurrent ovarian cancer to have clinical benefits. However, study results also revealed that in patients who had HRD-positive advanced recurrent ovarian cancer treated with 3 (or more) prior chemotherapy regimens, PARP inhibitors could have detrimental effects. Therefore, olaparib, niraparib, and rucaparib are no longer recommended in the US for these patients.\n[46]\n\nPlatinum resistance confers an inferior prognosis, where these patients have a recurrence of the disease within 6 months of completion of cytoreductive surgery and adjuvant chemotherapy. Therefore, discussing care goals with these patients is imperative, as their overall survival rates are grim. Focusing on newer targets like tumor vasculature, DNA repair, intracellular signaling inhibition, and other molecular targets may provide more avenues to be explored for optimizing the treatment of recurrent ovarian cancer.\n\nConsequently, those with advanced-stage ovarian cancer are generally treated with primary reductive surgery, followed by platinum-based chemotherapy. However, poor surgical candidates or patients who might not achieve effective cytoreductive surgery are recommended to undergo neoadjuvant chemotherapy. Optimal cytoreductive surgery is critical as reduced tumor burden is a powerful predictor of survival. Targeted therapies are the new emerging treatment strategies where bevacizumab and PARP inhibitors have become first-line therapies for maintenance, and PARP inhibitors are preferred for recurrent cases.\n\nAncillary Treatments\n\nIn addition to primary treatment for ovarian cancer, patients frequently will have ancillary considerations that require treatment. Induced surgical menopause secondary to bilateral salpingo-oophrectomy to treat epithelial ovarian cancers in those who are premenopausal may often necessitate treatment for vasomotor symptoms. In most of these patients, estrogen hormone therapy may be utilized according to ASCO, except in cases of low-grade serous and endometrioid ovarian cancers, as these histologic subtypes may be treated with antiestrogen therapies.\n[7]\nVulvovaginal atrophy and dyspareunia due to induced menopause or posttreatment complications may also require treatment. See StatPearls' companion reference, \"\nPostmenopausal Syndrome\n,\" for more information. Furthermore, contraception may be a consideration during treatment in patients who are premenopausal who have fertility-sparing surgery. The World Health Organization considers most contraceptive options safe, with only intrauterine devices having restricted use.\n[63]\n\nSurveillance\n\nFollowing primary ovarian cancer treatment, continued monitoring for any evidence of recurrence is necessary, though the precise duration and frequency have not been universally established. The NCCN guidelines recommend follow-up visits with a pelvic exam every 2 to 4 months for 2 years, then every 3 to 6 months for 3 years. After the first 5 years, follow-up can be performed annually. Furthermore, a CA-125 level should be assessed in patients with elevated levels before treatment. A complete blood count, comprehensive metabolic profile, and imaging should be performed when clinically indicated.\n[64]\nImaging modalities include chest, abdominal, and pelvic MRI, computed tomography (CT), or positron emission tomography (PET)/CT scan. NCCN guidelines also recommend that a genetic testing referral be offered if it has not already been done. However, some experts recommend routinely imaging and assessing a CA-125 level in patients with stage II to IV ovarian cancers every 3 months the first year, every 4 months the second year, every 6 months in years 3 to 5, and then every year thereafter, instead of just as clinically indicated. Monitoring bone mineral density in patients receiving an aromatase inhibitor is also recommended.\n[64]\n[65]",
    "adverse_effects": "Women who could not be offered treatment frequently have severe complications like ascites, bowel obstruction, pleural effusion, and bladder obstruction, apart from disorders of nutrition.\n[75]\nWomen who succumb to ovarian cancer frequently have various complications in the last 6 months of life, including:\n\nFatigue or weakness\nNausea or vomiting\nConstipation\nPedal edema\nAnemia\n[75]\n\nComplications that may develop following ovarian cancer treatment include depression, anxiety, neuropathy, pelvic pain, fatigue, nausea, decreased libido, dyspareunia, and vaginal dryness. Reduced quality of life is also common due to secondary effects on a patient's ability to work and finances.\n[7]\nGeneral adverse effects secondary to chemotherapy include catheter complications, nausea, vomiting, dehydration, and abdominal pain.\n[76]\n\nThe adverse effects of bevacizumab, the anti-angiogenic inhibitor, include headache, epistaxis, hypertension, proteinuria, rhinitis, altered taste, dry skin, exfoliative dermatitis, rectal hemorrhage, and abnormal lacrimation. The most severe adverse effects include gastrointestinal perforation, impaired wound healing, and hemorrhage, which are included as black-box warnings. Clinicians should inform patients of these complications and instruct them on symptoms that require evaluation.\n[77]"
  }
}