{
  "drug_name": "nitrofurantoin",
  "nbk_id": "NBK470526",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470526/",
  "scraped_at": "2026-01-11T15:35:08",
  "sections": {
    "indications": "Nitrofurantoin should not be administered to patients with acute bacterial pyelonephritis as nitrofurantoin does not reach therapeutic concentrations in the upper urinary tract, and bacteremia often accompanies this disease. Patients with anuria, oliguria, or significant impairment of renal function (defined as creatinine clearance [CrCl] of less than 60 mL/min or clinically significant raised serum creatinine) should not take nitrofurantoin. The limit of CrCl less than 60 mL/minute has been challenged in the literature as there is limited data for this cutoff; some studies show that an alternative creatinine clearance threshold may be considered. A retrospective chart review suggests that a cutoff of CrCl less than 40 ml/min would be more appropriate.\n\nThe drug is contraindicated in pregnant women at term (38 to 42 weeks gestation), during labor and delivery, or when the start of labor is imminent; and is also contraindicated in neonates younger than one month of age. This is because of the possibility of hemolytic anemia caused by immature erythrocyte enzyme systems, specifically glutathione instability. Nitrofurantoin is contraindicated in men with urinary tract infections as these infections are often related to prostatitis, and nitrofurantoin does not penetrate prostatic tissue effectively. Nitrofurantoin is identified in the Beers Criteria as a potentially inappropriate medication to be avoided in patients 65 years and older due to its potential for pulmonary toxicity, hepatotoxicity, and peripheral neuropathy, particularly when given long-term.\n[16]",
    "mechanism": "Nitrofurantoin's mechanism of action has remained poorly understood since its discovery in the 1940s. Nitrofurantoin uses several mechanisms to achieve an antimicrobial effect. Nitrofurantoin is taken up by bacterial intracellular flavoproteins that reduce nitrofurantoin to reactive intermediates. Intermediate metabolites resulting from this reduction then bind to bacterial ribosomes and inhibit bacterial enzymes involved in the synthesis of DNA, RNA, cell wall protein synthesis, and other metabolic enzymes.\n[6]\nThe broad-based mechanism of action may explain the lack of acquired bacterial resistance to nitrofurantoin. However, mutations in\nnfsA\nand\nnfsB\nare potential causes of nitrofurantoin resistance in\nE. coli.\n[7]\n\nPharmacokinetics\n\nNitrofurantoin (monohydrate/macrocrystals) includes two forms of nitrofurantoin. According to the Manufacturer's labeling, twenty-five percent is macrocrystalline nitrofurantoin, which is gradually dissolved and absorbed. The remaining 75% is nitrofurantoin in a powder form that forms a gel matrix that releases nitrofurantoin over time upon exposure to gastric and intestinal fluids. The bioavailability of nitrofurantoin is 80% in healthy patients. Nitrofurantoin is well absorbed in the gastrointestinal tract, with most absorption occurring in the proximal small bowel. Studies have shown that therapeutic urinary concentrations of the drug are increased by 40% if nitrofurantoin is taken with food. Serum concentrations are typically undetectable, although they may increase in severe renal failure. Nitrofurantoin attains bactericidal effects in the lower urinary tract. Based on pharmacokinetic data, approximately 20% to 25% of nitrofurantoin is retrieved from the urine in unchanged form over 24 hours. Nitrofurantoin is soluble in urine, imparting a brown color to urine.",
    "administration": "Nitrofurantoin is only available as an oral medication. Nitrofurantoin's optimal dosing remains unknown since regulatory agencies approved its use before modern requirements for rigorous methods for drug development. Current Infectious Disease Society of America guidelines recommend nitrofurantoin monohydrate/macrocrystals as a first-line antibiotic for uncomplicated urinary tract infections.\n[8]\n\nDosage is 100 mg twice daily for five days to treat lower urinary tract infections. A 7-day course of 100 mg twice daily is also considered acceptable. Prescribing nitrofurantoin for less than five days is less effective and is no longer recommended. Dosing for long-term prophylaxis of urinary tract infections is 50 mg to 100 mg once daily at bedtime.\n\nUse in Specific Patient Populations\n\nHepatic Impairment:\nThere is no information in the manufacturer's labeling regarding the use of nitrofurantoin in patients with hepatic impairment. However, nitrofurantoin is contraindicated in patients with a  history of cholestatic jaundice or hepatotoxicity.\n\nRenal Impairment:\nAccording to the manufacturer's labeling, nitrofurantoin is contraindicated if creatinine clearance is <60 mL/minute.\n\nPregnancy Considerations:\nPlease refer to the contraindications section.\n\nBreastfeeding Considerations:\nAdministration of nitrofurantoin in neonates and patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency is contraindicated due to the potential risk of hemolysis.\n[9]",
    "adverse_effects": "Nitrofurantoin is a relatively safe drug compared to alternatives. Comparator drugs such as trimethoprim-sulfamethoxazole and ciprofloxacin often have more reported side effects than nitrofurantoin. The most commonly reported adverse drug reactions are nausea, vomiting, loss of appetite, and diarrhea. These symptoms usually develop in the first week of therapy. Modern formulations, specifically the macrocrystalline form of the drug, have less frequency of these effects due to attempts by manufacturers to alter the crystal size, which affects gastrointestinal absorption.\n[10]\n[11]\n[12]\n\nMore severe reactions to nitrofurantoin exist. The most well-known severe reaction is pulmonary toxicity. Pulmonary toxicity caused by nitrofurantoin can be categorized into acute, subacute, and chronic pulmonary reactions. Acute pulmonary reaction syndrome is characterized by sudden onset of fever, chills, cough, myalgia, and dyspnea. Sub-acute pulmonary reactions also occur and are characterized by persistent dry cough, dyspnea, and fever. This chronic pulmonary reaction is associated with the insidious onset of persistent dry cough and dyspnea. Acute, subacute, and chronic pulmonary toxicity is reversible with immediate cessation of the drug. This effect remains uncommon, with one study showing the calculated frequency for all pulmonary reactions were only present in 0.001% of nitrofurantoin courses.\n[13]\n\nThe severity of the nitrofurantoin-induced liver injury ranges from mildly symptomatic elevations in serum aminotransferase levels to cholestatic jaundice,  hepatitis, and hepatic necrosis. Nitrofurantoin can also lead to fulminant liver failure and death. The drug should be ceased immediately in these cases. Complete recovery is expected, but recovery is slow. (2 to 6 months). In rare cases, chronic liver injury persists. Because of the autoimmune features of many cases of nitrofurantoin hepatotoxicity, corticosteroids are frequently used, especially in chronic and severe cases. However, the ultimate therapeutic efficacy of corticosteroid therapy is not yet established. In addition, caution is advised with corticosteroid therapy due to the risk of relapse.\n[14]\n\nPeripheral neuropathy is another known rare adverse effect and is mainly associated with prolonged use in patients with poor renal function. Typically, nitrofurantoin-induced neuropathy is length-dependent sensorimotor polyneuropathy. There is moderate to severe abnormal sensory and motor conduction in NCS (nerve conduction studies) and axonal degeneration on sural nerve biopsy. However, it is important to note that, non–length-dependent small-fiber neuropathy that is not dose-dependent nor associated with impaired renal function has been reported. In addition, the skin biopsy demonstrated clustered terminal nerve swellings without evidence of nerve fiber degeneration.\n[15]",
    "monitoring": "As per the manufacturer's labeling, patients on chronic nitrofurantoin should be monitored regularly for changes in renal function due to the increased risk of peripheral neuropathy. It is also essential to closely observe the pulmonary function of patients on long-term nitrofurantoin therapy. Also, clinicians should periodically obtain liver function tests as hepatotoxicity may be asymptomatic in some cases.\n[14]",
    "toxicity": "Cases of hemolytic anemia have been induced by nitrofurantoin. Hemolysis appears to be linked to a glucose-6-phosphate dehydrogenase deficiency(G6PD deficiency) in the red blood cells of the affected patients. Hemolysis is an indication for discontinuing nitrofurantoin.\n[17]\nCase reports of vomiting without any associated symptoms have been described in acute overdose. For the management of overdose, high fluid intake is recommended to facilitate urinary excretion of the drug. Nitrofurantoin can be removed by dialysis. As per the product label, there is no antidote for nitrofurantoin."
  }
}