{
  "drug_name": "nitroglycerin",
  "nbk_id": "NBK482382",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482382/",
  "scraped_at": "2026-01-11T15:35:09",
  "sections": {
    "indications": "The contraindications of nitroglycerine therapy include:\n\nAllergic reactions to nitroglycerin are extremely rare, but reports do exist. Nitroglycerin is contraindicated in patients that have reported allergic symptoms to the medication.\n[18]\nKnown history of increased intracranial pressure, severe anemia, right-sided myocardial infarction, or hypersensitivity to nitroglycerin are contraindications to nitroglycerin therapy.\nConcurrent use of nitroglycerin with PDE-5 inhibitors (e.g., sildenafil citrate, vardenafil hydroxide, tadalafil) is absolutely contraindicated. PDE-5 inhibitors have proven to accentuate the hypotensive effects of nitrates and precipitate syncopal episodes.\n[19]",
    "mechanism": "As with other nitrates used to treat anginal chest pain, nitroglycerin converts to nitric oxide (NO) in the body. NO then activates the enzyme guanylyl cyclase, which converts guanosine triphosphate (GTP) to guanosine 3',5'-monophosphate (cGMP) in vascular smooth muscle and other tissues. cGMP then activates many protein kinase-dependent phosphorylations, which enhances the reuptake of calcium into the sarcoplasmic reticulum, increases extracellular calcium, and opens the calcium-gated potassium channel.\n[5]\n[6]\nThis ultimately results in the dephosphorylation of myosin light chains within smooth muscle fibers.\n[7]\nThis activity causes the relaxation of smooth muscle within blood vessels, resulting in the desired vasodilatory effect.",
    "administration": "Nitroglycerin is most commonly administered as a tablet that is absorbed sublingually. It is given in hospitals as well as prescribed for outpatient use. Patients may be prescribed nitroglycerin as prophylaxis for anginal chest pain prior to an event that may provoke anginal symptoms. They must be instructed to allow the nitroglycerin to dissolve in their mouth and allow their oral mucosa to absorb the drug. There currently are three doses available: 0.3 mg, 0.4 mg, and 0.6 mg. The dose is repeatable every 5 minutes until the achievement of relief. If anginal pain persists after three doses, prompt medical attention is required. After administration, the onset of vasodilatory effects occurs within 1 to 3 minutes, with a max effect occurring within 5 minutes. Nitroglycerin is primarily eliminated via metabolism in the liver and has a mean half-life of approximately 2 to 3 minutes.\n[8]\n\nThere are intravenous (IV) routes of administration for nitroglycerin used most commonly in emergency rooms and intensive care units (ICU). It is administered as a 5% dextrose in drip and is indicated when sublingual nitroglycerin has failed to provide symptomatic relief or if rapid and continued relief of symptoms is necessary. Intravenous nitroglycerin is frequently used to treat acute coronary syndromes, hypertensive emergency, and acute congestive heart failure (CHF) exacerbations.\n[9]\n[10]\nWhen administered, its effect requires tight vitals monitoring, as discussed below. It should be kept in mind that continuous intravenous infusion of nitrates can lead to the development of tolerance. It is important to switch patients to oral form with intermittent dose and long nitrate-free intervals to avoid tolerance. Sometimes in a catheterization laboratory, nitroglycerin can be given intracoronary as a treatment for no-reflow.\n[11]\nNitroglycerin provides rapid coronary vasodilation when given intracoronary.\n\nTransdermal methods of nitroglycerin administration are also commonly administered in emergency rooms during acute angina attacks. It is a 2% ointment applied directly to the patient's skin and allowed to absorb. It is typically for patients that cannot tolerate the sublingual administration of nitroglycerin or have a previous adverse reaction to the sublingual tablet. Absorption takes about 5 to 10 minutes for full effect.\n[12]\n[13]\nThe ideal application is on a surface with minimal hair as hair can inhibit absorption, and care is necessary not to apply repeatedly to the same area if multiple doses are required. Repeated application of the ointment to the same area can cause skin irritation and dermatitis. Transdermal patches are also available at varying doses per hour (0.1 mg, 0.2 mg, 0.4 mg, and 0.6 mg), but these are rarely used and reserved for angina prophylaxis only. Similar application precautions as apply to the ointment also apply to the patches.",
    "adverse_effects": "Nitroglycerin has many adverse effects of significance, most resulting from the vasodilatory effects of the medication.\n[14]\n[15]\nThese include:\n\nDizziness\nWeakness\nPalpitations\nVertigo\nHeadaches\nNausea\nVomiting\nDiaphoresis\nSyncope\n\nMany of these adverse effects are secondary to the hypotensive effects of nitroglycerin. Patients may report symptoms of orthostatic hypotension, which manifest as dizziness, weakness, palpitations, and vertigo. Profound hypotension may occur in patients with preload-dependent conditions. Some patients can be more sensitive to the hypotension caused by nitrates, potentially resulting in nausea, vomiting, diaphoresis, pallor, and collapse even at therapeutic doses. There have also been reports of flushing, exfoliative dermatitis, and drug rash in some patients taking nitroglycerin. Headaches can be severe, throbbing, and persistent and may occur immediately after use.\n\nSyncope is the most dangerous adverse effect and can result in falls and their resultant injuries. The risk of syncope significantly increases with the concurrent use of a phosphodiesterase-5 (PDE-5) inhibitor. A further discussion is included below under contraindications.\n[16]\nIn patients with right coronary artery occlusion and chest pain, right ventricular infarction should be ruled out before giving nitroglycerin as nitroglycerin causes venodilation and reduces preload. The right ventricle is volume dependent chamber, and reduction in preload can cause profound hypotension, leading to cardiogenic shock.\n[17]",
    "monitoring": "Any testing does not currently monitor nitroglycerin levels as its half-life is approximately 2 to 3 minutes, and the drug undergoes rapid metabolism in the liver. When administered intravenously in the emergency room or ICU, its effects are often very closely monitored for real-time blood pressure monitoring. This vigilance is necessary to maximize the effectiveness and provide rapid feedback on the patient's condition. When administered sublingually, nitroglycerin's effectiveness is typically measured via the resolution of symptoms; angina, hypertension, and congestive heart failure. In the event of overdose, monitoring vital signs may be necessary to monitor the hemodynamic effects of nitroglycerin. Continuous monitoring of blood pressure, heart rate, respiratory rate, and oxygen saturation is recommended.\n[20]\n[21]\n\nNitroglycerin is a protein-bound drug, and it undergoes hepatic metabolism. Therefore it has numerous drug interactions. Before prescribing, providers should determine if the patient is taking any medications that may interact with nitroglycerin. Common interactions include alteplase, heparin, tricyclic antidepressants, and other anticholinergic drugs. Alcohol intake should also be limited. Nitroglycerin is pregnancy category C, and its use requires caution in breastfeeding mothers. It is not currently known whether nitroglycerin is excreted in breast milk.",
    "toxicity": "Overdose toxicity from nitroglycerin is mainly a consequence of increased vasodilatory response. Hypotension, venous pooling, increased vasodilation, and reduced cardiac output can be expected in these patients. Compensatory effects, such as tachycardia and palpitations, can also be expected. Vasodilation and venous pooling can increase the amount of blood in the cranial space, resulting in increased intracranial pressures; this can cause persistent, throbbing headaches, along with confusion, fever, vertigo, nausea, vomiting, and visual disturbances.\n[22]\nAs intracranial pressure increases, symptoms will progress to dyspnea secondary to a reduced respiratory effort, heart block, bradycardia, paralysis, seizures, coma, and, eventually, death.\n\nNo currently known antagonist is available to counteract the effect of nitroglycerin. Since the effects are related to venodilation and relative arterial hypovolemia, efforts to increase central fluid volume have proven effective. Intravenous administration of normal saline, in addition to the passive elevation of the patient's legs, may provide adequate support, but there are no controlled trials to prove its effectiveness. Epinephrine or other arterial vasoconstricting agents are not recommended as they will not likely improve the patient's condition and may cause more difficulties in the future. Methemoglobinemia has some rare reports as a consequence of nitrate overdose. Clinician suspicion should be raised in patients with hypoxemia symptoms despite a lack of respiratory symptoms, normal arterial PO2, and adequate cardiac output. Blood from patients with methemoglobinemia has a \"chocolate brown\" appearance in color, with no change in color upon exposure to air.\n[23]\nThe treatment for methemoglobinemia is an intravenous administration of methylene blue, dosed at 1 to 2 mg/kg of the patient's body weight."
  }
}