{
  "drug_name": "nivolumab",
  "nbk_id": "NBK567801",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567801/",
  "scraped_at": "2026-01-11T15:35:09",
  "sections": {
    "indications": "Boxed Warnings\n\nNivolumab has no boxed warnings.\n\nWarnings and Precautions\n\nContraindications to nivolumab include sensitivity to the drug or its ingredients and multiple myeloma. However, some important settings have not been addressed in clinical studies, such as drug interaction, use in pregnancy, and use during breastfeeding.\n[28]\nSome studies on animal models have shown embryofetal toxicity. As human IgG4 is known to cross the placental barrier, there is a potential pathway for transmitting antibodies to a developing fetus.\n[29]\nThe use of nivolumab during pregnancy should be carefully considered in cases in which the potential benefits outweigh the risks to the patient and fetus.\n[30]\nThere are literature reports of successful, viable pregnancies in patients who received nivolumab as monotherapy or combined with ipilimumab.\n[31]\n\nContraception for at least 5 months after the last dose of nivolumab is strongly advised. Breastfeeding concomitantly to receiving nivolumab therapy is discouraged as antibodies might be passed onto the breast milk. Studies evaluating the fertility of patients receiving nivolumab have not yet been published; it remains unknown whether nivolumab affects either female or male fertility. Patients should be thoroughly informed on this matter, and reproductive counseling should be offered to patients in reproductive age groups. Although preexisting conditions of an autoimmune or inflammatory nature are not a contraindication for nivolumab therapy, it has been reported that such patients have increased rates of immunosuppressive therapy and hospitalization after ICI treatment.\n[32]",
    "mechanism": "Nivolumab is a human monoclonal IgG4 antibody that binds to programmed death-1 (PD-1) receptors with high specificity and affinity. PD-1 is expressed on T-cells and dampens their immune response upon binding ligands PD-L1 and PD-L2 on APCs. This mechanism is pivotal to regulating central and peripheral tolerance.\n[9]\n\nHowever, in cancer, aberrant PD-L1 expression by tumor cells or immune cells in the tumor microenvironment deactivates PD-1-expressing tumor-infiltrating lymphocytes, allowing tumor cells to escape immune recognition and elimination.\n[10]\n[11]\nBy inhibiting PD-1 function, nivolumab releases immune cells from pathological immune suppression, allowing them to recognize and counter tumor cells.\n\nPharmacokinetics\n\nAbsorption:\nPharmacokinetic research on nivolumab presents linear pharmacokinetics with a dose-proportional increase in peak concentration and area under the curve (AUC). The time to peak plasma concentration ranges between 1 and 4 hours.\n\nDistribution:\nNivolumab's mean volume of distribution at steady state is 6.8 L. The drug's coefficient of variation (CV%) is 27.3%.\n\nMetabolism:\nNo formal studies have examined the specific metabolism of nivolumab. As a human monoclonal antibody, it has been suggested that the drug breaks down into small peptides and individual amino acids.\n\nElimination:\nNo studies regarding nivolumab's specific route of elimination have been conducted. The drug has a half-life of 25 days.",
    "administration": "Available Dosage Forms and Strengths\n\nNivolumab is available as an injectable solution in a single-dose vial in the following amounts: 40 mg/4 mL (10 mg/mL), 100 mg/10 mL (10 mg/mL), 120 mg/12 mL (10 mg/mL), and 240 mg/24 mL (10 mg/mL).\n\nAdult Dosing\n\nNivolumab is administered as an intravenous infusion over 30 minutes. The most common dosing regimens are 240 mg every 2 weeks or 480 mg every 4 weeks. Dosing depends on the indication; practitioners should consult their institutional protocols and package insert for specific dose regimens. Nivolumab can be diluted in sodium chloride 9 mg/mL (0.9%) solution or in 50 mg/mL (5%) glucose solution for injection. Regardless of the diluent used, immediate use following solution preparation is advised. Nivolumab may be given as a combination therapy with ipilimumab for unresectable or metastatic melanoma, advanced renal cell carcinoma, and metastatic colorectal cancer (MSI-H or dMMR).\n\nWhen given in combination, nivolumab must precede the ipilimumab infusion, and separate infusion bags must be used. In general, nivolumab should not be mixed with or provided on the same intravenous line as another drug. Until it is administered, nivolumab should be stored refrigerated at 2 °C to 8 °C (36 °F to 46 °F) and protected from light (in the original packaging). The vial should not be frozen or shaken.\n\nSpecific Patient Population\n\nHepatic impairment:\nNo adjustment in dosing is necessary for patients with bilirubin values up to 3 times the upper normal limit (UNL) or with AST values > UNL. For patients with bilirubin over 3 times UNL, no data exists.\n\nRenal impairment:\nNo dose adjustment is necessary in patients with a CrCl >15 mL/min. No data exists for patients with a CrCl <15 or on peritoneal or hemodialysis.\n\nPregnancy considerations:\nAnimal studies have suggested that nivolumab can cause fetal harm when given to pregnant women. The adverse effects are more prominent in the second and third trimesters. No available human data exists regarding the use of nivolumab in pregnant patients; clinicians should advise pregnant women about potential fetal harm.\n\nBreastfeeding considerations:\nNo data exists regarding the presence of nivolumab in breast milk. However, due to the potential for severe adverse reactions in breastfeeding children, women are advised not to breastfeed during nivolumab treatment and for 5 months after the final dose.\n\nPediatric patients:\nAs with adult dosing, practitioners should consult their institutional protocols and package insert for specific dose regimens. Research has established the safety and effectiveness of nivolumab in pediatric patients 12 years and older for the following indications:\n\nAs a single agent and in conjunction with ipilimumab to treat unresectable or metastatic melanoma.\nAs a single agent for the adjuvant treatment of melanoma with lymph node involvement or metastatic disease in pediatric patients who have undergone complete resection.\nAs a single agent or in combination therapy with ipilimumab to treat MSI-H or dMMR mCRC that has progressed after treatment with a fluoropyrimidine agent, oxaliplatin, and irinotecan.\n\nOlder patients:\nAvailable data shows no overall differences in safety or effectiveness between older and younger patients. However, some studies noted an increased incidence of adverse reactions and therapy discontinuation due to adverse reactions in patients older than age 75.",
    "adverse_effects": "Severe infusion reactions to nivolumab have been recorded. However, these are uncommon. In the case of an infusion reaction, therapy must be immediately stopped and symptom-oriented care provided.\n[12]\n[13]\nDue to the drug's T-cell activating mechanism of action, adverse effects during nivolumab therapy are commonly autoimmune-related. Immune-related adverse events (iRAEs) can affect any given organ system.\n[14]\n\nSome of the adverse effects are transitory and manageable. However, others are life-threatening and require aggressive immunosuppressive therapy and the permanent cessation of the drug.\n[15]\nThe most common irAEs involve the gastrointestinal and integumentary systems and usually manifest as a pruritic rash, diarrhea, or colitis. When immune-mediated endocrine inflammation subdues, glandular function may be compromised, thus necessitating permanent hormone substitution. This includes nivolumab-induced hypothyroidism, hypopituitarism, adrenal insufficiency, and diabetes mellitus type 1.\n[16]\n\nSerious adverse reactions include pneumonitis, interstitial lung disease, respiratory failure, pleural effusion, autoimmune neuropathy, and numerous others. Immune-mediated pneumonitis is a rare adverse effect associated with severe manifestations.\n[17]\nImmune-related myocarditis is a very uncommon adverse event with high lethality.\n[18]\nLess common adverse effects include ocular conditions (eg, uveitis, conjunctivitis, myositis of periocular muscles), inflammatory hepatitis, endocrinopathies such as hypothyroidism, hypopituitarism, and adrenal insufficiency.\n[19]\nOther rare adverse events include those affecting the neurological system (eg, encephalitis, Guillain-Barré syndrome).\n[20]\n[21]\n\nThere are reports that the occurrence of irAEs in patients receiving ICIs correlates with a better outcome.\n[22]\nIn particular, low-grade irAEs and those of an endocrine or dermatologic nature were associated with better tumor therapy efficacy.\n[23]\n[24]\n\nThe therapy of choice for severe and life-threatening irAEs consists of systemic corticosteroids. Prednisolone is given 1 to 2 mg/kg or intravenously, if necessary, along with prevention for gastric ulcers and osteoporosis.\n[15]\nIn steroid-refractory cases, additional immunosuppression with drugs like infliximab, mycophenolate mofetil, or cyclophosphamide.\n[25]\nIntravenous immunoglobulins are also used in grade IV toxicities as an alternative in steroid-refractory cases.\n[26]\n[27]\n\nCommon adverse events include fatigue, musculoskeletal pain, diarrhea, rash, upper respiratory infections, urinary tract infections, and increased ALT or AST. As with more severe reactions, the list is long and generally revolves around the drug's immunosuppressive activity.\n\nDrug-Drug Interactions\n\nNo significant drug-drug interactions are known for nivolumab. Clinicians should always exercise caution when using multiple drugs.",
    "monitoring": "Work-up before initiating nivolumab therapy consists of extensive clinical history and physical examination. This includes a thorough baseline clinical assessment of all organ systems. A complete dermatologic assessment, as well as an assessment of gastrointestinal habits and complaints, are essential. Additionally, imaging is necessary to assess potential therapy efficacy. Serologic tests should rule out acute and subclinical infections (\nM. tuberculosis\n, hepatitis B and C Virus, human-immunodeficiency virus, C\nytomegalovirus\n). Laboratory tests required before and during nivolumab therapy include complete blood counts with differential and clinical chemistry, thyroid function tests, liver function tests, and an endocrine panel.\n[14]\nFemale patients should have a pregnancy test.\n\nMonitoring cardiac markers such as troponin I or T is relevant as it can be the only alteration in asymptomatic patients with myocarditis, which carries a high lethality.\n[18]\nAsymptomatic increase of liver transaminases is a common finding and, when pronounced, warrants a work-up to rule out autoimmune-related hepatitis. Periodic follow-up testing includes serum glucose readings and a chest x-ray.",
    "toxicity": "Overdosing with nivolumab is unlikely and has not been described in the clinical trials. There is no specific treatment for the overdose of nivolumab. Clinicians and other interprofessional team members must ensure this drug's proper dosage and administration intervals. In case of an overdose, the patient should be placed under strict monitoring, and immediate symptomatic treatment should be provided as soon as signs of adverse reactions occur.\n[33]"
  }
}