{
  "drug_name": "no parabens",
  "nbk_id": "NBK525949",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK525949/",
  "scraped_at": "2026-01-11T15:35:10",
  "sections": {
    "indications": "Isotretinoin is contraindicated in patients with hypersensitivity to its components, including vitamin A and preservatives within the gel capsule.\n[6]\n[32]\n\nBox Warnings\n\nIsotretinoin was a pregnancy category X drug under the previous FDA system and is contraindicated in pregnant women or those who may become pregnant. There have been severe, documented congenital disabilities when pregnant women have taken isotretinoin. The FDA requires prescribers and patients to register with the iPLEDGE program to prescribe and receive isotretinoin. iPLEDGE ensures that appropriate requirements are met before dispensing isotretinoin to prevent its use during pregnancy. These requirements include negative pregnancy tests and documented abstinence or the use of birth control before and while taking isotretinoin.\n\nWarnings and Precautions\n\nBlood donation:\nPatients taking isotretinoin should avoid blood donation while on isotretinoin and for 1 month after discontinuing treatment due to the risk of embryo-fetal toxicity.\n\nNeuropsychiatric adverse effects:\nCases of depression, psychosis, and suicidal ideation have been reported during isotretinoin therapy. Even though the correlation is controversial, screening for depression, suicidal ideation, past suicide attempts, and aggressive or violent behaviors should occur before prescribing isotretinoin.\n\nPseudotumor cerebri:\nIdiopathic intracranial hypertension (pseudotumor cerebri) has been presented in cases of patients taking isotretinoin with concomitant use of tetracyclines. For this reason, tetracyclines should not be administered with isotretinoin. If patients develop signs or symptoms of pseudotumor cerebri, prompt discontinuation of isotretinoin is necessary, and the patient should be referred to a neurologist for further evaluation and management.\n[33]\n[34]\n[35]\n\nSevere cutaneous adverse reactions:\nSerious reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis, have been reported and require prompt cessation of isotretinoin if they occur during therapy.\n[36]\n\nPancreatitis:\nReports indicate acute pancreatitis in isotretinoin users with both normal and high triglyceride levels. Pancreatitis may also result from an idiosyncratic reaction. Therapy should be discontinued if pancreatitis is suspected.\n[37]\n\nHearing abnormalities:\nImpaired hearing, including tinnitus, has been reported in patients treated with systemic isotretinoin. In a study of 32 patients with acne vulgaris treated with 0.5 mg/kg isotretinoin for at least 4 months, audiometric tests revealed significant changes in pure-tone thresholds at 8000 Hz across various treatment periods, including pretreatment, the first week, the first month, the third month, and the sixth month. A decrease in hearing thresholds at 8000 Hz was observed by the sixth month posttreatment, but these changes improved after discontinuation of isotretinoin, suggesting that while isotretinoin can impact hearing, the effects may be reversible after treatment cessation.\n[38]\n\nOcular adverse effects:\nVisual disturbances, including corneal opacities, nyctalopia, and xerophthalmia, should be monitored during isotretinoin therapy.\n[39]\n[40]\nCorneal opacities, which are more prevalent with higher dosages and in patients with keratinization disorders, typically resolve after discontinuation. Nyctalopia may persist after therapy, and patients should be cautioned about nighttime driving.\n[41]\nIf visual symptoms occur, isotretinoin should be discontinued and an ophthalmologic evaluation performed.",
    "mechanism": "Isotretinoin is an orally administered systemic retinoid. This medication is an effective acne therapy at a daily dose of 0.5 to 1.0 mg/kg. Although the exact mechanism of action is unknown, isotretinoin inhibits sebaceous gland function and keratinization at pharmacologic doses. The drug has been observed to reduce sebaceous gland size and sebum production. In patients with neuroblastoma (off-label use), isotretinoin has been shown to reduce cell proliferation and induce differentiation.\n[6]\n[11]\n\nPharmacokinetics\n\nAbsorption:\nIsotretinoin achieves its highest plasma concentration around 6.4 hours after food intake, whereas the peak occurs about 2.9 hours after an empty stomach. Food may enhance the absorption of isotretinoin. However, this variation is not considered clinically crucial, so that isotretinoin can be taken with or without meals. Advances in isotretinoin formulations, including lidose encapsulation and micronization, have reduced bioavailability variability between fed and fasted states, ensuring more consistent dosing.\n[12]\n\nDistribution:\nIsotretinoin is highly protein-bound in plasma, with over 99.9% bound to albumin.\n\nMetabolism:\nIsotretinoin is primarily metabolized in the liver by the cytochrome P450 enzymes CYP2C8, CYP2C9, CYP3A4, and CYP2B6.\n[13]\nFollowing oral administration, isotretinoin undergoes conversion into several metabolites, including 4-oxo-isotretinoin, retinoic acid (tretinoin), and 4-oxo-retinoic acid (4-oxo-tretinoin), which are all detectable in human plasma.\n[14]\n[15]\nThese metabolites retain retinoid activity in vitro, though their clinical significance remains unclear.\n\nElimination:\nThe elimination half-lives of isotretinoin and its major metabolite, 4-oxo-isotretinoin, are 18 hours and 38 hours, respectively. Isotretinoin and its metabolites are predominantly excreted through feces and urine.",
    "administration": "Available Dosage Forms and Strengths\n\nIsotretinoin is administered orally as a capsule. The drug has low bioavailability and is highly lipophilic. The patient can maximize oral absorption of isotretinoin by taking it with a meal. Isotretinoin should be taken with a full glass of water to avoid esophageal irritation. Isotretinoin is available as oral capsules in strengths of 10, 20, 25, 30, 35, and 40 mg. Additionally, it is offered as a micronized capsule formulation in strengths of 8, 16, 20, 24, 28, and 32 mg.\n\nAdult Dosage\n\nThe initial dose of isotretinoin is typically 0.5 mg/kg/d, which is gradually increased to 1.0 mg/kg/d based on patient tolerance. Typical therapy requires 15 to 20 weeks of daily isotretinoin administration to achieve complete and prolonged disease remission.\n[6]\n[16]\nFor adults with severe acne, including scarring and trunk involvement, an increased isotretinoin dosage of 2 mg/kg/d may be prescribed, administered in divided doses.\n\nSpecific Patient Populations\n\nHepatic impairment:\nLiver function abnormalities occur in up to 15% of patients taking isotretinoin, although significant elevations necessitating discontinuation are uncommon. The mechanism of injury is not fully understood, but it may involve a direct toxic effect, with higher doses associated with a higher frequency. These abnormalities are generally asymptomatic and transient, often resolving without discontinuation. Regular monitoring of liver tests is advised, and isotretinoin should be discontinued if aminotransferase levels exceed 5 times the upper limit of normal or if symptoms such as jaundice develop.\n[17]\n\nRenal impairment:\nNo dosage adjustments are provided in the product labeling; therefore, it should be used with caution in patients with renal impairment.\n\nPregnancy considerations:\nIsotretinoin is contraindicated in pregnancy due to its potential to cause severe fetal harm, including major congenital malformations, spontaneous abortions, and premature births. Even brief exposure during pregnancy can result in life-threatening congenital disabilities, and there is no reliable method to determine prenatally if a fetus has been affected. Documented malformations include defects in the face, eyes, ears, skull, central nervous system, cardiovascular system, thymus, and parathyroid glands. Cognitive impairments, which may be suggested by IQ scores below 85, have also been reported in children exposed in utero. If a patient becomes pregnant while undergoing isotretinoin therapy, the medication must be stopped immediately, and the patient should be referred to an obstetrician or gynecologist for further evaluation and counseling. Any suspected fetal exposure must be reported to the FDA through MedWatch (1-800-FDA-1088) and the iPLEDGE pregnancy registry (1-866-495-0654 or\nwww.ipledgeprogram.com\n). Isotretinoin is available exclusively through a restricted REMS (Risk Evaluation and Mitigation Strategy) program, which includes a pregnancy exposure registry to monitor pregnancy outcomes in patients exposed to isotretinoin. According to the study, isotretinoin exposure during pregnancy significantly increases the risk of congenital anomalies and adverse pregnancy outcomes compared to exposure before pregnancy, which showed similar rates to the control group. Whole-exome sequencing may help evaluate complex phenotypes in infants exposed to isotretinoin, but further research is needed.\n[18]\n\nBreastfeeding considerations:\nDue to the risk of severe adverse reactions in nursing infants, breastfeeding is not recommended during isotretinoin treatment and for at least 8 days after the last dose. Topical medications, less likely to be absorbed by the mother, may be preferable during breastfeeding.\n[19]\n\nPediatric patients:\nIsotretinoin is approved for treating severe nodular acne in patients aged 12 to 17; however, its use in those younger than 12 has not been approved.\nAccording to the American Academy of Pediatrics, the recommended starting dose of isotretinoin is 0.5 mg/kg/d for the first 4 weeks to minimize initial flare-ups, followed by an increase to 1 mg/kg/d. The panel supports this approach for treating acne in adolescents and preadolescents, and agrees that isotretinoin may be considered in younger patients with severe, refractory, or scarring acne.\n[20]\n\nOlder patients:\nAcne can persist or develop in older adults, including persistent, premenstrual chin acne and sporadic acne. When it occurs, triggers such as comedogenic substances, medications, and endocrine disorders should be ruled out. Treatment in older adults emphasizes reassurance, with azelaic acid and sulfur preferred over more irritating options such as retinoids. Low-dose systemic isotretinoin may also be beneficial for some patients.\n[21]\n\nDispensing\n\nREMS and iPLEDGE requirements (technician responsibilities):\n\nVerify that the patient, prescriber, and pharmacy are enrolled in iPLEDGE.\nConfirm a monthly negative pregnancy test before dispensing.\nEnsure dispensing occurs within the 7-day window after the test.\nDocument dispensing electronically in the iPLEDGE system.\nCoordinate with prescribers to ensure documentation is complete and avoid treatment delays.\nUnder the iPLEDGE REMS program, each brand is certified individually, and substitution may require reauthorization from the prescriber in the iPLEDGE system; therefore, technicians should not substitute one brand for another during data entry or at any other step in dispensing.\n\nTable\nTable 1. Available Oral Isotretinoin Formulations and Brand Names.",
    "adverse_effects": "Cheilitis (dry lips) is the most common dose-dependent adverse effect, affecting approximately 90% of patients taking isotretinoin. Other common adverse effects of isotretinoin include xerosis (dry skin), xerostomia (dry mouth), rhinitis sicca (dry nose), and photosensitivity. Before starting medication, the patient should be educated on the importance of sun protection, skin moisturizers, and the use of barriers. Patients should also avoid all skin resurfacing procedures, such as waxing, dermabrasion, and laser therapy, during treatment and for at least 6 months after treatment to prevent skin irritation and scarring.\n\nHypertriglyceridemia and increased erythrocyte sedimentation rate are also very common adverse effects of isotretinoin therapy. Frequent monitoring for these effects is indicated during the induction and treatment periods. A rare case report of isotretinoin-induced pericardial effusion or atrial tachycardia has been reported.\n[22]\nIsotretinoin has been associated with rare cases of rhabdomyolysis, particularly when used in combination with physical exercise.\n[23]\nAlthough this adverse effect is uncommon, patients experiencing myalgia should be monitored for creatine phosphokinase elevation during therapy to facilitate early detection of potential rhabdomyolysis.\n[24]\n\nA systematic review examined musculoskeletal adverse effects associated with isotretinoin. Common symptoms included low back pain, myalgia, arthralgia, sacroiliitis, and tendinopathy, with most symptoms appearing within a few months of treatment. Sacroiliitis was the most significant complication. The cumulative dose of isotretinoin was associated with an increased risk of low back pain; however, no significant relationship was found with HLA-B27 status. Symptoms typically resolved with the discontinuation of isotretinoin and anti-inflammatory treatments.\n[25]\n\nA meta-analysis found weak evidence linking major adverse cardiovascular events to the use of isotretinoin. Case reports highlight thromboembolic events, cardiomyopathy, arrhythmias, and acute coronary syndrome, but causality remains unclear. Cardiovascular risk factors, including baseline and follow-up lipid profiles, should be assessed before and during isotretinoin therapy. If a major adverse cardiovascular event occurs, isotretinoin should be discontinued, and the relationship with the drug should be evaluated individually, considering other potential causes. Further research is needed into the underlying mechanisms.\n[26]\n\nOther potential adverse effects include pruritus (itching), irritation, hair thinning, skin fragility, dry eyes, skin infections, rash, muscle aches, bone pain, and arthralgias (joint pain). Back and joint pain are most common in the pediatric population.\n[27]\nThere have been controversial associations with isotretinoin in patients who are also experiencing inflammatory bowel disease or depression. However, recent meta-analyses have not shown an association between isotretinoin and these diseases. Further research is needed to better understand these potential relationships.\n[28]\n\nPotential laboratory abnormalities in patients receiving isotretinoin include decreased high-density lipoprotein levels, increased liver function tests, increased creatine phosphokinase levels, decreased hemoglobin and hematocrit levels, decreased erythrocyte and leukocyte counts, and increased platelet counts. In the rare event that neutropenia or agranulocytosis should occur, isotretinoin should be discontinued.\n[29]\n[30]\n\nDrug-Drug Interactions\n\nVitamin A:\nIsotretinoin should not be co-administered with vitamin A supplements to avoid the risk of increased toxicity due to synergistic effects.\n\nPhenytoin:\nCaution is recommended when administering isotretinoin with phenytoin, as concurrent use increases the risk of osteomalacia.\n\nTetracyclines:\nThe concurrent administration of isotretinoin and tetracyclines is not advisable due to the risk of idiopathic intracranial hypertension (pseudotumor cerebri).\n[31]",
    "monitoring": "Females of Child-Bearing Potential\n\nIsotretinoin should only be prescribed to patients confirmed not to be pregnant with a negative pregnancy test from a Clinical Laboratory Improvement Amendments-certified laboratory.\nTwo negative pregnancy tests are necessary before initiating isotretinoin therapy. The first pregnancy test should occur up to 30 days before medication initiation. The second pregnancy test must occur at least 19 days after the first negative pregnancy test and within the first 5 days of the patient's menstrual cycle. Each subsequent month, the patient must have a recorded negative pregnancy test to continue therapy. After discontinuation of treatment, a final pregnancy test should be taken 30 days following therapy completion.\n\nFemales of child-bearing potential must be on 2 effective forms of birth control or complete abstinence while receiving isotretinoin therapy. The iPLEDGE program defines abstinence as no sexual contact with any man 24 hours a day, 7 days a week. This program does not recommend abstinence as a way to prevent pregnancy while on isotretinoin. If a patient chooses birth control, one of the selected methods must be a primary form, which includes tubal sterilization, partner's vasectomy, intrauterine device, or hormonal (combination birth control pills, skin patches, shots, under-the-skin implants, or vaginal rings). Secondary forms include male latex condoms, diaphragm, cervical cap, or vaginal sponge, all with the co-administration of spermicide. Natural family planning, birth control pills without estrogen, female condoms, withdrawal, and cervical shields are not acceptable forms of birth control according to the iPLEDGE program.\n\nPretreatment Monitoring (All Patients)\n\nBefore initiating isotretinoin therapy, liver function tests, a fasting lipid profile (including triglycerides), blood glucose, creatine phosphokinase, and a complete blood count with differential should be obtained. Patients should also be screened for mood alteration, psychosis, aggression, suicidal ideation, skin changes, and visual changes.\n\nOngoing Monitoring (All Patients)\n\nLiver function tests and lipids should be monitored every 2 weeks until a response to isotretinoin is established.\n[6]\nThe consensus is to check alanine aminotransferase and triglycerides at baseline and peak doses.\n[42]\n\nAcne Grading Scales\n\nVarious acne grading tools, such as global acne severity grading and multimodal digital imaging, can be used to monitor treatment response.\n[43]",
    "toxicity": "Signs and Symptoms of Overdose\n\nReports of acute intoxication indicate exacerbations of common, well-known isotretinoin adverse effects, including cutaneous xerosis and cheilitis, vomiting, dizziness, facial flushing, headache, abdominal pain, and ataxia.\n[6]\n\nManagement of Overdose\n\nThere is no commonly used antidote for isotretinoin intoxication. Isotretinoin overdose symptoms typically resolve without lasting effects. Pregnant individuals or those who can become pregnant should be evaluated for pregnancy in case of overdose. Men should use a condom or avoid reproductive sexual activity for 1 month following postoverdose, as isotretinoin levels in semen may be higher. Patients who experience an overdose should not donate blood for at least a month."
  }
}