{
  "drug_name": "noradrenaline",
  "nbk_id": "NBK539769",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539769/",
  "scraped_at": "2026-01-11T18:47:38",
  "sections": {
    "indications": "Urinary incontinence, defined by the International Continence Association as any involuntary leakage of urine, significantly affects patients' quality of life worldwide and poses a substantial global economic burden. In women, this condition exceeds 60% during their lifetime, with a higher incidence among those who have had children and increasing with age. Types of urinary incontinence include stress, urge, overflow, and mixed incontinence, each with distinct and sometimes overlapping causes. Please see StatPearls' companion resource, \"\nUrinary Incontinence\n,\" for more information.\n\nStress urinary incontinence is characterized by the sudden involuntary leakage of urine during activities that increase intra-abdominal pressure, such as exertion, sneezing, coughing, laughing, or straining.\n[1]\nThis condition arises from a combination of anatomical and physiological factors that disrupt the normal urinary continence control mechanisms. Nonmodifiable risk factors include female sex and White race, whereas modifiable factors include smoking, obesity, and chronic constipation.\n[2]\n\nIn women, factors such as pregnancy, multiple vaginal deliveries, menopause, obesity, and pelvic surgeries, such as hysterectomy, are significant contributors to stress urinary incontinence. In addition, pelvic organ prolapse, commonly occurring postmenopausal or after childbirth, is often associated with stress incontinence.\n\nStress incontinence is far less common in men and typically occurs following prostate surgical procedures.\n[3]\n\nA survey conducted between 2005 and 2016 involving over 15,000 women in the United States found that more than half had experienced some form of incontinence, with approximately 25% reporting stress-only urinary incontinence. Although not life-threatening, urinary incontinence profoundly impacts the aging population, necessitating surgical intervention when conservative treatments fail. Stress incontinence imposes substantial financial burdens, with management costs in the United States exceeding $13 billion annually in recent years.\n[4]\n\nTreatment options include conservative and behavioral measures, lifestyle changes, bladder training, Kegel exercises, physical therapy, biofeedback, electrostimulation, pharmacotherapy, pessaries, urethral bulking agents, slings, and various other surgical procedures, including artificial sphincters.\n\nThis review summarizes the diagnosis and all the various treatment options available for patients with stress urinary incontinence.",
    "mechanism": "Stress urinary incontinence occurs when the pressure inside the bladder exceeds the urethra's ability to remain closed, often due to damage to the sphincteric muscles that maintain continence. The etiologies of stress urinary incontinence are multifactorial and include the following:\n[5]\n[6]\n\nLoss of support from pelvic floor musculature and connective tissue and urethral hypermobility: This involves the loss of pelvic support, which can originate from connective tissue disorders; chronic cough; obesity; pelvic floor trauma; vaginal delivery, especially if traumatic; pregnancy; pelvic or vaginal surgery; genitourinary syndrome of menopause or other hypoestrogenic states; chronic constipation; heavy lifting; and smoking. This is the most common etiology of stress incontinence in women.\n\nIntrinsic sphincter deficiency: This is due to sphincteric neuromuscular dysfunction or damage from previous pelvic surgeries, neuropathic and spinal disorders, trauma, cauda equina, sacral and severe pelvic fractures, nerve injury from abdominal surgeries, myelodysplasia, radiation therapy of the pelvis, or complications of urological surgery such as transurethral resection of the prostate or radical prostatectomy. The degree of leakage tends to be greater and may result in continuous dripping. Intrinsic sphincter deficiency may occur in both genders but is the most common etiology of significant stress incontinence and continuous urinary leakage in men.\n\nAlthough vaginal atrophy is most common in menopausal patients, it can affect women of any age who experience decreased estrogen stimulation of the urogenital tissues. In premenopausal women, a hypoestrogenic state may occur during the postpartum period, with lactation, or due to conditions such as hypothalamic amenorrhea or the use of antiestrogenic drugs. Importantly, not all patients with atrophic vulvovaginal changes observed during a pelvic examination exhibit symptoms. Please see StatPearls' companion resource, \"\nVaginal Atrophy\n,\" for more information.\n\nRecent research indicates that heavy metal exposure, particularly in younger and middle-aged females, is positively associated with stress incontinence. Elevated levels of lead and cadmium in the serum and cadmium and cesium in the urine are positively associated with the risk of stress incontinence.\n[7]\nIn a retrospective study involving 590 women, high-density lipoprotein (HDL) cholesterol levels were negatively correlated with the development of stress urinary incontinence.\n[8]\nSpecifically, higher levels of HDL were associated with a lower risk of stress incontinence. Targeting HDL levels offers a potential future avenue for preventing and treating stress urinary incontinence.\n[8]",
    "monitoring": "Initial evaluation of any form of incontinence should encompass the following:\n[1]\n\nA 24-hour voiding diary (a 3-day diary is preferred, but patient compliance is easier to achieve with a 1-day diary).\nDetailed history, particularly the genitourinary review of systems, prior surgeries, childbirth, and voiding history.\nPhysical examination with the demonstration of stress urinary incontinence in both supine and upright positions.\nIn females, a careful and complete pelvic examination with an assessment of urethral hypermobility (Q-tip test).\nMeasurement of the postvoid residual urine volume.\nUrinalysis with or without a urine culture to diagnose urinary tract infection or underlying renal disease such as stones or tumors.\nUrodynamic testing is not indicated in the initial evaluation of uncomplicated stress urinary incontinence.\n\nIndications to consider urodynamics testing or video urodynamics studies include patients with complicated incontinence symptoms, significant comorbidities, individuals older than 60, continuous or unpredictable leakage, failed prior surgical incontinence treatment, after pelvic radiation therapy, diagnostic uncertainty, or a history of radical pelvic surgery. Such urodynamics testing should include leak point pressure and maximum urethral closure pressure measurements. Please see StatPearls' companion resource,\nUrodynamic Testing and Interpretation\n, for more information.\n\nEvidence suggests that urodynamic testing and imaging are unnecessary before surgical management in uncomplicated cases, as they are unlikely to impact treatment outcomes.\n[1]\nHowever, urodynamic testing or videourodynamic studies can be valuable in complex presentations or selected cases of mixed incontinence and are often performed preoperatively.\n[1]\n[36]\n\nBlood work may be indicated to rule out diabetes or other systemic disorders. Cystoscopy may occasionally be performed to rule out intrinsic lesions of the bladder mucosa and urethra and to evaluate the internal sphincter and bladder neck.\n\nThe Q-tip test, first described in 1971, is frequently performed as an office test to assess female urethral hypermobility, which is defined as a 30° or greater angle displacement from the resting position (baseline) while bearing down (Valsalva) with the patient in the supine position.\n[1]\n[37]\n[38]\n[39]\n\nThe test is performed by placing a lubricated sterile cotton swab (Q-tip) into the urethra so the tip sits at the bladder neck. With the patient in the supine position, the angle between the baseline (resting) and the active or straining (Valsalva) positions is measured with a 30° or greater angle, indicating a positive result.\n[37]\n[38]\nThis test can be challenging for inexperienced clinicians, as the duration of the active deflection may be very brief, making it difficult to measure or record. In addition, the procedure may be embarrassing and uncomfortable for the patient, and sometimes, the Q-tip may stiffen the urethra, leading to a false negative result.\n[37]\n[38]\nThere is also a small chance of inducing a urinary tract infection.\n[38]\n\nThe Q-tip test is a simple, clinically useful diagnostic tool that can be quickly performed in the office setting to identify pelvic relaxation, possibly associated with stress urinary incontinence.\n[37]\n[38]\nA positive test in a patient with symptoms of stress incontinence is highly suggestive of the diagnosis and associated with a higher success rate from incontinence surgery.\n[37]\n[38]\n[40]\nHowever, a negative test should be a cause for concern, as it indicates that the patient's leakage may be due to factors other than urethral hypermobility and pelvic relaxation.\n[37]\n[38]\n\nTransperineal ultrasound could be an alternative noninvasive method to the Q-tip test for assessing urethral hypermobility in patients with stress urinary incontinence.\n[37]\nThe bladder neck rest-stress distance on ultrasound with a cut-off value of 13.3 mm correlated well with the Q-tip test angle results with good specificity and positive predictive values for diagnosing urethral hypermobility in women with urinary stress incontinence.\n[37]\n\nUrodynamics\n\nMaximum urethral closure pressure:\nThis is the maximum difference in pressure between the urethra and bladder.\n[41]\nA normal maximum urethral closure pressure is generally considered more than 30 cm H\n2\nO, whereas values less than 20 cm H\n2\nO indicate intrinsic sphincter deficiency or urethral dysfunction.\n[41]\n[42]\nResults between 20 and 30 cm H\n2\nO pressure are considered equivocal.\n[41]\n[42]\nThe maximum urethral closure pressure is 40% less in women with stress incontinence than that of normal continent controls.\n[41]\n[42]\nA similar measurement during stress (coughing or Valsalva) is also useful but harder to reproduce due to the variable intensity of the patient's Valsalva and movement of the urethral pressure catheter.\n[43]\n\nValsalva leak point pressure:\nThis is the minimum intravesical pressure required to demonstrate urinary leakage during stress (Valsalva) without a detrusor contraction.\n[44]\nThis measurement helps differentiate intrinsic sphincter deficiency from bladder neck and urethral hypermobility.\n[44]\nIf leakage is noted at a bladder pressure of 60 cm H\n2\nO or less, it suggests intrinsic sphincter deficiency. Values greater than 90 cm H\n2\nO indicate normal sphincteric competence, whereas results between 60 and 90 cm H\n2\nO are considered equivocal.\n[44]\nThe Valsalva leak point pressure is relatively easily measured and more reproducible compared to other forms of leak point pressure testing, making it the preferred method.\n[44]\n[45]\n\nIntrinsic sphincter deficiency:\nThis deficiency is diagnosed through clinical history and the following criteria:\n\nA negative Q-tip test (<30°).\nTransperineal ultrasound showing a bladder neck rest-stress distance of less than 13.3 mm.\nMaximum urethral closure pressure less than 20 cm H\n2\nO.\nValsalva leak point pressure of less than 60 cm H\n2\nO.\nFixed, lead pipe, or stove pipe urethral imaging on videourodynamics or voiding cystourethrogram.\nFunneling of the bladder neck on voiding cystourethrography, possibly showing a breaking appearance.\nBladder neck mobility of less than 20° with Valsalva.\nAn open proximal urethra at rest.\nNo closure of the proximal urethra, indicating loss of internal sphincter activity.\nAn open bladder neck on cystoscopy, ultrasound, MRI, or other imaging study.\n\nLess experienced clinicians may refer the patient to a urogynecologist or urologist for medical or surgical treatment, opting to co-manage the condition. A referral to a urogynecologist or urologist should be considered for patients with the following:\n\nAbnormal pelvic anatomy\nCoexisting neurological conditions\nDiagnostic uncertainty\nEquivocal urodynamic testing\nFailed medical therapy\nPelvic radiation therapy\nPrior incontinence or significant pelvic surgery\nProlapse\nRecurrent urinary tract infections\nSignificant bladder overactivity\nUnexplained hematuria\nUnusually severe incontinence",
    "administration": "The treatment of stress urinary incontinence is subdivided into behavioral, mechanical, pharmacological, and surgical management. Regardless of whether the patient desires any of the 4 options, all patients should receive counseling on lifestyle modifications, including weight loss, smoking cessation, managing constipation, and avoiding food and beverages known to exacerbate bladder conditions. Common bladder irritants include caffeinated beverages such as coffee, tea, and sodas; alcohol; citrus fruits; chocolate; tomato; spicy foods; and tobacco.\n[46]\n[47]\n\nBehavioral Methods\n\nBladder retraining (timed voiding):\nThis method involves regularly scheduling urination to keep the bladder empty for longer periods throughout the day. In a study, 32 females with incontinence who were treated with a bladder retraining program alone experienced a 72% improvement rate assessed by cystometrogram.\n[48]\n\nP\nelvic muscle and pelvic floor muscle training exercises:\nThese exercises\nare widely recommended, with Kegel exercises being the most common. These exercises consist of 3 sets of 10 pelvic musculature contractions, each held for 10 seconds at least 3 times daily. However, a primary issue hindering the continuity of pelvic floor muscle training exercises is the lack of patient motivation and inconsistency in execution.\n[49]\nA systematic review of 23 clinical trials found that pelvic floor muscle training can significantly reduce stress urinary incontinence, and its effectiveness can be further improved when combined with bladder training.\n[50]\n\nTargeting core musculature is increasingly believed to be essential in pelvic floor rehabilitation. A single-blinded, randomized trial involving 90 females aged 18 to 40 compared Kegel exercises to dynamic neuromuscular stabilization. The results showed dynamic neuromuscular stabilization was superior to Kegel exercises for stress urinary incontinence treatment.\n[51]\n\nBiofeedback:\nVisual or audio signals can provide feedback on the correct contraction of pelvic floor muscles. A review of 21 studies indicated that pelvic floor muscle training combined with electromyographic biofeedback achieves better outcomes compared to pelvic floor muscle training alone in treating patients with stress urinary incontinence.\n[52]\nPlease see StatPearls' companion resource, \"\nBiofeedback\n,\" for more information.\n\nElectrostimulation:\nThis technique uses electrical stimulation through acupuncture needles for 30 minutes weekly for 12 weeks, followed by monthly maintenance sessions. Electrostimulation aims to stimulate the pudendal nerve and induce contractions of the pelvic floor muscles, thereby enhancing the urethral sphincter's intrinsic closing mechanism.\n[53]\n\nInsertable Mechanical Devices\n\nPessaries:\nThese devices\nshould be considered for all women presenting with stress urinary incontinence, especially when conservative management is appropriate. Ideal candidates for pessary use include pregnant women, older women for whom surgery poses a risk, and those who have had unsuccessful previous surgeries for stress urinary incontinence. In addition, pessaries are a viable option for patients who experience stress urinary incontinence only during strenuous physical activity.\n[54]\nContraindications to pessary placement include an active pelvic or vaginal infection, severe ulceration, allergies to silicone or rubber, and noncompliance or difficulty with follow-up.\n[55]\n\nPessaries aid in supporting the urethra and bladder wall, elongating and elevating the urethrovesical angle, and gently compressing the urethra against the pubic bone.\n[55]\nThe incontinence ring with and without support and incontinence dish pessaries are specifically designed to manage stress urinary incontinence. The most commonly used pessaries for stress urinary incontinence are the ring and Gellhorn pessaries.\n\nProper fitting of the pessary is critical. The patient should be fitted with the largest pessary that fits comfortably and examined in both supine and standing positions.\n[56]\nThe pessary must remain comfortably in place during a Valsalva maneuver and voiding. Proper sizing and fitting are confirmed when the clinician can place a finger between the pessary and the vaginal wall.\n[57]\nIf the pessary is too tight, it may cause urinary obstruction with subsequent urinary retention, and if the pessary is too small, it typically falls out soon after placement.\n\nBladder vaginal supports:\nThese devices are collapsible silicone devices encased in a non-absorbent polypropylene covering. When inserted into the vagina, the support expands to elevate and stabilize the urethra, effectively preventing leaks caused by activities such as coughing, sneezing, or exercising. These devices are typically used for up to 8 hours in a 24-hour period. Similar to tampons, they have a minimal risk of toxic shock syndrome.\n\nPharmacologic Options\n\nAnticholinergics:\nMedications, such as oxybutynin, block muscarinic receptors in the smooth muscle of the bladder, inhibiting detrusor contractions. Similar bladder-relaxing effects can be obtained from beta-3 adrenergic agonists, such as mirabegron and vibegron, without the anticholinergic adverse effects.\n[58]\nAlthough these medications help relax the bladder, they do not directly affect sphincteric competence but can be useful in mixed incontinence cases. Please see StatPearls' companion resources, \"\nAnticholinergic Medications\n\" and \"\nMirabegron\n,\" for more information.\n\nDuloxetine:\nThis medication is associated with the reuptake inhibition of serotonin and norepinephrine at the pudendal nerve.\n[59]\nDuloxetine can increase the activity of the external urethral sphincter and can significantly reduce stress incontinence episodes in up to 64% of patients.\n[60]\n[61]\nHowever, it is not currently FDA-approved in the United States or Japan for the treatment of stress urinary incontinence.\n[60]\n\nVertigo and gastrointestinal upset (nausea) are common adverse effects of duloxetine, and an increased risk of suicide and violence in patients with concomitant major depression has been noted.\n[62]\n[63]\n[64]\n[65]\nVertigo is a common cause of drug discontinuation by patients.\n[60]\nAlthough reducing the dose to 20 mg BID decreases nausea and patient discontinuation rates, the overall risk-benefit ratio for duloxetine in treating stress urinary incontinence remains unfavorable outside of Europe, where it is approved for moderate to severe cases.\n[62]\n[63]\n[66]\nPlease see StatPearls' companion resource, \"\nDuloxetine\n,\" for more information.\n\nEstrogen:\nTopical application of estrogen\nto the vaginal area increases urethral blood flow and enhances the sensitivity and density of alpha-adrenergic receptors. Estrogen does not directly affect urethral continence.\n[67]\nLocal estrogen is safe and effective in the treatment of genitourinary syndrome of menopause and has been shown to improve urinary symptoms in postmenopausal patients with incontinence.\n[68]\nThe optimal dose, duration of treatment, long-term effects, and cost-effectiveness are still unknown and require ongoing study.\n[68]\nHowever, a commonly used protocol is 1 g or less applied vaginally, 2 or 3 times weekly. Please see StatPearls' companion resources, \"\nVaginal Atrophy\n\" and \"\nEstrogen\n,\" for more information.\n\nTricyclic antidepressants:\nThese medications have alpha-adrenergic effects that aid in urethral constriction and closure. Imipramine hydrochloride and doxepin, in particular, have been shown to reduce bladder contractility and increase urethral resistance.\n[67]\nThe adverse effect profile of tricyclic antidepressants has significantly limited their use in treating patients with stress incontinence. Some common adverse effects include fatigue, hypotension, sedation, agitation, blurred vision, and sexual dysfunction.\n[67]\nPlease see StatPearls' companion resources, \"\nImipramine\n\" and \"\nDoxepin\n,\" for more information.\n\nSurgery\n\nThe primary goals of surgery for patients with stress incontinence include reinforcing the pubourethral ligaments and the paraurethral connective tissue at the mid-urethra area. Surgical treatment is comprised of abdominal procedures, such as open or laparoscopic; vaginal procedures; and urethral compression devices, such as slings, artificial sphincters, and urethral bulking agents. Urethral slings have become the most common type of surgery to correct stress urinary incontinence. There is no single surgical procedure for the treatment of all patients with stress incontinence. The surgery must be tailored for the patient, not the reverse.\n\nAn abdominal approach is indicated in cases where there is a large uterus compressing the bladder, necessitating a concomitant hysterectomy, in the absence of vaginal prolapse, when adnexal pathology is present, or following failed vaginal incontinence surgery. Vaginal surgery should be considered when vaginal prolapse is present, a history of failed abdominal surgery, or the patient is at high risk for abdominal surgery due to factors such as multiple abdominal incisions and morbid obesity. If significant uterine procidentia exists, a vaginal hysterectomy should be performed, followed by retropubic suspension. If pelvic pressure symptoms exist with stress incontinence, the surgeon must assess for and correct associated conditions such as cystocele, enterocele, or rectocele through an anterior repair, enterocele repair, or posterior colpoperineoplasty, respectively.\n\nA prophylactic incontinence procedure should be considered for females with prolapse without stress urinary incontinence, given postoperative voiding dysfunction may occur with an anterior colporrhaphy alone.\n\nAbdominal incontinence surgeries:\n\nMarshall-Marchetti-Krantz\n(MMK) procedure:\nThis procedure is a retropubic approach elevating and fixating the anterolateral part of the urethra to the posterior pubic symphysis and adjacent periosteum of the pubic bone. The Marshall Marchetti Krantz procedure can be considered either as a primary or secondary treatment for incontinence and may be used as an adjunct to vaginal vault repair for prolapse.\n[69]\n[70]\n\nBurch colposuspension:\nIn this procedure, the bladder neck is supported by placing a few stitches on either side of the urethra and securing them to the iliopectineal (Cooper) ligament. This surgery can be performed as an open or laparoscopic procedure and is believed to be especially helpful for patients with demonstrable urethral hypermobility.\n[71]\n\nPubovaginal sling:\nA strip of rectus fascia or fascia lata is placed directly under the bladder neck through the retropubic space and secured at the level of the rectus abdominis fascia. Fayyad et al introduced a new surgical technique, the laparoscopic mid-urethral autologous rectus fascial sling, for patients with stress urinary incontinence. This method offers several advantages, including a minimally invasive approach, precise suture placement under laparoscopic guidance, and the prevention of sling over-tightening.\n[72]\n\nVaginal and other surgeries:\n\nModified Pereyra procedure (MPP):\nThis procedure involves the elevation of paraurethral tissue to the abdominal wall, creating a significant elevation of the urethrovesical angle. The MPP can also be considered either as a primary or secondary treatment and may be an adjunct to vaginal vault repair for prolapse.\n[69]\n[73]\n\nMid-urethral sling procedure:\nThis procedure involves placing a synthetic or autologous material under the mid-urethra, the most critical female continence zone. An open-weave polypropylene mesh was originally used, stabilizing and promoting collagen ingrowth over time. In 2011, the US Food and Drug Administration (FDA) recommended against the use of synthetic vaginal mesh due to rare but serious complications such as chronic pain, mesh erosion, and extrusion.\n[74]\n[75]\n\nAmid the FDA recommendation and highly publicized litigation, organic materials and non-mesh options are generally preferred. These concerns regarding synthetic mesh in sling procedures spurred new interest in using autologous tissue.\n[76]\nSimilar efficacy and complication rates at 12 months were found between patients with autologous slings and those using synthetic materials.\n[77]\n\nAccording to a systemic review and meta-analysis, a higher BMI during mid-urethral sling surgery is an apparent risk factor for short- and long-term sling failure compared to individuals with normal weight.\n[78]\n[79]\n\nTension-free vaginal tape:\nThe sling or tape insertion is inserted through the retropubic space and exits out the abdominal wall suprapubically. Advantages of the tension-free vaginal tape\nsling include rapid procedure completion in as little as 30 minutes with same-day patient discharge, no postoperative urinary catheterization, short recovery time, high success rates, and minimal pain.\n[80]\nHowever, the blind retropubic passage of trocars may cause inadvertent bladder trauma and, rarely, severe injury to the bowel or iliac vessels.\n[81]\n[82]\n[83]\n\nTransobturator tension-free vaginal tape:\nThis technique involves placing the sling from the vagina through the obturator foramen and out through the skin of the groin. Compared to the standard tension-free vaginal tape\nprocedure, it offers a reduced risk of bladder perforation or bowel injury, an even shorter operating time, and a quicker return to routine activities.\n[81]\nHowever, there may be an increased risk of bleeding from the medial branches of the obturator vessels.\n\nA recent meta-analysis comparison of the various tension-free tape-based surgical procedures for stress incontinence found similar success rates, with the standard transvaginal tension-free vaginal tape procedure having the highest subjective cure rate.\n[80]\nHowever, it also produced a higher incidence of dyspareunia postoperatively and more vaginal mucosal perforations.\n[80]\n\nInjection of urethral bulking agents:\nThis procedure\ninvolves inserting various materials, such as autologous fat, cross-linked collagen, ethylene vinyl alcohol copolymer, glutaraldehyde calcium hydroxylapatite, polydimethylsiloxane, and pyrolytic carbon-coated beads, directly into the proximal urethral mucosal layer. These agents support, constrict, coapt, and tighten the bladder neck opening, making the procedure particularly useful for managing intrinsic sphincter deficiency. Multiple bulking agents exist, each with unique biophysical properties, efficacy, and safety issues, and no particular agent has proven superior.\n[84]\nCollagen is the most commonly used agent, with a reported success rate exceeding 50%.\n[85]\nImproved nonabsorbable, non-migrating agents are now commercially available.\n[86]\n[87]\nTwo agents have been removed from the market due to injection site reactions (dextranomer hyaluronic acid) and migration problems (polytetrafluoroethylene).\n[85]\n\nThis procedure is performed in an office setting with local anesthesia, and 2 to 3 injections may be required to improve symptoms.\n[88]\nUrethral bulking is generally recommended for patients where less invasive methods have failed and are unwilling or unable to undergo anit-incontinence surgery.\n[89]\n[90]\nAlthough less invasive than incontinence surgical procedures, the urethral bulking procedure is also less effective. The risks include urinary retention, migration of the bulking agent (locally and to regional lymph nodes), systemic absorption, fibrosis, embolization, abscess formation, vaginal erosion, allergic reactions, and continuing or recurrent leakage.\n[91]\n\nUrethral bulking is not a first-line option for stress incontinence in men due to limited studies demonstrating efficacy, increased complications, lack of a standardized technique, uncertainty about the optimal volume of bulking material, and an unclear ideal injection site.\n[92]\n[93]\n[94]\n\nCadaver studies suggest that urethral bulking agents may be effective for men with stress incontinence if these technical issues and other problems can be solved.\n[92]\nCurrently, bulking agents are not generally recommended for men with stress urinary incontinence outside of clinical trials but may be considered for selected individuals with relatively minimal leakage who understand the risks and are unfit or unwilling to accept more invasive surgery.\n[92]\n[93]\n[94]\n\nMale incontinence surgeries:\n\nMale urinary slings:\nThese are typically used for men with mild-to-moderate stress incontinence (defined as using no more than 4 pads per day, with 2 pads or fewer being optimal) who are unresponsive to nonsurgical treatments.\n[95]\nThose with more severe incontinence are advised to consider an artificial sphincter instead.\n[92]\nPotential patients should optimally not have any prior history of pelvic radiation and minimal post-void residual urine volumes. They should be able to demonstrate some degree of voluntary external sphincteric function, which can be assessed through urodynamics or cystoscopy. Urodynamics confirms that the detrusor can generate sufficient voiding pressure to overcome the added outflow resistance provided by the sling, and preoperative cystoscopy is performed to rule out any abnormal anatomy, lesions, or strictures.\n[95]\n\nThe surgery is typically performed in an outpatient setting. The sling material is surgically positioned below the anterior urethra, compressing the bulbous urethra to promote urethral coaptation and prevent urinary leakage.\n[95]\nThe procedure also reorients and realigns the proximal urethra with the external sphincter, further enhancing continence.\n[95]\nVarious sling types are now available, including adjustable models that permit postoperative adjustment.\n[95]\n\nPatients are advised to avoid heavy lifting, strenuous exercise, squatting, and climbing ladders for at least 3 months after the surgery, as these activities may loosen the sling. In selected patients, the vast majority (about 80%) experience significant improvement in incontinence, and most may not require pads. Please see StatPearls' companion resource, \"\nSlings for Male Incontinence\n,\" for more information.\n\nAdjustable dual-balloon implanted continence device therapy for men:\nThis therapy involves the implantation of 2 individual periurethral silicon balloons percutaneously implanted on either side and slightly distal to the bladder neck. These balloons provide passive compression that is adjustable postoperatively for optimal results.\n[92]\n[96]\n[97]\nThe size of the balloons and their degree of urethral compression can be adjusted by adding or removing fluid through a titanium scrotal access port.\n[92]\n[97]\nAdjustments are easily made in the clinic with only local anesthetic. The procedure itself is considered minimally invasive and is a reasonable alternative to an artificial sphincter for patients with moderate-to-severe stress incontinence due to postoperative intrinsic sphincter deficiency with a duration of at least 1 year.\n[92]\nOverall success is reported in recent meta-analyses as complete dryness in 55% to 60% and more than 50% leakage improvement in 82%, but with a reoperation rate of 23%, typically to replace a leaking balloon, device erosion, or dislocation.\n[92]\n[98]\n[99]\n[100]\n\nAs with male slings, it is necessary to perform urodynamics and ensure the bladder muscle can generate adequate voiding pressure before balloon implantation. A history of pelvic radiation and severe stress incontinence are relative contraindications.\n[101]\n[99]\nPrior radiation therapy reduces the success rate of the procedure by one-third.\n[102]\nAlthough adjustable dual-balloon implanted continence therapy is not FDA-approved for females with stress incontinence in the United States, it is being used successfully for this purpose in South America and Europe. Please see StatPearls' companion resource, \"\nArtificial Urinary Sphincters and Adjustable Dual-Balloon Continence Therapy in Men\n,\" for more information.\n\nArtificial urinary sphincters:\nThese are mechanical medical devices that essentially place a constricting cuff around the urethra.\n[92]\nThe cuff is controlled (opened) by a hand-operated pump implanted under the skin (in the labia majora in females or the scrotum in males). The device is typically used as a treatment of last resort in cases of severe incontinence (more than 4 pads daily), most often in males with severe post-prostatectomy stress urinary incontinence.\n[92]\nPatients must have sufficient cognitive ability, dexterity, and manual strength to operate the device, and the bladder must empty completely for effective use. The device can be implanted through an open or laparoscopic approach.\n[92]\n\nSome patients may be discharged on the same day of the procedure, while others may require an overnight hospital stay.\n\nThe device is deliberately left inactive for at least 1 month after surgery to allow for adequate healing and tissue revascularization. Heavy lifting and similar activities are discouraged after the procedure. In follow-up, patients are trained to operate the device, which is then activated.\n\nHigh success rates (over 90% in properly selected patients) and good functional outcomes with patient satisfaction rates up to 90% have been reported.\n[92]\n[103]\n[104]\nSome newer devices incorporate smart technology and have already been used clinically. Please see StatPearls' companion resource, \"\nArtificial Urinary Sphincters and Adjustable Dual-Balloon Continence Therapy in Men\n,\" for more information.",
    "adverse_effects": "Stress urinary incontinence can lead to numerous complications that significantly impact a patient's quality of life. Physically, the constant leakage of urine can cause skin irritation, rashes, and infections in the perineal area, leading to discomfort and further health issues. Socially and psychologically, significant stress urinary incontinence can result in public embarrassment, anxiety, and social withdrawal, as individuals may avoid activities that could trigger incontinence episodes. This social isolation can contribute to depression and a decreased sense of well-being. In addition, the financial burden from constantly purchasing incontinence products, medical treatments, and potential loss of work productivity can strain personal resources.\n\nMedications can also lead to complications. The most frequently encountered adverse effects of anticholinergics are dry mouth and constipation. Anticholinergics can also aggravate existing cardiac arrhythmias and worsen narrow-angle glaucoma.\n[117]\n\nThe most common complications following surgical management include voiding difficulty and urinary retention, urinary tract infection, postoperative dyspareunia, mesh erosion, pelvic organ prolapse, device failure or migration, and persistent or recurrent urinary incontinence.\n[118]\nInjury to the gastrointestinal or genitourinary tract, such as bowel and bladder perforation, and significant bleeding, can occur as a result of surgery.\n[119]\n[120]\n\nIn some cases, complications of stress incontinence can lead to potentially more serious renal complications. Therefore, timely and effective management of stress incontinence is crucial to mitigate these complications and enhance the patient's overall health and quality of life."
  }
}