{
  "drug_name": "norethisterone",
  "nbk_id": "NBK606109",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606109/",
  "scraped_at": "2026-01-11T15:35:11",
  "sections": {
    "indications": "Deucravacitinib is contraindicated for any patient with a history of hypersensitivity to deucravacitinib or any excipients used in the formula. Deucravacitinib administration in combination with other potent immunosuppressants is not recommended.\n[1]\n\nWarnings and Precautions\n\nHypersensitivity:\nHypersensitivity reactions have been observed in patients on deucravacitinib therapy. If a clinically significant hypersensitivity reaction such as angioedema occurs, the appropriate treatment should be administered, and deucravacitinib should be permanently discontinued.\n\nInfections:\nPatients on deucravacitinib therapy are susceptible to infections and reactivation infections.\n[24]\nRespiratory tract infections and herpes simplex are the most common. Severe infections include pneumonia and COVID-19. Therefore, deucravacitinib is not recommended for patients with life-threatening or active infections, including a medical history of exposure to tuberculosis, a history of a severe or opportunistic infection, and underlying conditions that may predispose them to infections.\n\nDuring and after deucravacitinib treatment, close patient monitoring for signs and symptoms of infection is required. If an infection develops, appropriate antimicrobial therapy is initiated, and the patient is closely monitored. Deucravacitinib therapy is suspended if the patient develops a dangerous infection, and the treatment can be resumed after the infection has resolved.\n\nViral reactivation:\nClinical trials reported reactivation of latent herpes virus leading to herpes zoster and herpes simplex. In the 16-week-long placebo-controlled phase, herpes simplex infection was reported by 17 patients (6.8 per 100 patient-years) who were on deucravacitinib treatment and 1 patient (0.8 per 100 patient-years) who received a placebo.\n\nA severe type of herpes infection affecting multiple dermatomes was reported in immunocompetent patients who were on deucravacitinib therapy. During PSO-1, PSO-2, and the open-label extension (OLE) trial, most of the patients who reported herpes zoster events while receiving deucravacitinib were younger than age 50.\n\nThe effect of deucravacitinib on the reactivation of chronic viral hepatitis is unknown. During screening, patients who tested positive for hepatitis B or C were not included in clinical trials. According to clinical guidelines, viral hepatitis should be screened and monitored for reactivation infection before initiating therapy and during treatment with deucravacitinib.\n[24]\nIf signs of reactivation occur, consultation with a hepatitis specialist should be arranged. Deucravacitinib is not recommended for patients with active hepatitis B or C.\n\nTuberculosis:\nDeucravacitinib is a systemic therapy that inhibits tyrosine kinase 2, a member of the Jak family. Before initiating therapy with deucravacitinib, patients must be evaluated for latent and active tuberculosis (TB).\n[24]\nA blood-based interferon-gamma release assay (IGRA) can detect mycobacterium tuberculosis infection.\n\nDeucravacitinib is contraindicated in patients with active TB. Starting therapy for latent TB before administering deucravacitinib is recommended. If the patient has a medical history of TB, latent or active, and an adequate course of therapy cannot be confirmed, initiating anti-TB treatment before administering deucravacitinib may be considered. Patients on deucravacitinib treatment should be monitored for signs and symptoms of active TB during and after treatment.\n\nMalignancy:\nVarious malignancies, including lymphomas, were reported in patients enrolled in clinical trials with deucravacitinib.\n[3]\nClinicians should weigh the benefits versus risks for the patient before initiating or continuing treatment, particularly in patients with a known malignancy (other than resolved non-melanomatous dermatological cancers) and patients who develop a malignancy while receiving deucravacitinib therapy.\n\nRhabdomyolysis:\nCases of rhabdomyolysis have been reported in patients receiving deucravacitinib, which resulted in therapy interruption or permanent discontinuation. Deucravacitinib was associated with a higher incidence of asymptomatic elevation in levels of creatine phosphokinase (CPK) and rhabdomyolysis compared to treatment with a placebo.\n[3]\nThe discontinuation of deucravacitinib is needed if marked elevation in CPK levels occurs or myopathy is suspected or diagnosed. Patients should promptly report any unexplained symptoms, such as muscle aches, tenderness, weakness, malaise, or fever.\n\nImmunizations:\nBefore starting deucravacitinib therapy, all age-appropriate immunizations, including the herpes zoster vaccination, should be completed. The immune response to live or killed vaccines has not been established. Patients receiving deucravacitinib treatment should avoid live vaccines.\n\nJak inhibition:\nThe involvement of Tyk2 in adverse reactions associated with Jak inhibitor therapy has not been well established.\nOne randomized post-marketing safety trial studied the effect of a Jak inhibitor in patients with rheumatoid arthritis (RA). Along with at least one cardiovascular risk factor, higher rates of all-cause mortality were observed in patients aged 50 and older who received Jak inhibitor treatment compared to TNF blockers. All-cause mortality included sudden cardiovascular death, major cardiovascular adverse events, deep venous thrombosis, pulmonary embolism, overall thrombosis, and malignancies (excluding non-melanomatous dermatological cancers).",
    "mechanism": "Tyrosine kinase 2 (Tyk2) is one of the Janus kinase (Jak) enzymes, which are intracellular tyrosine kinases that activate the Jak–signal transducer and the transcription (Jak-STAT) pathway. The remaining Janus kinase enzymes (ie, Jak1, Jak2, Jak3) stimulate a broad range of immune and extra-immune pathways (eg, lipid metabolism). In contrast, Tyk2-mediated signaling is involved with relatively few immune pathways.\n\nTyk2 promotes the signaling of inflammatory cytokines involved in innate (eg, type I interferons) and adaptive (eg, interleukins 12 and 23) immune responses. Interleukin 23 (IL-23) is associated with the pathogenesis of psoriasis and psoriatic arthritis. This cytokine initiates and stimulates the proliferation of T\nH\n17 cells, which secrete inflammation mediators such as tumor necrosis factor-alpha (TNF-α) and IL-17. These signal molecules stimulate epidermal cell production and secretion of cytokines and chemokines that recruit and activate cells of the innate immune system. This upregulated T\nH\n17 cell activity causes sustained inflammation in the skin and joints, as seen in psoriatic arthritis.\n\nThe drug demonstrates a strong affinity for this domain, making it highly selective for Tyk2 compared to other tyrosine kinases. During in vitro studies, deucravacitinib manifested a 100- to 2000-fold selectivity for Tyk2 compared to Jak1, 2, and 3. Additionally, deucravacitinib exhibited minimal or no binding of Jak1, 2, and 3.\n\nDeucravacitinib binds allosterically to the regulatory domain of Tyk2 (JH2, or pseudokinase), a region that is typically catalytically inactive. The drug induces an inhibitory conformation change involving the locking of Tyk2's JH2 (regulatory) domain with its JH1 (catalytic) domain. Thus, deucravacitinib traps the Tyk2 protein in an inactive state.\n[19]\n[20]\n\nInhibition of Tyk2 promotes downregulation of the IL-23 (T\nH\n17), type I interferon, IL-12, and keratinocyte activation pathways. However, the precise mechanism linking Tyk2 inhibition to the effective treatment of moderate-to-severe plaque psoriasis is unknown.\n[3]\nIn patients with psoriasis, deucravacitinib reduces the expression of psoriasis-associated genes in a dose-dependent fashion. This includes reducing type I IFN pathway-regulated genes and the IL-23 pathway. Deucravacitinib reduces IL-17A levels by 47% to 50%, IL-19 by 72%, and β-defensin by 81% to 84% after once-daily administration for 16 weeks. However, the mechanism linking these reduced inflammation marker levels to the clinical effects of deucravacitinib has not been established.\n\nAdditionally, the selectivity of deucravacitinib for Tyk2 reduces the risk of adverse reactions, giving the drug a favorable safety profile. When administered transdermally, deucravacitinib also demonstrates significant antioxidative properties.\n[21]\n\nPharmacokinetics\n\nAbsorption:\nFollowing an oral dose of deucravacitinib, the Cmax and AUC increased proportionally, exhibiting linear pharmacokinetics. The absolute bioavailability of deucravacitinib was 99%, and the median Tmax was achieved in 2 to 3 hours.\n[22]\nThe PK of deucravacitinib and its major active metabolite (BMT-153261) were almost comparable between healthy controls and patients with psoriasis.\n[3]\nA once-daily 6 mg dosing regimen resulted in a steady-state Cmax and AUC of deucravacitinib of 45 ng/mL and 473 ng/mL, respectively. The same dose resulted in a steady-state Cmax and AUC\n24\nof BMT-153261 of 5 ng/mL and 95 ng·hr/mL, respectively.\n[3]\nNo significant differences were observed after a calorie-dense, high-fat meal of 51 total kcal with an approximate macronutrient distribution of 33% carbohydrates, 15% protein, and 52% fat.\n[3]\nWhen administered with food, the Cmax and AUC of deucravacitinib were reduced by approximately 24% and 11%, respectively, and the Tmax was prolonged by 1 hour. When administered with food, Cmax and AUC of BMT-153261 were reduced by approximately 23% and 10%, respectively, and the Tmax was prolonged by 2 hours.\n\nDistribution:\nAt a steady state, the volume of distribution of deucravacitinib was 140 L. Eighty-two percent to 90% of deucravacitinib was protein-bound, and its blood-to-plasma concentration ratio was 1.26. Patient body weight, age, gender, race, and ethnicity did not have a clinically significant effect on systemic exposure to deucravacitinib.\n[23]\n\nMetabolism:\nDeucravacitinib undergoes N-demethylation mediated by cytochrome P-450 (CYP) 1A2 to form the metabolite BMT-153261, which demonstrates comparable pharmacological activity to the parent drug. The circulating BMT-153261 accounts for approximately 20% of the systemic exposure of the total drug-related components. Deucravacitinib is also metabolized by CYP2B6, CYP2D6, carboxylesterase (CES) 2, and uridine glucuronyl transferase (UGT) 1A9.\n[3]\n[20]\n\nElimination:\nThe terminal half-life of deucravacitinib is 10 hours.\n[3]\nThe renal clearance of deucravacitinib ranges from 27 to 54 mL/min. After administration of a single radiolabeled deucravacitinib dose, about 13% and 26% were excreted unchanged in urine and feces, respectively. Approximately 6% and 12% of this single dose were recovered as BMT-153261 in urine and feces, respectively.",
    "administration": "Available Dosage Forms and Strengths\n\nDeucravacitinib is available as a 6 mg oral tablet.\n\nEach tablet contains the active ingredient deucravacitinib and the following inactive excipients: croscarmellose sodium, anhydrous lactose, magnesium stearate, hypromellose acetate succinate, silicon dioxide, and microcrystalline cellulose. In addition, the Opadry II Pink component of the coating contains the following inactive components: iron oxide yellow, iron oxide red, polyvinyl alcohol, polyethylene glycol, talc, and titanium dioxide.\n\nAdult Dosage\n\nThe recommended dose is one 6 mg tablet taken once daily regardless of food.\n[3]\n[24]\nThe patient should not chew, crush, or cut the tablets.\n\nStorage and Handling:\n\nDeucravacitinib tablets are stored at 68 to 77 °F (20 to 25 °C); temperature excursions are permitted between 59 and 86 °F (15 to 30 °C). Deucravacitinib is chemically a free base; its molecular formula is C20H19D3N8O3. The molecular weight of this compound is 425.47 g/mol. Deucravacitinib is a powder in physical form and appears white to yellow. The solubility of deucravacitinib depends on the pH of the solvent. The solubility increases with decreasing pH.\n\nSpecific Patient Populations\n\nRenal impairment:\nKidney function can significantly affect the Cmax of deucravacitinib. In patients with mild renal dysfunction (GFR 60 to 90 mL/min/1.73 m\n2\n), the Cmax was 14% lower compared to patients with normal kidney function (GFR >90 mL/min/1.73 m\n2\n). In patients with moderate renal impairment (GFR 30 to 60 mL/min/1.73 m\n2\n), the Cmax was 6% higher than patients with normal kidney function. There was no significant difference in Cmax in patients with severe renal failure (GFR <30 mL/min/1.73 m\n2\n) or end-stage renal disease (ESRD) (GFR <15mL/min/1.73 m\n2\n) on dialysis compared to patients with normal kidney function. No significant differences in the AUC of deucravacitinib were observed in patients with mild renal failure. However, the AUC was higher by 39%, 28%, and 34% in patients with moderate, severe, and end-stage kidney disease on dialysis, respectively. The Cmax of MBT-153261 was 11% and 8% lower in patients with mild and moderate renal impairment, respectively. In contrast, it was higher by 28% and 9% in patients with severe renal dysfunction and end-stage renal disease on dialysis treatment, respectively. Only 5.4% of the deucravacitinib dosage was removed from the circulation during dialysis procedures.\n\nHepatic impairment:\nNo adjustments are recommended in patients with concomitant mild (Child-Pugh A) or moderate (Child-Pugh B) liver impairment. Deucravacitinib is not recommended for patients with severe hepatic dysfunction (Child-Pugh C).\n[3]\nCompared to patients with normal liver function, the Cmax of deucravacitinib was 4%, 10%, and 1% higher in patients with mild, moderate, and severe hepatic impairment, respectively. For similar patient groups, the area under the curve to infinity (AUC\ninf\n) was 10%, 40%, and 43% higher. Compared to patients with normal liver function, the Cmax of BMT-153261 was 25%, 59%, and 79% lower in patients with mild (Child-Pugh Class A), moderate (Child-Pugh Class B), and severe (Child-Pugh Class C) hepatic dysfunction, respectively. For similar patient groups, the AUC\ninf\nwas 3%, 20%, and 50% lower.\n\nPregnancy considerations:\nThe data available from the case studies on deucravacitinib use during pregnancy are not adequate to assess the drug-associated risk of major congenital malformations, loss of pregnancy (abortion), and unfavorable fetal and maternal outcomes.\n[3]\nIn preclinical studies, no adverse effects were observed on the development of embryo and fetus with oral administration of deucravacitinib to animals such as rats and rabbits during the phase of organogenesis at doses that were 91 times higher than the maximum recommended human dosage (MRHD) of 6 mg once a day. If the patient conceives while on deucravacitinib, pregnancy is reported at the adverse event reporting line of the drug manufacturing company.\n\nBreastfeeding considerations:\nData on the secretion of deucravacitinib in human milk, its effects on lactogenesis, and its effects on breastfed infants are not available. During animal studies, deucravacitinib was found in the milk of rats. While prescribing deucravacitinib, the health benefits of breastfeeding infants and the clinical need for therapy must be weighed against the potential adverse effects on the breastfed child.\n[3]\n\nPediatric patients:\nThe safety and effectiveness of deucravacitinib have not been established in the pediatric patient population.\n\nOlder patients:\nIn one clinical trial, 1519 patients with plaque psoriasis received deucravacitinib therapy. Of these, 152 patients (10%) were 65 or older, and 21 patients (1.4%) were 75. During the first 16 weeks of observation, severe adverse reactions occurred in 80 patients older than 65 and 12 patients older than 75; these patients were administered deucravacitinib without switching treatment arms. This rate of severe reactions was determined to be significantly higher than in younger patients. These severe effects included infection and many required treatment discontinuation. No significant difference in efficacy was observed between older and younger adults.",
    "adverse_effects": "Deucravacitinib has consistently demonstrated a safety profile.\n[3]\nThe safety of deucravacitinib was assessed in 2 placebo-controlled and active-controlled (PSO-1 and PSO-2) clinical trials and an open-label-extension (OLE) trial in which patients could enroll after completing the PSO-1 or PSO-2 trials. A total of 1519 patients with moderate-to-severe plaque psoriasis received deucravacitinib 6 mg once daily. Of these, 1141 patients were exposed to deucravacitinib for at least 12 months.\n\nAt week 16 in the PSO-1 trial, significantly higher response rates were observed in patients receiving deucravacitinib compared to placebo or apremilast. Therapeutic efficacy improved with treatment longer than 16 weeks and was maintained through week 52. At week 16 in the PSO-2 trial, more than 50% of patients receiving deucravacitinib achieved superior clearing compared to apremilast. Across multiple efficacy endpoints, deucravacitinib consistently demonstrated superiority to apremilast and was well tolerated in patients with moderate-to-severe plaque psoriasis.\n[25]\nA large proportion of patients treated with deucravacitinib reported a Psoriasis Symptoms and Signs Diary (PSSD) symptoms score of 0 at week 16, indicating relief from itching, pain, stinging, burning, and skin tightness (8% in deucravacitinib group versus 1% in the placebo arm) in both clinical trials.\n[26]\n\nThe exposure-adjusted incidence rate for adverse events in patients who were treated with deucravacitinib from through week 52 without interchanging treatment arm did not increase in comparison with the rate reported during the first 16 weeks of therapy.\n\nMost of the adverse reactions were mild in severity. Respiratory complications were the most common adverse events:\n\nUpper respiratory tract infections\nNasopharyngitis\nPharyngitis\nSinusitis\nRhinitis\nRhinotracheitis\nTracheitis\nLaryngitis\nTonsillitis\n\nOther adverse reactions included oral ulcers, stomatitis, and acne.\n[14]\n[27]\nHerpes simplex occurred in less than 1% of patients in the deucravacitinib group.\n\nSevere adverse reactions in patients treated with deucravacitinib included:\n\nUpper respiratory infections\nCreatine phosphokinase elevations\nHerpes simplex\nMouth ulcers\nFolliculitis\nAcne\n\nThe rate of severe adverse reactions necessitating discontinuation of therapy in patients who were treated with deucravacitinib was 2.4%, in comparison with 3.8% for the placebo group.\n[28]\n\nInfection:\nDeucravacitinib may increase the risk of infections. In the placebo-controlled 16-week period, infections were reported in 29% of the patients treated with deucravacitinib (116 events per 100 person-years) compared with 22% treated with the placebo (83.7 events per 100 person-years). Most infections were not serious, were in the mild to moderate severity category, and did not cause discontinuation of deucravacitinib therapy. During this same period, serious infections occurred in 5 patients (2.0 per 100 patient-years) in the deucravacitinib group and 2 patients (1.6 per 100 patient-years) in the placebo group. During the 52-week treatment period, pneumonia and COVID-19 were the most common serious infections reported.\n[3]\n\nMalignancy:\nDuring the 52-week treatment phase of the PSO-1 and PSO-2 clinical trials with a total exposure of 986 patient-years to deucravacitinib, malignancies were observed in 3 patients who received deucravacitinib therapy (0.3 per 100 patient-years), including a case of breast cancer, hepatocellular carcinoma, and lymphoma after treatment for 24, 32, and 25 weeks, respectively.\n[3]\nDuring PSO-1, PSO-2, and the open-label extension (OLE) trials, 3 patients (0.1 per 100 patient-years) in total developed lymphoma after 25, 77, and 98 weeks of treatment with deucravacitinib.\n\nDrug-Drug Interactions\n\nVarious studies have failed to demonstrate any clinically significant differences in the pharmacokinetics of deucravacitinib when co-administered with the following drugs:\n[3]\n\nFluvoxamine (CYP1A2 inhibitor)\nRitonavir (CYP1A2 inducer)\nFamotidine (H2 receptor antagonist)\nRabeprazole (proton pump inhibitor)\nCyclosporine (dual Pgp/BCRP inhibitor)\nPyrimethamine (OCT1 inhibitor)\nDiflunisal (UGT 1A9 inhibitor)\n\nSimilarly, studies have failed to demonstrate any clinically significant differences in the pharmacokinetics of the drugs listed below when administered concomitantly with deucravacitinib:\n\nNorethindrone acetate and ethinyl estradiol (oral contraceptives)\nRosuvastatin\nMethotrexate\nMycophenolate mofetil (MMF)\n\nCytochrome P450 (CYP) enzymes:\nDeucravacitinib is not an inducer of CYP1(A2), CYP2(B6), or CYP3(A4) group of enzymes. Deucravacitinib is not an inhibitor of enzymes CYP1(A2), CYP2(B6), CYP2(C8), CYP2(C9), CYP2(C19), CYP2(D6), or CYP3(A4).\n\nCarboxylesterase (CES) enzymes:\nDeucravacitinib is not a class CES(2) enzyme suppressor.\n\nUridine diphosphate (UDP)-glucuronosyltransferase (UGT) enzymes:\nDeucravacitinib is not a suppressor of enzymes UGT1(A1), UGT1(A4), UGT1(A6), UGT1(A9), or UGT2(B7).\n\nTransporter enzymes:\nDeucravacitinib is a substrate of BCRP, OCT1, and Pgp, but not MATE1, MATE2K, NTCP, OAT1, OAT3, OATP, or OCT2. deucravacitinib is a suppressor of BCRP and OATP1B3 but deucravacitinib is not an inhibitor of BSEP, MATE1, MATE2-K, MRP2, NTCP, OATP1B1, OAT1, OAT3, OCT1, OCT2, or Pgp.",
    "monitoring": "Patients on deucravacitinib require follow-up visits to evaluate their response to therapy. Close monitoring of the patients for prompt detection and effective management of adverse drug reactions such as infections, rhabdomyolysis, hepatic dysfunction, and hypertriglyceridemia is required.\n[24]\nIn addition, patients are assessed for complications associated with psoriasis. At a dosage range up to 6 times the recommended daily dosage of 6 mg, deucravacitinib does not cause any clinically significant prolongation of QTc interval.\n[29]\n\nPatients receiving deucravacitinib therapy should be monitored using the following markers:\n\nTriglycerides\nLipids\nLiver enzymes\nCreatine phosphokinase\nGlomerular filtration rate\n\nTriglycerides:\nTherapy with deucravacitinib is associated with increased triglyceride levels.\n[3]\nHowever, the effect of a rise in this parameter on morbidity and mortality due to cardiovascular conditions has been undetermined. When on deucravacitinib treatment, the serum triglyceride levels need to be evaluated periodically per the clinical guidelines for hyperlipidemia. The clinical management of patients with hyperlipidemia is done according to the management guidelines for hyperlipidemia.\n\nLipids:\nThe increase in mean triglycerides level by 10.3 mg/dL was observed in the patients treated with deucravacitinib during the 16-week treatment period, and the reported increase was by 9.1 mg/dL during the 52-week treatment period.\n[3]\n\nLiver enzymes:\nDeucravacitinib is associated with elevated serum aminotransferase levels, but no clinically apparent acute hepatic injury cases have been reported.\n[30]\nPer the routine protocol, liver enzymes should be evaluated at baseline and periodically in patients with known or suspected hepatic disorders. If hepatic enzymes increase while on deucravacitinib, and drug-induced hepatic injury is suspected, interruption of deucravacitinib therapy is necessary until the diagnosis of hepatocellular injury is excluded.\n\nCreatine phosphokinase:\nIn the placebo-controlled period of 16 weeks, elevated creatine phosphokinase (CPK) levels, including Grade 4 severity, were observed in 23 patients (9.3 per 100 patient-years) receiving deucravacitinib therapy and 5 patients (4.1 per 100 patient-years) who were on placebo treatment.\n[3]\n\nGlomerular filtration rate:\nDuring the placebo-controlled 16-week period, for patients with moderate impairment of renal function (eGFR 30 to 59 mL/min) at baseline, reduction in GFR reductions were observed in 4 patients (1.6 per 100 patient-years) who were on deucravacitinib treatment, and 1 patient (0.8 per 100 patient-years) on placebo therapy. Two of the patients treated with deucravacitinib had worsening baseline proteinuria.\n[3]",
    "toxicity": "Recommendations\n\nNo clinical data is available for experience with deucravacitinib overdosage. If overdosage occurs in any patients, it is recommended to contact the Poison Help line for additional management of the condition according to the drug overdosage protocol. The elimination of deucravacitinib by treatment with hemodialysis was small in extent, up to 5.4% of the dosage per dialysis therapy, and therefore, limiting the use of hemodialysis in the treatment of overdosage or intoxication with deucravacitinib.\n\nVarious studies using rate models have demonstrated no carcinogenicity was observed in male or female rats that administered deucravacitinib orally at doses up to 15 mg/kg/day, which is 51-fold higher than the MRHD as per AUC comparison.\n[3]\nIn rats of the female gender, deucravacitinib had no effects on parameters of reproduction such as mating, fertility, or early development of the embryo at orally administered doses up to 50 mg/kg/day which is 171-fold higher than the MRHD, according to the comparison of AUC. In the male rat, deucravacitinib had no effects on mating, sperm morphology, fertility, or early embryonic parameters of their offspring at orally administered doses up to 50 mg/kg/day, which is 224 times higher than the MRHD according to a comparison of AUC."
  }
}