{
  "drug_name": "norfloxacin",
  "nbk_id": "NBK582125",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582125/",
  "scraped_at": "2026-01-11T18:47:38",
  "sections": {
    "indications": "Cystitis cystica is a common benign condition of the urinary bladder with a reactive inflammatory change of the bladder mucosa associated with subepithelial vesicles or cysts formation and glandular metaplasia (cystitis glandularis). Invaginations of hyperplastic urothelial extensions into the superficial lamina propria are called von Brunn nests. These inflammatory projections are considered reactive but benign and non-malignant.\n\nCystitis cystica develops when the urothelial cells in the lumens of von Brunn nests degenerate, causing cystic changes. Additional metaplasia results in cystitis glandularis, characterized by mucin-producing goblet cells that may uncommonly progress to vesical adenocarcinoma.\n[1]\n[2]\nCystitis glandularis is a further proliferative progression of cystitis cystica characterized by glandular metaplasia of the urothelium and goblet cells.\n[3]\n\nCystitis cystica and cystitis glandularis occur mainly in response to chronic irritation or inflammation and may occur together. They are usually asymptomatic but may present with non-specific signs and symptoms that require thoughtful attention to exclude other morphologically similar malignant lesions such as bladder adenocarcinoma.\n[4]\nA nephrogenic adenoma is a rare, benign bladder tumor that is similar in cystoscopic appearance to cystitis glandularis and represents a type of superficial bladder proliferative disorder. The adenoma is often associated with genitourinary (bladder) stones, trauma, exstrophy, malakoplakia, Mullerian lesions, chronic or recurrent bladder infections, interstitial cystitis, renal transplantation, radiation therapy, pelvic lipohypertrophy, intravesical therapy, foreign bodies, or surgery such as bladder augmentation.\n[5]\nThe adenoma may grow to cause obstructive urinary symptoms and may be multifocal.\n[6]",
    "mechanism": "Many studies, including a series of cases, have elucidated no definitive cause of cystitis cystica and cystitis glandularis, although chronic irritation, infection, or inflammation affects many individuals.\n\nPotential causes include the following:\n\nBladder exstrophy (frequently associated with diffuse cystitis cystica changes in the bladder mucosa)\nChronic bladder outlet obstruction (ie, benign prostatic hypertrophy, urothelial carcinoma, and pelvic lipomatosis)\nChronic urinary tract infections, particularly infections caused by\nEscherichia coli\nIndwelling catheters\nMechanical irritation (foreign bodies, calculi)\nNeurogenic bladders\n[7]\n[8]\n[9]\n\nIn addition to the conditions mentioned above, nephrogenic adenoma was reported in many cases with organ transplantation and immunosuppression. A nephrogenic adenoma is characterized by the implantation of desquamated distal renal tubular cells anywhere in the genitourinary tract. However, most cases involve the urinary bladder, usually around the bladder neck and proximal urethra.\n\nIn a series of 21 cases of nephrogenic adenoma, the majority had a history of bladder augmentation surgery, which causes recurrent infections and urolithiasis.\n[10]\nNephrogenic adenoma has also been associated with Bacillus Calmette-Guérin and mitomycin-C bladder instillations.\n[6]\nOther theories suggest that the adenoma may be a metaplastic lesion, a result of residual embryonic mesonephric tissue, or caused by urothelial trauma in a bladder that had undergone previous surgery or is chronically inflamed.\n[5]\nIn patients with kidney transplants, nephrogenic adenomas appear to be proliferative growths from implanted renal tubular cells and not derived from the bladder tissue of the recipient.\n[11]",
    "monitoring": "A systematic approach should be adopted to obtain the correct diagnosis of cystitis cystica and related disorders. The definitive diagnosis often requires cystoscopy with a biopsy and histopathological examination.\n\nLaboratory Investigations\n\nExaminations typically include a complete blood count, inflammatory mediators, urinalysis, and a kidney function test. Urinalysis, in particular, is important to detect the presence of hematuria or any urinary tract infection and should be obtained before commencing any antibiotic. If an infection is present, a culture and sensitivity test is required to identify the causative organism and the most effective treatment.\n\nCystoscopy\n\nCystitis cystica\n\nFeatures can vary from a grossly unremarkable appearance to a large bladder cyst or mass. However, the condition typically appears as multiple small mucosal and submucosal translucent cysts, found mainly at the trigone and the bladder neck. The bladder mucosa may demonstrate congestion, irregularity, thickening, multiple nodules, or an exophytic polypoidal mass. A concurrent biopsy is typically performed on both the lesion and the mucosal changes since cystitis cystica typically has inconclusive cystoscopic and radiological features.\n[38]\n[39]\n\nCystitis glandularis\n\nFeatures may appear as an irregular shaggy or fuzzy lesion located in the dome of the bladder. Lesions may also be seen in the bladder neck and trigone and immediately adjacent to the ureteral orifices. The condition tends to appear as an elevated lesion with multiple rounded lumps. Usually, a distinct demarcation is apparent between normal and abnormal urothelium. The lesions may be sessile or pedunculated and may be easily confused cystoscopically with bladder cancer.\n\nCystitis glandularis may appear either extensive or focal cystoscopically. Urinary symptoms and urological complications are more closely associated with the extensive type of cystitis glandularis, while malignant progression is more likely in the focal version of the disorder.\n[40]\nAfter establishing the diagnosis, patients with cystitis glandularis should be maintained on follow-up visits every 6 months for 2 years and then annually. The follow-up assessments typically involve a cystoscopy and may include a clinical examination, history, urinalysis, cytology, ultrasound, and kidneys, ureter, and bladder (KUB) x-rays.\n\nNephrogenic adenoma\n\nThis adenoma rarely presents with hematuria, but irritative voiding symptoms are common. Cystoscopically, the bladder urothelium may present a velvety appearance, similar to papillary carcinoma of the bladder. The lesions may be papillary (55%), sessile (35%), or polypoidal (10%), and 20% are multiple.\n[5]\n[41]\n\nRadiographic Imaging Modalities\n\nUltrasonography (US) is a noninvasive and reliable option for diagnosing cystitis cystica. The imaging is valuable for recurrent urinary tract infections because measuring the thickness of the bladder wall is possible. Bladder wall thickness values of more than 3 mm suggest cystitis cystica rather than simple recurrent UTIs, which generally have a bladder wall thickness of less than 3 mm (see\nImage.\nUltrasound of Bladder).\nUltrasonography provides a general idea about the condition of the urinary bladder and the kidneys. The imaging can demonstrate significant papillary projections, nodules, or masses in the bladder and identify urinary retention, incomplete bladder emptying, and hydronephrosis.\nA plain KUB x-ray can be obtained to detect calcific stones.\nComputerized tomography (CT) scanning of the urinary system without and with intravenous contrast media (CT urogram) is used to evaluate the genitourinary system fully. These modalities can visualize bladder lesions of sufficient size, measure the bladder wall thickness, and evaluate for any other lesion that may cause hematuria, such as tumors and calculi.\nIn a CT urogram, cystitis cystica may appear as multiple, rounded, small-sized filling defects of 2 to 5 mm diameter in the bladder wall. However, the lesions can be larger or, rarely, appear as a large tumor-like mass.\nMagnetic resonance imaging (MRI) of the urinary system can be used for a more detailed assessment and to exclude other pelvic abnormalities.\nCystograms can give a more detailed look at the bladder and are beneficial, especially in children, to detect the presence of vesicoureteral reflux, which may coexist with cystitis cystica or mimic the symptoms (see\nImage.\nCystoscopy of Bladder Tumor).\n[42]\n[43]\n[44]\n[45]",
    "administration": "Treatment of cystitis cystica can be challenging due to the difficulty of identifying the exact cause. After confirming the diagnosis, the treatment mainly depends on removing the aggravating factor, antibiotics and chemoprophylaxis, symptomatic treatment, and surgical intervention if the previous methods fail.\n\nMedical Treatment\n\nThe first-line treatment option is treating any active urinary tract infection (UTI) with antibiotics followed by long-term low-dose prophylaxis. Many antimicrobial drugs can be used according to the severity of the case. Oral sulfamethoxazole-trimethoprim, fosfomycin, and nitrofurantoin are considered first-line agents for the initial treatment of UTIs and prophylaxis.\n[46]\nLocal antibiotic administration in regular, intermittent intravesical instillations can also improve outcomes. The intravesical use of gentamicin is 80 mg in 50 to 60 cc of normal saline as a commonly used dosage.\n[47]\nCranberry products have shown some reduction in recurrent UTIs but have not been shown to benefit cases of cystitis cystica or cystitis glandularis.\n[48]\nAfter treating the current UTI episode, subsequent long-standing prophylaxis is crucial for reducing the incidence of recurrent UTIs and improving the mucosal inflammatory changes in the bladder. Regression of cystitis cystica changes is achievable by compliance with a suitable pharmacotherapy regimen and proper follow-up.\n[49]\n\nD-mannose is an inert monosaccharide dietary supplement used as a nonantibiotic prophylactic agent for recurrent UTIs. The sugar is excreted in urine and reduces UTIs by inhibiting bacterial adhesion to the urothelial lining. The supplement has demonstrated some UTI reduction activity, but the overall quality of the available studies is low.\n[50]\nPatients with cystitis cystica and recurrent urinary infections did appear to benefit from daily D-mannose therapy, significantly reducing UTIs. However, further studies are needed to recommend this treatment routinely.\n[51]\n[52]\nThe optimal dosage has not been determined, but 1 g twice daily is suggested.\n\nLong-term low-dose antibiotic UTI prophylaxis typically utilizes nitrofurantoin initially at 50 to 100 mg nightly as effective, has broad coverage, is excreted only in the urine, tends not to cause significant bacterial resistance to other antibiotics, and has minimal side effects when taken long-term. Other antibiotics used for prophylaxis include:\n\nFosfomycin 3 g every 10 days\nNorfloxacin 200 mg daily\nSulfamethoxazole-trimethoprim 200 mg/40 mg nightly or 3 times weekly\nTrimethoprim 100 mg daily\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n\nCorticosteroids such as prednisolone can be used in otherwise intractable or severe cases. They appear to have a success rate in confirmed, symptomatic cases not responding to alternative treatments but typically require 6 months of therapy.\n[59]\nOral cyclooxygenase-2 (COX-2) inhibitor therapy eliminated gross papillary-type cystitis glandularis previously treated with transurethral resection, which recurred.\n[60]\nHowever, the therapy required 6 months of treatment.\n\nIntravesical sodium hyaluronate improves the mucosal layer integrity and inhibits the inflammation and proliferation of cystitis cystica changes, leading to symptomatic improvement.\n[61]\nSodium hyaluronate is smaller than hyaluronic acid, penetrating tissues deeply. Sodium hyaluronate is a glycosaminoglycan that forms a viscoelastic solution in water. This acts as protection of the underlying urothelium from irritating urinary chemicals.\n[62]\nThe substance also helps transport peptide-based growth factors and structural proteins to the injury site. Sodium hyaluronate further reduces bladder inflammation by inhibiting mast cell activation and reducing the secretion of inflammatory chemicals like interleukin (IL-6) and histamine.\n[63]\nWhen enzymatically degraded, sodium hyaluronate releases proteins that promote tissue repair. The usual dose is 40 mg in 50 mL, followed by weekly intravesical treatments until symptomatic control is achieved. Monthly maintenance treatments may be undertaken as needed and are considered optional.\n[64]\nSodium hyaluronate is FDA-approved in the United States for knee installations to treat arthritis, so use for intravesical therapy is off-label. Symptomatic treatment includes physical therapy, pelvic floor exercises with bladder training techniques, non-steroidal anti-inflammatory drugs NSAIDs, and anticholinergic medications, which help reduce the irritative symptoms and improve the patient’s urinary control.\n\nSurgical Treatment\n\nSurgical intervention is beneficial for cases with unsuccessful medical treatment if the patient presents with a mass or obstructing symptoms and for nephrogenic adenoma.\n\nThe most commonly performed procedure is transurethral resection (TUR) of the lesion. An excisional biopsy should be examined histologically to confirm the diagnosis and exclude other potentially serious disorders.\nNeodymium-YAG laser can be used in more severe cases that do not respond to conservative therapy and transurethral resection.\nDiathermy of the mucosal cystic changes can be performed in patients with recurrent UTIs, although this treatment requires more data and study.\nExtracorporeal shockwave therapy has been used for painful bladder syndrome, but the specific use in cystitis cystica and similar conditions is not well established.\nPartial or total cystectomy can be performed for intractable cases with severe symptoms.\n[65]\n[66]\n[67]\n\nTreating nephrogenic adenoma involves either TUR of the lesion or transurethral fulguration, but recurrence is common, especially in children.\n\nTUR followed by long-term sulfamethoxazole-trimethoprim prophylaxis and NSAIDs have been used successfully.\nIntravesical hyaluronate therapy has also been used successfully for nephrogenic adenoma treatment, but only anecdotally.\nNo accepted guidelines exist on follow-up for nephrogenic adenoma of the bladder, but a cystoscopy at 6 to 12 months and then again if symptoms return has been suggested due to a relatively high recurrence rate.\n[5]\n[68]\n[69]\n[70]\n[71]\n\nSummary of Treatments\n\nIn most cases, a bladder biopsy is needed to confirm the diagnosis.\nAny urinary calculi that could be a focus of infection should be surgically removed.\nInitial treatment for symptomatic cases includes pelvic floor exercises, bladder training, NSAIDs, and/or overactive bladder medications.\nIntravesical gentamicin or oral D-mannose therapy can be considered in selected cases of recurrent UTIs.\nIntravesical sodium hyaluronate appears to be an effective therapy in otherwise intractable cases.\nProphylactic therapy can be continued as monthly maintenance after the initial weekly induction period.\nLong-term antibiotic UTI prophylaxis and NSAIDs should be considered in recurrent, symptomatic, or severe cases and after surgical therapy.\nPatients who remain symptomatic may benefit from 6 months of oral corticosteroids or a COX-2 inhibitor.\nPatients with recurrent UTIs should be prescribed long-term low-dose prophylaxis with nitrofurantoin or sulfamethoxazole-trimethoprim.\nSurgical therapy typically involves TUR, but partial and total cystectomies may be required in some cases with severe and intractable symptoms.\nTransurethral resection is the preferred treatment for nephrogenic adenoma of the bladder.\nOther surgical treatments include laser ablation, diathermy, and extracorporeal shockwave therapy, but efficacy data on such modalities is limited.",
    "adverse_effects": "Several possible complications of cystitis cystica, cystitis glandularis, and nephrogenic adenoma are apparent; these include:\n\nBladder outlet obstruction\nBladder pain syndrome\nHydronephrosis\nMalignant transformation in case of cystitis glandularis intestinal-type with dysplasia\nPsychological impact on the patient due to the chronicity and disturbance to quality of life\nRecurrent UTIs (the most common complication)\nRenal failure from bilateral ureteral obstruction\nUreterovesical junction obstruction\nUrinary retention\nUrinary urgency, frequency\nVesicoureteral reflux\n[74]\n[75]\n[76]"
  }
}