{
  "drug_name": "nystatin",
  "nbk_id": "NBK587448",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587448/",
  "scraped_at": "2026-01-11T15:35:13",
  "sections": {
    "clinical_significance": "Pre-radiotherapy Dental Management\n\nPre-radiation dental treatment is done to prevent further infection and avoid the need for invasive procedures during and after radiotherapy. All efforts are directed at minimizing the risk and severity of head and neck radiotherapy complications: oral mucositis, oropharyngeal candidiasis, xerostomia, radiation-related caries, and osteoradionecrosis. During this stage, patients must be informed of the importance of maintaining excellent oral hygiene and given careful oral care instructions and dietary advice. All carious lesions must be restored. Scaling, oral prophylaxis, and periodontal therapy should be performed. All sharp cusps and restorations should be smoothed.\n[2]\nIf the patient wears dentures, these should be checked to ensure they are well-fitted and not at risk of causing ulceration. If a definitive restoration cannot be placed due to time limitations, carious tissue must be removed and teeth restored with glass ionomer cement. Amalgam restorations should be avoided as they often backscatter and cause local mucosal irritation.\n[19]\n\nPerforming pre-radiation dental extractions is a controversial topic since the evidence available is contradictory. Some studies have shown that pre-radiation extractions may increase the risk of osteoradionecrosis, and others show that the lack of pre-radiation extractions increases this risk too. If extractions are performed before the first cycle of radiation therapy, the ideal interval between extraction and the beginning of radiation therapy should be between 10 days and 3 weeks so that complete soft tissue healing occurs.\n[2]\nThe urgency to start radiation therapy is a critical determining factor in whether to extract teeth or not.\n[20]\nRadiation treatment should not be unnecessarily delayed as it diminishes a patient's survival. Wound dehiscence could be a limiting factor in delaying therapy at times. Daily wound dressing, irrigation, and antibiotic cover may hasten the process. Finally, obtaining dental impressions pre-radiation therapy for study models that are useful for fabricating soft mouth guards or medicament-carrying trays is recommended.\n[2]\n\nManagement of Oral Complications During Radiotherapy\n\nOral mucositis\n\nUncomplicated oral mucositis is usually self-limiting, and palliative care tends to be sufficient.\n[8]\nThe main management recommendations include basic oral care, dietary advice, and pain control. Low-level laser therapy is also recommended to prevent or reduce the severity of oral mucositis in adult patients receiving radiotherapy alone or in combination with chemotherapy.\n[21]\nBasic oral care includes enhancing the patient's oral hygiene (increasing frequency of tooth brushing, clean interproximally, using soft brushes, and replacing the toothbrush more often); rinsing the oral cavity with bland rinses like saline water or sodium bicarbonate every 4 hours; lubricating the oral mucosa using mousses or topical barrier gels, and avoiding irritants like tobacco or alcohol.\n[8]\nFoods that may unintendedly injure or irritate the oral mucosa must be avoided, such as hard, sharp, and spicy food.\n[8]\nConsultation with a dietician to facilitate oral intake may be required. A bland, high-calorie, soft diet is recommended.\n[11]\nMASCC/ISOO guidelines recommend topical morphine 0.2% for pain management.\n[21]\nOther formulations are available, such as the \"magic mouthwash,\" which contains an anesthetic, diphenhydramine, and antacid, and may have steroids and anti-mycotics.\n[8]\nHowever, topical morphine 0.2% has proven to be more efficient.\n[8]\n\nXerostomia\n\nThe aim of treatment is symptomatic relief, and management mainly includes patient education measures. Patients must be advised to frequently sip water, chew sugar-free gum, suck sugar-free candy, avoid caffeine, tobacco, alcohol, and hard or dry food, and increase fluid intake to prevent dehydration.\n[22]\nBland rinses used for oral mucositis are also recommended for xerostomia to clean the oral tissues. Saliva substitutes are available, but they have limitations: short duration of action, unpleasant taste, unreliability, and high cost. Pharmacological treatment is reserved for when local measures are ineffective. The FDA approves the systemic drugs pilocarpine and cevimeline for managing xerostomia.\n[22]\nThey both work on muscarinic receptors. However, the adverse effects of these drugs limit their use; pilocarpine side effects include nausea, diarrhea, sweating, and rhinitis. Bronchospasm has also been reported.\n[22]\nPilocarpine is contraindicated in patients with glaucoma, asthma, and hypertension.\n[23]\nCevimeline also induces increased sweating and should be avoided in patients with glaucoma and cardiac issues.\n\nOropharyngeal candidiasis\n\nOropharyngeal candidiasis is managed with topical treatment in milder cases, and systemic antifungals are indicated when disseminated candidiasis is suspected, the patient is at higher risk (myelosuppression, immunodeficiency), and upon failure of topical measures. The first-line treatment includes topical fluconazole, miconazole, or nystatin. When systemic antifungals are indicated, fluconazole is the drug of choice. Generally, systemic therapy with fluconazole is more efficient than topical antifungals in patients with cancer.\n[3]\nPatients should be advised to maintain excellent oral hygiene, lubricate the oral mucosa, and avoid tobacco and alcohol consumption.\n[2]\n\nManagement of Oral Complications After Radiotherapy\n\nRadiation-related caries\n\nPrevention, early detection, and treatment are vital. The risk of radiation caries should be explained to patients before, during, and after radiation therapy. Prevention regimens must be implemented immediately after the cancer diagnosis.\n[16]\nPatients must be referred to a dental professional for a complete check-up.\n[16]\nDuring this stage, the oral needs are identified and treated: new restorations, adjustment of old restorations, endodontic and periodontal treatment, and extraction of unrestorable teeth.\n[16]\nThe importance of maintaining excellent oral hygiene must be emphasized, including gentle tooth brushing with a soft-bristle toothbrush 2 to 4 times per day, interproximal cleaning, and fluoride supplementation.\n[16]\nSodium bicarbonate rinses are also recommended.\n[2]\nFluoride trays and topical fluoride applications significantly reduce the risk of radiation caries.\n[2]\nPrescription fluoride should be utilized minimally twice per day. Furthermore, as radiation caries are believed to be partly caused by hyposalivation, managing xerostomia is essential.\n[2]\n\nThe restoration of radiation caries poses a tremendous challenge to the dentist, mainly due to limited mouth opening, poor access and visibility, and changes in the tooth structure that alter the adhesive properties of dental materials.\n[15]\nResin-modified glass ionomer cement is a good option to restore these teeth due to its fluoride-releasing property. It also has a quick and simple bonding procedure and better strength than conventional glass ionomer cement.\n[24]\n[25]\nWhen the pulp is involved, endodontic treatment is preferred over extraction.\n[15]\nRoot canal treatment can be a more appropriate option, even in unrestorable teeth, to control the infection and symptoms and decrease the risk of osteoradionecrosis. However, limited mouth opening and difficulty in rubber dam isolation may pose a few challenges, such as creating a suitable access cavity.\n[2]\nSome authors suggest opening the tooth through the vestibular or incisal surfaces or decoronating teeth with gross caries to improve access.\n[2]\nIf extraction is unavoidable, a minimal trauma technique by an experienced dental surgeon should be done. A limited number of teeth should be removed in a single visit.\n[2]\n\nOsteoradionecrosis\n\nThe mainstay of osteoradionecrosis treatment is prevention. Oral health should be stabilized before radiotherapy. All necessary dental and periodontal interventions must be performed, oral hygiene instructions carefully given, and oral health closely monitored before, during, and after radiation treatment. This is to avoid infection and the need for invasive procedures during and after radiation treatment.\n[3]\nIf a tooth is deemed unrestorable, it is recommended that endodontic treatment is tried first. If extraction becomes unavoidable, general practitioners can extract teeth located outside the radiation field, or if in the radiation field, the dose must be less than 50 Gy.\n[2]\nHowever, referral to the oral and maxillofacial surgery department must be made when teeth are in radiation fields of more than 50 Gy.\n[2]\nThe patient must be referred to a tertiary maxillofacial department for treatment if osteoradionecrosis is diagnosed.\n[2]\nThe condition can be managed with conservative measures, ranging from oral hygiene improvement, antibiotics, and analgesics to sequestrectomy, ultrasound, and hyperbaric oxygen therapy.\n[26]\nThe need for more radical surgical management depends on the severity of the condition.\n[26]\nPharmacological treatment with pentoxifylline, clodronate, or tocopherol can also be indicated as adjuvants.\n[27]"
  }
}