{
  "drug_name": "yohimbe",
  "nbk_id": "NBK526058",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526058/",
  "scraped_at": "2026-01-11T15:41:47",
  "sections": {
    "indications": "Allergy to propylene glycol and/or sulfites.\n[9]\n\nPrecautions\n\nHypokalemia (within 6 hours of infusion)\nTachycardia\nAngina (due to tachycardia)\nGlaucoma\n\nWarnings\n\nIn pediatric patients, tachycardia may occur and may last up to 4 hours at doses greater than 0.8 mcg/kg/minute.",
    "mechanism": "Fenoldopam has a unique mechanism of action compared to other antihypertensive medications: it is a dopamine (D1) receptor agonist that decreases peripheral vascular resistance, primarily in renal capillary beds, thereby increasing renal blood flow, natriuresis, and diuresis. Fenoldopam has minimal adrenergic effects.\n[2]\n\nIt is important to understand the basics of vascular smooth muscle cell physiology and the role of D1 receptor agonism in severe hypertension. In arteries, the tunica media is composed of smooth muscle cells activated by various neurotransmitters, hormones, and mechanical perturbations. Examples of endogenous stimuli that induce arterial smooth muscle contraction include norepinephrine, angiotensin II, endothelin, and thromboxane A2. Passive stretching also induces arterial smooth muscle contraction and may be important when describing blood pressure autoregulation. When an endogenous stimulus acts on a vascular smooth muscle cell, calcium (Ca++) is released either from the sarcoplasmic reticulum or from an influx across the cell membrane and binds to cytoplasmic calmodulin. The Ca++/calmodulin complex subsequently activates myosin light chain kinase (MLCK). MLCK phosphorylates myosin heads in the presence of adenosine triphosphate (ATP), thus enabling actin-myosin cross-bridge formation and smooth muscle contraction.\n[2]\n[3]\n\nRelaxation of smooth muscle occurs when there is decreased phosphorylation of myosin. There are documented mechanisms by which this can happen: reduced entry or decreased release of Ca++ from the sarcoplasmic reticulum, and inhibition of MLCK by increased cyclic guanosine monophosphate (cGMP).\n[4]\n\nTwo mechanisms remove Ca++ ions from the cytoplasm. The primary mechanism is a plasma membrane-bound sodium (Na+)/Ca++ antiporter that effluxes one Ca++ ion and influxes three Na+ ions, using the electrochemical gradient generated by the Na+/potassium (K+) ATPase. The second mechanism by which Ca++ is removed from the cytoplasm is by a Ca++/ATPase located on the sarcoplasmic reticulum.\n\nThe contraction and relaxation of vascular smooth muscle are the mechanisms by which systemic vascular resistance (SVR) changes. Contraction of vascular smooth muscle decreases the cross-sectional area of the arterial lumen, thereby increasing SVR and afterload on the heart. Interpreting how changes in SVR affect blood pressure requires understanding the physiologic relationships among mean arterial pressure (MAP), cardiac output (CO), and SVR. MAP is equivalent to CO multiplied by SVR. Simply stated, this means that CO and SVR directly correlate with MAP, such that increases in SVR raise MAP. This physiologic perturbation manifests clinically as high blood pressure. In contrast, decreasing SVR decreases MAP.\n\nDopamine D1 receptors are located in the tunica media of arteries and exert their effects through a G-alpha stimulatory second messenger system. Upon ligand binding to D1-receptors, the alpha subunit dissociates from the intracellular domain of the transmembrane receptor and activates adenylate cyclase (AC). AC subsequently converts ATP to cyclic adenosine monophosphate (cAMP). All downstream effects get mediated by cAMP, the chief second messenger in this pathway.\n[5]\n\nInside the cell, cAMP activates protein kinase A (PKA). PKA phosphorylates MLCK, thereby inactivating it. Since MLCK cannot phosphorylate myosin, the cross-bridge formation between myosin and actin does not occur, rendering the arterial smooth muscle cell unable to contract. The result is arterial dilation, decreased SVR, increased renal blood flow, natriuresis, and diuresis. These pharmacologic effects reduce blood pressure.\n[6]",
    "administration": "Fenoldopam administration is via a continuous intravenous (IV) infusion using an infusion pump.\n\nAvailable Formulations\n\nGeneric: 10 mcg/mL (1 mL); 20 mg/2 mL (2 mL)\n\nAdult Dosing\n\nSevere/Malignant Hypertension\n\nInitiate treatment at 0.01 to 0.3 mcg/kg/minute, then increase by 0.05 to 0.1 mcg/kg/minute at 15-minute intervals until the desired blood pressure is reached or a max of 1.6 mcg/kg/minute is reached.\nRenal impairment dosing: No adjustments\nHepatic impairment dosing: No adjustments\n\nPediatric Dosing\n\nSevere Hypertension\n\nInitiate treatment at 0.2 mcg/kg/minute, then increase by 0.3 to 0.5 mcg/kg/minute at 20 to 30 minute intervals until the target blood pressure is reached or until a max of 0.8 mcg/kg/minute is reached.\n[7]\nPediatric renal impairment dosing: No adjustments\nPediatric hepatic impairment dosing: No adjustments\n\nNeonatal Dosing\n(Full-term or at least 2 kg)\n\nSevere Hypertension\n\nInitiate treatment at 0.2 mcg/kg/minute, then increase by 0.3 to 0.5 mcg/kg/minute at 20 to 30 minute intervals until the target blood pressure is reached or until reaching a max of 0.8 mcg/kg/minute.\n\nPharmacokinetics\n\nThe onset of action is 10 minutes in adults and 5 minutes in children. The half-life of fenoldopam is 5 minutes in adults and 3 to 5 minutes in children. Metabolization is by the liver, and excretion is primarily in the urine. The volume of distribution is 0.6 L/kg, and the duration is 1 hour.\n[8]",
    "adverse_effects": "Common\n\nCardiovascular\n\nFlushing\nHypotension\nTachycardia\n\nCentral nervous system\n\nHeadache\n\nGastrointestinal\n\nNausea\n\nUncommon\n\nCardiovascular\n\nChest pain\nBradycardia\nST-T abnormalities\nEctopic beats\nMyocardial infarction\nOrthostatic hypotension\nPalpitations\n\nCentral Nervous System\n\nAnxiety\nDizziness\nInsomnia\n\nDermatologic\n\nDiaphoresis\n\nEndocrine and metabolic\n\nHyperglycemia\nHypokalemia\nIncreased lactate dehydrogenase\n\nGastrointestinal\n\nAbdominal pain\nConstipation\nDiarrhea\nVomiting\n\nGenitourinary\n\nDecreased urine output\nUrinary tract infection\n\nHematologic and oncologic\n\nHemorrhage\nHigh white blood cell count\n\nHepatic\n\nincreased serum transaminases\n\nNeuromuscular and skeletal\n\nMyalgias\n\nOphthalmic\n\nIncreased intraocular pressure\n\nRenal\n\nIncreased BUN\nIncreased serum creatinine\n\nRespiratory\n\nDifficulty breathing\nNasal congestion\n\nConstitutional\n\nFever\n\nRisk C: Monitor\n\nIncreased hypotensive effects\n\nAlfuzosin\nSecond-generation antipsychotics (atypicals)\nBarbituates\nBenperidol\nBrimonidine\nDiazoxide\nDuloxetine\nLevodopa\nMolsidomine\nNaftopidil\nNicergoline\nNicorandil\nNitroprusside\nPentoxifylline\nPholcodine\nPhosphodiesterase 5 inhibitors\nProstacyclin analogs\nQuinagolide\nYohimbe\n\nDecreased Antihypertensive Effects\n\nAmphetamines\nBrigatinib\nMethylphenidate\n\nRisk D: Consider an Alternate\n\nAmifostine: Increased hypotensive effects; withhold antihypertensive therapy for 24 hours following infusion of amifostine if possible\n\nObinutuzumab: Increased hypotensive effects; withhold antihypertensives for 12 hours before and 1 hour after infusion of obinutuzumab.\n\nRisk X: Avoid\n\nBromperidol: Decreased effects of fenoldopam\n\nPregnancy: Risk Factor B\n\nSafety and efficacy data for use in pregnancy have not been established; however, no fetal harm was evident in animal studies.",
    "monitoring": "Routine vitals such as blood pressure and heart rate, in addition to serial electrocardiograms (ECGs), renal/hepatic function tests, and serum potassium, require monitoring during fenoldopam infusion."
  }
}