{"med_id": "690", "dailymed_setid": "A9987047-9C99-45A5-829B-AE8B189CBFD4", "dailymed_product_name": "Metronidazole", "trade_name": "Amrizole 250mg 20 tab", "dailymed_name": "Metronidazole", "concentration": "250mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 50.0, "adult_dose_mg": 250.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION In elderly patients, the pharmacokinetics of metronidazole may be altered, and, therefore, monitoring of serum levels may be necessary to adjust the metronidazole dosage accordingly. Trichomoniasis In the Female One-day treatment— two grams of metronidazole, given either as a single dose or in two divided doses of one gram each given in the same day.Seven-day course of treatment— 250 mg three times daily for seven consecutive days. There is some indication from controlled comparative studies that cure rates as determined by vaginal smears, signs and symptoms, may be higher after a seven-day course of treatment than after a one-day treatment regimen.The dosage regimen should be individualized. Single-dose treatment can assure compliance, especially if administered under supervision, in those patients who cannot be relied on to continue the seven-day regimen. A seven-day course of treatment may minimize reinfection by protecting the patient long enough for the sexual contacts to obtain appropriate treatment. Further, some patients may tolerate one treatment regimen better than the other.Pregnant patients should not be treated during the first trimester. (See CONTRAINDICATIONS.) In pregnant patients in whom alternative treatment has been inadequate, the one-day course of therapy should not be used, as it results in higher serum levels which can reach the fetal circulation (see PRECAUTIONS, Pregnancy).When repeat courses of the drug are required, it is recommended that an interval of four to six weeks elapse between courses and that the presence of the trichomonad be reconfirmed by appropriate laboratory measures. Total and differential leukocyte counts should be made before and after retreatment. In the Male Treatment should beindividualized as for the female. Amebiasis Adults For acute intestinal amebiasis (acute amebic dysentery): 750 mg orally three times daily for 5 to 10 days.For amebic liver abscess: 500 mg or 750 mg orally three times d", "interactions": "Drug interactions Metronidazole has been reported to potentiate the anticoagulant effect of warfarin and other oral coumarin anticoagulants, resulting in a prolongation of prothrombin time. This possible drug interaction should be considered when metronidazole is prescribed for patients on this type of anticoagulant therapy.The simultaneous administration of drugs that induce microsomal liver enzymes, such as phenytoin or phenobarbital, may accelerate the elimination of metronidazole, resulting in reduced plasma levels; impaired clearance of phenytoin has also been reported.The simultaneous administration of drugs that decrease microsomal liver enzyme activity, such as cimetidine, may prolong the half-life and decrease plasma clearance of metronidazole. In patients stabilized on relatively high doses of lithium, short-term metronidazole therapy has been associated with elevation of serum lithium and, in a few cases, signs of lithium toxicity. Serum lithium and serum creatinine levels s", "contraindications": "CONTRAINDICATIONS Metronidazole is contraindicated in patients with a prior history of hypersensitivity to metronidazole or other nitroimidazole derivatives.In patients with trichomoniasis, metronidazole is contraindicated during the first trimester of pregnancy. (See PRECAUTIONS.)", "pediatric_use": "Pediatric use Safety and effectiveness in pediatric patients have not been established, except for the treatment of amebiasis.", "pregnancy": "Pregnancy Teratogenic effects-Pregnancy Category B Metronidazole crosses the placental barrier and enters the fetal circulation rapidly. Reproduction studies have been performed in rats at doses up to five times the human dose and have revealed no evidence of impaired fertility or harm to the fetus due to metronidazole. No fetotoxicity was observed when metronidazole was administered orally to pregnant mice at 20 mg/kg/day, approximately one and a half times the most frequently recommended human", "boxed_warning": "WARNING To reduce the development of drug-resistant bacteria and maintain the effectiveness of metronidazole tablets and other antibacterial drugs, metronidazole tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria.Metronidazole has been shown to be carcinogenic in mice and rats. (See PRECAUTIONS.) Unnecessary use of the drug should be avoided. Its use should be reserved for the conditions described in the INDICATIONS AND USAGE"}, "set_id": "A9987047-9C99-45A5-829B-AE8B189CBFD4", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17610", "dailymed_setid": "A4FD2D68-019F-4C89-8923-4E61262F6EEE", "dailymed_product_name": "Diclofenac Sodium", "trade_name": "Diclac 75 id 30 prolonged tabs.", "dailymed_name": "Diclofenac Sodium", "concentration": null, "concentration_source": "None", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 25.0, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Diclofenac sodium may be administered as 25 mg, 50 mg, or 75 mg delayed-release tablets. Regardless of the indication, the dosage of diclofenac should be individualized to the lowest effective dose to minimize adverse effects (see CLINICAL PHARMACOLOGY: Individualization of Dosage) Osteoarthritis: The recommended dosage is 100 to 150 mg/day in divided doses, 50 mg b.i.d. or t.i.d. or 75 mg b.i.d. Dosages above 150 mg/day have not been studied in patients with osteoarthritis. Rheumatoid Arthritis: The recommended dosage is 150 to 200 mg/day in divided doses, 50 mg t.i.d. or q.i.d., or 75 mg b.i.d. Dosages above 225 mg/day are not recommended in patients with rheumatoid arthritis. Ankylosing Spondylitis: The recommended dosage is 100 to 125 mg/day, administered as 25 mg q.i.d., with an extra 25 mg dose at bedtime if necessary. Dosages above 125 mg/day have not been studied in patients with ankylosing spondylitis.", "interactions": null, "contraindications": "CONTRAINDICATIONS Diclofenac sodium delayed-release tablets are contraindicated in patients with hypersensitivity to the product. Diclofenac should not be given to patients who have experienced asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to diclofenac have been reported in such patients.", "pediatric_use": "Pediatric Use Safety and effectiveness of diclofenac in pediatric patients have not been established.", "pregnancy": null, "boxed_warning": null}, "set_id": "A4FD2D68-019F-4C89-8923-4E61262F6EEE", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "399", "dailymed_setid": "ba17a773-7f7a-4cc5-9297-359decedfed0", "dailymed_product_name": "Asmanex", "trade_name": "Allerzone 0.1% oint. 25 gm (n/a)", "dailymed_name": "Asmanex", "concentration": "25 gm", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 220.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Administer ASMANEX TWISTHALER by the orally inhaled route only. Instruct patients to inhale rapidly and deeply. Advise patients to rinse the mouth after inhalation. Individual patients will experience a variable time to onset and degree of symptom relief. Maximum benefit may not be achieved for 1 to 2 weeks or longer after initiation of treatment. After asthma stability has been achieved, it is desirable to titrate to the lowest effective dosage to reduce the possibility of side effects. For patients ≥12 years of age who do not respond adequately to the starting dose after 2 weeks of therapy, higher doses may provide additional asthma control. The safety and efficacy of ASMANEX TWISTHALER when administered in excess of recommended doses have not been established. FOR ORAL INHALATION ONLY. (2) Instruct patients to inhale rapidly and deeply and to rinse mouth after inhalation. (2) Recommended Dosages for ASMANEX TWISTHALER Treatment Previous Therapy Recommended Starting Dose Highest Recommended Daily Dose Please refer to section 2.1 for full dosage recommendations and details. Patients ≥12 years who received bronchodilators alone 220 mcg once daily in the evening 440 mcg Patients ≥12 years who received inhaled corticosteroids 220 mcg once daily in the evening 440 mcg Patients ≥12 years who received oral corticosteroids 440 mcg twice daily 880 mcg Children 4 – 11 years of age 110 mcg once daily in the evening 110 mcg 2.1 Recommended Dosages in Patients 4 Years of Age and Older The recommended starting doses and highest recommended daily dose for ASMANEX TWISTHALER treatment based on prior asthma therapy are provided in Table 1. TABLE 1: Recommended Dosages for ASMANEX TWISTHALER Treatment Previous Therapy Recommended Starting Dose Highest Recommended Daily Dose Patients ≥12 years who received bronchodilators alone 220 mcg once daily in the eveningWhen administered once daily, ASMANEX TWISTHALER should be taken only in the evening. 440 mcgThe", "interactions": "7 DRUG INTERACTIONS In clinical studies, the concurrent administration of ASMANEX TWISTHALER and other drugs commonly used in the treatment of asthma was not associated with any unusual adverse reactions. 7.1 Inhibitors of Cytochrome P450 3A4 Ketoconazole, a strong inhibitor of cytochrome P450 3A4, may increase plasma levels of mometasone furoate during concomitant dosing [see Clinical Pharmacology (12.3) ].", "contraindications": "4 CONTRAINDICATIONS Patients with status asthmaticus or other acute episodes of asthma where intensive measures are required. (4.1) Patients with a known hypersensitivity to milk proteins or any ingredients of ASMANEX TWISTHALER. (4.2) 4.1 Status Asthmaticus ASMANEX TWISTHALER therapy is contraindicated in the primary treatment of status asthmaticus or other acute episodes of asthma where intensive measures are required. 4.2 Hypersensitivity ASMANEX TWISTHALER is contraindicated in patients with known hypersensitivity to milk proteins or any ingredients of ASMANEX TWISTHALER. [see Warnings and Precautions (5.3) and Description (11)].", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of ASMANEX TWISTHALER have been established in children 4 years of age and older. Use of ASMANEX TWISTHALER in children 12 years of age and older is supported by evidence from adequate and well-controlled clinical trials in this patient population [see Clinical Studies (14.1) and Adverse Reactions (6.1) ]. Use of ASMANEX TWISTHALER in pediatric patients 4 to 11 years of age is supported by evidence from adequate and well-controlled clinical trials of 12 weeks duration in 630 patients 4 to 11 years of age receiving ASMANEX TWISTHALER and one 52-week safety trial in 152 patients [see Clinical Studies (14. 1) and Adverse Reactions (6.1) ]. Controlled clinical studies have shown that inhaled corticosteroids may cause a reduction in growth in pediatric patients. In these studies, the mean reduction in growth velocity was approximately 1 cm per year (range: 0.3–1.8 per year) and appears to depend upon dose and duration of exposure. This effect was observed in the absence of laboratory evidence of HPA axis suppression, suggesting that growth velocity is a more sensitive indicator of systemic corticosteroid exposure in pediatric patients than some commonly used tests of HPA axis function. The long-term effects of this reduction in growth velocity associated with orally inhaled corticosteroids, including the impact on final adult height, are unknown. The potential for \"catch-up\" growth following discontinuation of treatment with orally inhaled corticosteroids has not been adequately studied. The growth of children and adolescents (4 years of age and older) receiving orally inhaled corticosteroids, including ASMANEX TWISTHALER, should be monitored routinely (e.g., via stadiometry). A 52-week, placebo-controlled, parallel-group study was conducted to assess the potential growth effects of ASMANEX TWISTHALER in 187 prepubescent children (131 males and 56 females) 4 to 9 years of age with asthma who were previously maintained on an ", "pregnancy": "8.1 Pregnancy Pregnancy Category C: There are no adequate and well-controlled studies of ASMANEX TWISTHALER use in pregnant women. Animal reproduction studies in mice, rats, and rabbits revealed evidence of teratogenicity. Asthma is a serious and potentially life-threatening condition. Poorly controlled asthma during pregnancy is associated with adverse outcomes for mother and fetus. ASMANEX TWISTHALER should be used during pregnancy only if the potential benefit justifies the potential risk to ", "boxed_warning": null}, "set_id": "ba17a773-7f7a-4cc5-9297-359decedfed0", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "26901", "dailymed_setid": "A36432F9-BDDD-4B22-BE6D-ED6AC2B3846A", "dailymed_product_name": "Gabapentin", "trade_name": "Shalgaten 300mg 20 capsules", "dailymed_name": "Gabapentin", "concentration": "300mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 15.0, "adult_dose_mg": 600.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Gabapentin capsules is given orally with or without food.If gabapentin dose is reduced, discontinued or substituted with an alternative medication, this should be done gradually over a minimum of 1 week (a longer period may be needed at the discretion of the prescriber). Postherpetic Neuralgia In adults with postherpetic neuralgia, gabapentin therapy may be initiated as a single 300-mg dose on Day 1, 600 mg/day on Day 2 (divided BID), and 900 mg/day on Day 3 (divided TID). The dose can subsequently be titrated up as needed for pain relief to a daily dose of 1800 mg (divided TID). In clinical studies, efficacy was demonstrated over a range of doses from 1800 mg/day to 3600 mg/day with comparable effects across the dose range. Additional benefit of using doses greater then 1800 mg/day was not demonstrated. Epilepsy Gabapentin is recommended for add-on therapy in patients 3 years of age and older. Effectiveness in pediatric patients below the age of 3 years has not been established. Patients >12 years of age The effective dose of gabapentin capsules is 900 to 1800 mg/day and given in divided doses (three times a day) using 300 or 400 mg capsules. The starting dose is 300 mg three times a day. If necessary, the dose may be increased using 300 or 400 mg capsules three times a day up to 1800 mg/day Dosages up to 2400 mg/day have been well tolerated in long-term clinical studies. Doses of 3600 mg/day have also been administered to a small number of patients for a relatively short duration, and have been well tolerated. The maximum time between doses in the TID schedule should not exceed 12 hours. Pediatric Patients Age 3-12 years The starting dose should range from 10-15 mg/kg/day in 3 divided doses, and the effective dose reached by upward titration over a period of approximately 3 days. The effective dose of gabapentin in patients 5 years of age and older is 25-35 mg/kg/day and given in divided doses (three times a day). The effective dose in pe", "interactions": "Drug Interactions In vitro studies were conducted to investigate the potential of gabapentin to inhibit the major cytochrome P450 enzymes (CYP1A2, CYP2A6, CYP2C9, CYP2C19, CYP2D6, CYP2E1, and CYP3A4) that mediate drug and xenobiotic metabolism using isoform selective marker substrates and human liver microsomal preparations. Only at the highest concentration tested (171 µg/mL; 1 mM) was a slight degree of inhibition (14%-30%) of isoform CYP2A6 observed. No inhibition of any of the other isoforms tested was observed at gabapentin concentrations up to 171 µg/mL (approximately 15 times the Cmax at 3600 mg/day).Gabapentin is not appreciably metabolized nor does it interfere with the metabolism of commonly coadministered antiepileptic drugs.The drug interaction data described in this section were obtained from studies involving healthy adults and adult patients with epilepsy. Phenytoin In a single (400 mg) and multiple dose (400 mg TID) study of gabapentin in epileptic patients (N=8) mainta", "contraindications": "CONTRAINDICATIONS Gabapentin is contraindicated in patients who have demonstrated hypersensitivity to the drug or its ingredients.", "pediatric_use": "Pediatric Use Safety and effectiveness of gabapentin in the management of postherpetic neuralgia in pediatric patients have not been established.Effectiveness as adjunctive therapy in the treatment of partial seizures in pediatric patients below the age of 3 years has not been established (see CLINICAL PHARMACOLOGY, Clinical Studies).", "pregnancy": "Pregnancy Pregnancy Category C Gabapentin has been shown to be fetotoxic in rodents, causing delayed ossification of several bones in the skull, vertebrae, forelimbs, and hindlimbs. These effects occurred when pregnant mice received oral doses of 1000 or 3000 mg/kg/day during the period of organogenesis, or approximately 1 to 4 times the maximum dose of 3600 mg/day given to epileptic patients on a mg/m2 basis. The no-effect level was 500 mg/kg/day or approximately 1/2 of the human dose on a mg/m", "boxed_warning": null}, "set_id": "A36432F9-BDDD-4B22-BE6D-ED6AC2B3846A", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "10157", "dailymed_setid": "A0EEEC15-C76D-41DF-80F3-5572C9857DA6", "dailymed_product_name": "Prednisolone", "trade_name": "Salcodin 10mg/ml eye drops (susp.) 5 ml", "dailymed_name": "Prednisolone", "concentration": "10mg/ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 5.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION The initial dosage of prednisolone tablets may vary from 5 mg to 60 mg per day depending on the specific disease entity being treated. In situations of less severity, lower doses will generally suffice, while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time there is a lack of satisfactory clinical response, prednisolone should be discontinued and the patient transferred to other appropriate therapy.IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT.After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small increments at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation it may be necessary to increase the dosage of prednisolone for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. Alternate-Day Therapy Alternate-Day Therapy is a corticosteroid dosing regimen in which twice the usual daily dose of corticoid is administered every other morning. The purpose of this mode of therapy is to provide the patient requiring long-term pharmacologic dose treatment with the beneficial effects of corticoid", "interactions": null, "contraindications": "CONTRAINDICATIONS Systemic fungal infections", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "A0EEEC15-C76D-41DF-80F3-5572C9857DA6", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "21552", "dailymed_setid": "EA623E21-E9FD-4EF1-843B-82CBC05AF5BF", "dailymed_product_name": "Furosemide", "trade_name": "Lafurex 20mg 20 tab.", "dailymed_name": "Furosemide", "concentration": "20mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 2.0, "adult_dose_mg": 80.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Edema Therapy should be individualized according to patient response to gain maximal therapeutic response and to determine the minimal dose needed to maintain that response.Adults -- The usual initial dose of furosemide is 20 to 80 mg given as a single dose. Ordinarily a prompt diuresis ensues. If needed, the same dose can be administered 6 to 8 hours later or the dose may be increased. The dose may be raised by 20 or 40 mg and given not sooner than 6 to 8 hours after the previous dose until the desired diuretic effect has been obtained. The individually determined single dose should then be given once or twice daily (e.g., at 8 am and 2 pm). The dose of furosemide may be carefully titrated up to 600 mg/day in patients with clinically severe edematous states. Edema may be most efficiently and safely mobilized by giving furosemide on 2 to 4 consecutive days each week.When doses exceeding 80 mg/day are given for prolonged periods, careful clinical observation and laboratory monitoring are particularly advisable. (See PRECAUTIONS: Laboratory Tests.)Geriatric patients -- In general, dose selection for the elderly patient should be cautious, usually starting at the low end of the dosing range (see PRECAUTIONS: Geriatric Use).Pediatric Patients -- The usual initial dose of oral furosemide in pediatric patients is 2 mg/kg body weight, given as a single dose. If the diuretic response is not satisfactory after the initial dose, dosage may be increased by 1 or 2 mg/kg no sooner than 6 to 8 hours after the previous dose. Doses greater than 6 mg/kg body weight are not recommended. For maintenance therapy in pediatric patients, the dose should be adjusted to the minimum effective level. Hypertension Therapy should be individualized according to the patient’s response to gain maximal therapeutic response and to determine the minimal dose needed to maintain the therapeutic response.Adults -- The usual initial dose of furosemide for hypertension is 80 mg, ", "interactions": "Drug Interactions Furosemide may increase the ototoxic potential of aminoglycoside antibiotics, especially in the presence of impaired renal function. Except in life-threatening situations, avoid this combination.Furosemide should not be used concomitantly with ethacrynic acid because of the possibility of ototoxicity.Patients receiving high doses of salicylates concomitantly with furosemide, as in rheumatic disease, may experience salicylate toxicity at lower doses because of competitive renal excretory sites. Furosemide has a tendency to antagonize the skeletal muscle relaxing effect of tubocurarine and may potentiate the action of succinylcholine. Lithium generally should not be given with diuretics because they reduce lithium’s renal clearance and add a high risk of lithium toxicity.Furosemide may add to or potentiate the therapeutic effect of other antihypertensive drugs. Potentiation occurs with ganglionic or peripheral adrenergic blocking drugs.Furosemide may decrease arterial r", "contraindications": "CONTRAINDICATIONS Furosemide is contraindicated in patients with anuria and in patients with a history of hypersensitivity to furosemide.", "pediatric_use": null, "pregnancy": "Pregnancy Teratogenic Effects Pregnancy Category C Furosemide has been shown to cause unexplained maternal deaths and abortions in rabbits at 2, 4, and 8 times the maximal recommended human dose. There are no adequate and well-controlled studies in pregnant women. Furosemide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus.The effects of furosemide on embryonic and fetal development and on pregnant dams were studied in mice, rats and rabbits", "boxed_warning": null}, "set_id": "EA623E21-E9FD-4EF1-843B-82CBC05AF5BF", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "11709", "dailymed_setid": "8b59207a-ea5c-4697-a8b6-94c3015a00de", "dailymed_product_name": "Ramipril", "trade_name": "Tritace protect 10mg 20 tab", "dailymed_name": "Ramipril", "concentration": "10mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 1.25, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Blood pressure decreases associated with any dose of ramipril depend, in part, on the presence or absence of volume depletion (e.g., past and current diuretic use) or the presence or absence of renal artery stenosis. If such circumstances are suspected to be present, the initial starting dose should be 1.25 mg once daily. Hypertension The recommended initial dose for patients not receiving a diuretic is 2.5 mg once a day. Dosage should be adjusted according to the blood pressure response. The usual maintenance dosage range is 2.5 to 20 mg per day administered as a single dose or in two equally divided doses. In some patients treated once daily, the antihypertensive effect may diminish toward the end of the dosing interval. In such patients, an increase in dosage or twice daily administration should be considered. If blood pressure is not controlled with ramipril alone, a diuretic can be added.After the initial dose of ramipril, the patient should be observed under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour. (See WARNINGS and PRECAUTIONS, Drug Interactions.) If possible, the dose of any concomitant diuretic should be reduced which may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of ramipril does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension.The ramipril capsule is usually swallowed whole. The ramipril capsule can also be opened and the contents sprinkled on a small amount (about 4 oz.) of apple sauce or mixed in 4 oz. (120 ml) of water or apple juice. To be sure that ramipril is not lost when such a mixture is used, the mixture should be consumed in its entirety. The described mixtures can be pre-prepared and stored for up to 24 hours at room temperature or up to 48 hours under refrigeration.Concomitant administration of ramipril with potassium supplements, p", "interactions": "Drug Interactions With nonsteroidal anti-inflammatory agents: Rarely, concomitant treatment with ACE inhibitors and nonsteroidal anti-inflammatory agents have been associated with worsening of renal failure and an increase in serum potassium.With diuretics: Patients on diuretics, especially those in whom diuretic therapy was recently instituted, may occasionally experience an excessive reduction of blood pressure after initiation of therapy with ramipril. The possibility of hypotensive effects with ramipril can be minimized by either discontinuing the diuretic or increasing the salt intake prior to initiation of treatment with ramipril. If this is not possible, the starting dose should be reduced. (See DOSAGE AND ADMINISTRATION.)With potassium supplements and potassium-sparing diuretics: Ramipril can attenuate potassium loss caused by thiazide diuretics. Potassium-sparing diuretics (spironolactone, amiloride, triamterene, and others) or potassium supplements can increase the risk of hy", "contraindications": "CONTRAINDICATIONS Ramipril is contraindicated in patients who are hypersensitive to this product or any other angiotensin converting enzyme inhibitor (e.g., a patient who has experienced angioedema during therapy with any other ACE inhibitor.", "pediatric_use": "Pediatric Use Safety and effectiveness in pediatric patients have not been established. Irreversible kidney damage has been observed in very young rats given a single dose of ramipril.", "pregnancy": "Pregnancy Pregnancy Categories C (first trimester) and D (second and third trimesters). See WARNINGS: Fetal/Neonatal Morbidity and Mortality.", "boxed_warning": "USE IN PREGNANCY When used in pregnancy during the second and third trimesters, ACE inhibitors can cause injury and even death to the developing fetus. When pregnancy is detected, ramipril should be discontinued as soon as possible. See WARNINGS: Fetal/neonatal morbidity and mortality."}, "set_id": "8b59207a-ea5c-4697-a8b6-94c3015a00de", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17730", "dailymed_setid": "e26005ef-77f0-4393-a2dc-b5fe460cead8", "dailymed_product_name": "DIVALPROEX SODIUM DELAYED-RELEASE", "trade_name": "Divakote 250mg 20 e.r. tab.", "dailymed_name": "DIVALPROEX SODIUM DELAYED-RELEASE", "concentration": "250mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 60.0, "adult_dose_mg": 60.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Mania Divalproex sodium delayed-release tablets are administered orally. The recommended initial dose is 750 mg daily in divided doses. The dose should be increased as rapidly as possible to achieve the lowest therapeutic dose which produces the desired clinical effect or the desired range of plasma concentrations. In placebo-controlled clinical trials of acute mania, patients were dosed to a clinical response with a trough plasma concentration between 50 and 125 mcg/mL. Maximum concentrations were generally achieved within 14 days. The maximum recommended dosage is 60 mg/kg/day.There is no body of evidence available from controlled trials to guide a clinician in the longer term management of a patient who improves during divalproex sodium treatment of an acute manic episode. While it is generally agreed that pharmacological treatment beyond an acute response in mania is desirable, both for maintenance of the initial response and for prevention of new manic episodes, there are no systematically obtained data to support the benefits of divalproex sodium in such longer-term treatment. Although there are no efficacy data that specifically address longer-term antimanic treatment with divalproex sodium, the safety of divalproex sodium in long-term use is supported by data from record reviews involving approximately 360 patients treated with divalproex sodium for greater than 3 months. Epilepsy Divalproex sodium delayed-release tablets are administered orally. Divalproex sodium is indicated as monotherapy and adjunctive therapy in complex partial seizures in adults and pediatric patients down to the age of 10 years, and in simple and complex absence seizures. As the divalproex sodium dosage is titrated upward, concentrations of phenobarbital, carbamazepine, and/or phenytoin may be affected (see PRECAUTIONS - Drug Interactions). Complex Partial Seizures For adults and children 10 years of age or older. Monotherapy (Initial Therapy) Divalproex sodi", "interactions": "Drug Interactions Effects of Co-Administered Drugs on Valproate Clearance Drugs that affect the level of expression of hepatic enzymes, particularly those that elevate levels of glucuronosyltransferases, may increase the clearance of valproate. For example, phenytoin, carbamazepine, and phenobarbital (or primidone) can double the clearance of valproate. Thus, patients on monotherapy will generally have longer half-lives and higher concentrations than patients receiving polytherapy with antiepilepsy drugs.In contrast, drugs that are inhibitors of cytochrome P450 isozymes, e.g., antidepressants, may be expected to have little effect on valproate clearance because cytochrome P450 microsomal mediated oxidation is a relatively minor secondary metabolic pathway compared to glucuronidation and beta-oxidation.Because of these changes in valproate clearance, monitoring of valproate and concomitant drug concentrations should be increased whenever enzyme inducing drugs are introduced or withdrawn", "contraindications": "CONTRAINDICATIONS DIVALPROEX SODIUM SHOULD NOT BE ADMINISTERED TO PATIENTS WITH HEPATIC DISEASE OR SIGNIFICANT HEPATIC DYSFUNCTION.Divalproex sodium is contraindicated in patients with known hypersensitivity to the drug.Divalproex sodium is contraindicated in patients with known urea cycle disorders (See WARNINGS).", "pediatric_use": "Pediatric Use Experience has indicated that pediatric patients under the age of two years are at a considerably increased risk of developing fatal hepatotoxicity, especially those with the aforementioned conditions (see BOXED WARNING). When divalproex sodium is used in this patient group, it should be used with extreme caution and as a sole agent. The benefits of therapy should be weighed against the risks. Above the age of 2 years, experience in epilepsy has indicated that the incidence of fatal hepatotoxicity decreases considerably in progressively older patient groups.Younger children, especially those receiving enzyme-inducing drugs, will require larger maintenance doses to attain targeted total and unbound valproic acid concentrations. The variability in free fraction limits the clinical usefulness of monitoring total serum valproic acid concentrations. Interpretation of valproic acid concentrations in children should include consideration of factors that affect hepatic metabolism and protein binding.The safety and effectiveness of divalproex sodium for the treatment of acute mania has not been studied in individuals below the age of 18 years.The safety and effectiveness of divalproex sodium for the prophylaxis of migraines has not been studied in individuals below the age of 16 years.The basic toxicology and pathologic manifestations of valproate sodium in neonatal (4 day old) and juvenile (14 day old) rats are similar to those seen in young adult rats. However, additional findings, including renal alterations in juvenile rats and renal alterations and retinal dysplasia in neonatal rats, have been reported. These findings occurred at 240 mg/kg/day, a dosage approximately equivalent to the human maximum recommended daily dose on a mg/m2 basis. They were not seen at 90 mg/kg, or 40% of the maximum human daily dose on a mg/m2 basis.", "pregnancy": "Pregnancy Teratogenic Effects: Pregnancy Category D: See WARNINGS.", "boxed_warning": "BOX WARNING HEPATOTOXICITYHEPATIC FAILURE RESULTING IN FATALITIES HAS OCCURRED IN PATIENTS RECEIVING VALPROIC ACID AND ITS DERIVATIVES. EXPERIENCE HAS INDICATED THAT CHILDREN UNDER THE AGE OF TWO YEARS ARE AT A CONSIDERABLY INCREASED RISK OF DEVELOPING FATAL HEPATOTOXICITY, ESPECIALLY THOSE ON MULTIPLE ANTICONVULSANTS, THOSE WITH CONGENITAL METABOLIC DISORDERS, THOSE WITH SEVERE SEIZURE DISORDERS ACCOMPANIED BY MENTAL RETARDATION, AND THOSE WITH ORGANIC BRAIN DISEASE. WHEN DIVALPROEX SODIUM IS U"}, "set_id": "e26005ef-77f0-4393-a2dc-b5fe460cead8", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "33230", "dailymed_setid": "c519e446-fa50-487d-a54d-fc3bfdd7d034", "dailymed_product_name": "Cyclobenzaprine Hydrochloride", "trade_name": "Moveasy 5 mg 20 f.c.tabs.", "dailymed_name": "Cyclobenzaprine Hydrochloride", "concentration": "5 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 5.0, "frequency_hours": 8, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION For most patients, the recommended dose of cyclobenzaprine HCl tablets USP is 5 mg three times a day. Based on individual patient response, the dose may be increased to 10 mg three times a day. Use of cyclobenzaprine HCl tablets USP for periods longer than two or three weeks is not recommended. (see INDICATIONS AND USAGE). Less frequent dosing should be considered for hepatically impaired or elderly patients (see PRECAUTIONS, Impaired Hepatic Function, and Use in the Elderly ).", "interactions": "Drug Interactions Cyclobenzaprine HCl may have life-threatening interactions with MAO inhibitors. (See CONTRAINDICATIONS.) Postmarketing cases of serotonin syndrome have been reported during combined use of Cyclobenzaprine Hydrochloride and other drugs, such as SSRIs, SNRIs, TCAs, tramadol, bupropion, meperidine, verapamil, or MAO inhibitors. If concomitant treatment with Cyclobenzaprine Hydrochloride and other serotonergic drugs is clinically warranted, careful observation is advised, particularly during treatment initiation or dose increases (see WARNINGS). Cyclobenzaprine HCl may enhance the effects of alcohol, barbiturates, and other CNS depressants. Tricyclic antidepressants may block the antihypertensive action of guanethidine and similarly acting compounds. Tricyclic antidepressants may enhance the seizure risk in patients taking tramadol. † † ULTRAM ® (tramadol hydrochloride tablets, Ortho-McNeil Pharmaceutical) † ULTRACET ® (tramadol hydrochloride and acetaminophen tablets, Or", "contraindications": "CONTRAINDICATIONS Hypersensitivity to any component of this product. Concomitant use of monoamine oxidase (MAO) inhibitors or within 14 days after their discontinuation. Hyperpyretic crisis seizures, and deaths have occurred in patients receiving cyclobenzaprine (or structurally similar tricyclic antidepressants) concomitantly with MAO inhibitor drugs. Acute recovery phase of myocardial infarction, and patients with arrhythmias, heart block or conduction disturbances, or congestive heart failure. Hyperthyroidism.", "pediatric_use": "Pediatric Use Safety and effectiveness of cyclobenzaprine HCl in pediatric patients below 15 years of age have not been established.", "pregnancy": "Pregnancy Pregnancy Category B: Reproduction studies have been performed in rats, mice and rabbits at doses up to 20 times the human dose, and have revealed no evidence of impaired fertility or harm to the fetus due to cyclobenzaprine HCl. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed.", "boxed_warning": null}, "set_id": "c519e446-fa50-487d-a54d-fc3bfdd7d034", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "8736", "dailymed_setid": "533f3ed8-4569-48e2-95ee-efe428896b8d", "dailymed_product_name": "chlorpromazine hydrochloride", "trade_name": "Neurazine 25 mg 20 tab.", "dailymed_name": "chlorpromazine hydrochloride", "concentration": "25 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 100.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION–ADULTS Adjust dosage to individual and the severity of his condition, recognizing that the milligram for milligram potency relationship among all dosage forms has not been precisely established clinically. It is important to increase dosage until symptoms are controlled. Dosage should be increased more gradually in debilitated or emaciated patients. In continued therapy, gradually reduce dosage to the lowest effective maintenance level, after symptoms have been controlled for a reasonable period. The 100 mg and 200 mg tablets are for use in severe neuropsychiatric conditions. Elderly Patients – In general, dosages in the lower range are sufficient for most elderly patients. Since they appear to be more susceptible to hypotension and neuromuscular reactions, such patients should be observed closely. Dosage should be tailored to the individual, response carefully monitored, and dosage adjusted accordingly. Dosage should be increased more gradually in elderly patients. Psychotic Disorders – Increase dosage gradually until symptoms are controlled. Maximum improvement may not be seen for weeks or even months. Continue optimum dosage for 2 weeks; then gradually reduce dosage to the lowest effective maintenance level. Daily dosage of 200 mg is not unusual. Some patients require higher dosages (e.g., 800 mg daily is not uncommon in discharged mental patients). Hospitalized Patients: Acute Schizophrenic or Manic States – It is recommended that initial treatment be with chlorpromazine HCI injection until patient is controlled. Usually patient becomes quiet and co-operative within 24 to 48 hours and oral doses may be substituted and increased until the patient is calm. 500 mg a day is generally sufficient. While gradual increases to 2,000 mg a day or more may be necessary, there is usually little therapeutic gain to be achieved by exceeding 1,000 mg a day for extended periods. In general, dosage levels should be lower in the elderly, the emaciated and", "interactions": null, "contraindications": "CONTRAINDICATIONS Do not use in patients with known hypersensitivity to phenothiazines. Do not use in comatose states or in the presence of large amounts of central nervous system depressants (alcohol, barbiturates, narcotics, etc.).", "pediatric_use": null, "pregnancy": null, "boxed_warning": "WARNING Increased Mortality in Elderly Patients with Dementia-Related Psychosis Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. Analyses of seventeen placebo-controlled trials (modal duration of 10 weeks), largely in patients taking atypical antipsychotic drugs, revealed a risk of death in drug-treated patients of between 1.6 to 1.7 times the risk of death in placebo-treated patients. Over the course of a typical 10-week contro"}, "set_id": "533f3ed8-4569-48e2-95ee-efe428896b8d", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "28297", "dailymed_setid": "6d46258b-31d0-4e43-9acd-4c821f09ec0f", "dailymed_product_name": "TOPIRAMATE", "trade_name": "Topamax 25mg 60 f.c. tabs.", "dailymed_name": "TOPIRAMATE", "concentration": "25mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 9.0, "adult_dose_mg": 400.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Epilepsy In the controlled add-on trials, no correlation has been demonstrated between trough plasma concentrations of topiramate and clinical efficacy. No evidence of tolerance has been demonstrated in humans. Doses above 400 mg/day (600, 800, or 1000 mg/day) have not been shown to improve responses in dose-response studies in adults with partial onset seizures. It is not necessary to monitor topiramate plasma concentrations to optimize topiramate therapy. On occasion, the addition of topiramate to phenytoin may require an adjustment of the dose of phenytoin to achieve optimal clinical outcome. Addition or withdrawal of phenytoin and/or carbamazepine during adjunctive therapy with topiramate may require adjustment of the dose of topiramate. Because of the bitter taste, tablets should not be broken. Topiramate tablets can be taken without regard to meals. Monotherapy Use The recommended dose for topiramate monotherapy in adults and children 10 years of age and older is 400 mg/day in two divided doses. Approximately 58% of patients randomized to 400 mg/day achieved this maximal dose in the monotherapy controlled trial; the mean dose achieved in the trial was 275 mg/day. The dose should be achieved by titrating according to the following schedule: Morning Dose Evening Dose Week 1 25 mg 25 mg Week 2 50 mg 50 mg Week 3 75 mg 75 mg Week 4 100 mg 100 mg Week 5 150 mg 150 mg Week 6 200 mg 200 mg Adjunctive Therapy Use Adults (17 Years of Age and Over) - Partial Seizures, Primary Generalized Tonic-Clonic Seizures, or Lennox-Gastaut Syndrome The recommended total daily dose of topiramate as adjunctive therapy in adults with partial seizures is 200 to 400 mg/day in two divided doses, and 400 mg/day in two divided doses as adjunctive treatment in adults with primary generalized tonic-clonic seizures. It is recommended that therapy be initiated at 25 to 50 mg/day followed by titration to an effective dose in increments of 25 to 50 mg/week. Titrating in", "interactions": "Drug Interactions: In vitro studies indicate that topiramate does not inhibit enzyme activity for CYP1A2, CYP2A6, CYP2B6, CYP2C9, CYP2C19, CYP2D6, CYP2E1 and CYP3A4/5 isozymes.", "contraindications": "CONTRAINDICATIONS Topiramate tablets are contraindicated in patients with a history of hypersensitivity to any component of this product.", "pediatric_use": "Pediatric Use: Safety and effectiveness in patients below the age of 2 years have not been established for the adjunctive therapy treatment of partial onset seizures, primary generalized tonic-clonic seizures, or seizures associated with Lennox-Gastaut syndrome. Safety and effectiveness in patients below the age of 10 years have not been established for the monotherapy treatment of epilepsy. Topiramate is associated with metabolic acidosis. Chronic untreated metabolic acidosis in pediatric patients may cause osteomalacia/rickets and may reduce growth rates. A reduction in growth rate may eventually decrease the maximal height achieved. The effect of topiramate on growth and bone-related sequelae has not been systematically investigated (see WARNINGS ).", "pregnancy": "Pregnancy: Pregnancy Category C. Topiramate has demonstrated selective developmental toxicity, including teratogenicity, in experimental animal studies. When oral doses of 20, 100, or 500 mg/kg were administered to pregnant mice during the period of organogenesis, the incidence of fetal malformations (primarily craniofacial defects) was increased at all doses. The low dose is approximately 0.2 times the recommended human dose (RHD=400 mg/day) on a mg/m2 basis. Fetal body weights and skeletal oss", "boxed_warning": null}, "set_id": "6d46258b-31d0-4e43-9acd-4c821f09ec0f", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "29849", "dailymed_setid": "3bc802bd-76b4-4f45-8571-a436ec26228e", "dailymed_product_name": "Neupogen", "trade_name": "Zarzio 48 miu/0.5ml prefilled syringe", "dailymed_name": "Neupogen", "concentration": "0.5ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 5.0, "adult_dose_mg": 15.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION NEUPOGEN® is supplied in either vials or in prefilled syringes with UltraSafe® Needle Guards. Following administration of NEUPOGEN® from the prefilled syringe, the UltraSafe® Needle Guard should be activated to prevent accidental needle sticks. To activate the UltraSafe® Needle Guard, place your hands behind the needle, grasp the guard with one hand, and slide the guard forward until the needle is completely covered and the guard clicks into place. NOTE: If an audible click is not heard, the needle guard may not be completely activated. The prefilled syringe should be disposed of by placing the entire prefilled syringe with guard activated into an approved puncture-proof container. Cancer Patients Receiving Myelosuppressive Chemotherapy The recommended starting dose of NEUPOGEN® is 5 mcg/kg/day‚ administered as a single daily injection by SC bolus injection‚ by short IV infusion (15 to 30 minutes)‚ or by continuous SC or continuous IV infusion. A CBC and platelet count should be obtained before instituting NEUPOGEN® therapy‚ and monitored twice weekly during therapy. Doses may be increased in increments of 5 mcg/kg for each chemotherapy cycle‚ according to the duration and severity of the ANC nadir. NEUPOGEN® should be administered no earlier than 24 hours after the administration of cytotoxic chemotherapy. NEUPOGEN® should not be administered in the period 24 hours before the administration of chemotherapy (see PRECAUTIONS ). NEUPOGEN® should be administered daily for up to 2 weeks‚ until the ANC has reached 10‚000/mm3 following the expected chemotherapy-induced neutrophil nadir. The duration of NEUPOGEN® therapy needed to attenuate chemotherapy-induced neutropenia may be dependent on the myelosuppressive potential of the chemotherapy regimen employed. NEUPOGEN® therapy should be discontinued if the ANC surpasses 10‚000/mm3 after the expected chemotherapy-induced neutrophil nadir (see PRECAUTIONS ). In phase 3 trials‚ efficacy was observed", "interactions": null, "contraindications": "CONTRAINDICATIONS NEUPOGEN® is contraindicated in patients with known hypersensitivity to E coli-derived proteins‚ Filgrastim‚ or any component of the product.", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "3bc802bd-76b4-4f45-8571-a436ec26228e", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "10592", "dailymed_setid": "66ef201f-85eb-44f0-9ef0-1b618c6e0bff", "dailymed_product_name": "Zyprexa", "trade_name": "Ranxapin 10 mg 10 tabs.", "dailymed_name": "Zyprexa", "concentration": "10 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 10.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION 2.1 Schizophrenia Usual Dose — Oral olanzapine should be administered on a once-a-day schedule without regard to meals, generally beginning with 5 to 10 mg initially, with a target dose of 10 mg/day within several days. Further dosage adjustments, if indicated, should generally occur at intervals of not less than 1 week, since steady state for olanzapine would not be achieved for approximately 1 week in the typical patient. When dosage adjustments are necessary, dose increments/decrements of 5 mg QD are recommended. Efficacy in Schizophrenia was demonstrated in a dose range of 10 to 15 mg/day in clinical trials. However, doses above 10 mg/day were not demonstrated to be more efficacious than the 10 mg/day dose. An increase to a dose greater than the target dose of 10 mg/day (i.e., to a dose of 15 mg/day or greater) is recommended only after clinical assessment. Olanzapine is not indicated for use in doses above 20 mg/day. Dosing in Specific Populations — The recommended starting dose is 5 mg in patients who are debilitated, who have a predisposition to hypotensive reactions, who otherwise exhibit a combination of factors that may result in slower metabolism of olanzapine (e.g., nonsmoking female patients ≥65 years of age), or who may be more pharmacodynamically sensitive to olanzapine [see Warnings and Precautions (5.14), Drug Interactions (7), and Clinical Pharmacology (12.3)]. When indicated, dose escalation should be performed with caution in these patients. Maintenance Treatment — While there is no body of evidence available to answer the question of how long the patient treated with olanzapine should remain on it, the effectiveness of oral olanzapine, 10 mg/day to 20 mg/day, in maintaining treatment response in schizophrenic patients who had been stable on ZYPREXA for approximately 8 weeks and were then followed for a period of up to 8 months has been demonstrated in a placebo-controlled trial [see Clinical Studies (14.1)]. Patients ", "interactions": "7 DRUG INTERACTIONS The risks of using olanzapine in combination with other drugs have not been extensively evaluated in systematic studies. 7.1 Potential for Other Drugs to Affect Olanzapine Diazepam — The co-administration of diazepam with olanzapine potentiated the orthostatic hypotension observed with olanzapine [see Drug Interactions (7.2)]. Cimetidine and Antacids — Single doses of cimetidine (800 mg) or aluminum- and magnesium-containing antacids did not affect the oral bioavailability of olanzapine. Inducers of CYP1A2 — Carbamazepine therapy (200 mg bid) causes an approximately 50% increase in the clearance of olanzapine. This increase is likely due to the fact that carbamazepine is a potent inducer of CYP1A2 activity. Higher daily doses of carbamazepine may cause an even greater increase in olanzapine clearance. Alcohol — Ethanol (45 mg/70 kg single dose) did not have an effect on olanzapine pharmacokinetics. The co-administration of alcohol (i.e., ethanol) with olanzapine pot", "contraindications": "4 CONTRAINDICATIONS None with ZYPREXA monotherapy. When using ZYPREXA and fluoxetine in combination, also refer to the Contraindications section of the package insert for Symbyax. For specific information about the contraindications of lithium or valproate, refer to the Contraindications section of the package inserts for these other products. None with ZYPREXA monotherapy. When using ZYPREXA and fluoxetine in combination, also refer to the Contraindications section of the package insert for Symbyax®. (4) When using ZYPREXA in combination with lithium or valproate, refer to the Contraindications section of the package inserts for those products. (4)", "pediatric_use": null, "pregnancy": null, "boxed_warning": "WARNING: INCREASED MORTALITY IN ELDERLY PATIENTS WITH DEMENTIA-RELATED PSYCHOSIS Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. Analyses of seventeen placebo-controlled trials (modal duration of 10 weeks), largely in patients taking atypical antipsychotic drugs, revealed a risk of death in drug-treated patients of between 1.6 to 1.7 times the risk of death in placebo-treated patients. Over the course of a typical 10-week contr"}, "set_id": "66ef201f-85eb-44f0-9ef0-1b618c6e0bff", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "26067", "dailymed_setid": "14d74b63-34ca-4897-bfdd-3e3952ab6088", "dailymed_product_name": "Ribavirin", "trade_name": "Ribovinal 200 mg 21 strips x 8 caps.", "dailymed_name": "Ribavirin", "concentration": "200 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 800.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION CHC Monoinfection The recommended dose of ribavirin tablet is provided in Table 5. The recommended duration of treatment for patients previously untreated with ribavirin and interferon is 24 to 48 weeks. The daily dose of ribavirin tablet is 800 mg to 1200 mg administered orally in two divided doses. The dose should be individualized to the patient depending on baseline disease characteristics (e.g., genotype), response to therapy, and tolerability of the regimen (see Table 5). In the pivotal clinical trials, patients were instructed to take ribavirin tablets with food; therefore, patients are advised to take ribavirin tablets with food. Table 5 Peginterferon alfa-2a and Ribavirin Tablets Dosing Recommendations Genotype Peginterferon alfa-2a Dose Ribavirin Tablets Dose Duration Genotypes non-1 showed no increased response to treatment beyond 24 weeks (see Table 2). Data on genotypes 5 and 6 are insufficient for dosing recommendations. Genotype 1, 4 180 mcg <75 kg = 1000 mg ≥75 kg = 1200 mg 48 weeks 48 weeks Genotype 2, 3 180 mcg 800 mg 24 weeks CHC with HIV Coinfection The recommended dose for hepatitis C in HCV/HIV coinfected patients is peginterferon alfa-2a 180 mcg sc once weekly and ribavirin tablets 800 mg po daily for a total of 48 weeks, regardless of genotype. Dose Modifications If severe adverse reactions or laboratory abnormalities develop during combination ribavirin tablets/peginterferon alfa-2a therapy, the dose should be modified or discontinued, if appropriate, until the adverse reactions abate. If intolerance persists after dose adjustment, ribavirin tablets/peginterferon alfa-2a therapy should be discontinued. Ribavirin tablets should be administered with caution to patients with pre-existing cardiac disease (see Table 6). Patients should be assessed before commencement of therapy and should be appropriately monitored during therapy. If there is any deterioration of cardiovascular status, therapy should be stopped (see WARN", "interactions": null, "contraindications": "CONTRAINDICATIONS Ribavirin tablet is contraindicated in: Patients with known hypersensitivity to ribavirin tablets or to any component of the tablet. Women who are pregnant. Men whose female partners are pregnant. Patients with hemoglobinopathies (e.g., thalassemia major or sickle-cell anemia). Ribavirin tablets and peginterferon alfa-2a combination therapy is contraindicated in patients with: Autoimmune hepatitis. Hepatic decompensation (Child-Pugh score greater than 6; class B and C) in cirrhotic CHC monoinfected patients before or during treatment. Hepatic decompensation with Child-Pugh score greater than or equal to 6 in cirrhotic CHC patients coinfected with HIV before or during treatment.", "pediatric_use": null, "pregnancy": null, "boxed_warning": "Ribavirin tablets monotherapy is not effective for the treatment of chronic hepatitis C virus infection and should not be used alone for this indication (see WARNINGS ). The primary clinical toxicity of ribavirin is hemolytic anemia. The anemia associated with ribavirin therapy may result in worsening of cardiac disease that has led to fatal and nonfatal myocardial infarctions. Patients with a history of significant or unstable cardiac disease should not be treated with ribavirin (see WARNINGS, "}, "set_id": "14d74b63-34ca-4897-bfdd-3e3952ab6088", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "22590", "dailymed_setid": "ea79f802-e9ac-480b-91e6-1e3900b11803", "dailymed_product_name": "NEXIUM", "trade_name": "Merazodel 20 mg vial. for i.v. inf.", "dailymed_name": "NEXIUM", "concentration": "20 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": 1.0, "adult_dose_mg": 20.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION NEXIUM is supplied as delayed-release capsules for oral administration or in packets for preparation of delayed-release oral suspensions. The recommended dosages are outlined in the table below. NEXIUM should be taken at least one hour before meals. The duration of proton pump inhibitor administration should be based on available safety and efficacy data specific to the defined indication and dosing frequency, as described in the Prescribing Information, and individual patient medical needs. Proton pump inhibitor treatment should only be initiated and continued if the benefits outweigh the risks of treatment. Table 1 Recommended Dosage Schedule of NEXIUM Indication Dose Frequency Gastroesophageal Reflux Disease (GERD) Healing of Erosive Esophagitis 20 mg or 40 mg Once Daily for 4 to 8 Weeks[See Clinical Studies (14.1) ]The majority of patients are healed within 4 to 8 weeks. For patients who do not heal after 4 to 8 weeks, an additional 4 to 8 weeks of treatment may be considered. Maintenance of Healing of Erosive Esophagitis 20 mg Once DailyControlled studies did not extend beyond six months. Symptomatic Gastroesophageal Reflux Disease 20 mg Once Daily for 4 WeeksIf symptoms do not resolve completely after 4 weeks, an additional 4 weeks of treatment may be considered. Pediatric GERD 12 to 17 Year Olds Short-term Treatment of GERD 20 mg or 40 mg Once Daily for up to 8 Weeks 1 to 11 Year Olds Doses over 1 mg/kg/day have not been studied. Short-term Treatment of Symptomatic GERD 10 mg Once Daily for up to 8 Weeks Healing of Erosive Esophagitis weight < 20 kg 10 mg Once Daily for 8 Weeks weight ≥ 20 kg 10 mg or 20 mg Once Daily for 8 Weeks Risk Reduction of NSAID-Associated Gastric Ulcer 20 mg or 40 mg Once Daily for up to 6 months H. pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy: NEXIUM 40 mg Once Daily for 10 Days Amoxicillin 1000 mg Twice Daily for 10 Days Clarithromycin 500 mg Twice Daily for 10 Days P", "interactions": "7 DRUG INTERACTIONS May affect plasma levels of antiretroviral drugs – use with atazanavir and nelfinavir is not recommended; if saquinavir is used with NEXIUM, monitor for toxicity and consider saquinavir dose reduction (7.1) May interfere with drugs for which gastric pH affects bioavailability (e.g., ketoconazole, iron salts, and digoxin) Patients treated with NEXIUM and digoxin may need to be monitored for digoxin toxicity. (7.2) Combined inhibitor of CYP 2C19 and 3A4 may raise esomeprazole levels (7.3) May increase systemic exposure of cilostazol and an active metabolite. Consider dose reduction (7.3) Tacrolimus: NEXIUM may increase serum levels of tacrolimus (7.4) 7.1 Interference with Antiretroviral Therapy Concomitant use of atazanavir and nelfinavir with proton pump inhibitors is not recommended. Co-administration of atazanavir with proton pump inhibitors is expected to substantially decrease atazanavir plasma concentrations and may result in a loss of therapeutic effect and th", "contraindications": "4 CONTRAINDICATIONS NEXIUM is contraindicated in patients with known hypersensitivity to any component of the formulation [see Description (11) ] or to substituted benzimidazoles. Hypersensitivity reactions, e.g., angioedema and anaphylactic shock, have been reported with NEXIUM use. Patients with known hypersensitivity to any component of the formulation or to substituted benzimidazoles (angioedema and anaphylaxis have occurred) (4)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of NEXIUM have been established in pediatric patients 1 to 17 years of age for short-term treatment (up to eight weeks) of GERD. However, effectiveness has not been demonstrated in patients less than 1 year of age. 1 to 17 years of age Use of NEXIUM in pediatric and adolescent patients 1 to 17 years of age for short-term treatment (up to eight weeks) of GERD is supported by: a) extrapolation of results, already included in the currently approved labeling, from adequate and well-controlled studies that supported the approval of NEXIUM for adults, and b) safety and pharmacokinetic studies performed in pediatric and adolescent patients [see Clinical Pharmacology (12.3), Dosage and Administration (2), Adverse Reactions (6.1), and Clinical Studies, (14.3) ]. The safety and effectiveness of NEXIUM for other pediatric uses have not been established. Neonates to less than one year of age There was no statistically significant difference between NEXIUM and placebo in the rate of discontinuation in a multicenter, randomized, double-blind, controlled, treatment-withdrawal study of patients ages 1 to 11 months, inclusive. Patients were enrolled if they had either a clinical diagnosis of suspected GERD, symptomatic GERD, or endoscopically proven GERD. All patients received NEXIUM Delayed-Release Oral Suspension once daily during a two-week, open-label phase of the study. There were 80 patients who attained a pre-specified level of symptom improvement and who entered the double-blind phase, in which they were randomized in equal proportions to receive NEXIUM or placebo for the next four weeks. Efficacy was assessed by observing the time from randomization to study discontinuation due to symptom worsening during the four-week, treatment-withdrawal phase. The following pharmacokinetic and pharmacodynamic information was obtained in pediatric patients with GERD aged birth to less than one year of age. In neonates (< 1 month old) given N", "pregnancy": "8.1 Pregnancy Pregnancy Category B Reproductive studies in rats and rabbits with NEXIUM (esomeprazole) and multiple cohort studies in pregnant women with omeprazole use during the first trimester do not show an increased risk of congenital anomalies or adverse pregnancy outcomes. There are, however, no adequate and well controlled studies of NEXIUM use in pregnancy. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if ", "boxed_warning": null}, "set_id": "ea79f802-e9ac-480b-91e6-1e3900b11803", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "13039", "dailymed_setid": "14d06124-1eef-4f97-b1f3-18620819ae1a", "dailymed_product_name": "Leflunomide", "trade_name": "Rafix 20mg 10 tab.", "dailymed_name": "Leflunomide", "concentration": "20mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 100.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Loading Dose Due to the long half-life in patients with RA and recommended dosing interval (24 hours), a loading dose is needed to provide steady-state concentrations more rapidly. It is recommended that leflunomide therapy be initiated with a loading dose of one 100 mg tablet per day for 3 days. Elimination of the loading dose regimen may decrease the risk of adverse events. This could be especially important for patients at increased risk of hematologic or hepatic toxicity, such as those receiving concomitant treatment with methotrexate or other immunosuppressive agents or on such medications in the recent past. (See WARNINGS: Hepatotoxicity ). Maintenance Therapy Daily dosing of 20 mg is recommended for treatment of patients with RA. A small cohort of patients (n=104), treated with 25 mg/day, experienced a greater incidence of side effects; alopecia, weight loss, liver enzyme elevations. Doses higher than 20 mg/day are not recommended. If dosing at 20 mg/day is not well tolerated clinically, the dose may be decreased to 10 mg daily. Liver enzymes must be monitored and dose adjustments may be necessary (see WARNINGS: Hepatotoxicity ). Due to the prolonged half-life of the active metabolite of leflunomide, patients should be carefully observed after dose reduction, since it may take several weeks for metabolite levels to decline.", "interactions": "Drug Interactions Cholestyramine and Charcoal Administration of cholestyramine or activated charcoal in patients (n=13) and volunteers (n=96) resulted in a rapid and significant decrease in plasma M1 (the active metabolite of leflunomide) concentration (see PRECAUTIONS: General: Need for Drug Elimination ). Hepatotoxic Drugs Increased side effects may occur when leflunomide is given concomitantly with hepatotoxic substances. This is also to be considered when leflunomide treatment is followed by such drugs without a drug elimination procedure. In a small (n=30) combination study of leflunomide with methotrexate, a 2- to 3-fold elevation in liver enzymes was seen in 5 of 30 patients. All elevations resolved, 2 with continuation of both drugs and 3 after discontinuation of leflunomide. A >3-fold increase was seen in another 5 patients. All of these also resolved, 2 with continuation of both drugs and 3 after discontinuation of leflunomide. Three patients met “ACR criteria” for liver biop", "contraindications": "CONTRAINDICATIONS Leflunomide is contraindicated in patients with known hypersensitivity to leflunomide or any of the other components of leflunomide. Leflunomide can cause fetal harm when administered to a pregnant woman. Leflunomide, when administered orally to rats during organogenesis at a dose of 15 mg/kg, was teratogenic (most notably anophthalmia or microophthalmia and internal hydrocephalus). The systemic exposure of rats at this dose was approximately 1/10 the human exposure level based on AUC. Under these exposure conditions, leflunomide also caused a decrease in the maternal body weight and an increase in embryolethality with a decrease in fetal body weight for surviving fetuses. In rabbits, oral treatment with 10 mg/kg of leflunomide during organogenesis resulted in fused, dysplastic sternebrae. The exposure level at this dose was essentially equivalent to the maximum human exposure level based on AUC. At a 1 mg/kg dose, leflunomide was not teratogenic in rats and rabbits. ", "pediatric_use": "Pediatric Use The safety and effectiveness of leflunomide in pediatric patients with polyarticular course juvenile rheumatoid arthritis (JRA) have not been fully evaluated. (See CLINICAL STUDIES and ADVERSE REACTIONS ).", "pregnancy": "Pregnancy Pregnancy Category X (See CONTRAINDICATIONS section.) Pregnancy Registry: To monitor fetal outcomes of pregnant women exposed to leflunomide, health care providers are encouraged to register such patients by calling 1-877-311-8972.", "boxed_warning": "CONTRAINDICATIONS AND WARNINGS PREGNANCY MUST BE EXCLUDED BEFORE THE START OF TREATMENT WITH LEFLUNOMIDE. LEFLUNOMIDE TABLETS ARE CONTRAINDICATED IN PREGNANT WOMEN, OR WOMEN OF CHILDBEARING POTENTIAL WHO ARE NOT USING RELIABLE CONTRACEPTION. (SEE CONTRAINDICATIONS AND WARNINGS.) PREGNANCY MUST BE AVOIDED DURING LEFLUNOMIDE TREATMENT OR PRIOR TO THE COMPLETION OF THE DRUG ELIMINATION PROCEDURE AFTER LEFLUNOMIDE TREATMENT."}, "set_id": "14d06124-1eef-4f97-b1f3-18620819ae1a", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "25111", "dailymed_setid": "b3bbc16e-8305-469a-9dc3-8e698339a98b", "dailymed_product_name": "Levitra", "trade_name": "Powerecta 10mg 4 disinteg. tabs.", "dailymed_name": "Levitra", "concentration": "10mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 10.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION For most patients, the recommended starting dose of LEVITRA is 10 mg, taken orally approximately 60 minutes before sexual activity. The dose may be increased to a maximum recommended dose of 20 mg or decreased to 5 mg based on efficacy and side effects. The maximum recommended dosing frequency is once per day. LEVITRA can be taken with or without food. Sexual stimulation is required for a response to treatment. Geriatrics: A starting dose of 5 mg LEVITRA should be considered in patients ≥65 years of age (see CLINICAL PHARMACOLOGY, Pharmacokinetics in Special Populations and PRECAUTIONS ). Hepatic Impairment: For patients with mild hepatic impairment (Child-Pugh A), no dose adjustment of LEVITRA is required. Vardenafil clearance is reduced in patients with moderate hepatic impairment (Child-Pugh B), and a starting dose of 5 mg LEVITRA is recommended. The maximum dose in patients with moderate hepatic impairment should not exceed 10 mg. LEVITRA has not been evaluated in patients with severe hepatic impairment (Child-Pugh C) (see CLINICAL PHARMACOLOGY, Metabolism and Excretion WARNINGS and PRECAUTIONS ). Renal Impairment: For patients with mild (CLcr = 50-80 ml/min), moderate (CLcr = 30-50 ml/min), or severe (CLcr<30 ml/min) renal impairment, no dose adjustment is required. LEVITRA has not been evaluated in patients on renal dialysis (see CLINICAL PHARMACOLOGY, Metabolism and Excretion and PRECAUTIONS ). Concomitant Medications: The dosage of LEVITRA may require adjustment in patients receiving potent CYP3A4 inhibitors such as ketoconazole, itraconazole, ritonavir, indinavir, saquinavir, atazanavir, and clarithromycin as well as in other patients receiving moderate CYP3A4 inhibitors such as erythromycin (see WARNINGS , PRECAUTIONS, Drug Interactions ). For ritonavir, a single dose of 2.5 mg LEVITRA should not be exceeded in a 72-hour period. For indinavir, saquinavir, atazanavir, ketoconazole 400 mg daily, itraconazole 400 mg daily, and clarit", "interactions": "Drug Interactions Effect of other drugs on LEVITRA In vitro studies: Studies in human liver microsomes showed that vardenafil is metabolized primarily by cytochrome P450 (CYP) isoforms 3A4/5, and to a lesser degree by CYP2C9. Therefore, inhibitors of these enzymes are expected to reduce vardenafil clearance (see WARNINGS and DOSAGE AND ADMINISTRATION ). In vivo studies: Cytochrome P450 Inhibitors Cimetidine (400 mg b.i.d.) had no effect on vardenafil bioavailability (AUC) and maximum concentration (Cmax) of vardenafil when co-administered with 20 mg LEVITRA in healthy volunteers. Erythromycin (500 mg t.i.d.) produced a 4-fold increase in vardenafil AUC and a 3-fold increase in Cmax when co-administered with LEVITRA 5 mg in healthy volunteers (see DOSAGE AND ADMINISTRATION ). It is recommended not to exceed a single 5 mg dose of LEVITRA in a 24-hour period when used in combination with erythromycin. Ketoconazole (200 mg once daily) produced a 10-fold increase in vardenafil AUC and a 4-f", "contraindications": "CONTRAINDICATIONS Nitrates: Administration of LEVITRA with nitrates (either regularly and/or intermittently) and nitric oxide donors is contraindicated (see CLINICAL PHARMACOLOGY, Pharmacodynamics, Effects on Blood Pressure and Heart Rate when LEVITRA is Combined with Nitrates ). Consistent with the effects of PDE5 inhibition on the nitric oxide/cyclic guanosine monophosphate pathway, PDE5 inhibitors may potentiate the hypotensive effects of nitrates. A suitable time interval following LEVITRA dosing for the safe administration of nitrates or nitric oxide donors has not been determined. Hypersensitivity: LEVITRA is contraindicated for patients with a known hypersensitivity to any component of the tablet.", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "b3bbc16e-8305-469a-9dc3-8e698339a98b", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "1081", "dailymed_setid": "dc7ba02c-bdbb-5136-e053-2995a90ac545", "dailymed_product_name": "Atomoxetine", "trade_name": "Atomoxapex 25mg 30 caps.", "dailymed_name": "Atomoxetine", "concentration": "25mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 0.5, "adult_dose_mg": 40.0, "frequency_hours": 24, "max_dose_mg": 100.0, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Initial, Target and Maximum Daily Dose ( 2.1) (Acute and Maintenance/Extended Treatment) Body Weight Initial Daily Dose Target Total Daily Dose Maximum Total Daily Dose Children and adolescents up to 70 kg 0.5 mg/kg 1.2 mg/kg 1.4 mg/kg Children and adolescents over 70 kg and adults 40 mg 80 mg 100 mg Dosing adjustment – Hepatic Impairment, Strong CYP2D6 Inhibitor, and in patients known to be CYP2D6 poor metabolizers (PMs). ( 2.4, 12.3) 2.1 Acute Treatment Dosing of children and adolescents up to 70 kg body weight — Atomoxetine capsules should be initiated at a total daily dose of approximately 0.5 mg/kg and increased after a minimum of 3 days to a target total daily dose of approximately 1.2 mg/kg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. No additional benefit has been demonstrated for doses higher than 1.2 mg/kg/day [ see Clinical Studies ( 14) ]. The total daily dose in children and adolescents should not exceed 1.4 mg/kg or 100 mg, whichever is less. Dosing of children and adolescents over 70 kg body weight and adults — Atomoxetine capsules should be initiated at a total daily dose of 40 mg and increased after a minimum of 3 days to a target total daily dose of approximately 80 mg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. After 2 to 4 additional weeks, the dose may be increased to a maximum of 100 mg in patients who have not achieved an optimal response. There are no data that support increased effectiveness at higher doses [ see Clinical Studies ( 14) ]. The maximum recommended total daily dose in children and adolescents over 70 kg and adults is 100 mg. 2.2 Maintenance/Extended Treatment It is generally agreed that pharmacological treatment of ADHD may be needed for extended periods. The benefit of maintaining pediatric patients (ages 6 to 15 years) wit", "interactions": "7 DRUG INTERACTIONS Monoamine Oxidase Inhibitors. ( 4.2, 7.1) CYP2D6 Inhibitors - Concomitant use may increase atomoxetine steady-state plasma concentrations in EMs. ( 7.2) Antihypertensive Drugs and Pressor Agents - Possible effects on blood pressure. ( 7.3) Albuterol (or other beta 2 agonists) - Action of albuterol on cardiovascular system can be potentiated. ( 7.4) 7.1 Monoamine Oxidase Inhibitors With other drugs that affect brain monoamine concentrations, there have been reports of serious, sometimes fatal reactions (including hyperthermia, rigidity, myoclonus, autonomic instability with possible rapid fluctuations of vital signs, and mental status changes that include extreme agitation progressing to delirium and coma) when taken in combination with an MAOI. Some cases presented with features resembling neuroleptic malignant syndrome. Such reactions may occur when these drugs are given concurrently or in close proximity [ see Contraindications ( 4.2) ]. 7.2 Effect of CYP2D6 Inhib", "contraindications": "4 CONTRAINDICATIONS Hypersensitivity to atomoxetine or other constituents of product. ( 4.1) Atomoxetine capsule use within 2 weeks after discontinuing MAOI or other drugs that affect brain monoamine concentrations. ( 4.2, 7.1) Narrow Angle Glaucoma. ( 4.3) Pheochromocytoma or history of pheochromocytoma. ( 4.4) Severe Cardiovascular Disorders that might deteriorate with clinically important increases in HR and BP. ( 4.5) 4.1 Hypersensitivity Atomoxetine capsules are contraindicated in patients known to be hypersensitive to atomoxetine or other constituents of the product [ see Warnings and Precautions ( 5.8) ]. 4.2 Monoamine Oxidase Inhibitors (MAOI) Atomoxetine capsules should not be taken with an MAOI, or within 2 weeks after discontinuing an MAOI. Treatment with an MAOI should not be initiated within 2 weeks after discontinuing atomoxetine capsules. With other drugs that affect brain monoamine concentrations, there have been reports of serious, sometimes fatal reactions (including ", "pediatric_use": "8.4 Pediatric Use Anyone considering the use of atomoxetine hydrochloride in a child or adolescent must balance the potential risks with the clinical need [ see Boxed Warning and Warnings and Precautions ( 5.1) ]. The pharmacokinetics of atomoxetine in children and adolescents are similar to those in adults. The safety, efficacy, and pharmacokinetics of atomoxetine hydrochloride in pediatric patients less than 6 years of age have not been evaluated. A study was conducted in young rats to evaluate the effects of atomoxetine on growth and neurobehavioral and sexual development. Rats were treated with 1, 10, or 50 mg/kg/day (approximately 0.2, 2, and 8 times, respectively, the maximum human dose on a mg/m 2 basis) of atomoxetine given by gavage from the early postnatal period (Day 10 of age) through adulthood. Slight delays in onset of vaginal patency (all doses) and preputial separation (10 and 50 mg/kg), slight decreases in epididymal weight and sperm number (10 and 50 mg/kg), and a slight decrease in corpora lutea (50 mg/kg) were seen, but there were no effects on fertility or reproductive performance. A slight delay in onset of incisor eruption was seen at 50 mg/kg. A slight increase in motor activity was seen on Day 15 (males at 10 and 50 mg/kg and females at 50 mg/kg) and on Day 30 (females at 50 mg/kg) but not on Day 60 of age. There were no effects on learning and memory tests. The significance of these findings to humans is unknown.", "pregnancy": "8.1 Pregnancy Pregnancy Exposure Registry There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to ADHD medications, including atomoxetine hydrochloride during pregnancy. Healthcare providers are encouraged to register patients by calling the National Pregnancy Registry for ADHD Medications at 1-866-961-2388 or visiting https://womensmentalhealth.org/adhd-medications/. Risk Summary Available published studies with atomoxetine use in pregnant women are insuffici", "boxed_warning": "WARNING: SUICIDAL IDEATION IN CHILDREN AND ADOLESCENTS Atomoxetine hydrochloride increased the risk of suicidal ideation in short-term studies in children or adolescents with Attention-Deficit/Hyperactivity Disorder (ADHD). Anyone considering the use of atomoxetine hydrochloride in a child or adolescent must balance this risk with the clinical need. Co-morbidities occurring with ADHD may be associated with an increase in the risk of suicidal ideation and/or behavior. Patients who are started on "}, "set_id": "dc7ba02c-bdbb-5136-e053-2995a90ac545", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "21135", "dailymed_setid": "aaadccea-4842-493b-a0bd-0ee7645fc250", "dailymed_product_name": "JANUVIA", "trade_name": "Janugliptin 100mg 7 f.c. tabs.", "dailymed_name": "JANUVIA", "concentration": "100mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 100.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION The recommended dose of JANUVIA is 100 mg once daily. JANUVIA can be taken with or without food. (2.1) Dosage adjustment is recommended for patients with moderate or severe renal insufficiency or end-stage renal disease. (2.2) Dosage Adjustment in Patients With Moderate, Severe and End Stage Renal Disease (ESRD) (2.2) 50 mg once daily 25 mg once daily Moderate CrCl ≥30 to <50 mL/min ~Serum Cr levels [mg/dL] Men: >1.7–≤3.0; Women: >1.5–≤2.5 Severe and ESRD CrCl <30 mL/min~Serum Cr levels [mg/dL] Men: >3.0; Women: >2.5; or on dialysis 2.1 Recommended Dosing The recommended dose of JANUVIA is 100 mg once daily. JANUVIA can be taken with or without food. 2.2 Patients with Renal Insufficiency For patients with mild renal insufficiency (creatinine clearance [CrCl] ≥50 mL/min, approximately corresponding to serum creatinine levels of ≤1.7 mg/dL in men and ≤1.5 mg/dL in women), no dosage adjustment for JANUVIA is required. For patients with moderate renal insufficiency (CrCl ≥30 to <50 mL/min, approximately corresponding to serum creatinine levels of >1.7 to ≤3.0 mg/dL in men and >1.5 to ≤2.5 mg/dL in women), the dose of JANUVIA is 50 mg once daily. For patients with severe renal insufficiency (CrCl <30 mL/min, approximately corresponding to serum creatinine levels of >3.0 mg/dL in men and >2.5 mg/dL in women) or with end-stage renal disease (ESRD) requiring hemodialysis or peritoneal dialysis, the dose of JANUVIA is 25 mg once daily. JANUVIA may be administered without regard to the timing of hemodialysis. Because there is a need for dosage adjustment based upon renal function, assessment of renal function is recommended prior to initiation of JANUVIA and periodically thereafter. Creatinine clearance can be estimated from serum creatinine using the Cockcroft-Gault formula. [See Clinical Pharmacology (12.3).] 2.3 Concomitant Use with an Insulin Secretagogue (e.g., Sulfonylurea) or with Insulin When JANUVIA is used in combination with an insulin s", "interactions": "7 DRUG INTERACTIONS 7.1 Digoxin There was a slight increase in the area under the curve (AUC, 11%) and mean peak drug concentration (Cmax, 18%) of digoxin with the co-administration of 100 mg sitagliptin for 10 days. Patients receiving digoxin should be monitored appropriately. No dosage adjustment of digoxin or JANUVIA is recommended.", "contraindications": "4 CONTRAINDICATIONS History of a serious hypersensitivity reaction to sitagliptin, such as anaphylaxis or angioedema. [See Warnings and Precautions (5.4) ; Adverse Reactions (6.2).] History of a serious hypersensitivity reaction to sitagliptin, such as anaphylaxis or angioedema. (5.4, 6.2)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of JANUVIA in pediatric patients under 18 years of age have not been established.", "pregnancy": "8.1 Pregnancy Pregnancy Category B: Reproduction studies have been performed in rats and rabbits. Doses of sitagliptin up to 125 mg/kg (approximately 12 times the human exposure at the maximum recommended human dose) did not impair fertility or harm the fetus. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. Merck Sharp &", "boxed_warning": null}, "set_id": "aaadccea-4842-493b-a0bd-0ee7645fc250", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "11590", "dailymed_setid": "db08d5f3-6713-4372-a66c-fad3018ef5c6", "dailymed_product_name": "Travatan Z", "trade_name": "Travatan 0.004% eye drops 2.5 ml", "dailymed_name": "Travatan Z", "concentration": "2.5 ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": null, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION The recommended dosage is one drop in the affected eye(s) once daily in the evening. TRAVATAN Z ® (travoprost ophthalmic solution) should not be administered more than once daily since it has been shown that more frequent administration of prostaglandin analogs may decrease the intraocular pressure lowering effect. Reduction of the intraocular pressure starts approximately 2 hours after the first administration with maximum effect reached after 12 hours. TRAVATAN Z® may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five (5) minutes apart. One drop in the affected eye(s) once daily in the evening. (2)", "interactions": null, "contraindications": "4 CONTRAINDICATIONS None", "pediatric_use": "8.4 Pediatric Use Use in pediatric patients below the age of 16 years is not recommended because of potential safety concerns related to increased pigmentation following long-term chronic use.", "pregnancy": "8.1 Pregnancy Pregnancy Category C Teratogenic effects: Travoprost was teratogenic in rats, at an intravenous (IV) dose up to 10 mcg/kg/day (250 times the maximal recommended human ocular dose (MRHOD), evidenced by an increase in the incidence of skeletal malformations as well as external and visceral malformations, such as fused sternebrae, domed head and hydrocephaly. Travoprost was not teratogenic in rats at IV doses up to 3 mcg/kg/day (75 times the MRHOD), or in mice at subcutaneous doses up", "boxed_warning": null}, "set_id": "db08d5f3-6713-4372-a66c-fad3018ef5c6", "product_codes": [], "matching_confidence": 0.0, "quality_score": 10}
{"med_id": "20938", "dailymed_setid": "029a90b6-0722-49be-8400-3ec29526aafd", "dailymed_product_name": "Irbesartan", "trade_name": "Irban 300mg 20 tab.", "dailymed_name": "Irbesartan", "concentration": "300mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 300.0, "frequency_hours": 24, "max_dose_mg": 300.0, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Indication Dose Hypertension ( 2.2) 150 to 300 mg once daily Diabetic Nephropathy ( 2.3) 300 mg once daily 2.1 General Considerations Irbesartan tablets may be administered with other antihypertensive agents and with or without food. 2.2 Hypertension The recommended initial dose of irbesartan tablets is 150 mg once daily. The dosage can be increased to a maximum dose of 300 mg once daily as needed to control blood pressure [see Clinical Studies (14.1)]. 2.3 Nephropathy in Type 2 Diabetic Patients The recommended dose is 300 mg once daily [see Clinical Studies (14.2)]. 2.4 Dose Adjustment in Volume and Salt-Depleted Patients The recommended initial dose is 75 mg once daily in patients with depletion of intravascular volume or salt (e.g., patients treated vigorously with diuretics or on hemodialysis) [see Warnings and Precautions (5.2)].", "interactions": "7 DRUG INTERACTIONS Lithium: Risk of lithium toxicity. ( 7) Nonsteroidal Anti-inflammatory Drugs (NSAIDs) and COX-2 inhibitors: Increased risk of renal impairment. Reduced antihypertensive effects. ( 7) Dual blockade of the renin-angiotensin system: Increased risk of renal impairment, hypotension, and hyperkalemia. ( 7) 7.1 Agents Increasing Serum Potassium Coadministration of irbesartan tablets with other drugs that raise serum potassium levels may result in hyperkalemia, sometimes severe. Monitor serum potassium in such patients. 7.2 Lithium Increases in serum lithium concentrations and lithium toxicity have been reported with concomitant use of irbesartan and lithium. Monitor lithium levels in patients receiving irbesartan and lithium. 7.3 Nonsteroidal Anti-inflammatory Drugs (NSAIDs) Including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministrati", "contraindications": "4 CONTRAINDICATIONS Irbesartan tablets are contraindicated in patients who are hypersensitive to any component of this product. Do not coadministrate aliskiren with irbesartan tablets in patients with diabetes. Hypersensitivity to any component of this product. ( 4) Coadministration with aliskiren in patients with diabetes. ( 4)", "pediatric_use": null, "pregnancy": null, "boxed_warning": "WARNING: FETAL TOXICITY When pregnancy is detected, discontinue irbesartan tablets as soon as possible [see Warnings and Precautions ( 5.1) and Use in Specific Populations ( 8.1)]. Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus [see Warnings and Precautions ( 5.1) and Use in Specific Populations ( 8.1 ) ]. WARNING: FETAL TOXICITY See full prescribing information for complete boxed warning. When pregnancy is detected, discontinue irbesar"}, "set_id": "029a90b6-0722-49be-8400-3ec29526aafd", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17844", "dailymed_setid": "45a7e3c2-8527-4447-90fe-07ce688f25d3", "dailymed_product_name": "Dorzolamide HCl", "trade_name": "Dorsopt 2% eye drop 5 ml", "dailymed_name": "Dorzolamide HCl", "concentration": "5 ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": null, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION The dose is one drop of Dorzolamide HCl Ophthalmic Solution in the affected eye(s) three times daily. Dorzolamide HCl Ophthalmic Solution may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic drug is being used, the drugs should be administered at least ten minutes apart.", "interactions": "Drug interactions Although acid-base and electrolyte disturbances were not reported in the clinical trials with Dorzolamide HCl Ophthalmic Solution, these disturbances have been reported with oral carbonic anhydrase inhibitors and have, in some instances, resulted in drug interactions (e.g., toxicity associated with high-dose salicylate therapy). Therefore, the potential for such drug interactions should be considered in patients receiving Dorzolamide HCl Ophthalmic Solution.", "contraindications": "CONTRAINDICATIONS Dorzolamide HCl Ophthalmic Solution is contraindicated in patients who are hypersensitive to any component of this product.", "pediatric_use": "Pediatric use Safety and IOP-lowering effects of Dorzolamide HCl Ophthalmic Solution have been demonstrated in pediatric patients in a 3-month, multicenter, double-masked, active-treatment-controlled trial.", "pregnancy": "Pregnancy Teratogenic effects Pregnancy Category C. Developmental toxicity studies with dorzolamide hydrochloride in rabbits at oral doses of ≥ 2.5 mg/kg/day (31 times the recommended human ophthalmic dose) revealed malformations of the vertebral bodies. These malformations occurred at doses that caused metabolic acidosis with decreased body weight gain in dams and decreased fetal weights. No treatment-related malformations were seen at 1.0 mg/kg/day (13 times the recommended human ophthalmic do", "boxed_warning": null}, "set_id": "45a7e3c2-8527-4447-90fe-07ce688f25d3", "product_codes": [], "matching_confidence": 0.0, "quality_score": 0}
{"med_id": "2303", "dailymed_setid": "8b55504e-38c5-fa0c-7766-ee68d38c041b", "dailymed_product_name": "FORTAZ ", "trade_name": "Cefzim 500mg vial", "dailymed_name": "FORTAZ ", "concentration": "500mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 50.0, "adult_dose_mg": 250.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Dosage The usual adult dosage is 1 gram administered intravenously or intramuscularly every 8 to 12 hours. The dosage and route should be determined by the susceptibility of the causative organisms, the severity of infection, and the condition and renal function of the patient. The guidelines for dosage of FORTAZ are listed in Table 3 . The following dosage schedule is recommended. Table 3. Recommended Dosage Schedule Dose Frequency Adults Usual recommended dosage 1 gram intravenous or intramuscular every 8 to 12 hours Uncomplicated urinary tract infections 250 mg intravenous or intramuscular every 12 hours Bone and joint infections 2 grams intravenous every 12 hours Complicated urinary tract infections 500 mg intravenous or intramuscular every 8 to 12 hours Uncomplicated pneumonia; mild skin and skin-structure infections 500 mg to 1 gram intravenous or intramuscular every 8 hours Serious gynecologic and intra-abdominal infections 2 grams intravenous every 8 hours Meningitis 2 grams intravenous every 8 hours Very severe life-threatening infections, especially in immunocompromised patients 2 grams intravenous every 8 hours Lung infections caused by Pseudomonas spp. in patients with cystic fibrosis with normal renal functionAlthough clinical improvement has been shown, bacteriologic cures cannot be expected in patients with chronic respiratory disease and cystic fibrosis. 30 to 50 mg/kg intravenous to a maximum of 6 grams per day every 8 hours Neonates (0-4 weeks) 30 mg/kg intravenous every 12 hours Infants and children (1 month-12 years) 30 to 50 mg/kg intravenous to a maximum of 6 grams per dayThe higher dose should be reserved for immunocompromised pediatric patients or pediatric patients with cystic fibrosis or meningitis. every 8 hours Impaired Hepatic Function No adjustment in dosage is required for patients with hepatic dysfunction. Impaired Renal Function Ceftazidime is excreted by the kidneys, almost exclusively by glomerular filtrat", "interactions": "Drug Interactions Nephrotoxicity has been reported following concomitant administration of cephalosporins with aminoglycoside antibacterial drugs or potent diuretics such as furosemide. Renal function should be carefully monitored, especially if higher dosages of the aminoglycosides are to be administered or if therapy is prolonged, because of the potential nephrotoxicity and ototoxicity of aminoglycoside antibacterial drugs. Nephrotoxicity and ototoxicity were not noted when ceftazidime was given alone in clinical trials. Chloramphenicol has been shown to be antagonistic to beta-lactam antibacterial drugs, including ceftazidime, based on in vitro studies and time kill curves with enteric gram-negative bacilli. Due to the possibility of antagonism in vivo, particularly when bactericidal activity is desired, this drug combination should be avoided. In common with other antibacterial drugs, ceftazidime may affect the gut flora, leading to lower estrogen reabsorption and reduced efficacy ", "contraindications": "CONTRAINDICATIONS FORTAZ is contraindicated in patients who have shown hypersensitivity to ceftazidime or the cephalosporin group of antibacterial drugs.", "pediatric_use": "Pediatric Use See DOSAGE AND ADMINISTRATION.", "pregnancy": "Pregnancy Teratogenic Effects Pregnancy Category B. Reproduction studies have been performed in mice and rats at doses up to 40 times the human dose and have revealed no evidence of impaired fertility or harm to the fetus due to FORTAZ. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed.", "boxed_warning": null}, "set_id": "8b55504e-38c5-fa0c-7766-ee68d38c041b", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17001", "dailymed_setid": "0277db2d-7c81-4cd0-ac19-fa12b5721428", "dailymed_product_name": "Tranexamic Acid", "trade_name": "Cycloxemic 500 mg 30 f.c. tabs.", "dailymed_name": "Tranexamic Acid", "concentration": "500 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 10.0, "adult_dose_mg": 1.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Before Extraction: Administer 10 mg/kg actual body weight of tranexamic acid injection intravenously with replacement therapy. (2.1) After Extraction: Administer 10 mg/kg actual body weight 3 to 4 times daily for 2 to 8 days. Infuse no more than 1 mL/minute to avoid hypotension. (2.1) Reduce the dosage for patients with renal impairment. (2.2, 8.6) 2.1 Recommended Dosage The recommended dose of tranexamic acid injection is 10 mg/kg actual body weight intravenously administered as a single-dose, immediately before tooth extractions. Infuse no more than 1 mL/minute to avoid hypotension [see Warnings and Precautions (5.1)]. Following tooth extraction, tranexamic acid injection may be administered for 2 to 8 days at a dose of 10 mg/kg actual body weight 3 to 4 times daily, intravenously. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. For intravenous infusion, tranexamic acid injection may be mixed with most solutions for infusion such as electrolyte solutions, carbohydrate solutions, amino acid solutions, and Dextran solutions. Heparin may be added to tranexamic acid injection. Tranexamic acid injection should NOT be mixed with blood. The drug is a synthetic amino acid and should NOT be mixed with solutions containing penicillin. Discard any unused portion. The diluted mixture may be stored for up to 4 hours at room temperature prior to patient administration. 2.2 Recommended Dosage for Patients with Varying Degrees of Renal Impairment* For patients with moderate to severe impaired renal function, the following dosages are recommended: Table 1: Recommended Dosage in Patients with Varying Degrees of Renal Impairment * Dose reduction is recommended for all doses, both before and after tooth extraction. Serum Creatinine (mg/dL) Tranexamic Acid Injection Intravenous Dosage 1.36 to 2.83 (120 to 250 micromol/L) 10 mg/kg twice daily 2.83 ", "interactions": "7 DRUG INTERACTIONS Prothrombotic Medical Products: Avoid concomitant use, can further increase the risk of thromboembolic adverse reactions associated with tranexamic acid. (5.1, 7.1, 8.3) 7.1 Prothrombotic Medical Products Avoid concomitant use of tranexamic acid with medical products that are prothrombotic because concomitant use can further increase the risk of thromboembolic adverse reactions associated with tranexamic acid [see Warnings and Precautions (5.1), Use in Specific Populations (8.3)].", "contraindications": "4 CONTRAINDICATIONS Tranexamic acid injection is contraindicated: In patients with subarachnoid hemorrhage. Anecdotal experience indicates that cerebral edema and cerebral infarction may be caused by tranexamic acid injection in such patients. In patients with active intravascular clotting [see Warnings and Precautions (5.1)]. In patients with hypersensitivity to tranexamic acid or any of the ingredients [see Warnings and Precautions (5.4)]. In patients with subarachnoid hemorrhage, due to risk of cerebral edema and cerebral infarction. (4) In patients with active intravascular clotting. (4) In patients with severe hypersensitivity reactions to tranexamic acid or any of the ingredients. (4)", "pediatric_use": "8.4 Pediatric Use There are limited data concerning the use of tranexamic acid in pediatric patients with hemophilia who are undergoing tooth extraction. The limited data suggest that there are no significant pharmacokinetic differences between adults and pediatric patients.", "pregnancy": "8.1 Pregnancy Risk Summary Available data from published studies, case series and case reports with tranexamic acid use in pregnant women in the second and third trimester and at the time of delivery have not clarified whether there is a drug-associated risk of miscarriage or adverse maternal or fetal outcomes. There are 2 (0.02%) infant cases with structural abnormalities that resulted in death when tranexamic acid was used during conception or the first trimester of pregnancy; however, due to ", "boxed_warning": null}, "set_id": "0277db2d-7c81-4cd0-ac19-fa12b5721428", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "20013", "dailymed_setid": "bc44d11b-b3f0-4e3d-9da3-4f8852d11734", "dailymed_product_name": "Cabergoline", "trade_name": "Golinosab 0.5 mg 4 tabs.", "dailymed_name": "Cabergoline", "concentration": "0.5 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 0.25, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION The recommended dosage of Cabergoline Tablets, USP for initiation of therapy is 0.25 mg twice a week. Dosage may be increased by 0.25 mg twice weekly up to a dosage of 1 mg twice a week according to the patient's serum prolactin level. Before initiating treatment, cardiovascular evaluation should be performed and echocardiography should be considered to assess for valvular disease. Dosage increases should not occur more rapidly than every 4 weeks, so that the physician can assess the patient's response to each dosage level. If the patient does not respond adequately, and no additional benefit is observed with higher doses, the lowest dose that achieved maximal response should be used and other therapeutic approaches considered. Patients receiving long term treatment with Cabergoline should undergo periodic assessment of their cardiac status and echocardiography should be considered. After a normal serum prolactin level has been maintained for 6 months, cabergoline may be discontinued, with periodic monitoring of the serum prolactin level to determine whether or when treatment with cabergoline should be reinstituted. The durability of efficacy beyond 24 months of therapy with cabergoline has not been established. HOW SUPPLIED Cabergoline Tablets, USP are a white to off-white, oval shape, flat face, beveled edge tablet containing 0.5 mg Cabergoline USP. Each tablet is debossed \"P\" bisect line \"P\" on one side and \"673\" on the other side. Cabergoline Tablets, USP are available as follows: Bottles of 8 tablets NDC 23155-823-73 STORAGE Store at controlled room temperature 20° to 25° C (68° to 77° F) [see USP]. Dispense in original container. Distributed by: Avet Pharmaceuticals Inc. East Brunswick, NJ 08816 1.866.901.DRUG (3784) Revised: 05/2022 OS673A-01-1-01 logo", "interactions": null, "contraindications": "CONTRAINDICATIONS Cabergoline Tablets, USP are contraindicated in patients with Uncontrolled hypertension or known hypersensitivity to ergot derivatives. History of cardiac valvular disorders, as suggested by anatomical evidence of valvulopathy of any valve, determined by pre-treatment evaluation including echocardiographic demonstration of valve leaflet thickening, valve restriction, or mixed valve restriction-stenosis (See WARNINGS ). History of pulmonary, pericardial, or retroperitoneal fibrotic disorders (See WARNINGS ).", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "bc44d11b-b3f0-4e3d-9da3-4f8852d11734", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "20565", "dailymed_setid": "2488b0bc-7b8f-4cc8-91ea-48e7ea5e8915", "dailymed_product_name": "Adalimumab-aacf", "trade_name": "Humira 40mg/0.4ml 2 prefilled syringes", "dailymed_name": "Adalimumab-aacf", "concentration": "40mg/0.4ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 40.0, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Administer by subcutaneous injection (2) Rheumatoid Arthritis, Psoriatic Arthritis, Ankylosing Spondylitis (2.1): Adults: 40 mg every other week. Some patients with RA not receiving methotrexate may benefit from increasing the dosage to 40 mg every week or 80 mg every other week. Juvenile Idiopathic Arthritis (2.2): Pediatric Weight 2 Years of Age and Older Recommended Dosage 10 kg (22 lbs) to less than 15 kg (33 lbs) 10 mg every other week 15 kg (33 lbs) to less than 30 kg (66 lbs) 20 mg every other week 30 kg (66 lbs) and greater 40 mg every other week Crohn's Disease (2.3): Adults: 160 mg on Day 1 (given in one day or split over two consecutive days); 80 mg on Day 15; and 40 mg every other week starting on Day 29. Pediatric Patients 6 Years of Age and Older: Pediatric Weight Recommended Dosage Days 1 and 15 Starting on Day 29 17 kg (37 lbs) to less than 40 kg (88 lbs) Day 1: 80 mgDay 15: 40 mg 20 mg every other week 40 kg (88 lbs) and greater Day 1: 160 mg (single dose or split over two consecutive days) Day 15: 80 mg 40 mg every other week Ulcerative Colitis (2.4): Adults: 160 mg on Day 1 (given in one day or split over two consecutive days), 80 mg on Day 15 and 40 mg every other week starting on Day 29. Discontinue in patients without evidence of clinical remission by eight weeks (Day 57). Plaque Psoriasis or Adult Uveitis (2.5): Adults: 80 mg initial dose, followed by 40 mg every other week starting one week after initial dose. Hidradenitis Suppurativa (2.6): Adults: Day 1: 160 mg (given in one day or split over two consecutive days) Day 15: 80 mg Day 29 and subsequent doses: 40 mg every week or 80 mg every other week 2.1 Rheumatoid Arthritis, Psoriatic Arthritis, and Ankylosing Spondylitis The recommended subcutaneous dosage of Adalimumab-aacf for adult patients with rheumatoid arthritis (RA), psoriatic arthritis (PsA), or ankylosing spondylitis (AS) is 40 mg administered every other week. Methotrexate (MTX), other non-biologic DMA", "interactions": "7 DRUG INTERACTIONS Abatacept: Increased risk of serious infection. (5.1, 5.11, 7.2) Anakinra: Increased risk of serious infection. (5.1, 5.7, 7.2) Live vaccines: Avoid use with Adalimumab-aacf. (5.10, 7.3) 7.1 Methotrexate Adalimumab has been studied in rheumatoid arthritis (RA) patients taking concomitant methotrexate (MTX). Although MTX reduced the apparent adalimumab clearance, the data do not suggest the need for dose adjustment of either Adalimumab-aacf or MTX [see Clinical Pharmacology (12.3)]. 7.2 Biological Products In clinical studies in patients with RA, an increased risk of serious infections has been observed with the combination of TNF blockers with anakinra or abatacept, with no added benefit; therefore, use of Adalimumab-aacf with abatacept or anakinra is not recommended in patients with RA [see Warnings and Precautions (5.7, 5.11)]. A higher rate of serious infections has also been observed in patients with RA treated with rituximab who received subsequent treatment wi", "contraindications": "4 CONTRAINDICATIONS None. None (4)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of Adalimumab-aacf have been established for: reducing signs and symptoms of moderately to severely active polyarticular JIA in pediatric patients 2 years of age and older. the treatment of moderately to severely active Crohn's disease in pediatric patients 6 years of age and older. Pediatric assessments for Adalimumab-aacf demonstrate that Adalimumab-aacf is safe and effective for pediatric patients in indications for which HUMIRA (adalimumab) is approved. However, Adalimumab-aacf is not approved for such indications due to marketing exclusivity for HUMIRA (adalimumab). Due to their inhibition of TNFα, adalimumab products administered during pregnancy could affect immune response in the in utero-exposed newborn and infant. Data from eight infants exposed to adalimumab in utero suggest adalimumab crosses the placenta [see Use in Specific Populations (8.1)]. The clinical significance of elevated adalimumab concentrations in infants is unknown. The safety of administering live or live-attenuated vaccines in exposed infants is unknown. Risks and benefits should be considered prior to vaccinating (live or live-attenuated) exposed infants. Post-marketing cases of lymphoma, including hepatosplenic T-cell lymphoma and other malignancies, some fatal, have been reported among children, adolescents, and young adults who received treatment with TNF-blockers including adalimumab products [see Warnings and Precautions (5.2)]. Juvenile Idiopathic Arthritis In Study JIA-I, adalimumab was shown to reduce signs and symptoms of active polyarticular JIA in patients 4 to 17 years of age [see Clinical Studies (14.2)]. In Study JIA-II, the safety profile for patients 2 to <4 years of age was similar to the safety profile for patients 4 to 17 years of age with polyarticular JIA [see Adverse Reactions (6.1)]. Adalimumab products have not been studied in patients with polyarticular JIA less than 2 years of age or in patients with a weight below", "pregnancy": "8.1 Pregnancy Risk Summary Available studies with use of adalimumab during pregnancy do not reliably establish an association between adalimumab and major birth defects. Clinical data are available from the Organization of Teratology Information Specialists (OTIS)/MotherToBaby Pregnancy Registry in pregnant women with rheumatoid arthritis (RA) or Crohn's disease (CD) treated with adalimumab. Registry results showed a rate of 10% for major birth defects with first trimester use of adalimumab in p", "boxed_warning": "WARNING: SERIOUS INFECTIONS and MALIGNANCY WARNING: SERIOUS INFECTIONS and MALIGNANCY See full prescribing information for complete boxed warning. SERIOUS INFECTIONS (5.1, 6.1): Increased risk of serious infections leading to hospitalization or death, including tuberculosis (TB), bacterial sepsis, invasive fungal infections (such as histoplasmosis), and infections due to other opportunistic pathogens. Discontinue Adalimumab-aacf if a patient develops a serious infection or sepsis during treatmen"}, "set_id": "2488b0bc-7b8f-4cc8-91ea-48e7ea5e8915", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "9085", "dailymed_setid": "8f5a8af6-ffbd-42ba-9313-083db14966fe", "dailymed_product_name": "Nalbuphine Hydrochloride", "trade_name": "Nubain 20mg 10 amp", "dailymed_name": "Nalbuphine Hydrochloride", "concentration": "20mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": 0.3, "adult_dose_mg": 10.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Important Dosage and Administration Instructions Nalbuphine Hydrochloride Injection should be administered as a supplement to general anesthesia only by persons specifically trained in the use of intravenous anesthetics and management of the respiratory effects of potent opioids. Naloxone, resuscitative and intubation equipment and oxygen should be readily available. Use the lowest effective dosage for the shortest duration of time ‎consistent with individual patient treatment goals [see WARNINGS]. ‎Because the risk of overdose increases as opioid doses increase, reserve ‎titration to higher doses of Nalbuphine Hydrochloride Injection ‎for patients in whom lower ‎doses are insufficiently effective and in whom the expected benefits of ‎using a higher dose opioid clearly outweigh the substantial risks.‎ There is variability in the opioid analgesic dose and duration needed to ‎adequately manage pain due both to the cause of pain and to individual ‎patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [see WARNINGS]. Respiratory depression can occur at any time during opioid therapy, ‎especially when initiating and following dosage increases with ‎Nalbuphine Hydrochloride Injection‎. Consider this risk when selecting an initial dose and when ‎making dose adjustments [see WARNINGS].‎ Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Initial Dosage The usual recommended adult dose is 10 mg for a 70 kg individual administered subcutaneously, intramuscularly, or intravenously; this dose may be repeated every 3 to 6 hours as necessary. Use the lowest dose necessary to achieve adequate analgesia. Titrate the dose based upon the individual patient's response to t", "interactions": null, "contraindications": "CONTRAINDICATIONS Nalbuphine Hydrochloride Injection is contraindicated in patients with: Significant respiratory depression [see WARNINGS] Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see WARNINGS] Known or suspected gastrointestinal obstruction, including paralytic ileus [see WARNINGS] Hypersensitivity to nalbuphine or to any of the other ingredients in Nalbuphine Hydrochloride Injection.", "pediatric_use": null, "pregnancy": null, "boxed_warning": "BOXED WARNING WARNING: SERIOUS AND LIFE-THREATENING RISKS FROM USE OF NALBUPHINE HYDROCHLORIDE INJECTION Life-Threatening Respiratory Depression Serious, life-threatening, or fatal respiratory depression may occur with use of Nalbuphine Hydrochloride Injection, especially during initiation or following a dosage increase. To reduce the ‎risk of respiratory depression, proper dosing, and titration of ‎‎Nalbuphine Hydrochloride Injection are essential [see WARNINGS]. Risks from Concomitant Use With"}, "set_id": "8f5a8af6-ffbd-42ba-9313-083db14966fe", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "11100", "dailymed_setid": "dc529fc4-bddb-4673-8202-dc401f86166f", "dailymed_product_name": "BREYNA", "trade_name": "Symbicort 160/4.5mcg/dose turbuhaler 120 doses", "dailymed_name": "BREYNA", "concentration": "4.5mcg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 80.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION For oral inhalation only. •Treatment of asthma in patients 12 years and older: 2 inhalations of BREYNA 80 mcg/4.5 mcg or 160 mcg/4.5 mcg twice daily. Starting dosage is based on asthma severity. (2.2) •Treatment of asthma in patients aged 6 to less than 12 years: 2 inhalations of BREYNA 80 mcg/4.5 mcg twice daily. (2.2) •Maintenance treatment in COPD: 2 inhalations of BREYNA 160 mcg/4.5 mcg twice daily. (2.3) 2.1 Administration Information BREYNA should be administered as 2 inhalations twice daily (morning and evening, approximately 12 hours apart), every day by the orally inhaled route only. After inhalation, the patient should rinse the mouth with water without swallowing. Prime BREYNA before using for the first time by releasing two test sprays into the air away from the face, shaking well for 5 seconds before each spray. In cases where the inhaler has not been used for more than 7 days or when it has been dropped, prime the inhaler again by shaking well before each spray and releasing two test sprays into the air away from the face. More frequent administration or a higher number of inhalations (more than 2 inhalations twice daily) of the prescribed strength of BREYNA is not recommended as some patients are more likely to experience adverse effects with higher doses of formoterol. Patients using BREYNA should not use additional LABA for any reason [see Warnings and Precautions (5.3 , 5.12) ]. 2.2 Asthma If asthma symptoms arise in the period between doses, an inhaled, short-acting beta2-agonist should be taken for immediate relief. Adult and Adolescent Patients 12 Years of Age and Older For patients 12 years of age and older, the dosage is 2 inhalations of BREYNA 80 mcg/4.5 mcg or BREYNA 160 mcg/4.5 mcg twice daily. The recommended starting dosages for BREYNA for patients 12 years of age and older are based upon patients’ asthma severity or level of control of asthma symptoms, and risk of exacerbations on current inhaled corticosteroi", "interactions": "7 DRUG INTERACTIONS In clinical studies, concurrent administration of budesonide and formoterol fumarate dihydrate inhalation aerosol and other drugs, such as short-acting beta2-agonists, intranasal corticosteroids, and antihistamines/decongestants has not resulted in an increased frequency of adverse reactions. No formal drug interaction studies have been performed with budesonide and formoterol fumarate dihydrate inhalation aerosol. •Strong cytochrome P450 3A4 inhibitors (e.g., ritonavir): Use with caution. May cause increased systemic corticosteroid effects. (7.1) •Monoamine oxidase inhibitors and tricyclic antidepressants: Use with extreme caution. May potentiate effect of formoterol on vascular system. (7.2) •Beta-blockers: Use with caution. May block bronchodilatory effects of beta-agonists and produce severe bronchospasm. (7.3) •Diuretics: Use with caution. Electrocardiographic changes and/or hypokalemia associated with non-potassium-sparing diuretics may worsen with concomitant", "contraindications": "4 CONTRAINDICATIONS The use of BREYNA is contraindicated in the following conditions: •Primary treatment of status asthmaticus or other acute episodes of asthma or COPD where intensive measures are required. •Hypersensitivity to any of the ingredients in BREYNA. •Primary treatment of status asthmaticus or acute episodes of asthma or COPD requiring intensive measures (4) •Hypersensitivity to any of the ingredients in BREYNA (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of budesonide and formoterol fumarate dihydrate inhalation aerosol in asthma patients 12 years of age and older have been established in studies up to 12 months. In the two 12-week, double-blind, placebo-controlled US pivotal studies 25 patients 12 to 17 years of age were treated with budesonide and formoterol fumarate dihydrate inhalation aerosol twice daily [see Clinical Studies (14.1)]. Efficacy results in this age group were similar to those observed in patients 18 years and older. There were no obvious differences in the type or frequency of adverse events reported in this age group compared with patients 18 years of age and older. The safety and effectiveness of budesonide and formoterol fumarate dihydrate inhalation aerosol 80 mcg/4.5 mcg in asthma patients 6 to less than 12 years of age have been established in studies of up to 12-week duration [see Clinical Studies (14.1)]. The safety profile in these patients was consistent to that observed in patients 12 years of age and older who also received budesonide and formoterol fumarate dihydrate inhalation aerosol [see Adverse Reactions (6.1)]. The safety and effectiveness of budesonide and formoterol fumarate dihydrate inhalation aerosol in asthma patients less than 6 years of age have not been established. Controlled clinical studies have shown that orally inhaled corticosteroids including budesonide, a component of BREYNA, may cause a reduction in growth velocity in pediatric patients. This effect has been observed in the absence of laboratory evidence of HPA-axis suppression, suggesting that growth velocity is a more sensitive indicator of systemic corticosteroid exposure in pediatric patients than some commonly used tests of HPA-axis function. The long-term effect of this reduction in growth velocity associated with orally inhaled corticosteroids, including the impact on final height are unknown. The potential for “catch-up” growth following discontinuation of trea", "pregnancy": "8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies of budesonide and formoterol fumarate dihydrate inhalation aerosol or one of its individual components, formoterol fumarate, in pregnant women; however studies are available for the other component budesonide. In animal reproduction studies, budesonide and formoterol fumarate dihydrate, administered by the inhalation route, was teratogenic, embryocidal, and reduced fetal weights in rats at less than the maximum recommen", "boxed_warning": null}, "set_id": "dc529fc4-bddb-4673-8202-dc401f86166f", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "17108", "dailymed_setid": "ac8a0f7b-9f69-4495-abbc-3a47cd75a859", "dailymed_product_name": "XIGDUO", "trade_name": "Dapaveldactin plus 5/850 mg 28 f.c. tabs.", "dailymed_name": "XIGDUO", "concentration": "850 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 5.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION •Assess renal function prior to initiating and then as clinically indicated. (2.1) •Assess volume status and correct volume depletion before initiating. (2.1) •Individualize the starting dosage based on the patient’s current treatment. (2.3) •Administer orally once daily in the morning with food. (2.2) •To improve glycemic control, for patients aged 10 years and older not already taking dapagliflozin, the recommended starting dosage for dapagliflozin is 5 mg once daily. (2.3) •For indications in adults related to heart failure and chronic kidney disease the recommended dosage of dapagliflozin is 10 mg once daily. (2.3) •Do not exceed a daily dosage of 10 mg dapagliflozin/2,000 mg metformin HCl extended-release. (2.3) •See Full Prescribing Information for dosage recommendations in patients with renal impairment. (2.4) •XIGDUO XR may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures. (2.5) •Withhold XIGDUO XR for at least 3 days, if possible, prior to surgery or procedures associated with prolonged fasting. (2.6) 2.1 Testing Prior to Initiation of XIGDUO XR •Assess renal function prior to initiating XIGDUO XR and then as clinically indicated [see Warnings and Precautions (5.1, 5.3)]. •Assess volume status. In patients with volume depletion, correct this condition before initiating XIGDUO XR [see Warnings and Precautions (5.3) and Use in Specific Populations (8.5, 8.6)]. 2.2 Recommended Administration •Take XIGDUO XR orally once daily in the morning with food. •Swallow XIGDUO XR tablets whole and never crush, cut, or chew. 2.3 Recommended Dosage •Individualize the starting dosage of XIGDUO XR based upon the patient’s current regimen. Patients taking an evening dosage of metformin HCl extended‑release should skip their last dose before starting XIGDUO XR. • To improve glycemic control in adults and pediatric patients aged 10 years and older not already taking: ∘Dapagliflozin: the recommended starting dosag", "interactions": "7 DRUG INTERACTIONS Table 6: Clinically Relevant Interactions with XIGDUO XR Carbonic Anhydrase Inhibitors Clinical Impact Topiramate or other carbonic anhydrase inhibitors (e.g., zonisamide, acetazolamide or dichlorphenamide) frequently causes a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with XIGDUO XR may increase the risk for lactic acidosis. Intervention Consider more frequent monitoring of these patients. Drugs that Reduce Metformin Clearance Clinical Impact Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2]/multidrug and toxin extrusion [MATE] inhibitors, such as ranolazine, vandetanib, dolutegravir, and cimetidine) could increase systemic exposure to metformin and may increase the risk for lactic acidosis [see Clinical Pharmacology (12.3)]. Intervention Consider the benefits and", "contraindications": "4 CONTRAINDICATIONS XIGDUO XR is contraindicated in patients with: •Severe renal impairment (eGFR below 30 mL/min/1.73 m2) or end-stage renal disease [see Warnings and Precautions (5.1)]. •History of a serious hypersensitivity reaction to dapagliflozin, metformin HCl, or any of the excipients in XIGDUO XR. Serious hypersensitivity reactions, including anaphylaxis and angioedema have been reported with dapagliflozin [see Adverse Reactions (6.1)]. •Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma. Diabetic ketoacidosis should be treated with insulin [see Warnings and Precautions (5.1) and Warnings and Precautions (5.2)]. •Severe renal impairment (eGFR below 30 mL/min/1.73 m2) or end-stage renal disease. (4) •History of serious hypersensitivity to dapagliflozin, metformin HCl, or any of the excipients in XIGDUO XR. (4) •Metabolic acidosis, including diabetic ketoacidosis. (4)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of XIGDUO XR as an adjunct to diet and exercise to improve glycemic control in type 2 diabetes mellitus have been established in pediatric patients aged 10 years and older. Use of XIGDUO XR for this indication is supported by a 26‑week placebo-controlled trial of dapagliflozin with a 26‑week extension in 157 pediatric patients aged 10 to 17 years with type 2 diabetes mellitus, pediatric pharmacokinetic data, and trials in adults with type 2 diabetes mellitus [see Clinical Pharmacology (12.3) and Clinical Studies (14.1, 14.2)]. The safety profile observed in the placebo-controlled trial of dapagliflozin in pediatric patients with type 2 diabetes mellitus was similar to that observed in adults [see Adverse Reactions (6.1)]. The use of XIGDUO XR for this indication is also supported by evidence from adequate and well-controlled trials of metformin HCl immediate-release tablets in adults with additional data from a controlled clinical trial using metformin HCl immediate-release tablets in pediatric patients 10 to 16 years old with type 2 diabetes mellitus, and pharmacokinetic data with metformin HCl extended-release tablets in adults [see Clinical Pharmacology (12.3) and Clinical Studies (14.1, 14.2)]. In the clinical trial with pediatric patients receiving metformin HCl immediate-release tablets, adverse reactions with metformin HCl immediate-release tablets were similar to those described in adults [see Adverse Reactions (6.1)]. The safety and effectiveness of XIGDUO XR for glycemic control in patients with type 2 diabetes mellitus have not been established in pediatric patients less than 10 years of age. The safety and effectiveness of XIGDUO XR have not been established in pediatric patients to reduce the risk of [see Indications and Usage (1)]: •sustained eGFR decline, end stage kidney disease, cardiovascular death, and hospitalization for heart failure in patients with chronic kidney disease at risk of progression. •c", "pregnancy": "8.1 Pregnancy Risk Summary Based on animal data showing adverse renal effects, XIGDUO XR is not recommended during the second and third trimesters of pregnancy. Limited data with XIGDUO XR or dapagliflozin in pregnant women are not sufficient to determine drug‑associated risk for major birth defects or miscarriage. Published studies with metformin use during pregnancy have not reported a clear association with metformin and major birth defect or miscarriage risk (see Data). There are risks to th", "boxed_warning": "WARNING: LACTIC ACIDOSIS • Postmarketing cases of metformin-associated lactic acidosis have resulted in death, hypothermia, hypotension, and resistant bradyarrhythmias. The onset of metformin-associated lactic acidosis is often subtle, accompanied only by non‑specific symptoms such as malaise, myalgias, respiratory distress, somnolence, and abdominal pain. Metformin-associated lactic acidosis was characterized by elevated blood lactate levels (>5 mmol/L), anion gap acidosis (without evidence of "}, "set_id": "ac8a0f7b-9f69-4495-abbc-3a47cd75a859", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "19840", "dailymed_setid": "a1fa7066-8ab4-47e3-a701-6c5170700d11", "dailymed_product_name": "Sacubitril and Valsartan", "trade_name": "Vacubitron 200 mg (97/103 mg) 10 f.c.tabs.", "dailymed_name": "Sacubitril and Valsartan", "concentration": "200 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 1.6, "adult_dose_mg": 49.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE & ADMINISTRATION The recommended starting dosage for adults is 49 mg/51 mg orally twice daily. The target maintenance dose is 97 mg/103 mg orally twice daily. (2.2) Adjust adult doses every 2 to 4 weeks to the target maintenance dose, as tolerated by the patient. (2.2) For pediatric patients, see the Full Prescribing Information for recommended dosage, titrations, preparation and administration instructions. (2.3, 2.4) Reduce starting dose to half the usually recommended starting dosage for: patients not currently taking an angiotensin-converting enzyme (ACE) inhibitor or angiotensin II receptor blocker (ARB) or previously taking a low dose of these agents. (2.6) patients with severe renal impairment. (2.7) patients with moderate hepatic impairment. (2.8) 2.1 General Considerations Sacubitril and valsartan tablets are contraindicated with concomitant use of an angiotensin-converting enzyme (ACE) inhibitor. If switching from an ACE inhibitor to sacubitril and valsartan tablets allow a washout period of 36 hours between administration of the two drugs [see Contraindications (4) and Drug Interactions (7.1)]. 2.2 Adult Heart Failure The recommended starting dose of sacubitril and valsartan tablets is 49/51 mg orally twice-daily. Double the dose of sacubitril and valsartan tablets after 2 to 4 weeks to the target maintenance dose of 97/103 mg twice daily, as tolerated by the patient. 2.3 Pediatric Heart Failure For the recommended dosage for pediatric patients aged 1 year and older, refer to Table 1 if using the tablets. Take the recommended dose orally twice daily. Adjust pediatric patient doses every 2 weeks, as tolerated by the patient. Table 1: Recommended Dose and Titration for Pediatric Patients Using Tablets Weight (kg) Titration Step Dose (twice daily) Starting Second Final Less than 40 kg† 1.6 mg/kg 2.3 mg/kg 3.1 mg/kg At least 40 kg, less than 50kg 24 mg/26 mg 49 mg /51 mg 72 mg /78 mg‡ At least 50 kg 49 mg/51 mg 72 mg /78 mg‡ 97 mg /103 mg † Use of th", "interactions": "7 DRUG INTERACTIONS Avoid concomitant use with aliskiren in patients with estimated glomerular filtration rate (eGFR) less than 60. (7.1) Potassium-sparing diuretics: May lead to increased serum potassium. (7.2) Nonsteroidal Anti-Inflammatory Drugs (NSAIDs): May lead to increased risk of renal impairment. (7.3) Lithium: Increased risk of lithium toxicity. (7.4) 7.1 Dual Blockade of the Renin-Angiotensin-Aldosterone System Concomitant use of sacubitril and valsartan with an ACE inhibitor is contraindicated because of the increased risk of angioedema [see Contraindications (4)]. Avoid use of sacubitril and valsartan with an ARB, because sacubitril and valsartan contains the angiotensin II receptor blocker valsartan. The concomitant use of sacubitril and valsartan with aliskiren is contraindicated in patients with diabetes [see Contraindications (4)]. Avoid use with aliskiren in patients with renal impairment (eGFR less than 60 mL/min/1.73 m²). 7.2 Potassium-Sparing Diuretics As with othe", "contraindications": "4 CONTRAINDICATIONS Sacubitril and valsartan is contraindicated: in patients with hypersensitivity to any component in patients with a history of angioedema related to previous ACE inhibitor or ARB therapy [see Warnings and Precautions (5.2)] with concomitant use of ACE inhibitors. Do not administer within 36 hours of switching from or to an ACE inhibitor [see Drug Interactions (7.1)] with concomitant use of aliskiren in patients with diabetes [see Drug Interactions (7.1)] Hypersensitivity to any component. (4) History of angioedema related to previous ACEi or ARB therapy. (4) Concomitant use with ACE inhibitors. (4, 7.1) Concomitant use with aliskiren in patients with diabetes. (4, 7.1)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of sacubitril and valsartan have been established for the treatment of heart failure in pediatric patients 1 year to less than 18 years. Use of sacubitril and valsartan was evaluated in a multinational, randomized, double-blind trial comparing sacubitril and valsartan and enalapril in 375 patients aged 1 month to less than 18 years (sacubitril and valsartan n = 187; Enalapril n = 188) (PANORAMA-HF) [see Clinical Studies (14.2)]. The safety profile in pediatric patients (1 year to less than 18 years) receiving sacubitril and valsartan was similar to that seen in adult patients. Limited safety and efficacy data in patients aged 1 month to less than 1 year were inadequate to support conclusions on safety and efficacy in this age group. Juvenile Animal Toxicity Data Sacubitril given orally to juvenile rats from postnatal day (PND) 7 to PND 35 or PND 70 (an age approximately equivalent to neonatal through pre-pubertal development or adulthood in humans) at doses greater than or equal to 400 mg/kg/day (approximately 2-fold the AUC exposure to the active metabolite of sacubitril, LBQ657, at a sacubitril and valsartan pediatric clinical dose of 3.1 mg/kg twice daily) resulted in decreases in body weight, bone length, and bone mass. The decrease in body weight was transient from PND 10 to PND 20 and the effects for most bone parameters were reversible after treatment stopped. Exposure at the No-Observed-Adverse-Effect-Level (NOAEL) of 100 mg/kg/day was approximately 0.5-fold the AUC exposure to LBQ657 at the 3.1 mg/kg twice daily dose of sacubitril and valsartan. The mechanism underlying bone effects in rats and the translatability to pediatric patients are unknown. Valsartan given orally to juvenile rats from PND 7 to PND 70 (an age approximately equivalent to neonatal through adulthood in humans) produced persistent, irreversible kidney damage at all dose levels. Exposure at the lowest tested dose of 1 mg/kg/day was approximat", "pregnancy": "8.1 Pregnancy Risk Summary Sacubitril and valsartan can cause fetal harm when administered to a pregnant woman. Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death (see Clinical Considerations). Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-a", "boxed_warning": "BOXED WARNING WARNING: FETAL TOXICITY When pregnancy is detected, discontinue sacubitril and valsartan as soon as possible (5.1) Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus (5.1) WARNING: FETAL TOXICITY See full prescribing information for complete boxed warning . When pregnancy is detected, discontinue sacubitril and valsartan as soon as possible. (5.1) Drugs that act directly on the renin-angiotensin system can cause injury and dea"}, "set_id": "a1fa7066-8ab4-47e3-a701-6c5170700d11", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17643", "dailymed_setid": "ea520a27-f569-4b31-8bad-a25ad54b2caa", "dailymed_product_name": "DUREZOL", "trade_name": "Diflustero 0.05% eye emulsion 5 ml", "dailymed_name": "DUREZOL", "concentration": "5 ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": null, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION •For the treatment of inflammation and pain associated with ocular surgery, instill one drop into the conjunctival sac of the affected eye 4 times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the postoperative period, followed by 2 times daily for a week and then a taper based on the response. (2.1) •For the treatment of endogenous anterior uveitis instill one drop into the conjunctival sac of the affected eye 4 times daily for 14 days followed by tapering as clinically indicated. (2.2) 2.1 Ocular Surgery Instill one drop into the conjunctival sac of the affected eye 4 times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the postoperative period, followed by 2 times daily for a week and then a taper based on the response. 2.2 Endogenous Anterior Uveitis Instill one drop into the conjunctival sac of the affected eye 4 times daily for 14 days followed by tapering as clinically indicated. 2.3 Prescribing Guidelines The initial prescription and renewal of the medication order beyond one bottle should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. Not more than one bottle should be prescribed initially, and the prescription should not be refilled without further evaluation.", "interactions": null, "contraindications": "4 CONTRAINDICATIONS DUREZOL, as with other ophthalmic corticosteroids, is contraindicated in most active viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal disease of ocular structures. DUREZOL is contraindicated in most active viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. (4)", "pediatric_use": "8.4 Pediatric Use DUREZOL was evaluated in a 3-month multicenter, double-masked trial in 79 pediatric patients (39 DUREZOL; 40 prednisolone acetate) 0 to 3 years of age for the treatment of inflammation following cataract surgery. A similar safety profile was observed in pediatric patients comparing DUREZOL to prednisolone acetate ophthalmic suspension, 1%.", "pregnancy": "8.1 Pregnancy Risk Summary There are no available data on DUREZOL use in pregnant women to evaluate for a drug- associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes. Systemic exposure to DUREZOL following ocular administration is low [see Clinical Pharmacology (12.3)]. Consequently, the systemic exposure of a pregnant woman to difluprednate is expected to be minimal following topical ocular administration. In animal reproductive studies, subcutaneous ad", "boxed_warning": null}, "set_id": "ea520a27-f569-4b31-8bad-a25ad54b2caa", "product_codes": [], "matching_confidence": 0.0, "quality_score": 10}
