{"med_id": "3917", "dailymed_setid": "4306730b-e894-45ca-b4e9-3fe7f65b7b1d", "dailymed_product_name": "Cefadroxil", "trade_name": "Duricef 125 mg/5ml susp. 60ml", "dailymed_name": "Cefadroxil", "concentration": "125 mg/5ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 30.0, "adult_dose_mg": 2.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Cefadroxil monohydrate is acid-stable and may be administered orally without regard to meals. Administration with food may be helpful in diminishing potential gastrointestinal complaints occasionally associated with oral cephalosporin therapy. Adults Urinary Tract Infections: For uncomplicated lower urinary tract infections (i.e., cystitis) the usual dosage is 1 or 2 g per day in a single (q.d.) or divided doses (b.i.d.). For all other urinary tract infections the usual dosage is 2 g per day in divided doses (b.i.d.). Skin and Skin Structure Infections: For skin and skin structure infections the usual dosage is 1 g per day in single (q.d.) or divided doses (b.i.d.). Pharyngitis and Tonsillitis: Treatment of group A beta-hemolytic streptococcal pharyngitis and tonsillitis — 1 g per day in single (q.d.) or divided doses (b.i.d.) for 10 days. ChildrenFor urinary tract infections, the recommended daily dosage for children is 30 mg/kg/day in divided doses every 12 hours. For pharyngitis, tonsillitis, and impetigo, the recommended daily dosage for children is 30 mg/kg/day in a single dose or in equally divided doses every 12 hours. For other skin and skin structure infections, the recommended daily dosage is 30 mg/kg/day in equally divided doses every 12 hours. In the treatment of beta-hemolytic streptococcal infections, a therapeutic dosage of cefadroxil monohydrate should be administered for at least 10 days. See chart for total daily dosage for children. DAILY DOSAGE OF CEFADROXIL FOR ORAL SUSPENSION Child’s Weight lbs kg 125 mg/5mL 250 mg/5mL 500mg/5mL 10 4.5 1 tsp ½ tsp 20 9.1 2 tsp 1 tsp 30 13.6 3 tsp 1 ½ tsp 40 18.2 4 tsp 2 tsp 1 tsp 50 22.7 5 tsp 2 ½ tsp 1 ¼ tsp 60 27.3 6 tsp 3 tsp 1 ½ tsp 70 & above 31.8+ — — 2 tsp Renal Impairment:In patients with renal impairment, the dosage of cefadroxil monohydrate should be adjusted according to creatinine clearance rates to prevent drug accumulation. The following schedule is suggested. In adults, ", "interactions": null, "contraindications": "CONTRAINDICATIONS Cefadroxil monohydrate is contraindicated in patients with known allergy to the cephalosporin group of antibiotics.", "pediatric_use": null, "pregnancy": null, "boxed_warning": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of cefadroxil for oral suspension and other antibacterial drugs, cefadroxil for oral suspension should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria."}, "set_id": "4306730b-e894-45ca-b4e9-3fe7f65b7b1d", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "4870", "dailymed_setid": "ACCA05AB-185B-41A6-9CE2-783FC3C3CF96", "dailymed_product_name": "Antara", "trade_name": "Finofib 300mg 10 capsules", "dailymed_name": "Antara", "concentration": "300mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 130.0, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Patients should be placed on an appropriate lipid-lowering diet before receiving Antara, and should continue this diet during treatment with Antara. Antara capsules may be taken without regard to meals.For the treatment of adult patients with primary hypercholesterolemia or mixed hyperlipidemia, the initial dose of Antara is 130 mg per day.For adult patients with hypertriglyceridemia, the initial dose is 43 to 130 mg per day. Dosage should be individualized according to patient response, and should be adjusted if necessary following repeat lipid determinations at 4 to 8 week intervals. The maximum dose is 130 mg per day.Treatment with Antara should be initiated at a dose of 43 mg/day in patients having impaired renal function, and increased only after evaluation of the effects on renal function and lipid levels at this dose. In the elderly, the initial dose should likewise be limited to 43 mg/day.Lipid levels should be monitored periodically and consideration should be given to reducing the dosage of Antara if lipid levels fall significantly below the targeted range.", "interactions": "Drug Interactions Oral Anticoagulants: CAUTION SHOULD BE EXERCISED WHEN COUMARIN ANTICOAGULANTS ARE GIVEN IN CONJUNCTION WITH ANTARA. THE DOSAGE OF THE ANTICOAGULANTS SHOULD BE REDUCED TO MAINTAIN THE PROTHROMBIN TIME/INR AT THE DESIRED LEVEL TO PREVENT BLEEDING COMPLICATIONS. FREQUENT PROTHROMBIN TIME/INR DETERMINATIONS ARE ADVISABLE UNTIL IT HAS BEEN DEFINITELY DETERMINED THAT THE PROTHROMBIN TIME/INR HAS STABILIZED.HMG-CoA Reductase Inhibitors: The combined use of Antara and HMG-CoA reductase inhibitors should be avoided unless the benefit of further alterations in lipid levels is likely to outweigh the increased risk of this drug combination (seeWARNINGS).Resins: Since bile acid sequestrants may bind other drugs given concurrently, patients should take Antara at least 1 hour before or 4-6 hours after a bile acid binding resin to avoid impeding its absorption.Cyclosporine: Because cyclosporine can produce nephrotoxicity with decreases in creatinine clearance and rises in serum creat", "contraindications": "CONTRAINDICATIONS Antara is contraindicated in patients who exhibit hypersensitivity to fenofibrate.Fenofibrate is contraindicated in patients with hepatic or severe renal dysfunction, including primary biliary cirrhosis, and patients with unexplained persistent liver function abnormality.Fenofibrate is contraindicated in patients with preexisting gallbladder disease (seeWARNINGS).", "pediatric_use": "Pediatric Use Safety and efficacy in pediatric patients have not been established.", "pregnancy": null, "boxed_warning": null}, "set_id": "ACCA05AB-185B-41A6-9CE2-783FC3C3CF96", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "29967", "dailymed_setid": "6fadde9e-dab3-4d01-b3fb-795eef7eff2f", "dailymed_product_name": "AZITHROMYCIN\n                        ", "trade_name": "Zithrodose 100mg/5ml susp. 15 ml", "dailymed_name": "AZITHROMYCIN\n                        ", "concentration": "100mg/5ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 30.0, "adult_dose_mg": 500.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION (See INDICATIONS AND USAGE and CLINICAL PHARMACOLOGY.) Adults: Infection* Recommended Dose/Duration of Therapy Community-acquired pneumonia (mild severity) Pharyngitis/tonsillitis (second line therapy) Skin/skin structure (uncomplicated) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial exacerbations of chronic obstructive pulmonary disease (mild to moderate) 500 mg QD x 3 days OR 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial sinusitis 500 mg QD x 3 days Genital ulcer disease (chancroid) One single 1 gram dose Non-gonoccocal urethritis and cervicitis One single 1 gram dose Gonococcal urethritis and cervicitis One single 2 gram dose * DUE TO THE INDICATED ORGANISMS (See INDICATIONS AND USAGE.)Azithromycin tablets can be taken with or without food. Renal Insufficiency:No dosage adjustment is recommended for subjects with renal impairment (GFR ≤80 mL/min). The mean AUC0-120 was similar in subjects with GFR 10-80 mL/min compared to subjects with normal renal function, whereas it increased 35% in subjects with GFR <10 mL/min compared to subjects with normal renal function. Caution should be exercised when azithromycin is administered to subjects with severe renal impairment. (See CLINICAL PHARMACOLOGY, Special Populations, Renal Insufficiency.) Hepatic Insufficiency:The pharmacokinetics of azithromycin in subjects with hepatic impairment have not been established. No dose adjustment recommendations can be made in patients with impaired hepatic function (See CLINICAL PHARMACOLOGY, Special Populations, Hepatic Insufficiency.) No dosage adjustment is recommended based on age or gender. (See CLINICAL PHARMACOLOGY, Special Populations.) Pediatric Patients: Azithromycin for oral suspension can be taken with or without food. Acute Otitis Media: The recommended dose of azithromycin for oral suspension for the treatment of pediatric patients with acu", "interactions": null, "contraindications": "CONTRAINDICATIONS Azithromycin tablets are contraindicated in patients with known hypersensitivity to azithromycin, erythromycin, any macrolide or ketolide antibiotic.", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "6fadde9e-dab3-4d01-b3fb-795eef7eff2f", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "26210", "dailymed_setid": "29481887-34eb-460a-bd7f-b8755473065a", "dailymed_product_name": "Exelon", "trade_name": "Rivaxel 6mg 7 caps.", "dailymed_name": "Exelon", "concentration": "6mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 9.5, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION 2.1 Alzheimer’s Disease Table 1: Patch Size, Drug Content and Nominal Delivery Rate Rivastigmine Nominal Dose Rivastigmine Content per Exelon Patch Exelon Patch Size 4.6 mg/24 hours 9 mg 5 cm2 9.5 mg/24 hours 18 mg 10 cm2 2.1.1 Initial Dose Treatment is started with Exelon Patch 4.6 mg/24 hours. After a minimum of four weeks of treatment and if well tolerated, this dose should be increased to Exelon Patch 9.5 mg/24 hours, which is the recommended effective dose. 2.1.2 Maintenance Dose Dose increases should occur only after a minimum of 4 weeks at the previous dose, and only if the previous dose has been well tolerated. The maximum recommended dose is 9.5 mg/24 hours. Higher doses confer no appreciable additional benefit, and are associated with significant increase in the incidence of adverse events [see Adverse Reactions (6)]. If adverse effects (e.g., nausea, vomiting, diarrhea, loss of appetite) cause intolerance during treatment, the patient should be instructed to discontinue treatment for several days and then restart at the same or next lower dose level. If treatment is interrupted for longer than several days, treatment should be reinitiated with the lowest daily dose and titrated as described above [also see Warnings and Precautions (5)]. 2.1.3 Switching from Capsules or Oral S olution Patients treated with Exelon capsules or oral solution may be switched to Exelon Patch as follows: A patient who is on a total daily dose of less than 6 mg of oral rivastigmine can be switched to Exelon Patch 4.6 mg/24 hours. A patient who is on a total daily dose of 6-12 mg of oral rivastigmine may be directly switched to Exelon Patch 9.5 mg/24 hours. It is recommended to apply the first patch on the day following the last oral dose. 2.1.4 Method of Administration Exelon Patch should be applied once a day to clean, dry, hairless, intact healthy skin in a place that will not be rubbed against by tight clothing. The upper or lower back is recommende", "interactions": "7 DRUG INTERACTIONS No specific interaction studies have been conducted with Exelon Patch (rivastigmine transdermal system). 7.1 Effect of Exelon on the Metabolism of Other Drugs Rivastigmine is primarily metabolized through hydrolysis by esterases. Minimal metabolism occurs via the major cytochrome P450 isoenzymes. Based on in-vitro studies, no pharmacokinetic drug interactions with drugs metabolized by the following isoenzyme systems are expected: CYP1A2, CYP2D6, CYP3A4/5, CYP2E1, CYP2C9, CYP2C8, or CYP2C19. No pharmacokinetic interaction was observed between rivastigmine taken orally and digoxin, warfarin, diazepam or fluoxetine in studies in healthy volunteers. The increase in prothrombin time induced by warfarin is not affected by administration of rivastigmine. 7.2 Effect of Other Drugs on the Metabolism of Exelon Drugs that induce or inhibit CYP450 metabolism are not expected to alter the metabolism of rivastigmine. Population PK analysis with a database of 625 patients showed t", "contraindications": "4 CONTRAINDICATIONS 4.1 Hypersensitivity Exelon Patch (rivastigmine transdermal system) is contraindicated in patients with known hypersensitivity to rivastigmine, other carbamate derivatives, or other components of the formulation [see Description (11)].", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "29481887-34eb-460a-bd7f-b8755473065a", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "17955", "dailymed_setid": "5e7fad97-2e62-4f1c-92aa-ea1318c3db09", "dailymed_product_name": "Duloxetine", "trade_name": "Duloxeprin 60mg 28 capsules", "dailymed_name": "Duloxetine", "concentration": "60mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 1.0, "adult_dose_mg": 40.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "2. DOSAGE AND ADMINISTRATION Duloxetine should generally be administered once daily without regard to meals. Duloxetine delayed-release capsules should be swallowed whole and should not be chewed or crushed, nor should the capsule be opened and its contents be sprinkled on food or mixed with liquids (2). Indication Recommended Dose MDD (2.1, 2.2) Acute Treatment: 40 mg/day (20 mg twicedaily) to 60 mg/day (once daily or as 30 mgtwice daily); Maintenance Treatment: 60 mg/day GAD(2.1) 60 mg/day (once daily) DPNP(2.1) 60 mg/day (once daily) Some patients may benefit from starting at 30 mg once daily (2.1) There is no evidence that doses greater than 60 mg/day confers additional benefit, while some adverse reactions were observed to be dose-dependent (2.1) Discontinuing duloxetine: A gradual dose reduction is recommended to avoid discontinuation symptoms (2.4, 5.7) Duloxetine delayed-release capsules should be swallowed whole and should not be chewed or crushed, nor should the capsule be opened and its contents sprinkled on food or mixed with liquids. All of these might affect the enteric coating. Duloxetine delayed-release capsules can be given without regard to meals. 2.1 Initial Treatment Major Depressive Disorder Duloxetine should be administered at a total dose of 40 mg/day (given as 20 mg twice daily) to 60 mg/day (given either once daily or as 30 mg twice daily). For some patients, it may be desirable to start at 30 mg once daily for 1 week, to allow patients to adjust to the medication before increasing to 60 mg once daily. While a 120 mg/day dose was shown to be effective, there is no evidence that doses greater than 60 mg/day confer any additional benefits. The safety of doses above 120 mg/day has not been adequately evaluated [see CLINICAL STUDIES ( 14.1 )]. Generalized Anxiety Disorder For most patients, the recommended starting dose for duloxetine is 60 mg administered once daily. For some patients, it may be desirable to start at 30 mg once daily for 1 week", "interactions": "7. DRUG INTERACTIONS Potent inhibitors of CYP1A2 should be avoided ( 7.1 ). Potent inhibitors of CYP2D6 may increase duloxetine concentrations ( 7.2 ). Duloxetine is a moderate inhibitor of CYP2D6 ( 7.9 ). Both CYP1A2 and CYP2D6 are responsible for duloxetine metabolism. 7.1 Inhibitors of CYP1A2 When duloxetine 60 mg was coadministered with fluvoxamine 100 mg, a potent CYP1A2 inhibitor, to male subjects (n=14) duloxetine AUC was increased approximately 6-fold, the Cmax was increased about 2.5-fold, and duloxetine t1/2 was increased approximately 3-fold. Other drugs that inhibit CYP1A2 metabolism include cimetidine and quinolone antimicrobials such as ciprofloxacin and enoxacin [see WARNINGS AND PRECAUTIONS (5.11)]. 7.2 Inhibitors of CYP2D6 Concomitant use of duloxetine (40 mg once daily) with paroxetine (20 mg once daily) increased the concentration of duloxetine AUC by about 60%, and greater degrees of inhibition are expected with higher doses of paroxetine. Similar effects would be w", "contraindications": "4. CONTRAINDICATIONS Serotonin Syndrome and MAOIs: Do not use MAOIs intended to treat psychiatric disorders with duloxetine or within 5 days of stopping treatment with duloxetine. Do not use duloxetine within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start duloxetine in a patient who is being treated with linezolid or intravenous methylene blue (4.1) Use in patients with uncontrolled narrow-angle glaucoma ( 4.2) 4.1 Monoamine Oxidase Inhibitors (MAOIs) The use of MAOIs intended to treat psychiatric disorders with duloxetine or within 5 days of stopping treatment with duloxetine is contraindicated because of an increased risk of serotonin syndrome. The use of duloxetine within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see DOSAGE AND ADMINISTRATION (2.5) and WARNINGS AND PRECAUTIONS (5.4)]. Starting duloxetine in a patient who is being treated with MAOIs such as linezolid or intravenous meth", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness in the pediatric population has not been established [see BOXED WARNING and WARNINGS AND PRECAUTIONS (5.1)]. Decreased appetite and weight loss have been observed in association with the use of SSRIs and SNRIs. Perform regular monitoring of weight and growth in children and adolescents treated with an SNRI such as duloxetine. Duloxetine administration to young rats from post-natal day 21 (weaning) through post-natal day 90 (adult) resulted in decreased body weights that persisted into adulthood, but recovered when drug treatment was discontinued; slightly delayed (~1.5 days) sexual maturation in females, without any effect on fertility; and a delay in learning a complex task in adulthood, which was not observed after drug treatment was discontinued. These effects were observed at the high dose of 45 mg/kg/day; the no-effect-level was 20 mg/kg/day. Information describing two additional clinical studies performed by Eli Lilly and Company that failed to demonstrate pediatric efficacy is approved for Eli Lilly and Company's Duloxetine Delayed-release Capsules. However, due to Eli Lilly and Company's marketing exclusivity rights, this drug product is not labeled with that pediatric information.", "pregnancy": "8.1 Pregnancy Teratogenic Effects, Pregnancy Category C In animal reproduction studies, duloxetine has been shown to have adverse effects on embryo/fetal and postnatal development. When duloxetine was administered orally to pregnant rats and rabbits during the period of organogenesis, there was no evidence of teratogenicity at doses up to 45 mg/kg/day (7 times the maximum recommended human dose [MRHD, 60 mg/day] and 4 times the human dose of 120 mg/day on a mg/m2 basis, in rat; 15 times the MRHD", "boxed_warning": "WARNING: SUICIDAL THOUGHTS AND BEHAVIORS WARNING: SUICIDAL THOUGHTS AND BEHAVIORS See full prescribing information for complete boxed warning. Increased risk of suicidal thinking and behavior in children, adolescents, and young adults taking antidepressants (5.1) Monitor for worsening and emergence of suicidal thoughts and behaviors (5.1) Duloxetine is not approved for use in pediatric patients (8.4) Antidepressants increased the risk of suicidal thoughts and behavior in children, adolescents, a"}, "set_id": "5e7fad97-2e62-4f1c-92aa-ea1318c3db09", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "29612", "dailymed_setid": "13ca868d-a734-4c2f-88f0-ac1071ba7311", "dailymed_product_name": "EPIVIR", "trade_name": "Vudinine 100 mg 10 f.c. tabs.", "dailymed_name": "EPIVIR", "concentration": "100 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 4.0, "adult_dose_mg": 300.0, "frequency_hours": 24, "max_dose_mg": 150.0, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Adults and adolescents >16 years of age: 300 mg daily, administered as either 150 mg twice daily or 300 mg once daily. (2.1) Pediatric patients 3 months up to 16 years of age: Dosage should be based on body weight. (2.2) Patients With Renal Impairment: Doses of EPIVIR must be adjusted in accordance with renal function. (2.3) 2.1 Adults and Adolescents >16 years of age The recommended oral dose of EPIVIR in HIV-1-infected adults and adolescents >16 years of age is 300 mg daily, administered as either 150 mg twice daily or 300 mg once daily, in combination with other antiretroviral agents. If lamivudine is administered to a patient infected with HIV-1 and HBV, the dosage indicated for HIV-1 therapy should be used as part of an appropriate combination regimen [see Warnings and Precautions (5.2)]. 2.2 Pediatric Patients The recommended oral dose of EPIVIR Oral Solution in HIV-1-infected pediatric patients 3 months to 16 years of age is 4 mg/kg twice daily (up to a maximum of 150 mg twice a day), administered in combination with other antiretroviral agents. EPIVIR is also available as a scored tablet for HIV-1-infected pediatric patients who weigh ≥14 kg and for whom a solid dosage form is appropriate. Before prescribing EPIVIR Tablets, children should be assessed for the ability to swallow tablets. If a child is unable to reliably swallow EPIVIR Tablets, the oral solution formulation should be prescribed. The recommended oral dosage of EPIVIR Tablets for HIV-1-infected pediatric patients is presented in Table 1. Table 1. Dosing Recommendations for EPIVIR Tablets in Pediatric Patients Weight (kg) Dosage Regimen Using Scored 150-mg Tablet Total Daily Dose AM Dose PM Dose 14 to 21 ½ tablet (75 mg) ½ tablet (75 mg) 150 mg >21 to <30 ½ tablet (75 mg) 1 tablet (150 mg) 225 mg ≥30 1 tablet (150 mg) 1 tablet (150 mg) 300 mg 2.3 Patients With Renal Impairment Dosing of EPIVIR is adjusted in accordance with renal function. Dosage adjustments are listed", "interactions": "7 DRUG INTERACTIONS Lamivudine is predominantly eliminated in the urine by active organic cationic secretion. The possibility of interactions with other drugs administered concurrently should be considered, particularly when their main route of elimination is active renal secretion via the organic cationic transport system (e.g., trimethoprim). No data are available regarding interactions with other drugs that have renal clearance mechanisms similar to that of lamivudine. Zalcitabine is not recommended for use in combination with EPIVIR. (7.2) 7.1 Interferon- and Ribavirin-Based Regimens Although no evidence of a pharmacokinetic or pharmacodynamic interaction (e.g., loss of HIV-1/HCV virologic suppression) was seen when ribavirin was coadministered with lamivudine in HIV-1/HCV co-infected patients, hepatic decompensation (some fatal) has occurred in HIV-1/HCV co-infected patients receiving combination antiretroviral therapy for HIV-1 and interferon alfa with or without ribavirin [see W", "contraindications": "4 CONTRAINDICATIONS EPIVIR Tablets and Oral Solution are contraindicated in patients with previously demonstrated clinically significant hypersensitivity (e.g., anaphylaxis) to any of the components of the products. EPIVIR Tablets and Oral Solution are contraindicated in patients with previously demonstrated clinically significant hypersensitivity (e.g., anaphylaxis) to any of the components of the products. (4)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of twice-daily EPIVIR in combination with other antiretroviral agents have been established in pediatric patients 3 months and older [see Adverse Reactions (6.1), Clinical Pharmacology (12.3), Clinical Studies (14.2)].", "pregnancy": "8.1 Pregnancy Pregnancy Category C. There are no adequate and well-controlled studies of EPIVIR in pregnant women. Animal reproduction studies in rats and rabbits revealed no evidence of teratogenicity. Increased early embryolethality occurred in rabbits at exposure levels similar to those in humans. EPIVIR should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Lamivudine pharmacokinetics were studied in pregnant women during 2 clinical studies c", "boxed_warning": "WARNING: RISK OF LACTIC ACIDOSIS, EXACERBATIONS OF HEPATITIS B IN CO-INFECTED PATIENTS UPON DISCONTINUATION OF EPIVIR , DIFFERENT FORMULATIONS OF EPIVIR. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogues alone or in combination, including lamivudine and other antiretrovirals. Suspend treatment if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity occur [see Warnings and Pr"}, "set_id": "13ca868d-a734-4c2f-88f0-ac1071ba7311", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "5258", "dailymed_setid": "4fe5abcd-4d9c-486c-9ac5-32c27845eae8", "dailymed_product_name": "Levetiracetam", "trade_name": "Futatreat 1000 mg 20 f.c. tabs.", "dailymed_name": "Levetiracetam", "concentration": "1000 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 20.0, "adult_dose_mg": 1000.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Levetiracetam is indicated as adjunctive treatment of partial onset seizures in adults and children 4 years of age and older with epilepsy. Partial Onset Seizures Adults 16 Years And Older In clinical trials, daily doses of 1000 mg, 2000 mg, and 3000 mg, given as twice daily dosing, were shown to be effective. Although in some studies there was a tendency toward greater response with higher dose (see CLINICAL STUDIES ), a consistent increase in response with increased dose has not been shown. Treatment should be initiated with a daily dose of 1000 mg/day, given as twice-daily dosing (500 mg BID). Additional dosing increments may be given (1000 mg/day additional every 2 weeks) to a maximum recommended daily dose of 3000 mg. Doses greater than 3000 mg/day have been used in open-label studies for periods of 6 months and longer. There is no evidence that doses greater than 3000 mg/day confer additional benefit. Pediatric Patients Ages 4 To <16 Years Treatment should be initiated with a daily dose of 20 mg/kg in 2 divided doses (10 mg/kg BID). The daily dose should be increased every 2 weeks by increments of 20 mg/kg to the recommended daily dose of 60 mg/kg (30 mg/kg BID). If a patient cannot tolerate a daily dose of 60 mg/kg, the daily dose may be reduced. In the clinical trial, the mean daily dose was 52 mg/kg. Patients with body weight ≤20 kg should be dosed with oral solution. Patients with body weight above 20 kg can be dosed with either tablets or oral solution. Table 9 below provides a guideline for tablet dosing based on weight during titration to 60 mg/kg/day. Only whole tablets should be administered. Levetiracetam is given orally with or without food. Table 9: Levetiracetam Tablet Weight-Based Dosing Guide For Children The following calculation should be used to determine the appropriate daily dose of oral solution for pediatric patients based on a daily dose of 20 mg/kg/day, 40 mg/kg/day or 60 mg/kg/day: A household teaspoon or tabl", "interactions": "Drug interactions In vitro data on metabolic interactions indicate that levetiracetam is unlikely to produce, or be subject to, pharmacokinetic interactions. Levetiracetam and its major metabolite, at concentrations well above Cmax levels achieved within the therapeutic dose range, are neither inhibitors of nor high affinity substrates for human liver cytochrome P450 isoforms, epoxide hydrolase or UDP-glucuronidation enzymes. In addition, levetiracetam does not affect the in vitro glucuronidation of valproic acid. Levetiracetam circulates largely unbound (<10% bound) to plasma proteins; clinically significant interactions with other drugs through competition for protein binding sites are therefore unlikely. Potential pharmacokinetic interactions were assessed in clinical pharmacokinetic studies (phenytoin, valproate, oral contraceptive, digoxin, warfarin, probenecid) and through pharmacokinetic screening in the placebo-controlled clinical studies in epilepsy patients.", "contraindications": "CONTRAINDICATIONS This product should not be administered to patients who have previously exhibited hypersensitivity to levetiracetam or any of the inactive ingredients in levetiracetam tablets or oral solution.", "pediatric_use": "Pediatric use Safety and effectiveness in patients below 4 years of age have not been established. Studies of levetiracetam in juvenile rats (dosing from day 4 through day 52 of age) and dogs (dosing from week 3 through week 7 of age) at doses of up to 1800 mg/kg/day (approximately 7 and 24 times, respectively, the maximum recommended pediatric dose of 60 mg/kg/day on a mg/m2 basis) did not indicate a potential for age-specific toxicity.", "pregnancy": "Pregnancy Pregnancy Category C In animal studies, levetiracetam produced evidence of developmental toxicity at doses similar to or greater than human therapeutic doses. Administration to female rats throughout pregnancy and lactation was associated with increased incidences of minor fetal skeletal abnormalities and retarded offspring growth pre- and/or postnatally at doses ≥350 mg/kg/day (approximately equivalent to the maximum recommended human dose of 3000 mg [MRHD] on a mg/m2 basis) and with ", "boxed_warning": null}, "set_id": "4fe5abcd-4d9c-486c-9ac5-32c27845eae8", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "1191", "dailymed_setid": "a70d857a-50d3-4e69-828c-a72fd6b98c99", "dailymed_product_name": "Quetiapine", "trade_name": "Quitiadel 200 mg 30 f.c. tab.", "dailymed_name": "Quetiapine", "concentration": "200 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 50.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Swallow tablets whole and do not split, chew or crush (2.1) Take without food or with a light meal (approx. 300 calorie s) (2.1) Administer once daily, preferably in the evening (2.1) Geriatric Use: Consider a lower starting dose (50 mg/day), slower titration, and careful monitoring during the initial dosing period in the elderly. (2.3, 8.5) Hepatic Impairment: Lowe r starting dose (50 mg/day) and slower titration may be ne e de d (2.4, 8.7, 12.3) Indication Initial Dose Recommended Dose Maximum Dose Schizophrenia-Adults (2.2) 300 mg/day 400 to 800 mg/day 800 mg/day Schizophrenia-Adolescents (13 to 17 years) (2.2) 50 mg/day 400 to 800 mg/day 800 mg/day Bipolar I Disorder manic or mixed-Acute monotherapy or adjunct to lithium or divalproex-Adults (2.2) 300 mg/day 400 to 800 mg/day 800 mg/day Bipolar I Disorder, manic Acute monotherapy-Children and Adolescents (10 to 17 years) (2.2) 50 mg/day 400 to 600 mg/day 600 mg/day Bipolar Disorder, Depressive Episode s-Adults (2.2) 50 mg/day 300 mg/day 300 mg/day Major Depressive Disorder, Adjunctive Therapy with Antidepressants- Adults (2.2) 50 mg/day 150 to 300 mg/day 300 mg/day 2.1 Important Administration Instructions Quetiapine extended-release tablets should be swallowed whole and not split, chewed or crushed. It is recommended that quetiapine extended-release tablets be taken without food or with a light meal (approximately 300 calories) [see Clinical Pharmacology ( 12.3 )]. Quetiapine extended-release tablets should be administered once daily, preferably in the evening. 2.2 Recommended Dosing The recommended initial dose, titration, dose range and maximum quetiapine extended-release tablets dose for each approved indication is displayed in Table 1 below. After initial dosing, adjustments can be made upwards or downwards, if necessary, depending upon the clinical response and tolerability of the patient [see Clinical Studies ( 14.1 , 14.2 and 14.3 )]. Table 1: Recommended Dosing for quetiapine", "interactions": "7 DRUG INTERACTIONS Concomitant use of strong CYP3A4 inhibitors: Reduce quetiapine dose to one sixth when coadministered with strong CYP3A4 inhibitors (e .g., ke toconazole , ritonavir) (2.5, 7.1, 12.3) Concomitant use of strong CYP3A4 inducers: Increase quetiapine dose up to 5 fold when used in combination with a chronic treatment (more than 7 to 14 days) of potent CYP3A4 inducers (e.g., phenytoin, rifampin, St. John’s wort) (2.6, 7.1, 12.3) Discontinuation of strong CYP3A4 inducers: Reduce quetiapine dose by 5 fold within 7 to 14 days of discontinuation of CYP3A4 inducers (2.6, 7.1, 12.3) 7.1 Effect of Other Drugs on Quetiapine The risks of using quetiapine extended-release tablets in combination with other drugs have not been extensively evaluated in systematic studies. Given the primary CNS effects of quetiapine extended- release tablets, caution should be used when it is taken in combination with other centrally acting drugs. Quetiapine potentiated the cognitive and motor effects ", "contraindications": "4 CONTRAINDICATIONS Hypersensitivity to quetiapine or to any excipients in the quetiapine extended-release tablets formulation. Anaphylactic reactions have been reported in patients treated with quetiapine extended- release tablets. Known hypersensitivity to quetiapine extended-release tablets or any components in the formulation. (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of quetiapine extended-release tablets is supported by studies of quetiapine tablets for schizophrenia in adolescent patients 13 to 17 years of age and in bipolar mania in children and adolescent patients 10 to 17 years of age [see Clinical Studies ( 14.1 and 14.2 )]. In general, the adverse reactions observed in children and adolescents during the clinical trials with quetiapine tablets were similar to those in the adult population with few exceptions. Increases in systolic and diastolic blood pressure occurred in children and adolescents and did not occur in adults. Orthostatic hypotension occurred more frequently in adults (4 to 7%) compared to children and adolescents (< 1%) [ See Warnings and Precautions ( 5.7 ) and Adverse Reactions ( 6.1 )]. Bipolar Depression The effectiveness of quetiapine extended-release tablets for the treatment of bipolar depression in patients under the age of 18 years has not been established. One 8-week trial was conducted to evaluate the safety and efficacy of quetiapine extended-release tablets in the treatment of bipolar depression in pediatric patients 10 to 17 years of age. The primary objective of the study was to evaluate whether quetiapine extended-release tablets at a dose of 150 to 300 mg/day demonstrated superior efficacy (as measured by change in CDRS-R total score from baseline to end of 8 weeks) compared to placebo in children and adolescents 10 to 17 years of age with bipolar depression. A total of 193 patients with bipolar depression were randomized to placebo or quetiapine extended-release tablets. The primary results of this study did not show a difference between quetiapine extended-release tablets and placebo in decreasing depression symptoms in children and adolescents with bipolar disorder. In this study, patients treated with quetiapine extended-release tablets exhibited metabolic changes, weight gain, increases in blood pressure and increases in heart rate [see Warnin", "pregnancy": "8.1 Pregnancy Pregnancy Category C: Risk Summary There are no adequate and well-controlled studies of quetiapine extended-release tablets use in pregnant women. In limited published literature, there were no major malformations associated with quetiapine exposure during pregnancy. In animal studies, embryo-fetal toxicity occurred. Quetiapine extended-release tablets should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Human Data There are limit", "boxed_warning": "WARNING: INCREASED MORTALITY IN ELDERLY PATIENTS WITH DEMENTIA-RELATED PSYCHOSIS; and SUICIDAL THOUGHTS AND BEHAVIORS Increased Mortality in Elderly Patients with Dementia-Related Psychosis Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death [see Warnings and Precautions ( 5.1 )] . Quetiapine extended-release tablets are not approved for the treatment of patients with dementia-related psychosis [see Warnings and Precautions ( 5.1 )]"}, "set_id": "a70d857a-50d3-4e69-828c-a72fd6b98c99", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "1447", "dailymed_setid": "00a642fd-fbbc-41d8-ac62-83444f0b8284", "dailymed_product_name": "DR. THROWERS BETA", "trade_name": "Betamethasone dipropionate 0.05% cream 20 gm", "dailymed_name": "DR. THROWERS BETA", "concentration": "20 gm", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": null, "frequency_hours": null, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DIRECTIONS: USE AS DIRECTED. STOP USE IF REDNESS, IRRITATION, ITCHING AND/OR DARKENING OCCURS.", "interactions": null, "contraindications": null, "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "00a642fd-fbbc-41d8-ac62-83444f0b8284", "product_codes": [], "matching_confidence": 0.0, "quality_score": 10}
{"med_id": "28258", "dailymed_setid": "ea79f802-e9ac-480b-91e6-1e3900b11803", "dailymed_product_name": "NEXIUM", "trade_name": "Esovaxole 20 mg 28 caps.", "dailymed_name": "NEXIUM", "concentration": "20 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": 1.0, "adult_dose_mg": 20.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION NEXIUM is supplied as delayed-release capsules for oral administration or in packets for preparation of delayed-release oral suspensions. The recommended dosages are outlined in the table below. NEXIUM should be taken at least one hour before meals. The duration of proton pump inhibitor administration should be based on available safety and efficacy data specific to the defined indication and dosing frequency, as described in the Prescribing Information, and individual patient medical needs. Proton pump inhibitor treatment should only be initiated and continued if the benefits outweigh the risks of treatment. Table 1 Recommended Dosage Schedule of NEXIUM Indication Dose Frequency Gastroesophageal Reflux Disease (GERD) Healing of Erosive Esophagitis 20 mg or 40 mg Once Daily for 4 to 8 Weeks[See Clinical Studies (14.1) ]The majority of patients are healed within 4 to 8 weeks. For patients who do not heal after 4 to 8 weeks, an additional 4 to 8 weeks of treatment may be considered. Maintenance of Healing of Erosive Esophagitis 20 mg Once DailyControlled studies did not extend beyond six months. Symptomatic Gastroesophageal Reflux Disease 20 mg Once Daily for 4 WeeksIf symptoms do not resolve completely after 4 weeks, an additional 4 weeks of treatment may be considered. Pediatric GERD 12 to 17 Year Olds Short-term Treatment of GERD 20 mg or 40 mg Once Daily for up to 8 Weeks 1 to 11 Year Olds Doses over 1 mg/kg/day have not been studied. Short-term Treatment of Symptomatic GERD 10 mg Once Daily for up to 8 Weeks Healing of Erosive Esophagitis weight < 20 kg 10 mg Once Daily for 8 Weeks weight ≥ 20 kg 10 mg or 20 mg Once Daily for 8 Weeks Risk Reduction of NSAID-Associated Gastric Ulcer 20 mg or 40 mg Once Daily for up to 6 months H. pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy: NEXIUM 40 mg Once Daily for 10 Days Amoxicillin 1000 mg Twice Daily for 10 Days Clarithromycin 500 mg Twice Daily for 10 Days P", "interactions": "7 DRUG INTERACTIONS May affect plasma levels of antiretroviral drugs – use with atazanavir and nelfinavir is not recommended; if saquinavir is used with NEXIUM, monitor for toxicity and consider saquinavir dose reduction (7.1) May interfere with drugs for which gastric pH affects bioavailability (e.g., ketoconazole, iron salts, and digoxin) Patients treated with NEXIUM and digoxin may need to be monitored for digoxin toxicity. (7.2) Combined inhibitor of CYP 2C19 and 3A4 may raise esomeprazole levels (7.3) May increase systemic exposure of cilostazol and an active metabolite. Consider dose reduction (7.3) Tacrolimus: NEXIUM may increase serum levels of tacrolimus (7.4) 7.1 Interference with Antiretroviral Therapy Concomitant use of atazanavir and nelfinavir with proton pump inhibitors is not recommended. Co-administration of atazanavir with proton pump inhibitors is expected to substantially decrease atazanavir plasma concentrations and may result in a loss of therapeutic effect and th", "contraindications": "4 CONTRAINDICATIONS NEXIUM is contraindicated in patients with known hypersensitivity to any component of the formulation [see Description (11) ] or to substituted benzimidazoles. Hypersensitivity reactions, e.g., angioedema and anaphylactic shock, have been reported with NEXIUM use. Patients with known hypersensitivity to any component of the formulation or to substituted benzimidazoles (angioedema and anaphylaxis have occurred) (4)", "pediatric_use": "8.4 Pediatric Use The safety and effectiveness of NEXIUM have been established in pediatric patients 1 to 17 years of age for short-term treatment (up to eight weeks) of GERD. However, effectiveness has not been demonstrated in patients less than 1 year of age. 1 to 17 years of age Use of NEXIUM in pediatric and adolescent patients 1 to 17 years of age for short-term treatment (up to eight weeks) of GERD is supported by: a) extrapolation of results, already included in the currently approved labeling, from adequate and well-controlled studies that supported the approval of NEXIUM for adults, and b) safety and pharmacokinetic studies performed in pediatric and adolescent patients [see Clinical Pharmacology (12.3), Dosage and Administration (2), Adverse Reactions (6.1), and Clinical Studies, (14.3) ]. The safety and effectiveness of NEXIUM for other pediatric uses have not been established. Neonates to less than one year of age There was no statistically significant difference between NEXIUM and placebo in the rate of discontinuation in a multicenter, randomized, double-blind, controlled, treatment-withdrawal study of patients ages 1 to 11 months, inclusive. Patients were enrolled if they had either a clinical diagnosis of suspected GERD, symptomatic GERD, or endoscopically proven GERD. All patients received NEXIUM Delayed-Release Oral Suspension once daily during a two-week, open-label phase of the study. There were 80 patients who attained a pre-specified level of symptom improvement and who entered the double-blind phase, in which they were randomized in equal proportions to receive NEXIUM or placebo for the next four weeks. Efficacy was assessed by observing the time from randomization to study discontinuation due to symptom worsening during the four-week, treatment-withdrawal phase. The following pharmacokinetic and pharmacodynamic information was obtained in pediatric patients with GERD aged birth to less than one year of age. In neonates (< 1 month old) given N", "pregnancy": "8.1 Pregnancy Pregnancy Category B Reproductive studies in rats and rabbits with NEXIUM (esomeprazole) and multiple cohort studies in pregnant women with omeprazole use during the first trimester do not show an increased risk of congenital anomalies or adverse pregnancy outcomes. There are, however, no adequate and well controlled studies of NEXIUM use in pregnancy. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if ", "boxed_warning": null}, "set_id": "ea79f802-e9ac-480b-91e6-1e3900b11803", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "17141", "dailymed_setid": "50630775-7f76-413e-9278-ba298dd7f187", "dailymed_product_name": "Zyvox", "trade_name": "Debacozolin 100mg/5ml 120ml susp", "dailymed_name": "Zyvox", "concentration": "100mg/5ml", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": 10.0, "adult_dose_mg": 600.0, "frequency_hours": 12, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION The recommended dosage for ZYVOX formulations for the treatment of infections is described in Table 14. Table 14. Dosage Guidelines for ZYVOX InfectionDue to the designated pathogens (see INDICATIONS AND USAGE ) Dosage and Route of Administration Recommended Duration of Treatment (consecutive days) Pediatric Patients Neonates <7 days: Most pre-term neonates < 7 days of age (gestational age < 34 weeks) have lower systemic linezolid clearance values and larger AUC values than many full-term neonates and older infants. These neonates should be initiated with a dosing regimen of 10 mg/kg q12h. Consideration may be given to the use of 10 mg/kg q8h regimen in neonates with a sub-optimal clinical response. All neonatal patients should receive 10 mg/kg q8h by 7 days of life (see CLINICAL PHARMACOLOGY, Special Populations, Pediatric ). (Birth through 11 Years of Age) Adults and Adolescents (12 Years and Older) Complicated skin and skin structure infections 10 mg/kg IV or oralOral dosing using either ZYVOX Tablets or ZYVOX for Oral Suspension q8h 600 mg IV or oral q12h 10 to 14 Community-acquired pneumonia, including concurrent bacteremia Nosocomial pneumonia Vancomycin-resistant Enterococcus faecium infections, including concurrent bacteremia 10 mg/kg IV or oral q8h 600 mg IV or oral q12h 14 to 28 Uncomplicated skin and skin structure infections <5 yrs: 10 mg/kg oral q8h5–11 yrs: 10 mg/kg oral q12h Adults: 400 mg oral q12hAdolescents: 600 mg oral q12h 10 to 14 Adult patients with infection due to MRSA should be treated with ZYVOX 600 mg q12h. In limited clinical experience, 5 out of 6 (83%) pediatric patients with infections due to Gram-positive pathogens with MICs of 4 µg/mL treated with ZYVOX had clinical cures. However, pediatric patients exhibit wider variability in linezolid clearance and systemic exposure (AUC) compared with adults. In pediatric patients with a sub-optimal clinical response, particularly those with pathogens with MIC of 4 µg/m", "interactions": "Drug Interactions (see also CLINICAL PHARMACOLOGY, Drug-Drug Interactions) Monoamine Oxidase Inhibition Linezolid is a reversible, nonselective inhibitor of monoamine oxidase. Therefore, linezolid has the potential for interaction with adrenergic and serotonergic agents. Adrenergic Agents: Some individuals receiving ZYVOX may experience a reversible enhancement of the pressor response to indirect-acting sympathomimetic agents, vasopressor or dopaminergic agents. Commonly used drugs such as phenylpropanolamine and pseudoephedrine have been specifically studied. Initial doses of adrenergic agents, such as dopamine or epinephrine, should be reduced and titrated to achieve the desired response. Serotonergic Agents: Co-administration of linezolid and serotonergic agents was not associated with serotonin syndrome in Phase 1, 2 or 3 studies. Spontaneous reports of serotonin syndrome associated with co-administration of ZYVOX and serotonergic agents, including antidepressants such as selective", "contraindications": "CONTRAINDICATIONS ZYVOX formulations are contraindicated for use in patients who have known hypersensitivity to linezolid or any of the other product components. Monoamine Oxidase Inhibitors Linezolid should not be used in patients taking any medicinal product which inhibits monoamine oxidases A or B (e.g., phenelzine, isocarboxazid) or within two weeks of taking any such medicinal product. Potential Interactions Producing Elevation of Blood Pressure Unless patients are monitored for potential increases in blood pressure, linezolid should not be administered to patients with uncontrolled hypertension, pheochromocytoma, thyrotoxicosis and/or patients taking any of the following types of medications: directly and indirectly acting sympathomimetic agents (e.g., pseudoephedrine), vasopressive agents (e.g., epinephrine, norepinephrine), dopaminergic agents (e.g., dopamine, dobutamine) (see PRECAUTIONS, Drug Interactions). Potential Serotonergic Interactions Unless patients are carefully obs", "pediatric_use": "Pediatric Use The safety and effectiveness of ZYVOX for the treatment of pediatric patients with the following infections are supported by evidence from adequate and well-controlled studies in adults, pharmacokinetic data in pediatric patients, and additional data from a comparator-controlled study of Gram-positive infections in pediatric patients ranging in age from birth through 11 years (see INDICATIONS AND USAGE and CLINICAL STUDIES ): nosocomial pneumonia complicated skin and skin structure infections community-acquired pneumonia (also supported by evidence from an uncontrolled study in patients ranging in age from 8 months through 12 years) vancomycin-resistant Enterococcus faecium infections The safety and effectiveness of ZYVOX for the treatment of pediatric patients with the following infection have been established in a comparator-controlled study in pediatric patients ranging in age from 5 through 17 years (see CLINICAL STUDIES ): uncomplicated skin and skin structure infections caused by Staphylococcus aureus (methicillin-susceptible strains only) or Streptococcus pyogenes Pharmacokinetic information generated in pediatric patients with ventriculoperitoneal shunts showed variable cerebrospinal fluid (CSF) linezolid concentrations following single and multiple dosing of linezolid; therapeutic concentrations were not consistently achieved or maintained in the CSF. Therefore, the use of linezolid for the empiric treatment of pediatric patients with central nervous system infections is not recommended. The Cmax and the volume of distribution (Vss) of linezolid are similar regardless of age in pediatric patients. However, linezolid clearance is a function of age. Excluding neonates less than a week of age, clearance is most rapid in the youngest age groups ranging from >1 week old to 11 years, resulting in lower single-dose systemic exposure (AUC) and shorter half-life as compared with adults. As age of pediatric patients increases, the clearance of linezolid", "pregnancy": "Pregnancy Teratogenic Effects. Pregnancy Category C Linezolid was not teratogenic in mice, rats, or rabbits at exposure levels 6.5-fold (in mice), equivalent to (in rats), or 0.06-fold (in rabbits) the expected human exposure level, based on AUCs. However, embryo and fetal toxicities were seen (see Non-teratogenic Effects ). There are no adequate and well-controlled studies in pregnant women. ZYVOX should be used during pregnancy only if the potential benefit justifies the potential risk to the ", "boxed_warning": null}, "set_id": "50630775-7f76-413e-9278-ba298dd7f187", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "14104", "dailymed_setid": "33c772f8-08f0-4f99-8fbd-4de48ad82d89", "dailymed_product_name": "CLOMIPRAMINE HYDROCHLORIDE", "trade_name": "Anapramine 50 mg 30 f.c.tab", "dailymed_name": "CLOMIPRAMINE HYDROCHLORIDE", "concentration": "50 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": 3.0, "adult_dose_mg": 25.0, "frequency_hours": 24, "max_dose_mg": 250.0, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION The treatment regimens described below are based on those used in controlled clinical trials of clomipramine in 520 adults, and 91 children and adolescents with OCD. During initial titration, clomipramine should be given in divided doses with meals to reduce gastrointestinal side effects. The goal of this initial titration phase is to minimize side effects by permitting tolerance to side effects to develop or allowing the patient time to adapt if tolerance does not develop. Because both CMI and its active metabolite, DMI, have long elimination half-lives, the prescriber should take into consideration the fact that steady-state plasma levels may not be achieved until 2 to 3 weeks after dosage change (see CLINICAL PHARMACOLOGY ). Therefore, after initial titration, it may be appropriate to wait 2-3 weeks between further dosage adjustments. Initial Treatment/Dose Adjustment (Adults) Treatment with clomipramine should be initiated at a dosage of 25 mg daily and gradually increased, as tolerated, to approximately 100 mg during the first 2 weeks. During initial titration, clomipramine should be given in divided doses with meals to reduce gastrointestinal side effects. Thereafter, the dosage may be increased gradually over the next several weeks, up to a maximum of 250 mg daily. After titration, the total daily dose may be given once daily at bedtime to minimize daytime sedation. Initial Treatment/Dose Adjustment (Children and Adolescents) As with adults, the starting dose is 25 mg daily and should be gradually increased (also given in divided doses with meals to reduce gastrointestinal side effects) during the first 2 weeks, as tolerated, up to a daily maximum of 3 mg/kg or 100 mg, whichever is smaller. Thereafter, the dosage may be increased gradually over the next several weeks up to a daily maximum of 3 mg/kg or 200 mg, whichever is smaller (see PRECAUTIONS, Pediatric Use ). As with adults, after titration, the total daily dose may be given on", "interactions": "Drug Interactions The risks of using clomipramine in combination with other drugs have not been systematically evaluated. Given the primary CNS effects of clomipramine, caution is advised in using it concomitantly with other CNS-active drugs (see Information for Patients ). Clomipramine should not be used with MAO inhibitors (see CONTRAINDICATIONS ). Close supervision and careful adjustment of dosage are required when clomipramine is administered with anticholinergic or sympathomimetic drugs. Several tricyclic antidepressants have been reported to block the pharmacologic effects of guanethidine, clonidine, or similar agents, and such an effect may be anticipated with CMI because of its structural similarity to other tricyclic antidepressants. The plasma concentration of CMI has been reported to be increased by the concomitant administration of haloperidol; plasma levels of several closely related tricyclic antidepressants have been reported to be increased by the concomitant administra", "contraindications": "CONTRAINDICATIONS Clomipramine hydrochloride capsules USP are contraindicated in patients with a history of hypersensitivity to clomipramine or other tricyclic antidepressants. Clomipramine should not be given in combination, or within 14 days before or after treatment, with a monoamine oxidase (MAO) inhibitor. Hyperpyretic crisis, seizures, coma, and death have been reported in patients receiving such combinations. Clomipramine is contraindicated during the acute recovery period after a myocardial infarction.", "pediatric_use": "Pediatric Use Safety and effectiveness in the pediatric population other than pediatric patients with OCD have not been established (see BOX WARNING and WARNINGS-Clinical Worsening and Suicide Risk ). Anyone considering the use of clomipramine in a child or adolescent must balance the potential risks with the clinical need. In a controlled clinical trial in children and adolescents (10 to 17 years of age), 46 outpatients received clomipramine for up to 8 weeks. In addition, 150 adolescent patients have received clomipramine in open-label protocols for periods of several months to several years. Of the 196 adolescents studied, 50 were 13 years of age or less and 146 were 14 to 17 years of age. The adverse reaction profile in this age group (see ADVERSE REACTIONS ) is similar to that observed in adults. The risks, if any, that may be associated with clomipramine's extended use in children and adolescents with OCD have not been systemically assessed. The evidence supporting the conclusion that clomipramine is safe for use in children and adolescents is derived from relatively short term clinical studies and from extrapolation of experience gained with adult patients. In particular, there are no studies that directly evaluate the effects of long term clomipramine use on the growth, development, and maturation of children and adolescents. Although there is no evidence to suggest that clomipramine adversely affects growth, development or maturation, the absence of such findings is not adequate to rule out a potential for such effects in chronic use. The safety and effectiveness in pediatric patients below the age of 10 have not been established. Therefore, specific recommendations cannot be made for the use of clomipramine in pediatric patients under the age of 10.", "pregnancy": null, "boxed_warning": "Suicidality and Antidepressant Drugs Antidepressants increased the risk compared to placebo of suicidal thinking and behavior (suicidality) in children, adolescents, and young adults in short-term studies of major depressive disorder (MDD) and other psychiatric disorders. Anyone considering the use of clomipramine hydrochloride or any other antidepressant in a child, adolescent, or young adult must balance this risk with the clinical need. Short-term studies did not show an increase in the risk "}, "set_id": "33c772f8-08f0-4f99-8fbd-4de48ad82d89", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "21294", "dailymed_setid": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "dailymed_product_name": "AMLODIPINE AND VALSARTAN", "trade_name": "Kemiforge 10/160mg 20 f.c. tab.", "dailymed_name": "AMLODIPINE AND VALSARTAN", "concentration": "160mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 160.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION General Considerations: •Majority of effect attained within 2 weeks (2.1) •May be administered with other antihypertensive agents (2.1) Hypertension: •May be used as add-on therapy for patients not controlled on monotherapy (2.2) •Patients who experience dose-limiting adverse reactions on monotherapy may be switched to amlodipine and valsartan tablets containing a lower dose of that component (2.2) •May be substituted for titrated components (2.3) •When used as initial therapy: Initiate with 5/160 mg, then titrate upwards as necessary to a maximum of 10/320 mg once daily (2.4) 2.1 General Considerations Dose once daily. The dosage can be increased after 1 to 2 weeks of therapy to a maximum of one 10/320 mg tablet once daily as needed to control blood pressure. The majority of the antihypertensive effect is attained within 2 weeks after initiation of therapy or a change in dose. Amlodipine and valsartan tablets may be administered with other antihypertensive agents. 2.2 Add-on Therapy A patient whose blood pressure is not adequately controlled with amlodipine (or another dihydropyridine calcium-channel blocker) alone or with valsartan (or another ARB) alone may be switched to combination therapy with amlodipine and valsartan tablets. A patient who experiences dose-limiting adverse reactions on either component alone may be switched to amlodipine and valsartan tablets containing a lower dose of that component in combination with the other to achieve similar blood pressure reductions. The clinical response to amlodipine and valsartan tablets should be subsequently evaluated and if blood pressure remains uncontrolled after 3 to 4 weeks of therapy, the dose may be titrated up to a maximum of 10/320 mg. 2.3 Replacement Therapy For convenience, patients receiving amlodipine and valsartan from separate tablets may instead wish to receive tablets of amlodipine and valsartan containing the same component doses. 2.4 Initial Therapy A patient may be ", "interactions": "7 DRUG INTERACTIONS No drug interaction studies have been conducted with amlodipine and valsartan tablets and other drugs, although studies have been conducted with the individual amlodipine and valsartan components. Amlodipine: Impact of Other Drugs on Amlodipine: CYP3A Inhibitors: Coadministration with CYP3A inhibitors (moderate and strong) results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment [see Clinical Pharmacology (12.3)]. CYP3A Inducers: No information is available on the quantitative effects of CYP3A inducers on amlodipine. Blood pressure should be closely monitored when amlodipine is coadministered with CYP3A inducers (e.g., rifampicin, St. John’s Wort). Sildenafil: Monitor for hypotension when sildenafil is coadministered with amlodipine [see Clinical Pharmacology (12.2)]. Impact of Amlodipine on Other", "contraindications": "4 CONTRAINDICATIONS Do not use in patients with known hypersensitivity to any component. Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes [see Drug Interactions (7)]. Known hypersensitivity to any component; Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of amlodipine and valsartan tablets in pediatric patients have not been established.", "pregnancy": "8.1 Pregnancy Risk Summary Amlodipine and valsartan tablets can cause fetal harm when administered to a pregnant woman. Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from", "boxed_warning": "WARNING: FETAL TOXICITY • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus. (5.1) WARNING: FETAL TOXICITY See full prescribing information for complete boxed warning. • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause inj"}, "set_id": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "15382", "dailymed_setid": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "dailymed_product_name": "AMLODIPINE AND VALSARTAN", "trade_name": "Blokatens 5/160mg 28 f.c. tab", "dailymed_name": "AMLODIPINE AND VALSARTAN", "concentration": "160mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 160.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION General Considerations: •Majority of effect attained within 2 weeks (2.1) •May be administered with other antihypertensive agents (2.1) Hypertension: •May be used as add-on therapy for patients not controlled on monotherapy (2.2) •Patients who experience dose-limiting adverse reactions on monotherapy may be switched to amlodipine and valsartan tablets containing a lower dose of that component (2.2) •May be substituted for titrated components (2.3) •When used as initial therapy: Initiate with 5/160 mg, then titrate upwards as necessary to a maximum of 10/320 mg once daily (2.4) 2.1 General Considerations Dose once daily. The dosage can be increased after 1 to 2 weeks of therapy to a maximum of one 10/320 mg tablet once daily as needed to control blood pressure. The majority of the antihypertensive effect is attained within 2 weeks after initiation of therapy or a change in dose. Amlodipine and valsartan tablets may be administered with other antihypertensive agents. 2.2 Add-on Therapy A patient whose blood pressure is not adequately controlled with amlodipine (or another dihydropyridine calcium-channel blocker) alone or with valsartan (or another ARB) alone may be switched to combination therapy with amlodipine and valsartan tablets. A patient who experiences dose-limiting adverse reactions on either component alone may be switched to amlodipine and valsartan tablets containing a lower dose of that component in combination with the other to achieve similar blood pressure reductions. The clinical response to amlodipine and valsartan tablets should be subsequently evaluated and if blood pressure remains uncontrolled after 3 to 4 weeks of therapy, the dose may be titrated up to a maximum of 10/320 mg. 2.3 Replacement Therapy For convenience, patients receiving amlodipine and valsartan from separate tablets may instead wish to receive tablets of amlodipine and valsartan containing the same component doses. 2.4 Initial Therapy A patient may be ", "interactions": "7 DRUG INTERACTIONS No drug interaction studies have been conducted with amlodipine and valsartan tablets and other drugs, although studies have been conducted with the individual amlodipine and valsartan components. Amlodipine: Impact of Other Drugs on Amlodipine: CYP3A Inhibitors: Coadministration with CYP3A inhibitors (moderate and strong) results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment [see Clinical Pharmacology (12.3)]. CYP3A Inducers: No information is available on the quantitative effects of CYP3A inducers on amlodipine. Blood pressure should be closely monitored when amlodipine is coadministered with CYP3A inducers (e.g., rifampicin, St. John’s Wort). Sildenafil: Monitor for hypotension when sildenafil is coadministered with amlodipine [see Clinical Pharmacology (12.2)]. Impact of Amlodipine on Other", "contraindications": "4 CONTRAINDICATIONS Do not use in patients with known hypersensitivity to any component. Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes [see Drug Interactions (7)]. Known hypersensitivity to any component; Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of amlodipine and valsartan tablets in pediatric patients have not been established.", "pregnancy": "8.1 Pregnancy Risk Summary Amlodipine and valsartan tablets can cause fetal harm when administered to a pregnant woman. Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from", "boxed_warning": "WARNING: FETAL TOXICITY • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus. (5.1) WARNING: FETAL TOXICITY See full prescribing information for complete boxed warning. • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause inj"}, "set_id": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "2666", "dailymed_setid": "2bf8d2fb-80c8-401d-8e9b-d58463f5e954", "dailymed_product_name": "CISplatin", "trade_name": "Cisplatin 1mg/ml (100mg) vial", "dailymed_name": "CISplatin", "concentration": "1mg/ml", "concentration_source": "App_Name_Regex", "linkage_method": "Trade_Name", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 20.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Cisplatin Injection is administered by slow intravenous infusion. CISPLATIN INJECTION SHOULD NOT BE GIVEN BY RAPID INTRAVENOUS INJECTION. Note: Needles or intravenous sets containing aluminum parts that may come in contact with Cisplatin Injection should not be used for preparation or administration. Aluminum reacts with Cisplatin Injection, causing precipitate formation and a loss of potency. Metastatic Testicular Tumors The usual Cisplatin Injection dose for the treatment of testicular cancer in combination with other approved chemotherapeutic agents is 20 mg/m2 IV daily for 5 days per cycle. Metastatic Ovarian Tumors The usual Cisplatin Injection dose for the treatment of metastatic ovarian tumors in combination with cyclophosphamide is 75 to 100 mg/m2 IV per cycle once every four weeks (DAY 1). The dose of cyclophosphamide when used in combination with Cisplatin Injection is 600 mg/m2 IV once every 4 weeks (DAY 1). For directions for the administration of cyclophosphamide, refer to the cyclophosphamide package insert. In combination therapy, Cisplatin Injection and cyclophosphamide are administered sequentially. As a single agent, Cisplatin Injection should be administered at a dose of 100 mg/m2 IV per cycle once every four weeks. Advanced Bladder Cancer Cisplatin Injection should be administered as a single agent at a dose of 50 to 70 mg/m2 IV per cycle once every 3 to 4 weeks depending on the extent of prior exposure to radiation therapy and/or prior chemotherapy. For heavily pretreated patients an initial dose of 50 mg/m2 per cycle repeated every 4 weeks is recommended. All Patients Pretreatment hydration with 1 to 2 liters of fluid infused for 8 to 12 hours prior to a Cisplatin Injection dose is recommended. The drug is then diluted in 2 liters of 5% Dextrose in 1/2 or 1/3 normal saline containing 37.5 g of mannitol, and infused over a 6- to 8-hour period. If diluted solution is not to be used within 6 hours, protect solution from l", "interactions": "Drug Interactions Plasma levels of anticonvulsant agents may become subtherapeutic during cisplatin therapy. In a randomized trial in advanced ovarian cancer, response duration was adversely affected when pyridoxine was used in combination with altretamine (hexamethylmelamine) and cisplatin.", "contraindications": "CONTRAINDICATIONS Cisplatin is contraindicated in patients with preexisting renal impairment. Cisplatin should not be employed in myelosuppressed patients, or in patients with hearing impairment. Cisplatin is contraindicated in patients with a history of allergic reactions to cisplatin or other platinum-containing compounds.", "pediatric_use": "Pediatric Use Safety and effectiveness in pediatric patients have not been established. All children should have audiometric monitoring performed prior to initiation of therapy prior to each subsequent dose, and for several years post therapy. Advanced testing methods may allow for earlier detection of hearing loss in an attempt to facilitate the rapid initiation of interventions that can limit the potential adverse impact of hearing impairment on a child's cognitive and social development.", "pregnancy": "Pregnancy", "boxed_warning": "WARNING Cisplatin Injection should be administered under the supervision of a qualified physician experienced in the use of cancer chemotherapeutic agents. Appropriate management of therapy and complications is possible only when adequate diagnostic and treatment facilities are readily available. Cumulative renal toxicity associated with cisplatin is severe. Other major dose-related toxicities are myelosuppression, nausea, and vomiting. Ototoxicity, which may be more pronounced in children, and "}, "set_id": "2bf8d2fb-80c8-401d-8e9b-d58463f5e954", "product_codes": [], "matching_confidence": 0.0, "quality_score": 50}
{"med_id": "17882", "dailymed_setid": "d928625e-c1ef-4f25-8d25-764c8c6aab67", "dailymed_product_name": "Doxorubicin Hydrochloride", "trade_name": "Doxorubicin stada 50mg vial (n/a)", "dailymed_name": "Doxorubicin Hydrochloride", "concentration": "50mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 75.0, "frequency_hours": 6, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION Single agent: 60 to 75 mg/m2 given intravenously every 21 days (2.1). In combination: 40 to 75 mg/m2 given intravenously every 21 to 28 days (2.1). Discontinue doxorubicin hydrochloride for injection in patients who develop signs or symptoms of cardiomyopathy (2.2). Reduce dose in patients with hepatic impairment (2.3). 2.1 Recommended Dosage for Adjuvant Breast Cancer The recommended dosage of doxorubicin hydrochloride for injection is 60 mg/m2 administered as an intravenous bolus on day 1 of each 21-day treatment cycle, in combination with cyclophosphamide, for a total of four cycles. 2.2 Recommended Dosage for Other Cancers The recommended dosage of doxorubicin hydrochloride for injection when used as a single agent is 60 mg/m2 to 75 mg/m2 intravenously every 21 days. The recommended dosage of doxorubicin hydrochloride for injection, when administered in combination with other chemotherapy drugs, is 40 mg/m2 to 75 mg/m2 intravenously every 21 to 28 days. Consider use of the lower doxorubicin hydrochloride for injection dose in the recommended dosage range or longer intervals between cycles for heavily pretreated patients, elderly patients, or obese patients. Cumulative doses above 550 mg/m2 are associated with an increased risk of cardiomyopathy [see Warnings and Precautions (5.1)]. 2.3 Dosage Modifications for Adverse Reactions Cardiomyopathy Discontinue doxorubicin hydrochloride for injection in patients who develop signs or symptoms of cardiomyopathy [see Warnings and Precautions (5.1)]. 2.4 Dosage Modifications for Hepatic Impairment Doxorubicin hydrochloride for injection is contraindicated in patients with severe hepatic impairment (Child-Pugh Class C or serum bilirubin greater than 5 mg/dL) [see Contraindications (4)]. Dosage modifications for doxorubicin hydrochloride for injection in patients with elevated serum total bilirubin concentrations [see Warnings and Precautions (5.5), Use in Specific Populations (8.6)] are provided ", "interactions": "7 DRUG INTERACTIONS Avoid concomitant use of doxorubicin hydrochloride with inhibitors and inducers of CYP3A4, CYP2D6, and/or P-gp (7.1). Do not administer doxorubicin hydrochloride in combination with trastuzumab due to increased risk of cardiac dysfunction (5.1, 7.2). 7.1 Effect of Other Drugs on Doxorubicin Hydrochloride for Injection Inhibitors of CYP3A4, CYP2D6, and P-gp Concomitant use of doxorubicin hydrochloride with inhibitors of CYP3A4, CYP2D6, or P-glycoprotein (P-gp), increased concentrations of doxorubicin, which may increase the incidence and severity of adverse reactions of doxorubicin hydrochloride. Avoid concomitant use of doxorubicin hydrochloride for injection with inhibitors of CYP3A4, CYP2D6, or P-gp. Inducers of CYP3A4, CYP2D6, or P-gp Concomitant use of doxorubicin hydrochloride with inducers of CYP3A4, CYP2D6, or P-gp may decrease the concentration of doxorubicin. Avoid concomitant use of doxorubicin hydrochloride for injection with inducers of CYP3A4, CYP2D6, o", "contraindications": "4 CONTRAINDICATIONS Doxorubicin hydrochloride for injection is contraindicated in patients with: Severe myocardial insufficiency [see Warnings and Precautions (5.1)] Recent (occurring within the past 4 to 6 weeks) myocardial infarction [see Warnings and Precautions (5.1)] Severe persistent drug-induced myelosuppression [see Warnings and Precautions (5.4)] Severe hepatic impairment (defined as Child Pugh Class C or serum bilirubin level greater than 5 mg/dL) [see Warnings and Precautions (5.5)] Severe hypersensitivity reaction to doxorubicin hydrochloride, including anaphylaxis [see Adverse Reactions (6.2)] Severe myocardial insufficiency (4). Recent myocardial infarction (4). Severe persistent drug-induced myelosuppression (4). Severe hepatic impairment (4). Severe hypersensitivity to doxorubicin hydrochloride (4).", "pediatric_use": "8.4 Pediatric Use Based on post-marketing reports, pediatric patients treated with doxorubicin hydrochloride are at risk for developing late cardiovascular dysfunction. Risk factors include young age at treatment (especially < 5 years), high cumulative doses and receipt of combined modality therapy. Long-term periodic cardiovascular monitoring is recommended for all pediatric patients who have received doxorubicin hydrochloride. Doxorubicin hydrochloride, as a component of intensive chemotherapy regimens administered to pediatric patients, may contribute to prepubertal growth failure and may also contribute to gonadal impairment, which is usually temporary. There are no recommended dose adjustments based on age. Doxorubicin clearance was increased in patients aged 2 years to 20 years as compared to adults, while doxorubicin clearance was similar in infants less than 2 years as compared to adults [see Clinical Pharmacology (12.3)].", "pregnancy": "8.1 Pregnancy Risk Summary Based on findings in animals and its mechanism of action, doxorubicin hydrochloride for injection can cause fetal harm when administered to a pregnant woman; avoid the use of doxorubicin hydrochloride for injection during the 1st trimester. Available human data do not establish the presence or absence of major birth defects and miscarriage related to the use of doxorubicin hydrochloride during the 2nd and 3rd trimesters. Doxorubicin hydrochloride was teratogenic and em", "boxed_warning": "WARNING: CARDIOMYOPATHY, SECONDARY MALIGNANCIES, EXTRAVASATION AND TISSUE NECROSIS, and SEVERE MYELOSUPPRESSION Cardiomyopathy: Myocardial damage, including acute left ventricular failure, can occur with doxorubicin hydrochloride. The risk of cardiomyopathy is proportional to the cumulative exposure with incidence rates from 1% to 20% for cumulative doses ranging from 300 mg/m2 to 500 mg/m2 when doxorubicin hydrochloride is administered every 3 weeks. The risk of cardiomyopathy is further increa"}, "set_id": "d928625e-c1ef-4f25-8d25-764c8c6aab67", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "20028", "dailymed_setid": "a0567fe6-132b-463b-bc46-9f5a2a2478fb", "dailymed_product_name": "Probenecid and Colchicine", "trade_name": "Goutyless 30 tabs", "dailymed_name": "Probenecid and Colchicine", "concentration": "500 mg", "concentration_source": "XML_Structured", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 700.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid and colchicine may be continued without changing the dosage, and additional colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 1 tablet of probenecid and colchicine daily for one week, followed by 1 tablet twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 2 tablets may be adequate. However, if necessary, the daily dosage may be increased by 1 tablet every four weeks within tolerance (and usually not above 4 tablets per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily) or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid and colchicine (or probenecid) should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for six months or more and serum urate levels remain within normal limits, the daily dosage of probenecid and colchicine may be decreased by 1 tablet every six months. Th", "interactions": "Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are coadministered for prolonged periods. Probenecid may prolong or enhance the action of ", "contraindications": "CONTRAINDICATIONS Hypersensitivity to this product or to probenecid or colchicine. Probenecid and colchicine tablets are contraindicated in children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. Pregnancy Probenecid crosses the placental barrier and appears in cord blood. Colchicine can arrest cell division in animals and plants. In certain species of animals under certain conditions, colchicine has produced teratogenic effects. The possibility of such effects in humans also has been reported. Because of the colchicine component, probenecid and colchicine is contraindicated in pregnant patients. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards.", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "a0567fe6-132b-463b-bc46-9f5a2a2478fb", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
