{"med_id": "29903", "dailymed_setid": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "dailymed_product_name": "AMLODIPINE AND VALSARTAN", "trade_name": "Zetakardoval 5/160mg 30 f.c. tabs.", "dailymed_name": "AMLODIPINE AND VALSARTAN", "concentration": "160mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 160.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION General Considerations: •Majority of effect attained within 2 weeks (2.1) •May be administered with other antihypertensive agents (2.1) Hypertension: •May be used as add-on therapy for patients not controlled on monotherapy (2.2) •Patients who experience dose-limiting adverse reactions on monotherapy may be switched to amlodipine and valsartan tablets containing a lower dose of that component (2.2) •May be substituted for titrated components (2.3) •When used as initial therapy: Initiate with 5/160 mg, then titrate upwards as necessary to a maximum of 10/320 mg once daily (2.4) 2.1 General Considerations Dose once daily. The dosage can be increased after 1 to 2 weeks of therapy to a maximum of one 10/320 mg tablet once daily as needed to control blood pressure. The majority of the antihypertensive effect is attained within 2 weeks after initiation of therapy or a change in dose. Amlodipine and valsartan tablets may be administered with other antihypertensive agents. 2.2 Add-on Therapy A patient whose blood pressure is not adequately controlled with amlodipine (or another dihydropyridine calcium-channel blocker) alone or with valsartan (or another ARB) alone may be switched to combination therapy with amlodipine and valsartan tablets. A patient who experiences dose-limiting adverse reactions on either component alone may be switched to amlodipine and valsartan tablets containing a lower dose of that component in combination with the other to achieve similar blood pressure reductions. The clinical response to amlodipine and valsartan tablets should be subsequently evaluated and if blood pressure remains uncontrolled after 3 to 4 weeks of therapy, the dose may be titrated up to a maximum of 10/320 mg. 2.3 Replacement Therapy For convenience, patients receiving amlodipine and valsartan from separate tablets may instead wish to receive tablets of amlodipine and valsartan containing the same component doses. 2.4 Initial Therapy A patient may be ", "interactions": "7 DRUG INTERACTIONS No drug interaction studies have been conducted with amlodipine and valsartan tablets and other drugs, although studies have been conducted with the individual amlodipine and valsartan components. Amlodipine: Impact of Other Drugs on Amlodipine: CYP3A Inhibitors: Coadministration with CYP3A inhibitors (moderate and strong) results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment [see Clinical Pharmacology (12.3)]. CYP3A Inducers: No information is available on the quantitative effects of CYP3A inducers on amlodipine. Blood pressure should be closely monitored when amlodipine is coadministered with CYP3A inducers (e.g., rifampicin, St. John’s Wort). Sildenafil: Monitor for hypotension when sildenafil is coadministered with amlodipine [see Clinical Pharmacology (12.2)]. Impact of Amlodipine on Other", "contraindications": "4 CONTRAINDICATIONS Do not use in patients with known hypersensitivity to any component. Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes [see Drug Interactions (7)]. Known hypersensitivity to any component; Do not coadminister aliskiren with amlodipine and valsartan tablets in patients with diabetes (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of amlodipine and valsartan tablets in pediatric patients have not been established.", "pregnancy": "8.1 Pregnancy Risk Summary Amlodipine and valsartan tablets can cause fetal harm when administered to a pregnant woman. Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from", "boxed_warning": "WARNING: FETAL TOXICITY • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus. (5.1) WARNING: FETAL TOXICITY See full prescribing information for complete boxed warning. • When pregnancy is detected, discontinue amlodipine and valsartan tablets as soon as possible. (5.1) • Drugs that act directly on the renin-angiotensin system can cause inj"}, "set_id": "aa7e7d95-520a-461c-b1b3-e588aeb6a613", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
