{"med_id": "2775", "dailymed_setid": "26fcf4be-4785-4922-a37b-4546570a132c", "dailymed_product_name": "clindamycin hydrochloride", "trade_name": "Clinocid 1% topical cream 30 gm", "dailymed_name": "clindamycin hydrochloride", "concentration": "30 gm", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": 16.0, "adult_dose_mg": 300.0, "frequency_hours": 6, "max_dose_mg": null, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATIONIf significant diarrhea occurs during therapy, this antibiotic should be discontinued (see WARNING box). Adults: Serious infections—150 to 300 mg every 6 hours. More severe infections—300 to 450 mg every 6 hours. Pediatric Patients: Serious infections—8 to 16 mg/kg/day (4 to 8 mg/lb/day) divided into three or four equal doses. More severe infections—16 to 20 mg/kg/day (8 to 10 mg/lb/day) divided into three or four equal doses. To avoid the possibility of esophageal irritation, clindamycin hydrochloride capsules should be taken with a full glass of water. Serious infections due to anaerobic bacteria are usually treated with clindamycin phosphate sterile solution. However, in clinically appropriate circumstances, the physician may elect to initiate treatment or continue treatment with clindamycin hydrochloride capsules. In cases of β-hemolytic streptococcal infections, treatment should continue for at least 10 days.", "interactions": null, "contraindications": "CONTRAINDICATIONSClindamycin hydrochloride capsules are contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin.", "pediatric_use": null, "pregnancy": null, "boxed_warning": "WARNING Pseudomembranous colitis has been reported with nearly all antibacterial agents, including clindamycin, and may range in severity from mild to life-threatening. Therefore, it is important to consider this diagnosis in patients who present with diarrhea subsequent to the administration of antibacterial agents. Because clindamycin therapy has been associated with severe colitis which may end fatally, it should be reserved for serious infections where less toxic antimicrobial agents are ina"}, "set_id": "26fcf4be-4785-4922-a37b-4546570a132c", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "16383", "dailymed_setid": "b57529e5-c106-464e-8637-dc02871031f7", "dailymed_product_name": "Ciprofloxacin", "trade_name": "Ciprofloxacin 200mg/100ml vial", "dailymed_name": "Ciprofloxacin", "concentration": "200mg/100ml", "concentration_source": "App_Name_Regex", "linkage_method": "Trade_Name", "dosages": {"dose_mg_kg": 10.0, "adult_dose_mg": 100.0, "frequency_hours": 12, "max_dose_mg": 750.0, "is_pediatric": true}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION - ADULTS Ciprofloxacin tablets should be administered orally to adults as described in the Dosage Guidelines table. The determination of dosage for any particular patient must take into consideration the severity and nature of the infection, the susceptibility of the causative organism, the integrity of the patient's host-defense mechanisms, and the status of renal function and hepatic function. The duration of treatment depends upon the severity of infection. The usual duration is 7 to 14 days; however, for severe and complicated infections more prolonged therapy may be required. Ciprofloxacin should be administered at least 2 hours before or 6 hours after magnesium/aluminum antacids, or sucralfate, Videx® (didanosine) chewable/buffered tablets or pediatric powder for oral solution, other highly buffered drugs, or other products containing calcium, iron or zinc. ADULT DOSAGE GUIDELINES Infection Severity Dose Frequency Usual Durations † * used in conjunction with metronidazole † Generally ciprofloxacin should be continued for at least 2 days after the signs and symptoms of infection have disappeared, except for inhalational anthrax (post-exposure). ** Drug administration should begin as soon as possible after suspected or confirmed exposure. This indication is based on a surrogate endpoint, ciprofloxacin serum concentrations achieved in humans, reasonably likely to predict clinical benefit.4 For a discussion of ciprofloxacin serum concentrations in various human populations, see INHALATIONAL ANTHRAX – ADDITIONAL INFORMATION). Urinary Tract Acute Uncomplicated 100 mg or 250 mg q 12 h 3 days Mild/Moderate 250 mg q 12 h 7 to 14 days Severe/Complicated 500 mg q 12 h 7 to 14 days Chronic Bacterial Mild/Moderate 500 mg q 12 h 28 days Prostatitis Lower Respiratory Tract Mild/Moderate 500 mg q 12 h 7 to 14 days Severe/Complicated 750 mg q 12 h 7 to 14 days Acute Sinusitis Mild/Moderate 500 mg q 12 h 10 days Skin and Mild/Moderate 500 mg q 12 h 7 t", "interactions": "Drug Interactions: In a pharmacokinetic study, systemic exposure of tizanidine (4 mg single dose) was significantly increased (Cmax 7-fold, AUC 10-fold) when the drug was given concomitantly with ciprofloxacin (500 mg bid for 3 days). The hypotensive and sedative effects of tizanidine were also potentiated. Concomitant administration of tizanidine and ciprofloxacin is contraindicated. As with some other quinolones, concurrent administration of ciprofloxacin with theophylline may lead to elevated serum concentrations of theophylline and prolongation of its elimination half-life. This may result in increased risk of theophylline-related adverse reactions. (See WARNINGS .) If concomitant use cannot be avoided, serum levels of theophylline should be monitored and dosage adjustments made as appropriate. Some quinolones, including ciprofloxacin, have also been shown to interfere with the metabolism of caffeine. This may lead to reduced clearance of caffeine and a prolongation of its serum ha", "contraindications": "CONTRAINDICATIONS Ciprofloxacin is contraindicated in persons with a history of hypersensitivity to ciprofloxacin, any member of the quinolone class of antimicrobial agents, or any of the product components. Concomitant administration with tizanidine is contraindicated. (See PRECAUTIONS: Drug Interactions .)", "pediatric_use": "Pediatric Use: Ciprofloxacin, like other quinolones, causes arthropathy and histological changes in weight-bearing joints of juvenile animals resulting in lameness. (See ANIMAL PHARMACOLOGY .) Inhalational Anthrax (Post-Exposure) Ciprofloxacin is indicated in pediatric patients for inhalational anthrax (post-exposure). The risk-benefit assessment indicates that administration of ciprofloxacin to pediatric patients is appropriate. For information regarding pediatric dosing in inhalational anthrax (post-exposure), see DOSAGE AND ADMINISTRATION and INHALATIONAL ANTHRAX – ADDITIONAL INFORMATION). Complicated Urinary Tract Infection and Pyelonephritis Ciprofloxacin is indicated for the treatment of complicated urinary tract infections and pyelonephritis due to Escherichia coli. Although effective in clinical trials, ciprofloxacin is not a drug of first choice in the pediatric population due to an increased incidence of adverse events compared to the controls, including events related to joints and/or surrounding tissues. The rates of these events in pediatric patients with complicated urinary tract infection and pyelonephritis within six weeks of follow-up were 9.3% (31/335) versus 6% (21/349) for control agents. The rates of these events occurring at any time up to the one year follow-up were 13.7% (46/335) and 9.5% (33/349), respectively. The rate of all adverse events regardless of drug relationship at six weeks was 41% (138/335) in the ciprofloxacin arm compared to 31% (109/349) in the control arm. (See ADVERSE REACTIONS and CLINICAL STUDIES .) Cystic Fibrosis Short-term safety data from a single trial in pediatric cystic fibrosis patients are available. In a randomized, double-blind clinical trial for the treatment of acute pulmonary exacerbations in cystic fibrosis patients (ages 5-17 years), 67 patients received ciprofloxacin I.V. 10 mg/kg/dose q8h for one week followed by ciprofloxacin tablets 20 mg/kg/dose q12h to complete 10-21 days treatment and 62 patients re", "pregnancy": "Pregnancy: Teratogenic Effects. Pregnancy Category C: There are no adequate and well-controlled studies in pregnant women. An expert review of published data on experiences with ciprofloxacin use during pregnancy by TERIS – the Teratogen Information System – concluded that therapeutic doses during pregnancy are unlikely to pose a substantial teratogenic risk (quantity and quality of data=fair), but the data are insufficient to state that there is no risk.8 A controlled prospective observational ", "boxed_warning": "WARNING Fluoroquinolones, including ciprofloxacin hydrochloride, are associated with an increased risk of tendinitis and tendon rupture in all ages. This risk is further increased in older patients usually over 60 years of age, in patients taking corticosteroid drugs, and in patients with kidney, heart or lung transplants (See WARNINGS)."}, "set_id": "b57529e5-c106-464e-8637-dc02871031f7", "product_codes": [], "matching_confidence": 0.0, "quality_score": 50}
{"med_id": "13778", "dailymed_setid": "a3d17e8d-a8ce-4e1a-9ec2-13736af1d7b5", "dailymed_product_name": "Fexofenadine Hydrochloride", "trade_name": "Allerfen 120mg 30 f.c. tabs.", "dailymed_name": "Fexofenadine Hydrochloride", "concentration": "120mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 60.0, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Seasonal Allergic Rhinitis Adults and Children 12 Years and OlderThe recommended dose of Fexofenadine Hydrochloride Tablets is 60 mg twice daily, or 180 mg once daily with water. A dose of 60 mg once daily is recommended as the starting dose in patients with decreased renal function (see CLINICAL PHARMACOLOGY). Children 6 to 11 YearsThe recommended dose of Fexofenadine Hydrochloride Tablets is 30 mg twice daily with water. A dose of 30 mg once daily is recommended as the starting dose in pediatric patients with decreased renal function (see CLINICAL PHARMACOLOGY). Chronic Idiopathic Urticaria Adults and Children 12 Years and OlderThe recommended dose of Fexofenadine Hydrochloride Tablets is 60 mg twice daily or 180 mg once daily with water. A dose of 60 mg once daily is recommended as the starting dose in patients with decreased renal function (see CLINICAL PHARMACOLOGY). Children 6 to 11 YearsThe recommended dose of Fexofenadine Hydrochloride Tablets is 30 mg twice daily with water. A dose of 30 mg once daily is recommended as the starting dose in pediatric patients with decreased renal function (see CLINICAL PHARMACOLOGY).", "interactions": null, "contraindications": "CONTRAINDICATIONS Fexofenadine Hydrochloride Tablets are contraindicated in patients with known hypersensitivity to any of its ingredients.", "pediatric_use": null, "pregnancy": null, "boxed_warning": null}, "set_id": "a3d17e8d-a8ce-4e1a-9ec2-13736af1d7b5", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "22796", "dailymed_setid": "56bf1b0a-463a-4324-957b-585d4cf352ee", "dailymed_product_name": "Moexipril Hydrochloride", "trade_name": "Minotensol 7.5 mg 20 f.c.tab.", "dailymed_name": "Moexipril Hydrochloride", "concentration": "7.5 mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 7.5, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Hypertension The recommended initial dose of moexipril hydrochloride in patients not receiving diuretics is 7.5 mg, one hour prior to meals, once daily. Dosage should be adjusted according to blood pressure response. The antihypertensive effect of moexipril hydrochloride may diminish towards the end of the dosing interval. Blood pressure should, therefore, be measured just prior to dosing to determine whether satisfactory blood pressure control is obtained. If control is not adequate, increased dose or divided dosing can be tried. The recommended dose range is 7.5 to 30 mg daily, administered in one or two divided doses one hour before meals. Total daily doses above 60 mg a day have not been studied in hypertensive patients. In patients who are currently being treated with a diuretic, symptomatic hypotension may occasionally occur following the initial dose of moexipril hydrochloride. The diuretic should, if possible, be discontinued for 2 to 3 days before therapy with moexipril hydrochloride is begun, to reduce the likelihood of hypotension (see WARNINGS). If the patient's blood pressure is not controlled with moexipril hydrochloride alone, diuretic therapy may then be reinstituted. If diuretic therapy cannot be discontinued, an initial dose of 3.75 mg of moexipril hydrochloride should be used with medical supervision until blood pressure has stabilized (see WARNINGS and PRECAUTIONS, Drug Interactions). Dosage Adjustment in Renal Impairment For patients with a creatinine clearance </=40 mL/min/1.73 m2, an initial dose of 3.75 mg once daily should be given cautiously. Doses may be titrated upward to a maximum daily dose of 15 mg.", "interactions": null, "contraindications": "CONTRAINDICATIONS Moexipril hydrochloride is contraindicated in patients who are hypersensitive to this product and in patients with a history of angioedema related to previous treatment with an ACE inhibitor.", "pediatric_use": null, "pregnancy": null, "boxed_warning": "USE IN PREGNANCY When used in pregnancy during the second and third trimesters, ACE inhibitors can cause injury and even death to the developing fetus. When pregnancy is detected, Moexipril hydrochloride tablets should be discontinued as soon as possible. See WARNINGS, Fetal/Neonatal Morbidity and Mortality."}, "set_id": "56bf1b0a-463a-4324-957b-585d4cf352ee", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
{"med_id": "19331", "dailymed_setid": "d45fc842-2563-4421-86af-a55b3191e19b", "dailymed_product_name": "ONGLYZA", "trade_name": "Formigliptin 5mg 30 tablets", "dailymed_name": "ONGLYZA", "concentration": "5mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Exact", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 2.5, "frequency_hours": 24, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "2 DOSAGE AND ADMINISTRATION The recommended dose is 2.5 mg or 5 mg once daily taken regardless of meals. (2.1) 2.5 mg daily is recommended for patients with moderate or severe renal impairment, or end-stage renal disease (CrCl ≤50 mL/min). Assess renal function before starting ONGLYZA and periodically thereafter. (2.2) 2.5 mg daily is recommended for patients also taking strong cytochrome P450 3A4/5 (CYP3A4/5) inhibitors (e.g., ketoconazole). (2.3, 7.1) 2.1 Recommended Dosing The recommended dose of ONGLYZA is 2.5 mg or 5 mg once daily taken regardless of meals. ONGLYZA tablets must not be split or cut. 2.2 Patients with Renal Impairment No dosage adjustment for ONGLYZA is recommended for patients with mild renal impairment (creatinine clearance [CrCl] >50 mL/min). The dose of ONGLYZA is 2.5 mg once daily for patients with moderate or severe renal impairment, or with end-stage renal disease (ESRD) requiring hemodialysis (creatinine clearance [CrCl] ≤50 mL/min) [see Clinical Pharmacology (12.3) and Clinical Studies (14.3) ]. ONGLYZA should be administered following hemodialysis. ONGLYZA has not been studied in patients undergoing peritoneal dialysis. Because the dose of ONGLYZA should be limited to 2.5 mg based upon renal function, assessment of renal function is recommended prior to initiation of ONGLYZA and periodically thereafter. Renal function can be estimated from serum creatinine using the Cockcroft-Gault formula or Modification of Diet in Renal Disease formula. [See Clinical Pharmacology (12.3) .] 2.3 Strong CYP3A4/5 Inhibitors The dose of ONGLYZA is 2.5 mg once daily when coadministered with strong cytochrome P450 3A4/5 (CYP3A4/5) inhibitors (e.g., ketoconazole, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, and telithromycin). [See Drug Interactions (7.1) and Clinical Pharmacology (12.3) .] 2.4 Concomitant Use with an Insulin Secretagogue (e.g., Sulfonylurea) or with Insulin When ONGLYZA is used in combin", "interactions": "7 DRUG INTERACTIONS Coadministration with strong CYP3A4/5 inhibitors (e.g., ketoconazole) significantly increases saxagliptin concentrations. Recommend limiting ONGLYZA dose to 2.5 mg once daily. (2.3, 7.1) 7.1 Strong Inhibitors of CYP3A4/5 Enzymes Ketoconazole significantly increased saxagliptin exposure. Similar significant increases in plasma concentrations of saxagliptin are anticipated with other strong CYP3A4/5 inhibitors (e.g., atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, and telithromycin). The dose of ONGLYZA should be limited to 2.5 mg when coadministered with a strong CYP3A4/5 inhibitor. [See Dosage and Administration (2.3) and Clinical Pharmacology (12.3) .]", "contraindications": "4 CONTRAINDICATIONS History of a serious hypersensitivity reaction to ONGLYZA, such as anaphylaxis, angioedema, or exfoliative skin conditions. [See Warnings and Precautions (5.3) and Adverse Reactions (6.2) .] History of a serious hypersensitivity reaction (e.g., anaphylaxis, angioedema, exfoliative skin conditions) to ONGLYZA. (4)", "pediatric_use": "8.4 Pediatric Use Safety and effectiveness of ONGLYZA in pediatric patients have not been established.", "pregnancy": "8.1 Pregnancy Pregnancy Category B There are no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, ONGLYZA, like other antidiabetic medications, should be used during pregnancy only if clearly needed. Saxagliptin was not teratogenic at any dose tested when administered to pregnant rats and rabbits during periods of organogenesis. Incomplete ossification of the pelvis, a form of developmental delay, occurred in ", "boxed_warning": null}, "set_id": "d45fc842-2563-4421-86af-a55b3191e19b", "product_codes": [], "matching_confidence": 0.0, "quality_score": 40}
{"med_id": "28283", "dailymed_setid": "189ac32d-28b4-47c5-9de6-318e502eff3b", "dailymed_product_name": "Selegiline Hydrochloride", "trade_name": "Tonus 5mg 30 tab.", "dailymed_name": "Selegiline Hydrochloride", "concentration": "5mg", "concentration_source": "App_Name_Regex", "linkage_method": "Active_Stripped", "dosages": {"dose_mg_kg": null, "adult_dose_mg": 10.0, "frequency_hours": 12, "max_dose_mg": null, "is_pediatric": false}, "clinical_text": {"dosage": "DOSAGE AND ADMINISTRATION Selegiline Hydrochloride Tablets, USP are intended for administration to Parkinsonian patients receiving levodopa/carbidopa therapy who demonstrate a deteriorating response to this treatment. The recommended regimen for the administration of Selegiline Hydrochloride Tablets, USP is 10 mg per day administered as divided doses of 5 mg each taken at breakfast and lunch. There is no evidence that additional benefit will be obtained from the administration of higher doses. Moreover, higher doses should ordinarily be avoided because of the increased risk of side effects. After two to three days of selegiline treatment, an attempt may be made to reduce the dose of levodopa/carbidopa. A reduction of 10 to 30% was achieved with the typical participant in the domestic placebo controlled trials who was assigned to selegiline treatment. Further reductions of levodopa/carbidopa may be possible during continued selegiline therapy.", "interactions": "Drug Interactions The occurrence of stupor, muscular rigidity, severe agitation, and elevated temperature has been reported in some patients receiving the combination of selegiline and meperidine. Symptoms usually resolve over days when the combination is discontinued. This is typical of the interaction of meperidine and MAOIs. Other serious reactions (including severe agitation, hallucinations, and death) have been reported in patients receiving this combination (see CONTRAINDICATIONS ). Severe toxicity has also been reported in patients receiving the combination of tricyclic antidepressants and selegiline and selective serotonin reuptake inhibitors and selegiline. (See WARNINGS for details.) One case of hypertensive crisis has been reported in a patient taking the recommended doses of selegiline and a sympathomimetic medication (ephedrine).", "contraindications": "CONTRAINDICATIONS Selegiline is contraindicated in patients with a known hypersensitivity to this drug. Selegiline hydrochloride is contraindicated for use with meperidine. This contraindication is often extended to other opioids. (See Drug Interactions .)", "pediatric_use": "Pediatric Use The effects of selegiline hydrochloride in children have not been evaluated.", "pregnancy": "Pregnancy Pregnancy Category C No teratogenic effects were observed in a study of embryo-fetal development in Sprague-Dawley rats at oral doses of 4, 12, and 36 mg/kg or 4, 12 and 35 times the human therapeutic dose on a mg/m 2basis. No teratogenic effects were observed in a study of embryo-fetal development in New Zealand White rabbits at oral doses of 5, 25, and 50 mg/kg or 10, 48, and 95 times the human therapeutic dose on a mg/m 2basis; however, in this study, the number of litters produced ", "boxed_warning": null}, "set_id": "189ac32d-28b4-47c5-9de6-318e502eff3b", "product_codes": [], "matching_confidence": 0.0, "quality_score": 30}
