{
  "drug_name": "v it e",
  "nbk_id": "NBK557500",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557500/",
  "scraped_at": "2026-01-11T18:48:07",
  "sections": {
    "indications": "Milk-alkali syndrome is characterized by a triad of elevated calcium levels, metabolic alkalosis, and acute kidney injury that commonly occurs due to the combined intake of large amounts of calcium and absorbable alkali. The syndrome can have an acute onset with the rapid development of hypercalcemia and, if left untreated, may cause acute renal failure and metastatic calcification. The milk-alkali syndrome was first recognized in the early 20th century when Bertram Sippy introduced a treatment regimen for peptic ulcer disease.\n[1]\nThe 'Sippy regimen' consisted of multiple daily doses of milk and cream combined with an absorbable alkali such as magnesium oxide, sodium bicarbonate, or bismuth subcarbonate to protect the gastric ulcer from further erosion by gastric acid. The results were highly favorable, and it soon became a popular therapy. Soon after, various toxic effects were reported, including hypercalcemia and metabolic alkalosis, and some cases of acute kidney injury were also reported. With the advent of newer drugs for treating peptic ulcer disease, such as histamine type-2 receptor blockers, in the 1980s, the syndrome virtually vanished from the world.\n[2]\n\nRecently, however, more cases of milk-alkali syndrome have been reported. This is likely due to the common use of over-the-counter calcium preparations for preventing and treating osteoporosis in women who are postmenopausal. Calcium carbonate is also frequently prescribed to patients with chronic kidney disease to prevent secondary hyperparathyroidism. Various scholars have also suggested changing the syndrome's name to calcium-alkali syndrome due to the changing etiopathology.\n[3]\nMilk-alkali syndrome now accounts for more than 10% of the cases of hypercalcemia and is the third most common cause of hypercalcemia in hospitalized patients (after hyperparathyroidism and hypercalcemia of malignancy).\n[4]",
    "mechanism": "Milk-alkali syndrome occurs primarily due to ingesting inappropriately high amounts of calcium carbonate. Increased awareness of the importance of calcium intake and the availability of over-the-counter calcium carbonate preparations for the treatment of osteoporosis and dyspepsia is the most common cause of the milk-alkali syndrome.\n[4]\n[5]\nCalcium supplements are also frequently prescribed to patients with chronic kidney disease (to prevent the development of secondary hyperparathyroidism) and patients on treatment regimens that may lead to bone loss, eg, prolonged corticosteroid treatment. Usually, patients with milk-alkali syndrome consume calcium products containing more than 4 g/day of calcium; however, the syndrome has been seen in patients consuming as little as 1.0 g/day.\n[6]\nIngestion of milk products or milk and bicarbonate is no longer considered a significant cause of this syndrome.\n\nCertain other drugs may also contribute to the development of this syndrome. An association between milk-alkali syndrome and thiazide diuretics has been reported.\n[7]\nThiazide diuretics increase calcium reabsorption from the kidney, resulting in contraction alkalosis from volume depletion. Angiotensin-converting enzyme inhibitors and non-steroidal anti-inflammatory drugs also decrease renal calcium excretion by decreasing glomerular filtration rate (GFR).\n[4]\nSevere cases of milk-alkali syndrome have been reported in women who are pregnant.\n[8]\nIncreased gastrointestinal absorption of calcium and amounts of parathyroid-related peptides in pregnant women are thought to play a role. Calcium carbonate is also commonly used for symptoms of reflux in pregnancy. A rare cause is the use of large amounts of nicotine-substitute chewing gum, which may deliver high quantities of calcium.\n[9]\nThe syndrome has occasionally also been described in betel nut chewers in India and Southeast Asia. The lime paste mixed with the nut's meat contains high calcium carbonate. Heavy consumption has been reported to give rise to the milk-alkali syndrome.\n[10]",
    "monitoring": "Elevated serum calcium levels are usually an incidental discovery. Arterial blood gas analysis reveals metabolic alkalosis. Serum albumin levels should be checked in all patients with hypercalcemia, and corrected calcium levels must be calculated in patients with hypoalbuminemia. Ionized calcium levels can also be considered to avoid confounding values from hypoalbuminemia. With hypercalcemia, the next step in diagnosis is measuring serum parathyroid hormone levels, which are low in patients with the milk-alkali syndrome.\n[19]\n[20]\nThis finding excludes primary hyperparathyroidism and familial hypocalciuric hypercalcemia during diagnostic evaluation. Serum phosphorus levels are low due to low parathyroid hormone levels but have been reported to be high in the classic syndrome due to high quantities of milk intake. Serum magnesium levels are usually low as hypercalcemia inhibits its reabsorption in the renal tubules; however, renal failure can cause hypermagnesemia due to the inability to secrete magnesium, so this should be considered.\n[19]\nBlood urea nitrogen and creatinine can indicate the severity of renal damage.\n\nVarious other tests can be done to exclude other causes of hypercalcemia, particularly with low serum parathyroid hormone levels. For example, thyroid-stimulating hormone (TSH) and free thyroxine levels can be measured to eliminate hyperthyroidism as a cause of hypercalcemia, and serum protein or urine protein electrophoresis can help exclude multiple myeloma. In addition, normal serum parathyroid-related peptide levels can help exclude malignancy, and normal 1,25 hydroxyvitamin D levels decrease the likelihood of sarcoidosis, which is a common cause of hypercalcemia.\n\nRadiological investigations include chest x-rays, which can help exclude malignancy and sarcoidosis. Renal imaging may also be warranted in the case of renal dysfunction. The electrocardiogram in hypercalcemic patients may show QT interval shortening or ventricular arrhythmias.\n[21]\nAnother frequent abnormality on ECG is the presence of J (Osborn) waves.\n[22]",
    "administration": "For mild hypercalcemia, the only intervention needed is to withdraw the offending agent, which in most situations is calcium carbonate. As the source is removed, hypercalcemia and alkalosis are rapidly corrected in milk-alkali syndrome. Severe hypercalcemia is managed in the hospital setting. Patients are admitted, and the calcium supplement is discontinued. Intravenous fluids such as normal saline are started to correct hypovolemia and to treat hypercalcemia.\n[23]\nThe initial infusion rate is generally agreed to be 200 to 300 mL/h in those who are non-edematous and then adjusted to maintain a urine output of 100 to 150 mL/h. The rate, however, is highly variable and needs to be calculated according to the patient’s age, renal status, co-morbid diseases, and the severity of hypercalcemia.\n\nLoop diuretics, like furosemide, can increase urinary calcium excretion. In severe cases of hypercalcemia, they can be started after the intravenous saline infusion is begun and should be continued with caution, as hypovolemia can worsen the hypercalcemia. Some patients develop mild hypocalcemia with a rebound rise in parathyroid hormone levels with loop diuretic treatment.\n[24]\nHypocalcemia is transient and generally does not need to be treated, but oral calcium citrate may be considered. Calcium carbonate should be avoided. Bisphosphonates should generally be avoided in patients with milk-alkali syndrome as they can cause prolonged hypocalcemia.\n[19]\nPamidronate, however, has been used with satisfactory results.",
    "adverse_effects": "Long-term complications of milk-alkali syndrome are uncommon due to easy reversability of acute milk-alkali syndrome. Withdrawing the offending agent is usually curative. Some studies, however, have reported permanent renal damage, even after the discontinuation of the causative agent in the diet. Several case reports have noted patients with elevated creatinine levels (>1.5 mg/dL) and even renal failure in follow-up investigations.\n[18]\n\nNeurological impairment, including obtundation and coma, has been reported in patients with calcium levels greater than 15 mg/dL. Older age, patients with a history of chronic kidney disease, and patients on dialysis are at high risk of complications. There have been reports of status-epilepticus secondary to hypercalcemia in patients with milk-alkali syndrome.\n[27]"
  }
}