{
  "drug_name": "vaccine diphtheria",
  "nbk_id": "NBK545173",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545173/",
  "scraped_at": "2026-01-11T15:40:51",
  "sections": {
    "indications": "Severe allergic reactions or anaphylaxis after administration of the DTaP vaccine or vaccine component is considered a contraindication. Encephalopathy (coma, a decreased level of consciousness, or prolonged seizures) that occurs within 7 days of DTaP administration and with no identifiable cause is also a contraindication. Pregnancy should not be considered a contraindication to DTaP vaccination.\n[6]\n[7]\n[8]",
    "mechanism": "The DTaP vaccine is a combination of diphtheria, tetanus, and pertussis. It comprises diphtheria, tetanus toxoids (inactivated toxins), and acellular pertussis antigens. The tetanus component of the vaccine is about 5 to 10 levels of flocculation units of manufactured tetanus toxoid. The diphtheria component is a manufactured diphtheria toxoid of about 15 to 25 levels of flocculation units. The acellular pertussis component of a DTaP vaccine consists of manufactured pertussis antigens called pertussis toxin, filamentous haemagglutinin, pertactin, and fimbriae type 2 and 3.\n[1]\nThe vaccine produces an active immune response in the body by developing antibodies and antitoxins against the toxoids and acellular pertussis antigens. Two single DTaP vaccines are available in the United States and approved by the FDA.",
    "administration": "The CDC’s Advisory Committee on Immunization Practices (ACIP) recommends administering the DTaP 5-dose vaccine series for children 6 weeks continuing through to 6 years of age.\n[5]\nRoutine dose recommendations are for the following ages:\n\nTwo months: minimum age of 6 weeks\nFour months: the second dose should be given at least 4 weeks after the first\nSix months: the third dose should be given at least 4 weeks after the second\nFifteen through eighteen months: The minimum age for the fourth dose is 12 months, and it should be given at least 6 months after the third dose. It may be counted as valid if given at least 4 months after the third dose and the child was at least 12 months old.\nFour through 6 years: the minimum age for the fifth dose is 4 years old. The dose should be given at least 6 months after the fourth dose.\n\nThe DTaP dose is 0.5 mL and given intramuscularly. The preferred intramuscular injection site for infants to 2 years of age is the anterolateral aspect of the thigh. For children 3 years of age and older, the preferred site is the deltoid muscle.\n[1]\nDTaP vaccines can also be available in combination with other childhood vaccines. Children unimmunized or incompletely immunized should receive catch-up immunizations. This process is possible with minimal intervals between doses.\n\nDose 1 to dose 2 - 4 weeks\nDose 2 to dose 3 - 4 weeks\nDose 3 to dose 4 - 6 months; the minimum age for dose 4 is 12 months.\nDose 4 to dose 5 - 6 months\n\nDTaP is approved during the last 3 months of pregnancy to prevent pertussis in infants under 2 months old.",
    "adverse_effects": "Whole-cell pertussis vaccines, or DTP vaccines, were commonly associated with local adverse events, including swelling, redness, and pain at the injection site. DTaP vaccines replaced DTP vaccines in the 1990s to reduce the number of these common adverse events. Less common adverse events for pertussis vaccines are seizures, hypotonic-hyporesponsive episodes, and prolonged crying.\n[1]\n[4]\nVaccines with tetanus toxoids can cause brachial neuritis based on case reports and studies reviewed by the World Health Organization and ACIP. The cases can be severe but are rare, and brachial neuritis is usually self-limited.\n[1]\n[2]\nACIP has reviewed several studies regarding the simultaneous administration of DTaP with other vaccines. There may be an increased risk of febrile seizures within 24 hours when administering the inactivated influenza vaccine and the pneumococcal 13-valent conjugate vaccine or the DTaP vaccine. The overall risk for febrile seizures is small with any combination of vaccines. Therefore, the ACIP recommends a simultaneous administration of these vaccines.\n[1]",
    "monitoring": "ACIP reviewed studies that showed children developed a significant antibody response and antitoxin levels of the diseases after 3 to 4 doses of either Infanrix or Daptacel. The Vaccine Adverse Event Reporting System and Vaccine Safety Datalink surveyed any adverse events with the acellular pertussis vaccine in the United States. Overall, the studies support the safety of DTaP.\n[1]\nClinicians should defer vaccines with pertussis components in infants or children with suspected or evolving neurological disease, including seizures. Vaccination with pertussis components can begin or resume upon establishing a treatment regimen, or the condition has stabilized.\n[1]\nAn Arthus reaction (type III hypersensitivity reaction) can occur after administering vaccines with diphtheria toxoids or tetanus toxoids.\n[9]\nSymptoms of the reaction include severe pain, swelling, induration, edema, hemorrhage, and occasionally necrosis. The reaction is rare after vaccine administration and resolves over time. An Arthus reaction is not a contraindication to the DTaP vaccine, but any vaccines with tetanus toxoids should be administered every 10 years.\n[1]",
    "toxicity": "There is no known antidote or treatment for the DTaP vaccine. Anaphylaxis can occur but is extremely rare. The reaction is treatable with an intramuscular injection of epinephrine.\n[10]"
  }
}