{
  "drug_name": "vaccine hepatitis a",
  "nbk_id": "NBK554604",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554604/",
  "scraped_at": "2026-01-11T15:40:52",
  "sections": {
    "indications": "Except for a history of a severe allergic reaction to a previous dose of HAV, there are no other known contraindications to the use of inactivated hepatitis A vaccines.\n[1]\n[2]\n[3]\nHAV can be administered at the same time as any other vaccines routinely used in childhood immunization programs or for travel prophylaxis. No special precautions are needed when vaccinating immunocompromised persons.\n[2]\n\nThe safety of hepatitis A vaccination in pregnancy remains undetermined; however, the theoretical risk to the developing fetus is expected to be minimal. For pregnant women at potentially high risk for exposure to HAV, the potential risk associated with vaccination should be weighed against the risk for hepatitis A infection.\n[1]\n[3]\n\nBreastfeeding mothers who have received the vaccination can continue to breastfeed without any concerns to the mother or the baby. Breastfeeding is not a contraindication to hepatitis A vaccine is not contraindicated in breastfeeding mothers. Breastfed infants should be vaccinated according to the routine recommended schedules.\n[7]\n\nAlthough commonly perceived as a contraindication, patients can receive HAV during mild acute illness with or without fever, mild-to-moderate local reaction (i.e., swelling, redness, soreness), low-grade or moderate fever after the previous dose, during the convalescent phase of illness, during diarrheal episodes, after recent exposure to an infectious disease, and patients receiving antibiotics.\n[1]\n[2]\nPreterm babies should also receive the hepatitis A vaccine. Having a history of penicillin allergy, other non-vaccine allergies, relatives with allergies, or receiving allergen extract immunotherapy does not preclude the patient from receiving hepatitis A vaccination.",
    "mechanism": "The administration of the hepatitis A vaccine causes an immune reaction by activation of white blood cells (lymphocytes) that fight infection. Immune cells engulf the vaccine antigen and release inflammatory mediators to signal the B and T cells to activate and proliferate to attack the antigen. The two types of lymphocytes, B cells, and T cells, are triggered to differentiate into new cells with specific activity against hepatitis A antigen (e.g., antibody-producing B cells, memory cells, cytotoxic and helper T cells) to give a prolonged immunity if exposed to the actual pathologic viral antigen.\n[1]\n[4]\n\nMany vaccines contain substances called adjuvants that help to increase the immune system's response to a vaccine. HAV contains aluminum, which some think delays the absorption of the injected antigens, resulting in a high concentration of antigens at the local injection site. Aluminum may also directly activate cells of the innate immune system, causing the release of inflammatory mediators and thus enhancing the immune response as described above.\n[1]\n[4]",
    "administration": "There are two single-antigen vaccines licensed in the United States.\n[1]\n[2]\nAll inactivated hepatitis A vaccines are licensed for intramuscular administration into the deltoid muscle in a two-dose schedule, with the first dose given at the age of one year or older. The dosing interval between the first and second doses can range from 6 months to 4 or 5 years but is usually 6 to 18 months.\n[2]\n[3]\nThe combined vaccine (containing both HAV and HBV antigens) has approval for use in persons aged >18 years. Primary immunization comprises three doses, administered on a 0, 1, and 6-month schedule.\n[1]\n[2]",
    "adverse_effects": "There are two different inactivated hepatitis A vaccines licensed in the United States and a combined hepatitis A/B vaccination. Although not available in the US, there is a live attenuated vaccine on the market.\n\nInactivated hepatitis A vaccine safety is based on the cumulative global experience gained from the use of several hundred million doses administered to children and adults worldwide. Regardless of the schedule or manufacturer of HAV, safety profiles have been excellent.\n[5]\n\nBefore licensure, safety studies of the two different inactivated hepatitis A vaccines found local reactions such as soreness or tenderness at the injection site were reported in a little over 50% in adults, while in children, corresponding rates were between 15 to 17%. Reported headaches were rare and appeared in 14% to 16% of adults.\n[1]\n[5]\nResearchers found the side effect frequency of the double antigen versus two single-antigen vaccines to be similar.\n[1]\n\nThe most frequently reported side effects are minor problems like injection-site reactions, rash, fever, and headache. There are rare cases of severe side effects like the elevation of liver enzymes, ITP (idiopathic thrombocytopenic purpura), and Guillain-Barré syndrome. Vaccine safety has continued to undergo assessment through data monitoring from surveillance systems.\n[1]\n\nThere have not been any tolerability problems to inactivated hepatitis A vaccines in patients with mild-to-moderate chronic liver disease, liver and renal transplantation recipients, and dialysis patients.\n[5]\n\nAlthough the review of literature is limited in confirming the safety of these vaccines during pregnancy, vaccine risk from inactivated viruses to the developing fetus is likely to be negligible.\n[5]",
    "monitoring": "Given the high vaccine response, post-vaccination testing is not recommended in adults and children. Also, there is a lack of testing methods with high sensitivity to detect low antibody concentrations after vaccination.\n[1]",
    "toxicity": "Studies have not reported any vaccine overdoses of the hepatitis A vaccine. There has been researching into the aluminum adjuvant added to HAV. The serum concentration of aluminum from vaccines administered to infants during the first year of life show levels well below the minimum risk level established by the Agency for Toxic Substances and Disease Registry.\n[8]\n\nIn the first six months of life, the exposure to aluminum from vaccination is negligible (about 4.4 milligrams of aluminum-only 0.225 to 0.25 mg/dose in HAV). Far more aluminum exposure comes from an infant's diet: with formula-fed infants receiving as high as 38 to 40 mg and the soy-fed infants ingesting around 117 mg of aluminum during the first six months of life from the formulas, respectively. Breast-fed infants have lower exposure to about 7 milligrams during the same time amount of time.\n[6]\n[9]"
  }
}