{
  "drug_name": "vaccine typhoid",
  "nbk_id": "NBK470571",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470571/",
  "scraped_at": "2026-01-11T15:40:52",
  "sections": {
    "indications": "Pregnant and Lactating Women\n\nSafety data for typhoid vaccine administration to pregnant and lactating women is lacking for all vaccines. The ViPS vaccine and TCVs are thought to have minimal or absent risk.\n[4]\nThese can be safely administered if indicated.\n[4]\n[16]\nLive vaccines are not recommended during pregnancy due to theoretical risks to the pregnant woman or fetus.\n[4]\nThe CDC recommends against administering Ty21a to pregnant women and avoiding conception until 4 weeks after immunization.\n[25]\n\nConcurrent Conditions or Medications\n\nThe CDC recommends the ViPS vaccine for patients who are immunocompromised.\n[25]\nThe ViPS vaccine and TCVs may be safely administered to patients who are immunocompromised, including those with HIV. However, an immunocompromised patient may demonstrate reduced production of protective antibodies following non-live typhoid vaccinations. This phenomenon is pronounced in patients who are severely immunocompromised due to conditions (eg, symptomatic human immunodeficiency virus/acquired immunodeficiency syndrome, chronic lymphocytic leukemia, hematopoietic stem cell transplant, generalized cancer) or receiving immunosuppressive medications (eg, alkylating agents, antimetabolites, biologic agents. In patients with HIV, antibody induction with ViPS and TCVs correlates directly to the CD4\n+\ncount.\n[25]\n\nThe CDC also recommends against administering the live Ty21a vaccine to individuals with a known suppression of cell-mediated immunity, who have been receiving high-dose steroid therapy for 2 weeks or longer, or who are receiving chemotherapeutic or radiation therapy.\n[25]\nThe WHO considers Ty21a safe to administer to patients with HIV and a CD4\n+\ncount of 200 cells/mm\n3\nor greater (CD4\n+\n>25% in children younger than 5).\n[4]\nThe immunogenicity of TY21a may be reduced in patients with acute severe gastrointestinal conditions; immunization for these patients should be delayed until after recovery. Other minor illnesses are not contraindications for these vaccines, although some individuals choose to delay vaccination until after recovery. Antibiotics may reduce immunogenicity, and concurrent administration with the Ty21a vaccine should be avoided. Various monoclonal antibodies may also interfere with antibody production. An allergic reaction to any vaccine (or any of its components) is a contraindication for that vaccine.",
    "mechanism": "Unconjugated Typhoid Vaccines\n\nTy21a vaccine:\nThe live attenuated Ty21a strain lacks uridine-diphosphate-galactose-4-epimerase, resulting in the inability to manufacture Vi polysaccharide and a cytoplasmic accumulation of galactose that eventually causes cell lysis.\n[7]\nThis vaccine induces the production of serum and intestinal mucosal antibodies against O, H, and other surface antigens but not against the Vi polysaccharide. The strength of the initial response mediated by IgA antibody-secreting cells and the presence of anti-O immunoglobulin G antibodies are the best markers of protection.\n[4]\nA long-lasting cell-mediated immunity develops and includes a specific cytotoxic T-lymphocyte response.\n\nThe Ty21a vaccine has a cumulative efficacy of 43% (CI 30%-53%; 4 trials) over 1 to 5 years of follow-up among participants aged 3 to 44.\n[1]\nThe patient's age during vaccination does not affect this efficacy. Other oral vaccines, such as Rotarix, polio, and cholera, demonstrate poor efficacy in low and middle-income countries (LMIC) due to various factors, including higher rates of concomitant gastrointestinal disease, microbial dysbiosis, and mucosal tolerance.\n[1]\nThe Ty21a vaccine may be more effective for the populations of high-income countries, but no evidence exists to support this. Maximum effectiveness requires taking all doses.\n\nViPS vaccine:\nImmunization initially induces increased production of IgG anti-Vi antibodies, which are found in elevated levels in the serum. The immune system develops an immunologic memory in response to ViPS vaccination, as polysaccharide antigens do not induce T-cell production. Antibody titer levels decline significantly by the third year after immunization.\n[4]\nThis vaccine has an estimated cumulative efficacy of 57% (CI 44%-69%; 5 trials) over 1 to 3 years among participants aged 2 to 50.\n[1]\nThe patient's age is unlikely to affect vaccine efficacy, although insufficient power and a large margin of uncertainty of vaccine efficacy in children younger than 5 may obscure any significant differences.\n[4]\n\nTyphoid Conjugate Vaccines\n\nAll TCVs contain 25 μg of Vi polysaccharide conjugated with a protein carrier. This carrier component engages B and T-cells, inducing germinal center development in the spleen and lymph nodes. Within germinal centers, polysaccharide-specific B-cells proliferate and differentiate through hypermutation of the antibody genes. Follicular helper T-cells aid this process once activated by the protein carrier presented by the major histocompatibility complex on the B-cell surface.\n[8]\nAn increased affinity of the B-cell receptor antibody to the antigen increases the aid provided by T-cells via cytokines and direct cell-to-cell interaction. Repeated cycles produce higher-affinity antibodies and antibody class switching, similar to the immune response during a typical infection. B-cells in germinal centers that do not engage T-cells undergo apoptosis.\n[8]\n\nAlong with a 2024 systematic review and meta-analysis, new randomized controlled trials (RCTs) studying the efficacy of typhoid vaccines for preventing culture-confirmed\nS\nTyphi infection support the results reported in previous reviews, such as the 2018 Cochrane Review. These study data include newer conjugate vaccines and extended observation periods.\n[1]\n[9]\n[10]\nThe systematic review found no RCTs studying typhoid vaccine efficacy in populations of nonendemic countries; all data are from studies in endemic countries.\n[1]\nRCTs studying the efficacy of conjugated vaccines are few but growing in number. An update to the 2018 Cochrane Review of Typhoid Vaccines is pending; a protocol was registered with the Cochrane Library in March 2023.\n[26]\nThis update will focus solely on TCVs. Human challenge and other immunogenicity studies provide additional evidence of vaccine efficacy, cited here for vaccines without efficacy data.\n\nViTT vaccines:\nThe Vi-tetanus toxoid conjugate (Vi-TT) vaccine is conjugated with a nontoxic tetanus toxoid carrier.\n[26]\nVi-TT is available in 2 formulations: Typbar-TCV\n®\nand PedaTyph\nTM\n(BioMed, India).\nA single dose of the Typbar-TCV\n®\nVi-TT vaccine has a cumulative efficacy of 83% (CI 77% to 88%; 4 trials) 1 to 2 years post-immunization in infants and children aged 6 months to 16 years.\n[1]\nThe most recent Typbar-TCV\n®\nVi-TT vaccine trial analysis in Malawian children aged 9 months to 12 years showed an efficacy of 78.3% (CI 66.3% to 86.1%) 4 years after a single dose.\n[9]\nDifferences in efficacy were nonsignificant across age groups.\n\nIn an outbreak setting, the Typbar-TCV\n®\nVi-TT vaccine demonstrated 95% effectiveness (93% to 96%) against culture-confirmed\nS\nTyphi in children aged 6 months to 10 years during a study conducted from February 21, 2018, to December 31, 2019, in Hyderabad, Pakistan.\n[11]\nDespite only moderate deployment, this vaccine curtailed the outbreak. An alternate formulation of Vi-TT (PedaTyph\nTM\n) is licensed and marketed only in India.\n[4]\nThis vaccine can be administered to children 3 months or older.\n[26]\nThe 2018 Cochrane review reported an efficacy of 94% (CI 0%-101%) based on a single study. The actual effect is uncertain due to a wide confidence interval and a lack of unclustering during statistical analysis of the study data.\n[12]\n\nVi-CMR\n197\nvaccine\n\nTyphiBev\nTM\nis a Vi-CMR\n197\nconjugate vaccine comprising a Vi protein attached to a mutant nontoxic diphtheria toxoid. Vi-CMR\n197\nis non-inferior to the Vi-TT vaccine and demonstrates a seroconversion rate of 99.0% (CI 97.1% to 97.6%) versus 99.3% (CI 97.6% to 99.9%) for Vi-TT based on a seroconversion threshold of 2 μg/mL.\n[13]\nImmunogenicity response rates were consistent across age ranges from 6 months to 54 years. The serum geometric mean titers (GMTs) of anti-Vi IgG antibodies induced by Vi-CMR\n197\nand Vi-TT were comparable overall and across age ranges.\n[13]\n\nVi-Diphtheria toxoid vaccine\n\nSKYTyphoid\n®\nis a Vi-diphtheria toxoid vaccine (Vi-DT). The Vi-DT seroconversion rate of 99.7% (97.5%, CI 98.0% to 100.0%) is non-inferior to Vi-TT vaccination (99.1%, CI 94.3% to 100.0%) in participants aged 6 months to 45 years during a phase 3 trial based on a seroconversion threshold of 0.14 μg/mL.\n[6]\nNo differences were observed across age strata. The anti-Vi IgG GMTs showed no differences across age strata compared to Vi-TT. However, significant differences occurred in participants aged 6 to 24 months; this group had more adverse effects and a significantly lower mean GMT compared to Vi-TT (50.2 vs 73.4 IU/mL) at 24 months.\n[6]\nFurther study is needed to elaborate on this finding.\n\nVi-rEPA vaccine\n\nVi-rEPA is an early TCV conjugated with a recombinant exoprotein A from\nPseudomonas aeruginosa\n. The efficacy of Vi-rEPA\nis 89% (CI 77%-95%; 1 trial) for 4 years post-administration of 2 vaccine doses.\n[1]\nRelevant studies did not include children younger than 2.\n[12]\nThis vaccine is not commercially available.",
    "administration": "Unconjugated Vaccines\n\nTy21a:\nVaccination requires 4 oral enteric-coated capsules, each taken 48 hours apart. Each capsule is taken 1 hour before or at least 2 hours after a meal with water cooler than body temperature (≤37.0 °C). The capsules must be refrigerated until use. The patient must complete this series at least 1 week before a potential exposure.\n[25]\n\nViPS:\nVaccination requires a single 0.5 mL (25 μg) intramuscular dose at least 2 weeks before a potential exposure.\n[25]\n\nTyphoid Conjugate Vaccines\n\nAll TCVs require a single intramuscular dose, except for the PedaTyph\nTM\nand Vi-rEPA vaccines, which require a 2-dose primary series separated over 4 to 8 weeks.\n[4]\nThe optimal booster schedules for most TCVs remain undefined and depend on factors such as the vaccination age and the degree of natural boosting in the individual patient.\n[4]\n[14]\nThe manufacturer recommends an initial PedaTyph\nTM\nimmunization for infants aged 3 to 23 months, a booster at 24 to 30 months, and boosters every 10 years afterward.\n[26]\n\nCoadministration With Other Vaccines\n\nThe Ty21a and ViPS vaccines can be administered with other travel or childhood vaccines, including live ones. Likewise, TCVs can be administered safely with other childhood vaccines, as demonstrated by the Malawi and Burkina Faso studies. Specifically, measles-rubella vaccines are safe and effective when administered at 9 and 15 months, yellow fever vaccine at 9 months, and meningococcal vaccine at 15 months.\n[14]\nSeveral recent and ongoing TCV study protocols require the concurrent administration of the study vaccine and routine childhood vaccines.\n[12]",
    "adverse_effects": "Typhoid vaccines currently in use are safe and generally well tolerated. They may cause mild local or systemic adverse effects. However, study data shows these effects are similar to those caused by placebo or comparator vaccines used in trials (meningococcal, hepatitis, pneumococcal, or other TCV). Multiple studies report no serious adverse events associated with TCVs to date.\n[1]\n[6]\n[1]\n[12]\n[10]\n[12]\n[13]\n[15]\n\nEach vaccine is associated with specific adverse events:\n\nThe oral Ty21a vaccine is commonly associated with fever compared to placebo.\n[12]\nVomiting, diarrhea, nausea, and abdominal pain occur with similar frequency as with placebo.\nViPS is commonly associated with injection site swelling and pain compared to placebo.\n[12]\nVi-rEPA is associated with increased rates of fever after each vaccine dose. Swelling at the injection site was more common after the second dose compared to placebo.\n[12]",
    "monitoring": "No monitoring or routine testing is necessary with any of the vaccines described.",
    "toxicity": "There is no toxicity associated with any typhoid vaccination formulation in the literature."
  }
}