{
  "drug_name": "vaccine hepatitis b",
  "nbk_id": "NBK554400",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554400/",
  "scraped_at": "2026-01-11T15:40:52",
  "sections": {
    "indications": "The hepatitis B vaccine is contraindicated in individuals with a history of hypersensitivity to any vaccine components or yeast hypersensitivity.\n[12]\n[11]\nTherefore, persons with a history of serious adverse events, such as anaphylaxis, after a previous hepatitis B vaccination (including combination vaccines) should not receive any further doses. The vaccine is not contraindicated in persons with a history of Guillain-Barre syndrome, autoimmune disease, current pregnancy, or lactation. The vaccine contains a noninfectious surface antigen, posing no risk of fetal transmission.\n[11]",
    "mechanism": "The vaccine is a non-infectious subunit of the virus, which leads to an active immunity. Antibodies produced by vaccination target the outer protein coat or surface antigen. This protects against all virus genotypes (A through H) and gives a broad immunity.\n[4]\nIt is generally accepted that the hepatitis B vaccine confers lifelong protection; originally, it was thought to only last around 8 years, but more recent research has confirmed ongoing immunity for at least 25 years in those individuals who demonstrated a good immune response from the vaccine series.\n[5]\n[6]\nPatients who fail to develop a good response from the vaccine tend to be over 40 years of age, obese, have celiac disease, smoke tobacco, or misuse alcohol. This last group is especially affected if they have progressed to liver disease.\n[7]\n[8]",
    "administration": "Intramuscular injection is the preferred administration method. The intradermal route is not recommended. The preferred site of injection is the deltoid muscle. The current preferred method is a regimen of 3 doses of the recombinant vaccine over 6 months. A new vaccine has received approval for adults in the United States, which requires just 2 doses in 1 month.\n[1]\n[4]\nAfter completing the 3-vaccination series, patients may receive a blood test after 1 to 4 months to determine the immune response, which is defined as an anti-hepatitis B surface antigen (anti-Hbs) antibody level exceeding 100mIU/mL. An antibody response between 10 and 100 mIU/mL demonstrates an inadequate response; these patients should get a single booster shot but do not require a retest. Responses below 10 mIU/mL require additional testing to check for prior hepatitis B infection, and these patients should receive another 3-dose regimen with testing again at the 1 to 4-month mark. Continued failed response warrants may require more aggressive interventions, including intradermal administration, high-dose vaccine, or double dosing of combination hepatitis A and B. Should this fail, the patient needs hepatitis B immunoglobulin upon exposure to the hepatitis B virus.\n[8]\n[9]\n[10]",
    "adverse_effects": "Research has demonstrated the hepatitis B vaccine to be safe for all age groups.\n[11]\nFrom 1982 to 2004, over 70 million persons received at least 1 dose of the vaccine in the United States, with the most reported side effects being injection site pain (3 to 29%) and temperature greater than 99.9°F (1 to 6%).\n[12]\nThese effects occurred at similar rates with persons receiving a placebo.\n[12]\nHowever, the Institute of Medicine in 2011 did conclude that evidence supports a causal relationship between the vaccine and anaphylaxis in persons with hypersensitivity to yeast.\n[12]",
    "monitoring": "Hepatitis B surface antibody titers increase quickly following vaccination and decrease over time.\n[1]\nOver 90% of immunized children develop protective antibody levels after the first dose.\n[12]\n[13]\nAn immunocompetent person receiving the complete series is generally protected indefinitely. The Advisory Committee on Immunization Practices does not generally recommend titers after vaccination, except for some health care workers and immunocompromised persons.\n[1]\nIn health care workers at risk for occupational exposure, serologic testing is recommended 1 to 2 months after the last vaccine dose, and revaccination with ≥one dose is recommended for non-responders.\n[14]\n[13]\nHealthcare workers who completed the vaccine series and had a subsequent positive titer (≥10 mIU/mL anti-HBs) are considered hepatitis B immune. They do not need any further routine testing for protection as long as they remain immune-competent.\n[14]\nAll persons receiving the vaccine should remain under observation for at least 15 minutes following its administration for syncope or signs of anaphylaxis.\n[4]\n[12]\n[11]",
    "toxicity": "The vaccine is not known to have any dose-dependent toxicity, especially with newer nanoparticle formulations.\n[7]\nThere is no antidote indicated for its management."
  }
}