{
  "drug_name": "valganciclovir",
  "nbk_id": "NBK441926",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK441926/",
  "scraped_at": "2026-01-11T18:48:08",
  "sections": {
    "indications": "HIV is a retrovirus that causes a multisystemic disease called AIDS. On June 5, 1981, the Centers for Disease Control and Prevention (CDC) published a report in the Morbidity and Mortality Weekly Report detailing cases of\nPneumocystis carinii\npneumonia in 5 previously healthy young men in Los Angeles, California. These cases, involving men who have sex with men, were later identified as the first reported instances of AIDS in the United States.\n[1]\n[2]\nOcular manifestations are commonly observed in patients with HIV infection.\n[3]\nOpportunistic infections, vascular abnormalities, neoplasms, neuro-ophthalmic conditions, and adverse effects of medications can cause ocular involvement in patients with HIV infection.\n[4]",
    "mechanism": "HIV is a retrovirus that replicates in CD4 T lymphocytes.\n[5]\nTransmission occurs by exposure to blood and other body fluids.\n[6]\nHIV is commonly transmitted through anal or vaginal intercourse or by sharing needles, syringes, or other equipment used for drug injection.\n[7]\nThe CDC categorizes HIV infections into 3 stages as follows:\n\nStage 1 (acute HIV infection): HIV levels are high in the blood, making individuals very contagious. Flu-like symptoms are common.\nStage 2 (chronic HIV infection, asymptomatic HIV): The virus remains active but may not cause symptoms. Individuals can still transmit HIV. Treatment can prevent progression to stage 3, but without it, this stage can last over a decade.\nStage 3 (AIDS): The most severe stage, diagnosed when CD4 cell counts drop below 200 or when opportunistic infections occur.\n[8]\nIndividuals have weakened immune systems and a high viral load. Without treatment, the typical survival time is approximately 3 years.\n[8]\n\nThe World Health Organization (WHO) classifies HIV/AIDS in adults and adolescents with confirmed HIV infection into 4 clinical stages as follows:\n[9]\n[10]\n\nClinical stage 1 (asymptomatic): Patients may have persistent painless generalized lymphadenopathy with enlarged nodes >1 cm in 2 or more non-contiguous sites (excluding inguinal) for 3 months or more without a known cause.\nClinical stage 2 (mild symptoms): The symptoms include moderate unexplained weight loss (<10% of presumed or measured body weight) and herpes zoster.\nClinical stage 3 (moderate symptoms): The features include unexplained severe weight loss (>10% of presumed or measured body weight) and pulmonary tuberculosis (TB).\nClinical stage 4 (severe symptoms): The stage includes AIDS-defining illnesses, including:\nHIV wasting syndrome\nPneumocystis jirovecii\npneumonia\nRecurrent severe bacterial pneumonia\nChronic herpes simplex infection (orolabial, genital, or anorectal of >1 month in duration or visceral at any site)\nEsophageal candidiasis (or candidiasis of trachea, bronchi or lungs)\nExtrapulmonary TB\nKaposi sarcoma\nCytomegalovirus (CMV) infection (retinitis or infection of other organs)\nCentral nervous system (CNS) toxoplasmosis\nHIV encephalopathy\nExtrapulmonary cryptococcosis, including meningitis\nDisseminated nontuberculous mycobacterial infection\nProgressive multifocal leukoencephalopathy\nChronic cryptosporidiosis\nChronic isosporiasis\nDisseminated mycosis (extrapulmonary histoplasmosis and coccidioidomycosis)\nLymphoma (cerebral or B-cell non-Hodgkin)\nSymptomatic HIV-associated nephropathy or cardiomyopathy\nRecurrent septicaemia (including nontyphoidal\nSalmonella\n)\nInvasive cervical carcinoma\nAtypical disseminated leishmaniasis\n[9]\n\nSome studies suggest that an HIV test should be requested if there is atypical, bilateral, treatment-unresponsive ocular toxoplasmosis or suspicion of CMV retinitis.\n[11]\n\nTable\nTable 1. Ocular Manifestations of HIV Infection.\n\nAbbreviation: CMV, cytomegalovirus; HAART, highly active antiretroviral therapy.",
    "monitoring": "The diagnosis of HIV requires an initial screening test with high sensitivity, such as an antigen/antibody combination test to detect both antigen (p24) and antibodies (immunoglobulin G and M). This test is followed by a confirmatory test with high specificity, such as an immunoglobulin G–sensitive HIV-1/2 antibody differentiation supplemental assay, which is a faster replacement for the Western blot.\n[91]\nNucleic acid tests detect HIV very early. The HIV-RNA or viral load helps to monitor the response to therapy, risk of transmission, progression to AIDS, and risk of death.\n[92]\n\nThe CD4 T-cell count provides insight into the degree of immunosuppression and is used to classify patients according to CDC categories:\n\nCategory 1: ≥500 cells/mL\nCategory 2: 200-499 cells/µL\nCategory 3: <200 cells/µL\n[93]\n\nAll newly diagnosed patients with HIV infection should undergo a comprehensive eye examination and investigation for opportunistic infections, including CMV, TB, syphilis,\nToxoplasmosis\n, gonococcus, chlamydia, hepatitis A-C, and\nPneumocystis\n.\n\nGiven the wide range of HIV-related ocular manifestations, a detailed history and a thorough evaluation are essential. A detailed history, disease progression by monitoring CD4 counts, slit lamp examination, and dilated fundoscopy are useful. The CD4 T-cell count and, more recently, viral load can be taken as a predictor of ocular involvement in patients with HIV infection. Visual acuity, visual field testing, ocular movement testing, pupillary examination, and fundus examination are important in detecting various infections and other conditions associated with HIV.\n\nKeratoconjunctivitis sicca requires dry eye evaluation with tests such as the Schirmer test and Rose Bengal staining. Gram staining and cultures may be performed in cases of keratitis when the cause is not obvious. Dilated fundus examination can diagnose posterior segment involvement with a direct or indirect ophthalmoscope. Additional investigations may include the venereal disease research laboratory test, the fluorescent treponemal antibody absorption test, and tests for TB. Orbital involvement typically requires a computed tomography scan, a magnetic resonance imaging (MRI), a biopsy, and a culture. Evaluation of a patient with HIV infection presenting with neuro-ophthalmological manifestations requires MRI and lumbar puncture for cytology, culture, and antigen-antibody testing. Patients with necrotizing retinitis may need a vitreous biopsy for polymerase chain reaction to detect microbes, including VZV, HSV, CMV,\nToxoplasma\n, and\nMycobacterium tuberculosis\n.\n[94]\nPatients with suspected intraocular lymphoma may need an MRI of the brain and a vitreous with or without a chorioretinal biopsy.\n[95]",
    "administration": "Treatment of ocular manifestations depends on the presenting ocular pathology and the use of HAART. HAART should be initiated as early as possible. The goal of therapy includes reduction of viral load, improvement of immune status, prevention of opportunistic infections, transmission, and drug resistance, and improvement of quality of life.\n[96]\nThe medications for HIV include a combination of antiretroviral medications:\n\nBackbone regimen: This regimen refers to the 2 nucleoside reverse transcriptase inhibitors that form the foundation of an initial HIV treatment regimen.\nBase medication: These 2 nucleoside reverse transcriptase inhibitors are combined with a third antiretroviral drug from another class, such as a non-nucleoside reverse transcriptase inhibitor, a protease inhibitor, or an integrase strand transfer inhibitor, to create a complete treatment regimen. This combination of drugs is crucial for effectively suppressing the virus and preventing the development of drug resistance.\n[97]\n\nTreatment of HZO includes systemic acyclovir, famciclovir, valacyclovir, and, in resistant cases, IV foscarnet.\n[98]\nMolluscum contagiosum can be treated with cryotherapy, curettage, and surgical excision.\n[99]\n[100]\n\nTreatment of keratoconjunctivitis sicca includes lubricants. Keratitis is treated depending on the cause—viral keratitis is treated with oral acyclovir or famciclovir; microsporidial keratitis is treated with oral itraconazole, topical fumagillin, and oral albendazole; and bacterial and fungal keratitis is treated with appropriate antimicrobial therapy. Iridocyclitis is typically treated with topical corticosteroids, which are initiated only after proper antimicrobial therapy has been instituted if an infection is suspected.\n[101]\n[102]\n[101]\n\nCMV retinitis is treated with drugs such as oral valganciclovir, oral or IV ganciclovir, foscarnet, and cidofovir.\n[36]\n[103]\nIntravitreal antiviral agents, including ganciclovir, are frequently needed.\n[103]\nPatients with progressive outer retinal necrosis typically become blind; however, prompt initiation of antiviral therapy, including IV acyclovir, intravitreal ganciclovir injection or implant (not commercially available currently), intravitreal foscarnet, and HAART, may prevent vision loss.\n[61]\nPatients with acute retinal necrosis are treated with similar agents as progressive outer retinal necrosis; however, the vitritis and ocular inflammation may need steroids under antiviral cover in immunocompetent patients.\n[60]\n\nManagement of ocular toxoplasmosis involves a combination of anti-toxoplasmic therapy using drugs such as pyrimethamine, sulfadiazine, trimethoprim-sulfamethoxazole, azithromycin, atovaquone, and clindamycin. Corticosteroids may be used cautiously alongside proper antimicrobial coverage. Steroids can cause further immunosuppression. Clinicians should assess for possible cerebral or disseminated toxoplasmosis in AIDS and monitor for bone marrow toxicity, with ongoing maintenance therapy considered for patients with persistently compromised immunity.\n[104]\n\nThe recommended regimen for ocular syphilis includes 18 to 24 million units of IV penicillin G daily for 10 to 14 days, followed by 3 weekly intramuscular doses of benzathine penicillin G at 2.4 million units each.\n[105]\nOngoing monitoring through quantitative rapid plasma reagin testing is essential, as symptomatic relapses can occur despite treatment.\n[67]\n\nTreatment of Pneumocystis choroiditis involves systemic trimethoprim and sulfamethoxazole or pentamidine. A response is typically noted within 1 to 3 months.\n[106]\nCryptococcus choroiditis and meningitis are managed with systemic amphotericin and flucytosine.\n[75]\nTreatment for histoplasma choroiditis in patients with HIV infection typically involves a combination of antifungal medications and HAART. Initial treatment often includes IV liposomal amphotericin B, followed by oral itraconazole for maintenance. HAART is crucial for managing the underlying HIV infection and preventing future opportunistic infections such as histoplasmosis.\n[107]\n[108]\n[107]\nFor chorioidal TB, antitubercular therapy should be started along with HAART.\n\nThe management of neuro-ophthalmic manifestations of HIV infection requires a multidisciplinary approach, focusing on both treating the underlying HIV infection and opportunistic infections and addressing the specific ocular or neurological complications. Early diagnosis and treatment are crucial to prevent vision loss and other neurological impairments.\n[109]\n\nThe approach to treating Kaposi sarcoma includes surgery, cryotherapy, radiation, or a combination of these techniques.\n[110]\nThe chosen method depends on the tumor's clinical stage, its location, and whether or not there are disseminated lesions present. Ocular and periocular lymphoma in patients with AIDS requires a multifaceted management approach, primarily focusing on controlling local disease and preventing CNS spread. Treatment strategies include radiation therapy for localized ocular adnexal lymphoma; chemotherapy administered intravitreally, IV, or intrathecally; and potentially immunotherapy with rituximab, often used in combination.\n[111]\nIntravitreal methotrexate has been used with success in intraocular lymphoma.\n[112]\nConjunctival squamous cell carcinoma management primarily involves surgical excision with wide margins to ensure complete removal of the tumor. Adjuvant therapies such as cryotherapy, chemotherapy (mitomycin C, 5-fluorouracil, interferon), and radiotherapy may be used to reduce recurrence rates. In cases of extensive involvement, more radical procedures such as exenteration may be necessary.\n[113]\n\nManagement of immune recovery uveitis needs systemic or local steroids. However, this can lead to the recurrence of CMV retinitis. Thus, a risk-benefit analysis should be done before initiating steroids. Some cases of cataract and epiretinal membrane may need surgery.\n[38]\n\nFor adverse reactions related to medications, the offending medications should be stopped.",
    "adverse_effects": "Retinal detachment is a common complication in CMV retinitis, affecting up to 50% of cases, and can occur during active disease or after resolution. The introduction of potent ART has drastically reduced its incidence to just 0.06 per patient-year.\n[139]\nKey risk factors include involvement of all 3 retinal zones, extensive retinitis, and low CD4+ T-cell counts. Surgical repair often involves a pars plana vitrectomy with silicone oil tamponade, resulting in successful anatomical reattachment in 70% to 90% of patients with CMV retinitis.\n[140]\n[141]\nHowever, the visual prognosis is typically poor due to optic atrophy and macular atrophy. Final visual acuity was found to be better in patients who initiated HAART before the occurrence of retinal detachment, had better preoperative vision, showed no evidence of optic atrophy or retinal redetachment, and underwent vitrectomy within 3 months.\n[141]\n\nAround 50% to 75% of patients with acute retinal necrosis develop retinal detachment, and the breaks are similar to holes in a sieve, typically occurring at the junction between the healthy and necrotic retina.\n[60]\n[142]\nProgressive outer retinal necrosis is typically observed in patients with CD4+ T-cell counts less than 50 cells/µL and is often associated with cutaneous zoster. Around 70% of cases of progressive outer retinal necrosis develop retinal detachment.\n[118]\nUp to 67% of eyes with progressive outer retinal necrosis can lose perception of light; however, recent advances in both systemic and intravitreal therapies have expanded available management options and may preserve vision in some patients.\n[118]\nChoroiditis may be associated with a choroidal neovascular membrane.\n[143]\n[144]\n\nSystemic and CNS involvement may be present in various ocular infections in AIDS, including CMV retinitis, necrotizing herpetic retinitis, ocular toxoplasmosis, ocular syphilis, pneumocystis choroiditis, tubercular choroiditis, and cryptococcal choroiditis.\n[145]\n\nHZO in patients with AIDS is aggressive and may be associated with skin ulcers, corneal melt, and viremia with neurological and systemic infection.\n[146]\nKeratitis in patients with AIDS may lead to corneal perforation.\n[147]"
  }
}