{
  "drug_name": "varenicline",
  "nbk_id": "NBK534846",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534846/",
  "scraped_at": "2026-01-11T15:40:56",
  "sections": {
    "indications": "Varenicline is contraindicated for patients with a known history of serious hypersensitivity reactions or severe cutaneous adverse drug reactions.\n[16]\n[20]\nBased on the information available, there are no absolute contraindications for the nasal administration of varenicline.\n\nWarning and Precautions\n\nThere is an FDA-mandated warning for patients with severe psychiatric symptoms, including suicidal ideation, as these outcomes have been reported in patients receiving varenicline. Patients receiving varenicline should be closely monitored for these behavioral symptoms. Psychiatric illness is not a contraindication for varenicline; however, clinicians should monitor patients for further deterioration. Patients exhibiting worsening psychiatric behaviors or suicidal ideation should promptly stop varenicline therapy.\n[17]\nSevere hypersensitivity reactions or skin reactions to varenicline may occur, and patients with Stevens-Johnson syndrome or erythema multiforme should not take varenicline.\n[16]\nPatients with a history of renal impairment, psychiatric disorder, or seizure disorder should be monitored closely.\nCases of somnambulism and nightmares have been documented.\n[21]\n[22]\nPatients should notify their provider if they experience somnambulism.",
    "mechanism": "The components of the midbrain that play a pivotal role in drug reinforcement, motility, and associative motor learning include the ventral tegmental area and substantia nigra pars compacta.\n[10]\nIncreasing dopamine release from ventral tegmental area neurons targeting the nucleus accumbens contributes to the pathophysiology of addiction. Nicotine acts on dopaminergic receptors in the ventral tegmental area, causing a burst firing of dopamine neurons, leading to drug reinforcement.\n\nVarenicline acts as a partial nicotine receptor agonist similar to cytisine.\n\nAccording to product labeling, varenicline demonstrates a high affinity for the α\n4\nβ\n2\nsubtypes of nicotinic acetylcholine receptors. Therefore, the efficacy of varenicline in smoking cessation is presumed to result from varenicline’s activity at these receptors, where its binding produces partial agonist activity while preventing nicotine binding to these receptors. This precludes the ability of nicotine to activate α\n4\nβ\n2\nreceptors and stimulate the mesolimbic dopamine system, considered the neuronal mechanism underlying reinforcement and reward a patient experiences upon smoking a cigarette.\n[11]\nVarenicline reduces the craving and severity of withdrawal syndrome that occurs during cessation attempts.\n\nThe effectiveness of varenicline nasal spray for treating patients with dry eye disease is thought to result from its binding to specific nicotinic acetylcholine (nACh) receptors located on the terminal branches of the trigeminal nerve in the nasal cavity. This binding activates the lacrimal functional unit through the trigeminal parasympathetic pathway, leading to improved production of endogenous tears and basal tear film, which helps alleviate dry eye symptoms.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nMaximum plasma concentrations of varenicline are typically achieved within 3 to 4 hours after oral administration. Varenicline exhibits linear pharmacokinetics over the recommended dosing range after single or repeated doses.\n\nDistribution:\nPlasma protein binding of varenicline (<20%) is independent of age and renal function of the person.\n\nMetabolism:\nVarenicline undergoes minimal metabolism, with 92% of the drug excreted unchanged in the urine. The elimination half-life of varenicline is around 24 hours.\n\nElimination:\nVarenicline is primarily eliminated via the kidney through glomerular filtration and active tubular secretion, possibly through the organic cation transporter OCT2.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nVarenicline is available as 0.5 mg and 1 mg oral tablets. Patients should take the medication with water to reduce gastric discomfort. The nasal formulation of varenicline for dry eye contains 0.03 mg per 0.05 mL spray.\n\nAdult Dosage\n\nOral\n\nInitiation:\n0.5 mg once daily on days 1 to 3, increased to twice daily on days 4 through 7. Varenicline therapy should be initiated 1 week before the target quit date. Alternatively, the patients can start varenicline and stop smoking between days 8 and 35.\n\nMaintenance:\n1 mg twice daily after day 8 for 11 weeks.\n\nLong-term:\nTreatment duration can be up to 6 months or longer in certain patients. Further trials are needed to determine efficacy and outcomes in patients receiving varenicline for over 12 months.\n\nNasal\n\nTwice daily, with one spray in each nostril. If a dose is missed, continue with the next scheduled dose. Before the first use, the spray should be primed by delivering 7 actuations into the air. If the spray has not been used for over 5 days, it should be re-primed with 1 actuation. The actuation device should not be shaken.\n\nSpecific Patient Populations\n\nRenal impairment:\nA maximum dose of 0.5 mg twice daily is recommended for patients with renal impairment (CrCL <30) or end-stage renal disease (ESRD) on hemodialysis.\n[11]\nThe manufacturer's label does not specify dosage adjustments for varenicline nasal spray.\n\nHepatic impairment:\nAccording to the product labeling, varenicline pharmacokinetics should be unaffected in patients with hepatic impairment due to the lack of significant hepatic metabolism. The manufacturer's label does not specify dosage adjustments for varenicline nasal spray.\n\nPregnancy considerations:\nSmoking during pregnancy can cause an increased risk of orofacial clefts, premature rupture of membranes, placenta previa, placental abruption, fetal growth restriction, low birth weight, stillbirth, preterm delivery, shortened gestation, reduction of lung function in infants, neonatal death, and sudden infant death syndrome. Clinicians should screen all pregnant women for nicotine use and recommend smoking cessation if positive. The benefit of tobacco smoking cessation for patients who are pregnant is well established. Hence, behavioral interventions are effective and recommended. However, knowledge related to pharmacotherapy interventions in pregnancy is limited and insufficient to make specific recommendations.\n[14]\nA recent study showed that varenicline was almost 3 times more effective than nicotine patches in helping pregnant women quit smoking.\n[15]\nData on varenicline nasal spray use during pregnancy are lacking; animal studies indicate no malformations at clinical doses.\n\nBreastfeeding considerations:\nVarenicline is a partial nicotine agonist used to assist smoking cessation. However, based on animal data on nicotine, varenicline may interfere with infant lung development; it is not recommended for nursing mothers. Given the lack of data regarding varenicline therapy while breastfeeding, other smoking cessation modalities may be preferred. If a mother chooses to breastfeed while using varenicline, clinicians should monitor her infant for seizures and excessive vomiting.\n[10]\nAnimal studies indicate varenicline is present in rat milk, but this may not reflect human levels. The risk to infants from varenicline nasal spray during lactation is unclear, so the benefits of breastfeeding should be weighed against the mother's need for the medication.\n\nPediatric patients:\nVarenicline is not approved for use in patients aged 16 or younger as its efficacy and safety have not been established in these patients.\n\nOlder patients:\nNo significant differences in safety or effectiveness have been observed in older adults receiving varenicline. Monitoring renal function is advised for older patients due to the increased risk of adverse reactions in patients with impaired renal function. However, no dosage adjustment is recommended for older patients. No overall differences in safety or effectiveness have been observed between older and younger patients using varenicline nasal spray.",
    "adverse_effects": "The most common adverse reactions associated with varenicline therapy include:\n\nNausea\nInsomnia\nAbnormal dreams\nHeadaches\n\nClinicians can mitigate nausea by starting at lower doses and up-titrating the dose as tolerated. Patients also complain of disturbed sleep, sleepwalking, agitation, drowsiness, and constipation.\n[11]\nVarenicline is also associated with skin conditions, including Stevens-Johnson syndrome, erythema multiforme, and photosensitivity.\n[16]\nVarenicline can cause renal failure and kidney stones. Patients taking varenicline should be monitored for abdominal symptoms of pancreatitis.\n[17]\nDrug-induced reversible cerebral vasoconstriction syndrome has been observed in patients receiving varenicline.\n[18]\n\nNasal varenicline is associated with sneezing, nasal irritation, coughing, and throat irritation.\n[19]\n\nDrug-Drug Interactions\n\nPhysiological changes during smoking cessation may affect the pharmacokinetics or pharmacodynamics of certain drugs. Dosage adjustments may be necessary for patients receiving warfarin, theophylline, or insulin.\n\nThe safety associated with the co-administration of bupropion and varenicline has not been established.",
    "monitoring": "Patients receiving varenicline should be monitored using the following:\n\nVarenicline is excreted renally; monitoring renal function is crucial. Before initiating a patient on varenicline, the clinician should obtain a baseline creatinine.\n[23]\nPatients on varenicline require close monitoring for signs or symptoms of depression, agitation, behavior changes, skin reactions, or suicidal ideation.\nSmoking during pregnancy is widespread and poses a significant public health issue. Varenicline and other newer pharmacologic agents have not been studied well and generally are not used to promote cessation during pregnancy. Because varenicline is a relatively new drug on the market, few studies have shown strong evidence for either significant positive or negative outcomes associated with the gestational use of varenicline. Currently, controlled studies have shown no evidence of an increased risk of spontaneous abortion, major congenital malformation, or intrauterine death. Due to limited efficacy and pregnancy safety data, varenicline is not a standard recommendation as a smoking cessation aid for pregnant women. Further studies are necessary for this topic. If a patient has been exposed to varenicline inadvertently during the first trimester, the recommendation is to perform a detailed fetal anomaly scan.\n[24]\nClinicians can monitor abstinence evaluated by self-report and exhaled carbon monoxide verification.\n[7]",
    "toxicity": "Signs and Symptoms of Overdose\n\nEvaluation of prolonged exposure to varenicline in adults has not revealed any alteration of hematological, biochemical, and anatomicopathological parameters.\n[25]\nHigh doses of varenicline, whether ingested intentionally or accidentally, can result in several symptoms. One notable effect is spontaneous vomiting, likely due to the drug's action on gastrointestinal 5-HT3 receptors. Additionally, transient blood pressure and heart rate increases may occur.\n[25]\n[26]\n\nManagement of Overdose\n\nIf there are serious adverse effects, including psychiatric conditions or skin hypersensitivity reaction, discontinue varenicline immediately. Varenicline therapy can be stopped abruptly with no adverse effects, and there is no need for a taper. There are currently no antidotes to varenicline. Varenicline is removed by dialysis in patients with end-stage renal disease; however, there is no experience in dialysis following an overdose.\n[24]"
  }
}