{
  "drug_name": "vaseline",
  "nbk_id": "NBK582145",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582145/",
  "scraped_at": "2026-01-11T15:40:57",
  "sections": {
    "clinical_significance": "Glass ionomer cement (GIC) is also known as man-made dentin because it simulates dentin in terms of modulus of elasticity, resilience, coefficient of thermal expansion, and thermal conductivity. GIC chemically adheres to the tooth structure, is biologically compatible, and has fluoride-releasing properties.\n[4]\n[5]\nThese features proclaim GIC an excellent substitute for dentin.\n[7]\nHowever, reduced strength, abrasion resistance, and esthetics contribute to its decreased usage in various clinical scenarios.\n[4]\n[5]\nThe material selection for a clinical condition should be made after weighing the merits and demerits of the available materials.\n\nGIC and its modifications have a wide array of uses. Owing to resiliency, very low shrinkage, and thermal compatibility with tooth structure, these materials have proven to be liners underneath restorative materials like dental composites (sandwich technique).\n[28]\nAttributing to the property of bonding to dentin surfaces without removing the smear layer, their biological compatibility, and fluoride release, GICs and modified GICs are the materials of choice in restoring carious teeth in high-risk patients.\n[29]\nBecause of the ease of placement and snap set property, light-cured GICs are the material of choice for restoration in children.\n[7]\n\nGICs are highly successful as luting agents for cementation of stainless steel crowns for deciduous teeth, cast metal crowns, fixed dental prostheses for permanent teeth, space maintainers, orthodontic bands, and brackets. Resin-modified GIC is used for luting zirconia and alumina-based crowns.\n\nGICs can repair defects in tooth structure before crown preparation to stabilize the weakened portions of the tooth.\n\nAlong with amalgams and composites, GICs are used as core build-up materials. GICs are preferred as core build-up materials because of their property of chemical adhesion to the tooth structure. When used as fissure sealants and cervical restorations, GIC demonstrates good performance.\n[4]\n[5]\n[7]",
    "monitoring": "Nurses play a crucial role in assessing patients before and after GIC procedures. They must monitor for any allergic reactions, discomfort, or adverse events related to using GIC. Nurses should maintain detailed and accurate documentation of GIC procedures, including the type of GIC used, dosage, patient response, and complications. This information is essential for patient care continuity and communication with other healthcare providers. Interprofessional teams, which may include dentists, physicians, nurses, pharmacists, and other healthcare professionals, should collaboratively decide on using GIC based on the patient's overall health, treatment goals, and available alternatives. Interprofessional communication is crucial for reporting and addressing any adverse events associated with GIC. This allows for prompt intervention, shared learning, and adjustments to clinical practices if necessary. All team members, including nurses and allied health professionals, should participate in ongoing training and workshops to stay updated on the latest advancements, techniques, and safety considerations related to GIC."
  }
}