{
  "drug_name": "vecuronium bromide",
  "nbk_id": "NBK493143",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK493143/",
  "scraped_at": "2026-01-11T15:40:58",
  "sections": {
    "indications": "Of all the neuromuscular blocking agents, vecuronium correlates with the lowest level of histamine release; however, there are still reports of life-threatening anaphylactic reactions occurring. Due to the excessive salivation that can occur with this histamine release, caution is necessary when administering vecuronium to patients with bronchospasm and asthma.\n[5]\n\nElectrolyte abnormalities such as severe hypocalcemia, hypokalemia, or hypomagnesemia may potentiate the effects of vecuronium. Other relative contraindications to the use of vecuronium include myopathy, obesity, and neuromuscular diseases, such as Eaton-Lambert syndrome and myasthenia gravis, as these conditions may prolong the drug’s effect.\n\nVecuronium use requires caution in patients with underlying cardiac disease that may be associated with slower circulation time. Patients with impaired circulation in certain cardiovascular diseases or advanced age or edema that results in increased volume of distribution can result in delayed onset of muscle paralysis; clinicians should not increase the dosage in such instances.\n[9]\n[10]\n\nDue to its clearance via the liver, vecuronium use merits caution in patients with liver failure or cirrhosis. Prolonged recovery from muscle paralysis may occur in patients with underlying liver disease.\n\nCaution is also necessary when administering vecuronium to renal failure patients, as hepatic elimination decreases in patients with uremia, which may cause accumulation of the drug’s active 3-hydroxy metabolite.\n\nCaution is advised when administering vecuronium to patients with burns greater than or equal to 20% of their total body surface area. Resistance to muscle paralysis caused by vecuronium may occur several days after the injury and persist for several months after wound healing.\n\nRisk of death due to medication errors:  Accidental administration of vecuronium bromide for injection to a patient for whom it is not intended may result in paralysis, which may lead to respiratory arrest and death. Verify the intended use of this agent before administering it to patients.\n\nLong-term use in I.C.U: In the intensive care unit, the prolonged use of neuromuscular blocking agents to assist with mechanical ventilation can lead to extended paralysis and/or skeletal muscle weakness, which may become evident when attempting to wean patients off the ventilator. These patients often receive additional medications such as broad-spectrum antibiotics, narcotics, and steroids, which may lead to electrolyte imbalances or conditions that contribute to such imbalances, hypoxic episodes, acid-base disturbances, and severe debilitation—all of which can enhance the effects of neuromuscular blockers.\n\nFurthermore, immobilized patients for extended periods may develop symptoms consistent with muscle atrophy due to disuse. Recovery may vary widely, from complete restoration of movement and strength to a gradual return of function in facial and small extremity muscles before larger muscle groups recover. In rare cases, recovery can take significant time and may require rehabilitation. Therefore, the benefits and risks of using neuromuscular blockade should be carefully weighed in cases of long-term mechanical ventilation.",
    "mechanism": "Vecuronium is a nondepolarizing agent that achieves skeletal muscle paralysis by competing with acetylcholine for cholinergic receptor sites and binding with the nicotinic cholinergic receptor at the postjunctional membrane of the motor endplate. Anticholinesterases antagonize the neuromuscular blocking properties of vecuronium.\n[3]\n\nPharmacokinetics\n\nWhen a patient is under balanced anesthesia, the time to recover to 25% of control is approximately 25 to 40 minutes. Recovery is usually 95% complete at about 45 to 65 minutes after the intubating dose. The presence of volatile halogenated anesthetics such as sevoflurane or desflurane slightly enhances the neuromuscular blocking action of vecuronium. If vecuronium is administered in conjunction with an inhalation induction of anesthesia with a volatile agent, the intubating dose of vecuronium is typically decreased by 15% due to the mild muscle relaxation effects of the volatile halogenated anesthetic.\n[4]\n\nVecuronium also has higher lipid solubility, which results in a higher amount of biliary elimination.\n[5]\nThe liver chiefly eliminates vecuronium due to its higher lipid solubility. Poor liver function can cause prolonged effects. Vecuronium has three possible metabolites. The 3-hydroxy metabolite has 80% of the neuromuscular blocking potency of vecuronium. Therefore, prolonged use of vecuronium can result in the accumulation of this metabolite and significantly prolonged neuromuscular blocking effects. Renal excretion accounts for only about 30% of the elimination of vecuronium.\n[6]",
    "administration": "Strength and Dosage Form:\nVecuronium is unstable in solution. Hence, it is available as a lyophilized powder for injection in 10—and 20-mg vials. It has a very short shelf life in solution form, so reconstituting the drug in powder is required right before administration.\n\nSingle Dose Use: If reconstituted with compatible IV solutions containing no antimicrobial preservatives (e.g., sterile water for injection), refrigerate and use within 24 hours. Discard unused portion. Vecuronium bromide is compatible in solution with sterile water for injection, sodium chloride 0.9% injection, dextrose 5% injection, dextrose 5% in sodium chloride 0.9% injection, and lactated ringer’s injection. Use is recommended within 24 hours of mixing with the above diluents.\n\nMulti-Dose Use: When reconstituted with bacteriostatic water for injection, use within 5 days. The reconstituted solution may be stored at room temperature or refrigerated. The diluent, bacteriostatic water for injection contains benzyl alcohol as a preservative, so it should not be used in newborns. Administer within 5 days of reconstitution.\n\nReconstituted vecuronium bromide solution has an acidic pH and should not be mixed with alkaline solutions (e.g., thiopental) in the same syringe or administered concomitantly during intravenous infusion through the same intravenous line or needle.\n\nVecuronium should be administered by or under the supervision of clinicians experienced in administering neuromuscular blocking medicines. The dosage must be tailored to each patient. The following dosage guidelines are based on studies that consider the drug's weight-based administration and are meant to serve as a reference, particularly for enhancing neuromuscular blockade caused by volatile anesthetics or previous use of succinylcholine. To maximize the benefits of vecuronium and reduce the risk of overdose, it is recommended to monitor muscle twitch responses through peripheral nerve stimulation.\n\nAdult Dosage\n\nThe dose used for endotracheal intubation in the controlled setting before surgery:\n\n0.08 mg/kg to 0.1 mg/kg intravenous (IV) bolus over 60 seconds or 0.04 mg/kg to 0.06 mg/kg IV if succinylcholine was used to allow its effects to subside before administering vecuronium.\n\nThe dose used for rapid sequence intubation:\n\n0.1 mg/kg to 0.2 mg/kg IV, with the onset of intubation conditions occurring in less than 2 to 3 minutes\n\nMaintenance for continued surgical relaxation:\n\nThe first maintenance dose is typically required within 25 to 40 minutes after the initial administration. The need for maintenance doses would be based on clinical criteria.\nSince vecuronium does not exhibit significant cumulative effects, subsequent maintenance doses must be given at regular intervals, roughly every 12 to 15 minutes during balanced anesthesia or slightly longer when using inhalation agents. If less frequent dosing is preferred, higher maintenance doses can be considered.\nThe usual maintenance dose is 0.01 mg/kg to 0.015 mg/kg IV, given 20 to 45 minutes after the initial dose and every 12 to 15 minutes as needed.\nIn cases where larger doses are warranted, initial doses ranging from 0.15 mg/kg to 0.28 mg/kg have been safely used during surgery under halothane anesthesia, provided that ventilation is adequately managed and no adverse cardiovascular effects are observed.\n\nMaintenance for continuous Infusion (most commonly used for ICU paralysis to facilitate mechanical ventilation):\n\nInitial bolus dose of 0.08 mg/kg to 0.1 mg/kg IV starting 20 minutes post bolus recovery, followed by 0.05 mg/kg/hour to 0.07 mg/kg/hour IV.\n\nSpecific Patient Population\n\nRenal impairment:\nVecuronium is generally well tolerated in patients with renal failure who have been appropriately prepared for surgery through dialysis, and it does not typically cause significant prolongation of neuromuscular blockade in these individuals. No adjustment is necessary for renal impairment. However, dose reduction could be considered in anephric patients, particularly in emergency situations where the anephric patient cannot be adequately prepared for non-elective surgery.\n[6]\n\nHepatic impairment:\nDose adjustments are not defined in patients with hepatic impairment, but caution is advised.\n\nPregnancy considerations:\nVecuronium is a pregnancy category C drug. It has been used safely for surgical relaxation for cesarean sections under general anesthesia.\n\nBreastfeeding considerations:\nIt is unknown if it is excreted in breast milk, and its effect on a nursing infant is unknown.\n[7]\n\nPediatric consideration:\nPediatric patients aged 10 to 16 years have dosage requirements similar to those of adults and may be managed in the same manner. However, younger pediatric patients between 1 and 10 years of age may need a slightly higher initial dosage and require supplementation more frequently than adults. Infants older than 7 weeks but under 1 year are generally moderately more sensitive to vecuronium bromide on a mg/kg basis, requiring approximately 1.5 times longer to recover than adults. For patients younger than 7 weeks, current information does not provide sufficient guidance for usage. Additionally, there is not enough data to recommend dosing for continuous infusion of vecuronium in pediatric patients.",
    "adverse_effects": "The primary adverse event associated with all nondepolarizing neuromuscular agents is the extension of the drug's pharmacological effect past the needed time of use, resulting in adverse effects ranging from skeletal muscle weakness to extended muscular paralysis leading to respiratory insufficiency or apnea.\n\nThe following serious adverse reactions can occur:\n\nProlonged paralysis (seen in long-term use)\nBronchospasm/respiratory depression\nApnea\nAnaphylaxis/hypersensitivity reaction\n\nOther less common adverse events include:\n\nHypotension\nEdema\nSinus tachycardia\nErythema\nUrticaria\nFlushing\nPruritus\nSkin rash\n\nHypersensitivity associated with histamine release leading to allergic reactions may occur, and in rare instances, life-threatening anaphylaxis may occur. In general, compared to other nondepolarizing neuromuscular-blocking agents such as pancuronium, rocuronium, or atracurium, the safety profile of vecuronium is favorable.\n[8]\n\nDrug-drug Interactions\n\nNeuromuscular Blockers:\nThe neuromuscular blocking effect of vecuronium and its duration of action increases with prior administration of succinylcholine. When succinylcholine is administered before vecuronium, the administration of vecuronium should be delayed until the succinylcholine effect wears off. Vecuronium's use concomitantly with other nondepolarizing neuromuscular blocking agents ( d-tubocurarine, pancuronium, metocurine, and gallamine) results in an additive effect.\n\nInhalational Anesthetics:\nUsing vecuronium with volatile inhalational anesthetics (such as enflurane, halothane, and isoflurane) enhances neuromuscular blockade.\n\nAntibiotics:\nParenteral/intraperitoneal use of high doses of certain antibiotics such as aminoglycosides (such as kanamycin, gentamicin, neomycin, streptomycin, and dihydrostreptomycin); bacitracin; tetracyclines; colistin; polymyxin B; may produce or intensity neuromuscular block on their own. If these or newly marketed antibiotics are used concomitantly with vecuronium, consider the possibility of unexpected prolongation of neuromuscular block.\n\nOther:\nThere are reports of quinidine injection use during recovery from administration of other muscle relaxant agents, which shows that recurrent paralysis may occur. This should be considered a possibility when using vecuronium. Vecuronium-induced neuromuscular blockade is enhanced by acidosis and counteracted by alkalosis in experimental animals (cats). Diseases leading to electrolyte imbalance, such as adrenal cortical insufficiency, have been shown to change neuromuscular blockade. Depending on the type of imbalance, either inhibition or enhancement may be expected. Magnesium salts, administered to manage pregnancy toxemia, may enhance neuromuscular blockade.",
    "monitoring": "Due to the respiratory insufficiency caused by paralyzing respiratory muscles, vecuronium only should be administered by experienced healthcare providers equipped with the necessary skills for advanced airway management. Assisted or controlled ventilation using a bag-valve-mask connected to supplemental oxygen or a mechanical ventilator should be readily accessible. Closely monitor the patient's blood pressure, heart rate, and peripheral nerve stimulation before administering vecuronium. Furthermore, the clinician should also have reversal agents immediately available.\n[11]\n[12]",
    "toxicity": "The risk of iatrogenic overdosage can be reduced by closely monitoring muscle twitch responses using peripheral nerve stimulation. Anticholinesterases antagonize neuromuscular blockade action; therefore, acetylcholinesterase inhibitors such as neostigmine are useful to reverse rocuronium and vecuronium's effect on muscle paralysis.\n\nIf respiratory depression occurs during general anesthesia, such as thiobarbiturates, narcotics, and other central nervous system depressants, the primary treatment is maintenance of a patent airway and manual or mechanical ventilation until complete recovery of normal respiration is assured. To antagonize vecuronium's skeletal muscle relaxant action, pyridostigmine, neostigmine, or edrophonium, in conjunction with atropine or glycopyrrolate, may be used. Anticholinergic agents such as glycopyrrolate are necessary to offset the bradycardic effects seen with anticholinesterase drugs. Furthermore, in bradycardic patients, the anticholinergic drug may be given first. Satisfactory reversal can be determined by the adequacy of respiration and skeletal muscle tone. A peripheral nerve stimulator can be used to monitor the restoration of twitch height.\n\nThe effects of vecuronium are reversible by sugammadex, a modified cyclodextrin that encapsulates the compound, rendering the drug unable to exert its pharmacological effect.\n[13]\nSugammadex is a new selective relaxant-binding agent that forms a complex with vecuronium and rocuronium, reducing the amount of drug available to bind to nicotinic cholinergic receptors. Decreasing the amount of drug available at the neuromuscular junction successfully reverses muscle paralysis. Although vecuronium has more than five times the potency of rocuronium, studies have shown that the use of sugammadex results in significantly faster recovery from vecuronium-induced muscle paralysis when compared to neostigmine.\n[12]\n\nDue to the higher cost of sugammadex compared to neostigmine/glycopyrrolate, the cost-benefit analysis of drug selection merits consideration.\n[14]\nSugammadex reversal also has implications in females of childbearing age, as it can also encapsulate oral contraceptive agents, rendering them ineffective. Patients must receive counsel to use alternate forms of birth control over the ensuing weeks.\n[15]\n[16]\n[17]"
  }
}