{
  "drug_name": "veltol plus",
  "nbk_id": "NBK585113",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585113/",
  "scraped_at": "2026-01-11T18:48:08",
  "sections": {
    "indications": "Parkinson-plus syndrome (PPS), also called atypical parkinsonism, refers to a group of neurodegenerative movement disorders that resemble idiopathic Parkinson's disease (PD) with certain distinguishing clinical and pathophysiological features.\n[1]\nAs in classical Parkinson disease, the primary symptoms of parkinsonism present include apraxia, rigidity, bradykinesia, tremor, and postural instability. Distinctive features of PPS include early-onset dementia, hallucinations, dysautonomia, gaze palsy, myoclonus, pyramidal tract signs, and alien limb phenomenon.\n[2]\n\nUnlike Parkinson disease, these conditions have a limited response to levodopa with a poor overall prognosis.\n[3]\nThe most common PPS conditions are Lewy body dementia (LBD), multiple system atrophy (MSA), corticobasal degeneration (CBD), and progressive supranuclear palsy (PSP).\n[2]\n[4]\n\nLess prevalent disorders are frontotemporal dementia, Pick disease, pallidonigral degeneration, parkinsonian-dementia complex of Guam, Wilson disease, and a rigid variant of Huntington disease.\n[5]\n[6]\nThis review will discuss the most common PPS conditions, focusing on epidemiology, etiology, pathophysiology, evaluation, and treatment options.",
    "mechanism": "The vast majority of Parkinson-plus syndrome cases occur sporadically, and the precise etiology remains unknown. A few examples of familial cases suggest that genetics may play a role in the pathogenesis of PPS.\n[7]\nEnvironmental factors additionally contribute to the evolution of these diseases.\n[8]",
    "monitoring": "Although Parkinson-plus syndrome is a clinical diagnosis, a full medical workup consists of detailed laboratory testing and imaging studies to help rule out other common diagnoses. Unfortunately, in most PPS conditions, laboratory and imaging findings are non-diagnostic.\n[1]\n[2]\n[4]\n\nLewy Dody Dementia\n\nThe evaluation of LBD begins as an analysis of dementia. This consists of a cognitive assessment with a Mini-Mental State Examination (MMSE) or Montreal Cognitive Assessment (MoCA). Laboratory testing includes a basic workup with a chemistry panel, complete blood count (CBC), thyroid function test, and vitamin B12 levels. Neuroimaging is performed with computed tomography (CT) or magnetic resonance imaging (MRI). Imaging findings in LBD include generalized brain atrophy and white matter lesions, pronounced cortical atrophy, degeneration of the putamen, and reduced perfusion, most marked in the occipital areas.\n[20]\n\nIndicative biomarkers that contribute to the diagnosis of LBD include reduced dopamine transporter uptake in the basal ganglia evident on positron emission tomography (PET) or single-photon emission computerized tomography (SPECT), low uptake of 123-iodine-metaiodobenzylguanidine (MIBG) myocardial scintigraphy, and confirmation of REM sleep without atonia on polysomnography. Supportive biomarkers for diagnosis include relative preservation of medial temporal lobe structures on CT or MRI, low uptake on PET perfusion scans with reduced occipital activity, and posterior slow-wave activity on electroencephalogram (EEG) with periodic fluctuations in the pre-alpha and theta range.\n[20]\n\nMultiple System Atrophy\n\nAs in other PPS diseases, laboratory and imaging studies are non-specific, and diagnosis is based on clinical features. Neuroimaging is used to rule out other diseases but may also show atrophy of the putamen, pons, or middle cerebellar peduncle, along with signal changes in the putamen. A definite diagnosis of MSA is based on post-mortem neurodegenerative changes in the striatonigral or olivopontocerebellar structures, with pathology showing alpha-synuclein inclusions in glial cells.\n[25]\nOther useful tests include autonomic function testing and bladder function analysis with sphincter electromyography (EMG).\n[26]\n[27]\n\nCorticobasal Degeneration\n\nNo established biological markers exist for CBD. Routine blood, urine, and cerebrospinal fluid (CSF) analyses are all non-diagnostic, while neuroimaging studies are non-specific. Workup includes laboratory tests such as CBC, electrolytes, vitamin B12, thyroid function tests, syphilis testing (to investigate for causes of cognitive deficits), and copper and ceruloplasmin levels to rule out Wilson's disease. Workup includes erythrocyte sedimentation rate (ESR), antinuclear antibody (ANA), and liver function tests to investigate rheumatologic disease; CSF testing for biomarkers of neurodegeneration can be performed, such as analysis for 14-3-3 protein, neuron-specific enolase, and CSF real-time quaking-induced conversion (CSF RT-QuIC) to test for prionopathies such as Creutzfeldt-Jakob disease (CJD).\n\nEvaluation for AD can be performed by testing for Amyloid beta-42, phosphorylated tau, and total tau. Regarding neuroimaging, CBD has been shown to have more asymmetric atrophy of the frontal and parietal lobes.\n[28]\nCortical atrophy is observed mainly in the central sulci, supplementary motor area, and superior frontal gyrus. PET and SPECT imaging demonstrate asymmetric activity in the subcortical basal ganglia and cortical frontal-parietal regions.\n[28]\n\nProgressive Supranuclear Palsy\n\nIn PSP, a medical workup is based upon eliminating other diagnoses. Although not diagnostic, neuroimaging is notable for the hummingbird sign (or penguin silhouette sign) on MRI, a name derived from predominant midbrain atrophy with preserved pons resembling a hummingbird or penguin in silhouette. PET studies have shown hypometabolism in the frontal cortex, putamen, caudate, thalamus, and brainstem. Fluorodopa (F-dopa) PET study demonstrates a lower influx of F-dopa in the caudate and putamen compared to PD.\n\nFurthermore, sleep studies are often abnormal in PSP patients with lower total sleep time, loss of REM sleep, and increased awakenings. Histologic findings in PSP show prominent involvement in the basal ganglia (specifically the internal globus pallidus, subthalamic nucleus, and substantia nigra), oculomotor complex, superior colliculi, dentate nucleus, periaqueductal gray matter, and basis pontis.",
    "administration": "In general, there are no disease-modifying treatments for PPS conditions. Treatment is focused on symptom management and improving quality of life. A minority of patients may show some relief of parkinsonism symptoms with levodopa. Alternative agents with limited benefit for parkinsonism include monoamine oxidase type B (MAO-B) inhibitor selegiline, the dopamine-releasing agent amantadine, and dopamine receptor agonists.\n\nManaging tremors includes using propranolol, clonazepam, topiramate, and gabapentin. Anticholinergics and baclofen may be helpful. Physical therapy helps prevent falls, reduces contractures, and promotes mobility. Physical therapists\ncan also help with movement problems through cardiovascular, strengthening, flexibility exercises, gait training, and general fitness programs.\n\nOccupational therapy can assist in promoting independence for activities of daily living. Speech therapy is important in evaluating dysphagia, while dieticians can assist in proper nutrition planning. Palliative and safety measures are important for end-of-life care and limiting stress for the patient and caregivers.\n[5]\n\nMusic or expressive arts therapists may provide meaningful activities that can reduce anxiety and improve well-being. There are also various other treatments and therapies which are specific for individual PPS diseases.\n\nLewy Body Dementia\n\nIn LBD, cholinesterase inhibitors or memantine can be used to treat cognitive or behavioral symptoms. Antipsychotic medications are used when behavioral symptoms are severe. Disabling parkinsonism can be treated with levodopa, although effects are limited.\n[20]\nREM sleep behavior disorder is treated with melatonin or clonazepam. Mental health counselors can help LBD patients manage difficult emotions and behaviors.\n\nMultiple System Atrophy\n\nBotulinum toxin injections may alleviate focal dystonias in MSA. Chronic orthostatic hypotension resulting from autonomic dysfunction can be improved with fludrocortisone acetate or midodrine. REM sleep behavior disorder can be treated with melatonin or clonazepam if necessary.\n[29]\n\nCorticobasal Degeneration\n\nIn CBD, dystonia can be treated with botulinum toxin to improve function in the affected limb.\n[29]\nClonazepam is the agent of choice for treating myoclonus. Acetylcholinesterase inhibitors such as donepezil or rivastigmine can be attempted to treat cognitive deficits.\n[30]\n\nProgressive Supranuclear Palsy\n\nThere are a variety of therapeutic options to address the ophthalmological symptoms of PSP. Patients with limited extraocular movements can use mirror-prism lenses to read and perform activities of daily living with more independence. Eyelid opening apraxia and blepharospasm can be relieved with eyelid crutches and botulinum toxin.\n[29]\nArtificial tears should be used for treating a decreased blink rate, and dark glasses can reduce photophobia.",
    "adverse_effects": "There are various complications in PPS. These are often related to aspects of dementia and parkinsonism. Complications of parkinsonism include immobility and falls. Dysphagia can result in aspiration pneumonia and sepsis in many of these diseases. Urinary tract abnormalities may lead to complications like urinary tract infections.\n[6]\n\nFrequently, medications present many unwanted side effects. Furthermore, autonomic dysfunction can present with cardiac complications.\n[7]\nOften overlooked, behavioral symptoms such as anxiety and depression lead to suicidal ideation.\n[8]"
  }
}