{
  "drug_name": "vera",
  "nbk_id": "NBK610683",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK610683/",
  "scraped_at": "2026-01-11T18:48:08",
  "sections": {
    "indications": "Brachymetatarsia is a congenital or acquired condition characterized by the abnormal shortening of one or more metatarsal bones in the foot, most commonly the fourth metatarsal, followed by the first metatarsal.\n[1]\nThis anomaly can affect other metatarsals or multiple metatarsals simultaneously, disrupting the foot's normal anatomy and biomechanics. The bony skeleton of the human foot consists of 5 metatarsals—long bones essential for the structure, stability, and function of the foot. These bones connect the tarsal bones in the hindfoot to the phalanges of the toes. Metatarsals are numbered medially to laterally—from the first metatarsal (associated with the great toe) to the fifth metatarsal (associated with the little toe).\n\nIn cases of brachymetatarsia, the shortened metatarsal length often results in functional impairments and aesthetic concerns. A noticeable gap may develop between the shortened toe and its adjacent toes, leading to difficulties with shoe fitting, discomfort during ambulation, and psychological distress.\n[2]\nHistorically, brachymetatarsia was underreported; advances in orthopedic and pediatric surgery have enhanced the understanding of its etiology and treatment. Although the first metatarsal is commonly affected in Morton syndrome, the fourth metatarsal is now recognized as the most frequently impacted by brachymetatarsia.\n[3]\n[4]\n[5]",
    "mechanism": "Brachymetatarsia occurs due to the premature closure of the growth plate (epiphyseal plate) in the affected metatarsal, resulting in a significantly shorter bone than its counterparts. The etiology of brachymetatarsia may be genetic, traumatic, iatrogenic, or due to an underlying endocrinopathy.\n\nGenetic Factors\n\nBrachymetatarsia may be sporadic or inherited. Inherited brachymetatarsia may follow an autosomal dominant or autosomal recessive genetic pattern. Familial cases support the hypothesis of a hereditary predisposition, suggesting that certain individuals may be genetically more susceptible to developing this anomaly.\n[2]\n[6]\n[1]\nAn association between congenital brachymetatarsia and Turner syndrome exists.\n[7]\n\nEndocrinopathies\n\nPseudohypoparathyroidism is associated with the development of brachymetatarsia. This disorder disrupts normal bone growth and skeletal development, leading to the premature closure of growth plates and shortened metatarsals. This endocrinopathy contributes to abnormal foot morphology and impaired skeletal maturation by interfering with the hormonal regulation essential for bone elongation.\n[3]\n\nTrauma\n\nAlthough rare, trauma to the foot during critical growth phases can damage the growth plate, disrupting normal bone development. This trauma may occur in the intrauterine environment or after birth.\n[8]\nTraumatic disruption may lead to the premature closure of the growth plate, resulting in the shortening of the affected metatarsal and the onset of brachymetatarsia. Trauma during periods of rapid growth can have enduring effects on foot structure and function.\n[3]\n[1]\n\nIatrogenic Causes\n\nSurgical and nonsurgical interventions or treatments, such as radiation therapy, can occasionally affect the growth plates, disrupting their normal development. This interference may lead to the premature closure of the growth plates, resulting in the shortened metatarsal bones characteristic of brachymetatarsia.\n[3]\n[1]",
    "monitoring": "The diagnosis of brachymetatarsia is primarily clinical, based on a physical examination of the foot and the patient's medical history. Radiographic imaging is essential for confirming the diagnosis and assessing the extent of metatarsal shortening.\n\nX-ray:\nStandard anteroposterior x-rays of the foot are used to diagnose brachymetatarsia by evaluating the curvature of the metatarsal heads. A shortened metatarsal disrupts the normal, smooth curvature of the metatarsal arc, which is a significant diagnostic indicator. For a diagnosis of brachymetatarsia, the affected metatarsal must show a shortening of at least 5 mm compared to the normal arc (see\nImage.\nMetatarsal Head Parabolas Depicting Brachymetatarsia).\n[13]\n\nComputed tomography and magnetic resonance imaging:\nThese advanced imaging modalities may be utilized in specific cases to provide a more detailed evaluation. These modalities are beneficial when there are concerns about concurrent anomalies or underlying pathological conditions that may influence the presentation of brachymetatarsia.\n[9]\n\nLamm Classification\n\nThe Lamm classification of brachymetatarsia focuses discrete deformities in the affected metatarsal ray into 3 broad categories or types.\n\nType A refers to metatarsals that are purely shortened without any other structural abnormalities.\nType B involves bowing or angulation of the metatarsal shaft.\nType C is characterized by metatarsophalangeal joint (MTPJ) incongruency, such as joint deformity, arthritis, or dislocation.\n\nThe Lamm classification uses a number (1–5) to indicate the affected metatarsal, followed by letters (A, B, and C) to describe the specific deformities, including axial length deficiency, bowing, and MTPJ congruency, respectively. For example, \"4ABC\" indicates a shortened fourth metatarsal with shaft bowing and joint incongruency.\n[14]",
    "administration": "The management of brachymetatarsia is tailored to the severity of the condition and the patient's symptoms.\n\nConservative Treatments\n\nConservative approaches may be sufficient for individuals who are asymptomatic or experiencing mild discomfort. These measures focus on alleviating symptoms and enhancing the patient's quality of life without requiring invasive procedures. The key objectives of conservative management are listed below.\n\nPressure relief:\nCustom orthotics and padding can help distribute pressure more evenly across the foot, alleviating discomfort and preventing the exacerbation of symptoms.\n[15]\n\nImproved comfort:\nModifying footwear, such as shoes with a wider toe box, can accommodate the shortened toe and reduce friction, improving comfort, especially in cases where finding properly fitting shoes may otherwise be challenging.\n[15]\n[6]\n\nFunctional support:\nOrthotic devices can provide additional support to the foot's biomechanics, helping maintain proper alignment and function, which can mitigate issues such as abnormal gait patterns.\n[15]\n\nPrevention of secondary issues:\nConservative treatment targets the primary symptoms of brachymetatarsia to prevent or minimize secondary complications, such as calluses, corns, or other pressure-related problems.\n\nSurgical Treatments\n\nFor patients experiencing more pronounced symptoms, such as significant functional impairment, persistent pain, or cosmetic concerns, surgical intervention may be necessary. Several surgical techniques have been developed to address the challenges associated with brachymetatarsia.\n\nCallus distraction (metatarsal lengthening):\nThis technique involves gradually elongating the shortened metatarsal using an external fixation device. The procedure begins with an osteotomy, where the bone is surgically divided. An external fixation device is used to incrementally separate the bone ends at a rate of 1 mm per day, promoting new bone formation in the resulting gap with minimal risk of vasospasm. This method allows for precise control over the lengthening process and has demonstrated favorable outcomes in both functional and aesthetic aspects.\n[16]\nThis is the most commonly used surgical procedure for brachymetatarsia, typically employed when more than 15 mm of lengthening is required.\n[15]\n\nAcute lengthening with bone grafting:\nAcute lengthening is commonly used for cases of minor metatarsal hypoplasia or shortening. The exact threshold for performing one-stage lengthening is debated but generally ranges from 1 to 2 cm.\n[15]\n. However, the general consensus is that acute lengthening is unsuitable for deformities exceeding 2 cm. Lengthening beyond this threshold can place excessive tension on the toe's tendons and, more critically, compromise tissue viability due to vasospasm in stretched neurovascular structures.\n[15]\nAcute lengthening commonly involves the use of autografts or allografts, with plate and screw fixation to stabilize the grafts. While this technique effectively addresses shorter metatarsals, it is constrained by the safe limits of achievable lengthening. Additionally, acute one-stage lengthening with bone grafting demonstrates a complication rate of 19.5%, which is further discussed in the\nComplications\nsection.\n[15]\n\nCombined techniques:\nIn complex or severe cases of brachymetatarsia, a hybrid approach that combines callus distraction with bone grafting may be used. This combination provides a more comprehensive management strategy for the deformity, optimizing both functional and cosmetic outcomes.\n[16]\n\nToe amputation:\nToe amputation is typically considered a last-resort option for managing brachymetatarsia and is rarely performed due to its significant impact on both function and appearance. This procedure may be indicated in severe cases where conservative treatments and surgical lengthening techniques have failed to address persistent pain, functional limitations, or cosmetic concerns. The decision to proceed with amputation requires a thorough evaluation of the patient's overall health, functional needs, and quality of life.\n\nWhile amputation of the affected toe can alleviate chronic pain and severe deformity, it carries significant consequences, including loss of toe function, altered gait, and potential psychological effects. As a result, this approach is typically reserved for cases where less invasive treatments have proven insufficient. Careful consideration of the potential benefits and drawbacks is essential to ensure that toe amputation aligns with the patient's long-term goals and overall well-being.\n\nSurgical Treatment Algorithm Using the Lamm Classification Criteria\n\nThe Lamm brachymetatarsia classification provides a surgical treatment algorithm for addressing specific deformities.\n[14]\n\nType 4A (axial distance deficiency):\nManagement options include acute lengthening with a bone graft for cases involving less than 1 cm of shortening or gradual lengthening through percutaneous distraction osteogenesis (PDO) with external fixation. Bone grafting involves the use of autografts or allografts, which are secured with plate and screw fixation. In PDO, external fixators with half pins are placed in the metatarsal and proximal phalanx, with additional stabilization potentially required for lengthening exceeding 15 mm.\nType 4AB (axial distance deficiency and bowing):\nThis approach involves using the PDO technique for axial lengthening combined with an acute realignment osteotomy to address bowing. The osteotomy is performed at the center of rotation and angulation (CORA), allowing for precise realignment of the metatarsal. The external fixator stabilizes the metatarsal and protects the MTPJ during lengthening and realignment.\nType 4B (bowing of the metatarsal shaft):\nThis involves a percutaneous acute realignment osteotomy at the CORA to correct the bowing, followed by stabilization with either internal or external fixation. The procedure aligns the distal and proximal axes of the metatarsal, restoring its normal structure.\nType 4BC (bowing and congruency of MTPJ):\nThis approach involves an osteotomy to correct bowing and a soft tissue release or osseous realignment for MTPJ relocation. The joint is held in a neutral position with an external fixator, and joint distraction is sustained for 6 to 12 weeks.\nType 4AC (axial distance deficiency and congruency of MTPJ):\nThis approach combines the PDO technique for axial lengthening with MTPJ realignment through reduction, soft tissue release, or joint resurfacing. An external fixator maintains neutral joint positioning, with joint distraction maintained for several weeks.\nType 4C (congruency of MTPJ):\nMTPJ relocation is achieved through manual reduction, soft tissue release, or joint resurfacing, followed by stabilization with an external fixator. Joint distraction of 5 mm is maintained for 8 to 12 weeks to promote optimal healing.\nType 4ABC (axial deficiency, bowing, and congruency of MTPJ):\nThis comprehensive approach combines PDO for lengthening, acute osteotomy for bowing correction, and MTPJ relocation through soft tissue release or joint realignment. An external fixator stabilizes the metatarsal and joint in a neutral position, ensuring proper healing and restoration of function.",
    "adverse_effects": "Brachymetatarsia can lead to complications that significantly affect a patient’s overall quality of life. These issues may be categorized into functional, aesthetic, psychological, surgical, and secondary orthopedic complications.\n\nFunctional Complications\n\nAltered gait:\nThe shortened metatarsal interferes with the normal foot mechanics, leading to an abnormal gait. This imbalance can result in compensatory movements, placing additional strain on other parts of the foot and potentially causing secondary issues.\n\nPain and discomfort:\nMany individuals with brachymetatarsia experience discomfort, particularly during walking or prolonged standing. The abnormal foot structure increases pressure on adjacent toes and metatarsals, contributing to pain.\n\nCalluses and corns:\nAltered foot mechanics in brachymetatarsia often lead to the development of calluses and corns, especially on the undersides of the toes and metatarsal heads. These skin conditions can cause significant discomfort and frequently necessitate ongoing medical care.\n\nShoe-fitting challenges:\nThe discrepancy in toe length can make it difficult to find shoes that fit properly. Ill-fitting footwear may exacerbate pain and lead to blisters and other related foot problems.\n[5]\n\nAesthetic and Psychological Complications\n\nFor many patients, the noticeable shortening of the toe raises significant cosmetic concerns. The visible gap or elevated position of the affected toe can be distressing, particularly for individuals who are self-conscious about the appearance of their feet. This aesthetic deformity, along with functional challenges, often leads to psychological stress, which can diminish self-esteem and cause feelings of social embarrassment. Patients may become reluctant to expose their feet in public, avoiding activities such as swimming or wearing open-toed shoes, contributing to increased isolation and emotional strain.\n[20]\n\nSurgical Complications\n\nWhile surgical interventions can effectively address brachymetatarsia, these procedures carry risks.\n\nInfection:\nAs with any surgical procedure, infection is a potential risk, particularly at the incision site. The external fixation devices used in certain surgeries may further elevate this risk by providing additional entry points for bacteria, which can lead to postoperative infections.\n\nNonunion or delayed union:\nBone healing may be compromised in cases of nonunion, where the bone ends fail to fuse, or delayed union, where the healing process is abnormally slow. Both complications may necessitate further surgical interventions to support proper bone recovery.\n\nNeurovascular injury:\nSurgical procedures on the foot risk damaging nearby nerves or blood vessels. This can lead to symptoms such as numbness, tingling, or, in severe cases, reduced blood flow to the affected area.\n\nRecurrence or residual deformity:\nDespite the success of surgery, there is always a possibility that the deformity may recur or that some malalignment may persist. In some cases, the resultant lengthening may be insufficient, or the toe may fail to align properly with the adjacent toes, leading to dissatisfaction with the outcomes.\n\nHardware complications:\nProcedures involving hardware, such as external fixation devices or internal implants, may be complicated by hardware failure, loosening, or irritation. These problems may necessitate additional surgeries for correction or adjustment.\n\nSecondary Orthopedic Issues\n\nDeformities in adjacent toes:\nThe altered mechanics of the foot can cause secondary deformities in nearby toes, such as hammertoes or claw toes. These conditions can further complicate both functional and aesthetic outcomes.\n\nMetatarsalgia:\nIncreased pressure on the remaining metatarsals can lead to metatarsalgia, a condition marked by pain and inflammation in the ball of the foot. This condition can be particularly disabling and may require additional treatment.\n\nStress fractures:\nThe altered weight distribution and changes in gait mechanics can elevate the risk of stress fractures. These fractures can be painful and usually require an extended period of rest and immobilization for healing."
  }
}