{
  "drug_name": "vigabatrin",
  "nbk_id": "NBK557579",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557579/",
  "scraped_at": "2026-01-11T15:41:00",
  "sections": {
    "indications": "To determine the possible teratogenicity of vigabatrin, researchers conducted a study involving the injection of either a low dose (350 mg/kg) or a high dose (450 mg/kg) of vigabatrin intraperitoneally in pregnant mice. This intervention resulted in severe intrauterine growth restriction and fetal loss in the high-dose group. Folate and B12 levels fell to half in both treatment groups. This outcome raises concern for neural tube defects, making pregnancy a possible contraindication to vigabatrin.\n[20]\nThere are no specific contraindications listed on the manufacturer's labeling.\n\nBox Warnings\n\nVigabatrin can cause permanent bilateral concentric visual field constriction (ie, tunnel vision), which may lead to disability and reduced visual acuity. The risk increases with higher doses and cumulative exposure, with no known safe dose. The risk persists during treatment and possibly after discontinuation. Baseline and periodic vision assessments are recommended, though they may not prevent damage. Vigabatrin is available only through a restricted program called the Risk Evaluation and Mitigation Strategy (REMS).\n[21]\n[22]",
    "mechanism": "Vigabatrin is an irreversible inhibitor of gamma-amino-butyric acid transaminase (GABA-T), an enzyme that degrades GABA, an inhibitory neurotransmitter. Vigabatrin is structurally similar to GABA, with an extra vinyl group. This similarity allows vigabatrin to act as a substrate for GABA-T, freeing GABA in the synaptic cleft. The concentration of GABA increases in the brain, which aids in terminating seizure activity. In addition to inhibiting GABA-T, vigabatrin also prevents the neuronal uptake of GABA and stimulates its release into the synapse. Some studies have demonstrated that vigabatrin enhances the action of the inhibitory neurotransmitter glutamine, which researchers suggest enhances its anticonvulsant effect.\n[7]\n[8]\n\nPharmacokinetics\n\nAbsorption:\nComplete absorption occurs after oral administration. Peak plasma concentrations are achieved in approximately 1 hour.\n\nDistribution:\nVigabatrin does not bind to plasma proteins and is widely distributed. The drug exhibits negligible plasma protein binding.\n\nMetabolism:\nVigabatrin is a mild inducer of CYP2C9, undergoes minimal hepatic metabolism, and is primarily excreted unchanged through the kidneys.\n[9]\n\nExcretion:\nApproximately 95% of vigabatrin is excreted unchanged in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nVigabatrin is available as a tablet for adults and older children, as a ready-to-use solution for infants and younger children, and as an oral powder. Tablets and sachets of powder are available in 500 mg doses. The solution requires dissolving 500 mg of vigabatrin in 10 mL of water to achieve a 50 mg/mL concentration.\n\nDosage\n\nThe dose is calculated based on weight and is administered in 2 divided doses daily (BID). The FDA recommends an initial dose of 50 mg/kg/d for patients with infantile spasms, which can be increased to a maximum of 150 mg/kg/d over 3 days if adequate control of spasms is not achieved.\n[7]\nTo treat refractory complex partial seizures, the initial dose is 250 mg BID for children aged 10 to 16 and weighing 25 to 60 kg, followed by a maintenance dose of 1000 mg BID. In patients older than 16 and weighing more than 60 kg, the maintenance dose may be increased to 3000 mg/d. The FDA has not approved an appropriate dose for children younger than 10; the dosing can be extrapolated from that of adults depending on the patient response (ie, how well the seizures are controlled).\n[10]\n\nSpecific Patients Population\n\nHepatic impairment:\nVigabatrin is almost completely renally eliminated (80% to 95%) without undergoing hepatic metabolism. Dose adjustment is unnecessary for patients with liver failure.\n[11]\n\nRenal impairment:\nCaution is advised when administering vigabatrin to patients with renal impairment as it is eliminated by the kidneys without any prior metabolism. Creatinine clearance (CrCl) is inversely proportional to the serum concentration of vigabatrin.\n[11]\n[12]\nTherefore, for patients with mild renal impairment (CrCl 50 to 80 mL/min), the dose of vigabatrin should be reduced by 25%. For moderate renal impairment (CrCl 30 to 50 mL/min), a reduction of 50% is necessary. If renal impairment is severe (CrCl 10 to 30 mL/min), the dose must be reduced by 75%.\n\nPregnancy considerations:\nVigabatrin is considered a pregnancy category C medicine. Due to its potential visual adverse effects, therapy should be initiated cautiously after carefully evaluating the risk-benefit analysis. According to guidelines from the American Academy of Neurology (AAN), the American Epilepsy Society (AES), and the Society for Maternal-Fetal Medicine (SMFM), clinicians prescribing vigabatrin to patients with epilepsy and additional comorbidities should advise their patients that there is limited data on pregnancy-related outcomes associated with this drug.\n[13]\n\nBreastfeeding considerations:\nA small amount of the drug is present in breastmilk in women receiving dosages up to 2000 mg. Until more information is available, vigabatrin therapy should be used with caution in breastfeeding patients.\n[14]\n\nPediatric patients:\nThe clearance of vigabatrin is 5.1 and 5.8 L/hr for children (3 to 9 years) and adolescents (10 to 16 years), respectively. The clearance is about 7 L/hr for adults. Clinicians are advised to administer the lowest therapeutically beneficial dose possible.\n\nOlder patients:\nPer the manufacturer labeling, the renal clearance of vigabatrin in otherwise healthy older adults (65 and older) was 36% less than in healthy adults.",
    "adverse_effects": "Vigabatrin has several adverse effects in both pediatric and adult age groups. Mild effects include insomnia, drowsiness, hypotonia, and behavioral changes. Significant effects include magnetic resonance imaging (MRI) changes and visual disturbances.\n[15]\nPeripheral visual field defect (VFD) concentrically occurs in both eyes as early as 9 months and 11 months after initiating treatment in adults and children, respectively. On average, visual field defects are most commonly detected after 5 to 6 years of vigabatrin therapy. Patients tend to turn their heads and move their eyes in a particular direction to compensate for the visual loss, which may be clinically apparent. In contrast, central vision remains primarily unaffected. Because of potential toxicity, the FDA made it compulsory to conduct a baseline ophthalmologic examination before starting vigabatrin treatment in any patient. For patients 9 and older, perimetry testing detects any VFD; electroretinography should be performed twice in younger patients to confirm VFD. Despite the risk of retinal toxicity, vigabatrin remains a crucial treatment for infantile spasms as the benefits outweigh the risks; infantile spasms are thought to cause more severe developmental problems.\n[16]\nMRI changes occur in 20% to 30% of patients receiving vigabatrin. These include hyperintensities in the basal ganglia, thalami, and brainstem on diffusion-weighted and T2/FLAIR sequences. These findings typically disappear after therapy cessation.\n[17]\nAccording to a meta-analysis, risk factors for MRI abnormalities include a patient age younger than 12 months and higher dosages.\n[18]\n\nDrug-Drug Interactions\n\nPhenytoin:\nVigabatrin may reduce phenytoin plasma levels; dose adjustment may be clinically indicated.\n\nClonazepam:\nVigabatrin may increase clonazepam’s peak concentration, enhancing its associated adverse effects.\n\nDrug-Laboratory Interactions\n\nReduced ALT/AST activity:\nAccording to the FDA-approved product labeling, vigabatrin can reduce ALT and AST plasma levels, which may obscure liver function assessment and delay the detection of hepatic injury.\nMetabolic disorders:\nVigabatrin can increase urinary amino acid excretion, potentially leading to false positive test results for metabolic diseases like α-aminoadipic aciduria. To avoid misdiagnosis, metabolic test results in patients treated with vigabatrin must be interpreted cautiously.\n[19]",
    "monitoring": "Monitor vision periodically and check for signs and symptoms of anemia. Monitor for any unusual changes in mood or behavior, emergence or worsening of depression, or suicidal thoughts or behavior. Therapeutic drug monitoring of vigabatrin helps to assess drug compliance and drug overdose. For this purpose, serum concentration is detectable through capillary electrophoresis, gas chromatography/mass spectrometry, or high-performance liquid chromatography. Vigabatrin has a wide therapeutic range ranging between 0.8 mg/L and 36 mg/L, making monitoring less critical except for patients with renal impairment. These patients can attain toxic levels much faster due to impaired clearance.\n[23]\nA recent study used a pharmacokinetic model to identify an optimal vigabatrin exposure range of (AUC) 264–549 mg·h·L, revealing a 95% response rate for epileptic spasms. Higher doses did not improve therapeutic effects but increased ocular toxicity risk. Body weight and creatinine clearance were key factors influencing drug variability. This supports using a targeted concentration strategy to maximize effectiveness while reducing potential ocular damage.\n[24]",
    "toxicity": "Signs and Symptoms of Overdose\n\nVigabatrin toxicity typically develops gradually as a result of prolonged treatment. One case of acute toxicity involved a 25-year-old patient who attempted suicide by consuming 120 vigabatrin tablets (500 mg each). She had a history of refractory seizures, for which a temporal lobectomy was performed. After the surgery, she was placed on phenytoin, carbamazepine, and vigabatrin. The patient was admitted to the hospital after consuming the tablets. She was found to be very agitated and combative, requiring physical restraint. She had impaired concentration and was disoriented to time and place. Given the findings, she received a diagnosis of vigabatrin-induced delirium. No specific antidote was administered to reverse the toxicity. She was treated symptomatically with diazepam and haloperidol. Forty-eight hours later, the patient recovered but could not recall the series of events that occurred. Her renal and hepatic parameters remained normal throughout the admission.\n[25]\nUnconsciousness, drowsiness, or coma have been described in most cases of vigabatrin overdose. Less commonly reported symptoms include psychosis, vertigo, bradycardia, apnea, respiratory depression, agitation, headache, irritability, confusion, hypotension, abnormal behavior, increased seizure activity, speech disorder, or status epilepticus. These symptoms were resolved with supportive care.\n\nManagement of Overdose\n\nDuring a vigabatrin overdose, supportive measures include monitoring vital signs and assessing the patient's clinical condition regularly to ensure proper management and intervention as needed. Given vigabatrin's pharmacokinetic profile, hemodialysis would significantly accelerate drug extraction and reduce vigabatrin plasma concentrations by 40% to 60%, making it a potential intervention for overdoses.\n[12]"
  }
}