{
  "drug_name": "vit.b12",
  "nbk_id": "NBK578183",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578183/",
  "scraped_at": "2026-01-11T18:48:10",
  "sections": {
    "indications": "Acute or subacute loss of visual acuity caused by circulating antibodies formed against the retinal proteins in the presence of systemic cancer is called cancer-associated retinopathy or carcinoma-associated retinopathy (CAR).\n[1]\n[2]\n[3]\nIt is described under the broad spectrum of autoimmune retinopathy (AIR) diseases.\n[4]\nAutoimmune retinopathy can be paraneoplastic (pAIR) and nonparaneoplastic (npAIR).\n[5]\n\nSawyer et al first described visual loss along with retinal degeneration in patients suffering from lung carcinoma in 1976.\n[6]\nThe term paraneoplastic retinopathy (PR) was coined by Klingele et al to describe autoimmune retinopathy associated with a distant neoplasm.\n[7]\nThey described PR as \"a nonmetastatic remote effect of carcinoma and is characterized by rapid visual deterioration accompanied by narrow arterioles seen on ophthalmoscopic examination and an extinguished electroretinogram.\" In AIR, autoantibodies against retinal proteins are found in the serum of patients without a known malignancy, whereas, in PR, retinal antibodies are seen in the presence of an underlying malignancy.\n[8]\n\nCAR is a rare type of retinal paraneoplastic retinopathy. Paraneoplastic syndrome is defined as \"rare clinical syndromes due to the systemic effects of tumors; they are unrelated to tumor size, invasiveness or metastases.\"\n[9]\nCAR is characterized by sudden and progressive vision loss.\n[10]\nOther entities included in the pAIR visual syndromes are melanoma-associated retinopathy (MAR), paraneoplastic optic neuropathy (PON), and bilateral diffuse uveal melanocytic proliferation (BDUMP).\n\nOften, the loss of visual acuity from CAR can occur even before diagnosing cancer.\n[11]\nIt has been reported that the diagnosis of CAR (confirmed by the presence of antiretinal antibodies in the sera) precedes the diagnosis of cancer in up to 50% of patients.\n[12]\nManagement options for CAR include systemic steroids, intravenous immunoglobulin, and various monoclonal antibodies.",
    "mechanism": "Small-cell lung carcinoma (SCLC) is the most important condition associated with npAIR syndrome.\n[13]\nAssociations of CAR include:\n\nNon-SCLC\n[1]\nBreast cancer\nEndometrial cancer\n[14]\nInvasive thymoma\n[12]\nLymphoma\n[15]\nUterine cervical cancer\n[16]\nEndometroid sarcoma\n[6]\nMyeloma\nBasal cell carcinoma\n[17]\nColon cancer\nKidney cancer\n[18]\nLeukemia\nMixed Müllerian tumor\nProstate cancer\nMelanoma\nSquamous cell carcinoma\nPancreatic cancer\nLaryngeal carcinoma\n[19]\nUrinary bladder carcinoma\n[19]",
    "monitoring": "Various modalities are used to confirm the diagnosis of CAR.\n\nVisual Fields\n\nVisual field testing usually shows constriction of fields. Other visual field defects include central, cecocentral, or equatorial scotomas and enlargement of the blind spot.\n[22]\n[69]\n\nFundus Autofluorescence\n\nFundus autofluorescence (FAF) is an important noninvasive tool used to analyze patients with CAR; it uses a scanning laser ophthalmoscope and is based on the evaluation of lipofuscin.\n[70]\nLipofuscin is a fluorophore derived from photoreceptor outer segments.\n[71]\nPhotoreceptor death and retinal pigment epithelium (RPE) atrophy cause hypoautofluorescence (decreased autofluorescence), whereas increased RPE function causes hyperautofluorescence (increased autofluorescence).\n[72]\n[73]\n\nCAR is characterized by a hyperautofluorescent parafoveal ring with normal autofluorescence within the ring and hypoautofluorescence outside the ring, primarily centered in the macular and peripapillary region. Hyperautofluorescent rings can also be seen in multiple disorders, including retinitis pigmentosa, X-linked retinoschisis, Leber congenital amaurosis, and cone dystrophy.\n[74]\n[75]\n[76]\nIn Retinitis Pigmentosa, a parafoveal ring of increased autofluorescence (Robson-Holder ring) can be seen in up to 59% of patients.\n[77]\n\nThe Robson-Holder ring represents an area of lipofuscin accumulation around a preserved subfoveal RPE.\n[78]\nFAF can detect even minute structural changes in patients with CAR, which are difficult to identify on an ophthalmoscope. Hence, it should be incorporated as a part of the standard imaging protocol for such patients.\n\nFundus Fluorescein Angiography\n\nFundus Fluorescein Angiography (FFA) is usually normal. Infrequent findings include optic nerve head staining, perivascular leakage in vasculitis, and petaloid leak at the macula in cystoid macular edema. Peripheral subtle window defects corresponding to retinal degeneration may also be seen.\n[64]\n[79]\n\nSpectral-Domain Optical Coherence Tomography\n\nSpectral-Domain Optical Coherence Tomography (SD-OCT) provides an objective measure of the amount of retinal damage that has occurred and is also helpful in diagnosing CAR. It may detect the presence of CAR in the early stages.\n[80]\n[81]\nSee\nImage.\nCancer-Associated Retinopathy.\n\nSD-OCT shows loss of the outer retinal complex, including disruption of the ellipsoid zone (EZ) and thinning of the photoreceptor layer. Abazari et al demonstrated the presence of outer retinal abnormalities and decreased central macular thickness on SD-OCT in CAR patients.\n[81]\nSimilarly, Sepah et al showed\na\nstatistically significant loss of the photoreceptor layer in CAR patients.\n[82]\n\nOCT findings depend upon both the severity and the duration of the disease. Diagnostic delay accounts for deterioration in the visual acuity and imminent reduction in the subfoveal EZ. Cystic spaces or the presence of cystoid macular edema (CME) is also a frequent finding. Larson et al, in a study among 17 patients with autoimmune retinopathy, showed CME to be the most prevalent finding seen in 24% of the patients. Patients with CME at initial presentation have a greater rate of EZ loss than those without CME.\n[83]\n\nThe condition is also more aggressive in patients with CME, which manifests in reduced a and b waves in the electroretinogram.\n[84]\nVitreomacular traction induced by an epiretinal membrane has also been reported in patients with CAR.\n[85]\nOccasionally, mild schisis-like changes can also be seen. Intact EZ and external limiting membrane on OCT in patients before treatment may denote good visual recovery.\n[86]\n\nElectrophysiological Tests\n\nThese measure the electrical activity generated by the eye, the optic pathways, and the visual cortex. The full-field electroretinogram (ffERG) provides information about activity in the rod and cone systems and other neural elements.\n[87]\nERG may be a more sensitive tool than OCT, and ffERG is abnormal in the early stage of the disease. However, some cases may have involvement of the central cones, which is only evident in multifocal ERG (mfERG).\n\nThe mfERG indicates the topographical location of the response within the retina. Measurement of the integrity of the retinal pigment epithelium is given by the electrooculogram (EOG). The a-wave of ffERG indicates the response of the photoreceptors. The b-wave can be photopic and scotopic. The photopic, cone-driven b-wave reflects the activity of the on and off bipolar cells, whereas the scotopic, rod-driven b-wave reflects the activity of the on-type bipolar cells.\n\nPhotoreceptor damage affects both the a and b-waves, whereas conditions affecting the bipolar cells result in an absent b-wave with a wave showing negative deflection. Oscillatory potentials (OPs) represent the activity of a complex feedback circuit that includes amacrine cells, bipolar cells, and interplexiform cells.\n[88]\nResponses such as delayed b-waves, the extinguishing of a- and b-waves involving the rods and cones, reduced b-waves, and an electronegative ERG may be seen in patients with CAR.\n[89]\n[90]\n\nElectronegative ERG is more typical of melanoma-associated retinopathy. ffERG is almost always abnormal, showing absent or attenuation flash responses in photopic and scotopic conditions. When cones are mainly affected, ffERG might be normal, but the multifocal ERG is abnormal.\n[91]\n\nIn a case series of 10 patients by Thirkill et al, loss of rod and cone amplitudes with normal or prolonged implicit times were seen in patients with antirecoverin antibody–associated CAR.\n[1]\nWeleber et al, in a case series of 12 patients, showed that anti–enolase-associated retinopathy is associated with more central or global cone dysfunction than rod dysfunction.\n[63]\nIn a case series of 39 patients, Adamus et al showed abnormal electroretinogram findings in patients with anti–rod transducin-α associated with npAIR and CAR.\n[44]\nThe patients associated with anti–rod transducin-α were usually females (female-to-male ratio, 2:1), had abnormal rod function, and typically, there was no evidence of cancer.\n[44]\n\nAntibody Testing\n\nThe presence of antiretinal antibodies in cancer patients was first shown by Kornguth et al\n[92]\n. Testing can be done using immunohistochemistry, western blotting, enzyme-linked immunosorbent assay (ELISA, or multiplex assay systems. Adamus et al first showed that clinical manifestations in CAR vary based on the triggering antigens and the circulating antibodies. Diffuse rod and cone involvement is seen in CAR patients with antirecoverin antibodies.\n[63]\n\nPatients with anti–α-enolase antibodies have limited involvement of the central cones. CAR associated with transducin-α antibodies has more rod degeneration. Serum antibody levels may be found to be elevated even after completion of treatment of the primary neoplasm, and it may also be associated with the progression of CAR. However, fluctuating autoantibody levels in the serum do not indicate cancer recurrence or progression.\n\nThe role of serial serum antiretinal antibody levels for longitudinal monitoring requires further research, and technical difficulty and cost limit its regular use. It is important to note that antiretinal antibodies can be found even in the normal population and patients with nonparaneoplastic autoimmune retinopathy. Ko et al showed\nthe\npresence of antiretinal antibodies in 42% of normal individuals.\n[93]\nHence, positive antiretinal antibodies alone are not diagnostic of CAR. Antiretinal antibodies can also be found in the sera of patients with systemic autoimmune diseases like Behçet disease, SLE, and age-related macular degeneration.\n[94]\nKhanna et al, in a review of 20 eyes of 15 patients with autoimmune retinopathy, showed a higher percentage of anti-enolase antibodies in the serum and staining of the photoreceptor layer in patients that developed CME.\n[83]\n\nAs CAR can precede the underlying cancer diagnosis by several months, running a systemic survey facilitated by the primary care physician is essential. This includes a thorough medical history with physical examination, complete blood investigations, MRI of the brain, CT of the chest, abdomen, and pelvis, whole-body PET, and other appropriate tests such as mammogram, colonoscopy, prostate and genitourinary system evaluation, and others. This extensive methodology is pivotal in determining the treatment protocol and prognosis of the patient.\n[35]\n\nThere are no set diagnostic criteria for CAR. The diagnosis is made by combining the patient's clinical symptoms, exam findings, diagnosis of systematic cancer, and positive antibodies against retinal proteins. A patient's visual symptoms may precede cancer diagnosis, making the diagnosis of CAR difficult initially.",
    "administration": "Early initiation of treatment for CAR is critical for the preservation of vision. CAR associated with untreated antirecoverin antibodies may lead to severe vision loss and even no perception of light.\n[63]\nThe treatment must be targeted toward the ocular condition because the removal of underlying cancer does not affect the course of CAR. However, regression of the primary neoplasm brings about a significant decline in the circulating autoantibodies.\n[95]\nNo standardized approach or protocol has been laid for treating paraneoplastic retinopathy. The management of CAR is often difficult, and visual loss may progress despite therapy.\n\nSystemic steroids can be used for treatment, but they have variable outcomes. The use of corticosteroids has been seen to be more efficient in the short-term management of CAR associated with recoverin-mediated auto-antibodies. Keltner et al first used serum auto-antibody–guided prednisone to control intraocular disease in a cancer patient.\n[2]\nThe dose of initial oral prednisone may be as high as 1 to 2 mg/kg/day.\nOther treatment options include intravitreal triamcinolone and subtenon triamcinolone (40-60 mg).\n[96]\n[97]\nHowever, periocular or intraocular steroids can cause a rise in intraocular pressure, which has to be controlled with topical medications.\n[98]\n\nIntravenous methylprednisolone (500 mg/day for 3 days), when integrated with resection of the primary neoplasm, can lay down notable short-term improvement, as reported by Dot et al.\n[14]\nThe use of intravenous methylprednisolone is associated with more favorable outcomes as compared to oral prednisone and hence can be used to initiate the treatment.\n[99]\nPlasmapheresis coupled with prednisone may also show beneficial effects in patients with CAR.\n[95]\n\nMultiple steroid-sparing immunomodulatory agents have been used to treat CAR, but no single therapy has shown consistency or long-term efficacy. Systemic azathioprine (100 mg/day), cyclosporine (100 mg/day), and mycophenolate mofetil (2 g/day) have been used in the management of CAR. Parallel and synchronous use of multiple agents can be done to hold up the visual decline. Ferreyra et al showed that supplementation of immunosuppressive agents (eg, azathioprine [100 mg/day] and cyclosporine [100 mg/day]) causes improvement in visual acuity and visual fields with stabilization in ERG in patients with CAR associated with recoverin autoantibodies.\n[98]\n\nGuy et al showed stabilization in patients with CAR using intravenous immunoglobulins (IVIG). IVIG (400 mg/kg/d for 5 days) can improve visual acuity and field.\n[100]\nHowever, CAR associated with anti–α-enolase antibodies is challenging to manage even with IVIG. The use of IVIG and plasmapheresis in the CAR treatment is appropriate if given before the onset of irreversible neuronal degeneration.\n\nNewer treatment modalities include the use of newer monoclonal antibodies such as alemtuzumab (anti-CD52, pan-lymphocyte) dosed at 30 mg intravenously 3 times a week for 4 months) and rituximab (anti-CD20, B-cell) in patients who have failed prednisone and IVIG.\n[35]\n[101]\n\nRituximab dosed at 1000 mg twice a week of 2 doses or 375 mg once a week for 4 weeks, when combined with immunosuppressive agents (eg, prednisone, azathioprine, infliximab, cyclosporine, and mycophenolate), gave beneficial effects in the form of stable or improved visual outcomes in 77% of eyes in a retrospective case series of 16 patients (30 eyes) with autoimmune retinopathy (including 1 melanoma-associated retinopathy, 6 CAR, and 9 npAIR patients).\n[102]\n\nOhguro et al showed improvement in ERG and a delay in the progression of the disease by pharmacological reduction of intracellular calcium (nilvadipine) in experimental animals. The antirecoverin antibodies get localized in the photoreceptor cells to block the recoverin function and regulate rhodopsin, resulting in the enhancement of phosphorylation of rhodopsin and induction of apoptotic cell death.\n[103]\n\nRetinal dysfunction may be prevented by decreasing the phosphorylation of light-dependent rhodopsin or by antagonism of the intracellular calcium levels. AdamIn an experimental CAR model, a study demonstrated that nifedipine might protect from apoptosis.\n[104]\nHowever, there might be progressive loss in visual acuity despite calcium channel blocker monotherapy in humans. Hence, the effectiveness of using calcium channel blockers or tinted glasses to reduce the ambient light in curbing the pathogenesis of CAR in human beings needs further exploration.\n\nAntioxidants and vitamins like lutein, vitamin C, vitamin E, and beta carotene (in nonsmokers) may help stabilize retinal degeneration and the disease course. However, their exact role may need further evaluation. Future treatment for CAR is directed towards inhibiting vascular\nendothelial growth factor (VEGF) receptor 1 to prevent the penetration of antibodies. Calcium modulation and ciliary neurotrophic factor (CNTF) gene transfer may cause a delay in apoptosis.\n[105]\nMonoclonal antibodies targeted towards B-cell inhibition can also be used as a safer mode of treatment for patients with CAR.",
    "adverse_effects": "Choroidal neovascularization can occur secondary to CAR.\n[53]\nOther causes of vision loss in patients with CAR include cataracts, macular edema, foveal thinning, and secondary optic atrophy.\n[65]\nThe mortality depends on the cause of CAR, and the primary malignancy should be managed optimally."
  }
}