{
  "drug_name": "vit. d",
  "nbk_id": "NBK546634",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK546634/",
  "scraped_at": "2026-01-11T18:48:08",
  "sections": {
    "indications": "Small intestinal bacterial overgrowth (SIBO) is the presence of excess colonic bacteria in the small intestine. These excess organisms result in multiple intestinal symptoms like abdominal pain, bloating, diarrhea, and rarely malabsorption.\n[1]\n. The proximal small intestine typically contains relatively few bacteria due to the presence of stomach acid and the effects of peristalsis. Lactobacilli, enterococci, facultative anaerobes, and gram-positive anaerobes are predominantly organisms in the small intestine. The concentration of organisms rarely exceeds ten organisms/mL in the jejunum. Bacteroids, Lactobacillus, Clostridium, and bifidobacteria, the predominant organisms in the colon, are seldom seen in the proximal small intestine.\n[2]\nThe terminal ileum microbiome is intermediate between the proximal small intestine (aerobic flora) and colon (densely anaerobic); in the absence of an ileocecal valve terminal ileum, the microbiome is similar to the colon with ten organisms/ml. When the protective mechanisms (peristalsis, stomach acid) against excessive bacterial growth fail, small intestinal bacterial overgrowth (SIBO) can manifest. Due to recent advances in medicine and increased awareness and understanding, SIBO is considered by most clinicians as a differential diagnosis in patients with non-specific gastrointestinal complaints.",
    "mechanism": "The etiology of small intestinal bacterial overgrowth is complex. It can be from motility, anatomic, immune, gastric hypochlorhydria, and metabolic and other systemic disorders.\n\nImportant host defense mechanisms against bacterial overgrowth in the small intestine are gastric acid and bile, peristalsis, proteolytic digestive enzymes, intact ileocecal valve, and secretory IgA. When these protective barriers fail, SIBO occurs. Gastric acids and bile destroy and prevent bacteria from passing through the intestines after ingesting food. So, SIBO is associated with achlorhydria.\n[3]\nAlso, proteolytic enzymes digest and degrade bacteria in the intestines. So, chronic pancreatic insufficiency is associated with SIBO.\n[3]\nMigrating motor complexes are responsible for peristalsis and cleansing of the small intestine and prevent retrograde translocation of bacteria.\n[4]\nSIBO is associated with disorders of abnormal gastrointestinal motility, such as irritable bowel syndrome, narcotic use, post-radiation enteropathy, hypothyroidism, diabetes mellitus, and scleroderma.\n[3]\n\nAn intact ileocecal valve and antegrade motility of the ileum prevent retrograde translocation of colonic bacteria.\n[5]\nAnatomic abnormalities lead to stasis of the bowels, which may predispose them to SIBO. Such anatomic disorders may include small intestinal diverticulosis, bowel strictures, post-operative adhesions, gastric bypasses with blind intestinal loops, and ileocecal resection.\n[3]\nLastly, the gastrointestinal tract's secretory immunoglobulin Ig A abundance prevents bacterial proliferation and maintains intestinal immunity.\n[6]\nImmunodeficiency disorders, such as acquired immune deficiency syndrome, combined variable immunodeficiency, and IgA deficiency, are associated with an increased risk of SIBO.\n[7]",
    "monitoring": "There is no validated gold standard diagnostic test for SIBO.\n[2]\nWhen a patient presents with signs and symptoms concerning SIBO, the diagnosis garners further support with a positive carbohydrate breath test or a bacterial concentration of more than 1000 colony-forming units/mL in a jejunal aspirate culture.\n[21]\nA carbohydrate breath test is a noninvasive, fast, and inexpensive test.\n[22]\nThe test uses the principle that the metabolism of either lactulose or glucose as its carbohydrate substrate by bacteria will produce either hydrogen or methane. This product will then be absorbed and excreted in the patient's breath.\n[21]\nA rise of more than 20 parts per million from baseline in hydrogen within 90 minutes or a methane level of more than ten parts per million are positive results.\n[21]\nResults may be falsely positive in patients with short bowel syndrome. Low anaerobic organism counts may result in false negative results. In a review by Romagnuolo J et al., the sensitivity of the glucose breath test is 20-93%, and specificity is 45-86%.\n[23]\nThe lactose breath test has 17-68% sensitivity and 44-86 % specificity.\n[24]\nIn an appropriate clinical setting with no risk factors, breath tests can be used for SIBO diagnosis.\n\nA bacterial concentration of less than 10 is diagnostic of SIBO, but it is invasive, time-consuming, and expensive, as it is obtained during an upper endoscopy. The results are also poorly reproducible and can lead to false results from patchy bacterial overgrowth or contamination with oropharyngeal flora.\n[25]\nOther laboratory findings that support a diagnosis of SIBO may include vitamin levels and markers of malnutrition.\n[18]\nOnce there is a suspicion of SIBO, additional testing to identify the etiology merits consideration. Anatomic and mucosal abnormalities can be investigated with abdominal imaging and endoscopies. Testing for disorders of abnormal gastrointestinal motility, pancreatic insufficiency, and immunodeficiencies can be considered case-by-case.\n[3]\nRarely, endoscopy with small bowel biopsy is used.\n\nIn patients without specific risk factors for SIBO, upper and lower endoscopies are generally performed to rule out other causes like atrophic gastritis and Crohn disease. If endoscopies are normal, imaging studies are done to rule out partial obstruction, diverticula, fistula, or other inflammatory findings. Magnetic enterography increases the sensitivity of diagnosing small intestinal bowel strictures but is costly.\n\nA thorough evaluation of the cause of SIBO should be worked up, as SIBO is associated with cirrhosis, kidney disease, chronic pancreatitis, and immunodeficiency disorders.\n[4]\nOther abnormal laboratory results commonly seen are macrocytic anemia, low B12, thiamine, and niacin levels, elevated folate, vitamin K levels, and increased fecal fat content. Very rarely, microcytic anemia or hypoalbuminemia are reported.",
    "administration": "The initial mainstay of treatment is antibiotics to eradicate bacterial overgrowth and repletion of any nutritional deficiencies. Metronidazole, ciprofloxacin, tetracycline, amoxicillin-clavulanate, neomycin, and rifaximin are antibiotics used in the treatment, with rifaximin being the most investigated.\n[26]\nFor patients with hydrogen-predominant bacterial overgrowth, rifaximin 1650 mg/day for two weeks is an effective therapy (Grade 2c).\n[26]\nFor patients with methane-predominant bacterial overgrowth, combining neomycin 1000 mg/day and rifaximin 1650 mg/day for two weeks is an effective therapy.\n[27]\nAssociated vitamin and mineral deficiencies (Vitamin B12, iron, thiamine, niacin, and other fat-soluble vitamins) should be treated accordingly.\n\nApproximately 45 percent of patients will have recurrent SIBO following antibiotic therapy completion, with higher recurrence rates in older adults, post-appendectomy, and chronic use of proton pump inhibitors.\n[28]\nIn patients with early recurrence, i.e., within three months, the second course of antibiotics is given. In patients with late recurrence beyond three months, antibiotics are provided only with positive carbohydrate breath testing. Recurrent SIBO is treatable either with the same initial or alternating antibiotic.\n\nAn elemental diet can be used in cases where patients cannot tolerate antibiotics or fail to respond to antibiotic treatment (after two times). Limited observational studies suggest remission induction of SIBO symptoms, but poor palatability and high cost limit their use. In an observational study, 80% of patients attained remission (normalization of breath tests and resolution of symptoms) within two weeks.\n[29]\n\nTreating the underlying cause will help in the prevention of recurrent symptoms. Antibiotic prophylaxis (5-10 days every two weeks or monthly) should be reserved for patients with more than 4 episodes in a year. Antibiotics are generally rotated over two to three months. SIBO-associated colitis and ileitis usually should resolve with SIBO treatment. If severe symptoms persist, they should be evaluated for IBD. If symptoms do not improve following two courses of treatment, the clinician should consider alternative diagnoses.\n[30]\n\nProbiotics, low fermentable oligo, di, and monosaccharide (FODMAP) diet, and statins have no proven role in the resolution of SIBO. Some patients show symptomatic improvement but are not effective alone.",
    "adverse_effects": "Severe chronic small intestinal bacterial overgrowth can result in significant weight loss and severe malnutrition, leading to substantial morbidity and mortality. Early recognition of SIBO can treat the maldigestion of nutrients and prevent malnourishment. If left untreated, SIBO can lead to intestinal failure.\n[34]\n\nSIBO is associated with excess ammonia production and precipitate hepatic encephalopathy in patients with underlying liver disease. SIBO from short bowel syndrome or jejunal bypass can present with D-lactic acidosis (confusion and ataxia from bacterial fermentation of unabsorbed carbohydrates).\n[19]\nThe role of SIBO in non-alcoholic steatohepatitis is unclear, and further studies are needed."
  }
}