{
  "drug_name": "vit.c",
  "nbk_id": "NBK560571",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560571/",
  "scraped_at": "2026-01-11T18:48:09",
  "sections": {
    "indications": "Alkaptonuria is one of a rare autosomal recessive genetic disorder, which results from the deficiency of homogentisate 1,2 dioxygenase (HGD). HGD gene is expressed in the liver, kidney, prostate, small intestine, and colon.\n[1]\nThis enzyme plays a role in the metabolism of tyrosine that converts homogentisic acid (HGA) into malate and acetoacetate. In the absence of HGD, homogentisic acid produced in excess by the liver oxidizes into ochronotic pigment polymer. Accumulation of this pigment in various tissues leads to systemic disease. This process is called ochronosis.\n\nAlkaptonuria was amongst the first genetic disorders in humans that found to follow the principles of Mendelian recessive inheritance.\n[2]\nHistorically, in 1908 it was used by Archibald Garrod in his Croonian lectures to illustrate the principles behind \"inborn errors of metabolism.\" However, the Egyptian mummy Harwa believed to be the first clinical case of Alkaptonuria dating back as far as 1500 BC.\n[2]\nThe term alkaptonuria originated from the Arabic word \"alkali.\" Also, Boedeker created the name in 1859 after he noticed unusual decreasing properties in patient urine.\n[2]\nIn 1866 ochronosis was discovered by Virchow, who noticed under microscopy when HGA pigment appeared to be a pale brownish yellow color (ochre-like).\n[2]",
    "mechanism": "Homogentisate 1,2 dioxygenase (HGD)  expresses in various tissues in the body such as the kidney, liver, small intestine. HGD plays an important role in the tyrosine pathway by converting homogentisic acid (HGA) to maleylacetoacetate. HGD is a 445 amino based protein mapped to chromosome 3q13.33. Mutation in the HGD gene leads to a deficiency of the HGD enzyme resulting in the accumulation of homogentisic acid (HGA).\n\nThese mutations occur in specific parts of the exons. The normal HGD has a six subunit called a hexamer arranged in two trimers, each containing an iron atom. Various mutations may affect the function, structure, or solubility of HGD.  Rarely, this genetic disorder can be inherited in an autosomal dominant manner; other defects in other genes probably are responsible in these cases.\n[2]",
    "monitoring": "The diagnosis and evaluation of AKU can be established based on the severity scoring system.\n\nAKU Severity Score Index (AKUSSI):\nis a clinical scoring system of an objective measurement of severity. It is based on a quantitative validated multidisciplinary assessment.\n\nsystem.\n[5]\n\nThe clinical objectives include,\n\nPigmentation of eye and ear\nProstate and salivary stone\nOsteopenia\nstroke\nAortic valvular heart disease, heart failure, atrial fibrillation\n\nLaboratory Diagnosis\n\nThe urine test for HGA is the gold-standard test to diagnose alkaptonuria. The amount of homogentisic acid in the 24-hour urine is detected via gas chromatography-mass spectrometry (GC-MS) analysis. The amount of HGA excreted each day in patients with AKU is usually between 1 and 8 grams. The change in urine color is non-specific.\nMolecular genetic testing can identify the biallelic abnormalities in HGD and other mutations that can help in family counseling.\nVarious imaging modalities like CT scan or MRI help in assessing the severity of joint involvement.\n2D-Echocardiography can detect valvular abnormalities.\nCT Angiogram can detect calcification of coronary vessels.",
    "administration": "Despite being one of the first discovered genetic disorders that are supposed to follow Mendelian law, to date, there is no effective treatment for AKU. Therefore, the management of alkaptonuria remains palliative, which includes pain control, physiotherapy, and joints surgery. Additionally, the main focus of the treatment is to reduce the deposition of HGA.\n\nAscorbic acid(Vit-C)\n\nCommonly recommended therapy involves ascorbic acid, which known as vitamin C due to the effect on reducing the conversion of homogentisic acid to benzoquinone acetic acid by oxidation. However, it does not affect the urinary excretion of homogentisic acid.\n[2]\n\nLow Protein Diet\n\nA low protein diet can reduce tyrosine load and reduce the severity of the disease, but compliance with dietary requirements is not easy. Efficacy is unproven.\n\nDisease-modifying Agents\n\nMany studies have suggested that nitisinone, a triketone herbicide has a significant impact on the treatment of AKU. The enzyme 4-hydroxyphenylpyrvute dioxygenase believed to play a role in converting the hydroxyphenylpyruvate to HGA. Therefore, nitisinone inhibits the conversion of tyrosine to homogentisic acid. Also, nitisinone therapy(2 mg/day )has shown to produce a reduction in urinary and plasma HGA larger than 95% hence, increase the levels of tyrosine in the body. Other serious side effects associated with raised plasma tyrosine levels rather than corneal irritation include leukopenia, thrombocytopenia, and porphyria.\n[1]\n[6]\n[2]",
    "adverse_effects": "Renal and prostate stones\n[9]\nGallbladder stone\n[10]\nSalivary gland stones\n[2]\nRuptures of tendons, and ligaments\n[2]\nOsteopenia and fractures\n[2]\nAortic valvular calcification, and stenosis\n[8]\nAmyloidosis\n[11]"
  }
}