{
  "drug_name": "vit.e",
  "nbk_id": "NBK609096",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK609096/",
  "scraped_at": "2026-01-11T18:48:10",
  "sections": {
    "indications": "Primary lateral sclerosis (PLS) is a selective upper motor neuron disorder characterized by insidious onset of symptoms in the absence of lower motor neuron involvement. This condition is a diagnosis of exclusion. Therefore, other causes of upper motor neuron dysfunction, including hereditary spastic paraplegia, must be ruled out.\n[1]\nThe clinical course of PLS is typically more prolonged and benign than that of amyotrophic lateral sclerosis (ALS).\n[1]\n[2]\nPLS classically involves the lower limbs in a symmetric distribution, although heterogeneity exists with some patients presenting with bulbar onset of symptoms.\n[3]\n[4]\n\nClinical symptoms include stiffness, bulbar symptoms (eg, difficulty speaking and swallowing), labile affect (ie, pseudobulbar affect), mild weakness, and balance and coordination difficulties. PLS is diagnosed after a detailed clinical history, physical exam, and diagnostic testing have excluded other causes. Electromyography (EMG) is often normal but can aid in differentiating PLS from ALS when lower motor neuron dysfunction is observed.\n[1]\n[2]\nBrain magnetic resonance imaging (MRI) may be normal but can show changes in the precentral gyrus or corticospinal tracts, although these findings are not specific to PLS.\n[5]\n[6]\nNo cure or disease-modifying treatment has been established for PLS, and treatment is supportive with the primary goal of improving functional mobility.",
    "mechanism": "The etiology of PLS remains unclear and is thought to occur sporadically.\n[1]\nSome study results suggest a genetic component, with reported genes associated with pathogenic variants of PLS, including juvenile onset (\nALS2\nand\nERLIN2\n) and adult-onset (\nC9orf72\n).\n[2]\n[7]\nOther genes of interest include\nPARK2\n,\nSYNE2\n, genes associated with HSP (eg,\nSPAST,\nSPG7, and\nSPG11\n), and genes associated with ALS and frontotemporal dementia (eg,\nFIG4, OPTN, UBQLN2,\nDCTN1\n, and\nTBK1\n).\n[2]\n[8]\nFurther studies are warranted to define the genetic contribution and pathophysiology of PLS.",
    "monitoring": "No diagnostic test can definitively diagnose PLS, as this condition is a clinical diagnosis that requires obtaining a thorough clinical history and family history and performing a comprehensive physical examination. Laboratory and diagnostic studies are used to rule out alternative causes of UMN dysfunction in the brain or spinal cord.\n\nLaboratory Studies\n\nLaboratory studies that exclude alternative differential diagnoses include vitamin B12, copper, human immunodeficiency virus, human T lymphotropic virus I/II, Lyme disease (in certain cases), cerebrospinal fluid (CSF) evaluation, and paraneoplastic panels.\n[1]\nNeurofilaments are an emerging biomarker that reflects and quantifies neuronal loss. These levels tend to be much lower in PLS than in ALS, but differences between UMN-predominant ALS and PLS warrant further studies.\n[22]\nCSF chitinases are another potential biomarker lower in PLS than in ALS. However, additional studies in larger cohorts and PLS versus UMN-predominant ALS are needed.\n[4]\n[23]\n\nElectromyography\n\nA diagnostic challenge in PLS is differentiating it from UMN-predominant ALS, especially in patients that present in the early phase of the disease. Further complicating diagnosis, the EMG in patients with PLS can sometimes show minor LMN changes, including sparse fibrillations usually limited to 1 or 2 muscles, fasciculations, and enlarged motor unit potentials.\n[5]\n[24]\nMinimally increased insertional activity and positive sharp waves or fibrillation potentials in extremity muscles are permitted in the diagnostic criteria for PLS.\n[4]\nElectromyogram (EMG) findings that show mild and nonprogressive LMN involvement are tolerated in the probable PLS category.\n[4]\nA normal EMG with minimal denervation not fulfilling the El Escorial criteria for ALS is also needed to diagnose PLS. After 4 years, the probability of developing new LMN changes on EMG is low, around 20%.\n[15]\nBecause of this, after 4 years from symptoms onset, probable PLS is defined as definite PLS.\n[4]\n\nImaging Studies\n\nMRI of the brain and spinal cord must be negative for alternative causes of UMN symptoms, although atrophy of the precentral gyrus is allowed.\n[7]\nBrain MRI can sometimes be helpful and show focal “knife edge” atrophy of the precentral gyrus and T2 hyperintensities in the corticospinal tracts thought to be secondary from Wallerian degeneration; these changes are not specific to PLS.\n[1]\n[6]\nCorpus callosum, brainstem, and cerebellar abnormalities can also be seen.\n[3]\n[25]\n[26]\nSignificant diffusivity alterations in the superior cerebellar peduncle have been noted in PLS, which suggests cerebro-cerebellar pathway disruption likely contributing to the motor and coordination disability seen in PLS.\n[4]\nThe presence of a “stripe sign” or focal fluorodeoxyglucose hypometabolism in the precentral gyrus has also been associated with PLS but is not a differentiating feature from ALS.\n[4]\n[27]\n\nAdditional Diagnostic Studies\n\nTranscranial magnetic stimulation (TMS) is a neurophysiological test that can quantify UMN dysfunction and may be helpful in the diagnosis of PLS. In patients with PLS, TMS shows longer central motor conduction times, higher cortical threshold, and absence of reproducible cortical responses in PLS compared to ALS.\n[24]\n[28]\nCortical excitability is also preserved in HSP, helping differentiate HSP from PLS using TMS.\n[29]\nTMS has the potential to aid in the diagnosis of PLS, but this technology is not widely available.\n\nGenetic testing can be helpful in complex cases and is usually performed in patients with symmetric progressive UMN involvement restricted to the lower limbs to differentiate PLS from HSP. HSP has over 50 different genes described, with the most common dominant and recessive forms secondary to mutations in\nSPG4\n(spastin) and\nSPG11\n(spatacsin), respectively. Additional testing for the\nC9orf72\nmutation can also be done if there is a high suspicion of UMN-predominant ALS, although this mutation can sometimes occur in PLS.\n[13]",
    "administration": "Currently, no cure or disease-modifying treatment for PLS has been identified.\n[1]\nTreatment is centered on symptom management and improving the quality of life in patients with PLS. Given the numerous symptoms seen in PLS, an interprofessional approach should be taken to improve mobility, reduce spasticity, and facilitate activities of daily living. Physical and occupational therapy are vital in improving gait and balance and can help determine the need for additional durable medical equipment. Speech therapy can be helpful in those with bulbar symptoms who have dysphagia or speech difficulties. Spasticity is often the most disabling symptom, and first-line oral agents include baclofen, benzodiazepines, and tizanidine. Patients who have sedating adverse events from these agents but have benefits may trial intrathecal baclofen and subsequent baclofen pump placement. Botulinum toxin type A can also be used to treat spasticity.\n[30]\n\nAnticholinergics are used to manage excessive secretions similar to ALS. Examples include glycopyrrolate, scopolamine, or atropine drops. In select patients who do not respond to oral medications, botulinum toxin injection into the submandibular gland can be helpful. Cognitive and neuropsychological features can be seen in PLS, and cognitive screening tests should be implemented in patients with PLS to assess for possible frontotemporal dysfunction, language deficits, and problems with executive function.\n[3]\nFormal neuropsychological testing should be done in patients who perform poorly on these cognitive screening tests.\n\nPseudobulbar affect is commonly seen in PLS, and recognition with screening and early treatment with medications can reduce social withdrawal and positively impact patients' quality of life. Treatment with dextromethorphan/quinidine is commonly used. In patients who cannot tolerate dextromethorphan/quinidine or do not benefit from treatment, amitriptyline or fluvoxamine can be trialed. However, neither has been studied in controlled trials for the pseudobulbar effect.\n[1]\nScreening for mood symptoms, especially depression, is essential, and early referral to a psychiatrist or therapist is recommended when appropriate. Riluzole, a Food and Drug Administration-approved drug for ALS that provides a modest survival benefit of a few months, has not shown survival benefits in patients with PLS and is currently not recommended in the treatment of PLS.\n[1]",
    "adverse_effects": "PLS can have various clinical manifestations but often leads to similar complications. The most frequent complications seen in PLS include movement issues and falls secondary to gait impairment, balance difficulties, and weakness. Other complications include swallowing difficulties, speech changes, bladder problems (eg, frequency or retention), and pseudobulbar affect. Given the progressive and irreversible nature of the disease, mood symptoms like depression are frequently seen in patients with PLS."
  }
}