{
  "drug_name": "vitamins c",
  "nbk_id": "NBK436005",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK436005/",
  "scraped_at": "2026-01-11T18:48:12",
  "sections": {
    "indications": "Striae distensae, commonly known as stretch marks, are a common dermatological concern that can lead to significant cosmetic and psychological distress. They typically develop in areas of the body subject to rapid stretching, including the abdomen, buttocks, thighs, breasts, back, axillae, and groin. These marks are classified according to their appearance or epidemiology as follows:\n\nStriae atrophicans (characterized by thinned skin)\nStriae gravidarum (following pregnancy)\nStriae rubrae (red in color)\nStriae albae (white in color)\nStriae nigra (black in color)\nStriae caerulea (dark blue in color)\n\nAlthough striae are benign and asymptomatic, they remain a common concern in both dermatology and aesthetic medicine. For clinicians, it is crucial to differentiate striae from other linear dermatoses (eg, linear morphea or anetoderma) and to be familiar with evidence-based prevention and treatment modalities, ranging from topical therapies and laser treatments to microneedling and emerging regenerative technologies.\n[1]\n[2]",
    "mechanism": "Striae distensae are a form of dermal scarring resulting from the stretching of the dermis. They often result from rapid weight changes (both gain and loss) or are associated with endogenous or exogenous corticosteroid exposure. Proposed mechanisms include hormonal influences, physical stretching, and structural alterations of dermal collagen and elastic tissue.\n\nAdrenocorticotropic hormones stimulate fibroblast activity and increase protein catabolism. Pregnancy-related hormones may also have a role. Studies have noted lower serum relaxin levels in women with striae distensae.\n[3]\nA deficiency of fibrillin has also been suggested as a contributing factor.\n[4]\nAlthough genetic factors remain largely unexplored, decreased expression of collagen and fibronectin genes has been associated with the development of striae.",
    "monitoring": "Various methods have been used to assess the type and severity of striae when evaluating treatment efficacy.\n[16]\nHowever, these approaches are neither standardized nor validated. Dermoscopy reveals increased melanization in striae rubrae and decreased melanization in striae albae.\n[17]\nA biopsy is not typically necessary or clinically useful for the evaluation of striae.",
    "administration": "The primary goals of treatment for striae rubrae are to reduce redness, swelling, and irritation. In striae albae, the focus shifts to stimulating collagen and elastic fiber production, improving skin hydration, and reducing inflammation.\n[18]\n\nSeveral comprehensive reviews have noted that topical treatments are frequently recommended for the prevention and management of striae, despite minimal evidence supporting their effectiveness. Most clinical trials conducted to date have been of low quality and involved small sample sizes.\n\nDespite limited evidence, many emollients and over-the-counter cosmeceuticals are marketed to and commonly used by pregnant women to prevent or reduce the severity of striae distensae. This often involves significant effort and expense, despite the lack of clear evidence supporting their effectiveness.\n[19]\nSilicone gels, commonly recommended for atrophic scars, are sometimes used to treat striae distensae. However, published results on their effectiveness remain difficult to interpret.\n[20]\nTretinoin cream has shown potential benefit in improving striae rubrae compared to placebo over a 6-month period. However, it may cause irritation, redness, and peeling, and is contraindicated during pregnancy due to its associated risk category.\n[21]\n[22]\n\nChemical peels with various acids have been used to treat striae, but their effectiveness remains uncertain.\n\nAlthough physical treatments are sometimes recommended to treat striae, little evidence supports their effectiveness.\n\nMassage may be used as part of topical therapy and is commonly applied in scar management.\n[23]\n\nExposure to broadband ultraviolet radiation can induce repigmentation in striae albae; however, this effect is typically temporary, with loss of pigmentation within a few months.\n\nLight and laser therapies have demonstrated improvements in the appearance of striae; however, the optimal type of therapy and the most effective stage for treatment (rubrae or albae) remain uncertain.\n[23]\nSeveral laser types, such as pulsed dye lasers, target vascular chromophores in striae rubrae and have been reported to reduce redness and swelling.\n[24]\nFractional lasers, including Erbium-YAG, stimulate fibroblast activity to increase collagen and elastin production and may also promote repigmentation in striae albae.\n[25]\n[26]\n\nLight and laser treatments can cause short-term erythema and edema. In individuals with darker skin types, these therapies carry a higher risk of adverse effects, including transient postinflammatory hyperpigmentation and persistent hypopigmentation. Nonablative devices are generally considered safer than ablative lasers for these patients.\n\nRadiofrequency energy devices deliver high-frequency alternating current to generate dermal heat, which leads to skin tightening, wrinkle reduction, and improved appearance of cellulite. These treatment approaches promote neocollagenesis, neoelastogenesis, and an increase in ground substances (eg, proteoglycans), thereby theoretically improving the appearance of striae. At least one published study reported that the treatment was well-tolerated and that patients were satisfied with the results. A recent advancement involves delivering radiofrequency energy to a depth of 3.5 mm using a multiple-needle delivery system. While anecdotal reports are encouraging, definitive studies are still lacking.\n[27]\n[28]\n\nOther devices used for treatment include microdermabrasion,\n[29]\ngalvanopuncture,\n[30]\nneedling,\n[31]\npulsed magnetic fields,\n[27]\nand ultrasound devices.\n[32]\n[33]\n\nAssessing the effectiveness of treatments is challenging due to variations in laser protocols, which differ in devices, fluence, pulse duration, spot size, treatment frequency, and number of sessions. The benefits of combination therapies also remain unclear.\n[18]\n\nPlatelet-rich plasma (PRP) injections are also under investigation as a potential treatment that promotes collagen production and tissue regeneration by releasing growth factors.\n[34]\nAlthough some studies report modest improvements in skin texture and appearance, high-quality evidence is limited, and PRP should be considered an adjunct rather than a first-line therapy. When using any of these modalities, obtaining standardized pretreatment and posttreatment photographs is important. Additionally, photographs should be taken at 6 and 12 months after the treatment course. Many published reports lack standardized imaging and long-term follow-up, limiting the assessment of treatment efficacy.",
    "adverse_effects": "Striae distensae are primarily a cosmetic concern and rarely cause physical complications. However, they can have significant psychological and emotional effects, including reduced self-esteem, body image dissatisfaction, and social anxiety. In rare cases, aggressive or inappropriate treatments—such as overuse of topical steroids, invasive procedures, or unregulated cosmetic products—may result in skin irritation, scarring, or infection. Additionally, striae can occasionally signal underlying endocrine disorders, such as Cushing syndrome, warranting further evaluation. Therefore, careful assessment and cautious treatment planning are essential to prevent harm and address any underlying conditions."
  }
}