{
  "drug_name": "vitamin h",
  "nbk_id": "NBK547751",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547751/",
  "scraped_at": "2026-01-11T18:48:12",
  "sections": {
    "indications": "Biotin (vitamin B7) is a water-soluble B-complex vitamin that plays a vital role in cellular metabolism. This vitamin is an essential cofactor for several carboxylase enzymes involved in the metabolism of fatty acids, amino acids, and glucose. These include acetyl-coenzyme A (CoA) carboxylase, propionyl-CoA carboxylase, β-methylcrotonyl-CoA carboxylase, and pyruvate carboxylase, each of which catalyzes reactions necessary for maintaining metabolic homeostasis.\n[1]\n\nBiotin deficiency is rare in the general population due to its presence in various dietary sources, including eggs, nuts, legumes, and certain vegetables, and its endogenous synthesis by intestinal microbiota.\n[2]\nHowever, deficiency may occur in specific at-risk groups, including individuals receiving long-term antibiotic therapy (which disrupts intestinal flora), chronic anticonvulsant therapy (which alters biotin metabolism), or total parenteral nutrition without adequate supplementation.\n[3]\n[4]\n\nClinically, biotin deficiency develops gradually and initially presents with nonspecific symptoms such as fatigue, hair thinning or alopecia, and eczematous skin rashes. If left untreated, the deficiency may progress to neurologic manifestations, including paresthesias, peripheral neuropathy, myalgias, and, in severe cases, cognitive impairment or seizures.\n[3]\nDue to these findings' subtle and variable nature, diagnosis is often delayed or overlooked.\n\nWhile biotin supplements are widely marketed for hair, skin, and nail health, limited clinical evidence supports their use in individuals without a documented deficiency.\n[5]\nMoreover, high-dose biotin supplementation has been shown to interfere with immunoassays, particularly those measuring thyroid hormones and cardiac biomarkers (eg, troponins), which may result in false-positive or false-negative results and lead to inappropriate diagnostic or therapeutic decisions.\n[6]",
    "mechanism": "Although biotin deficiency is uncommon due to its presence in a wide range of foods and endogenous synthesis by intestinal microbiota, it should be considered in patients with identifiable risk factors. These include prolonged use of medications such as anticonvulsants or antibiotics and undernutrition (see\nTables\n. Acquired Causes and Inherited Causes). In addition, both acquired and inherited disorders can impair biotin absorption, metabolism, or utilization, potentially resulting in clinical deficiency. Early recognition and supplementation are typically effective in reversing symptoms and preventing long-term complications.\n\nTable\nTable. Acquired Causes .\n\nTable\nTable. Inherited Causes.\n\nNote: Both inherited conditions are detectable via newborn screening and are treatable with lifelong biotin supplementation.",
    "monitoring": "The diagnosis of biotin deficiency relies on a combination of clinical suspicion, biochemical markers, and genetic testing in cases of inherited disorders. Biotin-dependent carboxylases in human lymphocytes are reliable markers for determining biotin status.\n[16]\nDecreased beta-methylcrotonyl-CoA carboxylase activity shunts the catabolism to alternative pathways, leading to the elevated formation of 3-hydroxyisovaleric acid. The most reliable marker of biotin deficiency is increased excretion of 3-hydroxyisovaleric acid in the urine (over 195 micromol/24 hours). Evidence shows that serum biotin concentration does not decrease in biotin-deficient patients receiving biotin-free total parenteral nutrition. Therefore, serum biotin levels are not reliable indicators of marginal biotin deficiency.\n[1]\n[13]\n[17]\n\nA thorough neurological examination and other investigations, including vision and hearing tests, are warranted if biotin deficiency is suspected. Biotinidase deficiency confirmation is typically performed through DNA analysis, using either allele-targeted methods or full-gene sequencing. All newborn screening programs in the United States and more than 30 other countries carry out screening for biotinidase deficiency.\n[9]\n[12]\n\nBiochemical Testing\n\nUrinary 3-Hydroxyisovaleric Acid:\nThe most reliable marker of biotin deficiency.\nLevels above 195 µmol/24 hours are strongly suggestive.\nElevated due to decreased activity of β-methylcrotonyl-CoA carboxylase, which shunts leucine catabolism into alternative pathways.\nBiotinidase and Propionyl-CoA Carboxylase Activity (in lymphocytes):\nMeasurement of biotin-dependent carboxylase activity in lymphocytes is a reliable method to assess biotin status.\nPropionyl-CoA carboxylase deficiency may also indicate impaired biotin utilization.\nSerum Biotin Levels:\nNot a reliable indicator of marginal biotin deficiency, particularly in patients receiving biotin-free total parenteral nutrition.\nSerum levels may remain falsely normal despite clinical deficiency.\n\nGenetic Testing\n\nBiotinidase Deficiency Diagnosis:\nConfirmed by DNA analysis, including either allele-specific assays or full-gene sequencing.\nRecommended in cases with early onset symptoms, especially in neonates or infants.\nAll states in the United States and more than 30 other countries include biotinidase deficiency in their newborn screening programs.\n\nNeurological and Imaging Evaluation\n\nPatients with suspected or confirmed biotinidase deficiency should undergo a comprehensive neurologic examination and vision and hearing tests to assess for early neurologic sequelae.\nNeuroimaging (eg, magnetic resonance imaging) findings may include:\nEncephalopathy\nLow cerebral volume\nVentriculomegaly\nWidened extracerebral cerebrospinal fluid spaces",
    "administration": "Management of biotin deficiency primarily involves addressing the underlying cause of the deficiency. Lifelong treatment with biotin supplements is necessary for patients with genetic disorders that disrupt biotin metabolism, such as holocarboxylase synthetase deficiency and biotinidase deficiency. Usually, a dose of 5 mg daily is prescribed regardless of the etiology of biotin deficiency.\n[13]\nThe Food and Nutrition Board of the National Research Council recommends a range of 5 mcg per day in newborn infants to 35 mcg per day in lactating women. Clinicians should be aware that biotin requirements may increase during anticonvulsant therapy.\n[1]\n\nBiotin Supplementation\n\nAcquired Biotin Deficiency\nDose: 5 to 10 mg per day orally, varies based on the severity of the deficiency\nRapid clinical improvement is often observed within days to weeks after treatment initiation.\nContinued supplementation may be necessary if underlying risk factors persist (eg, long-term total parenteral nutrition or anticonvulsant therapy)\n[11]\n[18]\nBiotinidase Deficiency\nProfound deficiency: Lifelong biotin therapy at 5 to 20 mg per day orally\nPartial deficiency: Typically managed with lower doses, with adjustments made during periods of physiologic stress\nEarly diagnosis and treatment prevent irreversible neurologic damage, including hearing and vision loss, seizures, and developmental delay.\nHolocarboxylase Synthetase Deficiency\nHigher doses may be required: 10 to 60 mg per day orally\nTreatment typically begins early in life and is often lifelong.\n\nMonitoring and Follow-Up\n\nClinical Monitoring:\nResolution of symptoms (rash, alopecia, hypotonia, seizures)\nGrowth and neurodevelopmental milestones in infants and children\nBiochemical Monitoring (in selected cases):\nUrinary 3-hydroxyisovaleric acid\nPlasma organic acids\nRepeat genetic counseling/testing as appropriate for family planning\n\nSupportive Measures\n\nAddress underlying causes:\nModify or monitor medications interfering with biotin metabolism (eg, anticonvulsants)\nEnsure proper micronutrient formulation in total parenteral nutrition\nEducate patients to avoid excessive raw egg white intake\n\nGenetic Counseling\n\nRecommended for families affected by biotinidase or holocarboxylase synthetase deficiency\nImportant in regions with high rates of consanguinity or a positive family history\n\nClinical Insight\n\nWhen clinical suspicion is high, a therapeutic trial of biotin at a dose of 5 to 10 mg per day orally can serve both diagnostic and therapeutic purposes, especially while awaiting biochemical or genetic confirmation.",
    "adverse_effects": "Biotin deficiency can lead to dermatologic, neurological, immunological, and developmental complications if left untreated. Since biotin plays a crucial role in maintaining cell-mediated and humoral immunity, biotin deficiency due to inborn metabolic errors can cause skin candidal infections in infants and children. Affected individuals may exhibit immunoglobulin A deficiency and low percentages of T lymphocytes. They may also show absent or delayed hypersensitivity skin-test responses.\n[1]\n[11]\nAdditionally, biotin deficiency can cause encephalopathies. Patients usually respond well to large doses of biotin. Evidence shows that biotin deficiency is teratogenic in animal models. In genetic models of biotin deficiency, mice have exhibited fetal malformations, most commonly including cleft palate, micrognathia, and micromelia.\n[22]\n\nNeurologic Complications\n\nEncephalopathy and seizures are serious consequences, particularly in infants and young children.\nUntreated deficiency can cause irreversible developmental delay, hypotonia, hearing loss, and autistic features, especially in cases of biotinidase deficiency.\nThese manifestations often resolve or significantly improve with high-dose biotin therapy, but delays in treatment may result in permanent damage.\n\nImmunologic Complications\n\nBiotin is critical for cell-mediated and humoral immunity.\nDeficiency—especially in inherited metabolic disorders—has been associated with:\nSkin candidiasis\nImmunoglobulin A deficiency\nReduced T-lymphocyte percentages\nAbsent delayed-type hypersensitivity responses\nThese immune abnormalities predispose infants and children to recurrent infections and poor immune regulation.\n\nDevelopmental and Teratogenic Risks\n\nAnimal studies have demonstrated that biotin deficiency is teratogenic, particularly in murine models.\nReported fetal malformations in mice include:\nCleft palate\nMicrognathia\nMicromelia\nAlthough human data are limited, adequate maternal biotin intake during pregnancy is recommended to help reduce potential risks to fetal development associated with biotin deficiency."
  }
}