{
  "drug_name": "vitamineb12",
  "nbk_id": "NBK532922",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532922/",
  "scraped_at": "2026-01-11T15:41:28",
  "sections": {
    "indications": "Many contraindications to nitrous use are relative and may vary based on the provider. These include:\n\nCritically ill patients:\nNitrous oxide inactivates methionine synthase via oxidation of the cobalt in vitamin B12 and may lead to megaloblastic anemia. This enzyme is essential for vitamin B12 and folate metabolism and plays a role in DNA and RNA synthesis and the synthesis of other substances. In otherwise healthy patients, the impact is subclinical. However, this may lead to neurologic or hematologic consequences in critically ill patients and should be avoided.\nSevere cardiac disease\n: Methionine synthase is also required to convert homocysteine to methionine, and elevated serum homocysteine levels are associated with an increased risk for adverse coronary events. The clinician should avoid using nitrous oxide in severe cardiac disease, but further studies are needed to determine the actual impact.\nThe first trimester of pregnancy:\nDue to the above-referenced impact on B12 and folate metabolism, nitrous use is not recommended in the first trimester of pregnancy.\nPneumothorax, small bowel obstruction, middle ear surgery, and retinal surgeries create an intraocular gas bubble:\nNitrous oxide is 30 times more soluble than nitrogen. Nitrous oxide diffuses more rapidly into closed spaces than nitrogen can diffuse out, leading to increased gas volume and pressure within closed spaces. Thus nitrous oxide is contraindicated in pneumothorax, small bowel obstruction, middle ear surgery, and retinal surgeries involving the creation of an intraocular gas bubble. In laparoscopic cases, nitrous oxide can accumulate in the pneumoperitoneum, and some avoid its use.\nSevere psychiatric disorders:\nNitrous oxide can cause dreaming and hallucinations and should be avoided in patients with severe psychiatric disorders.\nPulmonary hypertension:\nNitrous oxide can increase pulmonary artery and wedge pressures via sympathetic stimulation, and clinicians often avoid it in patients with pulmonary hypertension.\n[16]\nHead and neck procedures with cautery use:\nWhile nitrous oxide is non-flammable, it supports combustion, and its use should be avoided in these procedures.\n[17]\nImpaired consciousness\n[7]",
    "mechanism": "Nitrous oxide has multiple supraspinal and spinal targets. The anesthetic effect of nitrous oxide is through non-competitive NMDA inhibition in the central nervous system. The analgesic effects occur by releasing endogenous opioids that act on opioid receptors; its analgesic actions are like morphine. The anxiolytic effects are through GABA-A activation. Nitrous oxide has a central sympathetic stimulating activity that supports blood pressure, systemic vascular resistance, and cardiac output. Nitrous oxide stimulates cerebral blood flow and increases intracranial pressure.\n[4]\n\nPharmacokinetics\n\nAbsorption: Inhaled nitrous oxide is rapidly absorbed through alveoli. The onset of action is within 2 to 5 mins.\n[5]\n[6]\n\nDistribution: Nitrous oxide may produce the second-gas effect because nitrous oxide diffuses more rapidly across alveolar basement membranes than other gases. The rapid exit of nitrous oxide from the alveoli results in remaining alveolar gases being concentrated, thus accelerating nitrous oxide uptake into the blood and speeding the onset of anesthesia. Nitrous oxide has a MAC of 105%. Minimal Alveolar Concentration (MAC) relates to the potency of volatile anesthetic agents. It is defined as the minimum alveolar concentration of inhaled anesthetic at which 50% of people do not move in response to noxious stimuli. Thus N2O is a weak anesthetic inhalational agent but has good analgesic effects. The reversal may occur at the end of anesthesia when nitrous oxide enters the alveoli far more rapidly, causing oxygen dilution within the alveoli and may cause diffusion hypoxia.\n[7]\n\nMetabolism: Nitrous oxide (a trace amount) is metabolized through reduction by anaerobic bacteria in the gut.\n\nExcretion: Nitrous oxide is primarily eliminated via the lungs.",
    "administration": "Nitrous oxide administration is via inhalation utilizing a simple face mask, laryngeal mask airway, or an endotracheal tube. Administration of nitrous oxide according to the European Society of Anaesthesiology Task Force on Nitrous Oxide is given below.\n[7]\n\nFor surgical procedural sedation and dental procedures, nitrous oxide (30 to 50%) is combined with oxygen.\n[8]\n\nFor general anesthesia, nitrous oxide(50 to 70%) is used. But due to its low potency, it can not be used as a single anesthetic agent; hence it is combined with other agents. Specially designated equipment for administering NO must be employed to ascertain concentrations of 50% NO and 50% oxygen. In contrast with dental apparatus, the device approved for obstetric use does not allow the clinician to modify the proportion of gases.\n[9]\n\nInduction: The combination of lower solubilities in blood and different tissues makes N2O one of the fastest anesthetic agents. N2O uptake in the lungs improves the blood concentrations of concomitantly administered other volatile inhalation agents and oxygen, leading to faster induction and improved arterial oxygenation.\nMaintenance: N2O is mixed with different drugs during maintenance because of its insufficient anesthetic potency. As discussed above, nitrous oxide has a MAC of 105%, but the provision of sufficient oxygen delivery precludes the administration of concentrations above 70–75%, thus limiting its use to 0.7 MAC. Combining propofol with nitrous oxide for dental sedation decreases propofol requirements and reduces the hypotensive effects compared to propofol alone.\nEmergence: Nitrous oxide quickens emergence from anesthesia. In addition, nitrous oxide has a short elimination half-time; hence washout from the brain is swift because of its lower lipid solubility, leading to rapid recovery.\n[8]\n\nUse in Specific Patient Populations\n\nPatients with Renal Impairment:\nNo information is provided in the manufacturer's labeling for dose adjustments in patients with renal impairment.\n\nPatients with Hepatic Impairment:\nNo information is provided in the manufacturer's labeling for dose adjustments in patients with hepatic impairment.\n\nPregnancy Considerations:\nAccording to ACOG (American College of Obstetricians and Gynecologists), guidelines 50% nitrous oxide with 50% oxygen is used during labor and for postpartum perineal repair. It is important to recognize that nitrous oxide crosses the placenta, and it is rapidly eliminated by neonates upon the commencement of breathing. However, ACOG and the American Society of Anesthesiologists note that due to the increased risk of sedation and maternal hypoxemic episodes, nitrous oxide should not be combined with systemic opioids or sedatives, or hypnotics.\n[10]\n\nBreastfeeding Considerations:\nThe half-life of nitrous oxide in the mother is short, and the nitrous oxide is not anticipated to be absorbed by the infant. Therefore, if used as part of general anesthesia, breastfeeding can be started after the mother has recovered adequately from anesthesia.\n[11]",
    "adverse_effects": "Adverse effects of nitrous include:\n\nRespiratory Depression\n: When used alone, nitrous has limited respiratory effects, but when used in combination with other sedatives, hypnotics, or opioids, it can potentiate the respiratory depressant effects of these agents.\nDiffusion hypoxia\n: Following discontinuation of nitrous oxide, the concentration gradient between the gases in the lung and alveolar circulation rapidly reverses, leading to rapid oxygen dilution in the alveoli and subsequent hypoxia, and 100% oxygen administration should follow nitrous oxide cessation.\nPostoperative Nausea and Vomiting:\nNitrous has an increased risk of postoperative nausea and vomiting (PONV) compared with other agents, but this is controllable with prophylactic anti-emetics.\n[12]\nThe ENIGMA I trial showed an increased incidence of PONV with nitrous oxide use. The ENIGMA II trial showed that severe PONV with nitrous oxide use is more common in procedures lasting over 2 hours. This study also showed nitrous oxide is not associated with increased mortality, cardiovascular complications, or wound infections.\n[13]\nFever, pulmonary atelectasis, and infectious complications\nHyperhomocysteinemia:\nNitrous oxide irreversibly oxidizes the cobalt atom of vitamin b12 and reduces the activity of vitaminb12 dependent enzymes such as methionine synthetases which can also lead to megaloblastic anemia.\n[14]\nSubacute myeloneuropathy:\nNitrous oxide use disorder can cause a severe but potentially reversible myeloneuropathy characterized by axonal sensorimotor neuropathy.\n[15]",
    "monitoring": "No specific monitoring is necessary for nitrous oxide use. An in-line oxygen analyzer with an alarm should be used to prevent the delivery of a hypoxic gas mixture. Modern anesthetic machines have fail-safe mechanisms to prevent this (nitrous oxide-oxygen proportioning systems). Standard ASA monitoring is necessary when administering nitrous oxide for any indication.\n[18]\n\nThe rooms where NO is utilized should be monitored for proper ventilation, waste gas scavenging, and hazard communication. In addition, a pin-index safety system should be monitored to prevent the random attachment of a nonoxygen tank to the oxygen portal.\n[19]\n\nAccording to the American Society of Anesthesiology, periodic assessment of airway patency, oxygen saturation, and respiratory rate should be done during emergence and recovery, with particular attention to monitoring oxygenation and ventilation. Hemodynamic parameters should be monitored during emergence and recovery.\n[20]",
    "toxicity": "While nitrous oxide inactivates methionine synthase, intraoperative use results in a transient metabolic abnormality that soon reverses upon replacing the degrading enzyme.\n\nWhen nitrous oxide is used recurrently (during occupational exposure or as a drug of abuse), it may lead to megaloblastic anemia with neurologic dysfunction. This situation also may occur in patients with an unrecognized cobalamin deficiency (vegans, pernicious anemia, hereditary disorders of cobalamin, and folate metabolism). Subacute combined degeneration of the spinal cord (SACD) and death is reported with repeated exposure in a case of a rare congenital 5,10-methylenetetrahydrofolate reductase (MTHFR) deficiency.\n[7]"
  }
}