{
  "drug_name": "vitamin b5",
  "nbk_id": "NBK563233",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563233/",
  "scraped_at": "2026-01-11T15:41:21",
  "sections": {
    "indications": "Drug-Drug Interactions\n\nThe following drugs have moderate interactions with vitamin B5:\n\nAzithromycin\nClarithromycin\nErythromycin base\nErythromycin ethyl succinate\nErythromycin lactobionate\nErythromycin stearate\nRoxithromycin\n\nWarnings and Precautions\n\nPatients should not take vitamin B5 if they are allergic to pantothenic acid or any ingredients contained in the formulation.\n\nAt least 60 other drugs have mild interactions with vitamin B5. Other contraindications include patients with hypersensitivity or allergy to the drug or its derivatives. A report suggests that vitamin B5 intake might correlate with increased cerebral amyloid-beta peptide burden in individuals with cognitive impairment. Although further studies are still needed to confirm the findings and discover the molecular mechanisms of this pathway, the current research suggests those with cognitive impairment to be a potential contraindication.\n[24]",
    "mechanism": "Vitamin B5 is exclusively a precursor in coenzyme A (CoA) synthesis and thus only directly affects this metabolic pathway. CoA has a role in hundreds of human biochemical reactions, such as cell growth, intermediary metabolism, and neurotransmitter synthesis.\n[14]\n[15]\nThe structure of CoA functions as a carbonyl-activating group and as an acyl group carrier to help facilitate these various reactions.\n[16]\n\nPharmacokinetics\n\nPantothenic acid is commonly found in the form of CoASH or peptide-bound 4′-phosphopantetheine.\n\nAbsorption:\nTo be absorbed into the body, these substances must undergo hydrolysis by intestinal enzymes. This process occurs through the sequential action of 2 intestinal hydrolases: a pyrophosphatase and a phosphatase. Pantetheine, the resulting product, can then be metabolized into pantothenic acid with the help of another intestinal hydrolase called pantetheinase.\n\nWhen proteins and peptides, such as those derived from ACP, are hydrolyzed, there is an almost complete release of pantothenic acid or pantetheine. Following the enzymatic release, the absorption of pantothenic acid or pantetheine takes place through a sodium-dependent multivitamin transporter, with a Km (Michaelis constant) value of 10 to 20 μM for pantothenic acid uptake in the intestines.\n[17]\n\nDistribution:\nThe absorption of free pantothenic acid occurs within intestinal cells through a saturable, sodium-dependent active transport system. When pantothenic acid intake is high, and the transport system reaches its maximum capacity, a portion of it may also be absorbed through passive diffusion. Consequently, when the intake of pantothenic acid increases by a factor of 10, the rate of absorption decreases to 10%.\n[17]\n\nMetabolism:\nThe synthesis of CoA from pantothenate is regulated primarily by pantothenate kinase, an enzyme inhibited by the pathway end products CoA and acyl CoA.\n[18]\n\nElimination:\nPantothenic acid is excreted intact in urine, and the amount excreted varies proportionally with dietary intake.\n[18]",
    "administration": "Available Dosage Forms\n\nDietary supplements of vitamin B5 are available as vitamin B5 exclusively or in combination with other vitamins in multivitamin/multimineral products. Patients typically take these supplements orally. Depending on the application, derivatives of vitamin B5 can be applied topically and even through injection using IV formulas. Dexpanthenol administration can be administered via an oral spray in the mouth.\n[9]\n\nAvailable Strengths\n\nDietary supplements commonly contain varying amounts of pantothenic acid. The quantity typically varies between approximately 10 mg in multivitamin/multimineral products and can go up to 1,000 mg in supplements that specifically target B-complex vitamins or solely pantothenic acid.\n\nAdult Dosage\n\nAdults should take 5 mg/d.\n[19]\nPregnant women should take 6 mg/d, and lactating women should take 7 mg/d. If administered orally, take it with food.\n\nUse in Hyperlipidemia\n\nIn patients with low to moderate cardiovascular risk, with a therapeutic lifestyle and change of diet enriched with pantethine during 16 weeks (600 mg/d from weeks 1 to 8 and 900 mg/d from weeks 9 to 16), a significant decrease in total cholesterol at 16 weeks and LDL cholesterol in 8 to 16 weeks compared to placebo was observed. The decreasing trend was also evident in non-high-density-lipoprotein cholesterol at weeks 8 and 12, which reached significance at 16 weeks. The level of CoQ10 significantly increased above the baseline in both groups, and homocysteine levels did not change.\n[10]\n\nPediatric Dosage\n\nTable\n\nSpecific Patient Population\n\nHepatic impairment:\nThere are no adjustments provided in the manufacturer's labeling for liver disease.\n\nRenal impairment:\nThere are no adjustments provided in the manufacturer's labeling for kidney disease.\n\nThe following foods contain pantothenic acid\n\nBeef, poultry, seafood, and organ meats\nEggs and milk\nVegetables such as mushrooms (especially shiitakes), avocados, potatoes, and broccoli\nWhole grains, such as whole wheat, brown rice, and oats\nPeanuts, sunflower seeds, and chickpeas\n\nOrphan Drug Use\n\nPantothenate kinase-associated neurodegeneration (PKAN), is an uncommon hereditary movement disorder affecting the central nervous system and includes a cluster of clinical conditions featuring progressive involuntary movements, changes in muscle tone, and disruptions in posture (extrapyramidal symptoms).\n\nPKAN is a hereditary condition characterized by mutations in the PANK2 gene on chromosome 20, resulting in an autosomal recessive inheritance pattern. The PANK2 gene produces the enzyme pantothenate kinase, essential for metabolizing vitamin B5 (pantothenate). These gene mutations disrupt the normal metabolism of vitamin B5, which is crucial for synthesizing coenzyme A within cells. Consequently, the impairment of this enzyme profoundly impacts energy and lipid metabolism, potentially causing the accumulation of detrimental substances in the brain, including iron. Currently, PANK2 stands as the sole identified gene associated with PKAN.\n[20]\n\nThe association between pantothenate kinase and PKAN suggests that supplemental pantothenate (eg, pantothenic acid, calcium pantothenate) taken orally could be beneficial; further clinical trials are needed to study this association.",
    "adverse_effects": "As previously stated, vitamin B5 is considered generally safe.\n[21]\nThere are no established upper limits since there have been no reports of vitamin B5 toxicity in humans with high intakes. However, there are still side effects involved with the administration of this drug, which include the following.\n\nCommon Adverse Effects\n\nMuscle pain\nJoint pain\nDiabetes mellitus, new-onset\nSore throat\nHeadache\nWeakness/lack of energy\nDizziness\nCreatine phosphokinase (CPK) elevation\nNausea\nAbdominal pain\nAlanine transaminase (ALT) elevation\nConstipation\nFlulike illness\nUrinary tract infection (UTI)\nHypersensitivity reactions (including rash, itching, hives, and swelling)\nPancreatitis\n\nLess Common Adverse Effects\n\nYellowing skin and eyes (jaundice)\nMuscle disease\nMuscle wasting (rhabdomyolysis)\n\nVitamin B5 doses are age-dependent and if the patient is pregnant or lactating. Doses greater than 10 g/d may cause mild diarrhea or mild intestinal distress.\n[21]\nCases of allergic contact dermatitis with the topical use of panthenol cream and dexpanthenol have been reported.\n[22]\n[23]",
    "monitoring": "Vitamin B5 is considered relatively safe. Dosages above the recommended amount can induce mild diarrhea or intestinal distress. Allergic reactions and hypersensitivity can also occur with its derivatives.",
    "toxicity": "Toxicity is likely at 10,000 mg daily and causes upset stomach and diarrhea as the most common symptoms, according to the National Institutes of Health (NIH) Office of Dietary Supplements.\n[18]"
  }
}