{
  "drug_name": "vitamin d",
  "nbk_id": "NBK557876",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557876/",
  "scraped_at": "2026-01-11T18:48:10",
  "sections": {
    "indications": "Vitamin D is a fat-soluble vitamin found in various animal products and fortified foods and is also made endogenously in the human body.\n[1]\nVitamin D is also available as both a prescription and over-the-counter supplement. Vitamin D is important for bone health, and deficiency can lead to the development of rickets and osteopenia. More recently, it has been determined that vitamin D also plays an important role in various metabolic processes. It also has been linked to autoimmune disease, cancer, cardiovascular disease, depression, dementia, infectious diseases, and musculoskeletal decline.\n[2]\nVitamin D deficiency has become less of a problem with the availability of supplements and fortified foods.\n\nHypervitaminosis D is rare and usually caused by excessive doses of vitamin D due to misuse of over-the-counter supplements or erroneous prescriptions. Less commonly, poisoning from exposure to rodenticides containing cholecalciferol can also lead to vitamin D toxicity. Toxicity leads to hypercalcemia and an imbalance in the regulation of bone metabolism with resultant hypercalcemia and its associated signs and symptoms.\n[3]\n[4]",
    "mechanism": "In healthy individuals, vitamin D toxicity can result from taking excessive vitamin D supplementation, knowingly or accidentally.\n[5]\nPrescription errors without frequent monitoring of vitamin D levels can also result in toxicity.\n[6]\nToxicity resulting from lack of monitoring is frequently seen in patients requiring high doses to treat ailments like osteoporosis, renal osteodystrophy, psoriasis, gastric bypass surgery, celiac, or inflammatory bowel disease.\n[4]\n[7]\n\nFortification of foods or supplements with higher than intended amounts of vitamin D has led to toxicity. In 2015, the FDA announced a voluntary recall of multivitamins by Glades Drugs due to excessive amounts of vitamin D. In 2016, the Danish health authority issued a recall for a supplement that had vitamin D levels 75 times higher than recommended. At least 20 children developed toxicity after taking this supplement.\n\nVitamin D is present in fish, meat, and dairy products, and the dose is rarely enough to cause toxicity.\n[8]\nPatients who are on high doses of Vitamin D and taking inadvertently increased amounts of highly fortified milk are also at increased risk for vitamin D toxicity. It can also result from excessive 1,25(OH)2D production in medical ailments like granulomatous disorders and lymphomas.\n[9]\n\nExcessive sun exposure does not cause vitamin D toxicity due to the regulation and conversion of Vitamin D to its inactive metabolites.\n[8]\n\nAlthough mainly reported in animals, exposure to rodenticides containing cholecalciferol can also lead to vitamin D toxicity.\n[10]\n[11]",
    "monitoring": "The diagnosis of vitamin D toxicity relies on a comprehensive evaluation of the patient's medical history and clinical symptoms. Laboratory evaluation includes checking serum calcium (often >11 mg/dL), ionized calcium, phosphate levels, and parathyroid hormone (PTH), which often are suppressed due to a negative feedback loop.\n[20]\n\nIn cases of vitamin D toxicity, serum levels of 25(OH)D concentration often exceed 150 ng/mL (375 nmol/L), accompanied by normal or elevated values of 1,25(OH)2D concentration.\n[4]\nPatients with coexisting granulomatous diseases may present with decreased or normal 25(OH)D concentration and elevated 1,25(OH)2D levels. A basic metabolic panel should be performed to evaluate kidney function for potential hypercalcemia effects and to assess for any electrolyte imbalances resulting from excessive vomiting.\n\nThe most common EKG finding is a shortened QT interval. Additionally, EGG may reveal a prolonged PR interval, a shortened ST segment, flattened T waves, and Osborn waves (J wave), indicated by a positive deflection at the J point in precordial leads.\n[21]\n\nImaging studies are usually not required to diagnose vitamin D toxicity but can reveal incidental findings of chronic toxicity due to pathologic calcifications. Skeletal radiographs typically show periosteal calcifications. Abdomen and pelvic CT scans can reveal nephrolithiasis. In addition, other pathologic calcifications may be observed in the blood vessels, myocardium, lung, and skin. When a patient presents with significant alteration in mental status upon admission, it is advisable to perform a baseline brain CT scan to assess for possible intracranial pathologies or alternative causes.",
    "administration": "Clinical management of vitamin D toxicity is mainly supportive and focuses on lowering calcium levels.\n\nVitamin D and calcium supplements should be discontinued. In addition, excessive bed rest should be avoided to prevent hypercalcemia due to immobilization.\nIsotonic saline should be used to correct dehydration and increase renal calcium clearance.\n[17]\nIn severe toxicity resulting in severe hypercalcemia (serum calcium >14 gm/dL), calcitonin and bisphosphonates can be used. Dosing is recommended as follows:\nCalcitonin at 4 U/kg intramuscularly can be administered and repeated every 12 hours up to 48 hours.\nIV bisphosphonates can be administered concurrently: Pamidronate 90 mg IV over 2 hours and zoledronic acid 4 mg IV over 15 minutes.\n[22]\n[23]\nCoadministration of calcitonin and bisphosphonates has been shown to increase the efficacy of calcitonin.\n[24]\nCalcitonin can lead to tachyphylaxis, while the effect of bisphosphonates can persist for a longer duration. Therefore, calcium levels should be carefully monitored when using these medications.\nThe use of IV glucocorticoids is controversial and usually reserved for treating vitamin D toxicity related to granulomatous disease. This medication works by reducing calcitriol levels, which in turn lowers plasma calcium levels. By decreasing intestinal absorption and increasing urinary excretion of calcium, it helps regulate calcium levels in the body.\n[25]\nHydrocortisone 100 mg/d or prednisone 40mg/d for 5 d.\nPatients may need hemodialysis due to renal failure or correct refractory hypercalcemia.\nThe patient’s medication list should be reviewed to adjust the future doses of vitamin D supplements.\nPatient counseling is needed to avoid vitamin supplement overuse.\nThe Endocrine Society suggests monitoring 25-hydroxy vitamin D and calcium serum levels for patients on high-dose vitamin D replacement therapy.",
    "adverse_effects": "The complication of vitamin D toxicity rarely leads to renal failure requiring hemodialysis.\n[26]"
  }
}