{
  "drug_name": "vitamin a&e",
  "nbk_id": "NBK564373",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564373/",
  "scraped_at": "2026-01-11T18:48:10",
  "sections": {
    "indications": "Vitamin E is a major lipid-soluble antioxidant obtained exclusively from the diet. It was discovered in the 1920s as an essential dietary element required by rats for reproduction.\n[1]\nThere are approximately 8 vitamin E-related molecules, but alpha-tocopherol is the dominant molecule in humans. Tocotrienols are the other molecules that are widely studied for vitamin E supplementation. These 2 molecules have been studied in various dosages and for various health purposes. Vitamin E has peroxyl radical scavenger properties. While vitamin E toxicity is associated with an increased risk of bleeding, its deficiency has been associated with neurologic diseases and anemia.\n[2]",
    "mechanism": "Vitamin E is quite common in diet and is found in spinach, avocado, seeds, vegetable oil, and almonds. It is also present in breast milk.\n[3]\n[4]\nPatients who follow a Mediterranean diet are more likely to have greater vitamin E levels.\n[5]\nAlthough the recommended dietary allowance of vitamin E is 15 mg/day, many supplements are produced at much higher daily dosages, such as 100 to 1000 mg.\n[3]\nSymptoms are not noticed in most patients until levels beyond 1000 mg are ingested daily. However, drug-drug interactions have been reported in patients ingesting more than 300 mg of vitamin E daily.\n\nA patient who consumes vitamin E in their diet has, on average, a level of circulating alpha-tocopherol of approximately 20 micromol/L. Patients with additional vitamin E supplementation have 30 micromol/L or greater levels. No data supports any detrimental effects from the dietary intake of vitamin E-rich foods without exogenous supplementation.\n[6]\nExcessive supplementation, however, may lead to vitamin E toxicity, most notably manifested in an increased risk of bleeding. Vitamin E deficiency is rare and is characterized by the development of progressively worsening peripheral neuropathy, ataxia, and hyporeflexia. It may develop in patients with difficulty absorbing fat, such as cystic fibrosis, Crohn disease, and chronic pancreatitis. In these cases, vitamin E supplementation may be needed.\n[7]",
    "monitoring": "To detect vitamin E toxicity, serum levels of circulating alpha-tocopherol can be obtained. The average range of plasma alpha-tocopherol in a patient who eats a well-balanced diet is 20 micromoles/liter.\n[7]\nA patient on vitamin E supplementation may have plasma levels of 30 micromoles/liter or greater.\n[7]\nThe normal lab range for circulating alpha-tocopherols is 5.7 to 19.9 mg/L.\n[3]\nThe levels of circulating alpha-tocopherol are very dependent on the lipid content of the blood. In patients with extremely high or extremely low cholesterol levels, the levels of circulating alpha-tocopherol are not an accurate measure of vitamin E. In a patient with average cholesterol levels, the levels of circulating alpha-tocopherol are still not an accurate measure of vitamin E. This is due to the upregulation of biliary and urinary excretion once vitamin E levels are increased.\n[12]\nBecause of these irregularities in vitamin E metabolism, there is no set cut-off level of circulating alpha-tocopherols considered universally toxic.\n\nIn a study performed on patients with intracranial hemorrhages and taking vitamin E supplementation, alpha-tocopherol levels ranged from 23.3 micromoles/L to 46.7 micromoles/L in patients who were discovered to have intracranial hemorrhages.\n[3]\nIn another study that correlated the vitamin E levels and risk of bleeding in patients taking oral anticoagulation, a ratio of circulating alpha-tocopherols to total serum cholesterol concentration was used. This was thought to represent the true circulating vitamin E levels most accurately.\n[5]\nAlthough there is a concern regarding the reliability of these circulating alpha-tocopherol levels correlating to vitamin E levels, this is still the most widely used test in the literature regarding quantifying vitamin E when describing its effects.",
    "administration": "The mainstay treatment for vitamin E toxicity is stopping the exogenous vitamin supplementation. This is effective since vitamin E toxicity does not occur without an exogenous supplementation.\n[6]\nIf there is significant bleeding, vitamin K supplementation should be considered in patients taking vitamin E supplementation. There can be inhibition of a clotting cascade that is vitamin K-dependent when there are higher vitamin E concentrations. This can occur whether the patient is on warfarin or not. Vitamin E also impedes platelet aggregation. This can occur regardless of whether the patient takes antiplatelet agents. Therefore, giving vitamin K to patients who are actively bleeding or have a severe hemorrhage should be considered.\n[5]",
    "adverse_effects": "Although the major hazardous complications of elevated vitamin E levels include bleeding, there have been others mentioned. These include thyroid problems, weakness, emotional disorder, gastrointestinal derangement, tenderness of breasts, and thrombophlebitis."
  }
}