{
  "drug_name": "vitamins b3",
  "nbk_id": "NBK554552",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554552/",
  "scraped_at": "2026-01-11T15:41:32",
  "sections": {
    "indications": "Carbidopa alone has few contraindications; however, because its administration is always in combination with levodopa, it shares the same risks. Because of limited data, carbidopa should not be used in those under 18 years old and should be avoided in pregnancy. It is contraindicated to give carbidopa/levodopa capsules along with nonselective monoamine oxidase inhibitors due to a risk of hypertension. These include but are not limited to phenelzine, isocarboxazid, and tranylcypromine. Any nonselective MAO inhibitor should be stopped at least two weeks prior to beginning treatment with carbidopa/levodopa.\n[1]",
    "mechanism": "Carbidopa, 1-α-methyldopahydrazine, acts by irreversibly binding pyridoxal 5′-phosphate (PLP), inhibiting l-aromatic amino acid decarboxylase (AADC), a PLP-dependent enzyme. AACD acts to metabolize 5-HTP to serotonin and L-dopa to dopamine. Whereas the central nervous system takes up levodopa, carbidopa cannot cross the blood-brain barrier, and therefore its effects on enzymatic activity act only peripherally.\n[3]\n\nDecreasing levodopa metabolism peripherally allows for more L-dopa to be taken up by the CNS. This increased potency reduces the dose of levodopa necessary for the effective treatment of parkinsonian motor symptoms by up to 75%.\n[1]\n\nAdditionally, the lack of peripheral conversion of levodopa to dopamine decreases gastrointestinal (GI) absorption, preventing excess dopamine in the GI tract, and decreasing levodopa side effects, including diarrhea, nausea, and/or vomiting.\n[3]",
    "administration": "There are several formulations and routes of administration for combinations of levodopa and carbidopa. The basis for dosing is weight, with a ratio of 10:1 or 4:1, levodopa to carbidopa.\n[5]\n\"Off time\" and \"on time\" refer to common motor fluctuations occurring with levodopa administration and, therefore, occur with carbidopa/levodopa coadministration. \"Off time\" refers to the periods where patients experience parkinsonian motor symptoms, i.e., the medication working ineffectively. In comparison, \"on-time\" refers to relieving symptoms or the potential emergence of dyskinesias and involuntary, erratic movements. This fluctuation of symptoms is likely due to the stimulation of the dopamine receptors in a pulsatile, non-physiological fashion. The severity of Parkinson disease can affect the stability of dopamine concentrations despite fluctuating levodopa concentrations. More advanced disease states may require different formulations of the drugs.\n[1]\n\nThere are formulations of both immediate release and sustained release of carbidopa/levodopa and a combination of carbidopa/levodopa and entacapone, a peripheral inhibitor of catechol-O-methyltransferase.\n[6]\nExtended-release capsule formations of carbidopa/levodopa are designed with beads that release medication at a constant rate for 4 to 5 hours after administration. The extended-release version has decreased \"off-time\" in more advanced patients with PD compared to immediate-release formulations.\nAn intestinal gel infusion formulation of carbidopa/levodopa is a suspension of levodopa (20 mg/ml) and carbidopa (5 mg/ml) in 2.95% carboxymethylcellulose gel. This administration route is typically performed via a portable pump that runs through a naso-duodenal tube and later through a percutaneous endoscopic gastrostomy (PEG) tube following titration of the proper dose. This route of administration is reserved for the most severe cases of PD.\n[7]\n[8]\n\nOverall, the variety of routes of administration and drug combinations demonstrate the balance between making the drug fast-acting, long-lasting, stable, and effective at treating the symptoms without causing unnecessary risk or adverse effects to the patient.\n\nWhether given with carbidopa-levodopa or levodopa, the optimal daily dose of carbidopa must be determined by slow titration carefully. Most patients respond to a 1:10 ratio of carbidopa and levodopa, provided the daily dosage of carbidopa is 70 mg or higher. The maximum daily dose of carbidopa should not exceed 200 mg since there isn't adequate clinical experience with larger dosages. If the patient is taking carbidopa-levodopa, the amount of carbidopa in carbidopa-levodopa should be considered when calculating the total amount of carbidopa to be administered each day.\n\nPatients Receiving Carbidopa-Levodopa Who Require Additional Carbidopa\n\nSome patients taking carbidopa-levodopa may not have an adequate reduction in nausea and vomiting when the dose of carbidopa is less than 70 mg a day, and the dosage of levodopa is less than 700 mg a day. When these patients take carbidopa-levodopa, 25 mg of carbidopa may be given with the first dose of carbidopa-levodopa daily. Further doses of 12.5 mg or 25 mg can be administered daily with each dose of carbidopa-levodopa. Carbidopa may be administered with any dose of carbidopa-levodopa required for optimal therapeutic response. However, the maximum daily dose of carbidopa, given as carbidopa tablets and carbidopa-levodopa, should not exceed 200 mg.\n\nPatients needing Individual Titration of Carbidopa/Levodopa Dosage\n\nAlthough carbidopa/levodopa is the most frequently used method of carbidopa and levodopa administration, a few patients may require an individually titrated dose of these two drugs. Carbidopa should be initiated at a dosage of 25 mg three or four times a day in these patient populations. The two drugs should be given simultaneously, starting with not more than one-fifth (20%) to one-fourth (25%) of the previous or recommended daily dose of levodopa when given without carbidopa. In patients already taking levodopa therapy, at least twelve hours should lapse between the last dose of levodopa and the start of therapy with carbidopa and levodopa. Therefore, the appropriate way to start treatment in these patients is in the morning following a night when the patient has not taken any levodopa for a minimum of twelve hours.\n\nDosage Adjustment\n\nThe dose of carbidopa may be adjusted by adding or omitting one-half or one tablet daily. Because both therapeutic response and adverse reaction appear more rapidly with combination therapy than when only levodopa is administered, monitor patients closely during the dose titration period. The occurrence of involuntary movements may require dose reduction. Blepharospasm may be a good early sign of excess dosage in some patients. Current evidence suggests other standard antiparkinsonian medicines may be continued while carbidopa and levodopa are administered. However, the dose of such other standard antiparkinsonian medicines may require adjustment.\n\nInterruption of Therapy\n\nFew cases of confusion and hyperpyrexia have been reported with dose reductions and withdrawal of carbidopa-levodopa or carbidopa-levodopa extended-release. Therefore, patients should be observed closely if abrupt reduction or withdrawal of carbidopa/levodopa therapy is required, especially if the patient is receiving neuroleptic medicines. If general anesthesia is needed, treatment may be continued as long as the patient is permitted to take fluids and medication orally. The patient should be monitored for symptoms resembling NMS when temporarily interrupted therapy. The usual daily dose may be resumed as soon as the patient can take medication orally.\n\nPregnancy Considerations\n\nThere are no well-controlled and adequate human studies conducted on pregnant women. It is reported from post-marketing individual case reports that levodopa can crosse the human placental barrier, enter the fetus, and get metabolized. Carbidopa concentrations in fetal tissue appear to be minimum. The use of carbidopa and levodopa tablets in women of childbearing potential requires that the anticipated benefits of the drug be outweighed against potential hazards to the mother and/or child.\n\nLactation Considerations\n\nSeveral studies show that levodopa can lower serum prolactin during lactation. However, the prolactin level in mothers with established lactation may not affect their breastfeeding capability. The long-term effects of levodopa administration in breastfeeding women have not been adequately studied. However, some nursing women could successfully breastfeed their infant without apparent adverse effects while using low doses of levodopa/carbidopa for Parkinson's disease. Levodopa has been detected in human milk. Hence, caution should be exercised when carbidopa and levodopa are administered to a breastfeeding woman.\n[9]\n\nPediatric Considerations\n\nEffectiveness and safety in pediatric patients have not been established yet. Therefore,  carbidopa use in patients under 18 is not recommended.",
    "adverse_effects": "Because of the irreversible binding of AADC, carbidopa can decrease or deplete peripheral levels of serotonin, dopamine, norepinephrine, and epinephrine. Additionally, research has demonstrated that the irreversible binding of PLP causes nutritional deficiencies in vitamins B3 and B6. Specific carbidopa-induced dyskinesias, including “facial twitching and head bobbing,” have also been described.\n[3]\n\nRecognizing the adverse effects associated with carbidopa/levodopa combinations is also essential. In addition to dyskinetic movements, there are reports of psychiatric problems, autonomic dysfunction, and sensory/pain symptoms with levodopa use. These non-motor symptoms range from euphoric mood, hallucinations, and worsening cognition, to poor thermoregulation, dysphagia, and peripheral neuropathy and can vary depending on the “on/off” fluctuations of levodopa.\n[10]",
    "monitoring": "The use of carbidopa alone does not call for any specific monitoring. Monitoring all PD patients for motor symptoms is necessary for creating drug schedules that align with disease progression.\n[11]\nCo-prescribing carbidopa/levodopa with specific drugs may require monitoring for potential adverse effects. Using carbidopa/levodopa with selective MAO-B inhibitors and certain antihypertensives poses a risk for postural hypotension and should be monitored appropriately. Additionally, concomitant use with tricyclic antidepressants may have some association with hypertension and dyskinesias.\n[1]",
    "toxicity": "There is little data to suggest a possibility for or symptoms of carbidopa toxicity. However, reported data indicate that carbidopa/levodopa intestinal gel infusion can cause significant damage to small nerve fibers leading to pain and sensory discomfort.\n[12]"
  }
}