{
  "drug_name": "vitamin b 1",
  "nbk_id": "NBK604208",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604208/",
  "scraped_at": "2026-01-11T18:48:11",
  "sections": {
    "indications": "Bariatric surgery as a treatment for obesity is on the rise.\n[1]\nSince 1975, the global obesity rate has nearly tripled, leading to a 10-fold increase in the number of bariatric surgeries performed worldwide from 1997 to 2013.\n[2]\n[3]\nBariatric surgery can improve overall health by promoting weight loss and has downstream beneficial effects on many conditions, including metabolic syndrome, cardiovascular disease, diabetes mellitus, stroke, and sleep apnea.\n[4]\nMoreover, bariatric surgery can also improve mental health in patients with chronic diseases, notably reducing anxiety, alleviating depression, and improving body image.\n[5]\n\nTypes of Bariatric Surgery\n\nVarious types of bariatric surgery are performed globally, including restrictive, malabsorptive, and combined approaches.\n\nRestrictive-type procedures:\nThese types of surgical procedures include the below-mentioned techniques.\n\nLaparoscopic adjustable gastric banding: This procedure involves fitting an adjustable band to create a proximal gastric pouch of about 30 mL, limiting food intake and inducing early satiety.\n\nLaparoscopic sleeve gastrectomy: This procedure entails removing a portion of the stomach and stapling the remainder to form a \"sleeve\" with a capacity of approximately 60 to 120 mL. This procedure produces effects similar to those of gastric banding.\n\nMalabsorptive-type procedures:\nThese types of surgical procedures include the below-mentioned technique.\n\nJejunoileal bypass: This technique involves joining the upper portion of the small intestine to the distal small intestine while retaining a portion for normal absorption.\n\nCombined restrictive and malabsorptive type procedures:\nThese types of surgical procedures include the below-mentioned techniques.\n\nRoux-en-Y-gastric bypass (RYGB): This procedure involves constructing an approximately 30 mL proximal gastric pouch by stapling and dividing the stomach. The pouch is then connected to a segment of the jejunum for drainage.\n\nBiliopancreatic diversion (BPD): This procedure removes a small section of the stomach and creates alternative routes to the small intestine. A BPD with a duodenal switch incorporates a vertical sleeve gastrectomy and a duodenoenterostomy.\n\nAn important consideration for both patients and healthcare professionals to consider is the potential for psychiatric complications arising from bariatric surgery. These may include depression, anxiety disorders, eating disorders, dissatisfaction due to unmet weight loss expectations, body image disturbances, psychotic syndromes, and, most importantly, suicide risk.\n[6]\n[7]\nPsychiatric sequelae may vary depending on the type of procedure undergone. For instance, a cohort study conducted in Taiwan tracking patients over 12 years discovered a 1.5-fold heightened risk for major depressive disorders (MDDs) after malabsorptive procedures compared to restrictive procedures. However, MDD risk was increased in both groups.\n[8]\nTherefore, it is critical for clinicians, including bariatric surgeons, to acknowledge potential psychiatric complications postoperatively, conduct screenings, and adopt an interdisciplinary, team-based approach to their management.",
    "mechanism": "Psychiatric complications from bariatric surgery can be attributed to various factors.\n\nPreexisting Psychiatric Conditions and Their Impact on Bariatric Surgery Candidates\n\nThe most likely risk factor for developing psychiatric complications following bariatric surgery is the presence of one or more psychiatric disorders before the operation.\n[9]\nCommon psychiatric conditions observed in bariatric surgery candidates include depression, anxiety, substance use disorders, and binge-eating disorder.\n[10]\nUntreated eating disorders (most concerning being anorexia nervosa or bulimia nervosa), psychotic symptoms, severe depression, or active substance use disorders are considered relative contraindications for bariatric surgery.\n[11]\nHowever, it is important to note that these preexisting psychiatric conditions are not absolute contraindications, and individualized treatment or active substance use disorders are considered relative contraindications for bariatric surgery\n.\n\nBariatric surgery constitutes a significant, life-altering event that has the potential to spur mental illness de novo. The likely explanations include drastic dietary changes in the postoperative period, including consuming smaller portions and adjusting to new food types. Behavioral restrictions, such as eating slowly or only during certain times (while avoiding late-night eating), also contribute to this transition. In addition, complications such as dumping syndrome may induce anxiety, while excess skin resulting from significant weight loss has the potential to alter body image perception, potentially leading to distress.\n\nPreoperative psychiatric comorbidities have the potential to significantly influence outcomes post-bariatric surgery. Research indicates that patients with depression who undergo bariatric procedures tend to experience less weight loss compared to those without depression.\n[12]\n[13]\nSimilarly, a history of binge-eating disorder can also affect weight loss outcomes post-surgery.\n[14]\nMoreover, individuals with alcohol use disorder exhibit higher rates of alcohol consumption beyond the initial 2-year postoperative period, as evidenced by findings from a meta-analysis.\n[15]\n\nNutritional Deficiencies and Their Psychological Effects\n\nVarious micronutrient deficiencies following bariatric surgery have been reported due to food absorption changes. Commonly reported deficiencies include vitamins D and B12, thiamine, folate, iron, and zinc.\n[16]\nResearch has demonstrated a strong link between vitamin D deficiency and depression.\n[17]\nWernicke encephalopathy in the setting of chronic emesis and resulting thiamine deficiency has been associated with psychotic symptoms in the postoperative period.\n[18]\nVitamin B12 deficiency can contribute to psychotic symptoms in the postoperative period; however, along with thiamine deficiency, these symptoms would likely also be accompanied by neurological changes.\n[19]\n\nRestrictive procedures such as sleeve gastrectomy, adjustable gastric banding, and vertical gastric banding generally result in fewer micronutrient deficiencies compared to malabsorptive or combined-type procedures, such as RYGB and BPD.\n[20]\nA recent review assessed the risk of micronutrient deficiencies between restrictive and malabsorptive or combined procedures. Although all types of procedures were associated with deficiencies, malabsorptive or combined types increased the risk of vitamin B12 deficiency by over 3-fold compared to restrictive procedures, owing to reduced parietal cells and decreased production of intrinsic factors.\n[19]\nIn addition, mineral deficiencies such as iron and calcium are more prevalent with combined-type procedures, as the main sites of absorption for these minerals occur in the duodenum and proximal jejunum, which are bypassed with this procedure. As a result, a study revealed that anemia occurred in nearly half of all patients undergoing RYGB, affecting approximately 17% of those undergoing restrictive-type procedures.\n[21]\n\nThe effect of vitamin D absorption varies depending on the type of surgery undergone. According to a recent review, sleeve gastrectomy showed no deficiencies in vitamin D absorption at multiple postoperative time points (3, 6, and 12 months). Additionally, compared to preoperative states, the risk of vitamin D deficiency decreased following sleeve gastrectomy. However, deficiencies in vitamin D were observed in up to 10% of patients at the 12-month postoperative mark.\n[22]\n\nGut-Brain Axis\n\nAlterations in the gut microbiome can impact mood and behavior by influencing gut peptides such as ghrelin, glucagon-like peptide 1, peptide YY, and cholecystokinin. These gut peptides have also been associated with increased rewarding effects of alcohol post-bariatric surgery.\n[23]\nInterestingly, the emergence of glucagon-like peptide 1 agonists in obesity treatment has led to modulations of reward pathways, offering potential avenues for addiction treatment, as suggested by Brown et al.\n[23]\nFurthermore, alcohol and other substance use have also been linked to gut dysbiosis, potentially creating a vicious cycle affecting mood and behavior.\n\nBehavioral Changes and Addiction Transfer\n\nPostoperative addiction transfer emerges as a significant psychiatric complication of bariatric surgery. Patients who previously relied on eating as a maladaptive coping mechanism for underlying mental illness and distress may face challenges when this option is limited post-surgery due to physical changes reducing stomach capacity. Consequently, they may replace their prior addictive eating habits with new or exacerbated substance use.\n[24]\nSubstance use in the postoperative period is prevalent, with alcohol being the most commonly reported substance used.\n[25]\nThere have been numerous reports of bariatric surgery patients ultimately dying from cirrhosis during the postoperative period.\n[26]\nParticularly alarming among these changes is the heightened risk of suicide in the postoperative period, a phenomenon consistently observed across multiple studies.\n[27]\nThis phenomenon likely arises from a combination of factors, including postoperative dietary and behavioral constraints, along with dissatisfaction regarding weight loss or harboring unrealistic expectations that bariatric surgery will resolve many of the patients' preexisting struggles.",
    "monitoring": "Given the elevated suicide risk among postoperative bariatric surgery patients, it is prudent to implement a systematic screening program for depression and suicidal ideation. Such a program can be effectively integrated into routine follow-up consultations. The Patient Health Questionnaire (PHQ-9) is a recommended tool for this purpose. This brief self-administered survey comprises 9 items, each scored from 0 to 3, resulting in a potential total score ranging from 0 to 27. The PHQ-9 effectively targets vital symptoms of depression, such as anhedonia, dysphoria, fatigue, appetite irregularities, feelings of guilt, lack of motivation, difficulty concentrating, changes in motor activity (such as agitation and retardation), and thoughts of suicide, by assigning scores based on the frequency of these symptoms over the assessment period.\n[32]\n\nA score greater than 10 on the assessment indicates at least moderate depression, warranting consideration for counseling and pharmacotherapy. A score exceeding 15 indicates the necessity for active pharmacotherapy and psychotherapy treatment. Finally, a score surpassing 20 indicates an immediate need for pharmacotherapy and an expedited referral to a psychiatrist, psychologist, or therapist for collaborative treatment. Furthermore, any positive response to question 9, which specifically inquires about suicidal thoughts, should prompt an immediate risk assessment for the threat of imminent danger to the patient.\n\nOther psychometric tools, including the Columbia Suicide Scale, can be used to assess suicide risks further. If necessary, immediate consultation with a psychiatrist should be obtained and acute hospitalization pursued. Alongside screening for depression, it is imperative to thoroughly investigate the patient's eating habits, with particular attention to potential eating disordered behaviors, and closely monitor their weight trends.\n\nThe patient should also be screened for potential substance use after surgery. One useful psychometric tool for assessing substance use is the Screening, Brief Intervention, and Referral for Treatment (SBIRT) tool.\n[33]\nIn patients presenting with anxiety symptoms, a thorough history and physical examination are necessary to exclude organic diseases, including dumping syndrome. Cardiac causes of palpitations should also be explored, considering the likelihood of electrolyte imbalances in the postoperative period.\n[34]\nAn electrocardiogram (ECG), metabolic panel, and serum magnesium and phosphorus should be obtained to assess for possible abnormalities.",
    "administration": "When initiating pharmacotherapy, the treating psychiatrist should specifically consider the patient's history of bariatric surgery. Bariatric procedures alter the absorption and metabolism of food, vitamins, minerals, and medications. Reduced gastric volume and increased gastric emptying affect drug absorption, favoring immediate-release over modified-release formulations.\n[35]\nGastric pH increases due to reduced surface area and fewer parietal cells, potentially affecting pH-dependent drugs.\n[36]\nIn addition, the volume of distribution of lipophilic medications is higher in obese patients, as the drug tends to accumulate in adipose tissue. Consequently, dosage adjustments may be necessary after weight loss.\n[36]\n\nCytochrome P450 3A enzymes subfamily constitute nearly 80% of the total P450 content in the small intestine.\n[37]\nConsequently, the gastrointestinal rearrangement after bariatric surgery, especially RYGB, significantly affects the oral bioavailability of CYP3A substrates. Medications metabolized by CYP3A4 may undergo faster metabolism, potentially leading to subtherapeutic levels. Some studies have demonstrated increased activity of CYP3A, CYP2B6, and CYP1A2 after bariatric surgery.\n[38]\nThese changes could theoretically alter the plasma levels of medications metabolized by these enzymes. Other studies after RYGB have shown decreased levels in CYP2D6, CYP1A2, and CYP2C9, potentially affecting the metabolism of various psychiatric medications, including antidepressants and antipsychotics such as clozapine.\n[38]\n\nNotably, studies do not consistently find changes in the CYP P450 level.\n[39]\nStudies following sleeve gastrectomy have found increased activity for CYP3A4 and decreased activity for CYP2C9 and CYP1A2.\n[38]\nTherefore, clinicians must remain vigilant for any relapse of psychiatric symptoms or the development of adverse effects with medications after bariatric surgery. Changes in cytochrome P450 activity may stem from reduced inflammation and hepatic lipid peroxidation due to weight loss resulting from bariatric surgery.\n[38]\n\nMultiple studies have found a significantly lower area under the curve  (AUC) for selective serotonin reuptake inhibitors (SSRIs) following RYGB, which may prompt higher doses than those recommended by the US Food and Drug Administration (FDA) in these patients.\n[40]\n[41]\nIn addition, duloxetine, the selective norepinephrine reuptake inhibitor (SNRI), showed decreased absorption following RYGB, while venlafaxine showed no change in absorption.\n[36]\nThe treatment of psychiatric complications after bariatric surgery will depend on the patient's specific psychiatric diagnosis. However, extra consideration must be given when prescribing certain medication groups.\n\nAntipsychotics\n\nAntipsychotic absorption may be altered following bariatric surgery. Specifically, both lurasidone and ziprasidone require dosing with food, and the respective levels for each drug may be changed in the setting of increased gastric pH. When prescribing antipsychotics, depot formulations may be considered, as they will not be affected by decreased absorption. A serum level of an antipsychotic may be requested, when available and appropriate, to guide treatment.\n\nMood Stabilizers\n\nValproic acid concentrations can be decreased following malabsorptive procedures secondary to reduced absorption.\n[42]\nLevels should be checked for efficacy and toxicity, with both total and free levels monitored.\n\nCarbamazepine and oxcarbazepine levels can be reduced following malabsorptive or combined-type procedures.\n[43]\nLamotrigine has been theorized to have increased, decreased, or potentially unchanged drug levels following malabsorptive or combined-type procedures.\n[44]\nClinicians should be aware of these potential changes in drug levels that may alter both efficacy and toxicity and drug levels should be monitored accordingly.\n\nLithium concentrations can increase significantly following bariatric surgery. Several case reports have detailed lithium toxicity following bariatric surgery, as increases in gastric pH can increase levels of the deprotonated form of lithium.\n[45]\nIn addition, dehydration is a common complication of bariatric surgery and can also result in potentially toxic levels of lithium. As a result, a baseline lithium level should be obtained before surgery when the patient is therapeutically controlled, and this level should be monitored frequently in the postoperative period to ensure both therapeutic efficacy and to guard against potential toxicity.\n\nMalabsorptive procedures will also decrease the effectiveness of oral contraceptives. Therefore, when potentially prescribing teratogenic medications, such as valproic acid or lithium, clinicians should be aware of this potential interaction and encourage different forms of birth control, such as intrauterine devices, contraceptive injections, or barrier protection.\n[46]\n\nAntidepressants\n\nLimited data exist regarding psychopharmacological options for bariatric surgery patients. When treating depression, weight-neutral antidepressants should be preferred. Given the potential for electrolyte derangement, specific care should be taken when choosing an antidepressant. Due to the cardiac adverse effects and the predisposition to electrolyte imbalances post-bariatric surgery, tricyclic antidepressants should be avoided unless clinically warranted.\n[47]\nSimilarly, given the dietary restrictions of monoamine oxidase inhibitors, they are likely not a preferred option in patients who have undergone bariatric surgery.\n[48]\nWithin the SSRI class, sertraline is likely a preferred agent due to its relative lack of QTc prolongation and a lower propensity to cause weight gain.\n[49]\n[50]\n\nFluoxetine, fluvoxamine, and paroxetine exhibit increased CYP450 inhibition relative to other SSRIs, and this should be considered for potential drug-drug interactions.\n[51]\nCitalopram has demonstrated clinically significant QTc prolongation in numerous studies and likely should be avoided if possible.\n[52]\nAlthough escitalopram does not appear to prolong QTc to the same extent as citalopram, given that it is the\nS\n-enantiomer of racemic citalopram, special care should be taken if prescribed to postoperative bariatric surgery patients.\n[53]\n\nAtypical antidepressants such as bupropion and mirtazapine should be used with caution. Although in a study, bupropion was associated with more significant reductions in weight loss after bariatric surgery in patients with depression, it has a well-documented risk for seizures, particularly in patients with a history of electrolyte derangement.\n[54]\nMirtazapine antagonizes histaminergic receptors, leading to weight gain.\n[55]\n\nTreatment for Alcohol Use Disorder\n\nIn cases where a patient presents with Wernicke encephalopathy, typically associated with poor micronutrient absorption or prolonged vomiting, immediate and aggressive parenteral thiamine replacement is crucial. The Royal College of Physicians advises administering 500 mg of intravenous thiamine 3 times daily for the first 3 to 4 days, followed by 250 mg 3 times daily for the next 2 to 3 days. After the initial parenteral treatment, indefinite oral thiamine supplementation should be continued.\n[56]\nWernicke encephalopathy is a potentially devastating neuropsychiatric illness with downstream impairments that can be severe. With higher intravenous dosing, anaphylaxis is a rare event, and patients must be monitored for this.\n[57]\nPostoperative substance use is common in bariatric surgery patients, necessitating a comprehensive, interdisciplinary approach to their care.\n\nAlcohol use disorder is the most common substance use reported in the postoperative period. Acamprosate, disulfiram, and naltrexone are FDA-approved to treat alcohol use disorder.\n[58]\nTopiramate has been used off-label to treat alcohol addiction with varied success.\n[59]\n\nTwelve-step programs such as Alcoholics Anonymous are superior to other behavioral therapies, including cognitive behavioral therapy, and are proven to lead to more abstinence days.\n[60]\nIn particular, cognitive behavioral and dialectal behavioral therapies have proven effective in treating numerous psychiatric disorders in bariatric surgery patients.\n[61]\n[62]\nAdditionally, acceptance and commitment therapy has shown positive results in bariatric surgery patients concerning eating-disordered behaviors, body image perception, and quality of life.\n[63]",
    "adverse_effects": "Bariatric surgery, while often hailed as a life-changing solution for patients with severe obesity, can introduce a host of psychiatric complications, with suicide being a particularly critical concern that demands careful attention. Postoperative psychiatric issues can range from exacerbation of preexisting conditions such as depression and anxiety to the development of new disorders such as substance use or eating disorders. The drastic changes in body weight and physiology after surgery can trigger emotional distress, body image concerns, and identity shifts—all of which may contribute to psychiatric distress. Moreover, rapid weight loss can lead to fluctuations in mood and cognition, impacting mental well-being. Additionally, nutritional deficiencies following surgery can affect brain function, exacerbating psychiatric symptoms. Clinicians caring for these patients should be aware of these potential complications and conduct screening, provide treatment, and make referrals for further management."
  }
}