{
  "drug_name": "vitamin k",
  "nbk_id": "NBK551578",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551578/",
  "scraped_at": "2026-01-11T15:41:26",
  "sections": {
    "indications": "Vitamin K use requires caution in neonates, patients with hereditary hypoprothrombinemia, renal impairment, cases of over anticoagulation due to heparins, and hypersensitivity to vitamin K.",
    "mechanism": "The primary function of vitamin K2 is adding carboxylic acid groups to glutamate residues (Glu) to form gamma-carboxyglutamate residues (Gla) during the creation of clotting factors. The presence of two carboxylic acid groups on a single carbon that resides in the gamma-carboxyglutamate residue allows for the chelation of calcium ions. The binding of calcium ions in this fashion is of crucial importance for vitamin K-dependent clotting factors, permitting the perpetuation of the clotting cascades. Vitamin K is also responsible as a factor in synthesizing prothrombin, factor VII, factor IX, and factor X.\n[1]\n[9]\n\nVitamin K becomes reduced in the cell to a metabolic form called vitamin K hydroquinone. The catalyst for this process is the enzyme vitamin K epoxide reductase (VKOR). Subsequently, vitamin K hydroquinone gets oxidized by gamma-glutamyl carboxylase (also known as vitamin K-dependent carboxylase). This enzyme carboxylates Glu to Gla, eventually creating vitamin K epoxide. The carboxylation and epoxidation reactions are supposed coupled (occurring simultaneously). Next, vitamin K epoxide is reconverted to vitamin K by VKOR. This entire process has the name of the vitamin K cycle. Vitamin K1 deficiency is not common in humans because it constantly recycles within cells.\n[1]\n[10]\n[11]\n\nWarfarin is a compound used for anticoagulation that blocks the action of VKOR and results in decreased amounts of vitamin K and vitamin K hydroquinone, which prevents any efficiency by the glutamyl carboxylase enzyme and prevents the carboxylation reaction from occurring. As a result, clotting factors get produced without an adequate number of Gla amino termini. These ‘inactive” factors can no longer create stable bonds to blood vessels endothelium; therefore, no clot formation will result even after endothelial injury. In conclusion, the enzymes that participate in the vitamin K cycle include gamma-glutamyl carboxylase (GGCX), vitamin K epoxide reductase (VKOR), and an as-yet-unidentified vitamin K reductase (VKR). Vitamin K is a lipophilic compound and leads to the belief that vitamin K cycle enzymes are integral membrane proteins in the endoplasmic reticulum. Mutations in these enzymes result in the patient that possesses bleeding disorders or resistance to anticoagulation.\n[1]\n[11]\n[12]",
    "administration": "The preferred choice for oral vitamin K supplementation is vitamin K1. The suggested dose is 1 to 2 mg. In cases of severe coagulopathy (i.e., high INR), an oral dose of 5 to 10 mg can be administered. The maximum oral dose is 25 mg. Alternatively, vitamin K1 can be given intravenously. The dose for intravenous administration is 10 to 20 mg. It should be given slowly (no less than 30 min). The effect usually occurs within 2 to 4 hours after administering an intravenous dose. The maximum effect for intravenous administration is 6 to 12 hours, while oral supplementation will take about 24 hours.\n[13]",
    "adverse_effects": "Currently, there is no known toxicity is associated with high doses of vitamin K1 or vitamin K2. Therefore, there is no designated upper intake level (UL). Despite this, an allergic reaction is possible with either version of vitamin K. Vitamin K1 has had documented associations with bronchospasm and cardiac arrest with IV administration. The oral form of vitamin K does not seem to cause severe reactions.\n[14]\n[15]\n\nVitamin K2 also does not display any adverse effects when ingested orally. Studies have shown that coagulation studies in humans did not show an increased risk of blood clots when ingesting 45 mg per day of vitamin K2 (as MK-4). Researchers observed this in a patient who took upwards of 135 mg per day (45 mg three times per day).\n[16]\n[17]\n\nThe synthetic vitamin K3 is very toxic, and as a result, has been banned from over-the-counter sales in the United States because ingestion could result in allergic reactions, hemolytic anemia, and cytotoxicity in liver cells.\n[2]",
    "monitoring": "The monitoring of vitamin K administration or levels is usually through prothrombin time (PT) and INR. These values measure the presence of vitamin K-dependent factors, which is especially important to utilize in patients who have warfarin toxicity or vitamin K-related coagulopathies.",
    "toxicity": "Vitamin K toxicity is extremely rare. The only reported toxicity comes from menadione, which has no use in humans. Its toxicity is thought to be associated with its water-soluble properties. When toxicity does occur, it manifests with signs of jaundice, hyperbilirubinemia, hemolytic anemia, and kernicterus in infants.\n\nThe mechanism by which toxicity occurs with menadione is the increased oxygen uptake in the liver, leading to a significant increase in lipid peroxidation, which in turn causes cell damage and death. Hepatocyte damage leads to the associated signs of vitamin K toxicity.\n[2]\n[14]\n[15]\n[16]\n[17]"
  }
}