{
  "drug_name": "vitamin b2",
  "nbk_id": "NBK525977",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK525977/",
  "scraped_at": "2026-01-11T15:41:20",
  "sections": {
    "indications": "No absolute contraindications to riboflavin intake are apparent. In patients with prior hypersensitivity reactions, riboflavin should be avoided due to the risk of anaphylaxis.\n[34]",
    "mechanism": "Riboflavin is involved in the metabolism of macronutrients and the production of some other B-complex vitamins. The nutrient participates in redox reactions in the metabolic pathways through cofactors flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN), derived from riboflavin, by acting as electron carriers.\n[14]\n\nRiboflavin plays a principal role in the electron transport chain.\n[15]\nInadequate riboflavin intake would be expected to disturb the intermediate steps of metabolism, with specific functional implications. The conversion of the amino acid tryptophan to niacin requires FAD. Similarly, converting vitamin B6 (pyridoxine) to the coenzyme pyridoxal 5’-phosphate needs FMN.\n[16]\n\nRiboflavin is also known as an antioxidant because it regenerates glutathione, a free radical scavenger.\n[17]\nAdditionally, riboflavin is involved in growth and development, especially during fetal life, reproduction, and lactation.\n\nPharmacokinetics\n\nAbsorption:\nA small amount of riboflavin is present in foods as free riboflavin, a majority as its derivative flavin adenine dinucleotide (FAD), and a smaller amount as flavin mononucleotide (FMN). Intestinal bacteria also produce a small amount of riboflavin.\n[18]\nFor the absorption of dietary riboflavin, a prerequisite is converting FAD and FMN to free riboflavin, catalyzed by enzymes called phosphatases in the enterocyte.\n[19]\n\nAbsorption occurs predominantly in the small intestine through a carrier-mediated transport process by RFVT3 (riboflavin transporter).\n[20]\nThe absorption of riboflavin is increased by food.\n\nDistribution:\nRiboflavin is widely distributed between central and peripheral compartments. Riboflavin can cross the blood-brain barrier. RFVT2, encoded by SLC52A2 (solute carrier family 52 member-2), is responsible for the tissue distribution of riboflavin.\n[21]\nABCG2 (ATP-binding cassette G2 transporter) is also responsible for transporting riboflavin into breast milk, CSF, semen, and bile.\n[15]\n\nMetabolism:\nRiboflavin is converted to coenzymes within the cytoplasm of most tissues, including the liver, heart, and kidney. Riboflavin is metabolized by flavokinase to form FMN, which is converted to FAD by FMN adenylyltransferase (FMNAT).\n[22]\n\nElimination:\nThe elimination half-life of riboflavin is approximately 1 h. Riboflavin is primarily excreted unchanged in the urine. Elimination in bile is <1%.\n[6]",
    "administration": "Available Dosage Forms and Strengths\n\nRiboflavin is also available as single-ingredient oral tablets of 25 mg, 50 mg, and 100 mg and oral capsules of 400 mg strengths. Riboflavin is often available in conjugation with other water-soluble multivitamins. Riboflavin 5’-phosphate is available as a 0.146% ophthalmic solution formulation.\n[4]\n\nAdult Dosage\n\nRecommended daily allowance for riboflavin:\n\nAdults (aged 19 to 70): The dosage for women is 0.9 to 1.1 mg/d, and for men, it is 1.1 to 1.3 mg/d. These values are based on clinical evidence of deficiency in intake of less than 0.6 mg/d. The recommended daily allowance increases from 1.4 to 1.6 mg/d during pregnancy and lactation.\n\nAdolescents (aged 10 to 18): The dosage is 0.9 to 1.3 mg/d.\n\nChildren (aged 1 to 9): The dosage is 0.5 to 0.6 mg/d.\n\nInfants (aged 0 to 12 months): The dosage is 0.3 to 0.4 mg/d.\n[15]\n\nThe dose for supplementation is generally 50 to 100 mg daily.\n[23]\nApart from supplementation in deficiency, it is also prescribed in some clinical situations as follows:\n\nCorneal Ectasia Following Refractory Surgery and Progressive Keratoconus\n\nRiboflavin is available for topical ophthalmic use as riboflavin 5’-phosphate ophthalmic solution (0.146%) and riboflavin 5’-phosphate in 20% dextran solution (0.146%). These ophthalmic formulations are photo enhancers used in corneal collagen cross-linking to manage keratoconus and corneal ectasia after refractive surgery. Riboflavin-5'-phosphate induces the formation of singlet oxygen, which enables cross-linking. The corneal cross-linking system (KXL) leads to rapid cross-linking between collagen fibers.\n[24]\n[25]\n[26]\n\nMigraine Prophylaxis\n\nRiboflavin is effective for the prophylaxis of migraines. The American Academy of Neurology (AAN) and American Headache Society guidelines endorse the use. The usual dose for migraine prophylaxis is 400 mg daily.\n[6]\n[5]\n\nNeonates Undergoing Phototherapy\n\nThe management of hyperbilirubinemia in the neonatal period is often done with phototherapy. However, phototherapy has been shown to degrade riboflavin and cause a deficiency in newborns. A prophylactic daily oral dose of riboflavin prevents the development of the deficiency.\n[7]\n\nAntiretroviral-Induced Lactic Acidosis\n\nThis rare syndrome results from a group of antiretroviral drugs used to treat HIV infection called nonnucleoside reverse transcriptase inhibitors (NNRTI). Discontinuation of the drug and treatment with riboflavin causes its reversal.\n[8]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is required.\n\nRenal impairment:\nNo dose adjustment is necessary.\n[27]\n\nPregnancy considerations:\nRiboflavin requirements increase during pregnancy. Low consumption of dairy products during pregnancy is associated with riboflavin deficiency.\n[28]\nRiboflavin deficiency is a possible risk factor for preeclampsia.\n[29]\n\nBreastfeeding considerations:\nRiboflavin requirement is increased during lactation. Maternal deficiency of riboflavin may predispose the infant to riboflavin deficiency.\n[30]\nDairy products and meat are required to provide adequate riboflavin for the mother and infant.\n[30]\n\nPediatric patients:\nRare inborn errors of metabolism, such as glutaric acidemia type 1 or multiple acyl-coenzyme A (CoA) dehydrogenase deficiencies (MADD), in which there is a defect in the formation of riboflavin-dependent enzymes, or Brown-Vialetto-Van Laere syndrome, in which there is a defect in a riboflavin transporter may respond to high-dose riboflavin therapy.\n[31]\n\nOlder patients:\nOlder patients with acute illness often have suboptimal riboflavin status, and supplementation with riboflavin and other nutrients is recommended.\n[32]",
    "adverse_effects": "Riboflavin is relatively safe to administer as it has limited water solubility, and enterocytes do not absorb the excess. However, caution is necessary when administering large doses to pregnant women. Riboflavin may cause benign urine discoloration.\n\nDrug-Drug Interactions\n\nTricyclic antidepressants and tetracyclines can interfere with riboflavin utilization.\n[15]\n\nChronic alcohol exposure impairs intestinal absorption and renal reabsorption of riboflavin.\n[33]",
    "monitoring": "Blood levels and urinary excretion are not sensitive markers of riboflavin deficiency, and the preferred method for assessing riboflavin status is stimulation of the FAD-dependent erythrocyte glutathione reductase. The results express an activation coefficient-EGRAC (erythrocyte glutathione reductase activity coefficient) such that the poorer the riboflavin status, the higher the activation coefficient.\n[9]\nAn EGRAC above 1.3 indicates riboflavin deficiency.\n[27]\nThe recommendation is to monitor the healing of epithelial defects when using ophthalmic riboflavin formulation.\n[35]",
    "toxicity": "No observable toxicities with intakes of riboflavin are from food sources many times the recommended daily allowance. Riboflavin has high water solubility and limited absorption. No adverse effects are from high riboflavin intakes from foods or supplements up to 400 mg daily for at least 3 months. The Food and Nutrition Board has not established the upper limit for riboflavin as it has a good safety profile. High-dose riboflavin does not cause toxicity as excess riboflavin is excreted in the urine.\n[36]"
  }
}