{
  "drug_name": "vitamin c&e",
  "nbk_id": "NBK557737",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557737/",
  "scraped_at": "2026-01-11T15:41:22",
  "sections": {
    "indications": "Vitamin E supplementation is contraindicated in persons with known allergies to the vitamin or components of the formulation.",
    "mechanism": "The primary mechanism of action of alpha-tocopherol is as a scavenger of free radicals. It binds to free radicals, protecting cellular components from oxidative damage. Peroxidation of polyunsaturated fatty acids in the cell membrane from free radicals leads to cellular injury. Vitamin E plays a protective role. It also inhibits the aggregation of platelets, monocyte adhesion, and proliferation of cells.\n[1]\n[4]\n\nVitamin E is hepatically metabolized and is primarily excreted in the bile and feces but also the urine. It is also stored in the body's adipose tissues.",
    "administration": "Vitamin E is available in capsules of 100, 200, 400, 600, and 1000 international units. Tablet dose forms are 100 and 200 units. A solution formulation has 1150 units per 1.25 mL, 400 units per mL, and 15 units per 0.3 mL.\n\nRoutine supplementation of vitamin E is not recommended for non-deficient children or adults. If a deficiency is detected or a person suffers from a disorder leading to absent or low levels of vitamin E, oral supplementation is available over the counter.\n\nAdult dosing:\n\nVitamin E deficiency: take 60 to 75 units by mouth daily.\nThe maximum dose is 1000 units daily. Cystic fibrosis patients should get 100 to 400 units per day. The liquid form is recommended in instances of malabsorption.\nTardive dyskinesia (Off-label indication): 1600 units orally each day\n\nPediatric dosing:\n\nVitamin E deficiency\nAges 1 month to 12 years: 1 unit/kg/dose by mouth daily.\nMaximum dosing:\nAges 1 month to 3 years of age: 200 units daily\nAges 4 to 8: 300 units daily\nAges 9 to 13: 600 units daily\nAges 14 to 18: 800 units daily\n\nRenal and hepatic dose adjustments are not defined.\n\nIntramuscular vitamin E is not readily available but may be necessary for severe cholestasis or those with genetic disorders, with injections occurring weekly.\n[16]",
    "adverse_effects": "Common side effects of alpha-tocopherol supplementation include nausea, headache, changes in vision, gastrointestinal upset, risk of hemorrhagic stroke, mild increase in urine creatinine, and necrotizing enterocolitis. There is a potential risk of increased bleeding intraoperatively, as vitamin E is known to inhibit the aggregation of platelets. Yet, it has not been shown in those who are not already on antiplatelet or anticoagulants.\n[19]\n\nAlpha-tocopherol undergoes metabolism in the liver CYP450 enzymes and therefore monitoring for drug interactions if the patient is on medications that inhibit or induce these enzymes is recommended.\n[4]",
    "monitoring": "Deficiency in vitamin E is uncommon, and therefore monitoring of levels is not routinely conducted. However, disorders leading to fat malabsorption can cause deficiency, and consequently, the measurement of serum alpha-tocopherol is warranted. These disorders include cystic fibrosis, chronic pancreatitis, diseases leading to cholestasis, genetic mutations leading to abetalipoproteinemia, and low levels of alpha-tocopherol transport protein. Levels of alpha-tocopherol less than 0.5 mg/dL are considered a deficiency.\n[20]\n\nThe provider must remember that serum alpha-tocopherol depends on serum lipids and proteins. Therefore, in patients with high total lipid levels, the measurement of serum alpha-tocopherol is best estimated by dividing the level by the total lipid. Additionally, since vitamin E and other fat-soluble vitamins require carrier proteins, those with other hypoproteinemic states may have lower measurements of such vitamins.",
    "toxicity": "Hypervitaminosis E is rare and the least toxic of the fat-soluble vitamins. For adults, the upper limits of vitamin E replacement are 1500 to 2200 international units depending on whether the patient is using a natural or synthetic source, respectively. Daily limits for children depend on the child's age, starting at 200 international units at one year of age to 800 international units by 18 years old. Staying well below these levels, however, is recommended for daily supplementation.\n[16]\n\nStudies of high-dose Vitamin E supplementation have been small in number but suggest an associated increase in all-cause mortality. Decreased absorption of other fat-soluble vitamins is known to occur with high serum vitamin E leading to impairment of bone mineralization, coagulopathies, and decreased vitamin A storage.\n[21]\n[12]\nDiscontinuation of vitamin E intake and supportive care are recommended in the setting of toxicity."
  }
}