{
  "drug_name": "vitamin b3",
  "nbk_id": "NBK526107",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526107/",
  "scraped_at": "2026-01-11T15:41:20",
  "sections": {
    "indications": "Contraindications include the following:\n\nPeptic ulcer disease\n[27]\nArterial bleeding\n[38]\nActive hepatic disease or elevation in transaminases\n[22]\nHypersensitivity reactions\n[39]",
    "mechanism": "Niacin is necessary for adequate cellular metabolism and is a vital component in coenzyme 1 (the oxidized state of NAD) and coenzyme 2 (the reduced form of NADP), which either accept or donate hydrogen ions in essential oxidation-reduction reactions. These coenzymes are important for glycolysis, pyruvate metabolism, protein, amino acid metabolism, pentose biosynthesis, glycerol metabolism, synthesis of high-energy phosphate bonds, and fatty acid metabolism.\n[2]\n\nThe clinical presentation of pellagra is diverse, as many cellular functions in the body require niacin. Niacin underdosing in vulnerable populations may result in pellagra, characterized by the \"4 Ds\": diarrhea, dermatitis, dementia, and death. Diagnosing dermatitis is challenging but is more straightforward if characteristic skin lesions are present. Dermatitis begins as erythema and resembles sunburn in the initial stages, but tanning occurs more slowly than typically seen in sunburn. The lesion is a bilaterally symmetrical eruption at sites of sunlight exposure.\n[11]\n\nCutaneous patches on the neck form a ringed appearance sometimes called the Casal necklace. These patches extend as a broad collar around the cervical dermatomes C3 and C4. Gastrointestinal disturbances include diarrhea, nausea, vomiting, epigastric discomfort, poor appetite, abdominal pain, and increased salivation. Neurologic symptoms include confusion, hallucinations, irritability, psychomotor unrest, ataxia, and depression. As the disease advances, patients become confused, disoriented, delirious, then comatose, and stuporous, and finally die.\n\nThe mechanism of action of niacin in dyslipidemia involves inhibition of lipolysis within adipose tissue, reduction in liver triacylglycerol formation, inhibition of synthesis of apolipoprotein B-100 and hepatic very-low-density lipoprotein (VLDL), impaired cholesterol biosynthesis, and lowering of the fractional catabolic rate of HDL-apolipoprotein A-1 (Apo A-1). Apo A-1, an activator of lecithin cholesterol acyltransferase (LCAT), has a significant role in reverse cholesterol transport.\n[12]\nIn addition to its reductive effects, niacin also increases lipoprotein lipase activity.\n\nNiacin reduces the risk of cardiovascular disease by exhibiting many pleiotropic effects, especially by its anti-oxidative and anti-inflammatory actions and by increasing serum adiponectin.\n[13]\n[14]\nHowever, a meta-analysis of 23 randomized controlled trials involving 39,195 subjects with a history of vascular disease evaluated the effects of nicotinic acid therapy alone or as an adjunct to other lipid-lowering agents. The analysis found that nicotinic acid supplementation did not provide any cardiovascular benefits. No reduction was observed in the incidence of myocardial infarctions and strokes with nicotinic acid supplementation.\n[15]\n\nNiacin may be used in lipid control for secondary prevention as monotherapy in patients intolerant to statins.\n[16]\nAccording to the AACE/ACE, niacin reduces lipoprotein(a) levels, but the clinical significance of this effect remains uncertain.\n[17]\n\nPharmacokinetics\n\nAbsorption:\nNiacin concentration in the bloodstream exhibits variability and can reach saturation due to its extensive and first-pass metabolism. A study found significant individual differences in the plasma concentration and pharmacokinetic characteristics of nicotinic acid (NA) and nicotinuric acid (NUA).\n[18]\n\nDistribution:\nNiacin is approximately 20% bound to plasma proteins, and is distributed mainly to the adipose tissue, liver, and kidney.\n\nMetabolism:\nNiacin is extensively metabolized through dose-dependent first-pass metabolism, leading to variable concentrations in the bloodstream. Niacin undergoes metabolism via various pathways, including the formation of NUA and nicotinamide adenine dinucleotide (NAD).\n[18]\n\nElimination:\nApproximately 60% to 76% of the administered niacin dose is eliminated in the urine, with up to 12% excreted unchanged.\n[19]",
    "administration": "Available Dosage Forms\n\nNiacin is available in immediate-release, extended-release, and sustained-release (controlled-release) formulations. Substituting equivalent doses of sustained-release niacin preparations or immediate-release niacin with niacin extended-release tablets is not recommended.\n\nAdult Dosing\n\nThe recommended daily dose of niacin is as follows:\n\nInfants: 5 to 6 mg\nChildren: 9 to 13 mg\nAdults: 13 to 20 mg\nPregnant and lactating mothers: 17 mg and 20 mg, respectively\n\nPellagra\n\nThe recommended adult dose is 100 mg of nicotinamide orally every 6 hours for several days until relief of acute symptoms, followed by 50 mg every 8 to 12 hours until all skin lesions heal. In severe cases (marked neurological or gastrointestinal tract symptoms), 1 g 3 to 4 times a day can be given, initially by the parenteral route. For children, 10 to 50 mg orally every 6 hours is recommended until symptoms resolve. Smaller doses, such as 10 mg daily, are acceptable for mild endemic pellagra. Therapy should include other B vitamins, magnesium, and zinc, as well as a calorie-rich diet. Topical emollients may reduce discomfort due to skin lesions.\n[2]\n\nSustained-release (SR) formulations are available over the counter. SR niacin can be administered once daily and is less likely to cause flushing. However, the SR formulation is not approved for use in hyperlipidemia, and the results of some studies showed a high likelihood of hepatotoxicity. According to the WHO, the recommended daily dose of nicotinamide is 300 mg, administered in divided doses. The duration of treatment is 3 to 4 weeks. To minimize adverse effects, it is recommended to use nicotinamide rather than nicotinic acid.\n[8]\n\nDyslipidemia\n\nThe recommended dose for hyperlipidemia is an immediate-release formulation of 1 to 6 g daily, initially in low doses (100 mg 3 times daily), increasing at weekly intervals depending upon clinical efficacy and tolerance. The maximum recommended dose for the immediate-release formulation is 6 grams daily.\n\nExtended-release (ER) niacin in concentrations from 125 to 1000 mg is approved for use in hyperlipidemia and has a lower risk of hepatotoxicity than regular niacin. Niacin ER tablets should be taken at bedtime with a low-fat snack. The recommended dose range is 500 to 2,000 mg once daily. Therapy should start with 500 mg at bedtime and not be increased by more than 500 mg in any 4-week period to minimize adverse effects. The maintenance dose is 1,000 to 2,000 mg once daily. Doses exceeding 2,000 mg daily are not recommended.\n[20]\n\nSustained-release (SR) niacin tablets are available without a prescription in 3 doses: 250 mg, 500 mg, and 750 mg. Niacin SR should be started at a low dose and increased to minimize potential adverse effects.\n[21]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNiacin is contraindicated in adults with significant or unexplained hepatic dysfunction, active liver disease, or unexplained transaminase elevation.\n[22]\n\nRenal impairment:\nCaution is advised when using niacin in adults with kidney impairment.\n\nPregnancy considerations:\nAccording to a meta-analysis, inadequate maternal niacin intake is associated with an increased risk of congenital anomalies; RDA for pregnancy should be provided, as mentioned above.\n[23]\nHowever, the recommendation is to discontinue the use of niacin in patients with hyperlipidemia. For patients with hypertriglyceridemia, assessing the individual risks and benefits of niacin therapy is essential.\n\nBreastfeeding considerations:\nThe presence of niacin in human milk increases with maternal supplementation; there is insufficient information on the effects of niacin doses on breastfed infants. Considering the potential for severe adverse reactions, including hepatotoxicity, patients should be counseled to abstain from breastfeeding during treatment with niacin.\n\nPediatric patients:\nAccording to the AAP (American Academy of Pediatrics) guidelines, the significant adverse effects associated with niacin make using it challenging in pediatric clinical practice. These effects include common occurrences of flushing and more severe complications such as hepatic failure, myopathy, glucose intolerance, and hyperuricemia. In a pediatric study, flushing occurred in 76% of children, and elevated hepatic transaminase levels were observed in 26%. Consequently, niacin is not recommended for routine use in treating pediatric dyslipidemia.\n[24]\n\nOlder patients:\nClinical studies have shown no notable disparities in safety and efficacy between older and younger patients.",
    "adverse_effects": "Hepatotoxicity:\nThe most severe adverse effect is niacin hepatotoxicity. Mild elevation of hepatic transaminase levels, up to double the upper limit of the normal range, is common.\n[22]\n\nFlushing:\nNiacin causes vasodilation of small subcutaneous blood vessels, leading to cutaneous flushing and an uneasy sensation of pruritus and warmth. Severe flushing may lead to hypotension and dizziness. To reduce the occurrence of flushing, recommendations include avoiding alcohol, hot beverages, and spicy foods with niacin administration.\n\nFlushing appears about 30 minutes after dosing with IR niacin and is delayed for SR niacin (2 to 4 hours). Patients should avoid hot showers immediately after a dose; pretreatment with aspirin or ibuprofen is helpful.\n\nLaropiprant is a selective prostaglandin D2 receptor antagonist that can decrease niacin-induced flushing.\n[25]\nHowever, while laroprepitant was previously approved by the FDA as an adjunct to niacin for flushing side effects, it has been withdrawn from the US market. This decision was based on concerns regarding its effectiveness and risk-benefit profile, resulting in the drug's discontinuation in clinical practice in the United States.\n[26]\n\nPeptic ulcers:\nNiacin therapy may aggravate peptic ulcer disease. Therefore, niacin should be used cautiously with active or chronic gastrointestinal disorders.\n[27]\n\nHyperglycemia:\nDecreased glucose tolerance and hyperglycemia can occur in individuals with diabetes. These effects appear to result from insulin resistance consequent to the free fatty acid rebound after moderately-sized doses.\n[28]\n\nArrhythmia:\nPatients with supraventricular tachycardias may experience unusual chest sensations and palpitations even when these aberrant rhythms are under control via concomitant antiarrhythmic therapy.\n\nVisual symptoms:\nThere are also reports of retinal edema or toxic amblyopia, resulting in blurred vision.\n[29]\n\nHyperuricemia:\nNiacin is known to cause hyperuricemia. Therefore, niacin is avoided in patients with a history of gout.\n[30]\n\nDrug-Drug Interactions\n\nGiven the high binding capacity of bile acid-binding resins for niacin, the recommendation is to maintain a time interval of 4 to 6 hours, or as long as feasible, between the consumption of bile acid-binding resins and niacin extended-release.\n\nNiacin may increase the effects of ganglionic blocking agents and vasoactive drugs, potentially resulting in postural hypotension.\n[31]\n\nExercise caution when prescribing niacin (≥1 g/d) combined with statins due to the increased risk of myopathy and rhabdomyolysis.\n[32]\n\nCaution should be exercised when administering niacin due to its potential to cause small, dose-dependent reductions in platelet count.\n[33]\nThis vigilance is crucial when niacin is combined with anticoagulant medications.\n\nDrug-Laboratory Intereferences\n\nNiacin may produce false elevations in specific fluorometric determinations of plasma or urinary catecholamines. The drug may also yield false-positive reactions in urine glucose tests using a cupric sulfate solution.\n\nNo conclusive scientific evidence supports the claim that niacin can affect the results of a urine drug screen. However, information on the internet suggests that niacin has the potential to alter urine drug tests for cocaine and cannabis and may be used to avoid the detection of tetrahydrocannabinol (THC).\n[34]\n[35]\n[36]\n\nIn clinical trials, niacin extended-release tablets have been associated with dose-dependent reductions in phosphorus levels. Monitoring phosphorus levels is recommended for at-risk patients.\n[37]",
    "monitoring": "Pellagra\n\nA combined excretion of pyridone and\nN\n-methyl nicotinamide of less than 1.5 mg in a 24-hour period indicates a severe niacin deficiency.\n\nDyslipidemia\n\nRecommendations include monitoring uric acid, blood glucose, and potassium.\n[40]\nMonitoring liver function tests due to the potential for hepatotoxicity is also advised.\n[22]\n\nMaximum Tolerated Dose\n\nImmediate-release formulation: 6 g/d in 2 to 3 divided doses\n\nSustained-release formulation: 750 mg/d\n\nExtended-release formulation: 2000 mg/d.\n[20]",
    "toxicity": "Signs and Symptoms of Overdose\n\nSymptoms of toxicity include nausea, vomiting, diarrhea, flushing, dizziness, and palpitations.\n\nManagement of Overdose\n\nTreatment of toxicity involves supportive care, including gastric lavage.\n[22]\nAccording to reports from the American College of Medical Toxicology, niacin is involved in overdose and resultant toxicity.\n[41]\n[42]"
  }
}