{
  "drug_name": "vitamen c",
  "nbk_id": "NBK549887",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549887/",
  "scraped_at": "2026-01-11T15:41:13",
  "sections": {
    "indications": "PRK has evolved into a safe and effective refractive surgical option for correcting myopia, hyperopia, and astigmatism. However, like any surgical procedure, PRK has specific contraindications that must be carefully considered to ensure patient safety and optimize outcomes. Contraindications can be classified into absolute and relative categories. While absolute contraindications disqualify a patient from undergoing PRK, relative ones require clinical judgment and thorough preoperative assessment before proceeding. Failure to recognize contraindications can lead to poor visual outcomes, corneal complications, or the progression of underlying conditions. There are many absolute and relative contraindications for laser refractive surgery, as proposed by the FDA and the American Academy of Ophthalmology (AAO). Patients should have a stable refraction within ±0.5 D for at least 1 year before PRK.\n[37]\n\nAbsolute Contraindications\n\nPRK is not a desirable therapy in patients with significant cataract, unstable glaucoma, or uncontrolled external diseases, such as blepharitis, dry eye syndrome, and atopy or allergy. Keratoconus and other abnormalities of the cornea, such as corneal ectasias, thinning, edema, interstitial or neurotrophic keratitis, and extensive vascularization, are considered absolute contraindications. However, a study found that PRK in patients with keratoconus with a predicted central corneal thickness of over 450 µm resulted in improved visual outcomes and did not lead to keratoconus progression.\n[38]\nPatients with active systemic connective tissue diseases such as systemic lupus erythematosus and rheumatoid arthritis are considered poor candidates due to the increased risk of corneal haze and corneal melt.\n[39]\n\nRelative Contraindications\n\nPRK is relatively contraindicated in pregnant women or nursing mothers, as hormonal influences may result in changes in refractive error. Furthermore, medications received postoperatively may be transmitted indirectly to the fetus or nursing infant. Caution is also necessary for patients with functional monocularity, ocular conditions that limit visual function, excessively steep or flat corneas, abnormal corneal topography, significant irregular astigmatism, inadequately controlled dry eye, uveitis, and glaucoma. A history of herpes simplex keratitis may be considered a relative contraindication; however, preoperative treatment with systemic antivirals for several months postoperatively can minimize the risk of herpes simplex keratitis reactivation. Patients with uncontrolled diabetes mellitus are at higher risk of refractive instability or poor wound healing. Patients on medications with a high risk of ocular adverse effects, such as amiodarone, isotretinoin, and sumatriptan, are generally recommended to avoid refractive surgeries.\n[39]\n\nCorneal Ectatic Disorders (Absolute)\n\nThe presence of keratoconus, pellucid marginal degeneration, or other corneal ectasias is an absolute contraindication for PRK. Ablation in these eyes may lead to further biomechanical instability, exacerbating ectasia and leading to progressive corneal thinning, steepening, and visual distortion. Corneal topography and tomography (eg, Pentacam and Orbscan) should be used to detect early or subclinical signs (forme fruste keratoconus), such as inferior steepening, asymmetric bow-tie patterns, or reduced corneal thickness. In such cases, crosslinking may be considered, but PRK should be avoided.\n[40]\n\nThin Corneas with Inadequate Residual Stromal Bed (Absolute)\n\nAlthough PRK conserves more stromal tissue than LASIK due to the absence of a flap, there is still a minimum residual stromal bed requirement. A cornea that is too thin to accommodate the planned ablation depth (while preserving at least 250 to 300 µm of residual stromal bed) is contraindicated. Central corneal thickness < 470 µm typically necessitates caution. Attempting PRK on such corneas increases the risk of postoperative haze, ectasia, and poor refractive predictability.\n[41]\n\nActive Ocular Surface Disease (Absolute/Relative)\n\nConditions such as severe dry eye syndrome, ocular rosacea, blepharitis, meibomian gland dysfunction, and conjunctival disorders can impair epithelial healing and increase the risk of infection, corneal haze, and postoperative discomfort. Inflammation from these conditions compromises the quality of the tear film and epithelial integrity, leading to poor surgical outcomes. Although mild-to-moderate cases may be treated and optimized preoperatively, severe forms are a contraindication until ocular surface health is restored.\n[42]\n\nAutoimmune and Connective Tissue Disorders (Absolute/Relative)\n\nSystemic diseases, such as rheumatoid arthritis, lupus erythematosus, Sjögren syndrome, and scleroderma, are associated with impaired wound healing and an increased risk of corneal melting, delayed epithelial recovery, and infection. PRK should be avoided in patients with poorly controlled or active autoimmune disease. Well-controlled disease may be considered on a case-by-case basis, with close collaboration between the patient and their rheumatologist, and thorough preoperative counseling.\n[43]\n\nUnstable or Progressive Refractive Error (Absolute)\n\nPRK is contraindicated in patients with unstable refraction, typically defined as a change of more than 0.50 D in sphere or cylinder over the preceding 12 months. Progression may indicate early keratoconus or hormonal changes (eg, pregnancy, diabetes mellitus, and steroid use) and can lead to refractive regression postoperatively. Stable refraction should be documented with serial refractions and corneal imaging before surgery is planned.\n[44]\n\nSignificant Cataract or Presbyopia (Relative)\n\nPRK is generally not recommended for older adults with early or moderate cataracts, as it does not address the underlying lens opacity. Performing refractive surgery in such eyes may result in suboptimal outcomes and patient dissatisfaction. Similarly, presbyopic patients expecting complete spectacle independence must be thoroughly counseled about the limitations of PRK in addressing near vision, particularly without monovision or multifocal options. Alternative approaches, such as refractive lens exchange, may be more appropriate.\n[45]\n\nUncontrolled Glaucoma (Absolute/Relative)\n\nPRK is contraindicated in patients with uncontrolled or advanced glaucoma. Postoperative inflammation and steroid use can exacerbate intraocular pressure, leading to glaucomatous progression. Furthermore, the procedure alters corneal thickness, which may affect intraocular pressure measurements. In stable, well-controlled glaucoma, PRK may be considered after careful evaluation of visual fields, optic nerve status, and glaucoma medication burden.\n[46]\n\nPregnancy and Lactation (Absolute/Relative)\n\nHormonal fluctuations during pregnancy and lactation can cause transient changes in corneal curvature, thickness, and tear film stability, which can affect refractive measurements. Additionally, medications used perioperatively may pose risks to the fetus or neonate. Elective PRK should be deferred until several months postpartum and after cessation of breastfeeding, with confirmation of stable refraction.\n[47]\n\nHerpetic Eye Disease (Relative)\n\nPatients with a history of herpes simplex keratitis are at increased risk of viral reactivation following PRK due to the disruption of corneal nerves and the use of topical corticosteroids. PRK is not absolutely contraindicated in these patients, but requires prophylactic antiviral therapy and close postoperative monitoring. Patients with active herpetic disease should not undergo PRK.\n[48]\n\nUnrealistic Expectations or Psychological Conditions (Absolute/Relative)\n\nPatients with unrealistic expectations about surgical outcomes or those with psychological conditions such as body dysmorphic disorder or obsessive-compulsive traits may not be suitable candidates for PRK. Satisfaction with outcomes in these patients is often poor, regardless of visual results. Thorough counseling and psychological evaluation may be warranted before proceeding.\n[49]\n\nCorneal Scarring or Opacities (Relative)\n\nCorneal scars from trauma, infections, or previous surgery can interfere with the laser ablation profile and result in irregular astigmatism or suboptimal visual recovery. PRK may be performed in mild anterior stromal scars when combined with therapeutic ablation; however, significant scarring is generally considered a contraindication unless the goal is visual rehabilitation with informed consent.\n[50]\n\nChronic Use of Certain Medications (Relative)\n\nLong-term use of systemic steroids, isotretinoin (Accutane), antipsychotics, or chemotherapy agents may impair corneal wound healing, affect tear production, and increase the risk of postoperative complications. A detailed medication history is essential, and PRK should be deferred or avoided in patients on these drugs unless cleared by their treating physician.\n[51]\n\nPoor Healing Response or Keloid Tendency (Relative)\n\nPatients with a history of hypertrophic scars or keloids may have an exaggerated healing response post-PRK, leading to haze formation and irregular healing. Although the cornea is immunologically privileged and does not scar the same way as skin, caution is advised in such patients, particularly in high refractive corrections where ablation depth is greater.\n[52]\n\nPediatric Age Group (Relative)\n\nPRK is not routinely performed in children due to the difficulty in confirming refractive stability, increased healing response, and risk of regression. However, in cases of anisometropic amblyopia or refractive intolerance, PRK may be considered off-label after conventional therapy has failed, ideally in collaboration with a pediatric ophthalmologist.\n\nPRK offers excellent refractive outcomes when performed in well-selected patients. However, careful screening for contraindications is essential to prevent complications such as ectasia, haze, infection, and patient dissatisfaction. Both ocular and systemic health must be thoroughly evaluated through clinical examination, topographic/tomographic analysis, and appropriate laboratory tests. Understanding and recognizing absolute and relative contraindications helps clinicians offer safer, more effective treatments tailored to individual needs. In cases where contraindications are identified, alternative options such as phakic intraocular lenses, refractive lens exchange, or non-surgical corrections should be considered.\n[53]",
    "clinical_significance": "Long-term visual outcomes for patients who undergo PRK are generally excellent. A 15-year follow-up study of patients found that 55% of eyes were within ±1 D and 85% within ±2 D.\n[1]\nTechnical improvements in the excimer laser, combined with the adoption of a peripheral transition zone, have enabled more predictable outcomes.\n\nSystematic reviews comparing LASIK and PRK have demonstrated no differences in long-term efficacy, accuracy, or adverse outcomes in patients with low-to-moderate myopia.\n[129]\n[130]\nHowever, LASIK tends to result in shorter recovery time and less postoperative pain.\n[131]\nThere is a higher incidence of haze in PRK than in LASIK, likely due to the destruction of the basement membrane.\n[2]\nThere is limited evidence to suggest whether LASIK or PRK is more beneficial for patients with hyperopia.\n\nPRK is a widely established corneal refractive procedure that corrects myopia, hyperopia, and astigmatism by reshaping the anterior stromal curvature using an excimer laser. First introduced in the late 1980s, PRK is considered the progenitor of modern surface ablation techniques and has maintained a clinically significant role in refractive surgery, especially in selected patient populations. Although newer techniques, such as LASIK and SMILE, have emerged, PRK remains relevant due to its safety profile, suitability for thin corneas, and avoidance of flap-related complications.\n[3]\n\nAlternative for Thin Corneas and Surface Irregularities\n\nOne of the most important clinical applications of PRK is in patients with thin corneas or irregular corneal surfaces where LASIK is contraindicated. LASIK requires the creation of a corneal flap, which can weaken structural integrity and increase the risk of ectasia in already thin corneas. PRK, by avoiding a stromal flap, preserves more corneal tissue, offering a safer alternative for patients with borderline corneal thickness, mild forme fruste keratoconus (under close monitoring), or those who have undergone prior corneal surgery.\n\nAdditionally, PRK has demonstrated utility in treating residual refractive error after corneal transplantation or radial keratotomy, where irregularity precludes safe flap creation. Surface ablation in such cases allows for predictable refractive enhancement with less disruption of corneal biomechanics.\n[132]\n\nAbsence of Flap-Related Complications\n\nUnlike LASIK, PRK eliminates the risk of flap-related issues such as flap dislocation, striae, epithelial ingrowth, or traumatic flap complications. This advantage makes it particularly valuable for individuals in professions or sports with a high risk of ocular trauma, such as military personnel, martial artists, boxers, and firefighters. In these patients, avoiding a corneal flap significantly reduces the long-term risk of posttraumatic visual degradation.\n\nEfficacy and Stability\n\nPRK is a highly effective procedure with long-term stability and predictability. Numerous studies have reported comparable visual outcomes between PRK and LASIK. The mean postoperative uncorrected distance visual acuity (UDVA) typically reaches 20/20 or better in over 85% to 90% of patients undergoing PRK for low-to-moderate myopia. Moreover, refractive outcomes remain stable over time, particularly with the use of modern ablation algorithms and the application of mitomycin-C to reduce haze.\n[133]\n\nApplication in Refractive Enhancements\n\nPRK is also used as a re-treatment option for patients with residual or recurrent refractive error following LASIK or other refractive procedures. As lifting a LASIK flap multiple times can weaken the cornea and increase the risk of complications, surface ablation with PRK becomes the preferred modality for safe enhancement. This approach is particularly useful in post-LASIK patients who experience myopic regression, epithelial ingrowth, or problems with the corneal flap interface.\n\nManagement of Epithelial and Superficial Stromal Disorders\n\nPRK can serve a dual purpose in patients with recurrent corneal erosions, anterior basement membrane dystrophy, or superficial corneal scars. The removal of abnormal epithelium and smoothing of the anterior stroma during PRK results in an improvement in corneal architecture and symptom relief. Therapeutic surface ablation has also been shown to be beneficial in some instances of Salzmann's nodular degeneration and mild anterior stromal haze.\n[134]\n\nRole in Occupational Vision Correction\n\nPRK is often preferred for individuals requiring high visual demands in environments where dry eye or flap-related issues are detrimental. For instance, astronauts, pilots, and divers benefit from PRK, as it avoids flap instability caused by pressure or environmental changes. Similarly, in patients at risk of severe dry eye following LASIK, especially postmenopausal women, PRK has a lesser impact on corneal nerves and tear film stability.\n\nImproved Safety with Mitomycin-C\n\nThe use of mitomycin-C during intraoperative procedures is a significant advancement that has enhanced the safety of PRK. Mitomycin-C significantly reduces the incidence of postoperative haze, especially in higher myopic corrections (>6 D), which was a significant limitation of early PRK techniques. The incorporation of mitomycin-C has expanded the applicability of PRK to higher refractive errors with improved outcomes and patient satisfaction.\n[135]\n\nFewer Biomechanical Alterations\n\nPRK causes less biomechanical disruption of the cornea compared to LASIK and SMILE. Preserving corneal integrity is crucial for maintaining normal corneal curvature and preventing progressive ectasia, making PRK a safer option in patients at marginal risk of corneal instability and enhancing long-term visual safety.\n\nConsiderations in Healing and Visual Recovery\n\nAlthough PRK offers multiple clinical advantages, its significance must also be viewed in light of delayed visual recovery and postoperative discomfort, which are more pronounced compared to LASIK. The epithelial healing time in PRK averages 3 to 5 days, and patients may experience photophobia, pain, and fluctuating vision during the first postoperative week. However, with modern bandage contact lenses, pain control regimens, and faster epithelial healing, this has become more manageable.\n[136]\nAdditionally, corneal haze, although largely controlled with mitomycin-C, remains a potential complication that must be closely monitored in the early postoperative months, especially in high refractive corrections or cases involving UV exposure.\n\nCost-Effectiveness and Accessibility\n\nPRK is generally less expensive compared to LASIK, as it avoids the creation of a femtosecond or microkeratome flap, making PRK an attractive option for patients in resource-limited settings or in healthcare systems where cost containment is a priority. The simplicity of equipment and technique also allows PRK to be performed in a broader variety of clinical settings.\n[137]\n\nPediatric and Special Population Relevance\n\nThough rarely performed in children, PRK has been explored in selected pediatric patients with anisometropic amblyopia unresponsive to conventional therapies. In such cases, PRK can equalize refractive error and promote binocularity. PRK may also be used in aphakic correction in patients unfit for intraocular lens implantation or spectacles.\n[138]\n\nGlobal Perspective and Refractive Burden\n\nFrom a public health standpoint, PRK contributes to the global initiative of reducing uncorrected refractive error, a significant cause of visual impairment. By providing a safe and effective solution that avoids complex technology, PRK has the potential to make refractive surgery more accessible in low- and middle-income countries. PRK remains a clinically significant refractive procedure due to its safety, versatility, and applicability in special populations. Despite the advent of newer technologies, PRK offers a unique advantage in thin corneas, high-risk occupations, irregular corneas, and enhancement settings. With improved safety profiles through adjuncts such as mitomycin-C and enhanced pain management, PRK remains a relevant and valuable tool in the refractive surgeon's armamentarium. For carefully selected patients, it provides excellent visual outcomes with preserved corneal integrity, reduced biomechanical disruption, and long-term refractive stability.\n[139]\n\nTable 3.\nClinical Benefits of Photorefractive Keratectomy Versus Other Refractive Procedures\n\nTable\nFeature\nPRK\n\nAbbreviations: PRK, photorefractive keratectomy; LASIK, laser in situ keratomileusis; SMILE, small incision lenticule extraction.\n\nTable\nTable 4. Key Indications with Clinical Significance.\n\nAbbreviation: LASIK, laser in situ keratomileusis.\n\nTable\nTable 5. Long-Term Visual Outcomes After Photorefractive Keratectomy.\n\nTable 6.\nClinical Significance in Special Populations\n\nTable\nPopulation\nBenefits of PRK\n\nAbbreviations: PRK, photorefractive keratectomy.\n\nTable\nTable 7. Mitomycin-C Use and Clinical Impact.\n\nAbbreviations: PRK, photorefractive keratectomy; PTK, phototherapeutic keratectomy.",
    "monitoring": "Postoperative monitoring after PRK is essential for ensuring epithelial healing, managing complications, and optimizing refractive outcomes. This process requires coordinated interprofessional engagement, where nurses, optometrists, technicians, pharmacists, and ophthalmologists share responsibilities in an integrated follow-up framework.\n[150]\n\nNursing Monitoring\n\nDaily symptom assessment: Monitoring pain, photophobia, tearing, and visual acuity changes during the first 5 to 7 days.\nEpithelial healing monitoring: Checking bandage contact lens fit and observing for signs of delayed epithelialization.\nRed flags for infection or inflammation:\nPain not responding to analgesics.\nDischarge or worsening redness.\nCorneal infiltrates or epithelial defects.\n\nMonitoring medication compliance:\nEnsuring adherence to the antibiotic-steroid-lubricant regimen.\nDocumenting tapering of topical steroids to prevent haze.\n\nPatient's emotional status:\nOffering reassurance about fluctuating vision.\nCoordinating referrals to counseling in cases of anxiety or unrealistic expectations.\n[151]\n\nOptometrist Monitoring\n\nVisual acuity and refraction follow-up:\nSerial uncorrected and best-corrected visual acuity recordings.\nMonitoring for regression or residual refractive error.\n\nCorneal clarity evaluation:\nIdentifying the grade of subepithelial haze using slit-lamp biomicroscopy.\n\nWavefront aberration monitoring:\nPostoperative assessment of higher-order aberrations is indicated.\n\nDry eye and tear film status:\nMonitoring for ocular surface disruption or evaporative dry eye syndrome.\n[152]\n\nOphthalmic Technician Role in Monitoring\n\nOcular imaging support:\nPerforming serial corneal topography and anterior segment photos.\nAssisting with epithelial defect size documentation.\n\nBandage contact lens monitoring:\nEvaluating centration and tightness of lenses.\nCoordinating removal timing (typically postoperative day 4-7).\n[153]\n\nPharmacist Monitoring\n\nDrug adverse effect surveillance:\nDetecting adverse reactions to NSAIDs (eg, corneal melts).\nEnsuring no systemic contraindications with oral analgesics or antibiotics.\n\nSteroid taper monitoring:\nReviewing the prescribed tapering plan to minimize haze risk.\nEncouraging preservative-free formulations in sensitive patients.\n[154]\n\nTable\nTable 8. Interprofessional Monitoring Protocol.\n\nCommunication and Documentation\n\nUtilizing electronic medical records to track symptom trends, medication logs, and interprofessional notes.\nTelephonic or telehealth check-ins by nurses/optometrists for patients in remote locations.\nEscalation protocols for early referral to ophthalmologists if warning signs arise (eg, keratitis, central haze, and persistent pain).\n\nComprehensive monitoring after PRK is best achieved through a structured, team-based approach. Each professional contributes specialized oversight to enhance safety, minimize complications, and optimize visual outcomes. Strong communication, early detection of complications, and timely interventions form the backbone of successful PRK recovery.\n[155]"
  }
}