{
  "drug_name": "vita a",
  "nbk_id": "NBK613279",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613279/",
  "scraped_at": "2026-01-11T18:48:09",
  "sections": {
    "indications": "Cryoglobulinemic glomerulonephritis is a rare but severe renal complication of cryoglobulinemia, characterized by the deposition of cryoglobulins in the glomerular capillaries, leading to inflammation, vascular occlusion, and end-organ damage. This cascade results in glomerulonephritis and kidney injury. Cryoglobulins are immunoglobulins that precipitate at temperatures below 37.0 °C and redissolve with warming. This condition is defined by the presence of these cryoglobulins, and when clinical symptoms occur, cryoglobulinemic vasculitis is diagnosed. These cryoglobulins can precipitate and obstruct small vessels, causing ischemia, or deposit in the vasculature, leading to leukocytoclastic vasculitis.\n[1]\nPreviously, hepatitis C was the most common cause of cryoglobulinemia. However, advances in its treatment have reduced its prevalence, and autoimmune diseases are now considered the most common cause in the United States. Renal injury is often accompanied by skin ulcers, purpura, and neuropathy. Please see StatPearls' companion reference, \"\nCryoglobulinemia\n,\" for more information.",
    "mechanism": "According to the Brouet classification system, cryoglobulinemia is classified into 3 types based on immunoglobulin composition (see\nTable 1.\nClassification of Cryoglobulinemia).\n[2]\n[3]\n[4]\n[5]\n\nType I cryoglobulinemia: This type involves monoclonal immunoglobulins (Ig), typically IgG or IgM, which are associated with B-cell lymphoproliferative disorders, such as lymphoma or multiple myeloma. Type I cryoglobulinemia is the least common type, accounting for 10% to 20% of cryoglobulinemia cases. Glomerulonephritis is uncommon with this type.\n[6]\n\nType II mixed cryoglobulinemia: A combination of monoclonal IgM with rheumatoid factor activity and polyclonal IgG is commonly linked to chronic infections, such as hepatitis C virus (HCV). This type of cryoglobulinemia is the most common type, accounting for 50% to 65% of cases. More than 80% of patients with this type exhibit glomerulonephritis.\n[6]\n\nType III mixed cryoglobulinemia: A combination of polyclonal IgM and IgG is often associated with autoimmune diseases, such as Sjögren disease or systemic lupus erythematosus.\n[7]\nThis type can also be associated with chronic hepatitis C infection, comprising about 25% to 40% of cases. Renal disease is uncommon in this type.\n\nEssential (primary) cryoglobulinemia: This type is diagnosed when no systemic illness can be identified.\n[6]\nEssential cryoglobulinemia has peripheral nerve and renal involvement more commonly compared to the above categories and generally has a worse prognosis. These patients also have a high rate of development of non-Hodgkin lymphoma.\n[8]\n\nMixed cryoglobulinemia (types II and III) accounts for the majority of cryoglobulinemic glomerulonephritis cases and is primarily caused by immune complex deposition in the glomeruli. Autoimmune diseases, HCV, and B-cell lymphoproliferative disorders are the leading causes of cryoglobulinemic glomerulonephritis. Cryoglobulinemic glomerulonephritis occurs in up to 30% of cryoglobulinemia cases, with membranoproliferative glomerulonephritis being the most common renal histological pattern observed. Importantly, many cases with the former histologic classification of membranoproliferative glomerulonephritis are now being classified as types of C3 glomerulopathy, which should also be considered.\n[9]\n\nTable\nTable 1. Classification of Cryoglobulinemia.\n\nAbbreviations: IgM: Immunoglobulin M, IgG: Immunoglobulin G, IgA: Immunoglobulin A.\n\nTable\nTable 2. Causes of Cryoglobulinemia.\n\nAbbreviations: HCV: hepatitis C virus, HBV: hepatitis B virus, HTLV-1: human T-lymphotropic virus-1.\n\nReference for the table\n[13]\n.",
    "monitoring": "Evaluation of cryoglobulinemic glomerulonephritis involves a comprehensive clinical assessment, laboratory tests, and kidney biopsy to confirm the diagnosis and ascertain disease severity.\n[27]\n\nLaboratory Tests\n\nSerum cryoglobulins:\nSerum cryoglobulins must be measured when the clinical manifestations, laboratory tests, and underlying systemic disorders suggest the presence of cryoglobulin-mediated disease.\n[28]\nAccurate detection of serum cryoglobulins requires meticulous pre-analytic blood sample handling. Blood samples should be collected in tubes without anticoagulants and transported to the laboratory at 37 °C. After centrifugation, the sample is aliquoted into tubes and stored at 4 °C for 7 days to allow cryoprecipitate formation.\n[29]\n[30]\n[31]\nOnce formed, the cryoprecipitate is quantified in grams per liter (g/L) or assessed semi-quantitatively based on the cryocrit level, which is determined by the percentage of packed cryoglobulins relative to the total serum volume.\n\nA serum cryoglobulin concentration of more than 0.5 g/L or cryocrit of over 0.5% to 1% is considered clinically significant. In type I cryoglobulinemia, the cryocrit level can be significantly higher than in mixed cryoglobulinemia, up to 50%.\n[32]\nThe re-solubility of the cryoprecipitate, a defining characteristic of cryoglobulins, must be verified by reheating the sample to 37 °C. This step is essential to eliminate false-positive results from cryofibrinogen or heparin-precipitable proteins. When the presence of cryoglobulins is confirmed, immunophenotyping is performed to identify the isotype of the cryoglobulins.\n\nLaboratory testing for cryoglobulins is challenging due to the stringent handling requirements for blood samples, and false-negative results are common. A large cohort study suggested that up to 9% of patients had false-negative serum cryoglobulin tests. If clinical suspicion is high, repeating this test may be warranted.\n[27]\n\nNotably, there is a weak correlation between serum cryoglobulin levels (or cryocrit levels) and disease severity. These levels should not be used alone to guide treatment decisions.\n[27]\nIn severe cases of cryoglobulinemic vasculitis, there may be a temporary absence of measurable serum cryoglobulins due to the formation of cryoprecipitate immune complexes.\n\nWhen clinical suspicion for cryoglobulinemia-mediated disease remains high despite negative serum cryoglobulin results, a tissue biopsy of the affected organ, such as skin, kidney, or peripheral nerve, can be valuable for diagnosing cryoglobulinemic vasculitis.\n\nComplement levels: Hypocomplementemia, particularly characterized by low C4 levels, is a hallmark of mixed cryoglobulinemia and indicates complement activation. This condition can rarely be observed in type I cryoglobulinemia.\n\nRheumatoid factor: Elevated rheumatoid factor level is typically observed in type II mixed cryoglobulinemia, as monoclonal IgM exhibits rheumatoid factor activity.\n\nInflammatory markers: Elevated erythrocyte sedimentation rate and C-reactive protein are markers of systemic inflammation.\n\nRenal function tests: Serum creatinine, blood urea nitrogen, and cystatin C levels are measured to assess kidney function. Proteinuria, often in the nephrotic range, and microscopic hematuria are common findings in cryoglobulinemia-related kidney disease.\n\nAdditional tests: A comprehensive evaluation for systemic conditions associated with cryoglobulinemia, such as B-cell lymphoproliferative disorders, autoimmune diseases, and chronic infections, should be guided by the patient's clinical manifestations, laboratory findings, and type of cryoglobulin.\n\nFor type I cryoglobulinemia, recommended diagnostic tests include a complete blood count, serum protein electrophoresis and immunofixation, thoracic and abdominal computed tomography scans, positron emission tomography scans, and bone marrow biopsy.\n\nFor mixed cryoglobulinemia, initial testing should include viral serologies—anti-HCV antibody, HCV RNA, hepatitis B surface antigen, anti-hepatitis B surface antibody, anti-hepatitis B core antibody, anti-HIV antibody, and Epstein-Barr virus antibody.\n\nFor mixed cryoglobulinemia, a workup for autoimmune diseases and other vasculitis disorders should also be performed. The autoimmune workup includes antinuclear antibodies, anti–double-stranded DNA, anti-Sm, Ro/SSA, La/SSB, U1 ribonucleoprotein, and citrullinated peptide antibodies. Antineutrophil cytoplasmic autoantibodies (ANCAs) are measured to rule out ANCA vasculitis.\n\nAlthough B-cell lymphoproliferative disorders are typically associated with type I cryoglobulinemia, they can also be linked to mixed cryoglobulinemia. Therefore, evaluation for B-cell lymphoproliferative disorders should be considered in both type I cryoglobulinemia and mixed cryoglobulinemia.\n[13]\n\nKidney biopsy: A renal biopsy is essential for diagnosing cryoglobulinemic glomerulonephritis and evaluating the extent of kidney injury. (Please refer to the\nHistopathology\nsection for more information on the findings of cryoglobulinemic glomerulonephritis)\n\nTable\nTable 3. Types of Cryoglobulinemia18.\n\nAbbreviations: IgM: Immunoglobulin M, IgG: Immunoglobulin G, IgA: Immunoglobulin A\n\nReference for the table\n[13]\n.",
    "administration": "The management of cryoglobulinemic glomerulonephritis requires a multimodal approach based on underlying disease severity. Treatment focuses on addressing the underlying cause of cryoglobulin production, along with employing therapies to suppress inflammation, decrease immune complex formation, and remove circulating cryoglobulins.\n[13]\n\nTreatment of the Underlying Causes of Cryoglobulinemia\n\nHepatitis C virus–associated cryoglobulinemic glomerulonephritis\nDirect-acting antivirals are the cornerstone of treatment, as sustained virologic response is achieved in over 95% of cases. Please see StatPearls' companion resource, \"\nHepatitis C\n,\" for more information.\nEradication of HCV halts the antigenic stimulation driving the cryoglobulin production and immune complex–mediated organ damage.\n\nAutoimmune disease–associated cryoglobulinemic glomerulonephritis\nTherapy is tailored to the underlying autoimmune disorder. Treatment may include glucocorticoids, disease-modifying anti-rheumatic drugs, and immunomodulatory and immunosuppressive therapies.\n\nB-cell lymphoproliferative disorder–associated cryoglobulinemic glomerulonephritis\nClone-directed therapy for the underlying hematologic disorder may involve agents such as rituximab or proteasome inhibitors.\n\nImmunosuppressive Therapy\n\nHigh-dose glucocorticoids are commonly used to manage severe manifestations of cryoglobulinemic glomerulonephritis, including rapidly progressive glomerulonephritis. However, their efficacy is limited, and some authors suggest restricting their use to patients with active disease and arthralgia or those with life-threatening complications.\n[8]\nRituximab, an anti-CD20 monoclonal antibody, effectively treats systemic and renal diseases, either alone or in combination with glucocorticoids.\n[33]\nCyclophosphamide may be considered in cases of refractory or relapsing cryoglobulinemic glomerulonephritis.\n[8]\nIn patients with essential cryoglobulinemic vasculitis (without identifiable etiology), treatment typically focuses on symptomatic management. Given the worse clinical prognosis, a combination regimen of glucocorticoids, rituximab, and cyclophosphamide is often used.\n[8]\n\nPlasmapheresis\n\nPlasmapheresis is performed in life-threatening situations, such as rapidly progressive glomerulonephritis, severe hyperviscosity syndrome, or extensive systemic vasculitis.\nPlasmapheresis rapidly removes circulating cryoglobulins, mitigating immune complex formation and tissue injury.\nPlasmapheresis is often combined with immunosuppressive therapy for optimal outcomes.\n\nSupportive Care\n\nBlood pressure management\nRenin-angiotensin-aldosterone system inhibitors are preferred for controlling hypertension and reducing proteinuria.\n\nProteinuria management\nNephroprotective strategies include optimizing blood pressure control and using agents that reduce proteinuria, such as Renin-angiotensin-aldosterone system inhibitors and sodium-glucose cotransporter-2 inhibitors.\n\nCardiovascular risk mitigation\nHyperlipidemia management and glycemic control are essential to mitigate cardiovascular complications.\n\nRituximab-Associated Cryoglobulinemic Vasculitis Flare\n\nRituximab, an anti-CD20 monoclonal antibody, has proven effective in treating the clinical manifestations of cryoglobulinemic glomerulonephritis. However, rituximab-associated cryoglobulinemic vasculitis flare is a significant adverse effect that requires attention.\n[34]\nThis phenomenon typically occurs within 2 to 9 days after rituximab infusion, with an incidence of 14% to 22% in patients with cryoglobulinemia. Unlike serum sickness, this flare is not self-limiting and may result in severe organ dysfunction, including acute kidney injury, ischemic colitis, and myocarditis.\n[34]\n[35]\nThis flare can occur in type I cryoglobulinemia and mixed cryoglobulinemia and is associated with poor outcomes, including a mortality rate exceeding 50%.\n\nRisk factors for rituximab-associated cryoglobulinemic vasculitis flare include B-cell lymphoproliferative disorders, kidney involvement, elevated cryoglobulin levels, and low C4 levels. The underlying mechanism of this flare remains unclear, but a hypothesis suggests an immune-mediated reaction between rituximab's antigenic component and complement-fixing IgM and IgG with rheumatoid factor activity.\n[35]\nAnother plausible explanation is rituximab-induced interleukin-6 production by monocytes and B cells, leading to rapid immunoglobulin production.\n\nThe management of rituximab-associated cryoglobulinemic vasculitis flare includes high-dose corticosteroids, with or without plasmapheresis, alongside continued treatment of the underlying disease.\n[36]\nNotably, the development of a cryoglobulinemic vasculitis flare does not indicate rituximab treatment failure. Resumption of rituximab therapy is recommended when clinically appropriate to ensure effective disease control.",
    "adverse_effects": "Complications of cryoglobulinemic glomerulonephritis include hypertension, acute kidney injury, progression to chronic kidney disease, end-stage kidney disease requiring renal replacement therapy, and an increased risk of cardiovascular disease.\n[5]\n[26]\n[40]\n[41]\n\nIn addition, patients with cryoglobulinemic glomerulonephritis face much higher rates of hypertension, cardiovascular disease, and B-cell lymphomas compared to those without this condition.\n[40]"
  }
}