{
  "drug_name": "vite",
  "nbk_id": "NBK560630",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560630/",
  "scraped_at": "2026-01-11T15:41:37",
  "sections": {
    "indications": "Suboccipital puncture is only used rarely. It has various contraindications that are either absolute or relative. Following are some important contraindications a provider must be aware of:\n\nSuboccipital Puncture\n\nCraniocervical anomalies\nChiari malformation\nDown syndrome\nDifficulty assuming head positioning for the procedure\nSevere cardiopulmonary dysfunction\nIntracranial space-occupying lesions\nEvidence of herniation\nUncorrectable coagulopathy\n\nLateral C1-C2 Cervical Puncture\n\nChiari malformation\nMass at C1–C2\nCervical stenosis at C1–C2\nEvidence of herniation\nUncorrectable coagulopathy\nVertebral or PICA variant with vessel crossing the posterior spinal canal at C1–C2\nObstructive hydrocephalus\nUncooperative patient and low-lying tonsils\nAchondroplasia\nC2 pannus with cord compression",
    "clinical_significance": "Both techniques, the suboccipital puncture, and the cervical C1-C2 puncture should be well known.\n\nOn some occasions, one procedure can be used as an alternative to the other.\n\nThese procedures, although rarely performed, offer an alternative to obtaining CSF when a lumbar puncture is contraindicated.\n\nThe overall rate of adverse reactions with a cervical puncture (4.9%) is slightly higher than that of a lumbar puncture approach (3.4%).\n[17]\n\nCervical myelograms performed via lateral C1–C2 puncture produces major complications in less than 0.05%, most commonly associated with cervical spine hyperextension during positioning.\n[32]\n\nAll C1-2 punctures should be monitored with lateral fluoroscopy for accurate needle positioning and prevention of contrast medium injection into the spinal cord.\n\nThe frequency of headache after C1–C2 puncture is lower than that after lumbar puncture, and, in most cases, last less than 24 hours. It occurs in approximately 10% to 25% of patients."
  }
}