{
  "drug_name": "vitis",
  "nbk_id": "NBK563235",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563235/",
  "scraped_at": "2026-01-11T15:41:35",
  "sections": {
    "indications": "The clinical indications for using OCTA have not been determined by the field as a whole. Still, OCTA capabilities open a vast array of possibilities for research into the pathogenesis of diseases, disease quantification, and treatment evaluation, including:\n\nIsolate locations of vascular pathology\nAnalyze each retinal vascular plexus separately\nEvaluate the foveal avascular zone\nExamine the perifoveal endocapillary area\nExamine retinal microcirculation\nEvaluate response to anti-VEGF therapy\n[3]\n[6]\n[22]\n\nOptical Coherence Tomography Angiography Versus Fluorescein Angiography and Indocyanine Green Angiography\n\nFluorescein angiography and indocyanine green angiography (ICGA) require the administration of intravenous dye. Fluorescein angiography has been used in clinical practice for over 50 years and is the gold standard for detecting retinal neovascularization, disc neovascularization, and choroidal neovascularization. Both fluorescein angiography and ICGA supply a 2D image with visualization of dynamic blood flow, including patterns of dye leakage, pooling of dye, and staining of structures.\n[23]\nAlthough OCTA cannot show the dynamic properties of dye within the vasculature, it does not require injectable dye, allows for quantitative and qualitative analysis of multiple layers, and provides 3D and 2D imaging.\n[24]\n\nOCTA has rapidly gained prominence as a noninvasive imaging modality in ophthalmology, offering high-resolution visualization of blood flow in the retina and choroid without needing dye injection. The primary indications for OCTA include:\n\nDiabetic retinopathy\n: OCTA is indicated for the early detection and monitoring of microvascular changes in diabetic patients, including capillary non-perfusion and microaneurysms, even before the appearance of clinical symptoms.\n[25]\n\nAge-related macular degeneration\n: OCTA is critical in detecting and monitoring choroidal neovascularization in dry and wet age-related macular degeneration (AMD), allowing timely intervention to prevent vision loss.\n[26]\n\nRetinal vein occlusion\n: OCTA helps identify areas of capillary nonperfusion, macular edema, and the development of collateral vessels in cases of branch and central retinal vein occlusion.\n[27]\n\nGlaucoma:\nOCTA is indicated for assessing microvascular changes in the optic nerve head and peripapillary region, helping in the early diagnosis and monitoring of glaucoma progression.\n[28]\n\nMacular telangiectasia:\nOCTA visualizes abnormal telangiectatic vessels in the macula, aiding in diagnosing and managing macular telangiectasia.\n[29]\n\nCentral serous chorioretinopathy\n: OCTA helps detect choroidal vascular changes and subretinal fluid in patients with CSCR, providing insight into disease progression and treatment efficacy.\n[30]\n\nUveitis and retinal\nvasculitis\n: OCTA is valuable in detecting retinal vasculitis and macular edema in inflammatory conditions, guiding treatment decisions.\n[31]\n\nMyopic choroidal neovascularization:\nHigh myopia patients benefit from OCTA for early detection of choroidal neovascularization, which can develop as a complication of pathological myopia.\n[32]\n\nHereditary retinal dystrophies:\nInherited retinal conditions such as retinitis pigmentosa can be monitored using OCTA to assess vascular changes, particularly capillary dropout and retinal atrophy.\n[33]\n\nOcular ischemic syndrome:\nOCTA is indicated for identifying ischemic changes in the retinal and choroidal vasculature in patients with carotid artery disease or other vascular disorders affecting ocular blood flow.\n[34]\n\nCoats disease\n: In pediatric and rare vascular conditions like Coats disease, OCTA is used to visualize abnormal retinal vasculature and detect associated exudates.\n[35]\n\nIdiopathic polypoidal choroidal vasculopathy\n: OCTA helps diagnose and monitor polypoidal lesions in the choroid, which can lead to subretinal hemorrhage and fluid accumulation.\n[36]\n\nRetinal and choroidal tumors\n: OCTA can assist in assessing the vascular network in ocular tumors, helping to differentiate between benign and malignant lesions.\n[37]\n\nPostsurgical monitoring\n: OCTA is indicated for postsurgical evaluation of retinal and choroidal blood flow, particularly after procedures such as vitrectomy or retinal laser treatments.\n[38]\n\nThese indications demonstrate the broad utility of OCTA across a spectrum of retinal and choroidal diseases, making it a vital tool for diagnosis and management in ophthalmic practice.",
    "clinical_significance": "The method in which OCTA images are obtained allows for the tandem viewing of correlating en-face and cross-sectional B-scans, allowing for the evaluation of anatomical features with microvascular features visualized on OCTA. The clinical significance of OCTA continues to mature as technology usage grows. Conditions showing significant evidence for the utility of OCTA are glaucoma, uveitis, and various retinal pathologies. Diabetic retinopathy is associated with extensive effects on the retinal vasculature.\n[88]\nIdentifying retinal changes, such as microaneurysms or neovascular complexes, and quantifying nonperfused areas of the eye (eg, the FAZ) using OCTA can aid in managing diabetic retinopathy.\n[89]\n\nOCTA can also aid the evaluation of changes in choriocapillaris flow, analysis of choroidal neovascular membranes, and detection of retinal changes in age-related macular degeneration. Furthermore, using OCTA has potential benefits in managing other retinal diseases, such as central serous chorioretinopathy, macular telangiectasia, vascular occlusion, and choroidal neovascular membranes.\n[90]\n[62]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]\n\nOCTA is a noninvasive imaging modality that provides detailed retinal and choroidal microvasculature visualization. Since its introduction, OCTA has revolutionized ophthalmic imaging by allowing clinicians to observe vascular changes in various eye diseases without requiring dye injections, as is necessary with traditional fluorescein angiography and ICGA. OCTA's ability to capture high-resolution, depth-resolved images of blood flow within the retina and choroid makes it invaluable in diagnosing and managing various ocular conditions.\n[17]\n\nMacular Degeneration\n\nAMD is a leading cause of blindness in older adults. OCTA plays a critical role in detecting early changes in the choriocapillaris and identifying the presence of choroidal neovascularization, a hallmark of the \"wet\" form of AMD. The ability of OCTA to visualize CNV without dye injections offers a safer and more efficient method for monitoring disease progression and treatment response. In the \"dry\" form of AMD, OCTA can help track atrophic changes and the loss of the choriocapillaris, which may precede the development of geographic atrophy.\n[98]\n\nDiabetic Retinopathy\n\nOCTA has proven highly beneficial in managing diabetic retinopathy. It can detect microvascular abnormalities, such as capillary dropout, microaneurysms, and areas of non-perfusion, which are often the precursors to more severe diabetic eye disease. Visualizing the retinal vasculature in fine detail allows clinicians to assess the progression of DR more accurately. OCTA has been shown to detect macular ischemia and other changes before they become evident on standard fundus examinations or fluorescein angiography. In addition, OCTA can monitor the response to treatments such as anti-VEGF injections or laser therapy.\n[16]\n\nGlaucoma\n\nIn glaucoma, OCTA is increasingly used to assess changes in the optic nerve head microvasculature and the peripapillary capillary network. Studies have demonstrated that reduced perfusion in the optic nerve head correlates with disease severity in glaucoma patients. OCTA can visualize these changes early, even before visual field defects are detectable. This makes OCTA a valuable tool in the early diagnosis of glaucoma, particularly in normotensive glaucoma, where structural changes may be subtle, and traditional methods may miss early signs of disease. OCTA also helps monitor the progression of the disease by tracking changes in the perfusion of the retinal nerve fiber layer and the ganglion cell complex.\n[43]\n\nRetinal Vein and Artery Occlusions\n\nOCTA is highly effective in diagnosing and monitoring RVO and retinal artery occlusions (RAO). In RVO, OCTA can visualize areas of capillary nonperfusion, vascular congestion, and collateral vessel formation. This imaging modality allows clinicians to assess the extent of ischemia and monitor the development of macular edema or neovascularization, both of which are critical for treatment decisions. In RAO, OCTA can help delineate the area of retinal ischemia, providing insights into the severity of the occlusion and guiding therapeutic interventions.\n[42]\n\nChoroidal Diseases\n\nChoroidal neovascularization associated with conditions like pathologic myopia, central serous chorioretinopathy (CSCR), and inflammatory choroidal diseases can be easily identified using OCTA. Unlike traditional dye-based angiography, OCTA can distinguish type 1 and type 2 CNV by analyzing different retinal layers, which is essential for diagnosis and treatment planning. In CSCR, OCTA can identify abnormal choroidal circulation and help track fluid dynamics within the retina and choroid.\n[99]\n\nRetinal Dystrophies\n\nIn patients with inherited retinal dystrophies (eg, retinitis pigmentosa and Stargardt disease) OCTA can reveal abnormal vascular patterns and capillary dropout in the deeper retinal layers. This can provide valuable information on the progression of these diseases, especially since the structural changes often precede visual decline. OCTA may also help monitor responses to emerging gene and cell therapies to preserve or restore retinal function.\n[33]\n\nOcular Ischemic Syndromes\n\nOCTA is also helpful in detecting ocular ischemic syndrome resulting from carotid artery stenosis. By visualizing reduced blood flow in both the superficial and deep retinal layers, OCTA can help diagnose this condition earlier, potentially guiding timely intervention to prevent further ischemic damage.\n[34]\n\nUveitis\n\nIn inflammatory diseases, such as uveitis, OCTA can provide insights into the involvement of the retinal vasculature. In cases where posterior uveitis affects the retina or choroid, OCTA can detect early signs of vasculitis, choroidal neovascularization, or macular edema, guiding treatment decisions more effectively than traditional imaging methods.\n[100]\n\nVascular Changes in Systemic Diseases\n\nSystemic diseases (eg, hypertension and systemic lupus erythematosus) can affect the ocular vasculature. OCTA offers a noninvasive way to detect subtle changes in the retinal and choroidal microvasculature, which may reflect systemic disease severity. Monitoring these changes could provide clinicians with important clues regarding the progression of systemic conditions.\n[101]\n\nNonproliferative and Proliferative Diseases\n\nA key advantage of OCTA is its ability to differentiate between nonproliferative and proliferative vascular diseases. For example, in diabetic retinopathy, OCTA can identify areas of neovascularization indicative of progression to the proliferative stage, allowing timely intervention. Similarly, in AMD, the development of CNV can be detected early, even before significant leakage occurs, facilitating early anti-VEGF treatment.\n[40]\n\nLimitations of Optical Coherence Tomography Angiography\n\nWhile OCTA offers numerous advantages, it has some limitations. One key limitation is its inability to detect leakage, a feature often visualized in dye-based angiography. For conditions where leakage is crucial for diagnosis and treatment planning, such as diabetic macular edema, fluorescein angiography may still be necessary. Additionally, artifacts can affect OCTA images due to patient movement, poor fixation, or media opacities like cataracts.\n[39]\n\nConsequently, OCTA has emerged as a powerful tool in diagnosing, monitoring, and managing various retinal and choroidal diseases. Its noninvasive nature and ability to provide detailed, depth-resolved microvasculature images make it particularly valuable for early disease detection and long-term monitoring. As OCTA technology continues to evolve, it will likely play an even more significant role in routine clinical practice and research, further improving patient care in ophthalmology.\n[39]"
  }
}