{
  "drug_name": "von willebrand factor",
  "nbk_id": "NBK565885",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK565885/",
  "scraped_at": "2026-01-11T15:41:38",
  "sections": {
    "indications": "Some patients with type 3 vWD can develop alloantibodies after multiple transfusions. Infusion of vWF concentrates in these patients is ineffective and can cause life-threatening postinfusion anaphylaxis due to the formation of immune complexes.\n[24]\nTherefore, vWF should be avoided in these patients, and rFVIII should be used alone and administered at high doses by continuous intravenous infusion, considering the short half-life of FVIII without its vWF carrier.\n\nWarnings and Precautions\n\nThromboembolism:\nIn patients at high risk for thrombotic events, such as those with advanced age, cancer, or undergoing orthopedic surgery, multiple vWF doses should be administered with caution due to the increased risk of arterial thrombosis. Venous thromboembolic complications have been noted in some patients with vWD, which can be attributed to sustained high levels of FVIII from multiple closely spaced infusions of FVIII/vWF concentrates. Low-molecular-weight heparin can be used prophylactically in such patients. vWF should be used cautiously in patients at high risk of venous thrombosis.\n\nTransmission of infectious agents:\nSome vWF products are derived from human blood, posing a risk of transmitting infectious diseases, including variant Creutzfeldt-Jakob disease and Parvovirus B19. Despite measures such as donor screening and virus testing during manufacturing, complete elimination of transmission risk cannot be assured.",
    "mechanism": "vWF is an adhesive glycoprotein multimer synthesized by endothelial cells in Weibel-Palade bodies and megakaryocytes in α-granules. The factor plays various essential functions for both primary and secondary hemostasis. The primary function of vWF is to facilitate platelet adhesion to the subendothelium when exposed to vascular injury. The factor also interacts with fibrinogen in platelet-to-platelet interactions, promoting thrombus growth and stabilization. Additionally, vWF serves as a carrier protein for FVIII in plasma, protecting the latter from proteolytic degradation.\n[14]\n\nThese pleiotropic functions of vWF can be assessed using various laboratory assays. Deficiency or abnormalities in vWF lead to vWD, the most common autosomal inherited bleeding disorder. Replacement therapy in vWD addresses the dual defect of hemostasis—abnormal platelet adhesion aggregation and aberrant intrinsic coagulation caused by low and unstable circulating FVIII. Replacing deficient or abnormal vWF and correcting low FVIII levels are equally essential for restoring normal hemostasis in patients with vWD. RvWF is produced without human plasma proteins, thereby eliminating the risk of transmitting blood-borne pathogens and preventing any effects from copurifying plasma proteins.\n[15]\n\nPharmacokinetics\n\nRvWF administered alone raises endogenous FVIII levels to above 40% within 6 hours. This characteristic is crucial for rvWF's utility as it minimizes the requirement for repeated dosing and reduces the risk of elevated FVIII levels, thereby lowering the potential for thrombotic complications. RvWF undergoes cleavage by ADAMTS13 into smaller multimers, and infused rvWF exhibits a half-life approaching 22 hours.\n[16]\n[17]",
    "administration": "Available Dosage Forms\n\nDifferent human mixtures of vWF/FVIII products are available for replacement therapy. These concentrates were originally introduced in clinical practice for hemophilia management. The mixtures of vWF/FVIII concentrates available are plasma-derived and have variable FVIII quantities. In December 2015, the FDA also approved an rvWF concentrate for use in adult patients with vWD who were experiencing bleeding episodes.\n\nThe vWF:RCo activity is expressed in IU. Notably, 1 IU corresponds to a vWF:RCo level present in 1 mL of human plasma concentrate. An infusion of 1 IU/kg of vWF:RCo raises the plasma level of vWF:RCo by around 1.5 IU/dL. Generally, an initial plasma vWF concentrate dose of 40 to 60 IU (expressed as units of Rco, vWF:RCo) per kg per body weight is given to obtain plasma levels of 50 to 100 IU/dL. Subsequent doses depend on the clinical response, with 20 to 40 IU/Kg body weight every 12 hours generally sustaining plasma concentrations within 50% to 100% in patients without a shortened vWF half-life.\n\nAvailable Strengths\n\nVarious formulations of lyophilized powder for intravenous solution reconstitution containing FVIII (antihemophilic factor) with vWF complex are available in the following dosages—250 IU, 450 IU FVIII/450 vWF, 500 IU, 900 IU FVIII/900 vWF, 1000 IU, and 1500 IU. RvWF is also available in single-dose vials containing 650 or 1300 IU vWF:RCo. Notably, available formulations are not equivalent and should not be used interchangeably.\n\nAdult Dosages\n\nPatients with avWS who have vWF inhibitors require higher and more frequent doses to achieve desired vWF levels. Although rare, continuous vWF infusion has been used in patients who cannot maintain adequate vWF levels with intermittent infusions and do not respond clinically. The dosages range between 2 and 15 IU/kg/h.\n[18]\n\nThe recommended general dose range varies from 30 to 100 vWF:RCo units/kg. However, the dosage can be adjusted based on the patient's residual activity, the presence of autoantibodies and inhibitors, and the severity of bleeding.\n\nThe dose given also depends on bleeding severity, as described below:\n\nSpontaneous bleeding episodes: Daily dose or a single dose of 30 to 60 IU/kg of vWF to maintain FVIII coagulant (FVIII:C) levels greater than 30 U/dL or until bleeding stops (generally 2-4 days).\nMajor surgery: Daily doses of 50 to 60 IU/kg of vWF to achieve preoperative levels FVIII:C and vWF:RCo levels of 80 to 100 U/dL until 36 hours postoperatively, followed by levels greater than 50 U/dL until complete recovery (usually 5-10 days).\nMinor surgery: Daily doses of 30 to 60 IU/kg of vWF to obtain FVIII:C levels greater than 30 U/dL until healing is complete (2-4 days).\nDental extraction or invasive procedures: A single dose of 30 IU/kg of vWF to obtain FVIII:C levels greater than 50 U/dL for 12 to 24 hours.\nDelivery and postpartum: Daily doses of 50 IU/kg of vWF to obtain FVIII:C levels greater than 50 U/dL for 3 to 4 days.\n\nLimited data are available on rvWF in avWS. Theoretically, rvWF has more advantages due to its longer half-life and lack of FVIII content, particularly in patients with high FVIII levels and at high risk for thrombosis. The usual starting dose is 80 mcg/kg intravenously.\n[19]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product labeling does not include any dosage adjustments.\n\nRenal impairment:\nThe product labeling does not include any dosage adjustments.\n\nPregnancy considerations:\nPregnant women with vWD are at increased risk of postpartum hemorrhage if untreated, underscoring the need for early treatment planning. Invasive delivery methods such as ventouse or rotational forceps should be avoided due to the potential risk of neonatal bleeding. Testing for desmopressin responsiveness before pregnancy is recommended for women with basal FVIII and vWF levels below 30 U/dL. During pregnancy, monitoring FVIII and vWF levels in the 3rd trimester is crucial, aiming for levels above 50 U/dL to minimize bleeding risk. Treatment strategies should be tailored according to the type of vWD, emphasizing close management to maintain hemostasis throughout pregnancy and postpartum.\n[20]\n\nBreastfeeding considerations:\nClinical data on the use of vWF during breastfeeding are unavailable. Given its large protein structure, vWF may be present in minimal amounts in breast milk and is likely destroyed in the infant's gastrointestinal tract, making absorption unlikely. Therefore, caution is advised when considering vWF therapy during breastfeeding, particularly in newborns or preterm infants.\n[21]\n\nPediatric patients:\nThe safety and effectiveness of rVWF in individuals aged 18 or younger have not been established. The FVIII/vWF complex is utilized for the treatment of both hemophilia A and vWD.\n\nOlder patients:\nStudies of rVWF did not include sufficient subjects aged 65 and older to determine whether their response differs from that of younger subjects.",
    "adverse_effects": "Despite extensive screening protocols for detecting viruses and other infections, the risk of transmission of various blood-borne infections during vWF replacement cannot be entirely excluded.\n[22]\nStudies have reported rare adverse effects in a small number of subjects receiving replacement therapy with vWF, including mild infusion site paresthesia, moderate dysgeusia, moderate tachycardia, mild generalized pruritus, and hot flushes. A few severe adverse events were noted, such as mild T-wave inversion on electrocardiography, chest discomfort, and increased heart rate. In addition, alloantibodies, such as anti–vWF-binding antibodies, may also develop. FVIII neutralizing antibodies were noted postreplacement therapy.\n[23]\n\nFVIII can accumulate in plasma when multiple closely spaced infusions are administered for severe bleeding or prophylactically before major surgeries. This accumulation results from exogenous FVIII infused with the concentrate mixture and an increase in endogenous FVIII synthesized by the infused vWF. Persistent high levels of FVIII may heighten the risk of postoperative thrombotic events, such as deep vein thrombosis.\n\nDrug-Drug Interactions\n\nAccording to the FDA-approved labeling and recent literature reviews, no drug interactions had been reported at the time this article was written.",
    "monitoring": "Close monitoring of clinical response and vWF activity measurements is required for dosage adjustments and intervals. The standard parameters essential to monitor are FVIII:C, vWF antigen (vWF Ag), and vWF:RCo. The FVIII:C and vWF:RCo assays are primarily required to monitor replacement therapy. The general goal is to sustain the activity of FVIII and vWF (generally measured as vWF:RCo) between 50% and 100% for 3 to 14 days in patients with significant bleeding episodes or before major surgery. Notably, the half-life of infused vWF is short in avWS, especially in patients with avWS associated with inhibitors or MGUS.\n[25]\n\nLevels of vWF:RCo and FVIII activity must be obtained immediately before and shortly after the infusion to determine the half-life of the infused products. Levels should then be measured at 4, 8, and 12 hours after the first infusion to obtain half-life information, with more spaced-out testing performed subsequently (every 12 to 24 hours), depending on the patient's clinical status and response. In major surgeries, plasma levels of FVIII:C and vWF:RCo must be obtained initially every 12 hours on the day of surgery and subsequently every 24 hours.\n\nMonitoring FVIII activity is crucial to ensure it stays below 200 IU/dL, as high FVIII levels increase the risk of thrombosis. The half-life of FVIII:C postinfusion is approximately double that of vWF Ag (20-24 hours compared to 10-14 hours), attributed to the endogenous increase of FVIII levels, which is stabilized by the additionally infused exogenous vWF. Patients who cannot maintain adequate factor levels with intermittent infusions and who fail to respond clinically may receive continuous factor infusion, necessitating closer monitoring.\n[26]\n\nThe 2021 guidelines from the American Society of Hematology (ASH), International Society on Thrombosis and Haemostasis (ISTH), National Hemophilia Foundation (NHF), and World Federation of Hemophilia (WFH) on managing vWD recommend targeting both FVIII and vWF activity levels of greater than or equal to 0.50 IU/mL for at least 3 days following major surgery. The guidelines advise against using only FVIII levels of greater than or equal to 0.50 IU/mL as a target for this period.\n[27]",
    "toxicity": "Data show that vFW:rFVIII is generally safe and effective in patients with severe bleeding in various clinical settings. Studies have not detected inhibitors for vWF:RCo, vWF Ag, vWF collagen binding, and FVIII:C developed after repeated treatment. However, multiple infusions can lead to the development of antibodies against FVIII:vWF in patients with severe homozygous-like vWD."
  }
}