{
  "drug_name": "vonoprazan",
  "nbk_id": "NBK554563",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554563/",
  "scraped_at": "2026-01-11T18:48:13",
  "sections": {
    "indications": "Functional dyspepsia is one of the most prevalent functional gastrointestinal disorders, affecting over 20% of the population. The condition has 3 subtypes—epigastric pain syndrome, postprandial distress syndrome (PDS), and a combination of both—each thought to result from different mechanisms. Diagnosis is based on the Rome IV criteria, which define functional dyspepsia as the presence of one or more symptoms, such as epigastric pain, burning, early satiety, and postprandial fullness, and in the absence of structural disease detectable by imaging or endoscopy. These symptoms may be severe enough to interfere with daily activities. While some patients may also experience nausea, vomiting, or heartburn, these symptoms are typically infrequent.\n[1]\n[2]\n[3]\n\nPatients should be tested and treated for\nHelicobacter pylori\nif applicable.\n[4]\nFurther treatment involves symptom management with proton pump inhibitors (PPIs), H2-receptor antagonists (H2RAs), prokinetic agents, and antidepressants.\n[1]\n[4]\nAlarming symptoms such as weight loss, dysphagia, or vomiting warrant an endoscopic evaluation.\n[5]",
    "mechanism": "Various factors can cause symptoms of functional dyspepsia, including disturbed gastric motility, such as inadequate fundic accommodation or delayed gastric emptying, and disordered gastric sensation, such as hypersensitivity to gas and bloating. Additionally, gastric and duodenal inflammation can contribute to these symptoms. A genetic predisposition for functional dyspepsia is likely but less evident than in other functional gastrointestinal disorders such as irritable bowel syndrome (IBS). Psychiatric comorbidity and psychopathological states may also contribute to functional dyspepsia, although they are not specific to the condition and are less pronounced than in IBS.\n[1]",
    "monitoring": "Evaluation begins with laboratory tests, including blood count, complete metabolic panel, thyroid function, celiac disease serology, and inflammatory markers. As\nH pylori\ninfection is prevalent in at least 10% of the population, testing for this bacterium is recommended.\n[27]\n\nInstrumental examinations include esophagogastroduodenoscopy with biopsy and abdominal ultrasonography. The American College of Gastroenterology (ACG) recommends routine use of upper endoscopy in patients aged 60 or older, irrespective of alarm symptoms, and for patients aged 60 or younger if alarm symptoms are present.\n\nAlarm symptoms include:\n\nUnintentional weight loss\nDifficulty swallowing (dysphagia)\nPainful swallowing (odynophagia)\nUnexplained iron deficiency anemia\nPersistent vomiting\nDetectable mass or lymphadenopathy\nFamily history of upper gastrointestinal cancer\n[28]\n\nIf patients do not respond to treatment, pursuing more specialized testing specific to the symptoms is reasonable.\n[29]\nThe diagnosis of functional dyspepsia is confirmed based on the patient’s history and the exclusion of other diseases with similar presentations.",
    "administration": "Treating functional dyspepsia can be challenging, with the primary goal being symptom control. Initial management involves educating the patient about the diagnosis and discussing treatment expectations.\n\nEradication of\nH pylori\nInfections\n\nThe global prevalence of\nH pylori\ninfection exceeds 50% and is recognized as a significant risk factor for conditions such as chronic gastritis, peptic ulcers, gastric adenocarcinoma, GERD, and functional dyspepsia.\n[30]\nTherefore, eradicating\nH pylori\nis recommended as the first-line treatment for all patients with functional dyspepsia. Compared to no therapy,\nH pylori\neradication therapy has a statistically significant, albeit small, benefit for relieving symptoms. This therapy can also help reduce the development of peptic ulcer disease and gastric cancer.\n[4]\n[31]\nTesting for the presence of\nH pylori\nis usually performed during upper endoscopy to investigate dyspepsia. However, if upper endoscopy is not indicated or the testing was not performed during the upper endoscopy, the diagnosis of\nH pylori\ncan be confirmed with a stool antigen assay or urea breath test. To ensure the accurate diagnosis of the patient with\nH pylori\n, they must refrain from antibiotics for 4 weeks and PPIs for 1 to 2 weeks before the stool antigen test. Symptoms may be reduced when acid secretion changes or intestinal microbiota is modified.\n[30]\n[32]\n\nVarious treatment regimes used for\nH pylori\neradication include:\n\nBismuth quadruple therapy includes the coadministration of bismuth subsalicylate, metronidazole, tetracycline, and a PPI such as omeprazole for 14 days. A combination capsule containing bismuth subcitrate, metronidazole, and tetracycline is approved by the United States Food and Drug Administration (FDA). North American trials reported a mean eradication rate of 91% with 10-day bismuth quadruple therapy.\n[33]\n\nClarithromycin-based therapy includes triple, concurrent, and sequential therapies.\n[34]\nTriple therapy involves administering clarithromycin, amoxicillin, and a PPI twice daily for 14 days. With this regimen, eradication rates in the United States are typically below 80%. Concomitant therapy combines clarithromycin, amoxicillin, metronidazole, and a PPI for 10 to 14 days. Sequential therapy consists of a 10-day regimen with clarithromycin, where patients take amoxicillin and a PPI for 5 days initially, followed by clarithromycin, metronidazole, and a PPI for the remaining 5 days.\n\nHybrid therapy consists of 7 days of amoxicillin and a PPI, followed by another 7 days of amoxicillin, clarithromycin, metronidazole, and a PPI. Despite its complexity, this regimen has been suggested as an alternative to clarithromycin triple therapy.\n\nLevofloxacin-based therapy is only recommended for\nH pylori infection\nwhen sensitivity is confirmed or resistance rates are below 15%. This therapy can be part of triple, quadruple, or sequential therapy.\n\nVonoprazan-based regimens have high eradication rates in triple therapy with amoxicillin and clarithromycin or as dual therapy with high-dose amoxicillin. However, their effectiveness is dependent on clarithromycin resistance.\n[35]\n\nIn case of treatment failure, some salvage therapies may also be used. A study found rifabutin triple therapy similar to bismuth quadruple therapy for eradicating\nH pylori.\n[36]\nHowever, patients on rifabutin had better compliance and fewer adverse effects. This supports using rifabutin triple therapy as a salvage treatment for\nH pylori\n.\n\nAfter the successful eradication of\nH pylori\n, treatment is a 2-step process. The first-line treatment involves a PPI or H2RA for at least 4 weeks. Then, if symptoms persist, subsequent treatment with tricyclic antidepressants (TCAs) or prokinetic agents such as metoclopramide and acotiamide (not available in the United States) is pursued.\n[37]\n[38]\n[39]\n[40]\n\nProton Pump Inhibitors\n\nPPIs are recommended for 4 to 8 weeks for patients who initially test negative for\nH pylori\nand those with persistent symptoms 4 weeks after the eradication of\nH pylori\nconfirmed by stool antigen testing, urea breath test, or upper endoscopy-based testing. PPIs are believed to reduce mast cells, duodenal eosinophils, and mucosal permeability.\n[41]\nIn patients showing improvement with PPIs, therapy should be discontinued every 6 to 12 months to mitigate long-term risks.\n\nThe standard dosages of orally administered PPIs are mentioned below.\n\nLansoprazole: 30 mg daily\nOmeprazole: 20 mg daily\nPantoprazole: 40 mg daily\nRabeprazole: 20 mg daily\nEsomeprazole: 20 mg daily\n\nH2-Receptor Antagonists\n\nFurther studies are required to validate the efficacy of H2RA treatment compared to PPI therapy. Several studies have demonstrated their effectiveness over placebo, showing a 23% reduction in symptoms.\n[42]\n\nAntidepressants\n\nPatients whose symptoms remain refractory after the initial 8 weeks of PPI therapy should discontinue PPIs, with consideration for initiating a TCA.\n[43]\nFor those who respond partially to PPIs, TCAs may be administered in combination with PPI therapy. The recommended approaches are mentioned below.\n\nThe treatment can be initiated with either of the following low-dose TCAs at night:\nAmitriptyline: 10 mg\n[44]\nNortriptyline: 10 mg\nDesipramine: 25 mg\n\nTCA doses may be cautiously titrated based on symptom responses; higher doses may induce sedation without enhancing efficacy.\n\nTCAs are initially administered for 8 to 12 weeks and then continued for 6 months if the patient responds appropriately.\n\nDoses must be gradually tapered to discontinue TCA use.\n\nTCAs may be resumed if symptoms recur.\n\nMirtazapine has shown effectiveness in improving early satiation, nutrient tolerance, and gastrointestinal-specific anxiety, and in addressing unintentional weight loss.\n[45]\n[46]\n[45]\nInitial therapy typically begins with 7.5 mg, administered 1 hour before bedtime. Similar to other TCAs, starting with a low dose initially is advisable, which can be gradually increased up to 45 mg daily.\n\nProkinetic Agents\n\nA 4- to 8-week course of a prokinetic agent is recommended when the aforementioned therapies fail or when symptoms recur. However, in some patients, adverse effects may lead to discontinuation of therapy. Therefore, treatment with minimal doses is advised (eg, domperidone 10 mg 3 times daily and metoclopramide use for less than 12 weeks). Domperidone is linked to a slight increase in the risk of serious ventricular arrhythmias or sudden cardiac death, particularly in patients aged 60 or older, those taking daily doses over 30 mg, or those with factors predisposing them to QT prolongation. Notably, it is contraindicated in patients with cardiac conduction prolongation, significant electrolyte disturbances, heart disease, moderate or severe liver impairment, and those taking QT-prolonging drugs and potent CYP3A4 inhibitors.\n[5]\n\nMetoclopramide 5 to 10 mg is usually administered 30 minutes before meals and at night. Metoclopramide can cause tardive dyskinesia, a severe, often irreversible movement disorder. The risk increases with treatment duration and total dose; it should be discontinued if adverse effects develop. Some patients may see a reduction or resolution of the adverse effects after stopping metoclopramide. Metoclopramide can also increase the risk of psychosis and death in patients with dementia.\n[45]\n\nOptional Therapies\n\nSome patients may find the therapies below effective, although insufficient data exist to support their validation.\n\nPsychotherapy: Although insufficient data on its efficacy exist, it is usually reserved for patients with associated stressors and those who fail to respond to medical therapy.\n[46]\nBuspirone: This drug may relax the gastric fundus when used 10 mg, 3 times daily for 4 weeks. Patients treated with buspirone have shown improvement with early satiation.\n[47]\nDietary modification.\n[48]\nLifestyle modification.",
    "adverse_effects": "Although functional dyspepsia is not associated with increased mortality, it does cause significant physical and mental distress, impacting the patient’s quality of life. Patients with functional dyspepsia often score higher on psychometric tests for symptoms of anxiety, depression, and somatization. Approximately 10% to 25% of patients report that the social impact of their symptoms is significant enough to seek medical attention, resulting in increased healthcare visits, significant health impairment, and a decline in overall quality of life."
  }
}