{
  "drug_name": "kamigen k",
  "nbk_id": "NBK557428",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557428/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Aortic regurgitation (AR), also known as aortic insufficiency, is a form of valvular heart disease in which the integrity of the aortic valve is compromised and leads to inadequate closure of the valve leaflets. A normal aortic valve is comprised of three semilunar cusps that attach to the aortic wall. Loss of function occurs when the valves themselves become diseased or if there is aortic root involvement. In AR, there is retrograde blood flow from the aorta into the left ventricle which occurs in diastole in the cardiac cycle. Chronic AR was initially described by Corrigan in 1832 in syphilitic patients who suffered from aortic root dilation. The clinical presentation of AR depends on its acuity of onset.",
    "mechanism": "As described above, aortic insufficiency may occur due to dysfunction linked to the aortic valve leaflets, aortic root, annulus, or ascending aorta. Typical etiologies responsible for acute AR include infective endocarditis, traumatic and non-traumatic rupture of the ascending aorta with aortic cusp prolapse, iatrogenic AR due to percutaneous aortic balloon valvuloplasty, prosthetic valve dysfunction, and perivalvular leak or dehiscence of a prosthetic valve.\n[1]\nAtypical causes of AR also include certain medications. For example, patients taking dopamine agonists such as bromocriptine (or other ergot alkaloids) have increased cardiac contraction, and increased stress is placed on the aortic valve, this is known to cause valvular fibrosis thereby putting them at higher risk for complications such as AR.\n\nThe etiologies responsible for chronic AR may be extensive, they include rheumatic heart disease (the most common cause in the developing world), infective endocarditis, myxomatous valve degeneration, congenital valve abnormalities (most commonly a bicuspid aortic valve while unicuspid and quadricuspid have also been reported), senile valvular calcifications, age-related dilatation of the aorta, ectasia of the aortic annulus, aortic dissection, aortitis/aortic root dilatation secondary to syphilis or giant cell arteritis, trauma, systemic hypertension, drug-induced valvulopathy, Whipple disease, osteogenesis imperfecta, and Crohn disease.\n[1]\n[2]\n\nOther rheumatologic processes involved are antiphospholipid syndrome, systemic lupus erythematosus, rheumatoid arthritis, ankylosing spondylitis, Reiter syndrome, psoriatic arthritis, relapsing polychondritis, Takayasu vasculitis, Marfan syndrome, Ehler-Danlos syndrome, and Behcet disease.\n[2]\n\nCorrelations have also been made between AR and Turner Syndrome. In one study of 253 patients with Turner syndrome from 7 to 67 years of age, AR was trivial, mild, and moderate to severe in 55%, 30%, and nearly 15% of the study population, respectively.\n[3]",
    "monitoring": "The classification of aortic insufficiency, based on the 2017 American Society of Echocardiography guidelines, is as follows:\n\nIn type 1 aortic insufficiency, the valve leaflets are functioning normally, but there is aortic dilation or perforation of the cusp(s). In type Ia aortic insufficiency, the sinotubular junction and ascending aorta are enlarged. In type 1b AR, the sinuses of Valsalva and the sinotubular junction are dilated. In type 1c aortic insufficiency, the aortic annulus is dilated. In type 1d aortic insufficiency, aortic cusp perforation is present.\nType 2 aortic insufficiency is due to excessive leaflet tissue or commissural disruption that results in aortic cusp prolapse.\nType 3 aortic insufficiency is due to various processes that result in restriction of the motion of the aortic leaflets.\n[9]\n\nChronic aortic insufficiency is classified into four different stages:\n\nStage A: Patients at risk for aortic insufficiency.\nStage B: Patients with progressive mild to moderate aortic insufficiency.\nStage C: Patients with asymptomatic and severe aortic insufficiency\nStage C1 patients have a left ventricular ejection fraction of more than 50% and mild to moderate left ventricular dilation with an end-systolic dimension less than 50 mm.\nStage C2 patients have a left ventricular ejection fraction of less than 50% and severe left ventricular dilation with an end-systolic dimension more than 50 mm or an indexed left ventricular end-systolic dimension more than 25 mm/m2.\nStage D: Patients with symptomatic and severe AR.\n\nAn electrocardiogram would show nonspecific ST-T wave changes, signs of left ventricular hypertrophy, or ST elevations or depressions if a myocardial infarction were associated with the patient's aortic insufficiency. A chest x-ray can show signs of pulmonary congestion or a widened mediastinum suggestive of aortic dissection.\n\nHowever, the primary diagnostic test of choice for diagnosing aortic insufficiency is echocardiography, as it will provide a wealth of information about the aortic valve leaflets and surrounding apparatus, aorta, and the left ventricle. Echocardiography can identify the underlying cause of aortic insufficiency, the severity of regurgitant blood flow, and estimates of left ventricular size and systolic function. Transthoracic echocardiography assessment with color Doppler is necessary to characterize the regurgitant jet. Transesophageal echocardiography should be performed in cases with concern for aortic dissection or infective endocarditis. Some various echocardiographic measurements with different techniques combined, as mentioned below but not limited to this list, can help in accurately defining disease severity:\n[10]\n[9]\n\nAcute Aortic Insufficiency\n\nM-mode echocardiography showing early deceleration time on the mitral flow velocity curve and early mitral valve closure is indicative of elevated left ventricular end-diastolic pressure.\nAn aortic velocity curve with a short half-time of less than 300 milliseconds indicates that there is rapid equilibration of the left ventricular and aortic diastolic pressures.\n\nChronic Aortic\nInsufficiency\n\nChronic aortic insufficiency is broken down into stages B, C, and D using the following valve hemodynamic information: jet width related to the left ventricular outflow tract, regurgitant blood volume (ml/beat), the regurgitant fraction (%), vena contracta measurement of the effective regurgitant orifice (cm), and effective regurgitant orifice area measurement (cm^2).\n\nIn aortic insufficiency patients with little to no symptoms, exercise stress testing can assess the presence of symptoms and their functional capacity. CT imaging, cardiac MRI, and coronary angiography may be useful in certain instances as well. CT imaging can help evaluate aortic disease. Cardiac MRI has a class 1 indication in stage B, C, and D moderate to severe chronic aortic insufficiency patients when suboptimal information is obtained from echocardiography, or the information obtained is discordant with clinical information. Cardiac catheterization can be used when noninvasive diagnostic modalities provide insufficient information, or are unavailable or contraindicated. If no cardiac MRI is available or is contraindicated due to the presence of implanted devices, the catheterization would help to understand the severity of aortic insufficiency.\n[10]",
    "administration": "Acute Aortic Insufficiency\n\nHypertension can be controlled with angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, or dihydropyridine calcium channel blockers. Beta-blockers are recommended for managing aortic dissection, but they should be avoided in patients with severe aortic insufficiency as they can increase diastolic filling time and thereby allow for increased regurgitant blood flow. They block the compensatory tachycardia that is necessary to maintain adequate cardiac output. Antibiotics should be given for treating infective endocarditis; these patients should have their antibiotics tailored to the causative pathogens noted on blood cultures, and echocardiographic information should be reviewed to determine the need for any surgical interventions in addition to aortic valve replacement (AVR). Patients with acute aortic insufficiency due to infective endocarditis, aortic dissection, or trauma with hemodynamic instability require urgent surgical intervention.\n\nChronic Aortic Insufficiency\n\nMedical therapy in chronic depends on the stage of the AR. Angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, or dihydropyridine calcium channel blockers have a class I recommendation for managing hypertension in stage B and C patients. For stage C2 and D patients with symptoms and/or left ventricular dysfunction who cannot undergo surgery due to their comorbidities, angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, and beta-blockers have a class IIa recommendation as reasonable options.\n\nBased on the 2014 valvular heart disease guidelines, AVR has a class I recommendation for patients with stage D AR, stage C2 aortic insufficiency with an ejection fraction <50%, or asymptomatic stage C AR but requiring cardiac surgery for other indications. Patients with stage C2 AR with an ejection fraction greater than or equal to 50% and left ventricular end-systolic dimension >50 mm have a class IIa recommendation for AVR. Patients with stage C AR with an ejection fraction greater than or equal to 50%, left ventricular end-diastolic dimension >65 mm, and low surgical risk have a class IIb recommendation for AVR. Patients with stage C AR with left ventricular end-systolic dimension >50 mm have a class IIa recommendation for AVR. Patients with stage C AR with an ejection fraction greater than or equal to 50%, left ventricular end-systolic dimension less than or equal to 50 mm, and left ventricular end-diastolic dimension less than or equal to 65 mm do not need AVR acutely. These patients, along with stage B AR patients not requiring cardiac surgery for another indication, should be watched carefully with periodic monitoring. However, stage B AR patients who need cardiac surgery for other indications have a class IIa recommendation for AVR.\n[11]\n\nAVR is not recommended in patients with a left ventricular ejection fraction <35% and left ventricular end-diastolic dimension ≥70 mm due to poor postoperative outcomes.\n[11]\nWhile intervening in patients with symptoms or a decline in left ventricular ejection fraction has been validated, further work is needed to determine the optimal time to consider surgical consultation patients with asymptomatic AR, and if earlier intervention would benefit patients and provide good postoperative outcomes.\n[12]\n\nOne study evaluating transcatheter aortic valve replacement (TAVR) and aortic valve repair in patients with isolated aortic insufficiency showed the following: (1) patients with bicuspid aortic valves had open surgical AVR more commonly than those with tricuspid aortic valves, but aortic root dilatation in either group and cusp prolapse in the bicuspid group favored aortic valve repair and (2) patients with tricuspid aortic valve cusp prolapse and restriction/retraction had an AVR.\n[13]\nThis study highlights the notion that underlying etiologies and pathophysiological mechanisms affect clinical decision making on the types of surgical interventions considered for different patients with AR.\n\nAortic valve repair has also been mentioned as an option for AR. Those who consider aortic vale repair hope to preserve the aortic valve. Some report that aortic valve repair, either done alone or in conjunction with aortic root surgery, is a safe option with satisfactory postoperative outcomes, such as good long term survival and avoidance of repeat operations.\n[14]\nHowever, postoperative concerns are higher in those who undergo aortic valve repair vs. those who undergo AVR. For example, higher re-operation rates in patients with aortic insufficiency who underwent aortic repair than those who underwent AVR have been reported, and this shows that additional studies are needed to further validate aortic valve repair as a safe and effective option.\n[15]",
    "adverse_effects": "Clinicians should be wary of multiple complications that can occur in the management of aortic insufficiency. Surgical management of aortic insufficiency is the gold standard for correcting aortic insufficiency, and the implementation of TAVR is influencing post-surgical outcomes. Initially, TAVR was contraindicated in pure native aortic insufficiency due to the lack of aortic valve annular calcification and difficulty with anchoring the implanted valves. Based on a multicenter registry developed in 2017 using 331 patients with aortic insufficiency to evaluate early generation vs. newer generation valve devices for TAVR in this population, TAVR was overall associated with relatively high rates of procedural complications; non-statistically significant post-procedural outcomes of conversion to conventional surgery, coronary obstruction, aortic root injury, and new permanent pacemaker implantation were reported more in the cohort of patients with newer generation devices.\n[17]\nThe other reported complications reported overall were post-procedural aortic insufficiency, re-intervention, and need for a 2nd valve implantation, stroke, major or life-threatening bleeding, major vascular complications, and acute kidney injury.\n[17]\nAlthough this study shows some improvements in post-procedural outcomes when using TAVR in pure native aortic insufficiency, further studies are needed to if additional improvements in postoperative outcomes are possible that would warrant incorporating TAVR into current guidelines."
  }
}