{
  "drug_name": "kanamycin",
  "nbk_id": "NBK560738",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560738/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Oliguria is defined as urinary output less than 400 ml per day or less than 20 ml per hour and is one of the earliest signs of impaired renal function.\n[1]\nIt had been described early in the literature when Hippocrates identified the prognostic importance of the urinary output. It was in the second century that Galen proposed its significance to indicate renal function.\n[2]\nLater on, renal failure accompanied by oliguria was described by Heberden as ‘ischuria renalis.’\n[3]\n[4]\nAccording to the Acute Dialysis Quality Initiative group, a patient with urinary output <0.3 ml/kg/h for at least 24 hours can be defined to be oliguric.\n[5]",
    "mechanism": "Oliguria can be the result of various causes that can be apparent or subclinical.\n[1]\nOliguria can arise as a result of the normal physiological response of the body or due to an underlying pathology affecting the kidney or urinary tract. The human body has a normal physiological mechanism of conserving fluids and electrolytes in episodes of hypovolemia. These mechanisms are under close neurohormonal control and are completely reversible without any subsequent injury to the kidneys.\n[6]\nThe various etiologic factors can be broadly classified into prerenal, renal, and postrenal causes depending upon the pathophysiology.\n\nPrerenal Causes:\n\nHypovolemia: decreased effective blood volume secondary to less fluid intake, bleeding, gastrointestinal fluid loss (diarrhea, vomiting, or nasogastric suction), renal losses (diuretics or glycosuria), third-spacing of fluid (ascites, pleural effusion), trauma, surgery, burns, sepsis, anaphylaxis, hepatic failure, nephrotic syndrome, vasodilatory drugs or anesthetic agents.\nPump Failure: Myocardial failure secondary to myocardial infarction, pulmonary embolism, cardiac tamponade, and congestive heart failure.\nVascular: Renal-artery or renal-vein occlusion due to thrombosis, thromboembolism, severe stenosis, disrupted renal autoregulation secondary to the administration of angiotensin-converting–enzyme (ACE) inhibitors.\n\nRenal or Intrinsic Causes:\n\nVasculitis, glomerulonephritis, scleroderma, malignant hypertension, or interstitial nephritis.\nAcute tubular necrosis (ATN) due to ischemia and nephrotoxic substances, including drugs (e.g., gentamicin, kanamycin, mercury, cisplatin), radiographic contrast agents.\n\nPostrenal Causes:\n\nUpper urinary tract obstruction due to ureteral obstruction of one or both sides.\nLower urinary tract obstruction (more common), including bladder-outlet obstruction due to BPH, tumor, drugs, etc.\n[1]\n\nIn the postoperative course, as a result of the release of vasopressin as well as the sympathetic stimulation, transient oliguria may be observed.\n[3]\n[7]",
    "monitoring": "After a detailed history is obtained and thorough physical examination is performed, baseline investigative workup should be done, including serum creatinine, urea, serum electrolytes, and blood urea nitrogen. In addition to these, urine analysis should be done along with a renal tract/abdominal ultrasound. Urine collection should be done before fluid replacement and drug administration.\n[1]\nCertain cases require specific laboratory investigations, including an autoimmune profile (ANA, ANCA, complement levels).\n[3]\nAn urgent and proper investigation of the patient with oliguria is necessary in order to identify any potentially reversible precipitating factor. Prompt investigation and correction avoid the progression of the patient to a state of acute renal failure that is associated with its own risks as well as higher morbidity and mortality.\n[10]\nThe evaluation of the hemodynamic status of the patient may require invasive monitoring of the central venous pressure (CVP) or the pulmonary capillary wedge pressure in cases where the measurements cannot be done with non-invasive methods. Such invasive monitoring may be needed in more critically ill patients.\n\nUrinalysis can aid in distinguishing the causes of oliguria as well. The specific gravity of the urine is >1.02 in prerenal and <1.01 in renal causes. Urinary sodium concentration (mmol/liter) value is <20 in prerenal causes whereas it is >40 in renal etiologies. Similarly, fractional excretion of sodium (%) is <1% in prerenal and >1% in renal causes. The ratio of urinary to plasma creatinine is >40 in prerenal causes, whereas <20 in renal causes. Urine osmolality is >500 in prerenal and <350 in renal etiologies, and the ratio of urine to plasma osmolarity is >1.5 in prerenal and <1.1 in renal etiologies.\n[11]\nThe blood urea nitrogen (BUN) to creatinine ratio is >20:1 in prerenal disease and <10:1 in renal diseases.\n[8]\n\nIt is due to the fact that the resorptive abilities of the kidney remain normal in prerenal causes. Urinary sediments can also aid in differentiating the prerenal and renal causes of oliguria. Urine samples from patients with prerenal failure often have hyaline and fine-granular casts, whereas brown granular casts with tubular epithelial cells are seen in patients with renal causes.\n[1]\n\nRenal ultrasound with doppler of renal vasculature can help in the assessment of renal perfusion through the Doppler-based renal resistive index (RI). Imaging, including renal tract ultrasound and CT scan of the abdomen, can help in the identification of the post-renal causes of oliguria. In cases of obstructive uropathy, dilatation of the urinary tract may or may not be present. The dilatation is specifically absent in cases with malignancy, severe dehydration, and the patients who present early for medical attention.\n[1]",
    "administration": "A stepwise approach is recommended in the diagnosis and treatment of patients with oliguria. Treatment depends mainly on the underlying etiology.\n\nIn post renal causes of oliguria, attention should be directed to underlying etiology. Sometimes only simple measures are required to manage those causes, for example, catheter irrigation in case of a clogged urinary catheter, or manipulation in case of a kinked catheter, etc. A bedside bladder ultrasound may be helpful to detect urinary retention and to guide if an indwelling urinary catheter is needed. A urology consultation might be helpful in cases of urinary retention due to BPH, tumors, or stones.\n\nHemodynamic Stabilization:\n\nThe first step is the hemodynamic stabilization of the patient. The amount of fluid is calculated on an individual basis.\n[1]\nIt should be noted that although hemodynamic stabilization is necessary, volume overloading should be avoided at all costs and treated with diuresis or renal replacement therapy if indicated.\n[12]\nStarch products can lead to tubular damage and hence should be avoided. For a large volume replacement, balanced crystalloids are recommended. The target for hemodynamic stabilization is achieving the mean arterial pressure (MAP) of 65-70 mmHg in non-hypertensive patients. In addition to all the therapeutic modalities, close hourly monitoring of urine output is extremely important to gauge treatment accordingly.\n[3]\n\nDiuretic Therapy:\n\nIf fluid resuscitation fails to resolve the oliguria, diuretic therapy should be initiated utilizing a standardized approach. A furosemide stress test (FST) can be done in order to assess the patient’s response to diuresis. It should be noted that a diuretic challenge should only be given once the patient is euvolemic. Failure of resolution of oliguria with the above step(s) should raise suspicion for evaluation for acute kidney injury (AKI). FST is a standardized test to assess the functional integrity of the tubules and aids in the risk stratification as well as decision making. FST is said to be nonresponsive if 1.0-1.5 mg/kg of furosemide produces a urine output of  100 ml/h in the first two hours. Nonresponsive FST is associated with a higher stage of AKI. Some studies suggest using 100-200 mg of furosemide initially, and if there is no response, doubling the dose may be considered. If this fails to bring any significant improvement adding a thiazide diuretic can also be considered.\n[1]\n\nOne of the most important prerequisites of FST is that the patient should not be hypovolemic, and the heart rate, as well as the blood pressure, should be closely monitored. A recent study has shown that 75% of the patients who are nonresponsive to FST require renal replacement therapy as compared to only 13.6% of patients who are FST responsive.\n[13]\nA patient responsive to diuretics should be managed accordingly.\n[3]\n[14]\nIf diuretic therapy fails to improve the clinical condition, it should be discontinued.\n[1]\n\nRenal Replacement Therapy:\n\nIn oliguric patients, secondary to renal etiology treatment is mainly focused on supportive care and potential renal replacement therapy to manage the fluid and electrolyte balance to avoid the development of complications.\n[1]\n\nDietary Recommendations:\n\nIn addition to focusing on fluid and electrolyte management, adequate protein and caloric intake are necessary. High rates of protein catabolism (200–250 g/day) are observed in patients with ARF, sepsis, or rhabdomyolysis.\n[1]\n\nPharmacological Modifications:\n\nThe treatment for oliguria should be continued keeping in view the guidelines of AKI treatment. All nephrotoxic drugs should be discontinued, and drugs excreted by the renal system should be carefully reviewed, and their doses should be adjusted.\n[3]\nDrugs metabolized by kidneys should be avoided. These drugs include doxorubicin, allopurinol, aminoglycosides, azathioprine, cephalosporins, clofibrate, digoxin, diazepam, meperidine, procainamide, propoxyphene, propranolol, and sulfonamides. In case these drugs are necessary, a dose modification must be done in accordance with the degree of renal injury.\n[1]\n\nIt should be kept in mind that in the setting of oliguria, fluid resuscitation does put the patient at risk of fluid overload, which in turn leads to worsening AKI. As a result, overcompensation with fluid is associated with higher mortality when urine output is the determining factor for fluid replacement.\n[15]\nSigns of fluid overload include peripheral edema, increased CVP, and increased IVC diameter.\n[16]\n[17]\nIn diuretic responsive patients with fluid overload, diuretic medications are used to manage the fluid overload. On the other hand, in patients who are nonresponsive to diuretics, renal replacement therapy can be used.\n[3]\n[12]",
    "adverse_effects": "In patients with acute oliguria, one of the most common functional derangements that are observed is the sudden fall in the GRF, leading to acute renal failure. It results in rapid increment in plasma urea and creatinine levels, metabolic acidosis with hyperkalemia, other electrolyte abnormalities, and volume overload. This warrants an expedited hospital admission for management and hence avoidance of the cascade of life-threatening events. Life-threatening complications include:\n\nElectrolyte imbalance: Hyperkalemia, metabolic acidosis, salt, and water retention leading to pulmonary edema, ascites, or pleural effusions, hyperphosphatemia, or hypocalcemia.\nNeurologic: drowsiness, confusion, somnolence, hyperreflexia, seizures, and coma.\nCardiovascular: As a result of the fluid and salt imbalance, congestive heart failure, pulmonary edema, and hypertension usually occur. In some cases, hypotension may be seen, which is a manifestation of other concomitant illnesses such as sepsis. Electrocardiographic (ECG) changes due to hyperkalemia can be seen. In about a quarter of cases, arrhythmias may occur due to electrolyte imbalance. Pericarditis is also seen rarely and is a manifestation of uremia.\nGastrointestinal: nausea, vomiting, ileus, gastrointestinal hemorrhage, gastritis.\nRespiratory: Kussmaul breathing due to metabolic acidosis.\nMusculoskeletal: muscle weakness or paralysis.\nPharmacological: As a result of the renal injury, the metabolism of various drugs is slowed down, leading to an increased risk of toxicity. It warrants dose modification for drugs.\nInfectious: Increased risk of urogenital tract and respiratory infections as a result of damage to the normal barriers, uremia, and inappropriate antibiotic usage. Prevention of infectious complications requires close monitoring of the patient.\nHematological: Acute renal failure leads to anemia due to decreased erythropoiesis and partly due to hemolysis, with hematocrit values between 20 and 30 percent.\n[1]\n\nEarly detection of the complications warrants meticulous monitoring and helps in avoiding the development of life-threatening complications."
  }
}