{
  "drug_name": "kaolin",
  "nbk_id": "NBK606118",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606118/",
  "scraped_at": "2026-01-11T15:32:02",
  "sections": {
    "clinical_significance": "The clinical presentation of bleeding disorders varies depending on several factors. Primary hemostasis disorders typically present with mucocutaneous bleeding, such as easy bruising, epistaxis, heavy menstruation, and immediate bleeding following trauma or surgeries. In contrast, secondary hemostasis presents with deep tissue hematomas in muscles and joints and intracranial hemorrhage in severe factor deficiencies such as hemophilia A and B, which may occur early in life. However, in other factor deficiencies, symptoms may manifest later in life, with a significant variation in presentation from mild epistaxis or menorrhagia to delayed bleeding after surgeries, typically 1 to 2 days later. Spontaneous bleeding in hemophilia A or B is expected in severe factor deficiencies (<1%).\n[8]\n[9]\nC factor levels do not correlate with bleeding symptoms in other hemophilias.\n[125]\nHyperfibrinolytic disorders typically present with delayed bleeding after trauma or surgery, occurring a few days later. Umbilical stump bleeding has been reported in FXIII deficiency and rare afibrinogenemia.\n[27]\nHypofibrinogenemias and dysfibrinogenemias may occasionally present with symptoms of thrombosis.\n[126]\n\nProlonged coagulation times do not always predict bleeding risk. A common clinical scenario involves a prolonged aPTT in a non-bleeding patient, typically due to lupus anticoagulants, which are found in 2% to 4% of the general population and more commonly in pediatric or geriatric populations, pregnant women, and patients with rheumatological disorders. In rheumatological disorders, lupus anticoagulants are frequently associated with antiphospholipid syndrome and increased thrombotic risk.\n[75]\nPatients with a history of thrombosis and persistent lupus anticoagulants with or without antiphospholipid antibodies in 2 separate measurements, 12 weeks apart, suffer from antiphospholipid syndrome.\n[76]\nProlonged aPTT without bleeding or thrombosis may be less commonly associated with FXII or contact pathway factor deficiencies.\n[74]\n[127]\n\nInherited and acquired thrombophilia testing includes screening for natural anticoagulant deficiencies, such as protein C, protein S,  and antithrombin factor; activated protein C resistance; factor  V Leiden; and FII G20210A mutations. Testing for antiphospholipid syndrome is reserved for patients with unprovoked venous thromboembolism, unexplained arterial thrombosis, obstetric complications, and other clinical criteria of microvascular thrombosis.\n[119]\nQuantitative disorders of FVIII, FIX, FXI, and FXII, and mutations in fibrinogen genes (\nFGG\n,\nFGA\n,\nFGB\n), PAI-1 (4G/5G), and the protective gene of factor XIII (Val24Leu) are not currently indicated for investigation. In addition, polymorphisms of the\nMTHFR\ngene (677C→T, 1298A→C) are not associated with thrombosis and are therefore not recommended for inclusion in the panel. Previous guidelines proposed homocysteine testing, but recent changes suggest this is not a strong risk factor.\n[128]\n[129]\n\nWhether thrombophilia testing assists in the therapeutic management of patients and medical decisions regarding the duration of anticoagulant therapy is unclear. Unfortunately, no randomized studies exist to examine whether thrombophilia testing contributes to improved patient outcomes, such as reducing venous thromboembolism recurrences, minimizing major bleeding during anticoagulant therapy, and enhancing patients' quality of life. Studies provide conflicting evidence regarding the risk of venous thromboembolism recurrence in cases of thrombophilia, except in the cases of antiphospholipid syndrome or natural anticoagulant deficiencies, where indications for an increased recurrence risk are strong. Additional testing for thrombosis in unusual locations is recommended for paroxysmal nocturnal hemoglobinuria and myeloproliferative neoplasms.\n[90]\nNo consensus is available among these guidelines, and their recommendations are weak. Most physicians follow an individualized approach in their clinical decision-making, though a complete blood count with a peripheral blood smear is recommended in most, if not all, cases.\n\nClinical Correlations\n\nThrombocytosis: Essential thrombocythemia\nThrombocytopenia with large platelets: Immune thrombocytopenic purpura and other rare inherited thrombocytopenias with giant platelets\nRare inherited thrombocytopenia with giant platelets: Bernard-Soulier syndrome, May-Hegglin anomaly, Alport syndrome, and platelet storage disorders\nThrombocytopenia with tiny platelets: Wiskott-Aldrich syndrome and X-linked thrombocytopenia\nPlatelet aggregates and platelet satellites: Pseudo-thrombocytopenia (repeat complete blood count in citrate vials)\nLeukemias: Presence of abnormal blasts\nMicroangiopathic hemolytic anemias (disseminated intravascular coagulation and thrombotic thrombocytopenic purpura): Thrombocytopenia and schistocytes\n[45]\n[53]\n[130]\n[131]\n[132]\n[133]\n[134]\n[135]\n\nProlonged Bleeding Time\n\nvon Willebrand disease\nPlatelet dysfunction: Bernard-Soulier syndrome and Glanzmann thrombasthenia\nConnective tissue disease: Hereditary hemorrhagic telangiectasia, Ehlers-Danlos syndrome, and Chediak-Higashi syndrome\nMedications: Nonsteroidal anti-inflammatory drugs, anticoagulants, antiplatelets, tricyclic antidepressants, and antibiotics\nUremia\nLiver failure\nDiseases that cause thrombocytopenia <50,000/μL\n[47]\n\nPFA-100\n\nInterpretation\nProlonged EPI/COL (>180 s), normal ADP/COL closure time (<120 s)\nRecommended medications: Aspirin, nonsteroidal anti-inflammatory drugs, anticoagulants, tricyclic antidepressants, and antibiotics\nProlonged both EPI/COL (>180 s) and ADP/COL closure time (>120 s)\nvon Willebrand disease\nPlatelet dysfunction: Bernard-Soulier syndrome and Glanzmann thrombasthenia\nP2Y12 closure time <106 s\nClopidogrel resistance\nPossible uses\nExcellent screening tool for von Willebrand disease and some of the platelet dysfunction disorders (Bernard-Soulier syndrome and Glanzmann thrombasthenia)\nAssessment of desmopressin response in von Willebrand disease\nAssessment of presurgical bleeding risk\n[48]\n[49]\n\nProlonged Prothrombin Time\n\nVitamin K antagonists\nXa inhibitors (rivaroxaban, apixaban, and edoxaban)\nVitamin K deficiency\nLiver disease\nDisseminated intravascular coagulation\nHypofibrinogenemia (acquired and inherited)\nRare factor deficiencies: FVII, FV, FX, and FII (the most common deficiency is FVII)\nLupus anticoagulants (rarely antibodies against prothrombin)\nRecreational drugs (synthetic marijuana)\n[65]\n[134]\n[136]\n\nProlonged Activated Partial Thromboplastin Time\n\nHeparin and LMWH (medical history or thrombin time)\nDirect thrombin inhibitors (dabigatran) and other anticoagulants (medical history)\nLiver disease: Ascites and alcohol drinking\nDisseminated intravascular coagulation: Critically ill patient or patient with cancer\nvon Willebrand disease\nHemophilia A, B, and C: Joint bleeds, deep hematomas, typically early in life in A and B\nLupus anticoagulants: general population, children, women, pregnancy, rheumatological disorders, antiphospholipid syndrome, and history of thrombosis\nSpecific factor inhibitors: Most commonly FVIII, abrupt onset of bleeding, mucocutaneous, gastrointestinal, retroperitoneal, intramuscular, genitourinary, and intracranial hemorrhage-ICH\nOther factor deficiencies without bleeding symptoms: FXII, high-molecular-weight kininogen, prekallikrein, and common pathway factors\n[66]\n\nLow Fibrinogen\n\nLiver disease: Ascites and alcohol drinking\nDisseminated intravascular coagulation\nHypofibrinogenemia: Acquired, rare, and inherited\n[67]\n\nProlonged Thrombin Time\n\nHeparin, LMWH, and direct thrombin inhibitors\nHypofibrinogenemia: Acquired and inherited\nRare cases of dysfibrinogenemia\nParaproteinemias\n[69]\n\nReptilase Time\n\nProlonged\nDysfibrinogenemia\nFibrin degradation products\nFibrinolysis products\nParaproteinemia\nNormal\nHeparin contamination\n[70]\n\nLight Transmission Aggregometry\n\nGlanzmann thrombasthenia: Absence or reduced response to all agonists (ADP, epinephrine, arachidonic acid, and thrombin) except ristocetin\nBernard-Soulier syndrome: Absence or reduced response to ristocetin, large platelets in peripheral blood smear with thrombocytopenia\nvon Willebrand disease: Reduced response to ristocetin\nType 2B: Increased response to low-dose ristocetin\nStorage pool disorder: Reduced response to all agonists (ADP, epinephrine, arachidonic acid, and collagen)\nAspirin: Reduced or absent response to arachidonic acid\nClopidogrel: Reduced or absent response to ADP\n[137]\n\nvon Willebrand Disease\n\nThe disease typically presents with nose bleeds, menorrhagia, easy bruising, gastrointestinal bleeding, and excessive bleeding following procedures such as dental, tonsillectomy, and adenoidectomy, except the rare type III, which presents with joint bleeds such as hemophilia A or B.\n\nType 1: vWF (vWF): albumin/globulin (A/G) & vWF: Act <30 IU/dL (or <50 IU/dL with bleeding symptoms), vWF: Act/vWF: A/G ≥0.7, vWF: CB ↓, VIII ↓ or ↔, desmopressin response\nType 1C: vWF: A/G & vWF: Act <30 IU/dL (or <50 IU/dL with bleeding symptoms), vWF: Act/vWF: A/G ≥0.7, vWF: CB ↓, VIII ↓, Desmopressin response fails at 2 to 4 hours, vWFpp/ vWF: A/G >3\nType 2A: vWF: A/G normal, vWF: Act< 50 IU/dL, vWF: Act/vWF: A/G< 0.7, vWF: CB ↓, VIII ↓ or ↔, loss of high- and intermediate-molecular-weight multimers in electrophoresis\nType 2B: vWF: A/G normal, vWF: Act< 50 IU/dL, vWF: Act/vWF: A/G< 0.7, vWF: CB ↓, VIII ↓ or ↔, loss of high-molecular-weight multimers in electrophoresis, mild thrombocytopenia, low-dose ristocetin-induced platelet aggregation enhanced\nType 2M: vWF: A/G normal, vWF: Act< 50 IU/dL, vWF: Act/vWF: A/G < 0.7, vWF: CB ↔, normal multimers in electrophoresis\nType 2N: vWF: A/G & vWF: Act <50 IU/dL, vWF: Act/vWF: Ag> 0.7, VIII ↓↓, Normal multimers in electrophoresis, vWF: FVIII binding capacity↓\nType 3: vWF: A/G & vWF: Act <5 IU/dl, VIII↓↓↓ <10 IU/dl, absent multimers in electrophoresis\n[10]\n[64]\n\nHemophilia A and B are clinically indistinguishable, presenting with joint bleeds, deep hematomas, or intracranial hypertension, and the severity of symptoms depends on factor levels:\n\n<1% factor levels: spontaneous bleedings\n1-5%: bleeding after mild-to-moderate trauma\n>5%: bleeding after severe trauma\n[8]\n[9]\n\nBethesda assay or Nijmegen modification:\nTypically performed in acquired hemophilia (dramatic unexplained bleeding, extensive bruising, and large hematomas) and patients with known hemophilia that develop inhibitors (newly appeared breakthrough bleedings or altered pharmacokinetics of the replacement factor) and for the follow-up during treatment. More than 5 BU is considered a high titer.\n[138]\n\nFXIII deficiency:\nSymptoms\ndepend on factor levels, with severe bleeding in factor levels <15%. Common bleeding symptoms include delayed postoperative bleeding, impaired wound healing, and bruises in a patient with normal clotting times.\n\nInherited: Umbilical stump bleeding, soft tissue, delayed surgical bleeding, and intracranial bleeding\nAcquired: Spontaneous or delayed life-threatening bleeding, idiopathic or associated with comorbidities\n[27]\n\nAbnormal fibrinolysis is routinely screened with D-dimers and can be identified with global hemostasis assays.\n\nIncreased D-dimers\n\nVenous thromboembolism: Incorporated in pretest probability clinical scores\nDisseminated intravascular coagulation\nAcute promyelocytic leukemia\nOther: Pregnancy, cancer, hospitalization, sepsis, and surgery\n[81]\n[139]\n\nLow Plasminogen\n\nHereditary quantitative or qualitative deficiencies of plasminogen\nAcquired deficiency: Disseminated intravascular coagulation, liver disease, and leukemia\n[82]\n\nLow a2AP\n\nRare congenital deficiency is associated with bleeding tendency in the first hours after injury\nAcquired deficiency: Liver disease and disseminated intravascular coagulation\n[140]\n\nt-PA:\nDecreased levels are reported in acute myocardial infarction, deep vein thrombosis, and cerebrovascular accidents. Increased levels are observed in the acute phase, cancer, postoperative period, pregnancy, metabolic syndrome, and sepsis.\n[141]\n\nPAI-1:\nIncreased PAI-1 levels are associated with acute myocardial infarction, deep vein thrombosis, pregnancy, sepsis, cerebrovascular accidents, type 2 diabetes, and disseminated intravascular coagulation. Decreased levels are observed in severe liver disease, amyloidosis, and fibrinolytic therapy.\n[142]\n\nThrombophilia testing:\nSeveral guidelines provide recommendations regarding thrombophilia testing. The consensus is that thrombophilia testing should be performed when the result could lead to a change in the patient's treatment. Testing should be considered in unprovoked venous thromboembolism, unexplained arterial thrombosis, and obstetric complications (see\nTable\n.\nClinical Guidelines Regarding Indications for Thrombophilia Testing and Duration of Treatment Anticoagulation). In rare cases, JAK-2 genetic testing and paroxysmal nocturnal hemoglobinuria testing (CD55, CD59 testing with flow cytometry) are also considered. Testing is considered in cases of unexplained hemolysis or pancytopenia.\n[89]\n[90]\n[143]\n\nAntiphospholipid Syndrome\n\nIndications for screening are as follows:\n\nUnprovoked venous thromboembolism in patients younger than 50.\nUnusual site thrombosis\nArterial thrombosis otherwise unexplained in patients younger than 50 (myocardial infarction, ischemic stroke, transient ischemic attack, and other organ infarcts)\nMicrovascular thrombosis\nRecurrent venous thromboembolism under anticoagulation unexplained by subtherapeutic anticoagulation, non-adherence, or malignancy\nPregnancy-related complications, including fetal loss after 10 weeks of gestation, repeated early miscarriages, prematurity (before 34 weeks gestation) linked to severe pre-eclampsia, HELLP syndrome (hemolysis, elevated liver enzymes, and low platelet levels), placental insufficiency resulting in fetal growth restriction, and stillbirth.\nSystemic lupus erythematosus\nCardiac valve thickening or vegetation otherwise unexplained\nUnexplained thrombocytopenia (PLT >20,000/μL).\n[119]\n\nPatients with the following characteristics are considered high-risk antiphospholipid syndrome:\n\nTriple positive\nDouble positive (lupus anticoagulant negative, anticardiolipin antibodies, and anti-b2GPI positive)\nIgG AcL, anti-b2GPI (vs IgM)\nHigh IgG titer (versus low IgG titer) increases thrombotic risk. In obstetric antiphospholipid syndrome, low-titer antibodies may have clinical significance.\n[121]\n\nGlobal hemostasis assays are considered in the following clinical settings:\n\nPerioperative bleeding\nTrauma\nPeripartum bleeding\nGuiding transfusion needs\nConditions with hyperfibrinolysis\n[85]\n[87]\n\nInterpretation requires adequate training and expertise. Several diagnostic and management algorithms exist to support clinical decisions. Interdisciplinary communication is essential to improve patient outcomes. Some examples of abnormal global hemostasis assays are given below:\n\nHyperfibrinolysis: EXTEM ML≥15% or FIBTEM ML≥10%, LI60≤85%\nHypofibrinogenemia: FIBTEM A5< 5 mm or A10< 10 mm\nFibrin polymerization disorder (low fibrinogen, low XIII): EXTEM A5 <35 mm and FIBTEM A5 <9 mm\nThrombocytopenia or severe platelet dysfunction: EXTEM A5 <35 mm and FIBTEM A5 ≥9 mm\nHypercoagulability: EXTEM CT <45 s, EXTEM MCF >68 mm, FIBTEM MCF >22 mm, EXTEM LI60 ≤3%\nVitamin K factor deficiency: EXTEM CT >80 s\n[144]\n[145]\n\nThrombin generation assay:\nThe assay is not widely available in all laboratories and has primarily been used in research settings, such as evaluating new anticoagulant drugs. Interest in monitoring hemophilia A treatment is increasing with the new VIII mimetics drugs such as emicizumab. The International Society on Thrombosis and Hematosis (ISTH) has recently proposed a standardized approach to improve the precision and reproducibility of the method.\n[146]\n[147]\n\nTable\nTable 1. Clinical Guidelines Regarding Indications for Thrombophilia Testing and Duration of Treatment Anticoagulation."
  }
}