{
  "drug_name": "kava-kava",
  "nbk_id": "NBK544252",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544252/",
  "scraped_at": "2026-01-11T18:47:21",
  "sections": {
    "indications": "Jaundice, also known as hyperbilirubinemia,\n[1]\nis a yellow discoloration of the body tissue resulting from the accumulation of an excess of bilirubin. Deposition of bilirubin happens only when there is an excess of bilirubin, a sign of increased production or impaired excretion. The normal serum levels of bilirubin are less than 1mg/dl; however, the clinical presentation of jaundice as scleral icterus (peripheral yellowing of the eye sclera), is best appreciated only when the levels reach more than 3 mg/dl. Sclerae have a high affinity for bilirubin due to their high elastin content.\n[2]\nWith further increase in serum bilirubin levels, the skin will progressively discolor ranging from lemon yellow to apple green, especially if the process is long-standing; the green color is due to biliverdin.\n[3]\n\nBilirubin has two components: unconjugated(indirect) and conjugated(direct), and hence elevation of any of these can result in jaundice. Icterus acts as an essential clinical indicator for liver disease, apart from various other insults.\n[4]\n\nYellowing of skin sparing the sclerae is indicative of carotenoderma which occurs in healthy individuals who consume excessive carotene-rich foods.\n[5]",
    "mechanism": "CONJUGATED HYPERBILIRUBINEMIA\n[6]\n\nDefect of canalicular organic anion transport\n[7]\n\nDubin-Johnson syndrome\n\nDefect of sinusoidal reuptake of conjugated bilirubin\n\nRotor syndrome\n\nDecreased intrahepatic excretion of bilirubin\n[8]\n\nHepatocellular disease - Viral hepatitis A, B, D; alcoholic hepatitis; cirrhosis, nonalcoholic steatohepatitis, EBV, CMV, HSV, Wilson, autoimmune\nCholestatic liver disease-Primary biliary cholangitis, primary sclerosing cholangitis\nInfiltrative diseases (e.g., amyloidosis, lymphoma, sarcoidosis, tuberculosis)\nSepsis and hypoperfusion states\nTotal parenteral nutrition\nDrugs & Toxins - oral contraceptives, rifampin, probenecid, steroids, chlorpromazine, herbal medications (e.g., Jamaican bush tea, kava kava), arsenic\nHepatic crisis in sickle cell disease\nPregnancy\n\nExtrahepatic cholestasis (biliary obstruction)\n[9]\n\nCholedocholithiasis\nTumors (e.g., cholangiocarcinoma, head of pancreas cancer)\nExtrahepatic biliary atresia\nAcute and chronic pancreatitis\nStrictures\nParasitic infections (e.g., Ascaris lumbricoides, liver flukes)\n\nUNCONJUGATED HYPERBILIRUBINEMIA\n\nExcess production of bilirubin\n\nHemolytic anemias, extravasation of blood in tissues, dyserythropoiesis\n\nReduced hepatic uptake of bilirubin\n\nGilbert syndrome\n[10]\n\nImpaired conjugation\n[11]\n\nCrigler–Najjar syndrome type 1 and 2\nHyperthyroid\nEstrogen",
    "monitoring": "(After obtaining a thorough history and performing physicals, the most important laboratory test to be done is liver function tests.\n[25]\n[26]\n\nLiver function tests\n- to check serum levels of aspartate transaminase (AST), alanine transaminase (ALT), alkaline phosphatase (ALP), gamma-glutamyltransferase, serum albumin, protein, and bilirubin\n\nAST, ALT and ALP levels - if the liver transaminase levels increase but ALP levels are low, then the insult is hepatic in origin.\n\nAST/ALT ratio is more than 2 to 1 in alcoholic liver disease.\nAST and ALT values are in 1000s; then the hepatocellular disease is likely due to toxins like acetaminophen or ischemia or viral.\nIf ALP levels are five times elevated than normal and liver transaminases are normal or less than two times normal, then the most likely cause is biliary obstruction. The high serum ALP levels due to a biliary injury can be differentiated from bone disorders by ordering a GGT serum profile, increased levels confirm hepatic origin.\nIf AST, ALT and ALP levels are normal- then the jaundice is not due to liver or bile duct injury. The cause must probably be pre-hepatic: inherited disorders of liver conjugation or blood disorders or defect in hepatic excretion (Rotor, Dubin-Johnson).\n\nSerum Bilirubin -\nwhether there is a rise in unconjugated or conjugated bilirubin\n\nIn addition to the liver panel, all jaundiced patients should have additional tests such as albumin and prothrombin time – which are indicative of chronic and acute liver function, respectively. The inability of prothrombin time to correct with parenteral administration of vitamin K suggests severe hepatocellular dysfunction.\n\nThe results of the bilirubin, enzymes, and liver function tests will direct the diagnosis towards a hepatocellular or cholestatic cause and offer some idea of the duration and severity of the disease.\n\nFurther evaluation can be conducted based on the initial assessment.\n\nHepatocellular workup:\nviral serologies, autoimmune antibodies, serum ceruloplasmin, ferritin.\n\nCholestatic workup:\nAdditional tests include abdominal ultrasound, CT, magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), percutaneous transhepatic cholangiography (PTC), endoscopic ultrasound (EUS).",
    "administration": "Treatment of choice for jaundice is the correction of the underlying hepatobiliary or hematological disease, when possible.\n\nPruritis associated with cholestasis can be managed based on the severity. For mild pruritis, warm baths or oatmeal baths can be relieving. Antihistamines can also help with pruritis.\n[27]\nPatients with moderate to severe pruritis respond to bile acid sequestrants such as cholestyramine or colestipol. Other less effective therapies include rifampin, naltrexone, sertraline, or phenobarbital. If medical treatments fail, liver transplantation may be the only effective therapy for pruritis.\n[28]\n\nJaundice is an indication for hepatic decompensation and may be an indication for liver transplant evaluation depending on the severity of the hepatic injury.",
    "adverse_effects": "Indirect (insoluble) bilirubin is harmful to cells and cellular structures. Due to the physiologic mechanisms that protect against elevated bilirubin, the toxic effects are limited to neonates due to the poorly developed blood-brain barrier. High levels of bilirubin are neurotoxic and can lead to permanent neurologic injury (kernicterus) (Bilirubin-induced neurologic dysfunction).\n[21]"
  }
}