{
  "drug_name": "ketamine",
  "nbk_id": "NBK541087",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541087/",
  "scraped_at": "2026-01-11T18:47:21",
  "sections": {
    "indications": "Ketamine is a structural analog of the dissociative anesthetic and recreational drug phencyclidine (PCP).\n[1]\nSimilar to phencyclidine, ketamine causes analgesia and amnesia without the cardiovascular and respiratory depression associated with common anesthetics.\n[1]\nOriginally called CI-581, ketamine has one-tenth the potency of PCP and causes less severe dysphoria and hallucinations.\n[1]\n\nAfter the chemist Calvin Stevens first synthesized ketamine in 1962, it was tested in clinical trials performed in pediatric and adult surgical patients, and the Food and Drug Administration approved it for human use in 1970.\n[1]\n[2]\nKetamine was the most common battlefield anesthetic used during the Vietnam War (fact file on ketamine). Intramuscular and intravenous forms of ketamine are commonly used to provide pediatric anesthesia, especially for high-risk children or patients in limited-resource settings.\n[3]\nIn surgical settings, ketamine is typically combined with benzodiazepines, which can reduce the adverse psychological symptoms that occur during emergence.\n[4]\nOff-label, subanesthetic doses of ketamine also have a use for acute and chronic pain management, sedation, and treatment of severe depression.\n[5]\n[6]\n[7]\n\nLike its chemical cousin phencyclidine, ketamine’s psychomimetic effects have made it a popular recreational drug. In low doses, it’s euphoric and dissociative effects are sometimes referred to as “k-land,”. In contrast, at high doses, the immobilizing and hallucinogenic effects are referred to as being in a “k-hole.”\n[1]\n[8]\nIn the context of an illegal, recreational drug, ketamine goes by the street names “K,” “vitamin K,” “super K,” “special K,” “super C,” “special LA coke,” “jet,” “superacid,” and “green.”\n[8]\n[9]\n\nKetamine toxicity can cause a variety of neurological, cardiovascular, psychiatric, urogenital, and abdominal symptoms, which are dose-dependent and depend on whether ketamine administration was in an iatrogenic or illicit context. For example, some experts have attributed the higher incidence of ulcerative cystitis in recreational users to the adulterants with which the drug is mixed. Emergency medicine providers should be aware of the various mechanisms to treat ketamine toxicity and to prevent acute complications such as rhabdomyolysis, seizures, and chronic complications such as psychiatric disturbances and ulcerative cystitis.",
    "mechanism": "Ketamine toxicity can result from the medical use of parenteral or intranasal ketamine or the recreational misuse of ketamine, commonly through intravenous or intramuscular injection, insufflation (snorting), oral consumption, or smoking.\n[8]",
    "monitoring": "Several laboratory tests could be obtained to evaluate the degree of metabolic or cellular derangements.\n\nSerum PCP, acetaminophen, and salicylate levels, to rule out common co-ingestions\nECG, to rule out conduction abnormalities and arrhythmias\nUrine myoglobin and serum creatine kinase, to rule out the complication of rhabdomyolysis\nImaging, to rule out other causes of altered mental status, such as hemorrhage or secondary trauma\nCSF, to rule out central nervous system infection, such as meningitis, as a cause of neuropsychiatric symptoms\nCBC, to evaluate for leukocytosis\nCMP, to evaluate for blood urea nitrogen and creatinine elevation (renal compromise) or elevation in the liver function tests (hepatotoxicity)\nFingerstick blood glucose, which can suggest hypoglycemia as a primary cause of mental status changes, or hypoglycemia secondary to ketamine toxicity",
    "administration": "Typically, only supportive care is necessary for patients with ketamine toxicity. The effects of ketamine intoxication typically last between 15 minutes and several hours, depending on the dose, route of administration (eg, oral more than intravenous), metabolic capacity, and intrinsic sensitivity to the effects of the drug, which depends on genetics and several other factors.\n[18]\nPatients who are asymptomatic at presentation but report recent ketamine use should undergo observation for six hours. Patients who experience symptom relief after intoxication should have continuous monitoring for 1 to 2 hours after their last symptom resolves.\n\nMonitoring includes the patient’s airway, breathing, and circulation, as ketamine can potentially cause cardiopulmonary compromise, especially when taken in combination with other drugs. If the patient vomits, the patient should be positioned leaning forward or lying on the left side, with the head facing down, to avoid airway compromise and aspiration. Ketamine has been shown to cause bronchodilation and maintain a protective airway better than other anesthetic agents used for sedation, although there have been reports of aspiration.\n[19]\nIf airway compromise occurs, intubation can provide respiratory support. The patient’s vital signs, especially temperature, should also be monitored for other symptoms, especially hyperthermia. If the patient develops severe symptoms or complications, the patient should be placed on a monitor and admitted for observation.\n\nIf ketamine was ingested, especially in large quantities or with other drugs, activated charcoal could be used for gastrointestinal decontamination. Activated charcoal is typically given in a 1 g/kg dose, with a maximum oral dose of 50 g/ng.\n[20]\nActivated charcoal should be avoided in patients with unprotected airways or absent bowel sounds.\n[20]\nAdministering activated charcoal promptly may obviate the need for gastric lavage. Hemoperfusion and dialysis tend to be ineffective due to ketamine’s large volume of distribution.\n\nAccording to the Toxicology Data Network, there are no medications approved by the U.S. Food and Drug Administration to treat a ketamine overdose. Still, medications can provide management of agitation and psychosis. Benzodiazepines such as lorazepam and diazepam can alleviate agitation, psychomimetic effects, hypertension, hyperthermia, and seizures. Lorazepam is typically given 2 to 4 mg intravenously or intramuscularly, and diazepam dosing generally is 5 mg to 10 mg intravenously. Butyrophenones, including haloperidol, have been used to treat psychotic episodes and agitation.\n[8]\nHaloperidol is typically given in doses of 5 mg to 10 mg IM and can be administered every 10 to 15 minutes until adequate sedation is achieved. However, providers should exercise caution when using haloperidol, as lowered seizure thresholds, QT prolongation, and torsades de pointes correlate with the prolonged use of haloperidol. Unnecessary stimulation should be avoided, and the patient’s room should be dim and quiet. If necessary, the health care team may provide physical restraints to initiate intravenous access and secure the patient’s safety. If sedation does not adequately manage hyperthermia, evaporative cooling can decrease heat production.\n\nOther medications can manage other symptoms. Alpha-2 agonists such as clonidine can treat or prevent ketamine’s psychomimetic side effects, increase hemodynamic stability by lowering blood pressure, and enhance ketamine’s analgesic effects.\n[6]\n[21]\n[22]\nClonidine is typically given orally at 2.5-5 mcg/kg, though patches are an option for long-duration inpatient infusions, and intravenous clonidine can be used to address acute symptoms. Atropine or glycopyrrolate can prevent and treat the excess salivation associated with ketamine use, while physostigmine can address nystagmus and blurred vision. Hydration with crystalloids can improve dehydration.",
    "adverse_effects": "The adverse effects of ketamine use include:\n\nPsychosis\nAddiction\nAmnesia\nHigh blood pressure\nImpaired motor function\nSeizures\nRespiratory complications\nImpaired coordination and judgment\nRisk of depression\nKetamine induced ulcerative cystitis"
  }
}