{
  "drug_name": "ketorolac tromethamine",
  "nbk_id": "NBK560674",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560674/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Ureterolithiasis Overview\n\nUreterolithiasis is a worldwide disease affecting millions of people at a considerable cost and placing a significant burden on the global healthcare system. This disorder is also increasing in incidence and prevalence.\n[1]\nUreterolithiasis is associated with other systemic conditions, specifically cardiovascular disease, diabetes mellitus, metabolic syndrome, and obesity.\n[2]\n\nThe condition often manifests with exceedingly painful flank pain radiating toward the groin. The pain occurs suddenly without warning. Episodes often recur after resolution. Unlike patients with an acute abdomen who wish to remain still, patients with ureterolithiasis typically want to move constantly, which is characteristic of colicky pain. Nausea and vomiting are commonly associated with acute ureterolithiasis. Lower urinary tract symptoms may occur when stones approach the bladder.\n\nThis unique clinical presentation, usually accompanied by hematuria (85%), makes it a relatively easy presumptive diagnosis to make in the emergency department. However, a definitive diagnosis generally requires imaging, preferably without contrast. Standard treatment involves appropriate analgesia, antiemetics, intravenous (IV) fluids, antibiotics when indicated, and medical expulsive therapy (α-blockers), which facilitate spontaneous stone passage in patients not requiring immediate surgical intervention.\n\nStone passage is usually determined by the stone's size, shape, and location, and the patient's ureteral anatomy. While most stones 5 mm and smaller pass spontaneously, stones with a diameter >7 mm and calculi that have not moved in 4 to 6 weeks may need surgical intervention. The 2 procedures most commonly performed to remove ureteral stones are ureteroscopy, usually with laser lithotripsy and stone basketing, and extracorporeal shockwave lithotripsy, which breaks stones into tiny fragments that can pass easily.\n\nUreterolithiasis associated with an infected kidney is potentially dangerous, causing obstructive pyelonephritis and urosepsis. Such situations require urgent renal pelvis surgical drainage. Definitive surgery of the ureteral stone is postponed until the infection is controlled and the patient has clinically recovered. Medical pyelonephritis cannot be clinically distinguished from the more dangerous obstructive pyelonephritis without appropriate imaging.\n\nHospitalization and urological surgical intervention are required in some cases.\n[3]\n[4]\n[5]\nUrosepsis, renal abscess, infected stones, chronic kidney disease (CKD), obstruction, extravasation, ureteral scarring, avulsion, and stenosis are all possible complications of ureterolithiasis.\n\nAfterward, kidney stone prevention testing with a 24-hour urine collection is suggested for all high-risk patients, including recurrent stone formers, patients with renal failure, solitary kidneys, and cystine stones, children with stones, immunocompromised individuals, and people with high surgical or anesthesia risk. Such testing is optional for all other stone formers and should be discussed with these patients. Successful stone prevention requires a willingness to commit to long-term compliance with therapy, as ureterolithiasis can recur.\n\nRenal System Overview\n\nThe urinary system consists of the kidneys, ureters, bladder, and urethra. Kidneys filter blood to produce urine, which then travels through the ureters to the bladder for storage until elimination through the urethra during urination. Urine formation involves blood filtration in the kidneys to remove waste products and excess substances, followed by reabsorption of essential solutes and secretion of the rest. The kidneys also regulate urine concentration by adjusting water reabsorption, thus maintaining water and electrolyte balance in the body.\n\nKidney stones develop when certain substances in urine become highly concentrated and crystallize, forming solid masses. Factors contributing to stone formation include dehydration, dietary factors, metabolic disorders, and genetic predisposition. Once formed, kidney stones can travel down the ureters and become lodged at various points along the urinary tract, leading to obstruction and symptoms.\n\nThe ureters contain anatomical constrictions—the ureteropelvic junction (UPJ), pelvic brim, and ureterovesical junction (UVJ)—which are common sites for stone impaction. Nerves innervating the ureters include sympathetic (T10-L2), parasympathetic (S2-S4), and visceral sensory fibers from the renal plexus (T10-L1). Sympathetic nerves regulate blood flow and smooth muscle tone, while parasympathetic fibers control peristalsis. Sensory nerves transmit pain signals in response to stimuli such as distension or obstruction. Kidney stones lodged in the ureter can irritate sensory nerves, causing severe colicky pain (renal colic), the intensity and location of which depend on the stone's location and the degree of obstruction.",
    "mechanism": "Renal calculi should be retrieved whenever possible and sent for chemical analysis.\n[6]\n[7]\nGuidelines recommend offering 24-hour urine testing to all patients with kidney stones to identify risk factors for new stone formation, enabling proper preventive therapy.\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\nThe most common risk factors for renal calculus formation are discussed below.\n[14]\n[15]\n\nChronic Infection\n\nChronic urinary tract infections can lead to the formation of a specific type of kidney stone called \"struvite\" or \"infection stones,\" composed of magnesium, calcium, and ammonium phosphate. Struvite is the material that produces staghorn stones (see\nImage\n. Staghorn Renal Calculus). Urea-splitting organisms, typically\nProteus\nor\nKlebsiella\nspp but not\nEscherichia coli\n, produce urease, which breaks down urea in the urine. Urea splitting increases renal ammonia concentrations and raises urinary pH, ultimately promoting struvite stone formation and growth.\n\nTreatment includes infection control with total surgical removal of all possibly infected stone material.\n[16]\nA specific urease inhibitor, acetohydroxamic acid, may be useful in selected cases. See StatPearls' companion reference, \"\nStruvite and Triple Phosphate Renal Calculi\n,\" for more information.\n\nCystinuria\n\nCystine stones account for only 1% to 2% of all kidney stones but have a high recurrence rate, are resistant to shockwave lithotripsy, and require aggressive prophylactic therapy. Only about 250 mg of cystine is soluble per liter at a neutral pH (pH 7), which increases to 500 mg per liter at a pH of 7.5. Hypercystinuria is an inheritable, autosomal recessive trait that can cause cystinuria and cystine calculus formation.\n\nCystine is relatively radiolucent but will appear on computed tomography (CT) scans. Treatment of cystine stones is usually surgical with ureteroscopy and laser lithotripsy. Preventive therapy involves aggressive hydration, sufficient to produce 3,000 mL of urine daily, and urinary alkalinization to maintain a urinary pH of 7.5. A thiol-based chelating agent may be used to increase the solubility of cystine if these measures are insufficient. See StatPearls' companion reference, \"\nCystinuria\n,\" for more information.\n\nHypercalciuria\n\nHypercalciuria, characterized by a urinary calcium level of 250 mg or more per 24 hours, is the most common chemical etiology of nephrolithiasis. Calcium-containing stones form approximately 80% of all renal calculi. Increased urinary calcium levels may be due to increased intestinal absorption of calcium, higher circulating serum calcium, reduced renal calcium reabsorption (renal calcium leak), hypervitaminosis D, hyperparathyroidism, high dietary animal protein ingestion, or systemic acidosis. Hypercalciuria increases the urinary saturation of calcium salts like oxalate and phosphate, causing crystal and calculus formation.\n\nTreatment involves minimizing excessive daily oral calcium intake, correcting phosphate deficiencies that increase Vitamin D activity, oral phosphate supplementation, and using thiazides to decrease calcium excretion in the nephron. See StatPearls' companion reference, \"\nHypercalciuria\n,\" for more information.\n\nHyperoxaluria\n\nOxalate naturally occurs in plants, bound tightly to calcium in the plant's tissue fluid. Vegetable ingestion results in intestinal oxalate absorption and urinary excretion. Green leafy vegetables like spinach, rhubarb, and collard greens are particularly high in oxalate. Oxalate has no nutritional or beneficial role in human physiology. Thus, this chemical is excreted in the urine, where it can form crystals and stones with calcium.\n\nOxalate is considered the strongest chemical promoter of urinary stones. Normal urinary oxalate is about 40 mg daily, but optimal 24-hour urine levels generally reach 25 mg/day or less.\n[17]\nSee StatPearls' companion reference, \"\nHyperoxaluria\n,\" for more information.\n\nHyperuricosuria and Aciduria\n\nUric acid stones account for 5% to 10% of all renal calculi. High urinary uric acid levels can promote both calcium oxalate and uric acid stone formation. Hyperuricosuria contributes to calcium stone formation. Hyperuricosuria can be secondary to a high animal protein diet or a genetic defect causing increased uric acid excretion.\n[18]\nMost pure uric acid stones are caused by high total urinary acid levels (aciduria), not hyperuricosuria. Aciduria results from metabolic acidosis, excessive animal meat ingestion, or renal tubular acidosis.\n\nTherapy should aim for a pH of approximately 6.5 or more. Allopurinol or febuxostat (Uloric) can reduce uric acid production. Potassium citrate counters aciduria. Sodium bicarbonate may be used to increase urinary pH but carries a high sodium load. Pure uric acid stones can sometimes be dissolved by prolonged urinary alkalinization.\n[19]\nSee StatPearls' companion references, \"\nHyperuricosuria\n\" and \"\nUric Acid Nephrolithiasis\n,\" for more information.\n\nHypocitraturia\n\nCitrate is the urinary equivalent of serum bicarbonate. This substance increases urinary pH, inhibiting crystal aggregation and stone formation by forming soluble calcium and magnesium complexes. Inadequate urinary citrate levels can contribute to nephrolithiasis. A urinary citrate level of 320 mg or less per day indicates hypocitraturia. Optimizing urinary citrate levels is useful in treatment. The optimal urinary citrate level is approximately 300 mg or more per liter. However, actual citrate excretion is less important than reaching the optimal urinary pH level of 6.5 when this substance is used to correct hyperuricosuria and aciduria.\n\nPotassium citrate supplements are recommended to raise urinary citrate levels, treat systemic acidosis, and optimize urine pH in cases of uric acid stone formation and aciduria. See StatPearls' companion reference, \"\nHypocitraturia and Renal Calculi\n,\" for more information.\n\nInadequate Urinary Volume\n\nPatients with low urine volumes, ie, <1 L per day, have increased urinary solute concentration. Urine osmolarity >600 mOsm/Kg indicates high urinary solute concentration. Urolithiasis results from high urine osmolarity, supersaturation, and urinary stasis.\n\nThe average daily urinary fluid volume in normal individuals without stones is about 1300 mL. The optimal daily urine volume for stone formers is 2500 mL, with a minimum acceptable level of at least 2000 mL. Urinary specific gravity may also be used, where the goal is to maintain a specific gravity of <1.010.\n[27]\nThis amounts to about 2 additional 8-ounce glasses of water for most patients daily. Inadequate urinary fluid excretion is the most common single identifiable cause of urolithiasis.",
    "monitoring": "Key diagnostic tools for evaluating ureterolithiasis include clinical assessment, blood tests, urine analysis, and imaging studies. These methods aim to confirm the presence of stones, assess their size and location, evaluate complications, and guide appropriate management strategies.\n\nLaboratory Studies\n\nA basic metabolic panel should be performed to assess electrolyte levels and kidney function, which may be deranged in chronic or recurrent ureteral obstruction. The test results may also provide clues about the renal calculi's composition and the cause of nephrolithiasis. Patients with elevated serum calcium should have a serum parathyroid hormone checked. Serum uric acid levels should be performed in individuals with calcium or uric acid calculi. A complete blood count helps determine the presence of leukocytosis. Mild leukocytosis with acute ureterolithiasis is common, but counts exceeding 15,000 WBC/μL suggest infection.\n[48]\n[49]\n\nUrinalysis often shows some degree of hematuria, as 85% of patients with ureterolithiasis demonstrate gross or microscopic blood on examination.\n[50]\nCrystalluria may or may not be present but may suggest the stone's chemical composition. Urinary pH is important as calcium oxalate, cystine, and uric acid tend to form in more acidic urine, while struvite and calcium phosphate require alkaline solutions. Urinary dipsticks are not reliable. Microscopic urinalysis is recommended.\n\nAn elevated specific gravity may suggest dehydration and the need for IV fluids. The presence of pyuria or bacteriuria may suggest a urinary tract infection or possible pyonephrosis, particularly in patients with diabetes, anesthesia or surgical risk factors, and immunodeficiency. Imaging is required to help differentiate pyelonephritis, treated medically, from pyonephrosis, which requires urgent surgical intervention. Urine cultures and appropriate antibiotics should be administered.\n\nImaging\n\nA kidney, ureter, and bladder (KUB) x-ray is a plain abdominal x-ray focusing on the kidneys, ureters, and bladder (see\nImage\n. Renal Stones on KUB Radiography). This modality can identify many calcific urinary stones except for the 10% to 20% of radiolucent calculi. KUB x-ray is inexpensive, readily available, and provides information on the ureteral stone's size, shape, and location, allowing for monitoring.\n[51]\n\nA KUB x-ray is recommended before CT scanning for suspected ureterolithiasis, particularly if IV contrast is planned, to avoid obscuring calculi. About 80% of patients presenting with renal colic in the emergency department undergo CT scans.\n[52]\nA KUB x-ray becomes more helpful in monitoring stone passage after identification by CT. Without an initial KUB x-ray, a negative follow-up imaging test cannot ascertain stone passage, movement, or potential radiolucency.\n[53]\n\nHowever, the KUB x-ray has limitations. The images cannot reliably distinguish ureteral calculi from other nearby pelvic calcifications or hydronephrosis from simple obstruction. KUB x-rays do not provide renal function information or visualize internal renal anatomy. Calculi may be obscured on x-rays by the bony pelvis, bowel gas, or abdominal organs, and stone visualization is extremely challenging in individuals with obesity and extensive pelvic calcifications. The overall sensitivity of a KUB alone for urolithiasis is only about 50%, but this increases to 87.5% for stones with a diameter >5 mm.\n[54]\nThe x-ray beam widens as it travels from the focal source, causing an overestimation of stone size on KUB x-rays by roughly 10%.\n\nKUB ultrasound can visualize larger renal calculi and determine the degree of hydronephrosis. However, this modality cannot reliably identify calculi smaller than 3 mm or determine their size or location. KUB ultrasound is preferred in pregnancy and is often the first imaging study done in the emergency department in patients with abdominal pain or suspected acute renal colic due to its low cost, availability, ease of use, and lack of radiation exposure.\n\nThe \"twinkling artifact\" observed on color flow Doppler ultrasound may enhance ultrasound's diagnostic specificity in identifying urinary calculi. This artifact appears as a focal area of alternating colors behind small echogenic objects, such as stones, resembling turbulent blood flow. A comet-tail artifact may accompany this finding. The twinkling artifact is particularly useful for detecting smaller urinary stones, as it improves the diagnostic sensitivity and specificity of gray-scale ultrasound from 96% and 58% to 100% and 97%, respectively. This method can detect stones as small as 2 mm with greater accuracy.\n\nUltrasound alone may suffice for diagnosis in some patients with a history of multiple recurrent urinary calculi, offering cost and radiation exposure reduction. However, approximately 20% of patients receive inappropriate treatment as this modality lacks specific details about obstructing stones crucial for management. A flat-plate KUB x-ray is recommended for follow-up to track stone progress and determine shape, size, location, and relative radiolucency, aiding in management decisions. Ultrasonography also often overestimates stone size, particularly for calculi 5 mm or smaller.\n\nThe advantages of KUB ultrasonography include detection of radiolucent renal calculi, hydronephrosis, bladder ureteral jets used as obstruction surrogates, and renal resistive index calculation. The European Association of Urology recommends ultrasound as the initial imaging modality, while the American Urological Association recommends unenhanced CT scans.\n\nThe renal resistive index may be calculated using Doppler ultrasonography to help identify ureteral obstruction. The formula is as follows:\n\nPeak systolic velocity-end diastolic velocity/Peak systolic velocity\n\nNormal values are generally 0.7 or less. Larger values suggest obstruction, particularly when unilateral, but may also be associated with medical renal disease, which typically has similarly elevated levels but bilaterally.\n\nCombining KUB ultrasound and x-ray is a reasonably reliable, inexpensive, and efficient imaging strategy for identifying ureteral calculi in patients with acute renal colic. This combination lowers cost and reduces patient radiation exposure compared to CT while offering acceptable efficacy. The combination identifies hydronephrosis, obstruction, radioopaque, and radiolucent renal calculi and monitors their passage. Symptomatic stones often produce abnormalities on at least 1 of these imaging techniques, if not both. Combining these modalities correctly identifies obstructing stones in 90% of cases with a sensitivity of 88% and specificity of 93%.\n\nAn abdominopelvic CT scan without contrast is the gold standard for diagnosing ureterolithiasis. This modality can characterize any urinary calculus' size, number, and location, with only a few rare exceptions of medication stones. CT offers a negative predictive value of 97%, a sensitivity of 98%, and a specificity of 100%, even in obese patients. Such diagnostic accuracy and reliability are unmatched so far.\n\nHowever, a KUB x-ray must be obtained before CT scanning to monitor stone passage and follow-up. As previously mentioned, IV contrast is often used during evaluation, which can obscure calculi on x-rays and prevent proper monitoring. A KUB CT scout is occasionally sufficient but often lacks detail.\n\nLow-dose and ultra-low-dose CT protocols have been found to significantly reduce radiation exposure without appreciably affecting diagnostic sensitivity for ureterolithiasis. A standard CT scan delivers 5 to 7 mSv of ionizing radiation. In contrast, a low-dose CT scan averages <3.5 mSv, and an ultra-low-dose study generates only 1.9 mSv. By comparison, a single KUB x-ray exposure averages about 0.5 to 0.7 mSv. National urologic guidelines and the American College of Obstetricians and Gynecologists recommendations now allow the use of low-dose unenhanced CT scan imaging in some pregnant patients when ultrasonography is equivocal or inadequate.\n\nObstructive Pyelonephritis and Urosepsis\n\nObstructive pyelonephritis (pyonephrosis) is urosepsis associated with an infected kidney and an obstructing stone. This condition may initially present clinically as acute pyelonephritis. These clinical entities are hard to differentiate without imaging.\n\nUrosepsis is a urinary infection resulting in sepsis that may present with the following:\n\nAcidosis\nElevated laboratory markers for sepsis, such as lactic acid, neutrophil-to-lymphocyte ratio (NLR), and procalcitonin\nFever\nHypotension\nLeukocytosis (>15,000/μL)\nPyuria\nTachycardia\nTachypnea\n\nObstructive pyelonephritis from an obstructing ureteral calculus is potentially life-threatening, warranting emergency drainage of the obstructed infected kidney. Drainage may be accomplished either by cystoscopy with double J stenting or percutaneous nephrostomy. Even with treatment, the reported overall mortality is 7.4%. Percutaneous nephrostomy is preferred in patients with a significant ureteral stone burden that is challenging to bypass cystoscopically and individuals who cannot tolerate anesthesia. See StatPearls' companion reference, \"\nPercutaneous Nephrostomy\n,\" for more information.\n\nTreatment delays have significant effects on morbidity and mortality, especially if more than 2 days have passed. The mortality risk increases by approximately 30% in such cases. Treatment delays appear to be related to lower patient socioeconomic status, weekend hospital presentations, and belonging to minority populations.\n\nAfter drainage, definitive treatment of the obstructing stone should be postponed until the infection is well-controlled and the patient has clinically recovered fully. The waiting period is typically 1 to 2 weeks long. Antibiotic selection should be based on urine or blood culture results, but 3rd-generation cephalosporins are generally initially preferred.\n\nThe primary treatment of known or suspected pyonephrosis is renal pelvis surgical drainage. Delaying surgery to wait for clinical improvement on mere antibiotics is not justified.\n\nVarious biomarkers may be used to help identify urosepsis and track its progress but are not specific for ureterolithiasis, pyonephrosis, or urosepsis. These include C-reactive protein (CRP), interleukin-6 (IL-6), lactic acid, NLR, and procalcitonin.\n\nCRP is a routine, cost-effective, and widely available infection and inflammation biomarker. However, CRP is not specific for bacterial infections and is slower to respond than other serum indicators. See StatPearls' companion reference, \"\nC-Reactive Protein\n,\" for more information.\n\nIL-6 is a pro-inflammatory cytokine with an hour-long half-life. IL-6 levels quickly rise during severe infections. A threshold level of 52.6 pg/mL or more has been suggested as a reasonable indicator of sepsis.\n\nLactic acid levels rise with infection. Levels >4 mmol/L (36.4 mg/dL) indicate severe tissue hypoxia and abnormal cellular metabolism and are often associated with higher endogenous catecholamine production. Lactic acid's half-life is only 20 minutes, and it may be used to monitor the progress of a severe infection.\n\nThe NLR is typically elevated in patients with sepsis. This parameter is readily available from the complete blood count and does not require special testing. While a definitive threshold level has not been confirmed, NLR ratios over 3.75 to 4 are reasonably consistent with sepsis.\n\nProcalcitonin has proven to be a useful biomarker and tracker for bacterial infections. This parameter is generally considered superior to CRP for urosepsis due to its specificity for bacterial insults, good correlation with other indicators, and quick rise in the presence of infection. See StatPearls' companion reference, \"\nProcalcitonin\n,\" for more information.\n\nRisk factors for developing pyonephrosis in patients with ureteral calculi include the following:\n\nDiabetes\nElevated infection biomarkers, as explained above\nFat stranding on CT imaging\nGreater degree and severity of hydronephrosis\nHypoalbuminemia\nImmunosuppressive state\nLarger ureteral stone size (>5 mm)\nLow platelets\nOlder patients\nPyuria\nRenal failure",
    "administration": "Initial Management\n\nThe important aspects of the initial management of acute ureterolithiasis include analgesia, IV fluids, and antiemetics. Patients should remain nil per os (NPO), especially if hospitalized until surgery is deemed unnecessary. However, some admitted patients are given food before urology evaluates them for possible surgery, delaying necessary procedures due to recent oral intake.\n\nAnalgesia is vital in the initial management of symptomatic ureterolithiasis. The pharmacologic options include IV ketorolac, opioid, or acetaminophen. Some patients may benefit from IV lidocaine.\n\nKetorolac has become the standard initial analgesic for patients presenting with acute renal colic. This NSAID avoids the gastrointestinal and respiratory adverse effects of opioids while providing comparable and possibly superior pain relief, as confirmed by numerous studies.\n[55]\n[56]\n[57]\nThe typical dose is 15 to 30 mg IV or intramuscularly (IM).\n[58]\n[59]\n[60]\n[61]\nKetorolac may also be given as a continuous infusion in selected cases.\n[62]\n[63]\n[64]\n[65]\nThis NSAID is contraindicated during pregnancy and in patients with renal failure (glomerular filtration rate < 30 mL/minute), a history of significant upper gastrointestinal bleeds, and an NSAID or aspirin allergy.\n\nInjectable acetaminophen or opioids may be given instead of ketorolac or as needed for additional analgesia.\n[66]\n[67]\nAmong opioids, meperidine and pethidine should generally be avoided due to their increased tendency to cause nausea and vomiting.\n[68]\n[69]\n[70]\nMorphine is the preferred injectable opioid for renal colic pain due to its effectiveness, especially when combined with ketorolac.\n[71]\n[72]\nHydromorphone has a similar adverse effect profile to morphine, but is significantly more potent and faster-acting. However, this opioid also wears off more quickly.\n[73]\nIV lidocaine has also shown good analgesic activity in patients with acute renal colic from ureterolithiasis.\n[74]\n[75]\n[76]\n[77]\n[78]\n\nAntiemetics and IV hydration are generally recommended for symptomatic patients. Ondansetron is considered the most effective antiemetic agent based on limited studies.\n[79]\n[80]\n[81]\nIV fluids are generally recommended for patients with symptoms of acute renal colic to prevent dehydration from emesis and lack of oral intake.\n\nMedical Expulsive Therapy\n\nMedical expulsive therapy is generally recommended for patients with ureterolithiasis treated on an outpatient basis. Various α-blockers reduce muscle tension in the distal ureter, where α-1 adrenergic receptors are concentrated, and facilitate spontaneous stone expulsion.\n[82]\n[83]\nData on their effectiveness are somewhat conflicting, but most studies and consensus guidelines indicate that medical expulsive therapy is helpful, especially in treating distal ureteral calculi.\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\nSeveral randomized, multicenter trials and subgroup analyses suggest that medical expulsive therapy is most effective when used for larger (5-10 mm) distal ureteral stones.\n[92]\n[93]\n\nOf the available agents, silodosin at 0.8 mg generally gives the best results. Tamsulosin and alfuzosin are comparable, while nifedipine is less effective.\n[94]\n[95]\n[96]\n[97]\nTadalafil has also been suggested as an aid for medical expulsive therapy, but available data are conflicting.\n[98]\n[99]\n[100]\n[101]\nHowever, combining tadalafil with tamsulosin or silodosin improves its efficacy.\n[102]\n[103]\n\nMedical expulsive therapy is relatively ineffective for larger, proximal ureteral stones. Oral corticosteroids, increased oral fluid intake, and diuretics have been used but do not have any immediate benefits in acute obstructive ureterolithiasis treatment.\n[104]\n[105]\nAdditional high-quality randomized controlled studies are needed to determine medical expulsive therapy’s effectiveness and the optimal medication, dosage, or drug combination.\n\nIndications for Surgical Intervention\n\nMost patients with small to moderately-sized stones and well-controlled symptoms may be treated on an outpatient basis and do not require immediate surgery.\n\nPrior stone history, gender, age, degree of hydroureteronephrosis, initial pain intensity, presence of nausea and vomiting, degree of dehydration, and stone size or shape do not reliably predict the need for surgery in patients. However, the larger and more proximal the stone, the greater the chances of requiring a stone-related surgical procedure.\n[106]\n\nIndications for surgery for patients with ureterolithiasis include the following:\n\nAnuria, particularly if coincident with the ureteral obstruction\nBilateral simultaneous ureteral obstructions\nFailure of the ureteral stone to pass or progress significantly after 4 to 6 weeks\nFailure to control symptoms\nKnown or suspected obstructive pyelonephritis (pyonephrosis)\nPersonal preference of the patient\nPreexisting renal failure\nProgressive renal damage or loss of function\nRecurrent or continuous urinary infections\nRenal cortical thinning from prolonged obstruction\nSepsis\nSignificant medical comorbidities\nSimultaneous urinary tract infection\nSolitary kidney\nStone size of 10 mm or larger\nUncontrollable or long-lasting (>72 hours) severe pain\nWorsening renal failure\n[107]\n[108]\n\nSurgical intervention for ureterolithiasis typically involves either extracorporeal shockwave lithotripsy (ESWL) or ureteroscopy with stone basketing and laser lithotripsy.\n[109]\nESWL and ureteroscopy are roughly equivalent, as the overall stone-free rates are similar for ureteral calculi between these modalities.\n[110]\nESWL offers comparable stone-free rates to ureteroscopy, with lower cost, greater safety, reduced anesthesia needs, and fewer complications, despite the potential for requiring a second treatment.\n[111]\n[112]\n[113]\nAdditionally, ESWL has a 0% complication rate compared to ureteroscopy's 3.2%, with no significant difference in proximal stone clearance rates.\n[114]\n\nEmergency drainage of an infected renal unit for obstructive pyelonephritis and urosepsis was covered earlier. Specific renal drainage techniques are covered in our StatPearls' companion references, \"\nPercutaneous Nephrostomy\n\" and \"\nDouble J Placement Methods Comparative Analysis\n.\" Percutaneous nephrolithotomy is generally not performed for ureteral stones and is also covered in StatPearls' companion reference, \"\nPercutaneous Nephrostomy\n.\"\n\nExtracorporeal Shockwave Lithotripsy\n\nESWL was first FDA-approved for use in the United States in 1984. Since then, millions of renal and ureteral calculi have been successfully treated with this procedure, and it is still considered 1 of the first-line surgical ureteral stone treatments. ESWL is the least invasive urological surgical modality for urinary calculi, with efficacy comparable to ureteroscopy but a much lower complication rate. ESWL stone fragmentation involves a combination of cavitation, shear stress, squeezing, spall fracturing, superfocusing, and tensile fatigue.\n\nA shockwave generator uses various mechanisms to produce a potent pressure wave, typically focused on a predetermined target area approximately 15 cm away. This generator operates within a liquid medium to effectively transmit the shockwave energy. The pressure waves converge on a specific target area called \"F2,\" where the energy is concentrated and the stone is located. ESWL utilizes 3 types of pressure wave generators: electromagnetic, piezoelectric, and electrohydraulic (spark-gap). Each generator type has its own strengths and weaknesses, but overall, all 3 perform comparably well and are roughly equivalent in efficacy.\n\nTypically, electromagnetic machines are highly durable and offer consistent shockwave energy. Piezoelectric machines may have slightly limited energy delivery to the stone and a narrow target zone. On the other hand, electrohydraulic machines feature the largest target zone and potentially the highest stone fragmentation energy delivery. However, these machines require frequent electrode replacement and exhibit greater shockwave variability as the electrode wears during treatment.\n\nThe success of ESWL can be reasonably predicted based on various stone characteristics, such as chemical composition, density, location, number, size, and the skin-to-stone distance as measured on CT. Stones with many negative predictors are likely better treated with ureteroscopy.\n\nChemical composition is important as some stones (brushite, cystine, and calcium oxalate monohydrate) are very hard or resistant to ESWL. Calcium oxalate dihydrate and uric acid are relatively brittle and fragment easily. Meanwhile, uric acid is radiolucent and may be difficult to target, requiring IV contrast or retrograde pyelography.\n\nThe stone’s estimated density in Hounsfield units on a noncontrast CT scan may be clinically useful. Calculi with densities <1000 Hounsfield units fragment reasonably well with ESWL therapy, but stones with densities >1000 Hounsfield units often do not respond well. A lower Hounsfield unit reading is suggestive of better outcomes with ESWL.\n\nA skin-to-stone distance measuring 10 cm or less is a useful clinical indicator of success, whether the stones are in the kidneys or ureters. The number of stones being treated is another factor that affects the success rate. Treating multiple separate calculi without overlap (shockwaves are individually directed at each stone) typically results in a lower stone-free rate than focusing all shockwaves on a single stone.\n\nStone size is a predictor of ESWL success. Patients with calculi smaller than 10 mm are good to excellent candidates. Individuals with stones 10 to 20 mm are acceptable candidates, with consideration for a double J stent. People with calculi >20 mm are generally poor candidates. However, ESWL may be considered in select cases, with a double J stent strongly recommended due to the risk of steinstrasse, a condition where fragmented stone particles obstruct the ureter, impairing urine flow.\n\nPre-ESWL stents are unnecessary except in cases of significant infection or large stone sizes. Stents may be needed for symptom control and to visualize ureteral stones. Stents are also generally recommended when treating stones in solitary kidneys. Antibiotics are not required, but the urine must be sterile before therapy.\n\nTips, advice, and suggestions during ESWL therapy\n\nPretreatment with an NSAID just before surgery reduces the need for postprocedure analgesics. For renal stones, the use of IV fluid therapy and furosemide is beneficial. A large volume of transmission gel applied to only the lithotripter's treatment head minimizes air pockets and optimizes shockwave transmission.\n\nESWL treatment should start with a low-pressure reading and a slow rate if the kidneys are in the target area, slowly increasing afterward. This technique helps reduce contusions and bleeding. Guidelines recommend a frequency between 60 and 90 shocks per minute. Too fast reduces efficacy, and too slow takes too long. The recommended maximum number of shocks varies by machine but is usually around 3000. However, 4000 or more may be used selectively, particularly for ureteral stones away from the kidneys.\n\nProne positioning may be necessary to target a stone located over the iliac crest if the lithotripter's treatment head cannot be rotated adequately. Treating the same stone with more than 2 ESWL procedures does not appear to be beneficial. Ureteroscopy should be used instead if 2 ESWL procedures on the same stone have failed. Postoperatively, the use of α-blocker medications helps stone fragments pass and improves ESWL's overall success rate. For further details and information on ESWL, see StatPearls' companion reference, \"\nExtracorporeal Shockwave Lithotripsy\n.\"\n\nESWL's contraindications include the following:\n\nAn active or untreated urinary tract infection\nDistal ureteral obstruction\nPregnancy\nTreatment path obstructed by an aneurysm, tumor, or other pathology that may be injured\nUncorrected coagulation disorder\nUPJ obstruction, which applies to renal calculi\n\nUreteroscopy\n\nThe ureteroscope was first introduced in 1980 as a 12-French rigid instrument. Semi-rigid and flexible ureteroscopes became available in 1989. Improved scopes now offer single- and dual-channel options. Flexible ureteroscopes utilize digital imaging, providing exceptionally clear views. Single-use disposable instruments are also commercially available.\n\nStarting an α-blocker at least a week before the ureteroscopic procedure is recommended, but the optimal drug and timing have not been determined. Studies show that preoperative α-blockers reduce the need for ureteral orifice dilation, increase postoperative stone-free rates, improve ureteral access to ureteroscopies, minimize ureteral contractions, and reduce operating time.\n\nUnlike ESWL, ureteroscopy and laser lithotripsy may be safely performed on patients with ureterolithiasis and on anticoagulation. However, ureteroscopy is associated with a lower stone-free rate and additional postoperative hematuria.\n\nSemi-rigid ureteroscopes may be used in the distal ureter, up to the iliac bifurcation and pelvic brim. Compared to flexible ureteroscopes, semi-rigid instruments have larger irrigation channels, more direct and easier handling of accessory stone instruments, dual basket channels, lasers, wires, and a larger field of view. Some are now available with digital imaging. The ureteroscope may be advanced directly into the ureter over a guide wire or through a ureteral access sheath. Any sheaths used must be shorter than the ureteroscope. Sheaths make repeated entries into the distal ureter less traumatic, though placing them takes time, and they may also be unnecessary in some small stones. Resistance to the scope may be remedied by using a small scope, dilating the ureter, using a ureteral access sheath, or leaving a double J stent and coming back another day.\n\nFlexible ureteroscopes have excellent reach to the proximal ureter and kidney, providing high-quality visualization with digital imaging. These instruments can also navigate the lower-pole renal calyces to address stone fragments post-ESWL therapy. A double J stent is typically employed postoperatively unless the ureter was pre-stented or if the ureteroscopy involved minimal dilation or use of a ureteral access sheath.\n\nDisposable flexible ureteroscopes, available commercially, may be cost-effective in certain scenarios. Reserving at least a few disposable ureteroscopes for emergency use is recommended to address critical situations where a working flexible ureteroscope is unavailable.\n\nTips, advice, and suggestions during ureteroscopy\n\nA flat-plate KUB X-ray and retrograde pyelogram or ureterogram are recommended immediately before inserting the ureteroscope or ureteral access sheath to visualize internal renal anatomy, stone localization, and orientation during ureteroscopy. A range of ureteral access sheaths, guide wires, baskets, and graspers must be readily available because predicting preoperatively which ones will be required is impossible. The scope must be lubricated during longer cases to facilitate removal and reinsertion. Periodic fluoroscopic checks can help with orientation and ensure that the entire kidney and all calyces are examined.\n\nFlexible ureteroscopes are typically used with ureteral access sheaths. The sheath’s width and length should be carefully measured so it is not longer than the scope. The sheath should be placed just distal to the stone or close to the renal pelvis at the UPJ to access the kidney. A safety guide wire is recommended to maintain access, with the wire’s distal end carefully secured.\n\nThe laser technique depends on the type of laser available. Generally, fragmentation is performed with shorter bursts, higher power settings, and low-frequency settings. Vaporization (\"dusting\") is produced using longer bursts, lower power settings, and high-frequency settings.\n\nA Tuohy-Borst Y adaptor enables irrigation and accommodates a small basket or laser fiber when only a single channel is accessible. Only normal saline should be used for irrigation during ureteroscopy, as sterile water irrigation can cause osmotic tissue damage if it extravasates. For further details and information on ureteroscopy for ureterolithiasis, see StatPearls' companion reference, \"\nUreteroscopy\n.\"\n\nStent discomfort can be quite bothersome for patients. Stent use is common after ureteroscopy, especially following flexible ureteroscopy with ureteral access sheath use or substantial ureteral dilation.\n\nDouble J stents are typically employed in cases involving ureteral access sheaths, impacted stones, prolonged operating times, larger stone size or burden, older patient age, solitary kidneys, ureteral trauma or damage, and heightened intrarenal complexity or complications. Leaving a stent in such situations significantly reduces postoperative complications but can lead to stent discomfort.\n\nDouble J stents are generally left after ureteroscopic surgery. However, guidelines from the American Urological Association and the European Association of Urology now allow the omission of postoperative stents after uncomplicated ureteroscopies. Uncomplicated ureteroscopy typically entails a unilateral procedure in a healthy patient with a normal contralateral kidney without requiring ureteral access sheaths or balloon ureteral dilation for stones 10 mm or smaller and with no significant residual fragments or ureteral damage.\n\nStent discomfort may be treated with α-blockers, antimuscarinics, or both. Mirabegron at 50 mg has been found to be more effective for stent discomfort than antimuscarinics. Pregabalin has also proven to be effective in reducing stent-related pain.\n\nContraindications to ureteroscopy include active or untreated urinary tract infections, patient inability to tolerate general or spinal anesthesia, impassable ureteral strictures or angulations, and inability to achieve cystoscopic access to the bladder or pass a guide wire into the affected kidney’s side. Pregnancy is not an absolute contraindication to this procedure, unlike ESWL. However, anesthesia requirements and the risk of inducing early labor should be carefully evaluated.\n\nComparing ESWL and Ureteroscopy in Treating Ureteral Calculi\n\nDeciding between ESWL and ureteroscopy generally depends on instrument availability, surgeon experience, anesthesia considerations, patient preferences, estimated stone hardness and composition, radiolucency, calculus size and location, skin-to-stone distance, and individual patient clinical factors. Shared fair and honest decision-making discussions with patients are essential when reviewing these procedures' relative advantages and disadvantages. Both offer equivalent stone-free rates for ureteral stone procedures.\n\nESWL advantages and disadvantages\n\nESWL is significantly less invasive than ureteroscopy, with a lower complication rate, inherent safety, and comparable stone-free rate, though it sometimes requires a second procedure. Minimal anesthesia, typically IV sedation, is needed for ESWL, with short and predictable surgical times. ESWL is suitable for stones anywhere in the ureters or kidneys, though this procedure is best for upper urinary tract stones. ESWL does not require pre-stenting unless necessary for other reasons, such as symptom relief or infections. The procedure may be used in pediatrics and older individuals.\n\nESWL does not work well on radiolucent or very hard stones, such as brushite, calcium oxalate monohydrate, cystine, and uric acid, or where the unenhanced CT stone density is more than 1000 Hounsfield units. ESWL is less effective on stones larger than 20 mm or are difficult to visualize on imaging, in morbidly obese patients, and where the skin-to-stone distance exceeds 10 cm.\n\nThe number of shocks that can be safely delivered at one time is limited to 3000 to 4000. Thus, ESWL is less effective if scattered multiple stones are treated. Lower calyceal stones may be fragmented by ESWL but often fail to pass afterward.\n\nNo more than 2 ESWL procedures are recommended for a single stone. Ureteroscopy is usually recommended when a single stone needs more than 2 procedures. ESWL is contraindicated in patients who are pregnant, on anticoagulation, or have untreated coagulation disorders. For more information on ESWL, see StatPearls' companion reference, \"\nExtracorporeal Shockwave Lithotripsy\n.\"\n\nUreteroscopy advantages and disadvantages\n\nUreteroscopy is preferred for small distal ureteral calculi and cases where ESWL is ineffective, including stones larger than 20 mm, skin-to-stone distance exceeding 10 cm, morbidly obese patients, and radiolucent or ESWL-resistant stones like brushite, calcium oxalate monohydrate, cystine, and uric acid, or stones with unenhanced CT density exceeding 1000 Hounsfield units. Ureteroscopy achieves a significantly higher initial stone-free rate than ESWL and rarely requires a second ancillary procedure.\n\nLike ESWL, ureteroscopy can reach any urinary tract area proximal to the bladder. However, ureteroscopy is ideal for smaller, distal ureteral stones that may be removed quickly. Unlike ESWL, ureteroscopy may be performed selectively during pregnancy and in patients taking anticoagulants.\n\nHowever, ureteroscopy is quite invasive, requires a general anesthetic, and can take considerable operating room time for a complex stone, especially in the kidney. This procedure has a significantly higher risk of complications than ESWL, although the overall risk is still relatively low. Performing ureteroscopy may be difficult without a guide wire. In cases where easy ureteroscopic access is not possible, a double J stent may be left, and the procedure rescheduled for a later time, requiring a second surgery. Pre-stenting can facilitate ureteroscopy, but if not performed, postoperative double J stenting is typically required, potentially leading to significant discomfort. For more information and details on ureteroscopy, see StatPearls' companion reference, \"\nUreteroscopy\n.\"\n\nA 24-hour urine analysis should be performed for kidney stone prevention in high-risk patients after the renal colic episode has been successfully and definitively addressed. Such tests are obtained to evaluate calcium, citrate, creatinine, oxalate, magnesium, phosphate, uric acid, pH, and urine volume. Serum uric acid and parathyroid hormone are also recommended in patients with high or elevated serum calcium levels.\n\nThe 24-hour urine test is particularly recommended in the following situations:\n\nAbnormal anatomy of the urinary tract\nGastric bypass surgery (especially Roux-en-Y)\nHigh risk for surgery or anesthesia\nHistory of multiple urinary tract infections\nHistory of previous stone or ureteral surgery or reimplants\nIrritable bowel syndrome or chronic diarrhea\nMultiple stone recurrences\nNephrocalcinosis\nPediatric or adolescent stone disease\nPositive family history of stones\nSignificant obesity\nSolitary kidney\nStone composition primarily of cystine, calcium phosphate, or uric acid\nUPJ obstruction\n\nOnly about a third of urologists order 24-hour urine testing on their kidney stone-forming patients, and only 7.4% of all ureterolithiasis patients with a high recurrence risk have 24-hour urine testing for kidney stone prophylaxis. This test is recommended for patients at risk of recurrence but motivated to prevent relapses.",
    "adverse_effects": "Nephrolithiasis and ureterolithiasis do not always have a benign course. Some of these conditions' complications include infected kidney stones, sepsis, ureteral scarring, perforation, renal abscess formation, bleeding, impaired renal function, and forniceal rupture. CKD may result from a urologic procedure, obstruction, or an inherent cause of the stone formation. However, the risk of end-stage renal disease from nephrolithiasis is generally low, even in recurrent cases.\n\nUreterolithiasis in pregnancy presents additional complications and is associated with increased spontaneous abortions, low birth weight infants, miscarriages, preeclampsia, and gestational diabetes. Thus, ESWL is contraindicated, and ureteroscopy is used only very selectively in this patient group.\n\nPossible complications of ESWL include:\n[115]\n\nBruising of skin in the coupling contact area\nFailure to find the calculus\nGastrointestinal injury (usually a hematoma that resolves on its own)\nHematuria\nPerinephric hematoma\nRenal injury (contusion)\nRenal subcapsular hematoma\nSteinstrasse\nUreteral obstruction from a stone fragment\n\nSteinstrasse usually resolves spontaneously. However, repeat ESWL or ureteroscopy is recommended if this condition becomes symptomatic or lasts longer than 2 weeks.\n[116]\n[117]\n[118]\n\nPossible complications of ureteroscopy include:\n\nFailure due to abnormal ureteral anatomy or inability to reach obstructing stone\nFailure to find the calculus\nFever\n\"Forgotten\" stents\nHematuria\nIleus\nRenal injury\nRenal perforation\nSegmental ureteral necrosis\nStent discomfort\nStone migration\nUreteral perforation\nUreteral spasm\nUreteral stricture\nUrinary extravasation\nUrinary tract infection\n[119]\n[120]\n\nPatients must be counseled to seek medical help immediately if symptomatic."
  }
}