{
  "drug_name": "ketotifen",
  "nbk_id": "NBK557442",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557442/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "The upper digestive tract is the primary site of tissue damage due to caustic ingestion. This part of the gut runs from the head, neck, mediastinum, and epigastric area. The oral region, pharynx, esophagus, stomach, and duodenum comprise the upper gastrointestinal tract (see\nImage\n. Digestive and Respiratory Anatomical Structures Connected to the Esophagus).\n\nThe oral region (mouth) is the entryway to the digestive system, composed of the oral cavity, gingivae, teeth, tongue, palate, and palatine tonsil area. Mechanical and some enzymatic food digestion take place in the oral cavity. Nonkeratinized stratified squamous epithelium lines most oral mucosal surfaces. Masticatory areas like the gingivae and hard palate have keratinized or parakeratinized stratified squamous epithelium.\n[69]\nMastication muscles surround the oral region.\n\nThe pharynx passes from the cranial base to the C6 vertebra level. This upper gut area is divided into the nasopharynx, oropharynx, and laryngopharynx. The nasopharynx and oropharynx have sensory functions during eating. The oropharynx and laryngopharynx help in the transit of food boluses from the oral cavity to the esophagus.\n\nHead and neck structures surrounding the pharynx include the upper respiratory tract, salivary glands, thyroid and parathyroid glands, vagus nerve and its branches, cervical nerves, carotid arteries and its branches, external and internal jugular veins, deglutition muscles, and lymph nodes. Nonkeratinized stratified squamous epithelium lines the pharyngeal mucosal surfaces.\n\nThe esophagus is a long muscular tube where food passes from the mouth and pharynx to the stomach. This part of the gut has cervical, thoracic, and abdominal regions. In the neck, the esophagus lies posterior to the larynx and trachea. The thoracic esophagus runs in the mediastinum anterior to the vertebral column, posterior to the trachea, and to the right of the aorta. The abdominal esophagus begins at the T11 vertebral level, where the muscular tube opens to the stomach.\n\nThe following are the 3 esophageal constrictions:\n\nCervical constriction: located 15 cm from the incisors and formed by the cricopharyngeus muscle; also known as the upper esophageal sphincter (UES)\nBroncho-aortic constriction: a compound constriction; the aortic arch crosses the esophagus 22.5 cm from the incisors, while the left main bronchus crosses the tube 27.5 cm from the incisors\nDiaphragmatic constriction: located 40 cm from the incisors; the area passing through the esophageal hiatus of the diaphragm, also known as the lower esophageal sphincter (LES)\n\nThese constrictions are important landmarks during esophagogastroduodenoscopy (EGD) and radiologic evaluation of esophageal lesions.\n\nThe esophageal mucosa is lined by nonkeratinized stratified squamous epithelium. The upper third of the esophagus has striated muscles. The lower third has smooth muscles. The middle third has mixed striated and smooth muscles. The esophagus has no serosa, so infections and tumors can quickly spread from this muscular tube to the neighboring regions.\n\nThe structures surrounding the esophagus include the following:\n\nIn the neck: trachea, aortic and carotid artery branches, vagal and cervical nerve branches, thyroid and parathyroid glands, and thoracic duct\nIn the trunk: thoracic duct, trachea, main bronchi, heart, the great blood vessels, pericardium, vagus nerve and branches, esophageal plexus, and azygos vein\nIn the abdomen: posterior aspect of the liver, vagus nerve, esophageal plexus, diaphragm, abdominal aorta and branches, stomach fundus\n\nThe stomach starts at the esophagogastric junction (EGJ), where the mucosal lining transitions from squamous to simple columnar epithelium. Gastric secretions, characterized by high acidity, serve dual roles as digestive agents and potent defense mechanisms against pathogens due to their antimicrobial properties. The mucus protects the stomach from its secretions.\n\nThe duodenum is the proximal part of the small intestine, neutralizing acidic chyme and accomplishing most of the digestive process. Bicarbonate secretions raise the duodenal pH. This part of the upper gastrointestinal tract has microvilli and simple columnar epithelium, as it is specialized for food digestion and absorption.\n\nCaustic ingestions can injure any part of the upper digestive tract. The esophagus is most vulnerable to alkaline damage, while the stomach is most prone to acidic injury. Severe cases can cause overspills or gut perforation that can spread the damage to neighboring structures.\n\nCaustic ingestions are severe causes of morbidity and mortality and can affect all age groups. About 80% of caustic ingestion cases in the United States occur in children. For the best outcomes, critical ingestions require coordination between surgical and medical teams.\n[1]",
    "mechanism": "Caustic exposure can be accidental or intentional. Accidental exposures are most common in young children, often termed \"exploratory ingestions.\" Accidental caustic ingestion often occurs in small amounts and typically involves household cleaners with low concentrations of chemicals like bleach and ammonia. Meanwhile, intentional exposures often result from self-harm attempts and involve large amounts of highly concentrated caustic chemicals.\n\nMost caustic exposures involve oral ingestion (76%) and occur at home (93%). More than 80% of cases are unintentional. Substances ingested are either highly acidic or highly alkaline, requiring different treatment approaches.\n[1]\n[2]",
    "monitoring": "Initial lab studies may include a complete blood count (CBC), coagulation studies, complete metabolic profile (CMP), and arterial or venous blood gas. The CBC may show inflammation-associated neutrophilia. Dehydration may falsely elevate the hemoglobin and hematocrit. Hematemesis may reduce hemoglobin to abnormal levels if severe.\n\nThe CMP can help detect electrolyte imbalances in patients with repeated vomiting. This test can also provide baseline renal and liver function information, which is crucial if surgery is contemplated. Blood gases help examine the severity of respiratory damage.\n\nA comprehensive drug panel may be contemplated if multiple drug ingestion is also suspected.\n\nPlain chest and abdominal radiography may identify free air in the mediastinum (pneumomediastinum) or peritoneum (pneumoperitoneum). Caustic substance aspiration may produce infiltrates on chest x-ray. An upper gastrointestinal series with a water-soluble contrast medium may confirm esophageal perforation but is not required if EGD is available (see\nImage\n. Esophageal Radiography With Contrast).\n\nEGD is currently the gold standard in evaluating injuries from caustic ingestion (see\nImage\n. Esophagus Examination on Esophagogastroduodenoscopy).\n[9]\nThe prognosis and stricture formation risk may be predicted based on the injury grade found on EGD (see under\nStaging\nbelow). However, a major decision point involves which patients should get an EGD. Some expert groups suggest that all patients with caustic exposure, regardless of severity, should receive an EGD, as asymptomatic patients can still have significant injury.\n[10]\n[11]\nHowever, others report that accidental or unintentional ingestion has a low risk of clinically significant esophageal damage.\n[12]\n[13]\n\nEGD should be strongly considered in symptomatic patients, especially if they have posterior pharyngeal burns, stridor, respiratory distress, chest or abdominal pain, or inability to tolerate oral liquids.\n[14]\n[15]\nThe procedure must also be recommended for any patient who intentionally ingests a caustic substance, regardless of their symptomatology.\n[16]\nHowever, in asymptomatic patients without oral or mucosal burns, EGD may be deferred on physical examination.\n\nEarly endoscopy shows favorable results. However, a personalized approach is recommended for caustic ingestions, as some individuals may have a greater need for immediate surgical intervention and hemodynamic stabilization.\n[17]\nThe most common injury found on early endoscopy is a grade I injury. Early endoscopy helps guide treatment if evidence of severe manifestations like mediastinitis is lacking.\n[18]\n[19]\nThe general consensus is to obtain EGD within 24 hours. Literature suggests that EGD may be safe up to 96 hours post-ingestion if performed with gentle insufflation.\n[20]\nIf the procedure is delayed longer, iatrogenic perforation from damaging friable tissue may occur.\n\nAlternative or adjunctive modalities for evaluating caustic ingestion-related injuries include endoscopic ultrasound (EUS) and contrast-enhanced computed tomography (CECT).\n[21]\nEUS remains under investigation for use in the treatment of caustic injuries. One study showed that, as an adjunct test, EUS does not increase the accuracy of EGD in predicting complications from caustic ingestion.\n[22]\nHowever, other studies suggest that EUS may be useful in determining prognosis, specifically stricture formation when used with an appropriate grading system. Overall, the evidence is insufficient to recommend EUS as part of the standard caustic ingestion evaluation protocol.\n\nMeanwhile, CECT has gained significant attention as a potential alternative to EGD. This modality is non-invasive, fast, and able to assess deep structures. The study of choice is a CECT of the neck, chest, abdomen, and pelvis.\n\nSeveral studies compared the ability of CECT with EGD to grade tissue damage, guide surgical intervention, and predict the risk of stricture formation.\n[23]\n[24]\n[25]\nCECT has been shown to have high specificity but low sensitivity in predicting stricture formation. Additionally, CECT findings may not correlate well with endoscopic grading.\n[26]\n[27]\nEvidence is insufficient to support CECT as a replacement for EGD in evaluating upper gastrointestinal injury. However, this modality remains a useful EGD adjunct when managing caustic ingestion.",
    "administration": "The airway should be secured in patients with signs of impending respiratory failure, including drooling, hypoxia, and vocal changes. One study showed that 50% of adults with caustic ingestions required intubation. Multi-site large-bore intravenous access should be promptly obtained and intravenous fluids administered for patients who display signs of shock. Vasopressors should be initiated for patients who remain hypotensive despite adequate fluid challenge.\n\nEarly interventions that have been described for caustic ingestion include pH neutralization and dilution with water or milk. The pH may be neutralized by giving a weak acid or base. Animal studies suggest that, if performed correctly, pH neutralization can decrease esophageal injury.\n[28]\nHowever, this practice is limited by titration challenges and the potential for exothermic injury. Additionally, no human data supports the benefit of pH neutralization in managing caustic ingestion. Thus, it is not a recommended treatment for this condition.\n\nDilution with milk or water was once proposed to help reduce alkali injury.\n[29]\nHowever, this intervention may only be beneficial within the first few minutes. Little clinical data supports the effectiveness of dilution with milk or water in caustic ingestion, and the treatment may even cause distention-related injury. Dilution with milk or water is currently not recommended in clinical practice.\n\nActivated charcoal administration should be considered if the caustic agent is zinc or mercuric chloride. Heavy metals can damage mucosal surfaces and be absorbed systemically, causing severe multi-organ toxicity. Activated charcoal can absorb metals in the gut, prevent their enterohepatic recirculation, and hasten their clearance.\n[30]\n[31]\n[32]\n\nThe role of H2-blockers and proton pump inhibitors is yet to be defined. One study suggests that omeprazole may improve EGD grading after 72 hours.\n[33]\nEmesis induction should not be used in managing caustic ingestion.\n\nNasogastric (NG) tube insertion is controversial. Multiple studies suggest that early NG tube placement may help maintain esophageal patency and reduce stricture formation.\n[34]\n[35]\n[36]\nDespite this evidence, blind NG tube placement in the emergency department risks bacterial infection and esophageal perforation.\n[35]\nTherefore, NG tube placement should only be considered if performed with direct endoscopic visualization.\n[37]\n\nBesides acute injury management, the long-term sequelae of caustic ingestion must also be addressed. The most concerning complication is stricture formation. Corticosteroid treatment can theoretically attenuate inflammation and reduce granulation and fibrous tissue formation.\n[38]\nSeveral studies suggest that steroids do not prevent esophageal stenosis, regardless of the injury grade.\n[39]\n[40]\n[41]\nHowever, high-dose methylprednisolone may prevent stenosis in patients with grade 2b injury.\n[42]\n[43]\n\nProcedural interventions in the treatment of strictures include bougienage,\n[44]\nesophageal stent placement,\n[45]\n[46]\n[47]\nand endoscopic dilatation. Other potential interventions include administration of vitamin E,\n[48]\nketotifen,\n[49]\nphosphatidylcholine,\n[50]\nhalofunginone,\n[51]\n5-fluorouracil,\n[52]\noctreotide, and interferon-α2b.\n[53]\nThese modalities are still under investigation, and their use is currently not recommended in clinical practice.\n\nIndividuals with suspected mediastinitis, peritonitis, or hemodynamic instability require emergent surgical consultation. Patients with large ingestions and are in shock, acidotic, or coagulopathic may have more severe findings on surgical exploration.\n[54]\nSurgical consultation may also be required for patients with high-grade injuries on EGD, CECT, or both.\n\nThe goal of emergency surgery is to remove all necrotic tissue. Exploratory laparotomy is the standard approach. The size of the resected area depends on the extent of damage. Small fragments may be removed in some cases. A pancreaticoduodenectomy may be necessary if pancreatic and duodenal injuries are extensive.",
    "adverse_effects": "The most common early sequelae of caustic ingestion are mediastinitis and bleeding-related hemodynamic instability. These complications require emergency surgery. Meanwhile, gastrointestinal stricture is the most common late sequela of caustic ingestion, with the esophagus being the most frequently involved region. Esophageal dilatation is often enough to relieve this condition. However, surgical resection with bypass or replacement may be performed if esophageal dilatation fails or is infeasible. Bowel or gastric tissue may be used in surgical bypass, depending on the stricture's severity.\n\nStenosis prevention is a controversial topic. Early oral feedings are thought to prevent stricture in patients with a superficial injury. Stent placement has limited success (less than 50%) and high migration rates (up to 25%). No pharmacologic agents have been effective in preventing gastrointestinal stenosis after caustic ingestion."
  }
}