{
  "drug_name": "khellin",
  "nbk_id": "NBK557473",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557473/",
  "scraped_at": "2026-01-11T15:32:06",
  "sections": {
    "indications": "Absolute Contraindications\n\nHypersensitivity to cromolyn products or components of the formulation is the absolute contraindication for cromolyn sodium.\n\nCromolyn Sodium Precautions\n\nClinicians should consider the following cautions in the management of cromolyn sodium:\n\nBronchospasm may occur with a cough after inhalation; if this happens, manage using a fast-acting bronchodilator.\nCromolyn inhalation solution should not be used in status asthmaticus.\nCaution should be exercised when withdrawing cromolyn inhalation solution use or tapering the dosage as symptoms may reoccur.",
    "mechanism": "Cromolyn sodium is a mast cell stabilizer that prevents the subsequent release of inflammatory mediators, including histamine and leukotrienes, which cause allergic symptoms and bronchoconstriction.\n[13]\n[14]\nThis treatment inhibits mast cell degranulation, normally implicated in anaphylaxis following exposure to reactive allergens. Cromolyn sodium differs from antihistamine medications, which reduce the action of histamines following the release from mast cells. Unlike corticosteroids that inhibit the late response of antigen-induced asthmatic reactions, cromolyn sodium inhibits immediate and late reactions.\n[15]\n[12]\nAdditionally, cromolyn sodium has been associated with improvement in flushing, headaches, diarrhea, vomiting, nausea, urticaria, abdominal pain, and itching in patients with mastocytosis.\n\nPharmacokinetics\n\nCromolyn sodium is absorbed poorly via oral solution and has a delayed onset of action of 2 to 6 weeks after initiation. Similarly, less than 0.07% of administered cromolyn sodium is absorbed from ophthalmic solution or drops. The effect of cromolyn sodium on mast cells lasts approximately 6 hours following administration. The bioavailability of cromolyn sodium is 0.5% to 2%, with a half-life of 80 to 90 minutes. Cromolyn sodium is primarily excreted (98%) in the feces unabsorbed, with the remainder excreted in the urine.",
    "administration": "Cromolyn Sodium Dosage Forms and Strengths\n\nThe following dosage forms are recommended for cromolyn sodium:\n\nOral solution\n: 100 mg/5 mL ampule\nNasal spray\n: 5.2 mg/1 actuation\nOphthalmic solution\n: 4% (10 mL)\nInhalation solution\n: 10 mg/1 mL, 20 mg/2mL nebulization vial\n\nRecommended Dosages for FDA-Approved Indications\n\nThe following dosage formulations for each indication are recommended for cromolyn sodium:\n\nAsthma prophylaxis\nMetered-dose inhaler\n: 2 oral inhalations (800 µg/spray) 4 times daily at regular intervals; may need to titrate\nNebulizer\n: 20 mg (1 vial) via nebulization 4 times daily at regular intervals\nReactive bronchoconstriction\n: In patients who develop acute bronchoconstriction when exposed to environmental pollutants, toluene diisocyanate, and in response to exercise, cromolyn sodium should be administered shortly before exposure to the precipitating factor.\n\nMastocytosis\n(systemic)\nOral solution\n: Empty ampules into a glass of water and drink 30 minutes before meals and bedtime\nChildren older than 12 years and adults\n: Cromolyn sodium solution 200 mg by mouth 4 times daily, 30 minutes before meals and bedtime; may increase to 40 mg/kg/day if symptoms remain uncontrolled for 2 to 3 weeks\nChildren younger than 2 years\n: Safety and efficacy not established\nChildren aged 2 to 12 years\n: Cromolyn sodium solution 100 mg orally 4 times daily, 30 minutes before meals and at bedtime; not to exceed 40 mg/kg/day\n\nAllergic rhinitis\nNasal inhalation\n: One spray/nostril 3 to 6 times daily\n\nKeratitis, vernal conjunctivitis, and vernal keratoconjunctivitis\nOphthalmic solution\n: Children older than 4 years old, 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals\n\nOff-Label Dosages of Cromolyn Sodium\n\nCromolyn sodium oral solution may be used for food allergy and irritable bowel syndrome using the following dosages based on the patient's age:\n\nChildren older than 12 years and adults\n: Cromolyn sodium solution 200 mg by mouth 4 times daily; may double dose if inadequate symptom control within 2 to 3 weeks with a maximum dosage of 400 mg orally 4 times daily\nChildren younger than 2 years\n: Not recommended\nChildren aged 2 to 12 years\n: Cromolyn sodium solution 100 mg orally 4 times daily initially, may increase as indicated to a maximum dosage of 40 mg/kg/day\n\nSpecific Patient Populations\n\nFor the following special populations, management considerations regarding cromolyn sodium include:\n\nRenal impairment\n: The manufacturer's labeling does not recommend specific dosage adjustments for patients with renal impairment. However, the recommended dosage for cromolyn oral solution should be decreased in patients with reduced renal function.\nHepatic impairment\n: The manufacturer's labeling does not recommend a specific dosage adjustment for patients with hepatic impairment. However, the recommended dosage for cromolyn oral should be decreased in patients with reduced hepatic function.\nPregnancy\n: Cromolyn sodium is pregnancy category B, though risk has not been entirely ruled out. As per manufacturer labels, subcutaneous doses up to 540 mg/kg in mice similar to the maximum recommended daily oral dosage in adults), 164 mg/kg in rats (oral dosage less than the maximum recommended daily dosage in adults), or intravenous doses up to 485 mg/kg in rabbits (4 times the maximum recommended oral dosage in adults) produced no evidence of fetal malformations. As per the Global Initiative for Asthma 2023 guidelines, other therapies with better efficacy are available and should be recommended as treatment for asthma while pregnant.\n[16]\nBreastfeeding\n: The amount of cromolyn sodium excreted in breast milk is unknown.\n[17]\nPediatric\n: According to available clinical data, the dose should not exceed 20 mg/kg/day for infants up to 6 months of age.\n[18]\nA risk-benefit analysis should be performed before using this product in pediatric patients younger than 2 years of age.\nOlder individuals\n: The safety and efficacy of cromolyn sodium have not been systematically studied in older adults. However, due to the greater probability of decreased hepatic, renal, or cardiac functions, concomitant disease, or other drug therapy in this patient population, cromolyn sodium treatment should usually be initiated at the lowest dosage range.",
    "adverse_effects": "The frequency of adverse events in patients using cromolyn sodium remains unclear. Adverse events also vary depending on the administration route.\n[19]\nThe ophthalmic solution is associated with transient eye burning upon administration, and eye dryness, puffiness, irritation, itchiness, rash, and styes may be seen. Adverse events reported with the cromolyn sodium nasal spray were nasal congestion, sneezing, nasal itching, nosebleeds, rhinoconjunctivitis, and headaches. Adverse events reported with the inhalation solution were throat irritation and hoarseness, esophagitis, laryngeal and pharyngeal edema, drowsiness, dizziness, bronchial irritation, pulmonary infiltrates, and cough.\n[20]\n\nMost of the adverse events reported in patients with mastocytosis have been transient and can be symptoms of the disease. The most frequently reported adverse events in patients with mastocytosis who received oral cromolyn sodium solution in clinical studies were headache, diarrhea, pruritus, nausea, myalgia, abdominal pain, rash, and irritability. In addition, adverse events associated with oral solution include vomiting, constipation, erythema, photosensitivity, urticaria, and angioedema. Other reported adverse events, including reports of dyspepsia, constipation, glossitis, flatulence, stomatitis, vomiting, dysphagia, and esophagospasm, in clinical studies of patients with comorbid conditions as well as postmarketing patient experience were infrequent; attribution to cromolyn could not be determined.",
    "monitoring": "Symptomatic improvement should be assessed via pulmonary function tests for individuals diagnosed with bronchial asthma. Symptoms may reoccur when tapering or withdrawing cromolyn sodium. Since it is preventive medicine, cromolyn sodium may take up to 4 weeks for the patient to experience maximum benefit. Patients with a history of cardiac arrhythmias or coronary artery disease using inhalation solution should undergo cardiac follow-up due to the contents of metered-dose inhaler propellants.\n\nThe clinician should closely monitor kidney and liver function in patients with hepatic or renal insufficiency and begin with a reduced dose when considering treatment with cromolyn sodium. The medication's effects may increase in patients with these medical conditions, thus increasing the chance of adverse effects. Regular eye examinations are necessary when using cromolyn sodium ophthalmic solution.",
    "toxicity": "Cromolyn sodium is poorly absorbed and is low in toxicity. No severe toxicity reactions have been reported, and a specific toxic dose has not been established. Research verifying the efficacy or safety of cromolyn sodium is insufficient regarding use in pediatric patients younger than 2 years. However, acute life-threatening reactions have been reported.\n\nIn the event of a hypersensitivity reaction, patients should receive treatment with antihistamines with or without beta-agonists, corticosteroids, and epinephrine. In the case of a severe hypersensitivity reaction, oxygen, antihistamines, epinephrine, corticosteroids, electroencephalogram monitoring, and intravenous fluids should be administered. No specific labs or testing are necessary unless indicated.\n[21]\n[22]\nManagement of mild to moderate toxicity is symptomatic and supportive. The clinician should correct any significant fluid and electrolyte abnormalities in patients with vomiting or diarrhea. Severe toxicity is not expected following an overdose, which should be managed with symptomatic and supportive treatment."
  }
}