{
  "drug_name": "kojic dipalimtat",
  "nbk_id": "NBK603756",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603756/",
  "scraped_at": "2026-01-11T15:32:08",
  "sections": {
    "indications": "Internal tooth whitening is indicated for managing nonvital teeth with internal discoloration following endodontic treatment. Common causes of such discoloration include pulp chamber hemorrhage, pulp necrosis, remnants of pulp tissue, and residual endodontic materials.\n[5]\nIn these cases, byproducts with chromogenic capacity penetrate the dentinal tubules, leading to discoloration of the surrounding dentin.\n\nPulp bleeding may occur during pulp extirpation or after trauma. Blood products penetrate the dentinal tubules, causing a temporary pink discoloration of the crown.\n[6]\nSubsequently, hemolysis of red blood cells releases iron, which reacts with hydrogen sulfide produced by bacteria to form black ferric sulfide, resulting in grey discoloration.\n[6]\nIn addition, the breakdown of proteins in a necrotic pulp may cause discoloration.\n[6]\nThe longer the pulp remains necrotic, the greater the discoloration of the dentin.\n[5]\n\nIncomplete preparation of the access cavity can lead to the retention of pulp remnants within the pulp chamber, especially in the pulp horns, causing discoloration at the coronal level.\n[7]\nSimilarly, inadequate removal of root-filling materials from the pulp chamber over teeth can cause tooth discoloration. This inadequate removal typically occurs when the root-filling materials remain elevated above the level of the bone.\n[5]\nIn such cases, the prognosis of internal tooth bleaching depends on the type and duration of contact with the material. For example, stains from metallic compounds are more challenging to remove.\n[5]\nThe remaining materials must be entirely removed with burs before bleaching can proceed.\n[5]",
    "clinical_significance": "The walking bleach technique using hydrogen peroxide offers a promising and aesthetically pleasing solution for treating nonvital tooth discoloration. In addition, its conservative approach and economic advantages make it appealing to patients seeking satisfying results without removing additional tooth structure and at a fraction of the cost of a fixed restoration. This technique is effective for managing discoloration in teeth that have undergone endodontic treatment.\n\nCase Report\n\nA 28-year-old man with a medical history of controlled hypertension presented with the chief concern, \"\nA previous dentist told me that I need a crown to fix my dark tooth\n.\" The patient underwent endodontic treatment on the upper right central incisor in July 2021 (see\nImage.\nPeriapical x-ray), with discoloration reported 1 month after root canal therapy. The patient had previously undergone endodontic treatment on the upper right lateral incisor and received a porcelain fused metal (PFM) crown to improve discoloration after root canal therapy. Dissatisfied with the visible discoloration of his central incisor, the patient expressed motivation to pursue a crown, influenced by his positive experience with the treatment of the lateral incisor.\n\nCrowns necessitate the loss of tooth structure, reducing the life cycle of teeth for future treatments, and are costly compared to noninvasive treatments.\n[10]\nInternal bleaching using the walking bleach technique was suggested as an alternative to a fixed prosthetic restoration, offering a more conservative and economical approach.\n\nThe discoloration on the upper right central incisor corresponded to a C4 VITA shade at the initial visit (see\nImage.\nInitial Discoloration). Hydrogen peroxide 40% was placed intracoronally in 2-week increments. Significant esthetic outcomes were observed after the second application. Tooth color was monitored regularly using a VITA shade guide, with the initial shade at C4 VITA progressing to a final shade of C1 VITA.\n\nThe initial discoloration corresponded to a C3 VITA shade after the first internal bleaching (see\nImage.\nInitial Bleaching), progressed to a C1 VITA shade after the second internal bleaching (see\nImage.\nSecond Bleaching), and remained at a C1 VITA shade after the third internal bleaching (see\nImage.\nThird Bleaching). No discomfort or cervical resorption was reported during the initial visit, and the same C1 VITA shade was maintained at a 6-month follow-up visit (see\nImages.\nFollow-Up at 6 Months, VITA Shade Comparison, and Occlusial View at 6 Months). The patient expressed satisfaction with the treatment outcome."
  }
}