{
  "drug_name": "famciclovir",
  "nbk_id": "NBK557563",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557563/",
  "scraped_at": "2026-01-11T15:29:14",
  "sections": {
    "indications": "Contraindications to famciclovir treatment include patient hypersensitivity to penciclovir and or famciclovir. This correlation is due to the similarity in chemical structure. As the kidney excretes famciclovir, clinicians should not prescribe famciclovir to a patient with renal impairment. If required, dosage adjustment is necessary. Famciclovir is safe for pregnant females and has no teratogenic effects. Patients with hepatotoxicity should be cautious when taking famciclovir as it has previously correlated with liver toxicity.\n[3]",
    "mechanism": "Famciclovir first converts into its active antiviral agent, penciclovir. The viral thymidine kinase (TK) present in cells infected with HSV-1, HSV-2, and varicella-zoster virus, phosphorylates penciclovir to a monophosphate form. Penciclovir is unable to be phosphorylated in uninfected cells and is thus selective towards virally infected cells. Further, the host cellular enzymes subsequently convert penciclovir monophosphate to triphosphate form. The penciclovir triphosphate competes with deoxyguanosine triphosphate; this inhibits the herpes virus DNA polymerase and results in chain termination, and ultimately terminates viral replication.",
    "administration": "Famciclovir should be administered shortly after the signs and symptoms of a herpes zoster infection appear, or within 72 hours appearance of a varicella-zoster rash.\n[1]\nIf the lesions do not progressively crust over throughout treatment, talk to your doctor about extending the regimen up to 10 days.\n\nAdults\n\nActive herpes zoster lesion - 500 mg POTID x 7 days\n[1]\nGenital herpes simplex virus (initial episode) – 250 mg PO TID x 7-10 days\nIn HIV-infected patients, as per HIV guidelines - 500 mg PO BID for 5 to 14 days\nGenital herpes simplex virus (recurrent episodes in immunocompetent patients): 125 mg PO BID x 5 days or 500 mg PO x 1, then 250mg PO BID x 2 days or 1 gm PO BID x 1 day. In HIV-infected patients - 500 mg PO BID for seven days.\nFor genital chronic suppression therapy - 250 mg BID x 7 days.\n[1]\n\nFor patients with moderate to severe renal impairment: the patient should increase the time between each administered dose to prevent penciclovir accumulation.\n[1]\n\nThe proper doses may be altered to best suit the patient based on the doctor's recommendations.\n[1]\nThe kidneys primarily excrete famciclovir.\n[2]\nWith the reduction in renal function, the clearance of penciclovir, a famciclovir metabolite, is found to be decreased linearly. Thus, in renal insufficiency, dosage adjustment is recommended.",
    "adverse_effects": "The most common adverse events reported by patients taking famciclovir include headaches, nausea, and diarrhea.\n[3]\nMore severe adverse effects following famciclovir treatment are rare. Among the most reported and studied severe adverse effects of famciclovir include hepatotoxicity and Steven Johnsons-syndrome.\n[3]\n[2]\nHowever, hepatotoxicity is rare and is more strongly associated with long-term use of famciclovir. There is no evidence indicating it is necessary to alter the dose of famciclovir in patients \"with well-compensated hepatic impairment.\" A correlation exists with elevated alkaline phosphatase (ALT) levels in patients taking famciclovir compared to patients taking a placebo.\n\nIn a dose-dependent study, there were no significant indications that increasing the dose of famciclovir caused more adverse effects. However, when increasing the dose from 125 mg twice daily to 500 mg twice daily, the most commonly reported effects include headache, nausea, and dizziness.\n[3]\n\nCommon Reactions\n\nHyper/hypopigmented scars\nDyspepsia (indigestion)\nHeadache\nNausea\nConstipation",
    "monitoring": "Orally administered famciclovir metabolizes into the prodrug penciclovir.\n[3]\nPenciclovir is mainly eliminated via the kidneys and has a half-life between 4.2 to 4.6 hours in patients with a functioning renal system.\n[4]\n[2]\nThe renal clearance of penciclovir is 4.3 mL/min/kg.\n[4]\nPenciclovir has a volume of distribution of 0.6 L/kg.\n[4]\n\nPenciclovir is clearable from the plasma via hemodialysis. If hepatotoxicity is suspected, then alkaline phosphatase levels should be monitored.\n[3]",
    "toxicity": "There are no significant toxic side effects associated with famciclovir treatment, and thus there is no antidote. If a patient taking famciclovir experiences any side effects or suspects toxic effects, they should consult with their doctor as early as possible.\n\nFamciclovir is safe to take in patients with acute renal impairment.\n[2]"
  }
}