{
  "drug_name": "famotidine",
  "nbk_id": "NBK534778",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534778/",
  "scraped_at": "2026-01-11T15:29:14",
  "sections": {
    "indications": "Famotidine is contraindicated for patients with hypersensitivity to famotidine or any of its formulation components. Due to potential cross-sensitivity among H2RAs, famotidine should not be prescribed to patients with a history of hypersensitivity to cimetidine.\n[35]\nFurthermore, OTC famotidine tablets should not be used by patients experiencing difficulties or pain while swallowing food, exhibiting vomiting with blood, or noticing the presence of bloody or black stools. The OTC famotidine tablets should also not be administered to patients who are allergic to, or are currently taking, other acid-reducing medications, as well as those with renal impairment.\n\nBox Warnings or Precautions\n\nFamotidine injections containing benzyl alcohol should not be used in neonates and pregnant women due to the risk of developing gasping syndrome. In neonates, the administration of IV solutions containing benzyl alcohol can lead to sudden gasping respiration, hypotension, bradycardia, and cardiovascular collapse. Benzyl alcohol can readily cross the placental and blood-brain barriers. Famotidine injection from multiple-dose vials containing benzyl alcohol should therefore be avoided in pregnant women and neonates. Healthcare providers should review the excipient information before administering this medication via this route.\n[36]\n[37]",
    "mechanism": "Famotidine is a competitive histamine-2 (H2) receptor antagonist that selectively binds to H2 receptors on the basolateral membrane of gastric parietal cells. This interaction proficiently obstructs the actions mediated by histamine. The drug's pharmacological activity inhibits gastric acid secretion by concurrently suppressing the acidity levels and the volume of gastric secretions. Famotidine also inhibits basal and nocturnal gastric acid secretion while lowering gastric volume, acidity, and secretions triggered by food, caffeine, insulin, and pentagastrin.\n[9]\n[10]\n[11]\n\nPharmacokinetics\n\nAbsorption:\nOral famotidine has a bioavailability of approximately 40% to 45%. Following oral administration, the onset of action occurs within 1 hour, with peak effects observed in 1 to 3 hours. Intravenous (IV) administration of the drug produces peak effects in approximately 30 minutes. The antisecretory effect of famotidine generally lasts for around 10 to 12 hours.\n\nDistribution:\nFamotidine exhibits a plasma protein binding of 15% to 20% and has a relatively small volume of distribution between 1.0 and 1.3 L/kg.\n[12]\n\nMetabolism:\nFamotidine undergoes minimal first-pass metabolism and is primarily metabolized by the cytochrome P450 (CYP450) system, specifically via CYP1A2.\n[13]\n\nElimination:\nFamotidine has an elimination half-life of approximately 2.5 to 3.5 hours. Notably, around 65% to 70% of famotidine is excreted unchanged in the urine. In patients with severe renal impairment characterized by creatinine clearance of less than 10 mL/min, the half-life of famotidine can exceed 20 hours, thereby requiring dosage adjustments. Pediatric patients with chronic renal insufficiency also exhibit significant alterations in famotidine pharmacokinetics.\n[14]",
    "administration": "Available Dosage Forms and Strengths\n\nAccording to the manufacturer’s package insert, famotidine is available in multiple formulations, including IV solution, oral suspension, and tablets in strengths of 10 mg, 20 mg, and 40 mg. The IV solution may be administered either as an IV push over at least 2 minutes or as an IV infusion lasting 15 to 30 minutes. The oral suspension formulation of the medication should be shaken vigorously before use, while tablets can be taken with or without food.\n\nThe OTC formulations of famotidine are available in gel capsules, tablets, and chewable tablets at strengths of 10 mg or 20 mg. Patients are advised not to chew the OTC tablet formulation of famotidine and to take it 10 to 60 minutes before consuming foods or drinks that may trigger heartburn. Unless specifically instructed by a healthcare provider, the use of OTC formulations of famotidine should not exceed 2 weeks. A combination product is also available, containing famotidine 10 mg, calcium carbonate 800 mg, and magnesium hydroxide 165 mg.\n[15]\n\nAccording to the American College of Gastroenterology guidelines, H2-receptor antagonist (H2RA) therapy, including famotidine, is appropriate for the maintenance treatment of nonerosive, symptomatic GERD. In cases with documented nighttime reflux, adding bedtime H2RA therapy may be considered alongside daytime proton pump inhibitor (PPI) therapy, if clinically indicated.\n[16]\n\nAdult Dosage\n\nActive duodenal ulcer:\nFor active duodenal ulcers, the recommended oral dosage of famotidine is 40 mg administered at bedtime for up to 8 weeks. Alternatively, patients are advised to take 20 mg of famotidine either orally twice daily or via the IV route every 12 hours. IV administration should be reserved for short-term use in patients unable to take oral medication.\n\nMaintenance treatment for duodenal ulcers:\nThe recommended dosage of famotidine for the maintenance treatment of duodenal ulcers is 20 mg, which can be administered at bedtime.\n\nActive gastric ulcer:\nFor active gastric ulcers, the recommended oral dosage of famotidine is 40 mg once daily at bedtime for up to 8 weeks. Alternatively, 20 mg of famotidine can be administered via the IV route every 12 hours. IV administration should be limited to short-term use in patients who cannot take oral medication.\n\nNonerosive, symptomatic gastroesophageal reflux disease:\nFor nonerosive, symptomatic GERD, the standard dosage of famotidine is 20 mg taken orally twice daily for up to 6 weeks.\n\nGastroesophageal reflux disease with erosive esophagitis:\nThe recommended dosage of famotidine for this condition ranges from 20 to 40 mg, taken orally twice daily, for up to 12 weeks. Alternatively, an IV dosage of 20 mg every 12 hours can be considered. In cases where a patient cannot take oral medication, IV administration should be limited to short-term treatment.\n\nHypersecretory conditions:\nThe recommended dosage of famotidine for patients with hypersecretory conditions is 20 to 60 mg administered orally every 6 hours. Physicians advise commencing the treatment with an initial dosage of 20 mg administered orally every 6 hours.\n\nIntractable ulcer:\nThe recommended dosage of famotidine for intractable ulcers is 20 mg administered via the IV route every 12 hours.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not specify any dosage adjustments for famotidine in cases of hepatic impairment.\n\nRenal impairment:\nThe elimination half-life of famotidine increases in adults with moderate to severe renal insufficiency, exceeding 20 hours. In patients with anuria, the half-life can extend to around 24 hours, which may cause adverse effects on the central nervous system (CNS). For patients with creatinine clearance below 50 mL/min, the famotidine dosage should be reduced by 50% or the dosing interval can be extended to 36 to 48 hours.\n[17]\n\nPregnancy considerations:\nFamotidine can traverse the placental barrier.\n[18]\nThe American Society of Anesthesiologists (ASA) supports the utilization of famotidine in obstetric anesthesia for prophylaxis against aspiration.\n[19]\nManagement of GERD in pregnant women involves adopting lifestyle and dietary modifications as the initial approach, with antacids as the preferred first-line therapy option. If symptoms persist despite implementing these measures, famotidine can be considered after a comprehensive assessment of the risk-benefit profile.\n[20]\n\nBreastfeeding considerations:\nFamotidine is detectable in breast milk. According to the product labeling, engaging in a shared decision-making process regarding the use of famotidine during lactation is recommended due to the potential for adverse reactions in nursing infants. However, available evidence suggests famotidine is unlikely to cause adverse effects in breastfed infants; therefore, no specific precautions are deemed necessary.\n[21]\n\nOlder patients:\nAccording to the 2023 American Geriatrics Society Beers Criteria, older patients should receive a reduced dose of famotidine if their creatinine clearance is below 50 mL/min. Additionally, famotidine should also not be administered to older patients experiencing delirium.\n[22]\n\nPediatric patients:\nFor pediatric patients, the recommended daily dosage of famotidine is 1 mg/kg, administered twice daily in 2 equally divided doses of 0.5 mg/kg each.\n[23]\nThe administration of H2RA, including famotidine, to preterm infants has been associated with a higher occurrence of necrotizing enterocolitis and increased susceptibility to late-onset infections. These outcomes could potentially be linked to changes in the intestinal microbiome. Famotidine should be used cautiously in preterm infants.\n[24]",
    "adverse_effects": "The IV formulation of famotidine can cause local irritation at the injection site, although the exact frequency of occurrence has not been determined. The most common adverse effects of famotidine include agitation (14% in infants and <1% in adults), headache (5%), dizziness (1%), diarrhea (2%), and constipation (1%). To minimize the adverse effects of CNS, famotidine dosing may be adjusted by lowering the dose or extending the dosing interval, reflecting its extended elimination half-life.\n[25]\n[12]\n[26]\n\nUse of famotidine and other gastric acid inhibitors in the pediatric population has been associated with an increased risk of community-acquired pneumonia and acute gastroenteritis.\n[27]\n\nIndividuals using OTC famotidine must notify their healthcare provider if they experience frequent chest pain and wheezing, particularly with heartburn, unexplained weight loss, persistent stomach pain, heartburn lasting more than 3 months, or heartburn with lightheadedness, sweating, or dizziness. Patients should discontinue using OTC famotidine if their heartburn persists or worsens, or if the medication is used for more than 14 days, unless directed otherwise by a healthcare professional.\n[28]\n\nCases of famotidine-induced thrombocytopenia have been reported in individuals, sometimes resulting in prolonged hospital stays and higher injury severity scores. The condition is likely due to bone marrow suppression or the development of platelet autoantibodies. Patients are advised to regularly monitor their complete blood count (CBC) with differential. Physicians recommend discontinuing famotidine use and transitioning to a PPI if there are indications of thrombocytopenia.\n[29]\n[30]\n[31]\n[32]\n\nDrug-Drug Interactions\n\nFamotidine undergoes hepatic metabolism by CYP450 enzymes, yet it exerts only minimal inhibitory effects on the metabolism of most other drugs.\n[33]\nCoadministering famotidine with other drugs can decrease the absorption of those medications, potentially leading to diminished effectiveness of the concurrent treatment. According to the manufacturer's package insert, famotidine should not be used concurrently with cefuroxime, dasatinib, delavirdine, neratinib, pazopanib, and risedronate.\n[34]\n\nFamotidine acts as a mild inhibitor of the CYP1A2 enzyme, which can significantly increase blood levels of tizanidine—a substrate of CYP1A2. The concurrent use of famotidine and tizanidine should be avoided. If coadministration of the drugs is necessary, it is essential to monitor patients for signs of hypotension, bradycardia, and excessive drowsiness. The case report also outlines an instance of tizanidine-induced acute severe cystitis due to famotidine.\n[13]",
    "monitoring": "As famotidine is primarily eliminated through the kidneys, healthcare professionals may consider monitoring renal function in patients, particularly in older populations. In patients experiencing gastrointestinal bleeding, it is recommended to monitor their CBC, measure their gastric pH, and observe for the presence of occult blood.",
    "toxicity": "As famotidine is primarily eliminated through the kidneys, the risk of toxicity could be heightened in individuals with compromised renal function. Consequently, dosage adjustments are imperative for patients with moderate to severe renal impairment.\n[12]\n[26]\nAccording to the famotidine package insert, oral doses up to 640 mg/d (exceeding FDA-approved limits) have been administered to adult patients with pathological hypersecretory conditions. Notably, this usage has not led to any severe adverse outcomes. Reported drug overdose cases resemble adverse events observed during routine clinical practice.\n\nManagement of famotidine overdose involves eliminating unabsorbed drug from the gastrointestinal tract, close patient monitoring, and providing appropriate supportive care to patients. Famotidine is classified as a pregnancy category B drug and should be used during pregnancy only if the potential benefits outweigh the associated risks. The drug is detectable in breast milk; therefore, the decision to continue breastfeeding while on therapy should balance maternal benefits against potential risks to the infant. Compared with other H2RAs, famotidine appears in lower concentrations in breast milk, making it a potentially preferable option during lactation.\n[20]\n[38]"
  }
}