{
  "drug_name": "faricimab",
  "nbk_id": "NBK603709",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603709/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Bispecific antibodies (bsAbs) have gained significant attention in recent years as a promising class of therapeutic agents designed to target multiple antigens simultaneously (see\nImage\n. Blinatumomab Mechanism of Action). These unique antibodies are engineered to recognize and bind to 2 distinct epitopes, allowing for a broader range of applications in treating various diseases, including cancer, autoimmune disorders, and infectious diseases. The FDA has already approved the following bsAbs for marketing in the US:\n\nBlinatumomab (2014): For CD19-positive B-cell precursor acute lymphoblastic leukemia therapy\nEmicizumab (2017): For reducing bleeding frequency in Hemophilia A with factor VIII inhibitors\nAmivantamab (2021): For treating locally advanced or metastatic non–small cell lung cancer with epidermal growth factor receptor exon-20 insertion mutation\nFaricimab (2022): For therapy of neovascular age-related macular degeneration and diabetic macular edema\nTeclistamab (2022): For relapsed or refractory multiple myeloma treatment\nMosunetuzumab (2022): For relapsed or refractory follicular lymphoma therapy\nEpcoritamab and glofitamab (2023):  For treating relapsed or refractory diffuse large B-cell lymphoma\nTalquetamab and elranatamab (2023): For therapy of relapsed or refractory multiple myeloma\n\nWhile bsAbs offer exciting therapeutic possibilities, their use raises concerns about potential toxicity. These agents' adverse effects include cytopenias, diarrhea, transaminitis, and tumor lysis syndrome (TLS), which are also seen with conventional chemotherapy. Side effects unique to bsAbs include cytokine release syndrome (CRS), neurotoxicity (including immune effector cell-associated neurotoxicity syndrome or ICANS), and tumor flare.\n[1]",
    "mechanism": "Most naturally occurring human antibodies are bivalent monospecific, which implies that they have identical antigen-binding sites targeting the same antigen. Biologically engineered bsAbs can bind to 2 different antigen epitopes, allowing them to interact with both immune and tumor cells simultaneously. This interaction activates the immune system, destroying tumor cells.\n[2]\nTumor killing occurs via antibody-dependent cellular cytotoxicity mediated by perforins and granzymes. Proinflammatory cytokines like interleukin-2 (IL-2), IL-6, interferon-γ (IFN-γ), and tumor necrosis factor-α (TNF-α) increase in concentration within the tumor microenvironment. However, this cytokine response can also lead to systemic inflammation, producing bsAb side effects. The 5 main toxicities associated with bsAbs include infections, on-target off-tumor toxicities, CRS, ICANS, and TLS.\n[3]",
    "monitoring": "The evaluation process for bsAb toxicity encompasses several key components. Diagnostic results can provide valuable insights into the severity of adverse reactions, supporting clinical diagnosis and management decisions.\n\nInpatient Monitoring\n\nClose inpatient monitoring during the initial days of bsAb therapy is routinely advised. Inpatient stay duration is usually based on the bsAb type, product-specific guidelines, and clinician discretion. Some of these antibodies follow a specific protocol with slow dosage escalation. Most clinicians prefer to monitor patients closely for 24 to 48 hours after the completion of the ramp-up phase.\n\nLaboratory Testing\n\nLaboratory tests include a complete blood count with differential, comprehensive metabolic panel, uric acid, lactate dehydrogenase, coagulation tests, blood cultures, urinalysis, and respiratory viral panels. Blood counts may reveal neutropenia (absolute neutrophil count <1500 cells/μL), thrombocytopenia, and anemia. Creatinine, uric acid, and lactate dehydrogenase elevation and electrolyte abnormalities may suggest TLS. Coagulation tests like prothrombin and partial thromboplastin time, D-dimer, and fibrinogen can help evaluate for disseminated intravascular coagulation. Blood cultures, urinalysis, and respiratory viral panels can help identify or rule out infectious sources.\n\nImaging\n\nChest x-rays can identify pneumonia and assess for other potential bsAb-related complications, such as pulmonary edema, pleural effusion, and cardiac enlargement. Ultrasound can help rule out venous thromboembolism in hospitalized patients with sudden-onset dyspnea. An echocardiogram can help assess for cardiomyopathy.\n\nComputed tomography (CT) and magnetic resonance imaging (MRI) may be obtained to evaluate neurologic symptoms that may arise from ICANS. CT scans can help promptly rule out infarcts and hemorrhages. However, this modality is less sensitive than MRI in detecting subtle brain tissue changes. In contrast, MRI is more sensitive than CT in identifying soft tissue abnormalities, including brain edema and inflammation. MRI can also detect white matter changes associated with ICANS. However, this diagnostic procedure often takes longer to perform and may not be suitable for patients who cannot tolerate the test or have contraindications to MRI scans. CT and MRI may also be used to evaluate other forms of organ dysfunction, eg, gastrointestinal and renal, depending on clinical presentation.\n\nPhysiologic Tests\n\nAn electrocardiogram should be obtained in patients with suspected TLS or presenting with chest pain and dyspnea. An electroencephalogram may be warranted in some individuals with neurologic symptoms, particularly seizures.\n\nInvasive Procedures\n\nLumbar puncture is not routinely advised. Cerebral edema should be ruled out by neuroimaging before performing a lumbar tap, which can lead to brain herniation.\n\nInflammatory Markers\n\nAlthough CRS and ICANS are mainly clinical diagnoses, testing for inflammatory markers like erythrocyte sedimentation rate, C-reactive protein, ferritin, IL-6, soluble IL-2Rα, and IFN-γ may support the diagnosis. These markers' degree of elevation generally correlates with toxicity severity.",
    "administration": "Prompt diagnosis and management of bsAb toxicity is vital to prevent irreversible end-organ damage and death. The management depends on the specific toxicity profile and clinical presentation. General strategies include the ones below.\n\nSupportive Care\n\nSupportive treatment includes antipyretics for fever, fluids with or without vasopressors for hypotension, and respiratory support with mechanical ventilation if needed. Early initiation of broad-spectrum antibiotics with an ongoing infectious workup is essential.\n\nImmunosuppression\n\nImmunosuppressive therapies should be considered to dampen the immune response in severe immune-related toxicities like CRS or ICANS. Proper grading of these side effects can help clinicians initiate the appropriate treatment. Mild-to-moderate CRS may be managed with intravenous fluids, antihistamines, and antipyretics. However, patients with severe CRS should be monitored and treated in the intensive care unit.\n\nIn grades 3 to 4 CRS, dexamethasone 8 mg every 8 hours intravenously or orally should be administered for 3 days. Steroids should be tapered over 4 days afterward. An inadequate response to these measures warrants intravenous tocilizumab at a dose of 8 mg/kg. Tocilizumab is an IL-6 antagonist that has produced good responses in severe CRS.\n\nDexamethasone 10 mg every 6 to 12 hours is recommended for grade 2 or higher ICANS, tapered over the next 2 to 5 days. Antiseizure prophylaxis with levetiracetam 500 mg twice a day is recommended in patients with ICANS who are at high risk of seizures. Antiseizure medications should be adjusted to therapeutic doses if clinical seizures develop. While early glucocorticoids are the standard of care, ICANS does not warrant tocilizumab unless associated with CRS per the Mayo Stratification for Myeloma And Risk-Adapted Therapy guidelines.\n[13]\n[14]\n\nBsAb Discontinuation or Dose Adjustment\n\nDepending on the severity of toxicity, temporary or permanent bsAb withdrawal or dose adjustments may be necessary. Treatment interruption is suggested for grade 3 toxicities, while permanent discontinuation is suggested for grade 4 toxicities.\n\nConsultation with Specialists\n\nConsultation with specialists in relevant fields, such as neurology, pulmonology, and infectious disease, may be required to tailor management in complex cases. Interprofessional care helps ensure comprehensive treatment.\n\nTLS Management\n\nTLS arising from bsAB toxicity is managed similarly as in other causes of this condition. Patients with a high tumor burden or uric acid levels before treatment should preemptively be started on intravenous fluids and allopurinol prophylaxis. Allopurinol should be initiated at doses of 100 mg/m\n2\nevery 8 hours if TLS develops after initiation of bsAb infusion. Rasburicase may be added in the presence of renal dysfunction. Close renal function and uric acid monitoring are recommended with a low threshold for involving nephrologists.",
    "adverse_effects": "Complications associated with bsAb toxicity may be diverse and include the following:\n\nSecondary infections: Immunosuppressive therapies used to manage toxicity can increase the risk of secondary infections.\nOrgan damage: Prolonged or severe bsAb toxicity can injure the liver, kidney, or other vital organs.\nTreatment discontinuation: In some cases, toxicity may necessitate the discontinuation of bsAb therapy, limiting treatment options for the underlying disease.\n\nThese conditions underscore the importance of vigilant monitoring, prompt intervention, and balanced risk assessment in optimizing the safety and efficacy of bsAb therapies."
  }
}