{
  "drug_name": "fatty acid",
  "nbk_id": "NBK556002",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556002/",
  "scraped_at": "2026-01-11T15:29:17",
  "sections": {
    "clinical_significance": "Listed below are a few select diseases that either directly involve defective fatty acid metabolism through intrinsic enzyme deficiencies or indirectly prevent the proper functioning of fatty acid metabolism through extrinsic enzyme deficiencies. Many, but not all, deficiencies of enzymes involved in fatty acid oxidation result in abnormal neurological development and or function early in life; a brief list of signs and symptoms appears under the selected diseases mentioned.\n\nMedium-Chain Acyl Dehydrogenase Deficiency\n\nMedium-chain acyl dehydrogenase (MCAD) is the most common inherited defect of fatty acid oxidation in humans; as one would expect, medium-chain 6-8 carbon molecules accumulate in this disease. Clinical manifestations of MCAD deficiency primarily present during fasting conditions and include lethargy, weakness, diaphoresis, and hypoketotic hypoglycemia, most commonly in children younger than 5.\n[10]\nSerum measurements of octanoyl carnitine are usually elevated in these patients and can aid in the diagnosis. These abundant molecules then undergo oxidation by the cytochrome P450 system involved in omega-oxidation, resulting in dicarboxylic acidemia and dicarboxylic aciduria. This clinical syndrome must be differentiated from Reye’s Syndrome, as salicylates compete with medium-chain fatty acids for binding sites on MCAD.\n\nZellweger Syndrome\n\nZellweger syndrome results from autosomal recessive mutations in the PEX genes; these deoxyribonucleic acid sequences code for peroxin proteins, which are involved in the assembly of peroxisomes. Almost 70% of all peroxisomal biogenesis disorders result from a\nPEX1\ngene mutation. Many different fatty acid compounds can accumulate without the oxidative machinery of peroxisomes, including VLCFAs and phytanic acid.\n[11]\nManifestations of this disease generally include the brain, kidneys, and skeleton.\n[3]\n\nX-Linked Adrenoleukodystrophy\n\nX-linked adrenoleukodystrophy is a genetic deficiency of the ABCD transporters in the membrane of peroxisomes, as mentioned previously, resulting in the pathological accumulation of VLCFAs within cells and is most clinically significant when the ABCD1 transporter is absent. The disease presents with neurodegenerative and adrenal abnormalities.\n[3]\n\nRefsum Disease\n\nRefsum disease results from a genetic deficiency of the enzyme phytanyl CoA 2-hydroxylase, which, as previously mentioned, is involved in the alpha-oxidation of phytanic acid, a breakdown product of chlorophyll.\n[7]\nNotable clinical manifestations of Refsum disease include cardiac malfunction and defective functioning of the olfactory and auditory nerves due to the accumulation of phytanic acid.\n[3]"
  }
}