{
  "drug_name": "favipiravir",
  "nbk_id": "NBK578176",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578176/",
  "scraped_at": "2026-01-11T18:47:04",
  "sections": {
    "indications": "Marburgvirus\n(MARV), a highly pathogenic single-stranded RNA virus that belongs to the Filoviridae family, is the cause of Marburg virus disease. Marburg virus disease is a rare but severe hemorrhagic fever with a high case-fatality rate (CFR), making it one of the most deadly pathogens.\n[1]\n[2]\nAccording to the World Health Organization (WHO), the fatality rate is 88%. The WHO first identified MARV during an outbreak in 1967 in Germany and Serbia (then part of Yugoslavia). The source of Marburg virus disease was traced back to the importation of African green monkeys from Uganda, and therefore, Marburg virus disease was previously known as green monkey disease.\n[3]\nOutbreaks have since been reported in Ghana, Guinea, Kenya, South Africa, Angola, Tanzania, the Democratic Republic of the Congo (DRC), Equatorial Guinea, Uganda, and Rwanda.\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n\nThe major animal reservoir was subsequently identified through epidemiological linkage as the fruit bat,\nRousettus aegyptiacus\n.\n[11]\nTransmission occurs via inhalation or direct contact with contaminated excreta from bats. Human-to-human transmission has been reported through direct contact with bodily fluids from sick patients, both in healthcare and household settings.\n[12]\n[13]\nFollowing the initial exposure, MARV enters the body, replicates, and disseminates, leading to a clinical syndrome characterized by fever, malaise, myalgia, and blood coagulation disorders.\n[14]\nThese symptoms progress to hemorrhagic shock and multiorgan failure. The CFR has been reported to be as high as 90%.\n[5]\n\nCurrently, no vaccine or specific treatment is available for Marburg virus disease, although new treatments may be promising. Due to the severity of the disease and the high CFR, this is a global public threat. Therefore, early recognition and supportive care are essential as they can result in better patient outcomes. Healthcare workers must maintain a high index of suspicion to initiate treatment promptly and strive for optimal patient outcomes. Having processes in place to immediately implement infection control measures is crucial for protecting close contacts and minimizing the transmission of infections from sick patients.\n[15]\nGlobal and national public health preparedness and prevention strategies are necessary to respond quickly, prevent and manage outbreaks, and limit their spread.",
    "mechanism": "Marburg virus disease is caused by MARV, a highly pathogenic, enveloped, single-stranded, negative-sense RNA virus that belongs to the Filoviridae family.\n[14]\n[16]\nGenera in the Filoviridae family include those that infect mammals,\nOrthoebolavirus\n(formerly\nEbolavirus\n)\n, Orthomarburgvirus\n(formerly\nMarburgvirus\n)\n, Cuevavirus, and Dianlovirus;\nthose that infect fish,\nOblavirus, Loebevirus, Thamnovirus\n, and\nStriavirus;\nand lastly,\nTapjovirus,\nwhich infects reptiles.\n[17]\n[18]\n\nMarburg virus disease is caused by 2 distinct viruses, the MARV and the\nRavnvirus\n, which have 20% genetic divergence. MARV and\nRavnvirus\nbelong to\nOrthomarburgvirus marburgense\n, a single species within the\nOrthomarburgvirus\ngenus.\n[18]\nOrthoebolavirus and Orthomarburgvirus\ngenera cause Marburg virus disease in humans and nonhuman primates. Marburg virus disease is characterized by severe and often fatal hemorrhagic fever syndrome with CFR up to 90% and dramatic clinical presentation of viral hemorrhagic fevers.\n[19]\nMARV also has other variants, eg, the Marburg Mt. Elgon variant (MARV/MtE-Mus), also referred to as \"Marburg Musoke\" or \"MARV/Mus, and the Marburg Angola variant (MARV/Ang).\"\n[20]\nMARV/Ang is more virulent than MARV/Mus with higher CFR, and because of its higher virulence, MARV/Ang has now become the research standard for MARV studies.\n[21]\n\nMARV is currently classified as a group 4 pathogen by the WHO because of its considerable public health significance, high CFR, absence of vaccination, no approved therapeutic options, and difficult-to-control natural reservoirs.\n[14]",
    "monitoring": "Laboratory abnormalities associated with MARV infection include elevated liver enzymes, eg, alanine and aspartate aminotransferase, and increased serum creatinine levels. Lymphopenia, thrombocytopenia, prolonged prothrombin time, and disseminated intravascular coagulation characterize the hematological findings within the first week of symptoms.\n[14]\n\nEven though the diagnosis of Marburg virus disease can be made using either antigen-capture enzyme-linked immunosorbent assay (ELISA) testing, polymerase chain reaction (PCR), or IgM-capture ELISA within a few days of symptom onset, PCR remains the preferred method because it can detect the virus early in the disease and can distinguish between different virus variants. IgG-capture ELISA can be used later in the course of the disease or to detect past infection because it takes longer to develop antibodies. Virus isolation must be completed in a high-containment laboratory (eg, a biosafety level 4).\n[16]\n\nTypical diagnostic samples include bodily fluids such as blood. Tissue specimens can be used at autopsy. Clinicians should immediately contact their state health department to report the diagnosis and for further advice on specimen testing and managing patients under investigation.\n[36]",
    "administration": "Supportive Care and Prevention Measures\n\nNo treatments for the Marburg virus have been approved. Supportive care can significantly enhance clinical outcomes, including the administration of intravenous fluids, electrolyte replacement, supplemental oxygen, and blood or blood product transfusions.\n[16]\nThe CDC and the WHO have developed infection prevention and control guidelines to limit the transmission of infections in healthcare settings.\n[15]\n\nEssential infection control precautions include placing patients in an individual room with a closed door, using proper personal protective equipment (PPE), using disposable patient care equipment when possible, limiting the use of needles and sharps, avoiding aerosol-generating procedures, performing hand hygiene frequently, monitoring and managing potentially exposed personnel, and preventing the entry of visitors into the patient's rooms.\n[15]\n\nPharmaceutical Antiviral Agents\n\nAlthough no currently approved treatments exist, several pharmaceutical agents are in development. Galidesivir (BCX4430) is an antiviral, synthetic nucleoside analog that inhibits viral RNA-dependent RNA polymerase.\n[37]\nRNA polymerase plays a crucial role in the viral replication process. Rodent models infected with MARV either through intraperitoneal injection or exposure to aerosolized virus received postexposure intramuscular administration of BCX4430, which conferred protection when initiated within 48 hours. Additionally, the efficacy of BCX4430 was explored in cynomolgus macaques. The macaques were infected with lethal doses of wild-type MARV and then administered BXC4430 intramuscularly twice daily for 14 days. While the control succumbed to the virus, all animals treated beginning 24 to 48 hours after infection survived.\n[38]\nA phase 1, double-blind, placebo-controlled, dose-ranging study was completed in 32 subjects to evaluate the single-dose safety, tolerability, and pharmacokinetics of BXC4430 (\nNCT03800173\n).\n[37]\n[39]\n\nOther antivirals that have been investigated include favipiravir, a synthetic guanidine nucleoside, and remdesivir, a prodrug of an adenosine analog. Remdesivir has inhibitory activity against several lineages of RNA viruses, and some efficacy has been shown in animal models for the treatment of Marburg virus disease.\n[40]\nCombination treatment with remdesivir and MR186 showed promising outcomes in monkeys, even when at a late stage of their illness, reversing the signs of disease.\n[41]\nInterferon-beta administration was also studied and found to prolong survival in monkeys.\n[42]\n\nOther Treatments Under Investigation\n\nTreatment with monoclonal antibodies has been studied in animal models, showing promise, and is being considered for use in humans. Monoclonal antibodies produced from B cells of patients with Marburg virus disease, eg, MR186 and MR191, have shown promise when tested on infected rhesus macaques, resulting in 80% to 100% survival in the macaques.\n[43]\n\nMultiple trials and efforts are underway to develop an effective filovirus vaccine.\n[44]\nMany different vaccine modalities are undergoing investigation, including inactivated viruses, replication-competent vaccines, virus-like replicon particles, adenovirus vectors, DNA, virus-like particles, replication-incompetent vaccines, recombinant vesicular stomatitis virus, and mixed modality.\n[44]\n\nClinical trials were accelerated following the 2013 Ebola virus epidemic as the need for effective vaccination grew. However, challenges and hindrances associated with vaccine design remain, as more data is needed to determine the utility and efficacy of these vaccines.",
    "adverse_effects": "Complications of Marburg virus disease include signs and symptoms of hemorrhagic fever, multisystem organ failure, shock, and ultimately death. Transmission to others remains a significant concern, and active surveillance, containment, avoidance of contact with sick persons and bodily fluids, proper PPE, and prophylactic measures are necessary while caring for infected patients and handling the deceased. Additionally, secondary infections should be considered and treated appropriately, given the immunosuppression induced by MARV infection."
  }
}