{
  "drug_name": "febuxostat",
  "nbk_id": "NBK544239",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544239/",
  "scraped_at": "2026-01-11T15:29:15",
  "sections": {
    "indications": "Febuxostat contraindications include patients treated with azathioprine or mercaptopurine. Xanthine oxidase inhibition increases concentrations of azathioprine and mercaptopurine, resulting in serious toxicity that can cause myelosuppression.\n[12]\nFebuxostat's formulation contains lactose as an excipient. Use with caution for patients who are lactose-intolerant.\n[27]\n\nBox Warning\n\nCardiovascular events:\nIn randomized controlled studies, there was a higher rate of cardiovascular deaths and non-fatal myocardial infarctions and strokes in the febuxostat-treated group compared with the allopurinol-treated group. Based on this new information, the FDA is limiting the use of febuxostat to patients for which allopurinol is not efficacious or patients who experience severe adverse effects with allopurinol, and there is now a boxed warning of cardiovascular death.\n[4]\nIn patients using febuxostat with a previous history of cardiovascular disease (CVD) or encountering a new cardiovascular event, the American College of Rheumatology (ACR) suggests considering a transition to another urate-lowering therapy (ULT) agent.\n[19]\n\nWarnings and Precautions\n\nGout Flares:\nAn increase in gout flares frequently occurs after initiating febuxostat.\n[16]\nThis increase is likely due to reduced serum uric acid levels, which mobilize the urate crystals in tissue deposits. Therefore, flare prophylaxis with either a non-steroidal anti-inflammatory drug (NSAID) or colchicine is recommended concurrently with febuxostat treatment and may continue for up to 6 months. Febuxostat should not be used to treat secondary hyperuricemia or asymptomatic hyperuricemia.\n\nHepatotoxicity:\nIn randomized controlled studies, liver function abnormalities were reported, including transaminase elevations greater than 3 times the normal upper limit.\n[28]\n[16]\nAlthough this effect has not been demonstrated to be clinically significant, recommendations include a baseline liver test panel (including serum alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase, and total bilirubin) before initiating febuxostat treatment. A liver panel is also recommended periodically during treatment and in patients experiencing any signs of hepatic injury.\n[29]\nThe case report highlights 2 instances of febuxostat-induced acute liver injury in patients who are hospitalized with heart failure. While rare, this form of drug-induced liver injury presents challenges for clinicians. Both patients had heart failure with reduced ejection fraction, prompting further investigation into whether heart failure may be a risk factor for febuxostat-related liver injury. This emphasizes the importance of regular liver function monitoring, especially in patients with heart failure, during febuxostat treatment.\n[30]\n\nSevere cutaneous adverse reaction (SCAR):\nSevere hypersensitivity reactions, including Stevens-Johnson Syndrome, toxic epidermal necrolysis, and drug reaction with eosinophilia & systemic symptoms (DRESS), have been attributed to febuxostat. Discontinue febuxostat if severe skin reactions are suspected and initiate prompt treatment.\n[31]\n[32]",
    "mechanism": "Febuxostat is a non-purine selective inhibitor of the enzyme xanthine oxidase, which is involved in purine catabolism.\n[7]\nThe xanthine oxidase enzyme catalyzes 2 reactions that ultimately generate uric acid from hypoxanthine. Febuxostat forms a stable complex with both the reduced and oxidized form of the enzyme, inhibiting its function. Treatment with febuxostat lowers serum uric acid levels in animals and humans.\n[8]\nThe therapeutic effect of febuxostat involves lowering serum uric acid levels in patients with hyperuricemia, defined by the uric acid serum concentration that exceeds the solubility of uric acid (approximately 7 mg/dL).\n[9]\n[10]\nThe chemical structure of febuxostat does not resemble either purines or pyrimidine structures, and it does not appear to inhibit other enzymes in the nucleotide catabolic pathways.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nFebuxostat is rapidly absorbed with peak plasma concentrations (Cmax) attained after 1 to 1.5 hours of oral administration. Approximately 49% of the orally administered dose of febuxostat is absorbed.\n[12]\n\nDistribution:\nThe steady-state volume of distribution of febuxostat is approximately 50 L. Febuxostat has high plasma protein binding (PPB) and binds primarily to albumin. The PPB of febuxostat is approximately 99%.\n[13]\n\nMetabolism:\nFebuxostat is metabolized by conjugation via UGT (uridine diphosphate glucuronosyltransferase) enzymes, including UGT1A1, UGT1A3, UGT1A9, and UGT2B7. Febuxostat is metabolized by CYPs1A2, CYP2C8, CYP2C9, and non-CYP enzymes. Febuxostat also inhibits breast cancer resistance protein (BCRP) activity.\n[14]\n\nExcretion:\nFebuxostat's apparent mean elimination half-life (t\n1/2\n) is approximately 5 to 8 hours. Metabolites of febuxostat are eliminated by both hepatic and renal routes. The percentage of febuxostat excreted unchanged in the urine is less than 5%.\n[15]",
    "administration": "Available Dosage Forms and Strengths\n\nFebuxostat is available in both 40 mg and 80 mg tablet formulations.\n\nAdult Dosage\n\nFebuxostat is administered orally with an initial dose of 40 mg/d.\n[12]\nThis drug can be administered without regard to food. The clinician can increase the dose of febuxostat to 80 mg daily in patients who do not achieve a serum uric acid level of less than 6 mg/dL after 2 weeks of treatment with 40 mg. Upon initiating treatment with febuxostat, gout flares may occur.\n[16]\nTherefore, flare prophylaxis with either a non-steroidal anti-inflammatory drug (NSAID) or colchicine is recommended concurrently with febuxostat treatment and may continue for up to 6 months.\n[17]\n[18]\nThe safety and efficacy of febuxostat in the pediatric age group have not been demonstrated. The American College of Rheumatology 2020 guidelines state that urate-lowering therapy (with febuxostat/allopurinol) is conditionally suggested for patients with moderate-to-severe CKD (stage ≥3), urolithiasis or serum uric acid concentration >9 mg/dL.\n[19]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is necessary for mild (Child-Pugh Class A) or moderate hepatic impairment (Child-Pugh Class B) in patients receiving febuxostat therapy. No clinical studies have been performed in patients with severe hepatic impairment (Child-Pugh Class C). Use with extreme caution.\n\nRenal impairment:\nNo dosage adjustment of febuxostat is necessary for mild or moderate renal impairment (CrCl 30 to 89 mL/min). In patients with severe renal impairment (CrCl <30 mL/min), the dose of febuxostat tablets is reduced to 40 mg once daily. American College of Rheumatology guidelines recommend febuxostat for patients with moderate to severe CKD.\n[19]\n\nPregnancy considerations:\nGout is rare in reproductive-age females due to the uricosuric effects of estrogen. In pregnant women, gout is quite uncommon. In preclinical studies, neonatal mortality has been observed at approximately 40 times the MRHD (maximum recommended human dose). Use with caution. Pharmacological management should be based on risk-benefit assessments.\n[20]\n\nBreastfeeding considerations:\nNo clinical information is available on using febuxostat during lactation. Hypothetically, febuxostat is more than 99% bound to plasma proteins; consequently, the concentration of febuxostat in maternal milk is likely to be low. Additionally, the oral bioavailability of febuxostat is only about 50%, so the amount an infant receives systemically is expected to be very small. However, febuxostat is present in rat milk. Hence, the risk-benefit analysis is crucial before administering a febuxostat to a nursing mother. An alternative agent, allopurinol, should be considered during lactation.\n[21]\n\nPediatric patients\n: Febuxostat's safety and efficacy have not been confirmed in the pediatric population.\n\nOlder patients:\nNo dose adjustment is required in older patients. While there were no considerable variations in safety or efficacy across different age groups, some older individuals might exhibit increased sensitivity to the febuxostat.\n\nSecondary hyperuricemia:\nFebuxostat is not FDA-approved for individuals with markedly increased urate formation rates, such as those with malignant disease or undergoing treatment and those with Lesch-Nyhan syndrome. In rare instances, increased urine xanthine levels may lead to urinary tract deposition.",
    "adverse_effects": "Liver function abnormalities, dizziness, arthralgia, nausea, and rash have been known to occur in more than 1% of patients, based on multiple randomized, controlled clinical studies ranging in length from 6 to 12 months.\n[16]\n\nLess common adverse effects are listed below by organ system. Based on multiple randomized controlled clinical trials, these occur in less than 1% of the febuxostat-treated group.\n[22]\n[23]\n\nBlood and lymphatic system: Anemia, idiopathic thrombocytopenic purpura, leukocytosis/leukopenia, neutropenia, pancytopenia, splenomegaly, thrombocytopenia\nCardiac: Angina pectoris, atrial fibrillation/flutter, cardiac murmur, EKG abnormal, palpitations, sinus bradycardia, tachycardia\nEar and eye: Deafness, tinnitus, vertigo, blurred vision\nGastrointestinal: Abdominal distention, abdominal pain, constipation, dry mouth, dyspepsia, flatulence, frequent stools, gastritis, gastroesophageal reflux disease, gastrointestinal discomfort, gingival pain, haematemesis, hyperchlorhydria, hematochezia, mouth ulceration, pancreatitis, peptic ulcer, vomiting\nImmune: Hypersensitivity reactions\nInfections: Herpes zoster\nMetabolism-related: Anorexia, appetite decreased/increased, dehydration, diabetes mellitus, hypercholesterolemia, hyperglycemia, hyperlipidemia, hypertriglyceridemia, hypokalemia, weight decrease/increase\nMusculoskeletal: Arthritis, joint stiffness, joint swelling, muscle spasms, twitching, weakness, musculoskeletal pain/stiffness, myalgia\nNervous system: Altered taste, balance disorder, cerebrovascular accident, Guillain-Barre syndrome, headache, hemiparesis, hypoesthesia, hyposmia, lacunar infarction, lethargy, mental impairment, migraine, paresthesia, somnolence, transient ischemic attack, tremor\nPsychiatric: Agitation, anxiety, depression, insomnia, irritability, decreased libido, nervousness, panic attack, personality change\nRenal: Hematuria, nephrolithiasis, pollakiuria, proteinuria, renal failure, renal insufficiency, urgency, incontinence\nReproductive: Breast pain, erectile dysfunction, gynecomastia\nRespiratory: Bronchitis, cough, dyspnea, epistaxis, nasal dryness, paranasal sinus hypersecretion, pharyngeal edema, respiratory tract congestion, sneezing, throat irritation, upper respiratory tract infection\nSkin and subcutaneous tissue: Alopecia, angioedema, dermatitis, dermographism, ecchymosis, eczema, hair color changes, abnormal hair growth, hyperhidrosis, peeling skin, petechiae, photosensitivity, pruritus, purpura, skin discoloration/altered pigmentation, skin lesion, skin odor abnormal, urticaria\nVascular: Flushing, hot flush, hypertension, hypotension\nAltered laboratory parameters include:\nProlonged activated partial thromboplastin and prothrombin time\nAbnormal EEG\nElevated\nCreatinine\nSodium\nGlucose\nCholesterol\nTriglycerides\nAmylase\nPotassium\nTSH\nMCV\nBUN/Cr\nCreatine phosphokinase (CPK)\nLDH\nPSA\nLow-density lipoprotein (LDL)\nReduced\nBicarbonate\nPlatelet count\nRBC\nHematocrit & hemoglobin\nLymphocyte count\nNeutrophil count\nUrinary casts\nUrine positive for white blood cells and protein\n\nDrug-Drug Interactions\n\nAntacids: Antacids such as magnesium hydroxide and aluminum hydroxide delay absorption by approximately 1 hour, but the extent of absorption is not affected. Therefore, febuxostat may be administered without regard to antacid use.\n[13]\n\nTheophylline: The administration of febuxostat with theophylline increases its concentration and absorption. These differences were not deemed statistically significant in the study. However, there was a 400-fold increase in 1-methylxanthine (a metabolite of theophylline) excreted in urine due to xanthine oxidase inhibition by febuxostat. The safety of chronic long-term exposure to 1-methylxanthine has not been assessed. Caution is advised when febuxostat is administered with theophylline.\n[24]\n\nRepaglinide: Concurrent administration of repaglinide with febuxostat can cause severe hypoglycemia. Febuxostat inhibits CYP2C8, resulting in delayed elimination and increased concentration of repaglinide.\n[25]\n\nMethotrexate: Febuxostat inhibits the breast cancer resistance protein (BCRP), and concomitant administration of febuxostat increases methotrexate-induced hepatotoxicity by inhibiting hepatic BCRP.\n[14]\n\nRosuvastatin: Rosuvastatin is a BCRP substrate; febuxostat increases rosuvastatin exposure by inhibiting its BCRP-mediated efflux in the small intestine.\n[26]",
    "monitoring": "Patient monitoring should include signs and symptoms of MI, stroke, and liver injury, as described in the warnings and precautions section.\n[4]\nPatients with impaired renal function appear to tolerate febuxostat well, and dose adjustments are only required for severe renal impairment. Febuxostat may delay the progression of chronic kidney disease.\n[33]\n[11]\n[34]\n\nA treat-to-target management strategy includes urate-lowering therapy (febuxostat/allopurinol) dosing directed by serial serum urate measurements to accomplish a target serum urate is recommended over a fixed-dose drug strategy. Per ACR 2020 guidelines, serum urate levels should be monitored, and the dose of febuxostat should be adjusted to maintain the serum urate target of <6 mg/dL.\n[19]\n\nA lower serum urate target (<5 mg/dL) helps promote the rapid dissolution of crystals. Recommendations for patients with severe gout include reducing serum urate level until total crystal dissolution and resolution of gout, according to EULAR (European Alliance of Associations for Rheumatology) guidelines.\n[10]",
    "toxicity": "There is no known human toxicity with febuxostat treatment. Febuxostat was evaluated in healthy patients in doses of up to 300 mg daily for 7 days without evidence of dose-limiting toxicities. Patients who overdose should be given symptomatic and supportive care.\n[7]"
  }
}