{
  "drug_name": "fenofibrate",
  "nbk_id": "NBK559219",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559219/",
  "scraped_at": "2026-01-11T15:29:17",
  "sections": {
    "indications": "Fenofibrate is contraindicated for patients with a history of hypersensitivity to fenofibrate, liver disease, severe renal dysfunction, preexisting gallbladder disease, or breastfeeding. Fenofibrate may also interact with other drugs and may require a change in dose, frequency, or switching to a new therapy. When prescribing fenofibrate in conjunction with statins (HMG-CoA reductase inhibitors) or colchicine, rhabdomyolysis and myopathy may occur. There is also an increased incidence of myopathy related to fenofibrate therapy in patients diagnosed with diabetes mellitus, thyroid disorder, or a renal disorder.\n[3]\n\nFibrates, especially gemfibrozil, are associated with an increased risk of cholecystitis and cholelithiasis due to their ability to increase the cholesterol saturation in bile. Patients with severe renal dysfunction, including those on dialysis, should avoid fenofibrate due to reduced drug clearance and increased risk of myositis. Caution is necessary if patients are on anticoagulation therapy, as fenofibrate may potentiate the effects of coumarin-type medications.\n[9]",
    "mechanism": "Fibrates such as fenofibrate activate peroxisome proliferator-activated receptors alpha (PPAR-alpha), which upregulate lipoprotein lipase, induce high-density lipoprotein synthesis, and decrease liver production of apolipoprotein C. Fibrates ultimately enhance the clearance of triglyceride-rich particles and plasma catabolism. Fibrates also enhance fatty acid oxidation via acyl CoA synthetase and other enzymes, further reducing triglycerides' synthesis. The result is an overall reduction of plasma triglyceride and very low-density lipoprotein levels. The decrease in very low-density lipoprotein can cause plasma triglyceride levels to decrease by 30% to 60%. In addition, fenofibrate may facilitate an increase in uric acid excretion and reduction of fibrinogen, which may help patients with gout and thrombosis.\n[3]\n\nPharmacokinetics\n\nAfter oral administration, Fenofibrate is well-absorbed (approximately 60%), with peak plasma concentration reaching 4 to 8 hours. It is a highly protein-bound drug (99%), and its steady-state concentration is reached within 5 days of administration. It is hydrolyzed into a primary metabolite, fenofibric acid, which is further conjugated with glucuronic acid. Fenofibrate has a terminal half-life of 20 to 23 hours. About 60% of the dose is excreted in the urine, and about 25% is in the feces.\n[4]",
    "administration": "Fenofibrate capsules and tablets are administered orally once daily with or without food. The capsules should be swallowed whole, not crushed, dissolved, or chewed. Fenofibrate therapy may be considered an option for individuals taking moderate-intensity statin therapy if the benefits (ie, decreasing cardiovascular disease risk) outweigh the potential risks of adverse effects. Dose adjustments are made at 4 to 8-week intervals based on the individual patient response.\n[3]\n\nIt is available in the following oral dosage formulations, and formulation change should be done carefully as formulations are not bio-equivalent:\n\nCapsule of fenofibrate: 30 mg, 43 mg, 50 mg, 67 mg, 90 mg, 130 mg, 134 mg, 150 mg, and 200 mg\nDelayed-Release capsule of choline fenofibrate: 45 mg and 135 mg\nTablet of feno-fibric acid: 35 mg and 105 mg\nTablet of fenofibrate: 40 mg, 48 mg, 54 mg, 120 mg, 145 mg, and 160 mg\n\nAdult Dosing\n(dose of tablets of fenofibrate)\n\nHypertriglyceridemia (type IV or V)\n54 to 160 mg daily\nPrimary Hypercholesterolemia\n160 mg daily\nMixed dyslipidemia\n160 mg daily\n\nSpecific Patient Population\n\nPatient with Hepatic Impairment: The manufacturer label has no dose adjustment guidance\nfor patients with hepatic impairment. However, the drug should be used with caution in these patients. Liver function monitoring is recommended.\n[4]\nPatient with Renal Impairment:\nNo dose adjustment is necessary for patients with renal impairment if creatinine clearance exceeds 80 mL/min. For moderate impairment, start the patient at 40 to 54 mg daily. Fenofibrate is contraindicated if creatinine clearance is under 30 mL/min or if the patient has severe renal dysfunction.\nPregnancy Implications:\nIt is considered a pregnancy category C medicine. However, due to limited data on fenofibrate use in pregnant women, it is not sufficient to determine the risk of major congenital disabilities, adverse maternal or fetal outcomes, or miscarriage-related risks associated with this drug.\nBreastfeeding Implications:\nThere is no information available on the presence of this drug in human milk. The effects of the drug on milk production or the breastfed infant are also unknown.\n[5]\nPediatric Patients:\nThe safety and efficacy are not established in pediatric patients.\nGeriatric Patients:\nBased on the safety and efficacy studies in elderly volunteers 77 – 87 years of age, the oral clearance of the drug in geriatric patients is similar to that of adults, so there is no dose adjustment or specific dosage regimen needed for geriatric patients. It is recommended that the dose be started based on renal function and product-specific labeling.\n[3]",
    "adverse_effects": "Some of the most common adverse effects of fibrates include headaches, dizziness, back pain, joint pain, asthenia, diarrhea, nausea, constipation, dyspepsia, cough, wheezing, nasopharyngitis, and flu-like symptoms. Some potentially serious adverse effects that may require dose adjustment or discontinuation may include elevated liver enzymes, elevated creatine phosphokinase, cholelithiasis development, arrhythmia exacerbation, pulmonary embolism, pancreatitis, agranulocytosis, and myocardial infarction.\n[6]\n\nDrug Interactions\n\nBile acid sequestrants: Modifying therapy when bile acid sequestrants are coadministered with fenofibrate is recommended as it may decrease the overall absorption of fibric acid. If coadministration of these drugs is necessary, it is recommended to administer the fenofibrate 1 hour prior or 4 to 6 hours after a bile acid sequestrant.\nCiprofibrate: As both ciprofibrate and fenofibrate are fabric acid derivatives, the coadministration of these medicines may enhance the adverse toxic effect of fibric acid derivatives. It is highly recommended that this combination be avoided.\nSystemic cyclosporine: Modifying therapy when fenofibrate is coadministered with systemic cyclosporine is recommended. This combination may lead to the increased nephrotoxic effect of fibric acid. Therefore, it is recommended to either modify therapy or monitor renal function closely if these drugs are coadministered.\n[7]\nWarfarin or vitamin K antagonists: It is recommended to modify therapy when fenofibrate is coadministered with warfarin or vitamin K antagonists, as fenofibrate may enhance the anticoagulant effect of warfarin or vitamin K antagonists.\n[8]",
    "monitoring": "Patients on fenofibrate should undergo monitoring for the effectiveness of treating a medical condition and any adverse effects of the medication. A complete list of patient medications should be reviewed before initiating drug therapy. The clinician should discontinue treatment if an inadequate response is not seen within 2 to 3 months of beginning the fenofibrate therapy. Kidney function labs for uric acid, blood urea nitrogen, and creatine clearance should be regularly monitored in individuals with renal impairment, and dosing should be adjusted as needed. The hepatic function is crucial to monitor to avoid administering the medication to individuals with an active hepatic disorder or persistently elevated serum transaminases.\n[10]\nRegularly monitoring creatine phosphokinase levels is required to check for signs and symptoms of myopathy or rhabdomyolysis. Blood counts should also be periodically monitored to reduce risks of thrombocytopenia and agranulocytosis. A periodic lipid panel should be conducted to assess drug safety and efficacy, including total cholesterol, high-density lipoprotein, and triglyceride levels. Fenofibrate should be stored in a cool place away from light and moisture.\n[11]",
    "toxicity": "The most common toxicity associated with fenofibrate is myopathy when given with statin medicines concurrently. If rhabdomyolysis is excluded and other muscle-related diseases are suspected, the statin-associated muscle symptoms clinical index (SAMS-CI) should be evaluated to determine if muscle symptoms are due to statin therapy. Discontinuing fenofibrate, administering vitamin D replacement (for low vitamin D levels), and switching the medication are all possible options depending on the cause of myopathy.\n[12]\n\nThere is no specific treatment available for the overdose of fenofibrate. General supportive care is recommended for the patient. The vital signs and clinical status should be monitored if an overdose occurs. If needed, the elimination of unabsorbed drugs should be attained by emesis or gastric lavage. Monitoring of clear airway is also recommended. As fenofibric acid has high plasma protein binding, hemodialysis for eliminating drugs should not be considered."
  }
}