{
  "drug_name": "fenugreek",
  "nbk_id": "NBK558970",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558970/",
  "scraped_at": "2026-01-11T15:29:21",
  "sections": {
    "indications": "Common contraindications for rhinoplasty include:\n\nPsychiatric Disorders\n\nBody dysmorphic disorder is characterized by an excessive preoccupation with an imagined or barely noticeable defect in appearance.\n[24]\nAs a result, patients with this condition have difficulty socializing, poor quality of life, and higher rates of depression and suicide.\n[25]\nSurgeons need to recognize this diagnosis early in the preoperative process because symptoms may worsen postoperatively, and it is doubtful that a patient with body dysmorphic disorder will be satisfied with the results of a rhinoplasty. Unfortunately, no validated instrument can consistently diagnose body dysmorphic disorder. Similarly, patients with poorly controlled depression are at risk for decompensation postoperatively; surgery should be deferred until mood symptoms stabilize.\n[26]\nIf clinical suspicion of psychiatric disorders arises, referral for preoperative behavioral health evaluation is imperative.\n\nObstructive Sleep Apnea\n\nThis common condition is characterized by repeated airway obstruction episodes and sleep arousal. Patients with obstructive sleep apnea are known to have a higher risk of perioperative complications.\n[27]\nThe diagnosis is often suspected based on the patient’s symptoms and body habitus, although it can be asymptomatic. Screening questionnaires are available but have limited specificity. Polysomnography is the gold standard for diagnosing obstructive sleep apnea.\n\nAlthough it is not an absolute contraindication, patients with this condition should be advised of the risks, and preoperative measures like using a continuous positive airway pressure device should be implemented to reduce complication rates. A plan should be in place to admit patients with obstructive sleep apnea for overnight observation after surgery if they are having difficulty maintaining oxygen saturation in the recovery room.\n\nCocaine Use\n\nInhaled cocaine induces intense vasoconstriction as well as chronic mucosal inflammation due to contaminating additives.\n[28]\nRhinoscopy findings can vary from mild erythema to large septal perforations. Patients who are actively using cocaine are also more likely to have postoperative complications like septal collapse or impaired mucosal healing, and they should be advised to avoid elective nasal surgery. Patients who have previously used cocaine may be considered for nasal surgery on an individual basis, bearing in mind that healing impairment may persist in the long term.\n\nTobacco Smoking\n\nAlthough it appears that tobacco smoking does not significantly affect nasoseptal surgery outcomes, patients should be encouraged to quit before the procedure because of the myriad harmful systemic effects of tobacco.\n[10]\n[29]\n\nBleeding Disorders\n\nImpaired coagulation may cause postoperative complications and make the surgery itself more challenging. Patients should be asked about a history of excessive bruising or bleeding, consumption of drugs, supplements, or vitamins that alter the coagulation cascade, or history of thrombotic events in the past. If possible, any drugs, vitamins, or supplements that impair coagulation should be suspended preoperatively.Examples of over-the-counter supplements that may exacerbate bleeding include aloe, chamomile, chondroitin, cranberry, dong quai, echinacea, ephedra, evening primrose, fenugreek, feverfew, flaxseed, garlic, ginger, gingko, ginseng, goldenseal, glucosamine, grapefruit, green tea, kava, meadowsweet, milk thistle, oregano, red clover, saw palmetto, turmeric, and white willow.\n[30]\n\nAge\n\nSurgery is usually performed when the nasal skeleton has developed completely, and the nasal shape is not expected to change significantly for the foreseeable future. This age is approximately 15 for females and 17 for males.\n\nRecent Prior Rhinoplasty\n\nGenerally, patients who underwent previous rhinoplasty and are unhappy with the results should wait at least 1 year before assessing the final result and considering a revision procedure.",
    "clinical_significance": "When successful, rhinoplasty has been shown to provide patients myriad benefits in functional and psychological domains. Social confidence can increase significantly with cosmetic improvements, particularly in women, thereby improving quality of life, although men are more likely to be pleased with the outcome than women, based on a 2020 comparison of preoperative and postoperative Rhinoplasty Outcome Evaluation (ROE) scores.\n[26]\n[83]\nSense of smell also tends to benefit, albeit subtly, and even obstructive sleep apnea and snoring may improve in certain cases.\n[84]\n[85]\n[86]\nPatients with allergic rhinitis have similar improvements in nasal airflow after rhinoplasty compared to patients without allergic rhinitis, and rhinoplasty may even be a useful adjunct for patients with allergic rhinitis if maximal medical management does not produce sufficient relief of nasal obstruction.\n[87]\n\nDepending on which maneuvers are employed during surgery, nasal airflow stands to improve significantly as well. Septoplasty with turbinoplasty lowers the Nasal Obstruction Symptom Score (NOSE) score by an average of 40 points. When spreader grafting is added to septoturbinoplasty, the average decrease is 49 points.\n[88]\nSeptal swell body reduction has also been shown to increase nasal airflow, lowering the NOSE score by 20 to 45 points on average, depending on patient selection.\n[89]\n\nSuccessful surgery, however, cannot be taken for granted. Achieving good outcomes requires skilled hands and, more importantly, skilled decision-making from the preoperative evaluation and counseling through to the recovery period. The importance of identifying appropriate surgical candidates, eliciting their goals, providing them with reasonable expectations, and supporting them through the process cannot be overstated. With a firm foundational knowledge of nasal anatomy and physiology, the expert rhinoplasty surgeon does all of this in addition to determining which operative maneuvers will provide the optimal result for the patient, taking into account the context of the patient's face as a whole."
  }
}