{
  "drug_name": "ferric ammonium citrate",
  "nbk_id": "NBK430806",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430806/",
  "scraped_at": "2026-01-11T18:47:19",
  "sections": {
    "indications": "Mycobacterium chelonae\nis a nontuberculous mycobacterium (NTM), which is classified as rapidly growing mycobacterium (RGM), class IV in the Runyon classification.\nM. chelonae\nwas first isolated from a turtle in 1903 by Freidmann, who referred to it as \"turtle tubercle bacillus. RGMs account for 50% of known mycobacterial species and are divided into six groups, which are as follows:\nMycobacterium\nfortuitum\ngroup,\nM. chelonae/\nMycobacterium\nabscessus complex,\nMycobacterium\nsmegmatis,\nMycobacterium\nmucogenicum\ngroup,\nMycobacterium\nmageritense\n/\nMycobacterium\nwolinskyi\nand the pigmented RGM.\n\nM. chelonae\nand\nM. abscessus\nwere considered identical until 1992 when\nM. chelonae\nwas elevated to species status. Both\nM. chelonae\nand\nM. abscessus\nhave an identical sequence in the 54-510 region but can be differentiated by their intergenic sequence (ITS),\nhsp65\n, or gene sequences. Susceptibility profiles can be helpful, but they are not ideal in differentiating between the\nM. chelonae\ngroup and M. abscessus group.\nM. chelonae group\nis characterized by high MICs of cefoxitin (> 64 mg/L) and susceptibility to tobramycin (MIC ≤ 4 mg/L), whereas\nM. abscessus\nshows lower MICs of cefoxitin (≤ 64 mg/L) and resistance to tobramycin (MIC of > 8 mg/L) (3).\n\nM. chelonae\nis ubiquitous in the environment and has been found in soil, water, and aquatic animals.\nM. chelonae\ngrows optimally at 30-32 °C and may have a long incubation period. It is commonly associated with skin and soft tissue infections, especially infections of the extremities (cellulitis, abscessus).\nM chelonae\nalso causes catheter-related infections and post-surgical infections after implants, transplants, and injections such as sclerotherapy. The eye is second most frequent organ involved. Pulmonary infections are rare when compared to\nM. abscessus\n. Invasive infections like bacteremia, osteomyelitis, intraabdominal abscess, and disseminated cutaneous infections are common in immunosuppressed patients such as those on steroids, monoclonal antibodies, and post-transplant immunosuppression. Patients with cancer and or chronic kidney disease are also susceptible to disseminated and invasive disease due to\nM. chelonae\n.\n[1]\n[2]\n[3]\n[4]",
    "mechanism": "M. chelonae\nis a nonmotile, non-spore-forming, gram-positive, acid-fast bacillus. It is a large bacillus with a beaded appearance.\nM. chelonae\nis a non-chromogen and classified under group IV of Runyon classification. It is grouped in\nM. chelonae/M. abscessus\ngroup among the six groups of rapidly growing mycobacterium. While rapid growers form colonies in seven days,\nM. chelonae\ncolonies take longer with a mean incubation period of 15 days and may take up to six to eight weeks.\nM. chelonae\ngrows best at 30-32° C. Other mycobacterial in the same group as\nM. chelonae\nare\nM. abscessus\nand its three subspecies. Biochemically,\nM chelonae\nare nitrate negative, do not tolerate 5% NaCl, and fail to turn dark brown when grown on ferric ammonium citrate (iron uptake).\nM. chelonae\nand\nM. abscessus\ncan be separated biochemically by the utilization of the citrate (4).\nM. chelonae\nis 100% citrate positive unlike\nM. abscessus\n, which is 80% citrate negative.\nM. chelonae\nis catalase positive and oxidase negative. The biochemical methods are inadequate for clinical use. Currently, molecular techniques are frequently used for the diagnosis of atypical mycobacterial infection.\n[5]\n[6]\n[7]\n\nM. chelonae\nis one of the most pathogenic rapidly growing mycobacteria (RGM). In immunocompetent patients, the most common clinical scenario is the localized skin infections, infection after an invasive procedure, or catheter-related infection. Pulmonary infections due to\nM. chelonae\nare rare, but colonization is common in cystic fibrosis patients. Disseminated and invasive infections are seen in immunocompromised patients. Person to person transmission has not been documented.Cervical lymphadenitis in children can occur but is rare.\nMycobacterium avium intracellulare\nand\nMycobacterium hemophilum\nare more frequently associated with cervical lymphadenitis in children compared to\nM chelonae\n.",
    "monitoring": "Infection with\nM. chelonae\nmay be asymptomatic. Colonization of the pulmonary tract in cystic fibrosis patients is likely. M. abscessus frequently cause pulmonary infections. Skin biopsy and cultures should help to evaluate skin and subcutaneous infections on the extremities, those not responding to antibiotics, or in patients who had injection procedures or are immunocompromised. The biochemical evaluation in the microbiologic lab is inadequate to identify NTM to the species level, which is important for instituting appropriate therapy. Molecular techniques such as polymerase chain reaction (PCR) and restriction fragment length polymorphism (RFLP) should be utilized to identify NTM including\nM chelonae.\nM. chelonae\ncan have unpredictable resistance pattern. However, most are sensitive to macrolide and aminoglycosides. Susceptibility testing is recommended.\n\nHigh-performance liquid chromatography (HPLC) alone is not enough to separate\nM. chelonae\nfrom\nM. abscessus\n. Acridinium ester-labeled DNA probes specific for\nM. chelonae\nhave not been approved. DNA analysis of hypervariable regions A and B cannot differentiate isolates of\nM. chelonae\nand\nM. abscessus\n, although they do vary at other 16S rRNA gene sites (only by a total of 4 bp). PRA method currently has been adopted widely for identification of NTM. This system is based on the coupling of the PCR of a heat shock protein (HSP) followed by restriction fragment length identification, which is species specific. Although sufficient to differentiate\nM. chelonae\nfrom\nM. abscessus\nbut may not be enough for newer species of NTM.",
    "administration": "M. chelonae\nare uniformly resistant to cefoxitin, imipenem is preferred instead. Tobramycin appears to be more active than amikacin. Isolates are susceptible to tobramycin (100%), clarithromycin (100%), linezolid (90%), imipenem (60%), amikacin (50%), clofazimine, doxycycline (25%), and ciprofloxacin (20%). Clarithromycin monotherapy can be sufficient for localized skin infections. However, there are cases of development of resistance during therapy, which occurs due to a single point mutation at position 2058 of 23S rRNA. For lung disease, disseminated disease and invasive disease with bone and soft tissues involvement, atleast six months of therapy is recommended with atleast two drugs, including a macrolide, and a second agent based on susceptibility. Surgical debridement, removal of foreign body, and catheters are an important adjunct to successful therapy. Optimal therapy for lung infection is unknown but most likely similar to other NTM, which results in 12 months of sputum culture negativity. In many published cases of\nM. chelonae\ninfections in immunosuppressed patients, dual therapy with macrolide and amikacin was successful. Corneal infections should be treated with topical agents as well as systemic agents. Treatment should be based on susceptibilities whenever possible. Eye drops containing macrolides, aminoglycosides, and fluoroquinolones are useful.\n[9]\n[10]\n[11]\n[12]\n[11]"
  }
}