{
  "drug_name": "fexofenadine",
  "nbk_id": "NBK556104",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556104/",
  "scraped_at": "2026-01-11T15:29:27",
  "sections": {
    "indications": "Box Warnings\n\nHypersensitivity to fexofenadine or any of its components is the sole true contraindication to its use. Although hepatic involvement in the clearance of this medication is minimal, it is safe for patients with liver pathology. However, caution is necessary when treating patients with renal disease, and as mentioned above, adherence to renal dosing guidelines is essential in these cases.\n[38]\n\nWarning and Precautions\n\nNo significant interaction is evidenced between fexofenadine and concomitant alcohol or food consumption. However, fexofenadine's bioavailability decreases when consumed with grapefruit, apple, or orange juices.\n[39]\nIn animal studies, fexofenadine has been associated with low birth weight and is categorized as an FDA category C drug during pregnancy. Alternative options for relieving allergic rhinitis symptoms include loratadine and cetirizine.\n[40]\nODTs of fexofenadine may contain phenylalanine as an excipient, necessitating caution in patients with phenylketonuria.\n[41]",
    "mechanism": "The mechanism of action of fexofenadine is to selectively antagonize H1 receptors on cell surfaces across various organ systems, thereby affecting inflammatory mediators.\n[9]\n[10]\nCompared to other first-generation antihistamines, fexofenadine crosses the blood-brain barrier minimally and does not cause drowsiness. As a second-generation antihistamine, fexofenadine exhibits reduced affinity for cholinergic and α-adrenergic receptors, which results in minimal anticholinergic effects.\n\nIn a study, second-generation antihistamines such as desloratadine and loratadine showed anticholinergic activity, whereas fexofenadine exhibited no anticholinergic effects and displayed high specificity for H1 receptors. As a result, fexofenadine is recognized as one of the least sedating second-generation antihistamines.\n[11]\nFexofenadine can also inhibit other mechanisms such as mast cell, basophilic histamine, and inflammatory cell release.\n[12]\nProlonged use of fexofenadine does not cause tachyphylaxis.\n[13]\nMeta-analysis findings indicate that the antihistamine effects of fexofenadine, as measured by the histamine-induced wheal and flare inhibition rate, are significantly superior to placebo and comparable to other second-generation antihistamines.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nFexofenadine demonstrates rapid absorption, reaching peak plasma concentrations within 1 hour after oral administration for the suspension and 1.5 hours for the tablet. Maximum histamine inhibition occurs approximately 1 to 2 hours post-administration. As a long-acting antihistamine, fexofenadine is recommended for daily use.\n[15]\n\nDistribution:\nFexofenadine exhibits approximately 60% to 70% plasma protein binding. The drug predominantly binds to albumin and alpha-1 acid glycoprotein. Notably, fexofenadine does not occupy receptors in the central nervous system.\n[16]\n\nMetabolism:\nFexofenadine undergoes minimal hepatic metabolism. The metabolism and transportation of fexofenadine in the body rely significantly on organic anion transporting polypeptides (OATP2B1) and permeability glycoprotein (P-gp). Notably, P-gp facilitates both intestinal secretion and systemic disposition of fexofenadine.\n[17]\n\nElimination:\nIn healthy volunteers, the mean elimination half-life of fexofenadine is approximately 14.4 hours when administered at a dosage of 60 mg twice daily. Fexofenadine is primarily excreted in feces via biliary excretion, accounting for 80% of elimination. However, the half-life of fexofenadine may be significantly prolonged in patients with renal disease.\n[18]",
    "administration": "Available Dosage Forms and Strengths\n\nFexofenadine is available in various formulations for oral administration, including tablets, oral suspension (syrup), and orally disintegrating tablets (ODTs). In addition, a combination product that contains both fexofenadine and pseudoephedrine is available.\n[19]\n\nAdult Dosage\n\nAlthough fexofenadine is suitable for both adults and children, the dosage for children is lower than that for adults (up to 60 mg versus 180 mg PO daily). ODT tablets are branded and should be administered by placing the tablet on the tongue, allowing it to dissolve with or without water, and swallowing without chewing. Notably, it is recommended that patients should take the medication before having any food or drinks. ODT tablets are commonly prescribed for pediatric patients, with a dosage of 30 mg PO BID for children aged 6 to 12 for managing seasonal allergic rhinitis and chronic urticaria.\n[20]\n\nA fixed-dose combination containing 60 mg of fexofenadine and 120 mg of pseudoephedrine, formulated for treating seasonal allergic rhinitis with nasal congestion, is administered to patients every 12 hours. Another fixed-dose combination containing 180 mg of fexofenadine and 240 mg of pseudoephedrine is administered daily. The seasonal allergic rhinitis and chronic urticaria dosage is 60 or 180 mg PO daily.\n[7]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer of the product has not provided recommendations for dosage adjustment based on hepatic function.\n\nRenal impairment:\nThe recommendations for individuals with a creatinine clearance below 80 mL/min are provided below.\n\nAdults: Adults should take 60 mg of fexofenadine PO daily.\n\nPediatric patients: Dosing for pediatric patients with renal impairment varies by age, as mentioned below.\nChildren aged 6 to 24 months: 15 mg PO daily.\nChildren aged 2 to 12: 30 mg PO daily.\nChildren aged 12 or older: 60 mg PO daily.\n\nEnd-stage renal disease (ESRD) decreases nonrenal transporter function, resulting in a 63% decrease in clearance and a 2.8-fold increase in area under the curve (AUC) for fexofenadine. Therefore, dose reduction is necessary in patients with ESRD.\n[21]\n\nPregnancy considerations:\nFexofenadine (formerly categorized as an FDA pregnancy category C drug) is typically avoided during pregnancy, with other antihistamines supported by more extensive data being preferred.\n[22]\nHowever, a large nationwide cohort study found no apparent association between fexofenadine use during pregnancy and the risk of congenital malformations or stillbirth.\n[23]\nAccording to the American College of Obstetricians and Gynecologists (ACOG) and the ACAAI guidelines, a first-generation antihistamine, such as chlorpheniramine, is preferred during pregnancy. If a patient is intolerant to chlorpheniramine, alternatives such as loratadine, desloratadine, and cetirizine are considered safe to use during pregnancy after the first trimester.\n[24]\n[25]\n[26]\n\nBreastfeeding considerations:\nFexofenadine, combined with pseudoephedrine, may reduce milk production. While breastfeeding, monitoring the infant for signs of irritability and jitteriness is important.\n[27]\n[28]\n\nPediatrics patients:\nFexofenadine dosages vary depending on age and the specific condition of the patient being treated.\n\nSeasonal allergic rhinitis: The specific dosages for this condition are mentioned below.\nChildren aged <2: Not approved for use\nChildren aged 2 to 12: 30 mg PO BID\nChildren aged 12 or older: 60 mg PO BID or 180 mg PO daily\n\nChronic urticaria: The specific dosages for this condition are mentioned below.\nInfants aged <6 months: Not approved for use\nChildren aged 6 to 24 months: 15 mg PO BID\nChildren aged 2 to 12: 30 mg PO BID\nChildren aged 12 or older: 60 or 180 mg PO daily\n\nOlder patients:\nFexofenadine is frequently prescribed as an antihistamine for managing allergic rhinitis in older individuals due to its favorable safety profile, which is attributed to its limited penetration of the blood-brain barrier. Furthermore, second-generation antihistamines are associated with fewer anticholinergic adverse effects compared to first-generation antihistamines.\n[29]",
    "adverse_effects": "The most common dose-dependent adverse drug reactions associated with fexofenadine include drowsiness, fatigue, and dry mouth.\n[30]\nIn addition, post-marketing surveillance has reported rare occurrences of Stevens-Johnson syndrome or toxic epidermal necrolysis induced by fexofenadine.\n[31]\n\nAdverse effects reported in a meta-analysis of randomized controlled trials include\n[14]\nheadache, epistaxis, sinusitis, rash, abdominal pain, diarrhea, leukopenia, back pain, weakness, sedation or drowsiness, and dry mouth.\n[30]\n\nDrug-Drug and Drug-Food Interactions\n\nFexofenadine, regardless of the route of administration, exhibits decreased bioavailability when taken with grapefruit, apple, or orange juice. This reduced bioavailability occurs due to the inhibition of the P-gp transporter. Patients should be advised to administer fexofenadine and any of these juices at least 4 hours apart.\n[32]\n\nGreen tea has been found to reduce the bioavailability of fexofenadine by inhibiting the OATP1A2-mediated intestinal absorption of fexofenadine, thereby decreasing its efficacy.\n[33]\n\nBetahistine, acting as an antagonist of histamine H3 receptors and a weak agonist of H1 receptors, can decrease the therapeutic potential of fexofenadine.\n[34]\n\nPilolisant is a histamine-3 receptor antagonist and inverse agonist approved for narcolepsy. However, concurrent use of antihistamines is not recommended.\n[35]\n\nApalutamide decreases the AUC of fexofenadine by 30% when administered concurrently with transporter substrates for P-gp, such as fexofenadine, which may result in a loss of efficacy for fexofenadine.\n[36]\n\nCase reports have shown instances where fexofenadine yielded false-positive results for tramadol in urine drug screenings designed for substance use disorders. Therefore, caution is advised when interpreting positive tramadol results in urine tests for individuals taking fexofenadine. Further research is required to gain a comprehensive understanding of this interaction.\n[37]",
    "monitoring": "Monitoring fexofenadine involves evaluating for any improvement or worsening of symptoms with use. Due to its historical association with cardiotoxicity in terfenadine, patients with underlying cardiac conditions may require periodic electrocardiogram (ECG) monitoring to detect any potential QT prolongation or arrhythmias.\n[42]\n\nA study comparing fexofenadine and levocetirizine for chronic urticaria revealed that dosage twice the recommended dose demonstrated improved urticarial symptoms without increasing adverse effects. The most frequently reported adverse effects were fatigue and drowsiness, occurring at similar rates in patients taking the recommended dose compared to those taking the higher dose. In addition, the study referenced a European study where the dosage was quadrupled, resulting in similar adverse effects.\n[43]\n\nThe Rhinitis Control Assessment Test is a valuable tool for clinicians to assess the effectiveness of treatments in managing allergic rhinitis.\n[4]\nIn addition, monitoring the quality of life can be achieved through the use of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL), while the impact of fexofenadine therapy on reducing urticaria symptoms can be evaluated using the Urticaria Activity Score (UAS7).\n[44]",
    "toxicity": "Signs and Symptoms of Overdose\n\nFexofenadine, a metabolite of terfenadine, is associated with cardiotoxic effects. Terfenadine, when taken in high doses or with certain medications like ketoconazole, blocks cardiac potassium channels, resulting in prolonged QT intervals, which can lead to fatal arrhythmias. Following FDA guidelines, fexofenadine has replaced terfenadine in the United States due to its lack of potassium channel blockade. Multiple studies have confirmed that fexofenadine does not induce arrhythmias or significantly prolong QT intervals.\n[42]\n\nDespite the findings of these studies, some case reports have suggested a potential association between fexofenadine and QT-interval elongation and ventricular arrhythmia. Concurrent use of fexofenadine with hepatic CYP3A4 blockers, such as erythromycin and ketoconazole, may elevate blood concentration levels. In contrast, combined use with drugs such as rifampin and troglitazone can decrease concentration levels. These effects are likely attributed to interactions between these compounds and the P-gp transporter, which facilitates the removal of fexofenadine from the bloodstream.\n[45]\n\nManagement of Overdose\n\nNo specific antidote exists for fexofenadine overdose. Therefore, treatment in the event of an overdose primarily involves supportive measures. If an overdose is suspected, it is recommended to contact the poison control center or consult with a medical toxicologist, particularly if exposure to multiple substances is suspected.\n[46]"
  }
}