{
  "drug_name": "fibre",
  "nbk_id": "NBK613290",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613290/",
  "scraped_at": "2026-01-11T15:29:28",
  "sections": {
    "clinical_significance": "As discussed, IDL particles are implicated in various inherited and acquired lipid metabolism disorders. These conditions are associated with an increased risk of ASCVD.\n\nDysbetalipoproteinemia\n\nDysbetalipoproteinemia, or type III hyperlipoproteinemia by Fredrickson, Levy, and Lees' classification, is a rare condition with a prevalence of 1 in 1,000 to 1 in 5,000. This disorder is associated with the production of the ApoE2 (Arg158Cys) isoform, which has a reduced affinity for LDL receptors and LDL receptor-related proteins, impairing hepatic clearance of IDL particles and chylomicron remnants. This impairment results in the accumulation of β-VLDL and IDL1.\n[43]\nLDL cholesterol levels may be low due to reduced conversion of IDL to LDL.\n\nAn autosomal recessive inheritance pattern is observed in up to 90% of cases. However, only 4% of individuals with the ApoE E2/E2 genotype develop the disorder, indicating low penetrance. Additional environmental and genetic factors are believed to contribute to the manifestation of dysbetalipoproteinemia.\n[44]\n\nThe condition is more common in men. Cutaneous features of dysbetalipoproteinemia include palmar and tuberoeruptive xanthomas, which may be seen in up to 50% of affected individuals. Palmar xanthomas are considered pathognomonic for type III hyperlipoproteinemia.\n[45]\nThese lesions appear as yellow to orange macules along the palmar creases. Tuberoeruptive xanthomas present as inflammatory red papules or nodules on the elbows, knees, or buttocks, often coalescing into larger plaques. Similar lesions may also occur in individuals with type II hyperlipoproteinemia.\n[46]\n\nDue to the proatherogenic nature of IDL particles, type III hyperlipoproteinemia is associated with a significantly increased risk of macrovascular disease. The risk of coronary artery disease in affected individuals is estimated to be approximately 10 times higher than in healthy controls.\n[47]\nType III hyperlipoproteinemia is also associated with a high prevalence of peripheral artery disease.\n[48]\n\nThe initial approach to treating type III hyperlipoproteinemia involves dietary and lifestyle modifications. Recommendations include reducing carbohydrate and fat intake, with an emphasis on replacing saturated fats with unsaturated fats. Obesity, diabetes mellitus, and metabolic syndrome can influence the clinical course, necessitating evaluation and management of these conditions. Combination therapy involving statins and fibrates is the treatment of choice if the lipid levels remain elevated despite lifestyle modification.\n[49]\nIndicators of therapeutic response include a reduction in non-HDL cholesterol levels and the resolution of palmar xanthomas.\n\nHepatic Lipase Deficiency\n\nHepatic lipase deficiency is a rare dyslipidemic disorder associated with mutations in the hepatic lipase gene, including S267F and T383M. Although familial hepatic lipase deficiency is uncommon, heterozygous individuals carrying these mutations may exhibit clinical manifestations. Hepatic lipase facilitates the conversion of IDL to LDL and promotes the hepatic uptake of HDL. Deficiency of this enzyme results in elevated IDL cholesterol, VLDL cholesterol, and triglyceride content in LDL and HDL particles. Serum HDL cholesterol levels are also increased and inversely correlate with hepatic lipase enzymatic activity.\n[50]\n\nThe clinical presentation of hepatic lipase deficiency resembles that of type III hyperlipoproteinemia, but patients with hepatic lipase deficiency have normal ApoE lipoprotein levels. The absence of postheparin hepatic lipase activity distinguishes hepatic lipase deficiency from type III hyperlipoproteinemia.\n[51]"
  }
}