{
  "drug_name": "flibanserin",
  "nbk_id": "NBK589649",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589649/",
  "scraped_at": "2026-01-11T15:29:30",
  "sections": {
    "indications": "Flibanserin use is contraindicated with strong or moderate CYP3A4 inhibitors and hepatic impairment due to the heightened risk of syncope and hypotension.\n[13]\n[8]\nKnown hypersensitivity to flibanserin or its excipients is also contraindicated, with reported reactions including anaphylaxis, angioedema, pruritus, and urticaria. Simultaneous alcohol use is not a contraindication but is highlighted with a box warning in the latest FDA-approved labeling.\n\nBox Warnings\n\nAlcohol should be avoided within 2 hours of using flibanserin, especially if 1 or 2 drinks have been consumed. If 3 or more drinks have been consumed, alcohol should be skipped to mitigate the risk of CNS depression.\n[21]\nAdditional warnings include hepatic impairment and the concurrent use of moderate to strong CYP3A4 inhibitors.",
    "mechanism": "Serotonin (5-hydroxytryptamine (5-HT)) is a well-studied neurotransmitter and hormone known for regulating mood and various peripheral physiological functions.\n[9]\n[10]\nSerotonin influences various physiological functions, including sexual desire. The positive regulation of libido is facilitated by the presence of dopamine (DA) in the synapse and other microcircuits, where the actions of estrogen, norepinephrine (NE), and testosterone occur. The negative regulation of libido occurs through microcircuits at sites where serotonin and prolactin exert their actions. This suggests that an imbalance in these microcircuits may contribute to the development of HSDD, indicating reduced levels of DA and NE and increased amounts of 5-HT.\n\nFlibanserin selectively targets central serotonin postsynaptic receptors, exhibiting both agonistic and antagonistic effects on 5-HT1A and 5-HT2A, respectively. Flibanserin's activity on these specific serotonin receptors distinguishes it from other drugs targeting serotonin receptors. The activity of flibanserin on 5-HT1A and 5-HT2A receptors leads to elevated NE and DA levels and reduced serotonin levels within the prefrontal cortex intracellularly. Alongside its targeted effects on postsynaptic serotonin receptors, flibanserin exhibits limited antagonistic activity on 5-HT2B, 5-HT2C, and DA D4 receptors.\n[3]\n[11]\nFlibanserin is not associated with addiction or misuse potential, as it does not alter dopaminergic neurotransmission in the nucleus accumbens.\n[8]\n\nPharmacokinetics\n\nAbsorption:\nIn healthy premenopausal women, the oral administration of a 100 mg dose of flibanserin results in a time to reach a maximum plasma concentration of approximately 0.75 hours. The absolute bioavailability of flibanserin after oral dosing is 33%.\n\nDistribution:\nFlibanserin binds primarily to albumin, exhibiting a plasma protein binding of approximately 98%.\n\nMetabolism:\nFlibanserin undergoes primary metabolism through the cytochrome P450 enzymes CYP3A4 and CYP2C19,\n[12]\nwith minimal contributions to its metabolism made from CYP1A2, CYP2B6, CYP2C8, CYP2C9, and CYP2D6 based on in vitro and in vivo data. Flibanserin undergoes extensive metabolism, resulting in at least 35 metabolites, most of which are present in low concentrations in plasma. Among these, only 2 metabolites—6,21-dihydroxy-flibanserin-6,21-disulfate and 6-hydroxy-flibanserin-6-sulfate—exhibit plasma concentrations comparable to flibanserin. Notably, both of these metabolites are inactive.\n\nElimination:\nAfter a single oral solution administration of 50 mg 14C-radiolabeled flibanserin, 44% of the total 14C-flibanserin–related radioactivity is excreted in urine, whereas 51% is eliminated in feces. The average terminal half-life of flibanserin is approximately 11 hours.\n[8]",
    "administration": "Available Dosage Form and Strength\n\nFlibanserin is available in a 100 mg oral tablet form and is administered once daily at bedtime.\n[13]\n\nAdult Dosage\n\nFlibanserin is recommended to be taken at bedtime to minimize the risk of hypotension, syncope, accidental injury, or central nervous system (CNS) depression during waking hours. In case of a missed dose, patients are recommended to take it the following night without doubling the dosage. If the patient does not report any improvement in their symptoms after 8 weeks of compliance with the medication, flibanserin should be discontinued. Healthcare professionals should carefully consider concomitant medications outlined in the drug interactions.\n\nHealthcare providers should exercise caution when prescribing flibanserin in conjunction with potent CYP2C19 inhibitors. The combination of these medications has been associated with heightened adverse reactions, likely stemming from presumed elevated levels of flibanserin.\n[8]\n\nUpon its approval in August 2015, flibanserin required a Risk Evaluation and Mitigation Strategy (REMS) program that included Elements to Assure Safe Use (ETASU), which mandated certification for both prescribers and pharmacists.\n[14]\nHowever, in 2019, the FDA replaced the original REMS with a medication-guide-only REMS, eliminating the certification requirement for prescribers or pharmacists.\n\nSpecific Patient Populations\n\nPharmacogenetics:\nClinicians should be mindful of pharmacogenetic variations to mitigate the risk of adverse effects related to flibanserin, particularly in patients identified as poor CYP2C19 metabolizers. Individuals classified as poor CYP2C19 metabolizers may experience elevated levels of flibanserin, heightening the risk of adverse events such as hypotension, syncope, and CNS depression. This subgroup constitutes 2% to 5% of Caucasians and Africans and 2% to 15% of Asians.\n[3]\n\nHepatic impairment:\nMild hepatic impairment (Child-Pugh score of 5 to 6 points) showed that single 50 mg oral doses of flibanserin led to increased systemic exposure and a longer half-life than those with normal hepatic function. Due to the limited sample size in moderate hepatic impairment (Child-Pugh score of 8 to 9 points), conclusive statements regarding the impact of flibanserin exposure cannot be asserted. Notably, flibanserin is contraindicated for hepatic impairment.\n[13]\n\nRenal impairment:\nThe pharmacokinetic data in the labeling indicates a slight increase in the area under the curve (AUC) by 1.1-fold in mild-to-moderate renal impairment and a 1.2-fold increase in AUC for severe renal impairment compared to healthy individuals. In addition, the data suggest that patients with renal impairment may not require dosage adjustments, as the observed alteration in AUC is minimal. The FDA-approved labeling does not specify any dosage adjustments for renal impairment.\n\nPregnancy considerations:\nAn ongoing flibanserin pregnancy registry study assesses pregnancy outcomes in women exposed to flibanserin at any stage of pregnancy (\nhttps://addyipregnancy.com\n). To date, no studies on pregnant women have conclusively identified any drug-associated risks. However, studies based on animals have indicated certain adverse effects on reproduction and development, including diminished fetal weight, structural anomalies, and increased fetal loss, observed at exposures significantly exceeding the maximum recommended human dosage. Notably, although flibanserin is not recommended during pregnancy, it is also not contraindicated in this population.\n[15]\nhttps://www.fda.gov/science-research/womens-health-research/list-pregnancy-exposure-registries\nhttps://addyipregnancy.com\n\nBreastfeeding considerations:\nAlthough flibanserin has been detected in rat milk, its presence in human milk and its impact on the breastfed infant and milk production remains unknown. Due to the potential for adverse reactions, including sedation in a breastfed infant, breastfeeding is not recommended during flibanserin treatment.\n[8]\n\nPediatric patients:\nFlibanserin is not approved by the FDA for use in the pediatric population.\n\nOlder patients:\nFlibanserin lacks FDA approval for use in older individuals, as its safety and efficacy in this age group have not been confirmed.",
    "adverse_effects": "The most frequently reported adverse effects of flibanserin, with an incidence of over 2%, include dizziness, somnolence, nausea, fatigue, insomnia, and dry mouth, listed in descending order of frequency.\n[15]\n[14]\nHypotension and syncope may manifest if flibanserin is combined with moderate or potent CYP3A4 inhibitors in individuals with hepatic impairment, alcohol, or other medications known for inducing hypotension and syncope. Less frequently reported adverse effects in clinical trials include anxiety, constipation, abdominal pain, sedation, accidental injury, appendicitis, and vertigo.\n[16]\n[17]\n\nDrug-Drug Interactions\n\nCNS depressants:\nCNS depressants, such as diphenhydramine, opioids, hypnotics, and benzodiazepines, pose an elevated risk of CNS depression when used concurrently with flibanserin compared to the use of flibanserin alone. Healthcare professionals should engage in a comprehensive discussion with the patient regarding the concomitant use of other CNS depressants when prescribing flibanserin, considering the potential risks and benefits. The coadministration of flibanserin with alcohol is addressed explicitly in box warnings.\n[18]\n\nStrong or moderate CYP3A4 inhibitors:\nStrong or moderate CYP3A4 inhibitors, including azole antifungals and protease inhibitors, warrant careful consideration in assessing a patient's current medication regimen. Healthcare professionals should know and inquire about these potential interactions to ensure safe prescribing practices.\n[15]\nModerate or strong CYP3A4 inhibitors increase the plasma levels of flibanserin, thereby increasing the risk of syncope and hypotension. Consequently, the combination of these medications with flibanserin is contraindicated. When a patient is taking a moderate or strong CYP3A4 inhibitor and plans to start taking flibanserin, it is essential to wait for at least 2 weeks after the last dose of the inhibitor to help minimize the risk of potential drug interactions and having elevated levels of flibanserin in the body.\n\nClinicians or prescribers should commence the moderate or strong CYP3A4 inhibitor 2 days after the last dose of flibanserin. This allows sufficient time for the drug's clearance from the system, ensuring safe and effective treatment while minimizing the risk of potential drug interactions and adverse effects.\n[14]\n[19]\nExamples of strong CYP3A4 inhibitors include ketoconazole, posaconazole, itraconazole, clarithromycin, telithromycin, nefazodone, ritonavir, nelfinavir, indinavir, boceprevir, telaprevir, and conivaptan. Similarly, moderate CYP3A4 inhibitors include medications such as ciprofloxacin, erythromycin, amprenavir, fosamprenavir, atazanavir, diltiazem, fluconazole, verapamil, and grapefruit juice.\n[3]\n[8]\n[15]\n\nCYP3A4 inducers:\nCYP3A4 inducers, including carbamazepine, phenobarbital, phenytoin, rifampin, rifabutin, rifapentine, and St John's Wort, significantly reduce flibanserin exposure when used concurrently. Although strong CYP3A4 inducers are not expected to compromise medication safety, they may diminish efficacy by enhancing the metabolism of flibanserin.\n[16]\n\nWeak CYP3A4 inhibitors:\nWeak CYP3A4 inhibitors, such as oral contraceptives, ranitidine, and ginkgo, are examples of substances that may have a modest impact. Concurrent use of multiple weak CYP3A4 inhibitors with flibanserin may elevate the risk of adverse reactions. Healthcare professionals should discuss with their patients the potential risks and benefits of combining flibanserin with weak CYP3A4 inhibitors.\n\nAntidepressants:\nA randomized controlled trial (RCT) reported no severe adverse effects or suicidal ideation when combining a daily dosage of flibanserin 100 mg with a stable selective serotonin reuptake inhibitor (SSRI) or serotonin-norepinephrine reuptake inhibitor (SNRI) regimen.\n[20]\n\nStrong CYP2C19 inhibitors:\nStrong CYP2C19 inhibitors, such as proton pump inhibitors and certain antifungals, require careful consideration by healthcare providers when prescribing flibanserin to ensure patient safety and efficacy. These medications, when used in combination with flibanserin, have been associated with increased adverse reactions, likely due to presumed increased levels of flibanserin. To mitigate this risk, healthcare professionals should discuss using strong CYP2C19 inhibitors with the patient when prescribing flibanserin and consider alternative medications or strategies if necessary.\n[8]\n\nP-glycoprotein substrates:\nP-glycoprotein substrates, such as digoxin or sirolimus, may require increased monitoring of drug concentrations when administered concurrently with flibanserin, as flibanserin can inhibit p-glycoprotein.\n[5]",
    "monitoring": "As a centrally acting drug, flibanserin frequently causes somnolence. Therefore, it is advised to take the medicine at bedtime. Furthermore, using flibanserin in conjunction with centrally acting depressants, such as benzodiazepines, opioids, and sedating antihistamines, should be monitored cautiously due to the increased risk of CNS depression.\n[15]\nClinicians can monitor the response to flibanserin treatment using validated tools such as the FSFI and the Female Sexual Distress Scale-Revised (FSDS-R).\n[13]\n\nFlibanserin is prescribed at bedtime as administration during the daytime increases the risks of hypotension, CNS depression, syncope, and accidental injury. Clinicians should counsel patients to abstain from activities demanding full alertness, such as driving or operating machinery, until at least 6 hours after each dose of flibanserin. A study involving healthy premenopausal women observed no adverse effects on indicators of driving performance or psychomotor performance considered significant for driving when evaluated the next morning, 9 hours following single and multiple doses of flibanserin. The dosages included flibanserin 100 mg once daily at bedtime (approved dosage) or a single dose of 200 mg at bedtime (twice the maximum recommended human dosage).\n[22]",
    "toxicity": "Research conducted on animals has revealed that female rats developed mammary tumors when exposed to flibanserin within 2 years and at doses exceeding recommendations 3 to 10 times. Although the clinical significance in human studies has not been determined, it has been included in package labeling as a warning.\n[18]\n[8]\nPatients should not exceed the prescribed daily dosage of 100 mg of flibanserin. Doses exceeding 250 mg/d may be intolerable and can further exacerbate the noted effects. Currently, no known antidotes are available to reverse the effects of toxicity caused by flibanserin.\n[21]\n\nStudies have not been conducted on pregnant women to determine any associated risks concerning maternal or fetal toxicity. However, fetal toxicity was observed in animal studies, which included sedation, anatomical abnormalities, and limited weight gain. Animal studies showed fetal loss was increased at doses 15 times greater than pharmacological doses in humans.\n[16]\nIn a case report published in the American College of Medical Toxicology (ACMT), a pediatric patient aged 2 inadvertently ingested 7 tablets of 100-mg flibanserin. This led to profound CNS depression in the child, necessitating endotracheal intubation. The patient was discharged without enduring sequelae following extubation on the third day of hospitalization. This case highlights the importance of securely storing medications to prevent unintended pediatric poisonings.\n[23]"
  }
}