{
  "drug_name": "flubendazole",
  "nbk_id": "NBK560525",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560525/",
  "scraped_at": "2026-01-11T18:47:06",
  "sections": {
    "indications": "The word \"helminths\" comes from the Greek meaning worm. The parasites that infect humans can be classified as heirlooms or souvenirs. Parasites that are inherited from ancestors in Africa are called Heirlooms, and those that are acquired from the animals during contact through our evolution, migrations, and agricultural practices are called souvenirs.\n[1]\n[2]\nIn developing countries, the most common infectious agents of humans are these helminthic infections. More than a quarter of the world's population, that means approximately 2 billion people are affected by the helminthic parasite, and it is one of the major burdens of developing countries, especially in children.\n[3]\n[4]\n[5]\n\nThere are two major phyla of helminths known as nematodes and platyhelminths. Nematodes are also known as roundworms that include soil-transmitted helminths and the filarial worms that cause lymphatic filariasis (LF) and onchocerciasis.\n\nOther phyla platyhelminths also called flatworms, which include flukes schistosomes and tapeworms such as the pork tapeworm that causes cysticercosis. Flukes are known as trematodes, and tapeworms are known as cestodes.\n[1]\n[6]\nSoil-transmitted helminthiasis is a roundworm (\nAscaris lumbricoides\n), whipworm (\nTrichuris trichiura\n), and hookworm (\nAncylostoma duodenale\nand\nNecator americanus\n).\n[4]\n[3]\n[5]\n\nThe soil-transmitted helminths (STHs), enter into the human body from contaminated soil that contains eggs of\nA. lumbricoides\nand\nT. trichiura\n. Some helminth can penetrate the skin directly (hookworm larvae).\n[7]\n[5]\nThe diseases by helminths are neglected tropical diseases because they usually have insidious effects on growth and development. Also, the study of these diseases receives less than 1% of the global research budget.\n[1]\n[8]",
    "mechanism": "Intestinal parasite infections often cause morbidity and mortality, especially in children. The major risk factors of helminthiasis are rural areas, low socioeconomic status, poor sanitation, poor availability of clean water, poor personal hygiene, lack of nail trimming, crowded living conditions, lack of education, lack of access to health care, and inadequate dwelling conditions.\n\nA. lumbricoides\nand\nT. trichiura\nare transmitted through the fecal-oral route. Adult Ascaris is a long cylindrical worm, and its larvae can migrate into the pulmonary circulation, but\nT. trichiuria\ncan not.\nA. duodenale\nand\nN. americanus\nare transmitted by penetration of the skin from where it goes into the lungs and crosses pulmonary capillaries to penetrate into alveolus and then to the intestine through the passing of larynx.\nN americanus\nis globally predominant compared to\nA. duodenale\n.\nS. stercoralis\ncan infect percutaneously and orally.\n[4]\n[7]\n[9]\n[10]\nPoor hygiene of mother or caregiver is also one of the most important risk factors for soil-transmitted helminths infection in preschool children.\n[4]\nSchistosomiasis infection is usually transmitted from contact with freshwater snails during swimming or washing. Schistosomiasis causes chronic inflammation that produces oxygen-free radicals. These free radicals are responsible for different mutations and the formation of carcinogenic N-nitrosamines that cause bladder carcinoma and portal tract fibrosis.\n[11]\n[12]\nDiphyllobothriasis is most commonly occurs by species being\nD. latum\nfrom the ingestion of larva of the fish tapeworm.\n[13]",
    "monitoring": "Ascaris lumbricoides\ncan be diagnosed by the presence of eggs, larvae, or adult worms.\n\nThe chest X-ray can show pulmonary infiltrates, bronchoscopy may show the evidence of bronchitis, and filariform larvae may also be found in sputum, bronchoalveolar lavage, or gastric aspirate in Loeffler syndrome that may also occur by\nA. duodenale\n,\nN. americanus\n, and\nS. stercoralis\n.\nAcute larval infections are associated with eosinophilia and increased IgE titers.\nEgg concentration techniques are commonly used in hospital-based laboratories, whereas the Kato-Katz technique, which is more simplified and field-friendly tests are used for public health control. There are some other techniques like McMaster, FLOTAC, and mini-FLOTAC; these techniques use the concentration of eggs that can be more sensitive than Kato-Katz.\n[3]\n[37]\nUltrasonography is one of the most important diagnostic tools for hepatobiliary and pancreatic ascariasis, although duodenoscopy and endoscopic retrograde cholangiopancreatography can also be used.\n[3]\n[38]\n[10]\n\nStool microscopy is sufficient in uncomplicated cases of\ntrichuriasis.\nColonoscopy can detect trichuriasis in severe cases, and sometimes biopsy also be needed to confirm the diagnosis. In trichuriasis dysentery syndrome, iron-deficiency anemia should be evaluated.\n[3]\n[27]\n\nLoeffler syndrome\ncan occur in\nA. duodenale\nand\nN. americanus\ninfection, the diagnostic method is the same as\nAscaris\ninfection. In intestinal infection, the mainstay of diagnosis is stool microscopy. Capsule endoscopy can identify hookworms, although it is rarely used. Anemia should be evaluated in any case of hookworm infection as well as in hookworm infections.\n[3]\n\nS. stercoralis\nalso causes Loeffler syndrome, and the diagnostic method is the same as\nAscaris\ninduced Loeffler syndrome. For intestinal infection, filariform larvae can be seen in a single wet mount stool preparation. Duodenoscopy with duodenal biopsies may also be used and shows eggs, larvae, and adult worms. If gut damage is being investigated, then plain X-ray of the abdomen, contrast-enhanced CT, and MRI can be used. If\nStrongyloides\nhyperinfection syndrome is suspected, targeted tissue such as lung, bronchial, and small bowel biopsies might identify eggs, larvae, and adult worms. Either IgE titers and eosinophils can be highly elevated or depleted.\n[3]\n[24]\n\nThe gold standard method for the diagnosis of\nschistosomiasis\nis the microscopic examination of ova in urine (\nS. haematobium\n) or stool. Kato Katz technique may also be used to assess the intensity of infection. Schistosomiasis can also be diagnosed by the presence of eggs in tissue biopsy specimens that might be taken from rectum, bladder, intestine, and liver. The standard screening method is the serology for egg antigen. Some other nonspecific findings may also present in schistosomiasis, including eosinophilia, anemia, and thrombocytopenia (from splenic sequestration). Schistosomiasis tests are usually negative when Katayama fever develops because it occurs before maturation of schistosome flukes begin to lay eggs, but diagnostic tests for schistosomiasis detects eggs or serology for egg antigens. Hepatosplenic schistosomiasis may be diagnosed by abdominal ultrasonography.\n[20]\n[11]\n[19]\n\nHistory of exposure in endemic areas is the first step for the diagnosis of\nlymphatic filariasis\n. Then serology testing of blood for microfilariae can be done. A skin biopsy can be performed but is usually reserved for tissue-dwelling nematodes such as\nOnchocerca\nvolvulus infection. In the case of asymptomatic males with microfilaraemia, ultrasonography can be done to see scrotal lymphatics. PCR tests, lymphoscintigraphy, and immunochromatographic tests are can also be used.\n[29]\n\nHydatid cyst\nmay reveal laboratory abnormalities, including elevated ALT, eosinophilia, and fibrinogen level. Elevated transaminases, bilirubin, and gamma-glutamyl transferase may signify the complication such as biliary obstruction. If cyst leaked into biliary structures or there is cyst rupture, gamma-glutamyl transferase and alkaline phosphatase may be significantly elevated along with eosinophilia; but these findings are usually absent in intact cysts. Imaging is the main diagnostic mode of a hydatid cyst, and the most commonly used method is ultrasonography. Other imaging modalities are CT scan, MRI, or MRI with MRCP.\n[32]\n[33]\n\nFor\nintestinal taeniasis\n, enzyme-linked immunoelectrotransfer blot (EITB) for excretory-secretory antigens detection and enzyme-linked immunosorbent assays (ELISA) for coproantigen may be used. For\nneurocysticercosis\n, CT and MRI of the brain are the main modalities of neuroimaging tests. ELISA method is used as a serological test to detect the parasitic antigen in the serum and anticysticercal antibody in cerebrospinal fluid. Enzyme-linked immunoelectrotransfer blot (EITB) assay may also be a useful diagnostic test.\n[35]\n[36]\n[39]\n[40]\n\nDiphyllobothriasis\nis evaluated by appropriate clinical features and laboratory workup that may reveal megaloblastic anemia, pancytopenia, and eosinophilia. The presence of eggs or proglottids in the stool sample may use for diagnosis. Molecular methods such as PCR and restriction fragment length polymorphism are also an available method for diagnosis of\nD. latum\n.\n[13]",
    "administration": "Proper hygiene maintenance is one of the most important measures to prevent helminth infection. For the treatment of\nA. lumbricoides\n, several drugs may be used, including albendazole, mebendazole, pyrantel pamoate, levamisole, and ivermectin. If patients develop intestinal obstruction, it requires proper treatment with intravenous support, anthelmintics, and antibiotic treatment. Laparotomy might be necessary in case of small bowel obstruction, intussusception, and volvulus. Hepatobiliary ascariasis can be treated with drug therapy. If conservative therapy fails, then endoscopic and surgical therapy may be required.\n[3]\n[38]\n[10]\n\nPharmacology\n\nFor\ntrichuriasis\n, available drugs that might be used are albendazole, mebendazole, pyrantel pamoate, and ivermectin. If the symptom is severe or the patient develops anemia, iron therapy is provided, and supportive therapy is needed if a patient develops dysentery.\n[3]\n[27]\n[26]\n[41]\nFor\nA. duodenale\nand\nN. americanus\n, recommended treatment options include albendazole or mebendazole. Iron supplementation is provided for additional nutritional support.\n[3]\n[22]\nFor\nS. stercoralis\ntreatment, benzimidazoles (thiabendazole, mebendazole, and albendazole) or ivermectin gives a very good response. In Strongyloides hyperinfection syndrome and disseminated strongyloidiasis, hydration, nutritional support, and antibiotics are needed as indicated; ivermectin should be continued for at least seven days or until sputum or stool samples are negative for the parasite for two weeks.\n[3]\n[24]\nFor\nschistosomiasis\n, the drug of choice is praziquantel. Repeated treatment is needed in severe cases or if Katayama fever develops. Steroids may also be given during Katayama fever to decrease symptoms\n[19]\n[20]\n[11]\nLymphatic filariasis\ncan be treated by several drugs, including ivermectin, suramin, mebendazole, flubendazole, and diethylcarbamazine. Other available options are surgical, thermal, and herbal treatment.\n[29]\n[30]\nFour different modalities are available for the management of\ncystic echinococcosis,\nwhich includes chemotherapy, percutaneous therapy, surgery, and observation without intervention. Benzimidazoles are the cornerstone of medical therapy.\n[32]\n[33]\nTreatment options for\nneurocysticercosis\nare symptomatic therapy such as anticonvulsants, analgesics, antihelminthic therapy, and surgery, which include worm removal surgery or shunt placement.\n[35]\n[36]\nPraziquantel is used for the treatment of\ndiphyllobothriasis\n. Niclosamide is also another available drug.\n[13]",
    "adverse_effects": "A lot of complications can occur in helminth infection, which may include:\n\nAnemia\nMalnutrition\nGrowth retardation\nDevelopmental retardation\nIntestinal obstruction\nGastrointestinal hemorrhage\nCor pulmonale\nPortal hypertension\nUrinary bladder carcinoma\nNeurological complications such as seizure, myelopathy\nPrimary and secondary infertility\nEctopic pregnancy and tubal pregnancy\nHypogonadism\nSystemic cysticercosis\nCholangitis\nCholecystitis\nPancreatitis\nCyst or Hydatid cyst rupture\nChronic lymphatic damage\nBlindness"
  }
}