{
  "drug_name": "fluconazole",
  "nbk_id": "NBK537158",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537158/",
  "scraped_at": "2026-01-11T15:29:31",
  "sections": {
    "indications": "Fluconazole is contraindicated if the patient has hypersensitivity to the drug or any formulation components. Caution is recommended when administering fluconazole to patients with proarrhythmic conditions. Patients taking fluconazole should avoid medications metabolized by CYP3A4, which have the potential to significantly increase the QT interval, such as erythromycin, pimozide, and quinidine.\n[32]\nAvoid coadministration of abrocitinib with fluconazole due to increased systemic exposure to abrocitinib and its active metabolites.\n[37]\n\nWarning and Precautions:\n\nThe oral suspension of fluconazole powder contains sucrose; caution is essential for patients with hereditary fructose, glucose/galactose malabsorption, and sucrase-isomaltase deficiency.\n[5]\nFluconazole may cause dizziness and seizures; patients are advised to avoid driving vehicles or operating machinery.\n[38]\nFluconazole inhibits human adrenocortical steroidogenesis, and reversible adrenal insufficiency has been observed with fluconazole use.\n[39]",
    "mechanism": "Fluconazole interacts with 14-demethylase, a cytochrome P-450 enzyme responsible for catalyzing the conversion of lanosterol to ergosterol.\n[4]\nAs ergosterol forms a critical part of the fungal cell membrane, fluconazole inhibits the synthesis of ergosterol to increase cellular permeability. Other functions of the medication are to prevent endogenous respiration and the formation of yeasts. Of note, the loss of sterols goes parallel with the accumulation of sterols found in fungi and is the primary cause of the perceived fungistatic activity of fluconazole.\n\nMammalian demethylation is less sensitive to fluconazole inhibition; using fluconazole helps the body counteract the causative agents of fungal infection. However, despite this mechanism of action, triazoles are considered fungistatic against\nCandida\nspecies.\n\nFluconazole's efficacy is limited to yeasts and the endemic fungi,\nHistoplasma\n,\nBlastomyces\n, and\nCoccidioides\n. In addition, fluconazole has excellent activity against\nCandida\nand\nCryptococcus\nspecies but has less activity against\nC glabrata\nand no activity against\nC krusei\n.\n\nPharmacokinetics\n\nAbsorption:\nThe pharmacokinetic properties are similar following administration by the intravenous or oral routes; intravenous administration is helpful in patients with impaired gastrointestinal absorption or motility. Fluconazole's absorption is unaffected by food or gastric pH.\n\nDistribution:\nThe bioavailability of oral fluconazole is over 90% compared with intravenous administration.\n[5]\nThe daily dose of fluconazole does not change based on the mode of administration.\n\nMetabolism:\nThe serum half-life is approximately 24 hours, permitting for once-daily dosing; however, the daily dose of fluconazole for treating infections other than vaginal candidiasis should depend on the type of organism and the response to therapy. Treatment should continue until clinical parameters show that active fungal infection has subsided.\n\nElimination:\nFluconazole clearance is primarily via renal excretion, with approximately 80% of the administered dose appearing as the unchanged drug in the urine. In comparison, it excretes about 11% of the medication in the urine as metabolites.\n\nMechanism of Resistance\n\nMutation in\nthe ERG11\ngene decreases the binding of the drug target enzyme, lanosterol C14-alpha demethylase, to fluconazole, leading to drug resistance. Efflux pumps coded by 2 carrier gene families include\nCDR-1\nand\nCDR-2\ngenes belonging to the ATP-binding cassette superfamily (ABC) and\nMDR-1\ngenes. Efflux pumps encoded by\nCDR-1\ncan cause resistance to all azole drugs, while efflux pumps encoded by\nMDR\nare selective for fluconazole. Resistance in\nC. glabrata\nusually includes the upregulation of CDR genes.\n[6]",
    "administration": "Available Dosage Forms\n\nFluconazole is available in oral (suspension and tablet form) and intravenous preparations.\n\nAdult Dosing\n\nFluconazole administration requires multiple doses except in vaginal candidiasis, where the recommended dosage is 150 mg as a single oral dose. The doses range from 200 mg of fluconazole on the first day, followed by 100 mg once daily, as in oropharyngeal and esophageal candidiasis, to daily doses of 50 to 200 mg in treating\nCandida\nperitonitis and urinary tract infections. However, doses of up to 400 mg daily have been used in systemic candida infections and to prevent candidiasis in patients undergoing bone marrow transplantation.\n\nIn treating acute cryptococcal meningitis, the recommended dosage for fluconazole is 400 mg on the first day, and subsequent dosing is 200 mg once daily. The initial therapy should be continued for 10 to 12 weeks after the cerebrospinal fluid (CSF) shows negative cultures.\n[7]\nIn addition, a suppression dose of 200 mg once daily is recommended in patients with AIDS. Higher daily doses of 600 to 1000 mg have been necessary for treating some endemic fungal infections like coccidioidomycosis, especially in disseminated diseases. The Infectious Disease Society of America endorses the use of fluconazole for coccidioidomycosis.\n[8]\n\nSpecific Patient Populations\n\nHepatic impairment:\nGiven fluconazole's hepatotoxic potential, fluconazole use requires caution in patients with liver dysfunction.\n\nRenal impairment:\nThe pharmacokinetics of fluconazole are affected by the reduction in renal function. Therefore, the dose of fluconazole needs to be reduced in patients with impaired renal function. If creatinine clearance is ≤50 mL/min, the clinician must reduce the dose to 50% of the recommended dose. Patients on hemodialysis should be given 100% of the recommended dose after each dialysis session. The clinician should administer the dose on non-dialysis days according to the patient's creatinine clearance.\n\nPregnancy considerations:\nAccording to the U.S. Food and Drug Administration, using fluconazole at chronic high doses (400 to 800 mg/d) during the first trimester of pregnancy has been associated with a rare and specific group of congenital disabilities in infants. However, this risk does not seem to be linked to a single low dose of the medication. Based on this information, fluconazole's current pregnancy category is former FDA Category D.\n\nThere is a risk of cleft palate, bowed tibia and femur, brachycephaly, and increased risk of musculoskeletal malformations and congenital heart defects in patients exposed to high-dose fluconazole therapy during pregnancy. Hence, healthcare providers should avoid fluconazole in pregnant mothers except in patients with life-threatening fungal infections. However, fluconazole may be used if the expected benefit outweighs the risk to the fetus.\n[9]\n\nBreastfeeding considerations:\nAccording to the manufacturer's labeling, clinicians should be cautious when prescribing fluconazole to a nursing woman. Fluconazole is acceptable in nursing mothers because doses excreted into breast milk are less than the neonatal fluconazole dosage. Therefore, clinicians frequently prescribe fluconazole to treat recurrent breast candidiasis in nursing mothers. The regimen for breast candidiasis is 400 mg once, followed by 200 mg daily for at least 2 weeks.\n[10]\n\nPediatric patients:\nThe commonly used daily doses in adults (100, 200, and 400 mg) should be equivalent to the subsequent doses (3, 6, and 12 mg/kg), respectively, in pediatric patients, but doses exceeding 600 mg/d are not recommended.\n\nOlder patients:\nFluconazole is primarily eliminated through renal excretion. Dosage adjustment based on creatinine clearance is necessary to ensure appropriate dosing in older patients.",
    "adverse_effects": "Although most patients tolerate fluconazole, gastrointestinal symptoms are a frequently reported adverse event. These can include but are not limited to, nausea, abdominal pain, vomiting, and diarrhea, especially in children.\n[5]\n\nOther adverse effects may include anaphylaxis, hepatotoxicity, asthenia, myalgia, fatigue, fever, malaise, QT prolongation, torsade de pointes, seizures, dizziness, vertigo, insomnia, paresthesia, somnolence, tremor, leukopenia including neutropenia and agranulocytosis, thrombocytopenia, hypercholesterolemia, hypertriglyceridemia, hypokalemia, cholestasis, dry mouth, dyspepsia, taste perversion, acute exanthematous pustulosis, drug eruption, excessive sweating, alopecia, and chapped lips and exfoliative skin disorders such as Stevens-Johnson syndrome and toxic epidermal necrolysis.\n[11]\n[12]\n\nFluconazole therapy can cause transient mild-to-moderate serum aminotransferase elevations and is a known cause of drug-induced liver injury with a likelihood score of B (likely cause of clinically apparent liver injury). The drug-induced liver injury (DILI) pattern is usually hepatocellular and occurs within the initial few weeks of therapy. Hepatotoxicity can be associated with hypersensitivity reactions, including eosinophilia, fever, and rash. Most patients recover after discontinuing fluconazole, but clinical recovery may require 3 to 4 months. Rechallenge with the fluconazole may lead to the recurrence of hepatotoxicity, so the drug should be avoided.\n[13]\n\nDrug-Drug Interactions\n\nFluconazole is a moderate inhibitor of CYP2C9 and CYP3A4 and a potent inhibitor of CYP2C19, which can result in significant drug-drug interactions.\n\nAmiodarone:\nCaution must be exercised with concomitant administration of fluconazole and amiodarone, particularly with high-dose fluconazole (800 mg), which may increase QT prolongation.\n[14]\n\nAntiepileptic drugs:\nThe neurotoxicity increases in patients taking fluconazole with antiepileptic drugs such as phenytoin or carbamazepine. Fluconazole inhibits the cytochrome P4503AA4 isoenzyme, leading to toxicity symptoms like ataxia, hyperreflexia, nystagmus, and tremors.\n[15]\n[16]\n\nAll-trans-retinoid acid (ATRA):\nCombination therapy with fluconazole and ATRA has been associated with pseudotumor cerebri. Pseudotumor cerebri is reversible upon discontinuation of drug therapy.\n[17]\n\nBenzodiazepines:\nThe blood concentration of benzodiazepines (eg, alprazolam, triazolam, midazolam) increases when coadministered with fluconazole, a weak or moderate CYP3A4 inhibitor resulting in symptoms of toxicity, including sedation and hypnosis.\n\nCalcium channel blockers:\nDrugs such as felodipine, amlodipine, and nifedipine are substrates of CYP3A4; fluconazole inhibits their metabolism and increases the exposure of calcium channel blockers.\n[18]\n\nIbrutinib:\nFluconazole can increase plasma ibrutinib concentrations. Reduced ibrutinib dosage and frequent monitoring for adverse reactions are recommended.\n[19]\n\nIvacaftor:\nCoadministration with fluconazole may increase ivacaftor exposure. Reduction in the dose of ivacaftor is recommended.\n[20]\n\nLemborexant:\nAvoid simultaneous use of fluconazole with lemborexant, as it can increase exposure to this drug, resulting in an increased risk of adverse reactions.\n[21]\n\nLosartan:\nFluconazole inhibits the metabolism of losartan. Blood pressure should be continuously monitored in patients receiving losartan.\n[22]\n\nMethadone:\nFluconazole may increase the serum concentration of methadone. Use with caution and monitor patients for CNS depression.\n[23]\n\nNSAIDs:\nFluconazole can potentially increase the systemic exposure of NSAIDs metabolized by CYP2C9. Monitoring for adverse events and toxicity is suggested. Adjustment of the dosage of NSAIDs may be required.\n[24]\n\nOral hypoglycemic agents (OHA):\nConcurrent use of fluconazole with glyburide, tolbutamide, and glipizide may increase the risk of hypoglycemic attacks.\n[25]\n\nRifabutin:\nFluconazole can increase serum levels of rifabutin, leading to uveitis. Patients receiving both medications should be carefully monitored.\n[26]\n\nStatins:\nConcurrent administration of fluconazole with statins metabolized via CYP3A4 (eg, atorvastatin, simvastatin) or CYP2C9 (eg, fluvastatin) increases the risk of myopathy and rhabdomyolysis.\n[27]\n\nSaquinavir:\nFluconazole increases saquinavir plasma concentrations by inhibiting its metabolism, requiring monitoring for potential toxicity.\n[28]\n\nTofacitinib:\nCoadministration of fluconazole with tofacitinib necessitates reducing tofacitinib due to increased systemic exposure.\n[29]\n\nTheophylline:\nCoadministration of fluconazole with theophylline, a drug with a narrow therapeutic index, significantly increases theophylline concentration. Therapeutic drug monitoring and dosage adjustment are required.\n[30]\n\nTolvaptan:\nFluconazole significantly increases plasma exposure to tolvaptan, increasing the risk of adverse drug reactions such as diuresis, dehydration, and acute renal failure. If coadministered, the tolvaptan dose should be reduced, and the patient should be closely monitored.\n[31]\n\nTricyclic antidepressants:\nThe use of fluconazole in patients taking tricyclic antidepressants like amitriptyline, protriptyline, and nortriptyline leads to an increased risk of cardiotoxicity characterized by QT prolongation, torsade de pointes, and cardiac arrest. These effects are also observed when fluconazole is concurrently used with class I antiarrhythmic agents and amiodarone.\n[32]\n\nVinca alkaloids:\nFluconazole may increase plasma levels of vinca alkaloids such as vincristine and vinblastine, increasing the risk of neurotoxicity.\n[33]\n\nVoriconazole:\nConcomitant administration of voriconazole and fluconazole should be avoided. Monitoring for adverse drug reactions and toxicity related to voriconazole is recommended, especially if voriconazole is initiated within 24 hours after the last dose of fluconazole.\n[34]\n\nWarfarin:\nThe risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin.\n[35]\n\nZidovudine:\nFluconazole increases zidovudine levels, prolongs its half-life, and may lead to zidovudine-related adverse reactions. Dosage reduction and close monitoring may be necessary when administering these drugs together.\n[36]",
    "monitoring": "In rare cases, hepatic toxicity has correlated with the use of fluconazole. Hepatic reactions range from mild transient elevations in transaminases to clinical hepatitis. Fatalities have occurred, primarily in patients with severe underlying medical conditions, predominantly AIDS, malignancy, or chronic liver disease, and often while taking multiple concomitant medications. There is no apparent relationship between the total daily dose, duration of therapy, sex, or the patient's age.\n\nIn most cases, hepatotoxicity caused by fluconazole is reversible upon discontinuation of the medication. However, the clinical team must closely monitor patients who experience abnormal liver function tests while taking fluconazole to assess the potential progression of more severe liver injury. Clinicians should discontinue fluconazole if clinical signs and symptoms are consistent with liver disease. The risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin. Patients on warfarin therapy who have been prescribed fluconazole need monitoring of PT/INR.\n[35]\n[40]\n\nConcomitant use of fluconazole and fentanyl/alfentanil may result in elevated fentanyl concentrations, which can result in profound sedation. Monitor for potential respiratory depression.\n[41]\nFluconazole increases plasma levels of cyclosporine and tacrolimus, requiring monitoring of serum concentrations of cyclosporine and tacrolimus and serum creatinine to decrease the risk of nephrotoxicity. Dose adjustment of tacrolimus and cyclosporine is recommended when used concomitantly with fluconazole.\n[42]",
    "toxicity": "In a case report, acute toxicity of fluconazole has been described with peripheral nervous system involvement. In addition, the patient developed polyneuropathy, a confusional state, acute kidney injury, and thrombotic thrombocytopenic purpura.\n[43]\n\nHallucinations and paranoid behavior accompanying fluconazole overdose have been reported. In the event of an overdose, providing symptomatic treatment and supportive measures, including gastric lavage if necessary, is recommended. There is no antidote for fluconazole toxicity. Due to the renal excretion of fluconazole, a 3-hour hemodialysis session can effectively lower plasma levels by approximately 50%, facilitating the elimination of the fluconazole.\n[5]"
  }
}