{
  "drug_name": "flucloxacillin",
  "nbk_id": "NBK587445",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587445/",
  "scraped_at": "2026-01-11T18:47:06",
  "sections": {
    "indications": "Intralenticular or lens abscess is an uncommon ocular entity resulting from post-trauma, surgery, or metastatic spread.\n[1]\nIt can also be sterile. Lens abscesses can result secondary to trauma from iron rod, thorn injury, vegetative matter trauma, intralenticular cilia or ophthalmia nodosa, mud injury, dust fall, and stone injury and can also result from blunt trauma to the eye. The lens can be damaged in approximately 30% of perforating eye injuries and 10% of intralenticular foreign bodies lodged in the lens.\n[2]\nIn cases with blunt trauma, the patient with a lens abscess can have mild symptoms such as pain, blurred vision, and watering. The patients with penetrating trauma present with pain, redness, and sudden onset defective vision.\n[3]\n\nSlit lamp examination usually reveals a heterogenous lens opacity or pus-filled lenticular cavity. Fundus examination is extremely vital to rule out vitritis and endophthalmitis. Documentation of visual acuity, intraocular pressure, and seidel's test is also essential to assess the treatment response in each case. The other critical investigation of interest which can delineate a lens abscess well are ultrasound B scan, anterior segment optical coherence tomography (ASOCT), and ultrasound biomicroscopy (UBM).\n[4]\n\nIt is also essential to assess the integrity of the posterior capsule as the risk of endophthalmitis is increased manifold when the posterior capsule is ruptured. It is vital to differentiate lens abscesses from traumatic cataracts, as IOL implantation in primary sitting is contraindicated. Diagnosing lens abscess requires clinician expertise, experience, and a high index of suspicion.\n\nPrompt diagnosis, targeted intervention, elimination of microbial load, and regular and meticulous follow-up are the key elements for treatment success. It is also important to take a culture from the lens aspirate to pinpoint the microorganism. In cases with fungal lens abscesses, intravitreal steroids should be avoided. A detailed examination and high clinical suspicion are required to look for complications like secondary glaucoma, cystoid macular edema, and endophthalmitis.\n[5]",
    "mechanism": "Bacterial\n\nStaphylococcus Aureus\n\nStaphylococcus is the most common bacteria on the ocular surface and is an aerobic gram-positive organism with low virulence. It can also enter the after penetrating through an exogenous source. The organism is also commonly seen in the aspirate cultured from lens abscess.\n[6]\n\nStaphylococcus Epidermidis\n\nStaphylococcus epidermidis is also an aerobic, gram-positive bacteria with low virulence. It is commonly seen as a commensal in the eyes or can be associated with postoperative endophthalmitis. The organism has also been cultured from lens aspirate of lens abscess. There can also be a delayed manifestation of postoperative infection because steroids and antibiotics usually mask the initial response. As per previous reports, the microorganism can adhere to the plastic surface of the intraocular lens by producing a glycocalyx polysaccharide which acts as a glue.\n[7]\n\nPropionibacterium Acne\n\nPropionibacterium acne is commonly seen on the skin and conjunctiva and generally can be considered a contaminant of the ocular surface. The microorganism is an anaerobic, Gram-positive rod, which can also result in a mixed eye infection. The organism is sensitive to penicillin, less sensitive to cephalosporins, and resistant to gentamicin and vancomycin. The microorganism has also been reported commonly from lens abscess, postoperative endophthalmitis after trabeculectomy, and keratoplasty. It also invites the development of phacoantigenic uveitis.\n[5]\n\nStenotrophomonas Maltophilia\n\nThis microorganism has also been reported in cases with lens abscesses.\n[8]\n\nPaecilomyces Lilacinus\n\nThis is one of the rare species reported in lens abscesses.\n[9]\n\nStreptococcus Pneumoniae (Pneumococcus)\n\nPneumococcus causes ulcus serpans and has also been cultured in cases with lens abscesses.\n[10]\n\nPseudomonas Aeruginosa\n\nThis is another species reported from lens abscess.\n[11]\n\nFungal\n\nAspergillus niger\nCandida\nBipolaris\nCladosporium\nUnidentified hyaline fungi\n[12]",
    "monitoring": "Seidel's Test\n\nIn cases with blunt or penetrating trauma, it is always necessary to perform the Seidel and forced Seidel tests to determine the aqueous leak. In case of an aqueous leak, it is mandatory to suture the tear.\n[22]\n\nAnterior chamber Tap\n\nAn anterior chamber should be performed to pinpoint the microorganism from the aqueous aspirate. An aqueous tap can be performed from the paracentesis with a 25 G needle, and 0.1 ml of aqueous can be aspirated for analysis.\n[23]\n\nSmear Analysis\n\nThe lens material can also be taken on KOH smear, Gram stain, and Giemsa stain to determine whether it's a bacterial cause or a fungal cause.\n[24]\n\nCulture of Lens Aspirate\n\nIn cases with the anterior capsular breach and cortical disturbance, the lens material can be removed by either lens aspiration by bimanual irrigation and aspiration or extracapsular cataract extraction approach or by manual small incision cataract surgical approach. Some of the lens material should be sent for culture, which can reveal colonies of a microorganism after 72 hours of growth. The most common culture media used are blood agar, chocolate agar, MacConkey agar, and Sabround Dextrose agar incubated in bacteriological indicator for 16 hours overnight at 37 degrees Celsius.\n[25]\n\nB Scan Ultrasonography\n\nThis is a valuable investigation to rule out vitritis, vitreous membrane, exudates, endophthalmitis, and vitreous hemorrhage. When there is a defect in the posterior capsule, the lenticular matter can be seen extruding through the posterior capsule in the vitreous cavity as a dumbbell. This is called a \"dumbbell sign\" of lens abscess.\n[26]\n\nAnterior Segment Optical Coherence Tomography\n\nASOCT is a vital tool for looking for lens abscesses. It appears as heterogenous lenticular opacity on ASOCT.\n[1]\n\nUltrasound Biomicroscopy\n\nUBM has also been listed as a vital tool for delineating lens abscesses.\n[27]\n\nComputed Tomography\n\nCT scan is vital to localizing any occult foreign body and bony defects.\n[28]",
    "administration": "Medical Management\n\nAntibiotics\n\nAntibiotics are the mainstay in managing lens abscesses and safeguarding the eye from endophthalmitis. They can be given as topical, oral, intravenous, subconjunctival, and through the intravitreal route. They help in controlling infection and prevent the spread of abscesses.\n[29]\n\nTopical\n\nThe drugs implicated are\n\nMoxifloxacin 5 mg/ml\nFortified tobramycin 14 mg/ml\nCefazolin 50 mg/ml\nGentamicin 13.6 mg/ml\nCefuroxime 50 mg/ml\n[30]\n\nSubconjunctival\n\nCefazolin 100 mg\nGentamicin 20 mg\nCefuroxime 125 mg\nAmphotericin B injections 0.01 mg/0.1 cc\n[31]\n\nIntravenous\n\nCefazolin sodium\nGentamicin\nSulphamethoxazole 240 mg\nTrimethoprim 1.2 g\n[32]\n\nIntravitreal\n\nCeftazidime 2 mg\nVancomycin\n[33]\n\nOral\n\nFlucloxacillin 250 mg\nPivampicillin 500 mg\nMetronidazole 400 mg\nOfloxacin 200 mg\nImipenem 200 mg\n[26]\n\nAntifungals\n\nLens abscesses can also result from fungal species; hence topical, oral, and intracameral antifungals are needed. Topical antifungals have a slower penetration. Accordingly, hourly administration is warranted to get adequate anterior chamber penetration.\n[34]\n\nTopical\n\nNatamycin 5%\nVoriconazole 1%\nItraconazole 1%\n[35]\n\nOral\n\nFluconazole 150 mg\nVoriconazole 200mg\n[36]\n\nIntracameral\n\nVoriconazole 0.1cc\n[37]\n\nIntrastromal\n\nVoriconazole 0.1 cc\n[38]\n\nCorticosteroids\n\nCorticosteroids are the mainstay in controlling inflammation. They should be used only when the infection has been controlled. The treating surgeon should be cautious while starting the steroids as it may flare up the abscess and vitritis and lead to the rapid multiplication of microorganisms leading to endophthalmitis. The postoperative steroid regimen is continued after cataract extraction, lens aspiration, and IOL implantation. They can be given through topical and oral routes. In rare cases, if there is persistent posterior segment inflammation, steroids are needed through intravenous and intravitreal routes. Topical steroids help treat conjunctival and scleral inflammation. Steroids can suppress the host's immune system, leading to deeper penetration and proliferation of the fungus. This can result in rebound anterior segment inflammation.\n[39]\n\nTopical\n\nPrednisolone acetate 1% 10 mg/ml\nDexamethasone 0.1%\nBetamethasone 0.05%\n[40]\n\nAdjuvant Drugs\n\nCycloplegics\n\nCycloplegics help to control anterior chamber inflammation, relieve ciliary spasms, relieve pain, break posterior synechiae, prevent the formation of synechiae and prevent the breakdown of the blood-aqueous barrier. They are vital in controlling inflammation.\n[41]\n\nDrugs Implicated\n\nAtropine 1%\nCyclopentolate 1%\nHomatropine 2.5%\n[42]\n\nAntiglaucoma Drugs\n\nThey are needed to control intraocular pressure from uncontrolled inflammation, trabecular meshwork blockage, and trabeculitis. Miotics and prostaglandins are contraindicated in ocular inflammation.\n\nDrugs\n\nTimolol 0.5%\nBrimonidine 0.2%\n[43]\n\nSurgical Management\n\nEvacuation of Lens Abscess\n\nWhenever there is a breach in the anterior capsule and cortical matter disturbance, the lenticular material should be removed immediately to prevent endophthalmitis and panophthalmitis.\n[1]\n\nLens Aspiration\n\nYoung patients have no nucleus with lens matter, and the lenticular matter is mostly cortical. Hence the lens material can be easily aspirated from the paracentesis using bimanual irrigation and aspiration\n.\n[44]\n\nExtra Capsular Cataract Extraction (ECCE)\n\nIn today's era, ECCE is not practiced much but is a viable option for abscess removal through the superior limbal incision.\n[45]\n\nManual Small Incision Cataract Surgery (MSICS)\n\nAnother nuclear management option is MSICS, by performing a sclerocorneal tunnel for cataract and abscess removal\n.\n[46]\n\nPhacoemulsification\n\nThose surgeons who don't practice ECCE and MSICS can use phacoemulsification as the primary process for lens removal.\n[47]\n\nAnterior Vitrectomy\n\nIn some cases where there is zonular dialysis and posterior capsular breach, vitreous prolapse occurs in the anterior chamber. These cases require automated anterior vitrectomy along with the primary procedure.\n[48]\n\nPars Plana Vitrectomy\n\nIn cases where there is a nucleus drop, cortical matter drop in the vitreous cavity, non-resolving vitritis, vitreous hemorrhage, and endophthalmitis will require a para plana vitrectomy along with pars plana lensectomy or vitreous lavage.\n[49]\n\nAphakia Management\n\nEarlier aphakia management was a matter of debate in cases of lens abscess. Primary IOL implantation reduces the visual rehabilitation time and defers additional surgical procedures. However, it is always advisable to defer primary IOL implantation in these cases. Primary IOL implantation can cause severe uveitis and manifest as cells, flare in the anterior chamber, keratic precipitates at the back of the cornea, posterior synechiae at the back of the cornea, pigments on the IOL, and vitritis. Secondary IOL implantation as a staged procedure has good outcomes in these cases and prevents developing infection and inflammation. A 3-piece hydrophobic IOL is stable for these cases.\n[50]\n\nNd YAG Laser Capsulotomy\n\nNd YAG laser capsulotomy will be needed once posterior capsular opacification is developed. This should be attempted only after three months of quiescence.\n[8]\n\n100% Oxygen\n\nThe administration of 100 percent oxygen has also been tried as a treatment for lens abscess.\n[46]",
    "adverse_effects": "Amblyopia\nCorneal scar\nCorneal decompensation\nSecondary glaucoma\nFestooned pupil\nPosterior synechiae\nOcclusio pupillae\nSeclusio pupillae\nIntermediate uveitis\nPanuveitis\nVitritis\nVitreous membranes\nCystoid macular edema\nEndophthalmitis\nPanophthalmitis\nRetinal detachment\nChoroidal detachment"
  }
}