{
  "drug_name": "fludrocortisone",
  "nbk_id": "NBK564331",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564331/",
  "scraped_at": "2026-01-11T15:29:32",
  "sections": {
    "indications": "Fludrocortisone is contraindicated in several conditions. Clinicians should conduct a careful history and examination before prescribing this drug. If there is any contraindication to this drug, alternative options should be considered. Contraindications include:\n\nKnown allergy to fludrocortisone or its excipients\n[22]\nSystemic fungal infection\n\nWarning and Precautions\n\nClinicians should prescribe fludrocortisone with caution in patients with hypertension or hypoalbuminemia.\nFludrocortisone acetate is reserved for active tuberculosis cases requiring corticosteroid use in conjunction with antituberculous treatment. In latent tuberculosis or tuberculin reactivity, cautious monitoring is crucial, and chemoprophylaxis is recommended during prolonged corticosteroid therapy.",
    "mechanism": "Fludrocortisone acetate is an inactive pro-drug requiring hydrolyzation by esterases or pseudo-esterases in the liver and other body fluids.\n[12]\nFludrocortisone is a synthetic adrenal steroid with high mineralocorticoid activity and is practically devoid of glucocorticoid effect. As an analog, its mechanism of action and the permissive effects on α-adrenoreceptors are similar to the endogenous mineralocorticoid. High lipid solubility allows fludrocortisone to penetrate the plasma membrane easily and bind with its cytoplasmic receptor.\n\nUpon binding, the receptor complex translocates to the nucleus and initiates the transcription of responsive genes to exert its effects. The primary sites of fludrocortisone's effect are the distal convoluted tubules and collecting ducts, which enhance Na\n+\nand water retention and increase K\n+\nand H\n+\nexcretion. This pharmacologic effect leads to a generalized ECF volume expansion not explicitly targeted to the intravascular space. Thus, it is postulated that its efficacy in orthostatic hypotension management is due to potentiating the pressor effects of various endogenous vasoconstrictors such as norepinephrine and angiotensin II.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nFludrocortisone is well absorbed with a Tmax of 0.5 to 2 hours.\n\nDistribution:\nThe apparent volume of distribution for fludrocortisone is substantial, ranging from 80 to 85 L, with minimal observed penetration into the cerebrospinal fluid.\n\nMetabolism:\nAs explained earlier, fludrocortisone acetate is an inactive pro-drug requiring hydrolyzation by esterases or pseudo-esterases in the liver.\n[12]\nThe significant mineralocorticoid effects of fludrocortisone are due to the reduction in 11β-oxidation.\n\nElimination:\nApproximately 80% of fludrocortisone is excreted in urine, while the remaining 20% is expected to be eliminated via feces or bile. Population pharmacokinetics estimate the plasma clearance of fludrocortisone to be around 40.8 L/h. Despite reported variations in plasma half-life, spanning from 1 to 3.5 hours, the provided prescribing information generally indicates an approximate half-life ranging from 18 to 36 hours for fludrocortisone.\n(Data adapted from PubChem)",
    "administration": "Available Dosage Forms and Strengths\n\nFludrocortisone acetate is available in tablet form, with each tablet containing 0.1 mg of the medication. Fludrocortisone can be taken orally with or without a meal.\n\nAdult Dosage\n\nPrimary adrenal cortical insufficiency: The usual dosage for primary adrenal cortical insufficiency is 0.1 mg daily, which can be increased to 0.2 mg daily. However, if hypertension develops, the dosage should be reduced to 0.05 mg per day. Dosing should be gradually tapered down to discontinue therapy.\n\nCongenital adrenal hyperplasia: The appropriate dose for salt-losing type congenital adrenal hyperplasia is 0.1 mg daily.\n\nOrthostatic hypotension: When used off-label for orthostatic hypotension, the dosage is normally from 0.1 to 0.2 mg orally once daily. Dosing should start at 0.1 mg by mouth each day, then increase the dose by 0.1 mg per day each week until the appearance of trace pedal edema. The maximum dosage is 1 mg daily, although doses over 0.5 mg are rarely more effective. Fludrocortisone should be administered with food or milk. Discontinuation of therapy requires gradual dose tapering.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThere are no dosage adjustments for fludrocortisone provided in the product labeling; use with caution.\n\nRenal impairment:\nNo dosage adjustments for fludrocortisone are provided in the product labeling; use with caution due to the potential for volume overload.\n\nPregnancy considerations:\nFludrocortisone is a category C pregnancy drug. Fludrocortisone acetate should only be given to a pregnant woman if absolutely necessary. Additionally, infants born to mothers who received substantial doses of fludrocortisone acetate during pregnancy should be carefully observed for signs of hypoadrenalism. According to the Heart Rhythm Society (HRS) guidelines 2023, syncope is common in pregnancy due to altered venous return and cardiac output; vasovagal syncope is most commonly encountered. Conservative measures, such as increasing salt and water intake and avoiding triggers, are first-line therapies. Increased salt intake and fludrocortisone may be helpful in refractory cases after the first trimester.\n[14]\n\nBreastfeeding considerations:\nCorticosteroids are present in the breast milk of lactating women receiving systemic therapy. Caution is advised when administering fludrocortisone acetate to nursing women.\n\nPediatric patients:\nFludrocortisone is used off-label for cerebral salt wasting, characterized by inappropriate natriuresis and volume contraction in the presence of cerebral pathology. There have been reports of successful outcomes, underscoring its efficacy in managing this challenging condition.\n[15]\nA retrospective study investigated the effectiveness of fludrocortisone in pediatric vasovagal syncope (VVS). Among 67 patients, those treated with fludrocortisone showed a significantly lower recurrence rate of syncopal events (39.3%) compared to the no-medication group (64.1%). Additionally, the fludrocortisone group exhibited a higher rate of negative change in the follow-up tilt-table test (57.1%) compared to the no-medication group (28.2%). These findings suggest that fludrocortisone may be more effective in pediatric VVS.\n[16]\n\nOlder patients:\nIn older adults, fludrocortisone therapy may exacerbate conditions such as hypertension, edema, hypokalemia, congestive heart failure, cataracts, glaucoma, increased intraocular pressure, renal insufficiency, and osteoporosis. Caution and close monitoring are advised, and dose adjustments are made as needed.",
    "adverse_effects": "Most of the adverse effects of fludrocortisone are related to mineralocorticoid activity. If this drug is used along with glucocorticoid or other related drugs, the adverse effect increases. Some of the more common or significant adverse effects appear in the list below:\n\nCardiovascular system: Hypertension (dose-dependent; has been described as an adverse effect on children using fludrocortisone for CAH, which correlates with plasma renin activity), fluid retention, and edema (may cause swelling of lower limbs), congestive heart failure.\n[17]\n[18]\n\nNervous System: Headache, increased intracranial pressure, vertigo, change in behavior, convulsion\n\nGastrointestinal: Stomach ulcer and perforation; the gastric protective barrier is impaired\n\nEndocrine: Menstrual abnormalities, cushingoid features, growth delay in a child, acute adrenal insufficiency in times of stress\n\nMusculoskeletal: Muscle weakness, reduced muscle mass, increased risk of osteoporosis and pathological fracture, vertebral compression, necrosis of femoral head\n\nDermatologic: Increased sweating, poor wound healing, hirsutism, thinning of the skin, severe allergic reaction\n\nOphthalmic: Cataracts, glaucoma\n\nMetabolic: Elevated blood and urine glucose, weight gain\n\nElectrolytes Disturbance: Severe hypokalemia, metabolic alkalosis\n[19]\n\nDrug-Drug Interactions\n\nAntacids: Administration of fludrocortisone with proton pump inhibitors and antacids has been shown to decrease its absorption.\n[12]\nConcurrent use of amphotericin B, diuretics, and digoxin with fludrocortisone may cause severe hypokalemia.\n[20]\n\nNSAIDS: Concurrent use of fludrocortisone with NSAIDs can increase the risk of peptic ulcer disease.\n[21]\n\nWarfarin: Fludrocortisone can alter the efficacy of warfarin. Patients' PT/INR levels should be monitored.\n\nOral hypoglycemic agents: Fludrocortisone can cause hyperglycemia, so dosages of diabetes drugs (metformin, glipizide, glimepiride, pioglitazone, linagliptin, insulin) must be adjusted.\n\nEnzyme inducers: Administration of phenobarbital, phenytoin, and rifampin can lower blood fludrocortisone levels.\n\nHormones: Taking estrogen or male testosterone analog with fludrocortisone can increase the risk of swelling.\n\nVaccines: Fludrocortisone's immunosuppressive properties may compromise vaccine efficacy. Therefore, it is recommended that vaccines be avoided during fludrocortisone use.",
    "monitoring": "Since this drug can cause a life-threatening hypersensitivity reaction, the patient must be monitored for the development of any allergic sign symptoms such as rash, breathing problem, swelling of the face, or fever. Blood pressure should be recorded regularly while using this corticosteroid as it has been associated with iatrogenic hypertension. Serial plasma renin activity should also be checked. If there is weakness or muscle cramps, serum electrolytes should be checked to identify and treat hypokalemia.\n[20]\nMonitoring serum blood glucose levels is essential to manage hyperglycemia during fludrocortisone therapy, especially in patients with diabetes. If the drug is being prescribed for a child for a longer duration, the growth and development of the child should be tracked to see if there is any delay in growth.",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe toxicity of any drug depends on its pharmacological activity. Since fludrocortisone works on mineralocorticoid receptors, toxicity will present as excess mineralocorticoid activities such as severe hypertension, not pitting edema, congestive heart failure, severe hypokalemia, metabolic alkalosis, and rapid weight gain.\n[23]\nOne case report describes a 41-year-old woman diagnosed with adrenal insufficiency who developed Takotsubo cardiomyopathy following the initiation of hormone replacement therapy with hydrocortisone and fludrocortisone (0.3 mg/day). Notably, her cardiac function significantly improved after a substantial reduction in fludrocortisone dosage to 0.05 mg/day.\n[23]\n\nManagement of Overdose\n\nThere is no antidote for fludrocortisone toxicity, making conservative management the mainstay of treatment. Reduction of dose, strict blood pressure control, and potassium supplementation may be given."
  }
}