{
  "drug_name": "flumazenil",
  "nbk_id": "NBK470180",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470180/",
  "scraped_at": "2026-01-11T15:29:33",
  "sections": {
    "indications": "Contraindications\n\nHypersensitivity to flumazenil or benzodiazepines\n\nBenzodiazepine administration for life-threatening diseases such as control of intracranial pressure or status epilepticus\n\nSigns of tricyclic antidepressant overdose\n[25]\n\nWarning and Precautions\n\nFlumazenil provokes panic attacks in patients with a history of panic disorder.\n\nConvulsions may occur in patients with a chronic dependency on benzodiazepines.\n\nFlumazenil may precipitate convulsions or altered cerebral blood flow in patients with a head injury.\n\nIncreased risk of seizures exists in epileptic patients on benzodiazepine treatment for a prolonged period.\n\nCaution is advised in patients with drug dependency or alcoholism due to increased frequency of benzodiazepine tolerance and dependence.\n\nDo not use as primary treatment in patients with severe lung disease with respiratory depression secondary to benzodiazepines.\n\nSigns of tricyclic antidepressant overdose or mixed overdoses should not be treated with flumazenil.\n\nAccording to American Heart Association (AHA) guidelines for cardiac arrest, flumazenil reverses the respiratory depression induced by benzodiazepine poisoning; however, its utilization is constrained by significant risks and contraindications.\n[25]\n[26]\n[27]\n[28]\n[27]\n[26]\n[29]\n\nUS Box Warning\n\nSeizures: Benzodiazepine reversal has correlations with seizures. Seizures may happen more frequently in patients on benzodiazepines for long-term sedation or in patients showing signs of severe tricyclic antidepressant overdose. The required dosage of flumazenil should be measured and prepared by the clinicians to manage seizures. Flumazenil use requires caution in patients relying on a benzodiazepine for seizure control.\n[30]",
    "mechanism": "Flumazenil is a benzodiazepine antagonist. It competitively inhibits the activity of benzodiazepine and non-benzodiazepine substances that interact with benzodiazepine receptors site on the GABA/benzodiazepine receptor complex. It can also reverse the binding of benzodiazepines to benzodiazepine receptors.\n[12]\nIntravenous (IV) flumazenil antagonizes sedative effects, impairment of recall, and psychomotor impairment produced by benzodiazepines.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nAfter parenteral administration, the onset of action is approximately 1 to 2 minutes; 80% of response occurs within the initial 3 minutes. The peak effect is observed 6 to 10 minutes after administration. The duration of flumazenil ranges from 19 to 50 minutes, depending on the dose and plasma concentrations of benzodiazepines.\n\nDistribution:\nFlumazenil demonstrates extensive distribution in the extracellular space. The initial apparent volume of distribution is 0.5 L/kg, and steady-state plasma concentration is 0.9 to 1.1 L/kg. Plasma protein binding is approximately 50%. Albumin contributes to two-thirds of plasma protein binding.\n\nMetabolism:\nFlumazenil undergoes near-complete metabolism, with minor fractions (<1%) excreted unchanged in urine. Key urine metabolites include the de-ethylated free acid and its glucuronide conjugate, without evident pharmacological activity based on preclinical studies. While several radioactive metabolites are produced, only the unchanged drug can cross the blood-brain barrier.\n[14]\n\nElimination:\nRadiolabeled flumazenil elimination concludes within 72 hours, with 90% to 95% radioactivity excreted in urine and 5% to 10% in feces. Flumazenil clearance primarily relies on hepatic metabolism. In healthy volunteers' studies, total clearance ranges from 0.8 to 1.0 L/hr/kg. The elimination half-life is about 54 minutes, varying by 21% (41 to 79 minutes). Therefore, re-sedation may occur within 1 to 2 hours after administration, requiring additional doses.\n[15]",
    "administration": "Available Dosage Forms and Strengths\n\nFlumazenil is for IV infusion. The injectable solution contains a concentration of 0.1 mg/mL of flumazenil. The solution is stable for 24 hours if drawn into a syringe or mixed with D5W, LR, or NS. The administration is completed by freely running IV infusion into a large vein or a series of small injections.\n[16]\n\nAdult Dosage\n\nFDA Dosage for management of benzodiazepine overdose\n\nThe clinician should give the initial dosage of 0.2 mg IV for 30 seconds\nIf the desired level of consciousness is not obtained after 30 seconds, the clinician can provide an additional dose of 0.3 mg IV over 30 seconds\nRepeat doses of 0.5 mg IV over 30 seconds at 1-minute intervals to a maximum cumulative dose of 3 mg is possible.\nPatients with partial response to 3 mg may require additional slow titration up to a total dosage of 5 mg. If no response occurs after administration of 5 mg, the primary cause of sedation is not benzodiazepine-related, and further treatment with flumazenil is ineffective.\nIn reoccurrence, sedations repeat doses may be given at 20-minute intervals, not to exceed 1 mg (0.5 mg/minute) per dose or 3 mg/hour.\n\nFDA dosage for benzodiazepine reversal when used in conscious sedation or general anesthesia\n\nThe initial dosage of 0.2 mg IV over 15 seconds\nIf the desired level of consciousness is not obtained after 45 seconds, 0.2 mg IV may be repeated at 1-minute intervals. A maximum of 4 additional doses may be given if required.\nThe maximum total cumulative dose of 1 mg\nIn the reoccurrence of sedation, repeat doses may be given at 20-minute intervals, not to exceed 0.2 mg/min per dose or 3 mg/hour total.\n\nThe American Association for the Study of Liver Diseases states that flumazenil only produces transient improvement in overt hepatic encephalopathy without long-term survival benefits.\n[17]\n\nSpecific Patient Populations\n\nHepatic impairment:\nHepatic dosing is necessary for patients with hepatic insufficiency. The initial dose of flumazenil for benzodiazepine reversal remains the same, but subsequent doses should be decreased in dosage or frequency.\n[18]\n\nRenal impairment:\nFDA-approved product labeling specifies that in cases of renal failure (creatinine clearance <10 mL/min) and during hemodialysis, the pharmacokinetics of flumazenil remain unaffected.\n\nPregnancy considerations:\nA study investigated cases of poisoning in pregnant individuals using data from the Toxicology Investigators Consortium Registry's 37 sites from January 2010 to December 2012. The results revealed that flumazenil ranked as the third most frequently administered antidote. In benzodiazepine toxicity during pregnancy, where supportive measures generally prove effective, a case report underscored flumazenil's potential to reverse fetal cardiac rhythm abnormalities induced by maternal diazepam overdose.\n[19]\n\nBreastfeeding considerations:\nExercise caution when considering flumazenil administration to breastfeeding women, as its presence in human milk is not established. Information on using flumazenil during breastfeeding is limited. If the mother requires flumazenil, breastfeeding can be continued. Given the drug's half-life of 54 minutes, abstaining from breastfeeding for 4 to 5 hours after administration can help minimize infant exposure.\n[20]\n\nPediatric patients:\nFDA indicates use for benzodiazepine reversal in conscious sedation or general anesthesia.\n\nThe initial dose of 0.01 mg/kg administered over 15 seconds (up to a maximum dosage of 0.2 mg)\nIf the desired level of consciousness is not obtained after 45 seconds, repeat 0.01 mg/kg (up to 0.2 mg) at 1-minute intervals as needed, up to 4 additional doses.\nThe maximum total cumulative dose of 1 or 0.05 mg/kg, whichever is lower\nThe mean total dose of 0.65 mg was administered during the clinical trial (range: 0.08 to 1 mg)\n\nOlder patients:\nStudies involving subjects aged over 65, including one study with participants over 80 years, indicate that while benzodiazepine doses for inducing sedation should be lowered, the standard dosage of flumazenil is effective for reversal in older adults.",
    "adverse_effects": "Serious Adverse Events\n\nSedation\nNeurologic effects\nSeizure\nArrhythmias\n[21]\n\nCommon Adverse Events\n\nCardiovascular\n\nBradycardia\nTachycardia\nHypertension\nChest pain\n\nNeurologic\n\nConfusion\nDizziness\nHeadache\nImpaired cognition\nOpisthotonus\nShivering\nSomnolence\n\nGastrointestinal\n\nNausea\nVomiting\n\nImmunologic\n\nInjection site reaction\n\nOphthalmic\n\nDefects of the visual field and diplopia\nBlurred vision\n\nOtic\n\nTransient hearing impairment\n\nDermatologic\n\nDiaphoresis\nInjection site pain\n\nPsychiatric\n\nAnxiety\nPsychotic disorder\nAgitation\nPanic attack\n[22]\n\nDrug-Drug Interactions\n\nTricyclic antidepressants:\nExercise caution with flumazenil in mixed drug overdosage, especially involving tricyclic antidepressants like amitriptyline, nortriptyline, clomipramine, and imipramine—seizure risk increases. In severe cyclic antidepressant toxicity marked by dysrhythmia, anticholinergic signs, and cardiovascular collapse, avoid flumazenil. Provide supportive care until antidepressant toxicity symptoms subside.\n[23]\n\nVecuronium:\nVials of flumazenil and vecuronium can resemble each other after the differently colored caps are removed. Both vials may be stored in procedural areas, increasing the risk of a mix-up.\n[24]",
    "monitoring": "Patients should have monitoring for respiratory depression, benzodiazepine withdrawal, and other residual effects of benzodiazepines for at least 2 hours.\n[31]\nSeizures may occur secondary to flumazenil administration. Seizures induced by flumazenil may require larger doses of benzodiazepine.\n[27]\nMonitor the patient for the possible return of sedation, mostly in those who are tolerant of benzodiazepines or in the case of long-acting benzodiazepine overdose. Re-sedation may be treated in adults by administering flumazenil again until the therapeutic effect is achieved.\n[32]",
    "toxicity": "Flumazenil has some associations with the precipitation of seizures in patients with benzodiazepine dependency with a history of seizures. However, flumazenil overdose is extremely rare.\n\nClinical Features\n\nAnxiety\n\nAgitation\n\nIncreased muscle tone\n\nHyperesthesia\n\nSeizures\n\nManagement\n\nNo precise antidote for flumazenil toxicity is available.\n\nIn mild to severe toxicity, symptomatic and supportive treatment should be a consideration.\n\nAn overdose of flumazenil in a patient who is not a chronic benzodiazepine user would not be expected. Chronic benzodiazepine users experience withdrawal with abrupt discontinuation of the drug.\n[33]\n[34]\n\nConsult Criteria\n\nContact a medical toxicologist or local poison center for any patient with suspected severe adverse effects after receiving flumazenil, such as seizures, dysrhythmias, and hypotension.\n\nSeizures after flumazenil administration are significantly associated with exposure to a pro-convulsant drug.\n[35]"
  }
}