{
  "drug_name": "fluoxetine",
  "nbk_id": "NBK459223",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459223/",
  "scraped_at": "2026-01-11T15:29:34",
  "sections": {
    "indications": "Contraindications to fluoxetine include hypersensitivity to fluoxetine or any component in its formulation. This drug is also contraindicated with the concurrent use of monoamine oxidase inhibitors (current use of MAOI or within 2 weeks of discontinuing the MAOI) due to the risk of serotonin syndrome.\n\nNever initiate fluoxetine in a patient receiving linezolid.\n[36]\n\nDo not give fluoxetine with pimozide or thioridazine due to the risk of QT prolongation.\n[37]\n\nUse this agent with caution in those with a history of seizures or older patients.\n\nBoxed Warnings\n\nThere is a warning for suicidal ideations in those treated with fluoxetine, especially in younger children and adults 18 to 24 years old.\n[38]\nParents and caregivers should be advised to closely monitor patients for any changes in behavior within the first 2 months after initiating warfarin therapy.\n[39]\n\nWarning and Precautions\n\nPregnancy:\nFluoxetine is not recommended for use during pregnancy. However, depending on the scenario, treatment may be necessary during pregnancy. A risk/benefit analysis merits careful consideration during therapy with fluoxetine in pregnancy. Fluoxetine exposure early in pregnancy may be associated with an increased risk of septal heart defects.\n[40]\n[41]\n\nThe use of the medication beyond 20 weeks is associated with pulmonary hypertension in the newborn, although this is definitively not proven. Exposure to fluoxetine late in pregnancy may correlate with the risk of gestational hypertension and preeclampsia. Additionally, trace amounts of the drug may appear in breast milk.\n\nElectroconvulsive therapy:\nCase reports of seizures have been reported in patients administered electroconvulsive therapy (ECT) while on fluoxetine treatment. Caution should be exercised when prescribing fluoxetine to individuals with a history of seizures.\n[42]\n[43]\n\nAllergic reactions and rash:\nIf patients develop a rash or any signs of an allergic reaction appear, fluoxetine should be stopped. Fluoxetine-induced Stevens-Johnson syndrome has been reported.\n[44]\n\nActivation of mania/hypomania:\nPatients should be evaluated for bipolar disorder before starting fluoxetine, as it can trigger manic or hypomanic episodes. Close monitoring for any mood changes is necessary during treatment.\n[45]\n\nAnxiety and insomnia:\nSome patients may experience increased anxiety and insomnia while taking fluoxetine.\n[24]\n\nAngle-closure glaucoma:\nFluoxetine may cause angle-closure glaucoma. Monitor IOP in patients with a history of glaucoma.\n[46]\n\nHyponatremia:\nIn rare cases, fluoxetine has been associated with low sodium levels (hyponatremia) due to the syndrome of inappropriate antidiuretic hormone (SIADH).\n[47]\n[48]\n\nQT prolongation:\nFluoxetine can prolong the QT interval, possibly leading to torsade de pointes. The drug should be used cautiously in patients with an increased risk of QT prolongation.\n[37]\n\nCognitive impairment:\nFluoxetine can potentially impair cognitive function and motor skills. Per manufacturer labeling, caution should be exercised when performing tasks requiring alertness, such as operating machinery. On the contrary, some studies suggest that fluoxetine may enhance cognitive function in patients with dementia. Individual patient assessment and MMSE may be required if there is doubt regarding deteriorating cognition.\n[49]\n\nSexual dysfunction:\nSSRIs, including fluoxetine, can lead to sexual side effects in both males and females. In males, these may include delayed ejaculation, decreased libido, and erectile dysfunction. This ADR can be utilized for patients with from premature ejaculation. Females may experience decreased libido or anorgasmia.\n[50]\n[51]",
    "mechanism": "Serotonin and norepinephrine, both biological amines, have been shown to play a role in the treatment of depression. Low concentrations of serotonin appear in the cerebrospinal fluid of patients with depression. Additionally, lower numbers of serotonin uptake sites are located on the platelets of patients with depression. Presynaptic serotonin (5-HT1A) receptors are located in the dorsal raphe nucleus, which project to the prefrontal cortex. Fluoxetine exerts its antidepressant effects by blocking the reuptake of serotonin in the presynaptic serotonin neurons by blocking the reuptake transporter protein in the presynaptic terminal. Fluoxetine also has mild activity at the 5-HT2A and 5-HT2C receptors.\n\nFluoxetine has minimal activity on noradrenergic reuptake. Due to the drug's action on the reuptake of serotonin, fluoxetine produces an activating effect, and due to its long half-life, the initial antidepressant effect emerges within 2 to 4 weeks.\n\nPharmacokinetics\n\nAbsorption:\nPeak plasma concentrations of fluoxetine are attained after 6 to 8 hours. Fluoxetine is well absorbed with a bioavailability of 70% to 90%. Food does not appear to impact the bioavailability of fluoxetine, but it may slow its absorption by 1 to 2 hours, which is not clinically significant. Thus, fluoxetine may be administered with or without food.\n\nDistribution:\nFluoxetine has plasma protein binding of approximately 94.5%, bound to albumin and alpha-1 glycoprotein. Fluoxetine readily crosses the blood-brain barrier, with a brain-to-plasma ratio of 2.6:1 in humans. The volume of distribution (Vd) of fluoxetine and its metabolite ranges between 20 to 42 L/kg. Some studies report that fluoxetine has the maximum volume of distribution (Vd) of any SSRI (between 14 and 100 L/kg).\n[8]\n\nMetabolism:\nFluoxetine's active metabolite is norfluoxetine, produced when the cytochrome P450 enzyme (CYP2D6) acts on it. Prescribers must remember that fluoxetine has several drug-drug interactions due to its metabolism through the CYP2D6 isoenzyme. Additionally, norfluoxetine can have an inhibitory effect on CYP3A4. Fluoxetine has a half-life of 2 to 4 days, and its active metabolite norfluoxetine has a half-life of 7 to 9 days.\n[9]\n[10]\nApproximately 7% of individuals definitively exhibit poor metabolism of fluoxetine due to reduced activity of CYP2D6.\n[11]\n\nElimination:\nFluoxetine and norfluoxetine have long elimination half-lives, leading to the presence of the drug in the body for several weeks, even after stopping its use. This has important implications when discontinuing fluoxetine and prescribing medications that may interact with fluoxetine and norfluoxetine after discontinuation. The metabolism of fluoxetine is extensive, resulting in approximately 2.5% of the administered dose being excreted unchanged in the urine.\n[12]",
    "administration": "Available Dosage Forms and Strengths\n\nFluoxetine should be administered once a day, either in the morning or evening and started at 20 mg daily. Fluoxetine is only available in an oral formulation as an oral solution (20 mg/5 mL), tablet (10 mg, 20 mg, 60 mg), capsule (10 mg, 20 mg, 40 mg), and delayed-release capsule (90 mg).\n\nFluoxetine is also available in a fixed-dose combination with olanzapine (6 mg olanzapine with 25 mg fluoxetine). Considering that the medication can be efficacious at doses of 5 mg and weighing in on the adverse effect profile, it is essential to note that the drug can be administered in a smaller dosage. For an individual with poorly tolerated adverse effects, the fluoxetine may be dosed in 10 mg tablets instead of 20 mg to help minimize any adverse effects. Generally, 20 mg to 40 mg daily dosing is required to be effective for most individuals.\n\nIt also comes in a delayed-release capsule formulation with a dosage of 90 mg per week. Evidence suggests that the efficacy of the delayed-release formulation (90 mg once weekly) is similar to that of individuals receiving fluoxetine 20 mg daily. Compared to other SSRIs, fluoxetine is not associated with the emergence of abrupt withdrawal symptoms (eg, sleep disturbances, dysphoria, fever, nausea) seen with other antidepressants due to prolonged half-life.\n[13]\n[14]\n\nAdult Dosing\n\nMajor depressive disorder:\nThe typical starting dose of fluoxetine for major depressive disorder (MDD) is 20 mg daily. The maximum recommended dose of fluoxetine for MDD is 80 mg daily.\n[15]\n\nObsessive-compulsive disorder:\nThe starting dose of fluoxetine for obsessive-compulsive disorder (OCD) is 20 mg daily. The typical maintenance dose for OCD is 20 to 60 mg.\n\nBulimia nervosa:\nThe\nAmerican Psychiatric Association guidelines recommend cognitive-behavioral therapy as the primary treatment for adults with bulimia nervosa. If there is minimal or no response to psychotherapy alone within 6 weeks, prescribing 60 mg of fluoxetine daily is recommended.\n[4]\n\nPanic disorder:\nThe typical starting dose of fluoxetine for panic disorder is 10 mg daily. After 1 week, consider increasing the fluoxetine to 20 mg daily. The maximum recommended dose of fluoxetine for panic disorder is 60 mg daily.\n\nSpecial Patient Populations\n\nHepatic impairment:\nIn patients with liver cirrhosis, the clearance of fluoxetine and its active metabolite (norfluoxetine) decreases, thus increasing the elimination of half-lives of these substances. Therefore, a lower/less frequent dose of fluoxetine should be used in patients with cirrhosis. In addition, caution is warranted when using fluoxetine in patients with diseases or conditions that could affect its metabolism.\n\nRenal impairment:\nNo dose adjustment of fluoxetine is required in patients with renal impairment. A study suggests that directly observed, once-weekly fluoxetine could be a feasible and well-tolerated treatment option for hemodialysis patients.\n[16]\n\nPregnancy considerations:\nFluoxetine is categorized as Pregnancy Category C medicine. In the late third trimester, neonates exposed to SSRIs, including fluoxetine, have developed complications requiring prolonged hospitalization, tube feeding, and respiratory support. Complications of temperature instability, feeding difficulty, vomiting, respiratory distress, apnea, cyanosis, hypoglycemia, hypotonia, hypertonia, constant crying, hyperreflexia, tremor, jitteriness, irritability, and seizures are reported. These symptoms could precipitate right at delivery and are consistent with either a drug discontinuation syndrome or a direct toxic effect of SSRIs.The clinician may consider tapering fluoxetine in the third trimester.\n[17]\n\nBreastfeeding considerations:\nAs fluoxetine is excreted in human milk, nursing while on fluoxetine is not recommended.\n[17]\nIf a woman used fluoxetine during pregnancy, most experts recommend against changing medications while breastfeeding. Otherwise, agents with lower excretion into breast milk may be preferred, especially while nursing a newborn or preterm infant. In addition, the breastfed infant should be monitored for behavioral adverse effects such as agitation, colic, irritability, poor feeding, and poor weight gain.\n[18]\n\nPediatric patients:\nFluoxetine is FDA-approved for administration in pediatric patients with MDD and OCD. As with other SSRIs, decreased weight gain is associated with administering fluoxetine in children and adolescent patients. The dose for children with MDD and OCD is 10 mg once daily. According to the AACAP (American Academy of Child and Adolescent Psychiatry), it is recommended to offer selective serotonin reuptake inhibitor (SSRI) medication, particularly fluoxetine, to children and adolescents diagnosed with major depressive disorder. For those who respond positively to acute treatment with fluoxetine, AACAP suggests continuing with fluoxetine alone or combining it with cognitive-behavioral therapy to prevent the relapse or recurrence of major depressive disorder.\n[19]\n\nExtensive metareview study results show that fluoxetine offers a strong risk-benefit ratio compared to other antidepressants in youth. This finding suggests that fluoxetine could be recommended as the initial treatment of choice for depressive disorders in children and adolescents.\n[20]\n\nOlder patients:\nFluoxetine is effective for major depressive disorder in older patients.\n[21]\nThe usual starting dose of fluoxetine is 10 mg once daily; it can be increased to 20 mg as tolerated.",
    "adverse_effects": "The most common adverse effects reported by adults include insomnia, nausea, diarrhea, anorexia, dry mouth, headache, drowsiness, anxiety, nervousness, yawning, bruising, seizures, bleeding (rarely), hyperhidrosis, induction of mania, rare activation of suicidal ideation and behavior (especially in teenagers), weight gain/loss, decreased orgasm (anorgasmia and ejaculation latency), muscle weakness, tremors, and pharyngitis.\n[22]\n[23]\n\nThe 5-HT2C antagonism is thought to contribute to the anxiety, insomnia, and agitation patients perceive with fluoxetine. Patients may even have a panic attack with the administration of fluoxetine. Thus, the clinician's responsibility is to educate patients.\n\nMost adverse effects are immediate and disappear with time. Thus, waiting for the side effects to subside is best before altering treatment. Most adverse effects are dose-dependent and time-dependent. Clinicians must exercise caution against the emergence of agitation or activation, which may indicate a bipolar state and require the addition of a mood stabilizer or an atypical antipsychotic. Fluoxetine can be activating; if insomnia is present, consider dosing early in the morning. Additionally, the dose may be reduced if the side effects are too distressing. The patient should be cautioned about adverse effects; if they persist, switching to a different antidepressant may be indicated after a few weeks.\n[24]\n\nReversible cerebral vasoconstriction syndrome presenting with a severe headache has been associated with fluoxetine.\n[25]\nA rare case report describes chorea induced by fluoxetine.\n[26]\nRabbit syndrome is distinguished by rapid, fine, and rhythmic movements along the vertical axis of the mouth, usually due to antipsychotics. A case report of rabbit syndrome due to fluoxetine in a child with obsessive-compulsive disorder has been reported.\n[27]\n\nIt is best to try another antidepressant before relying on augmentation strategies. This approach can minimize polypharmacy and encourage adherence to psychotropic medications. Trazodone, mirtazapine, or a hypnotic may be options for insomnia. Mirtazapine may also help with agitation or gastrointestinal adverse effects. Benzodiazepines may be used to treat anxiety. Bupropion or a phosphodiesterase inhibitor (such as sildenafil) may address sexual dysfunction. Bupropion may also be an option for potential cognitive slowing or apathy seen with fluoxetine.\n\nDrug-Drug Interactions\n\nFluoxetine inhibits CYP2D6, an enzyme responsible for metabolizing drugs like TCAs, antipsychotics, and antiarrhythmics, and increases the serum concentration of the drugs.\n[12]\n\nTricyclic antidepressants:\nUsing fluoxetine concurrently with tricyclic antidepressants (TCAs) can increase levels of TCAs. This may require adjusting the TCA dosage.\n\nAntipsychotics:\nSSRIs, including fluoxetine, can increase the concentration of haloperidol and clozapine.\n[28]\nCoingestion of aripiprazole and fluoxetine can predispose to prolongation of the QT interval.\n[29]\n\nAntiarrhythmic medications:\nSimultaneous use of fluoxetine with Class 1A antiarrhythmic medications like quinidine, procainamide, and Class III antiarrhythmics like amiodarone and sotalol can increase the QT interval.\n[30]\n\nBenzodiazepines:\nFluoxetine can increase the plasma concentration of alprazolam and diazepam. Signs of sedation and impaired psychomotor function should be monitored.\n[31]\n\nWarfarin:\nAmong SSRIs, fluoxetine has one of the highest drug-drug interaction risks with warfarin. Use with caution due to the increased risk of bleeding. Clinicians should monitor the PT/INR.\n[32]\n\nNSAIDs:\nConcurrent use of fluoxetine with NSAIDs/aspirin increases the risk of upper gastrointestinal bleeding.\n[33]\n\nWarfarin:\nThe concurrent use of fluoxetine with SNRIs or SSRIs and warfarin can increase the anticoagulant effects of warfarin, leading to increased bleeding risk. Warfarin should be used cautiously, and the PT/INR should be monitored.\n[32]\n\nAnticonvulsants:\nThe simultaneous administration of fluoxetine with anticonvulsants like phenytoin or carbamazepine can increase plasma concentration, requiring therapeutic drug monitoring (TDM).\n[34]\n\nSerotonergic agents:\nFluoxetine, especially in combination with other serotonergic medications, can lead to serotonin syndrome. These drugs include triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, amphetamines, and St. John's Wort. If any symptoms of serotonin syndrome occur, discontinuing fluoxetine and providing supportive treatment is recommended.\n[35]",
    "monitoring": "A thorough assessment of depression and suicidal risk, particularly at the beginning of therapy or when doses are changed, anxiety/panic attacks, social functioning, mania/mood lability, and features of serotonin syndrome.\n[38]\n[52]\nThe PHQ-9 (Patient Health Questionnaire-9) and HAM-D/HDRS (Hamilton Depression Rating Scale) should be monitored.\n[53]\n[54]\n[55]\n\nNo routine laboratory testing is necessary for healthy individuals. However, in older and population-specific patients, clinicians may order blood glucose and liver function tests. In addition, prescribers may order an ECG for patients with risk factors for QT prolongation and ventricular arrhythmias. Pediatric patients' height and weight should be monitored periodically when receiving fluoxetine.\n\nThe American Society of Regional Anesthesia (ASRA) suggests a washout period of approximately 5 weeks before interventional spine and pain procedures due to the long half-life of fluoxetine to decrease the risk of bleeding.\n[56]",
    "toxicity": "Fluoxetine is rarely lethal in monotherapy overdose. However, when taken with alcohol, it may cause ataxia and respiratory depression. The drug may cause serotonin syndrome (clinical constellation of changes in mental status, autonomic instability, and neuromuscular abnormalities) when taken in excessive amounts or combined with other agents that increase serotonin levels.\n[57]\n[58]\n\nManagement of Overdose\n\nIn the case of SSRI overdose, the goal is to provide supportive therapy. This support can be in the form of airway protection, serial ECGs to monitor for cardiotoxicity, administration of benzodiazepines for sedation, and GI decontamination with activated charcoal. Serotonin syndrome is treatable with the administration of cyproheptadine.\n[59]\n[60]"
  }
}