{
  "drug_name": "fluorouracil",
  "nbk_id": "NBK549808",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549808/",
  "scraped_at": "2026-01-11T15:29:34",
  "sections": {
    "indications": "Contraindications to treatment with fluorouracil include patients with a documented deficiency of the enzyme DPD. This enzyme degrades over 80% of 5-FU to biologically inactive metabolites and deficiency can result in life-threatening toxicity.\n[12]\n\nAs discussed above, breastfeeding is also a contraindication of systemic fluorouracil treatment. However, some studies suggest that intermittent therapy can be performed safely.\n[23]\nFluorouracil has been shown to interact with many other pharmaceutical agents. Therefore, drug interactions should be checked before beginning treatment with fluorouracil.\n[17]",
    "mechanism": "Upon ingestion or topical application, fluorouracil enters cells through a facilitated transport mechanism and undergoes conversion into fluorodeoxyuridine monophosphate (FdUMP). FdUMP then forms complexes with the enzyme thymidylate synthase, thereby inhibiting the production of deoxythymidine monophosphate (dTMP). As dTMP is crucial for DNA replication and repair, its depletion causes an imbalance in intracellular nucleotides, ultimately resulting in the generation of double-stranded DNA breaks facilitated by the enzyme endonuclease.\n[11]\n\nIn addition to inhibiting thymidylate synthase, fluorouracil also serves as a pyrimidine analog by misincorporating into RNA and DNA instead of uracil or thymine. The overwhelming damage of DNA repair machinery caused by these mechanisms ultimately results in cell death of rapidly proliferating cells. The topical use of fluorouracil has a selective cytotoxic effect on actinic skin, leaving normal skin unaffected. The proposed mechanism for this phenomenon is selective inhibition of thymidylate synthase in actinic skin and only partial inhibition in normal skin.\n[12]\n\nFluorouracil exhibits other mechanisms of action, including interference with RNA processing and increasing p53 expression.\n[1]\nThe mechanism by which fluorouracil increases p53 expression may be concurrently responsible for its efficacy in treating dermatologic conditions with altered p53 expression, including actinic keratosis and squamous cell carcinoma.\n[12]\nThe resistance mechanism against fluorouracil is the upregulation of dihydropyrimidine dehydrogenase (DPD) gene expression.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nFluorouracil is a water-soluble drug administered intravenously (IV). After IV administration of fluorouracil, it rapidly enters cells. Following topical administration, approximately 6% of the dose is absorbed in the systemic circulation. Fluorouracil poorly penetrates normal skin cells, which are less sensitive to fluorouracil than rapidly proliferating cells.\n[1]\n\nDistribution:\nAfter parental administration, fluorouracil is distributed throughout the body, including the intestinal mucosa, bone marrow, liver, and CNS.\n\nMetabolism:\nFluorouracil is rapidly metabolized in the liver to active metabolites FdUMP, fluorodeoxyuridine triphosphate (FdUTP), and fluorouridine triphosphate (FUTP). Fluorouracil undergoes catabolism to dihydro-fluorouracil (DHFU), an inactive metabolite, mediated by DPD, which is predominantly found in the liver, intestinal mucosa, and various other tissues.\n[14]\n[15]\n\nElimination:\nFluorouracil is eliminated primarily in the urine as metabolites. Approximately 5% to 20% of the fluorouracil is excreted unchanged in the urine.\n[16]",
    "administration": "Available Dosage Forms and Strengths\n\nFluorouracil exhibits poor absorption in the gastrointestinal tract when administered orally. Parenteral administration of fluorouracil is preferable when treating visceral malignancies to optimize systemic bioavailability. Fluorouracil can be administered via IV bolus, continuous IV infusion over several days, and 'protracted' infusion via an ambulatory pump for 1 to 2 weeks. When given IV, the terminal half-life of fluorouracil is around 8 to 20 minutes due to rapid catabolism in the liver.\n[17]\n\nFluorouracil can also be applied topically in solutions or creams with strengths varying from 0.5% to 5% when the desired clinical use is for dermatologic conditions. Systemic absorption of topical fluorouracil has been studied to range from less than 2% to 6% but can be up to 75 times greater if applied to diseased skin. In addition to topical fluorouracil for dermatologic conditions, intralesional delivery is also useful for various conditions. Further studies are necessary to determine the systemic absorption of intralesionally delivered fluorouracil.\n[10]\n[12]\n\nAdult Dosage\n\nSome general dosing regimens follow based on indications. However, clinicians should refer to institutional protocols and the package inserts for specific dosing, including toxicity-related dose adjustments. Alternative regimens for some conditions are also available.\n\nBreast cancer: 500 mg/m\n2\nper dose IV for a single dose on days 1 and 8 of a 28-day cycle.\n\nGastric cancer\nResectable disease: 200 mg/m\n2\n/24 h IV infusion on days 1 to 21 of a 21-day cycle. Use fluorouracil with cisplatin as part of a multi-drug chemotherapy regimen.\nAdvanced disease: 750 to 1000 mg/m\n2\n/24 h IV infusion on days 1 to 4 of a 28-day cycle. Use with cisplatin.\n\nColorectal cancer\nInfusion regimen: 400 mg/m\n2\n/dose IV for a single dose on day 1, then 1200 to 1500 mg/m\n2\n/24 h IV infusion on days 1 and 2 of a 14-day regimen. Use with leucovorin with or without irinotecan or oxaliplatin.\n\nPancreatic cancer: 400 mg/m\n2\n/dose IV on the first day, then 1200 mg/m\n2\n/24 h IV infusion on days 1 and 2 of a 14-day cycle. Give for 12 cycles as part of a multi-drug chemotherapy regimen.\n\nFor topical fluorouracil, dosing regimens include:\n\nActinic keratosis: Apply the solution or 5% cream twice daily for 2 to 4 weeks.\n\nSuperficial basal cell carcinoma: Apply the 5% cream twice daily for 3 to 6 weeks. According to the American Association of Dermatology guidelines, monotherapy with topical fluorouracil is advised for small tumors at low-risk locations and adverse effects to standard therapy.\n[18]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo information is provided in the manufacturer's product labeling; however, fluorouracil is not advised in severe hepatic impairment.\n[19]\n\nRenal impairment:\nRenal impairment requires no dosing adjustments, although hemodialysis patients should reduce their dose by 50% on dialysis days. Patients with renal impairment are at risk for hyperammonemia.\n[20]\n\nPregnancy considerations:\nFluorouracil is an FDA pregnancy category D drug use that should be avoided in pregnancy due to the risk of teratogenicity. Topical fluorouracil during pregnancy is associated with ventricular septal defect and an increased risk of miscarriage. The risk of teratogenicity is highest during the first trimester. Fluorouracil is relatively safe during the second and third trimesters of pregnancy. However, ESMO (European Society for Medical Oncology) guidelines suggest a 3-week duration between the last chemotherapy session and the estimated delivery date; consequently, chemotherapy is not recommended beyond 33 weeks of gestation. However, clinicians should also evaluate the possible benefits to the patient against the risks to the fetus.\n[21]\n[22]\n\nBreastfeeding considerations:\nSystemic fluorouracil is contraindicated during breastfeeding. Topical fluorouracil can be used as it has insignificant risk if applied precisely. Patients should be counseled not to apply fluorouracil cream to the breast or nipple. In addition, the infant's skin should not have direct contact with the sites of skin treated by fluorouracil. However, the manufacturer's labeling recommends cessation of nursing or discontinuation of topical fluorouracil treatment after thoroughly evaluating the risk-benefit analysis.\n[23]\n\nPediatric patients:\nAccording to the manufacturer labeling, safety and efficacy have not been confirmed for pediatric use. However, fluorouracil is used in hepatoblastoma and nasopharyngeal carcinoma.\n[24]\n[25]\n[26]\n\nOlder patients:\nA comprehensive geriatric assessment (CGA) should be considered. CGA's primary components include the patients' functional status, associated comorbidities, polypharmacy, cognition, and nutritional status. Specific interventions and treatment should be provided to manage the health problems recognized on CGA, which can decrease adverse drug reactions and increase the likelihood of completing scheduled chemotherapy without dose alteration.\n[27]",
    "adverse_effects": "Fluorouracil has many adverse drug reactions when used systemically. Diarrhea was the most common adverse effect reported in patients receiving systemic fluorouracil treatment. Clinicians should withhold fluorouracil for severe diarrhea until it is resolved. Other common adverse effects include vomiting, nausea, and dehydration.\n\nMore concerning adverse effects that require monitoring in patients receiving systemic fluorouracil chemotherapy include neutropenia, pyrexia, pulmonary embolism, thrombocytopenia, and leukopenia. Leukopenia, leading to an immunocompromised state in these patients, can result in secondary pneumonia or sepsis.\n[28]\nDrug-induced subacute cutaneous lupus erythematosus (SCLE) has been reported with systemic fluorouracil with positive anti-Ro (SSA antibody).\n[29]\n\nThe systemic adverse effect profile of topically applied fluorouracil is minimal due to limited absorption. The most common adverse effect of the topical application of fluorouracil is localized skin irritation, leading to ulceration and predisposing patients to infection. Other adverse effects of topical fluorouracil therapy include pruritis, pain, erythema, crusting, eschar, and eczematous skin reactions.\n[1]\n[2]\n[18]\n\nSevere adverse drug reactions and their management are described below.\n\nCardiotoxicity: Fluorouracil can cause angina, myocardial infarction, and heart failure. Infusional regimens of fluorouracil have greater risk compared with bolus regimens. Withhold fluorouracil for cardiac toxicity. Fluorouracil-induced vasospasm is treated with nitrates or calcium channel blockers.\n[30]\n\nHyperammonemic encephalopathy: Clinical features include altered mental status without radiologic abnormality and elevated ammonia levels within 72 hours of initiation of fluorouracil. Discontinuation of fluorouracil is recommended. No definitive treatment currently exists; supportive care should be provided via IV fluids, lactulose, and branched-chain amino acids.\n[31]\n[32]\n[33]\n\nNeurologic toxicity: Fluorouracil can induce acute cerebellar syndrome, ataxia, seizures, and coma. Withhold fluorouracil for neurologic toxicity.\n[34]\n[35]\n[36]\n\nHand-foot syndrome: Fluorouracil can cause palmoplantar dysesthesia, numbness, burning sensation, and symmetric erythema. Desquamation, blistering, and ulceration are seen in severe cases. Discontinuation of fluorouracil is required in severe cases, and chemotherapy should be restarted at a reduced dose after remission.\n[37]\n\nMucositis: Fluorouracil can cause severe mucositis. Discontinuation of fluorouracil is recommended until mucositis is resolved or decreased. Dose reduction is suggested. Oral cryotherapy has been shown to reduce oral mucositis in patients receiving fluorouracil.\n[38]\n\nDrug-Drug Interaction\n\nFluorouracil and its metabolites inhibit CYP2C19, and concurrent administration with warfarin can prolong the increase in prothrombin time (PT/INR).\n[39]",
    "monitoring": "Therapeutic drug monitoring of fluorouracil can be performed using high-performance liquid chromatography, gas chromatography-mass spectrometry, or immunoassay to measure plasma drug levels to reduce toxicity and improve efficacy. Therapeutic drug monitoring is essential for patients with DPD deficiency, in which fluorouracil treatment is the mainstay for their condition with no clinically efficacious alternatives.\n[40]\n\nSome studies suggest that DPD is inducible in deficient patients by using capecitabine, leading to new methods of fluorouracil chemotherapy titration in these individuals.\n[41]\nComplete blood count (CBC) should be monitored due to the risk of myelosuppression.\n[40]\nLiver function tests should be routinely assessed due to the potential for hepatotoxicity.\n[42]",
    "toxicity": "As described above, cardiotoxicity and neurotoxicity can be severe, requiring immediate cessation of fluorouracil treatment. Patients experiencing severe adverse effects of fluorouracil treatment can be administered uridine triacetate within 4 days of fluorouracil treatment. Uridine triacetate is a pyrimidine analog composed of uridine triacetate. The mechanism of toxicity reversal is due to the high concentrations of uridine delivered by uridine triacetate that competes with fluorouracil metabolites for binding sites in the body. Uridine triacetate is administered orally, but whether it is safe or efficacious after 4 days following fluorouracil administration is unknown.\n[43]\n[44]"
  }
}