{
  "drug_name": "fluorine",
  "nbk_id": "NBK603715",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603715/",
  "scraped_at": "2026-01-11T15:29:34",
  "sections": {
    "indications": "Recent anticoagulation is a relative contraindication to administering radiotracers into the thecal sac. An allergy to sulfa-containing medications is a contraindication to acetazolamide administration.\n[11]\nPregnancy and breastfeeding are relative contraindications to any nuclear medicine examination, with pregnancy typically being a contraindication for CNS nuclear imaging studies in most cases.",
    "clinical_significance": "F 18 FDG PET/CT Scans\n\nF 18 FDG PET/CT scans of the brain play a crucial role in supporting the clinical diagnosis of dementia, especially when the clinical presentation is ambiguous or complex. Due to the overlapping brain areas affected by various subtypes of dementia, a high pre-test probability is essential for F 18 FDG examination.\n\nA normal brain 18F-FDG PET/CT scan typically reveals homogeneous cortical uptake throughout the brain. In patients with Alzheimer disease, a characteristic pattern of decreased radiotracer uptake is observed in the posterior cingulate cortex and bilateral posterior parietotemporal regions during the early stages of the disease. As Alzheimer disease progresses, this decreased uptake extends to involve the bilateral frontal lobes (see\nImage 2.\nF 18 FDG PET/CT Brain Scan Indicating Alzheimer Disease).\n[25]\n\nPatients with dementia with Lewy bodies also display reduced radiotracer uptake in the bilateral posterior parietotemporal regions. Additionally, there is decreased metabolism (hypometabolism) noted in the occipital cortex and caudate nuclei in these patients. A notable feature distinguishing Lewy body dementia from Alzheimer disease is the sparing of the posterior cingulate cortex, referred to as the \"cingulate island sign\" in Lewy body dementia cases. This distinct metabolic pattern aids in the differentiation between Lewy body dementia and Alzheimer disease (see\nImage 3.\nF 18 FDG PET/CT Brain Scan Revealing Dementia with Lewy Bodies).\n[26]\n[27]\n\nPatients diagnosed with frontotemporal dementia typically exhibit decreased radiotracer uptake in the frontal and temporal lobes, along with involvement of the anterior cingulate gyrus (see\nImage 5.\nFrontotemporal Dementia).\n[28]\nVascular dementia, also known as multi-infarct dementia, results from multiple areas of infarction in the brain. These patients often experience a step-wise decline in cognitive function, with clinical deficits correlating to the affected areas of the brain.\n[29]\nIn cases where interpretation may be challenging due to overlapping patterns or potential confounders, various systematic approaches for evaluating F 18 FDG activity have been proposed and can be beneficial for potentially confounding cases.\n[30]\n\nTumor necrosis and tumor recurrence can be distinguished on F 18 FDG PET/CT scans by assessing radiotracer uptake. Necrotic areas typically exhibit hypometabolism, while recurrent tumors demonstrate hypermetabolism.\n[31]\n\nBrain Death Assessment\n\nTc 99 DTPA can be used for brain death assessment as an angiographic examination. In a normal Tc 99 DTPA brain examination, radiotracer distribution is observed throughout extracranial and intracranial arteries. However, in a Tc 99 DTPA brain examination of a patient determined to be brain dead, the radiotracer is visible in the common and external carotid arteries but not in the intracranial carotid arteries.\n\nAlternatively, brain death assessment can also be performed using Tc 99 HMPAO or Tc 99 ECD with SPECT imaging (see\nImage 4.\nBrain Death Study With HMPAO). The absence of Tc 99 uptake in the brain parenchyma during this examination is highly indicative of brain death in the appropriate clinical context (see\nImage 6.\nBrain Death Assessment Using Tc99m-Pertechnetate SPECT Imaging).\n[6]\n\nBrain Perfusion Imaging\n\nAlthough CT or MRI perfusion evaluation is the standard for assessing brain perfusion, certain patients face limitations such as severe iodinated contrast allergies or incompatible implanted medical devices, precluding them from undergoing contrast-enhanced CT or MRI perfusion examinations. In such cases, brain perfusion can be evaluated using SPECT/CT with Tc 99m HMPAO or ECD. A normal brain perfusion SPECT/CT scan typically reveals uniform and homogeneous radiotracer uptake in the brain cortex, with relatively less uptake observed in the white matter, maintaining a homogeneous pattern. Conversely, areas of ischemia or infarction demonstrate reduced or absent radiotracer uptake, respectively.\n[6]\n\nAcetazolamide, a carbonic anhydrase inhibitor, may be administered following radiotracer administration in cases where there are concerns about compromised vascular supply due to conditions such as carotid stenosis, vascular pathology, or prior transient ischemic attacks. The administration of acetazolamide results in cerebral vasodilation by elevating intravascular CO\n2\nlevels, thereby increasing cerebral blood flow in normal brain parenchyma by up to 30%. However, regions of the brain with preexisting decreased perfusion are unable to further dilate post-acetazolamide administration. As a result, these abnormal areas will not exhibit increased radiotracer uptake following acetazolamide administration.\n[32]\n\nSeizure Focus\n\nNuclear medicine examinations become invaluable when conventional first-line diagnostic tools such as MRI and/or EEG fail to provide conclusive or diagnostic results for seizure foci. The assessment for seizure focus using radiotracers presents 2 primary approaches—ictal and interictal imaging. Ictal imaging involves continuous EEG monitoring of hospitalized patients, and Tc 99 HMPAO is injected when they begin to exhibit seizure activity. Tc 99 HMPAO is preferred because the radiotracer persists in the seizure focus for several hours after administration, thereby allowing imaging after seizure activity subsides.\n[33]\n\nThe brain parenchyma involved in the seizure exhibits heightened activity compared to non-involved areas, leading to the accumulation of radiotracer in the seizure focus. Consequently, imaging will depict a cortical region with relatively increased radiotracer uptake. Notably, F 18 FDG brain PET/CT is not a feasible or recommended choice for ictal imaging. This is because the examination requires the patient to remain still in a quiet environment for an hour after radiotracer administration, which is challenging during a seizure episode.\n\nInterictal assessment involves an F 18 FDG PET/CT of the brain when the patient is in between seizures, although it is not as sensitive as an ictal examination. A positive F 18 FDG PET/CT will reveal an area of relatively decreased metabolism. Notably, nuclear medicine assessment for seizure foci beyond the temporal lobe is less precise, and potential extratemporal lobe lesions may not be evident on either ictal or interictal imaging (see\nImage 1\n. F 18 FDG PET/CT Brain Scan Revealing Lesions).\n[34]\n[35]\n\nCerebrospinal Fluid Analysis\n\nEvaluation for CSF abnormalities, including CSF leaks, ventriculostomy shunt failure, or communicating hydrocephalus, is typically pursued when clinical examinations, CT scans, and/or MRI results are inconclusive or contraindicated. This assessment involves administering radiotracer either directly into the thecal sac or through the ventriculostomy catheter.\n\nA normal cisternogram during the assessment for normal pressure hydrocephalus will demonstrate the radiotracer ascending the spinal canal. After 24 hours, the radiotracer will be absent from the lateral ventricles and perimesencephalic cisterns, and will be present in the bilateral cerebral convexities. In patients with communicating hydrocephalus, the radiotracer may or may not clear from the perimesencephalic cisterns and will persist in the lateral ventricles beyond 24 hours.\n[36]\n\nWhen evaluating for a CSF leak, the presence of Indium-111 DTPA accumulating outside of the thecal sac is indicative of a potential CSF leak. After the study, the cotton pledgets placed in the nostrils and ears are removed and analyzed using a well counter. The presence of radioactive material in the pledgets suggests a leak at the skull base.\n[13]\n\nSuspected Cerebrospinal Fluid Shunt Failure\n\nAn unobstructed, properly functioning ventriculoperitoneal or ventriculoatrial shunt system allows immediate passage of the radiotracer into the distal aspect of the shunt, diffusing throughout the peritoneum or right atrium. Conversely, an obstructed ventriculoperitoneal shunt will exhibit significantly delayed or no passage of radiotracer into the distal part of the system. To exclude the possibility of an adhesion or fibrous cap obstructing the distal tip, the radiotracer must diffuse beyond the tip of the distal shunt tube.\n[37]\n\nDaTscan\n\nA normal DaTscan demonstrates radiotracer uptake in the caudate and putamen regions, forming a shape resembling a comma. In Parkinson disease, where presynaptic dopaminergic neurons are lost, the radiotracer uptake in the putamen diminishes, causing the radiotracer uptake pattern to appear as a sphere in the caudate head area on a DaTscan.\n[4]\nAs the disease progresses, reduced activity in the caudate can also become evident."
  }
}