{
  "drug_name": "flurbiprofen",
  "nbk_id": "NBK576396",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576396/",
  "scraped_at": "2026-01-11T18:47:07",
  "sections": {
    "indications": "Macular edema is a retinal condition characterized by fluid buildup in the central part of the retina responsible for sharp, central vision, and accompanies various retinal diseases such as diabetic retinopathy, retinal vascular occlusions, and uveitis.\n[1]\n[2]\nThis condition causes decreased visual acuity and, when persistent, can lead to severe vision loss.\n[3]\nFluid accumulates due to a mismatch between retinal fluid entry and exit mechanisms.\n[4]\nDysfunction of the blood-retinal barrier allows the entry of proteins and solutes into retinal tissue, which underlies its pathogenesis.\n[5]\n\nThe distinctive anatomical characteristics of the macula, including its abundant photoreceptor count, elevated metabolic activity, and limited extracellular fluid resorption due to a central avascular zone, along with its specialized cellular and molecular composition containing specific glial cells like Müller cells, suggest a propensity for fluid accumulation. Furthermore, the intriguing arrangement of the Henle fiber layer and the potential presence of a \"glymphatic system\" further indicate the macula's role as a reservoir for fluid retention.\n[4]\n[6]\n[7]\n\nPatients affected by macular edema commonly experience symptoms such as metamorphopsia, micropsia, blurred vision, central scotoma, and reduced contrast or color sensitivity. Clinicians frequently utilize fundus fluorescein angiography (FFA) and optical coherence tomography (OCT) for diagnostic purposes, as diagnosing macular edema clinically can be challenging in patients with mild disease or when adequate visualization of the fundus is impossible. The visual impairment can be variable and reversed with appropriate therapy. Treatment options for macular edema vary depending on the underlying pathology and may encompass anti–vascular endothelial growth factor therapy (VEGF), corticosteroids, nonsteroidal anti-inflammatory drugs (NSAIDs), or surgical intervention. These treatments target vasoactive and inflammatory mediators that disrupt the blood-retinal barrier.",
    "mechanism": "The primary underlying causes of macular edema are increased leakage from damaged retinal blood vessels, the growth of abnormal blood vessels in the deep retina, and the breakdown of the blood-retinal barrier. New blood vessels lacking normal tight junctions lead to abnormal serum leakage from the bloodstream into the retina. Other significant causes of macular edema include diabetes, branch and central retinal vein occlusion (RVO), choroidal neovascularization, posterior uveitis, postoperative inflammation, and central serous chorioretinopathy (see\nImage.\nMacular Edema Associated With Diabetes).\n\nAdditional causes of macular edema include Coats disease, retinal artery macroaneurysms, radiation retinopathy, hypertensive retinopathy, inflammatory disorders, medications, choroidal tumors, retinitis pigmentosa, nonarteritic anterior ischemic optic neuropathy (NAION), and Irvine-Gass syndrome.\n\nCommon causes of subfoveal fluid without intraretinal fluid include acute central serous chorioretinopathy, polypoidal choroidal vasculopathy, and uveitis, including Vogt-Koyanagi-Harada syndrome, sympathetic ophthalmia, posterior scleritis, and choroidal granuloma.\n[8]\n[9]\n[10]\n[11]\n[12]\nIn addition, foveoschisis with or without subretinal fluid characterizes optic disc pit maculopathy.",
    "monitoring": "Historically, methods for evaluating macular edema included contact and non-contact slit lamp biomicroscopy, indirect ophthalmoscopy, FFA, fundus stereo photography, and OCT. Currently, OCT and FFA are the predominant investigative tools. Notably, measuring visual acuity in all patients is imperative, as while it may not directly aid in diagnosing macular edema, it serves as a crucial parameter for monitoring disease progression.\n\nSlit-Lamp Biomicroscopy\n\nThe initial step in evaluating macular edema involves slit-lamp biomicroscopy, typically conducted using a 90D or 78D lens. The biomicroscopic examination method reveals the presence and location of macular thickening, exudates, and cystoid changes.\n[66]\nA distinctive stellate or radially oriented pattern of perifoveal cysts attributed to the oblique arrangement of the Henle fiber layer characterizes cystoid macular edema. Beyond the macular area, edema presents a honeycomb appearance due to the perpendicular alignment of the outer plexiform layer. A central cyst associated with cystoid macular edema may resemble a full-thickness macular hole; however, conducting the Watzke-Allen test during slit lamp biomicroscopy with a 90D lens reveals an intact vertical line without a central break.\n[67]\nAdditionally, macular edema tends to reduce choroidal visibility compared to unaffected areas. Stereoscopic examination, facilitated by a 90D or macular contact lens, provides a 3-dimensional perspective, aiding in the identification of retinal elevation.\n\nFundus Fluorescein Angiography\n\nFFA can delineate regions of retinal capillary leakage. The Early Treatment Diabetic Retinopathy Study (ETDRS) categorizes diabetic macular edema into diffuse and focal types based on the degree of fluorescein leakage associated with microaneurysms. According to the ETDRS criteria, focal diabetic macular edema exhibits 67% or more leakage associated with microaneurysms, intermediate demonstrates 33% to 66% leakage, and diffuse showcases less than 33% leakage associated with microaneurysms.\n[68]\nLarssen et al define diffuse diabetic macular edema as retinal thickening affecting 2 or more disk areas with involvement of the macular center. Focal diabetic macular edema, on the other hand, presents retinal thickening of less than 2 disk areas without affecting the macular center.\n[69]\nIn FFA, focal macular edema is identified by fluorescein leakage from specific capillary regions. Ischemic diabetic macular edema appears as hypofluorescent areas within the macula (see\nImage.\nMultimodal Imaging of Diabetic Macular Edema).\n\nEarly-phase choroidal fluorescence can become partially obstructed in the presence of a considerable amount of edema, whether cystoid or non-cystoid, particularly if turbid due to lipid-laden macrophages. Dilation of the fine capillary network or telangiectatic retinal vessels around the fovea may be observed in the arteriovenous phase. Late-phase imaging reveals hyperfluorescence caused by dye accumulation leaking from retinal vessels, the extent of which depends on the dysfunctional retinal vascular endothelium. Hyperfluorescence may manifest as cystic or diffuse irregular staining, filling cystoid spaces rapidly in the presence of pronounced leakage or appearing late if not significant. Additionally, large retinal vessels may leak, termed perivascular staining, due to inflammation, traction, or occlusion. Cystoid macular edema typically presents as a petaloid leak at the macula during the late phase of FFA.\n[70]\n\nConditions in which an FFA leak is not evident despite the presence of macular edema include retinitis pigmentosa, gyrate atrophy of the retina and the choroid with foveoschisis, juvenile X-linked retinoschisis, Goldmann-Favre disease, phototoxicity, toxicity from antimicrotubule agents such as paclitaxel and docetaxel, and toxicity from nicotinic acid.\n[51]\n[52]\n[71]\nFoveoschisis and leaking cystoid macular edema can be distinguished through FFA, as foveoschisis does not exhibit leakage or induce the characteristic petaloid leak of cystoid macular edema.\n\nOptical Coherence Tomography\n\nClinicians use OCT to evaluate macular edema caused by diseases such as age-related macular degeneration, diabetic retinopathy, hereditary retinal degeneration, RVO after cataract surgery, epiretinal membrane, and uveitis. Owing to its excellent reproducibility, OCT has become the preferred diagnostic modality for diagnosing and monitoring cystoid macular edema. OCT enables clinicians to identify, localize, and quantify fluid collections, facilitating precise assessment and long-term monitoring. Additionally, OCT's capacity to classify various diseases supports prognostication, aiding in disease management, predicting patient outcomes, and treatment planning.\n\nDiabetic macular edema:\nDifferent patterns of fluid accumulation appear on OCT in patients with diabetic macular edema:\n\nDiffuse retinal thickening: Characterized by retinal thickness greater than 200 μm in height and more than 200 μm in width with areas of lower reflectivity, especially in the outer retinal layers.\n\nCystoid macular edema: Manifests as intraretinal fluid accumulation within well-defined spaces of low reflectivity, typically originating around the outer plexiform layer but potentially involving the photoreceptor and inner retinal layers.\n\nPosterior hyaloid traction or taut posterior hyaloid membrane: Identified by the presence of a highly reflective membrane on the inner retinal surface, causing tractional retinal elevation.\n\nSubretinal fluid: Identified as a dome-shaped dark region located between the neurosensory retina and the retinal pigment epithelium.\n\nTractional retinal detachment: Characterized by a peak-shaped retinal detachment resulting from traction exerted by proliferative membranes over the retinal surface or within the vitreous.\n[41]\nThis condition presents as a low signal area underlying the highly reflective border of the detached retina.\n\nRadiation retinopathy:\nOCT enables clinicians to grade radiation retinopathy using a 5-point grading system, which correlates with visual acuity.\n\nGrade 1: Foveola-sparing non-cystoid macular edema\n\nGrade 2: Foveola-sparing cystoid macular edema\n\nGrade 3: Foveola-involving non-cystoid macular edema\n\nGrade 4: Mild-to-moderate foveola-involving cystoid macular edema\n\nGrade 5: Foveola-involving severe cystoid macular edema\n[40]\n[41]\n\nJuvenile X-linked retinoschisis:\nOCT findings can classify juvenile X-linked retinoschisis into distinct types, as mentioned below.\n\nType 1 or foveal: Absence of both lamellar schisis on OCT and peripheral schisis on the ophthalmoscopy.\n\nType 2 or foveolamellar: Presence of lamellar schisis on OCT without peripheral schisis on the ophthalmoscopy.\n\nType 3 or complex: Lamellar schisis on OCT and peripheral schisis on the ophthalmoscopy.\n\nType 4 or foveoperipheral: Presence of peripheral schisis on ophthalmoscopy without lamellar schisis on OCT.\n[72]\n[73]\n\nThe hallmark finding of juvenile X-linked retinoschisis is the presence of a spoke-wheel pattern in the macula, particularly observable in high-magnification ophthalmoscopy in patients aged 30 or younger. Currently, spectral domain OCT serves as the primary diagnostic modality for this condition, allowing for the visualization of marked retinoschisis in various retinal layers. Clinicians may observe dilation of the fine capillary network or telangiectatic retinal vessels around the fovea.\n\nOn OCT, patients with uveitis typically exhibit diffuse macular edema, cystoid macular edema, and subretinal detachment. Clinicians may observe intraretinal fluid, accumulation of subretinal fluid, and pigment epithelial detachments in patients with choroidal neovascularization, as seen in wet age-related macular degeneration. Subretinal detachment is also evident in OCT scans of patients with BRVO. Vitreomacular traction manifests as foveal cavitation, while the posterior hyaloid often appears hyper-reflective and thickened on OCT. OCT angiography is a valuable tool for evaluating the vascular status of the posterior pole.",
    "administration": "A stepwise therapeutic approach is essential for managing macular edema, typically involving systemic and ocular pharmaceutical agents. Surgical intervention may also be required to address specific needs in certain cases.\n\nSystemic Therapy\n\nGiven that many patients develop macular edema as a secondary manifestation of systemic health conditions such as diabetes, hypertension, dyslipidemia, or inflammatory conditions, addressing these underlying systemic issues is paramount. Research indicates that strict glycemic control can effectively delay the onset and progression of diabetic retinopathy in both type 1 and type 2 diabetes.\n[74]\n[75]\nAdditionally, managing associated disorders such as nephropathy and ischemic heart disease yields significant benefits.\n[76]\n[77]\n\nIntravitreal Anti-Vascular Endothelial Growth Factor\n\nIntravitreal injections of anti-VEGF agents represent the primary treatment approach for macular edema across various pathologies. Pegaptanib, the initial medication approved for human use, is a 40-kDa aptamer and mRNA polyethylene glycol-linked molecule designed to specifically target VEGF165. However, it is no longer utilized for treatment.\n[78]\n\nCurrently, clinicians commonly administer 3 formulations of intravitreal anti-VEGF therapies:\n\nBevacizumab, available at 1.25 mg/0.05 mL, is a 148-kDa humanized full-size monoclonal IgG1 antibody targeting all VEGF-A subtypes.\n\nRanibizumab, available at 0.3 mg/0.05 mL and 0.5 mg/0.05 mL, is a 48-kDa humanized monoclonal antibody fragment also targeting all VEGF-A subtypes.\n\nAflibercept, available at 2 mg/0.05 mL, is a 115-kDa fusion protein targeting VEGF-A, VEGF-B, and placental growth factors.\n\nDiabetic macular edema:\nFindings from the Diabetic Retinopathy Clinical Research (DRCR) Retina Network Protocol H indicate that intravitreal bevacizumab may mitigate diabetic macular edema in select cases.\n[79]\nSimilarly, the bevacizumab or laser therapy (BOLT) study demonstrates the favorable impact of intravitreal bevacizumab on center-involving clinically significant macular edema in eyes without advanced macular ischemia. The ETDRS defines clinically significant macular edema as retinal thickening within 500 μm of the macular center, hard exudates within 500 μm of the macular center with associated adjacent retinal thickening, or retinal thickening measuring 1 or more disc areas, a part of which lies within 1 disc diameter of the macular center.\n[80]\n\nResults indicate that eyes receiving intravitreal bevacizumab experience a median increase of 8 letters on the ETDRS visual acuity chart. In comparison, those treated with laser therapy experience a median decrease of 0.5 letters after 1 year. The likelihood of gaining 10 or more letters on the ETDRS visual acuity chart is 5.1 times higher in the intravitreal bevacizumab cohort.\n[81]\nNotably, the use of intravitreal bevacizumab in this capacity is off-label.\n\nThe Ranibizumab Monotherapy or Combined with Laser versus Laser Monotherapy for Diabetic Macular Edema (RESTORE) trial demonstrates that intravitreal ranibizumab 0.5 mg, either as monotherapy or combined with laser, yields greater visual improvement compared to standard laser alone.\n[82]\nAdditionally, 2 parallel phase III trials indicate that intravitreal ranibizumab at both 0.3 and 0.5 mg doses outperforms sham injections in terms of visual improvement and reduction in central retinal thickness.\n[83]\n\nThe DRCR Retina Network Protocol I shows that 0.5 mg of intravitreal ranibizumab with prompt or deferred laser produces superior visual gain compared to 4 mg of intravitreal triamcinolone acetonide with laser and laser alone. Visual outcomes produced by intravitreal ranibizumab plus deferred laser are better than those from intravitreal ranibizumab plus prompt laser. Subgroup analysis reveals that intravitreal triamcinolone acetonide plus laser yields similar results to intravitreal ranibizumab plus laser in eyes with pseudophakic macular edema.\n[84]\n\nThe diabetic macular edema and vascular endothelial growth factor trap-eye:\nInvestigation of Clinical Impact (DA VINCI) study demonstrates that intravitreal aflibercept achieves superior anatomical and functional improvement compared to laser therapy.\n[85]\nIn addition, 2 parallel phase III trials reveal that eyes treated with aflibercept exhibit significantly greater mean visual gain and edema resolution after 1 year compared to laser therapy.\n[86]\n\nAll 3 medications demonstrate comparable efficacy when visual acuity exceeds 20/50. However, when the baseline visual acuity is 20/50 or worse, aflibercept exhibits superior improvement compared to ranibizumab and bevacizumab. The median number of injections and occurrence of adverse events remain consistent across all 3 medications.\n[87]\n[88]\n\nThe DRCR Retina Network Protocol V shows no significant difference in visual loss at the end of 2 years among eyes with center-involving diabetic macular edema and a best corrected visual acuity of 20/25 or better, irrespective of the treatment. Consistent with current practice, the study proposes clinicians observe patients with good visual acuity and treat them with aflibercept only if the visual acuity worsens.\n[89]\n\nRetinal vein occlusion:\nIn the Branch Retinal Vein Occlusion (BRAVO) trial, eyes with BRVO receiving 6 monthly intravitreal ranibizumab 0.3 or 0.5 mg injections show superior visual improvement compared to sham injections. Visual acuity at 1 year remains well-maintained even after shifting to as-needed dosing for the subsequent 6 months.\n[90]\nThe Central Retinal Vein Occlusion (CRUISE) trial yields similar outcomes.\n[91]\n\nStudies demonstrate that administering 6 monthly aflibercept injections followed by bi-monthly injections results in superior visual benefit and reduced edema compared to macular grid laser in eyes with BRVO-related macular edema at 24 and 52 weeks.\n[92]\nAdditionally, 2 other studies reveal that 6 monthly aflibercept injections followed by as-needed dosing help achieve more significant visual benefit and edema reduction than macular grid laser in eyes with ventral RVO-related macular edema.\n[93]\n[94]\nBrolicizumab (6 mg/0.05 mL) and faricimab (6 mg/0.05 mL) are among the additional available anti-VEGF medications.\n[95]\n[96]\n\nOcular Topical Medications\n\nNonsteroidal anti-inflammatory drugs:\nNSAIDs reduce the production of prostaglandins by inhibiting the enzyme cyclooxygenase. Most studies reveal that NSAIDs have a beneficial role in managing pseudophakic cystoid macular edema. However, further well-designed randomized control trials are necessary to establish their efficacy conclusively.\n[43]\n[97]\nBromfenac 0.09%, nepafenac 0.1%, diclofenac 0.1%, ketorolac 0.5%, flurbiprofen 0.03%, and indomethacin 1% have demonstrated efficacy in reducing postoperative inflammation following cataract surgery in randomized controlled clinical trials. Evidence suggests that combining topical NSAIDs with topical corticosteroids in patients with pseudophakic cystoid macular edema provides a synergistic effect (see\nImage.\nPseudophakic Cystoid Macular Edema).\n\nRecent studies indicate improved central subfield thickness in patients with diabetic macular edema who maintain good glycemic control. Patients treated with NSAIDs show more stable intraocular pressure compared to those receiving topical corticosteroids, suggesting a potential advantage. However, further research is needed to confirm these findings. The DRCR Retina Network Protocol R findings suggest that topical nepafenac 0.1% does not significantly affect OCT-measured retinal thickness in eyes with non-center involving diabetic macular edema after 1 year.\n[98]\n\nTopical carbonic anhydrase inhibitors:\nCarbonic anhydrase inhibitors (CAI) inhibit the enzymes carbonic anhydrase and γ-glutamyl transferase, increasing fluid transport from the sub-retinal space toward the choroid. These medications are particularly effective in disorders with diseased retinal pigment epithelium, such as retinal pigment-related macular edema.\n\nOcular Laser\n\nOcular lasers can treat macular edema secondary to various diseases.\n\nDiabetic macular edema:\nLaser therapy is recommended for patients with inadequate response to anti-VEGF therapy. Healthcare providers typically utilize double diode or YAG photocoagulation lasers to treat diabetic macular edema. The ETDRS reveals that laser reduces the risk of moderate visual loss, or a loss of 15 letters on the EDTRS visual chart or a doubling of the visual angle, at 36 months. After 6 weeks, clinicians can treat any untreated initial lesions. Repeat treatment should be scheduled at least 4 months after the initial session if no initial lesions remain.\n[99]\n\nDiabetic macular edema treatment techniques:\nThe various techniques to manage diabetic macular edema are listed below.\n\nFocal laser: Focal laser treatment involves addressing lesions situated within 500 to 3000 µm from the macular center using moderate-intensity burns sized 50 to 100 µm for durations of 50 to 100 ms. These lesions typically include microaneurysms, intraretinal microvascular abnormalities, and leaking short capillary segments observed on FFA. Treatment success is indicated by whitening or darkening of the focal lesions, serving as the end point.\n[100]\n\nGrid laser: Grid laser treatment targets regions displaying diffuse capillary leakage or nonperfusion observed on FFA within 500 to 3000 µm from the macular center. Clinicians apply burns sized 50 to 200 µm for durations of 50 to 500 ms, placing 2 burn widths apart. The end point of treatment is signified by mild retinal pigment epithelium whitening. Focal leaks within this region have also been addressed. The possible mechanisms of action include improved oxygen supply to the inner retina due to laser-induced damage to oxygen-consuming photoreceptors and retinal pigment epithelium, reduced autoregulatory vasoconstriction, and restoration of the retinal pigment epithelium barrier and pump.\n[100]\n\nModified grid laser: This laser treatment ensures burns are not intense enough to alter the color of microaneurysms. Achieving mild gray-white burns beneath all microaneurysms is considered adequate for effective treatment.\n[100]\n\nMild macular laser photocoagulation: This involves applying light burns that are barely visible or appear as light gray over the macula, including both thickened and normal retina. Microaneurysms are not directly treated during this procedure.\n[101]\n\nThe DRCR Retina Network Protocol A reports that while the mild macular photocoagulation laser protocol may be less effective in reducing retinal thickness compared to the modified grid laser protocol, both protocols yield similar visual outcomes.\n[101]\nProtocol B demonstrates that the modified grid laser protocol is more effective and associated with fewer adverse effects than intravitreal triamcinolone injections over a 2-year period.\n[102]\n\nBranch retinal vein occlusion:\nThe Branch Retinal Vein Occlusion, Associated Macular Edema study reports that nearly one-third of cases improve spontaneously within the first 3 months. Eyes with persistent macular edema, visual acuity of 20/40 or worse, and an absence of macular ischemia on FFA have better visual outcomes at 3 years when treated with macular grid laser than observation. Clinicians place the grid laser spots in the area of capillary leak located outside the edge of the foveal avascular zone and inside the significant vascular arcades.\n[103]\n\nCentral retinal vein occlusion:\nThe CRUISE trial demonstrates that macular grid laser treatment reduces angiographic evidence of macular edema in central retinal vein occlusion. However, it does not show any significant visual benefit.\n[104]\n\nRetinal artery macroaneurysm:\nClinicians have several options for treating leaking retinal microaneurysms, including direct or indirect laser therapy, or a combination of both. Clinicians perform direct laser by applying 200 to 500 µm size, 200 to 500 ms duration burns over the microaneurysm to seal the aneurysm. However, this can weaken the already thin and distended wall of the aneurysm, potentially leading to complications such as aneurysm rupture, vitreous and preretinal hemorrhage, and arterial occlusion. Clinicians perform indirect laser treatment by applying 100 to 200 ms confluent burns around the lesion. This treatment may reduce the oxygen demand of the surrounding tissue, which subsequently may reduce the blood flow and pressure inside the aneurysm.\n\nIntravitreal Steroids\n\nFluocinolone acetate:\nA non-biodegradable intravitreal implant containing fluocinolone acetonide (0.59 mg; Retisert; Bausch and Lomb) is available. Studies reveal that implanting this device achieves better visual and anatomic outcomes than laser in eyes for diabetic macular edema. The rates of cataract progression and IOP elevation to 30 mm Hg or more are 91% and 61.4%, respectively.\n[105]\nAn additional non-biodegradable, sustained-release device containing fluocinolone acetonide (0.19 mg; Iluvien; Alimera Sciences, Inc) is also available.\n\nA phase III trial reveals that implantable devices containing either 0.2 or 0.5 μg/d produce superior visual improvement compared to sham injections for up to 3 years. Patients with chronic diabetic macular edema have superior outcomes. Almost all patients with phakic macular edema develop cataracts, but visual improvement is equivalent to pseudophakic macular edema following cataract surgery. The associated incidence of glaucoma is low at 7.6% in high-dose or 0.5 μg/d and 3.7% in the low-dose or 0.2 μg/d groups.\n[106]\n\nIntravitreal triamcinolone acetonide:\nThe Standard Care Versus Corticosteroid for Retinal Vein Occlusion (SCORE) trial reveals that intravitreal triamcinolone acetonide at doses of 1 mg or 4 mg does not offer significant benefits compared to macular grid laser for macular edema related to BRVO, in terms of visual acuity or foveal thickness. Intravitreal triamcinolone acetonide treatment results in notable adverse effects such as cataracts and elevated IOP. Conversely, intravitreal triamcinolone acetonide demonstrates superiority over observation for macular edema associated with central RVO. Moreover, the safety profile of the 1 mg dose is preferable to the 4 mg dose.\n[107]\n\nClinicians may use posterior subtenon triamcinolone injections to address various disorders leading to macular edema.\n[108]\nHigh-dose systemic steroids, including intravenous methylprednisolone, may aid in managing subfoveal fluid in acute Vogt-Koyanagi-Harada disease and sympathetic ophthalmia.\n[109]\n\nDexamethasone:\nImplantable dexamethasone is available in a biodegradable 0.35 or 0.7 mg sustained-release device (Ozurdex; Allergan, Inc.). Studies reveal that the implant meets the primary efficacy end point for visual improvement without monthly injections. However, studies indicate that 67.9% of eyes in the 0.7 mg group develop cataracts, and 27.7% experience a 10-mm Hg or more elevation in IOP.\n[110]\nA study demonstrates superior anatomical and similar visual outcomes of the steroid implant compared to bevacizumab for diabetic macular edema with fewer injections.\n[111]\nFurther research highlights its effectiveness in both BRVO and central RVO compared to sham treatment, with peak visual and anatomical improvement observed after 60 days before subsequent deterioration in vision.\n[112]\n\nThe DRCR Retina Network Protocol U reveals that adding a dexamethasone implant to continued intravitreal ranibizumab therapy is not likely to improve visual acuity at 24 weeks compared to using intravitreal ranibizumab therapy alone in eyes with persistent diabetic macular edema. However, combining these treatments is expected to reduce retinal thickness while potentially increasing IOP.\n[113]\n\nFurther studies comparing anti-VEGF therapy with dexamethasone implants have shown superior results with anti-VEGF injections compared to dexamethasone implants in treating macular edema due to diabetes and RVO. Although implants reduce injection frequency, they carry higher risks of cataracts and steroid-induced glaucoma. Therefore, dexamethasone or any implantable steroid is typically considered second-line therapy. Combination therapy with anti-VEGF medications is not likely superior to anti-VEGF injections alone.",
    "adverse_effects": "If left untreated, macular edema can lead to irreversible vision loss.\n[126]\nAdditional complications may include damage to the central retinal tissue, foveal atrophy, epiretinal membrane, macular ischemia, lamellar macular hole, and macular fibrosis. However, the various treatment modalities may also carry risks of additional complications. For instance, laser photocoagulation may lead to accidental foveal burns, subretinal fibrosis, scarring, and choroidal neovascular membranes. Intravitreal injections pose the risk of severe complications such as endophthalmitis, as well as vitreous hemorrhage, central retinal artery occlusion, and retinal tears.\n[127]\nRisks specific to anti-VEGF medications include cerebrovascular accidents, vasculitis with occlusion, and retinal occlusion, while corticosteroids may cause cataracts and steroid-induced glaucoma."
  }
}