{
  "drug_name": "fluticasone",
  "nbk_id": "NBK542161",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542161/",
  "scraped_at": "2026-01-11T15:29:36",
  "sections": {
    "indications": "Patients with documented hypersensitivity to fluticasone should not take this medication. Many formulations contain milk proteins or lactose; those with known allergies to these substances should not use this medication.\n[25]\n\nWarning and Precautions\n\nNasal adverse reactions:\nFluticasone may lead to epistaxis, nasal erosions, ulcerations, and septal perforations. Patients using fluticasone for extended periods should be monitored for changes in nasal mucosa. If septal perforation occurs, fluticasone should be discontinued.\n\nImmunosuppression and infection:\nFluticasone may increase susceptibility to infections. Caution is advised in patients with active infections or prior corticosteroid treatment.\n\nHypercorticism and adrenal suppression:\nFluticasone may cause hypercorticism and adrenal suppression, particularly with prolonged use or higher doses. Patients transitioning from systemic corticosteroid therapy to topical corticosteroids should be closely monitored for acute adrenal insufficiency during stress events. Rapid reductions in systemic corticosteroid dosages may exacerbate symptoms in patients with asthma or other chronic conditions requiring long-term systemic corticosteroid treatment.\n\nReduction in bone mineral density:\nLong-term use of fluticasone may lead to decreased bone mineral density. Patients with major risk factors should be monitored for reduced bone mass.\n\nAcute bronchospasm:\nFluticasone should be avoided as a primary treatment for acute bronchospasm.\n[26]",
    "mechanism": "Fluticasone is a corticosteroid with a direct local effect of vasoconstriction and anti-inflammatory activity. Glucocorticoids inhibit the initial inflammatory events such as vasodilation, vascular permeability, and leukocyte emigration.\n[9]\n[10]\nFluticasone directly decreases inflammatory cells such as eosinophils, monocytes, mast cells, macrophages, and dendritic cells. This drug reduces the number of these cells and also the number of cytokines they produce. This medication also directly increases β-2 receptors on airway smooth muscle and decreases mucus gland secretions.\n[10]\nThis corticosteroid also increases the anti-inflammatory effects of annexin-1, secretory leukoprotease inhibitor (SLPI), mitogen-activated kinase phosphatase-1 (MKP-1), glucocorticoid-induced leucine zipper protein (GILZ), and I-kappa B-alpha and inhibitor of NF-kappa B.\n[10]\nClinicians must distinguish between different formulations of fluticasone, including fluticasone furoate and propionate. Fluticasone furoate has high lipophilicity, high tissue permeability, low solubility, and slow dissolution of inhaled drug particles. Only about half the quantity of fluticasone furoate is needed to occupy the same number of glucocorticoid receptors as fluticasone propionate.\n[11]\n[12]\n\nPharmacokinetics\n\nAbsorption:\nFluticasone propionate's systemic bioavailability after oral inhalation is low. Similar to fluticasone propionate, fluticasone furoate is also administered via inhalation. Topical absorption of fluticasone propionate is influenced by factors such as the formulation vehicle and the integrity of the epidermal barrier. Occlusive dressings enhance the penetration of fluticasone through the skin. According to the \"Key Potentially Inappropriate Drugs in Pediatrics\" (KIDs List), topical corticosteroids of medium, high, and very high potency may lead to adrenal suppression and potentially have a higher rate of systemic absorption in children compared to adults. Avoiding their use in infants younger than 1 year is recommended, particularly for conditions including diaper dermatitis.\n[13]\n\nDistribution:\nBoth fluticasone propionate and fluticasone furoate exhibit high levels of protein binding in serum. Fluticasone propionate and fluticasone furoate are typically about 99% protein-bound. Fluticasone propionate has a volume of distribution of 4.2 liters per kilogram (L/kg), while fluticasone furoate has a volume of distribution of 661 L.\n\nMetabolism:\nBoth fluticasone propionate and fluticasone furoate undergo extensive first-pass metabolism in the liver, primarily mediated by the enzyme cytochrome 3A4 (CYP3A4).\n[14]\n\nExcretion:\nBoth fluticasone propionate and fluticasone furoate are primarily eliminated through fecal excretion, with a smaller portion excreted in the urine. Regarding cortisol suppression, the differences observed between fluticasone propionate and fluticasone furoate mainly stem from potency differences.\n[15]",
    "administration": "Dosage Forms and Strengths\n\nFluticasone has received FDA approval for oral inhalational, nasal, and topical formulations.\n\nOral Inhalation\n\nFluticasone propionate aerosol inhalation, in a metered-dose inhaler format, is available in strengths of 44 μg/actuation, 110 μg/actuation, or 220 μg/actuation.\nFluticasone propionate is offered as a breath-activated aerosol powder inhaler in strengths of 50 μg/actuation, 100 μg/actuation, or 250 μg/actuation.\nFluticasone furoate is available as a breath-activated aerosol powder inhaler in strengths of 50 μg/actuation, 100 μg/actuation, or 200 μg/actuation.\nThe oral medication can be given via a dry powder inhaler, a metered-dose inhaler, or a swallowed form. The dry powder should be administered roughly the same time daily, and after inhalation, the patient should rinse their mouth and spit out the water to avoid oral thrush. Patients should shake the canister and spray upon inhalation to receive accurate medication from the metered inhaler. No spacer should be used for the dry powder, but it is an option for the metered-dose inhaler. The swallowed form, only for eosinophilic esophagitis, is sprayed into the pharynx and swallowed. The patient should not eat or drink for 30 minutes following administration.\n\nPatients who take fluticasone have a higher incidence of oral thrush than those taking beclomethasone.\n[16]\nThis increase correlates with dosage, as\ncandidiasis rises with increasing fluticasone dosage. Gargling with amphotericin B is an effective treatment for fluticasone-associated thrush.\n[16]\nFluconazole-resistant candidiasis has also been successfully treated with a combination of fluconazole plus terbinafine therapy.\n[17]\nPatients are encouraged to gargle with water immediately after using the inhaler as a preventive measure to reduce the incidence of candidiasis.\n[18]\n\nNasal\n\nThe nasal spray should be used regularly. The bottle should be shaken gently before each use. While keeping the bottle upright, one nostril should be plugged and the pump pressed to release spray into the other nostril. The patient should inhale deeply through the nose during the medication's spraying.\nConventional fluticasone furoate nasal suspension is available in a nasal formulation containing 27.5 μg per spray.\nFluticasone propionate nasal spray is provided at a strength of 50 μg per actuation.\nThe novel fluticasone propionate nasal spray delivers 93 μg of fluticasone propionate per actuation. Before the initial use, it is necessary to prime the fluticasone propionate nasal spray with the exhalation delivery system by gently shaking the bottle and pressing it 7 times or until a fine mist appears. The spray should be directed into the air, away from the face. If the nasal spray has not been used for 7 days or longer, it should be primed again by shaking and releasing 2 sprays in the air, away from the face. To administer the fluticasone propionate nasal spray, insert the tip of the cone-shaped nosepiece deeply into one nostril, creating a secure seal. Then, the flexible mouthpiece is placed into the mouth, ensuring a tight seal with the nostril. While blowing into the mouthpiece, the bottle is pressed to activate the spray pump. Maintaining continuous blowing through the mouth during this process is crucial for proper drug deposition. The process should be repeated in the other nostril to complete the dose. The delivery system is FDA-approved for chronic rhinosinusitis with/without nasal polyposis.\n[19]\n[8]\n\nTopical\n\nFluticasone propionate is available in cream (0.05%) and ointment (0.005%) formulations.\nA thin layer of fluticasone propionate should be applied and rubbed into the skin. Contact with the eyes should be avoided, and this medication should not be used on the face, armpits, or groin unless directed otherwise.\nFluticasone is applied topically once daily every 12 hours for atopic dermatitis and dermatosis. If no improvements are observed within 2 weeks of consistent use, reassess the diagnosis.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product labeling does not specify dosage adjustments for adult hepatic impairment. However, caution is advised in moderate to severe impairment, as fluticasone is extensively metabolized in the liver.\n\nRenal impairment:\nThere is no requirement to adjust the fluticasone dosage for renal impairment.\n\nPregnancy considerations:\nFluticasone was previously classified as a category C medication by the FDA regarding its safety during pregnancy. Recent evidence indicates potential safety advantages for pregnant individuals. Fluticasone may be considered an option for managing rhinitis during pregnancy due to its favorable safety profile.\n[20]\n\nBreastfeeding considerations:\nThe amount of inhaled corticosteroids transferred to breast milk is not precisely known; it is minimal and unlikely to harm a breastfeeding baby. Expert opinion supports using inhaled, nasal, and oral corticosteroids during breastfeeding.\n[21]\nLimited data exist on the safety of topical fluticasone during breastfeeding. However, the risk to a breastfeeding infant from short-term use of topical corticosteroids is considered low, particularly if less potent options are used sparingly. Direct contact between treated areas and the infant's skin be avoided. For nipple eczema, topical corticosteroids can be applied after nursing, with gentle cleaning of the nipples before breastfeeding. Water-based cream or gel products are preferred over ointments to minimize the risk of the baby ingesting mineral paraffin.\n[22]\n\nPediatric patients:\nAccording to the \"Key Potentially Inappropriate Drugs in Pediatrics\" (KIDs List), topical corticosteroids of medium, high, and very high potency may lead to adrenal suppression and potentially have a higher rate of systemic absorption in children compared to adults. These drugs should be avoided in infants younger than 1 year, particularly for conditions such as diaper dermatitis.\n[13]\n\nOlder patients:\nThere are no noticeable variations in the safety and effectiveness of fluticasone between patients who are 65 and older and younger adults.",
    "adverse_effects": "The adverse events from fluticasone include:\n\nLocal\n\nDysphonia\nOropharyngeal candidiasis\nCough\nPneumonia\n[10]\n\nBetween 10% and 20% of inhaled corticosteroids make it to the lungs, meaning 80% to 90% go through to the gastrointestinal tract. The liver inactivates much of the medication during its first pass. The amount of drug not inactivated by the liver and the medication absorbed in the lungs are responsible for the systemic effects.\n[10]\n\nSystemic\n\nAdrenal suppression\nGrowth suppression\nBruising\nOsteoporosis\nCataracts\nGlaucoma\nMetabolic abnormalities\nPsychiatric disturbances\n[10]\n\nIn patients with asthma, there is a 21% higher risk of severe asthma exacerbation when treated with fluticasone alone compared to those treated with a combination of fluticasone and salmeterol.\n[23]\n\nDrug-Drug Interactions\n\nFluticasone, a substrate of CYP3A4, interacts with strong inhibitors of this enzyme, such as ritonavir, ketoconazole, and others. Co-administration with these inhibitors is not recommended due to the potential for increased adverse effects. Ritonavir specifically has been shown to significantly elevate plasma fluticasone levels and the risk of systemic adverse effects.\n[24]",
    "monitoring": "Patients on fluticasone should undergo monitoring for the adverse effects listed above. The practitioner should ask the patient about cough, recent illnesses, bruising, changes to mood, and vision disturbances. Providers should monitor for signs of hippocampus-pituitary-adrenal axis suppression and oral candidiasis. Pulmonary function tests (PFT) and DEXA scans may be useful in patients with complaints associated with new breathing changes and signs of osteoporosis.\n\nSlowed growth in children and reduced mineral density are problematic effects of inhaled corticosteroids. Studies show that the decreased growth was permanent in children who used budesonide. The effect was long-lasting for those who used fluticasone but not permanent.\n[27]\nReduced bone density in children was only associated with high dose inhaled corticosteroids (ICS). Children’s growth should be monitored every 3 to 6 months, and those taking high-dose ICS should have their bone mineral density monitored yearly.\n[27]",
    "toxicity": "There is documentation of substantial lactic acidosis after an overdose of inhaled salmeterol and fluticasone.\n[28]\nThe patient inhaled 60 puffs of the combination medication in a suicide attempt and presented with sympathomimetic syndrome, metabolic acidosis, and hyperlactatemia. She received supportive therapy and was within normal health limits the following day.\n[28]\nThis clinical presentation was likely due to the salmeterol being more than the fluticasone, which lent support to the idea that fluticasone is a relatively safe medication."
  }
}