{
  "drug_name": "folinic acid",
  "nbk_id": "NBK545232",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545232/",
  "scraped_at": "2026-01-11T15:29:39",
  "sections": {
    "indications": "As mentioned earlier, patients who develop GI toxicity with a combination of 5-FU and folinic acid therapy should no longer receive such treatment until symptoms have resolved.\n[24]\nIntrathecal administration is also contraindicated. Hypersensitivity to folinic acid or its components are contraindications to its administration.\n[20]\n\nWarnings and Precautions\n\nCaution is necessary for patients receiving folinic acid therapy to treat megaloblastic anemia, particularly with concurrent vitamin B12 deficiency or pernicious anemia. In such cases, neurologic manifestations may progress and get masked by hematologic remission.\n[8]",
    "mechanism": "Folates and folic acid are not biologically active and must be converted into tetrahydrofolate through dihydrofolate reductase. Folinic acid does not require dihydrofolate reductase for conversion into tetrahydrofolate.\n[1]\nTetrahydrofolate and its derivatives then participate in thymidylate and purine synthesis as they are essential in carrying out one-carbon transfer reactions in vivo.\n[18]\nThese reactions are essential in the generation of nucleic acids, the regulation of gene expression, and the overall stability of the genome.\n[1]\n[18]\nSerine, methionine, histidine, and glycine metabolism also depend on such substrates and reactions. Thus, folinic acid ultimately plays a crucial role in normal metabolism and gene regulation.\n[1]\nFurthermore, folinic acid is essential for synthesizing methionine from homocysteine, as this is a methylation reaction.\n[1]\n\nThe 2 main roles of folinic acid in pharmacology are to counteract the effects of folic acid antagonists and enhance the impact of fluoropyrimidines.\n[19]\nThe former function is possible because folinic acid can enter cells through the reduced folate carrier and subsequently be converted to tetrahydrofolate despite the presence of methotrexate, thereby “rescuing” these cells from methotrexate toxicity.\n[6]\n\nMost folic acid antagonists share a similar mechanism of action that includes the inhibition of dihydrofolate reductase, the enzyme responsible for generating the functional tetrahydrofolate molecule. Folinic acid does not require dihydrofolate reductase to convert into its active derivatives. In this setting, folinic acid is an antidote that rescues these cells from the chemotherapeutic toxicities of folate antagonists such as methotrexate.\n[18]\n\nWhile folinic acid counts the adverse effects of methotrexate, the drug functions to enhance the effects of 5-FU. In the cell, 5-FU converts to fluoro-deoxy uridylic acid, a molecule that inhibits thymidylate synthase. Thymidylate synthase is an enzyme that is important in DNA repair and replication. The functional derivative of folinic acid, 5,10 methylenetetrahydrofolate, stabilizes the bound fluoro-deoxy uridylic acid to thymidylate synthase. This interaction yields a ternary complex known as the thymidylate synthase 5-fluorodeoxyuridine monophosphate-methylenetetrahydrofolate complex, which inhibits thymidylate synthase. Increased cellular amounts of folinic acid derivatives lead to increased stability of the aforementioned inhibitory complex, which leads to a depletion of thymidylate synthesis and disrupts DNA synthesis and repair.\n[19]\n[2]\n\nPharmacokinetics\n\nAbsorption:\nFolinic acid is rapidly and almost completely absorbed following oral administration. Bioavailability is dose-dependent.\n[19]\n\nDistribution:\nIV administration results in a greater volume of distribution than oral, with oral dosing showing a lower maximum blood concentration primarily due to first-pass metabolism.\n[19]\n\nMetabolism:\nFolinic acid is metabolized in the liver and GI tract and has an active metabolite. The average half-life is approximately 6 hours.\n\nElimination:\nExcretion is 80% to 90% in urine and 5% to 8% in the feces.",
    "administration": "Available Dosage Forms and Strengths\n\nFolinic acid/leucovorin is available in 5, 10, 15, and 25 mg tablets. Injectable formulations are 10 and 20 mg/mL solutions. Folinic acid is usually compounded with calcium, so it should not be administered intravenously at rates >160 mg/min. Folinic acid is also not to be administered intrathecally.\n[20]\n\nDue to the wide range of folinic acid indications and administration guidelines, specific protocols are available that clinicians should follow; the dosing regimens below are general and are not a replacement for checking the facility protocols. In general, folinic acid is compounded with leucovorin calcium (especially for FDA-approved indications) and can be administered intramuscularly, intravenously, or orally. The timing, dosage, and route of folinic acid administration depend on the desired outcome for the particular indication.\n[19]\n\nAdult Dosing\n\nFor high-dose methotrexate leucovorin rescue, the dosage is typically 15 mg orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher.\n\nIn patients with delayed methotrexate administration, the dosage is 15 mg orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 micromolar.\n[6]\n\nFor leucovorin rescue for methotrexate overdose, the dosage is typically 10 mg/m\n2\norally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination.\n\nFor folate antagonist overdose:\n\nFor pemetrexed: 50 mg/m\n2\n/dose IV every 6 hours for 8 days. Start with 100 mg/m\n2\n/dose IV for the first dose.\n\nFor trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis.\n\nFor colorectal cancer combination therapy with 5-FU, clinicians should follow specific administration schedules as individual protocols vary. In general, when used for combination therapy, folinic acid is administered as an IV bolus or short IV infusions (minutes to hours).\n[2]\nDosing may require adjustments based on toxicity.\n\nWith 5-FU 370 mg/m\n2\n/d: Leucovorin 200 mg/m\n2\n/d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles.\n\nWith 5-FU 425 mg/m\n2\n/d: Leucovorin 20 mg/m\n2\n/d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles.\n\nFolate-deficiency  associated megaloblastic anemia:\nDosing is <1 mg IV daily; maximum dose 1 mg daily.\n\nPediatric Dosing\n\nAs with adult dosing recommendations, individual protocols require close adherence, as guidelines differ depending on the desired outcome and particular indication. However, there are similar generalities in both patient populations. For both methotrexate toxicity and combination therapy with 5-FU, the previously mentioned adult administration recommendations are similar for the pediatric patient population.\n[2]\n\nFor high-dose methotrexate leucovorin rescue:\nIn patients with standard methotrexate administration, the dosage is 10 mg/m\n2\n/dose, orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher.\nIn patients with delayed methotrexate administration, the dosage is mg/m\n2\n/dose orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 μM.\n[6]\n\nLeucovorin rescue for methotrexate overdose: Dosage is 10 mg/m\n2\n/dose orally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination.\nFor folate antagonist overdose:\nFor trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis.\nFolate-deficiency-associated megaloblastic anemia:\nDosing is <1 mg IV daily; maximum dose 1 mg daily.\n\nSpecial Patient Populations\n\nHepatic impairment:\nDosing in hepatic impairment is undefined.\n\nRenal impairment:\nDosing for patients with renal impairment, including those on dialysis, is undefined.\n\nPregnant women:\nFolinic acid/leucovorin may be used during pregnancy; human data shows no known risk of fetal harm.\n\nBreastfeeding considerations:\nFolinic acid can be used by breastfeeding women. No human data is available, but based on the drug's properties, infant harm is not expected.\n\nOlder patients:\nNo data specific to leucovorin prohibits or limits its use in older patients.",
    "adverse_effects": "Because folinic acid administration is usually combined with chemotherapy agents, it is challenging to discern causative relationships between folinic acid and adverse effects compared to the chemotherapeutic agents with which they are coadministered. The most commonly reported adverse reactions to folinic acid include GI upset (nausea, vomiting, diarrhea), leukopenia, alopecia, and stomatitis. Other adverse outcomes include erythema, pruritus, skin rash, and urticaria.\n[21]\nAlthough rare, anaphylactic reactions are possible following the administration of folinic acid.\n[22]\n\nHypocalcemia can result in patients being treated with folinic acid. Studies suggest that there is evidence of decreased vitamin D levels in such patients, which may contribute to hypocalcemia. Thus, there is a recommendation for calcium monitoring and appropriate supplementation as needed.\n[23]\n\nGastrointestinal complications are found to be more frequent and severe when adding folinic acid to 5-FU therapy, particularly in treating colorectal cancer. Patients treated with folinic acid in conjunction with 5-FU were found to have a higher incidence of stomatitis and diarrhea than patients treated with 5-FU alone. Patients who experience gastrointestinal adverse effects should not receive further combination treatment until GI toxicity resolves, regardless of severity. Patients with GI toxicity, particularly those with diarrhea, can deteriorate rapidly. These patients require close monitoring, especially older or patients with disabilities.\n[24]\nOlder patients can potentially develop severe enterocolitis, diarrhea, and dehydration that may result in death.\n[25]\n\nDrug-Drug Interactions\n\nLeucovorin should not be used with the following agents:\n\nCapecitabine: potential risk of 5-FU toxicity from synergistic effects.\nPafolacianine: this combination may decrease pafolacianine binding to ovarian cancer cells.\nSulfamethoxazole: this combination may reduce the therapeutic effects of sulfamethoxazole.\nTrimethoprim: this combination may decrease the effectiveness of trimethoprim against pneumocystis pneumonia.",
    "monitoring": "In patients treated for megaloblastic anemia, hematologic monitoring (ie, complete blood counts) showing improvement generally indicates efficacy.\n[8]\n\nIn patients treated with folinic acid for methotrexate toxicity, the recommendation is to monitor serum creatinine and methotrexate levels at 24-hour intervals.\n[6]\nA significant decrease in urine output or increased serum creatinine is a sign of a medical emergency in high-dose methotrexate therapy. Aggressive monitoring of methotrexate levels, early recognition of delayed methotrexate excretion, and prompt administration of leucovorin rescue therapy are imperative in reducing morbidity and mortality in such patients.\n[6]\n\nWhen combined with 5-FU, the recommendation is for providers to monitor complete blood counts (with differential), liver function tests, and electrolytes. Patients who develop diarrhea should be monitored closely until resolution. Renal function requires monitoring in older patients or those with known kidney disease/renal impairment.\n[24]",
    "toxicity": "Therapeutic dosing of folinic acid varies by indication, and there is no internationally accepted single gold-standard regimen.[3] Overdose is rare, and limited data is available about its effects. As mentioned above, folinic acid is commonly used with other chemotherapy agents, and it is challenging to discern causal relationships. Overdose effects generally appear as extensions of the previously mentioned adverse effects.\n\nThe toxic dose of folinic acid is unknown, and there is no reported antidote. However, there are reports that excessive folinic acid can nullify the therapeutic effects of specific chemotherapy agents.\n[25]\nTherapeutic doses vary depending on the indication, and because multiple folinic acid-containing regimens can exist for a single indication, clinicians should seek and closely follow appropriate literature for individual cases.\n[6]"
  }
}