{
  "drug_name": "folic",
  "nbk_id": "NBK554487",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554487/",
  "scraped_at": "2026-01-11T15:29:38",
  "sections": {
    "indications": "Hypersensitivity to folic acid or its formulation is a potential contraindication to its administration. One must recall that research has yet to establish hypersensitivity reactions to folic acid, but a history of an anaphylactic reaction from any substance must deter the administration of the offending agent.",
    "mechanism": "Folate is mainly concentrated in the liver.\n[11]\nThe synthetic form, folic acid, is given as dihydrofolate (DHF) and is converted to THF by the action of the dihydrofolate reductase enzyme, which depends on nicotinamide adenine dinucleotide phosphate hydrogen (NADPH). THF then converts to 5-10-methylenetetrahydrofolate (5-10-MTHF), which can diverge down different paths: toward DNA synthesis via dTMP or methionine synthesis.\n[12]\n\nFor DNA synthesis, deoxyuridine monophosphate (dUMP) accepts one methyl group from 5-10-MTHF—via thymidylate synthase, which accepts the other—to become deoxythymidine monophosphate (dTMP) and allows the cell cycle to continue while simultaneously regenerating DHF. Drugs used in cancer chemotherapy disrupt this process by inhibiting vital enzymes necessary for cell cycle progression. Methotrexate, for example, inhibits dihydrofolate reductase. By reducing available THF and its downstream components, methotrexate indirectly deprives the thymidylate synthase of its substrates.\n[13]\nHumans cannot create dTMP in the presence of methotrexate, and the DNA pool becomes unbalanced, resulting in cell death.\n\nMethionine is a byproduct synthesized as folate reduces homocysteine levels in the blood; 5-10-MTHF donates a methyl group to an enzyme, methyl-tetrahydrofolate reductase (MTHFR), and then becomes 5-methyl THF.\n[13]\n5-methyl THF donates its remaining methyl group to homocysteine via methionine synthase, converting homocysteine to methionine. This transfer of both methyl groups from the original 5-10-MTHF regenerates THF and re-enters the cycle. Vitamin B12 is a crucial cofactor for methionine synthase, and B12 deficiency can lead to macrocytic megaloblastic anemia, similar to folate deficiency, but with additional clinical symptoms beyond the scope of this article.\n[14]",
    "administration": "Adult Dosing\n\nFolic acid is often administered as an oral supplement. Dosing is usually dependent on the disorder. The recommended daily requirement of folic acid for an adult is 400 mcg.\n[7]\nThe World Health Organization recommends a daily dose of 400 to 800 mcg to prevent neural tube defects in pregnancy. Clinicians generally prescribe iron-folic acid supplements for prenatal vitamins during and before pregnancy.\n[15]\n[16]\nMost of these include 1 mg of folate, which is more than enough to meet this criterion.\n[17]\nAgain, for maximum effect, this supplementation must begin in the earliest stages of pregnancy, if not months before conception.\nFolic acid may be given orally, intravenously, or subcutaneously for macrocytic anemia. Oral recommendations are 1 mg to 5 mg once daily, but doses up to 15 mg once daily have also been recommended.\nTo avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily. For intravenous administration, 5 mg or less of undiluted folic acid may be infused over at least 1 minute or combined with 50 mL of either normal saline (NS) or dextrose 5% in water (D5W) and infused over 30 minutes. Folic acid may also be given as an infusion when added to other IV maintenance solutions. To avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily.\n[18]\nPatients treated with methotrexate should be prescribed folic acid supplements to reduce the adverse events associated with methotrexate therapy.\n\nRenal and Hepatic Dosing:\nFolic acid dose adjustments are undefined in patients with impaired renal or hepatic function.\n\nPediatric Patients:\nPediatric dosing for megaloblastic anemia is as follows:\n\n1 to 11 months: 30 to 45 mcg orally, subcutaneously, intramuscularly, or intravenously daily. Start at 15 mcg/kg/dose daily until achieving hematological correction.\n1 to 10 years: 0.1 to 4 mg orally daily. Start at 15 mcg/kg/dose daily. Start at 1 mg daily until achieving hematological correction. Max dosage 5 mg daily. Doses over 1 mg are rarely more effective. May use IM, SQ, or IV routes in cases of malabsorption of oral dosing.\n11 and older: same as ages 1 to 10; the maintenance dose for pregnant or breastfeeding patients is 0.8 mg orally daily.\n\nPregnancy and Breastfeeding Considerations\n: Folic acid may be used for supplementation during pregnancy and breastfeeding.\n\nRDA for supplementation during pregnancy is 600 mcg orally daily. There is no known risk of fetal harm.\nRDA for supplementation during pregnancy is 500 mcg orally daily. There is no known risk of infant harm or adverse effects on milk production.",
    "adverse_effects": "For the general population, a diet that contains a daily amount of folic acid below the established upper intake level of 1000 mcg has not been demonstrated to result conclusively in any adverse health outcomes. The U.S. National Toxicology Program (NTP) examined areas of previous concern, including cognition (relating to vitamin B12 deficiency), cancer, diabetes- and thyroid-related disorders, and hypersensitivity-related outcomes.\n\nResearchers identified these areas from previous reports of patients receiving more than 400 mcg daily. Overall, the NTP report concluded that no definitive evidence exists for the areas considered for adverse effects due to folic acid.\n[19]\n[20]\nHowever, reports exist of rare instances of GI upset.\n[21]\nThis report and other literature reviews performed since drawing their conclusions while still emphasizing the need for further investigation. But, overall, the benefits that stand to be gained from folic acid intake justify any potential risk that might be encountered. Furthermore, the mandatory folic acid fortification program guidelines in countries worldwide have yielded no established risks for adverse effects.",
    "monitoring": "Folate deficiency can manifest in numerous ways. The measurement of deficient folate levels in the blood renders a definitive diagnosis, but other signs exist.\n\nLow levels of folate lead to macrocytic megaloblastic anemia. A simple blood smear of an individual with a folate deficiency will reveal erythrocyte macrocytosis and hyper-segmented polymorphonuclear cells (PMNs).\n[22]\nThis abnormal morphology results from impaired DNA synthesis, which causes precursor cells in the bone marrow to have immature nuclei relative to their cytoplasm.\n\nAdditionally, oral ulcers may appear without neurological symptoms [as opposed to a vitamin B12 deficiency, which causes subacute combined degeneration (SCD)].\n[23]\n\nA folate deficiency in pregnancy contributes heavily to fetal neural tube defects.\n\nThe interruption of DNA synthesis due to a folate deficiency will result in elevated homocysteine levels. Hyperhomocysteinemia is also present in vitamin B12 deficiency, but B12 lack also has elevated methylmalonic acid levels, and the neurological signs associated with SCD are absent in folate deficiency. Therefore, clinicians must rule out a concurrent B12 deficiency before administering folic acid in apparent folate-deficiency anemia. The rationale is that folic acid administration will address the anemia aspect of B12 deficiency, but methylmalonic acid levels will remain elevated and cause toxic neurological effects. Therefore, a simple measurement of B12 levels before folic acid administration is advisable to avoid potential SCD development.\n\nDeficient folate levels have been detected in up to 16% of patients on antiepileptic drugs, including gabapentin, phenytoin, carbamazepine, valproate, and primidone.\n[24]\nWomen using antiepileptic drugs may develop a folic acid deficiency during pregnancy (valproic acid impairs folic acid absorption) and require a higher dose to maintain adequate treatment levels. However, the recommendation is to reduce valproic acid to the minimum effective dose and increase the dose of folic acid supplementation to achieve maximum protective effect against NTD formation in the fetus. The research found that many women use antiepileptic drugs for non-epileptic disorders like migraines. Sexually active women of reproductive age who are not using contraception are encouraged to use anti-epilepsy drugs only to treat epilepsy.\n[25]\n[26]\nTogether, these consequences of folate deficiency can help the examiner start a workup to look for folate deficiency.",
    "toxicity": "Like other water-soluble vitamins, folic acid does not have significant storage in the body; hence toxicity is not a common concern. However, infrequent neurologic side effects have been noted in the context of folate supplementation in individuals with pernicious anemia.\n[27]\n\nThe direct toxicity of folate only contributes minimally. Instead, the neurologic effects are more directly caused by the masking of SCD, resulting from a vitamin B12 deficiency that continues to destroy neuronal cells despite folate supplementation appearing to resolve the anemic aspect seen in pernicious anemia. There is one published case report of fatal poisoning, but the authors acknowledge that the findings may be a unique manifestation of folic acid toxicity in humans.\n[21]"
  }
}