{
  "drug_name": "fosinopril",
  "nbk_id": "NBK554480",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554480/",
  "scraped_at": "2026-01-11T15:29:42",
  "sections": {
    "indications": "Warnings and Precautions\n\nThe incidence of angioedema occurring as an adverse effect is 0.1% to 0.7% due to vasodilation and plasma extravasation.\n[28]\nPatients with a past medical history of ACE inhibitor-induced angioedema should avoid using fosinopril or any other agent within that class.\n[29]\n[30]\n\nIn cases of hepatic failure, clinicians must avoid prescribing any ACE inhibitors. In addition, patients experiencing the adverse effects of acute liver injury from fosinopril should refrain from using other ACE inhibitors to prevent further damage.\n[14]\nIn patients with diabetes, fosinopril should not be co-administered with aliskiren, as aliskiren may enhance fosinopril's hypotensive, hyperkalemic, and nephrotoxic effects.\n[31]",
    "mechanism": "Fosinopril is an ester prodrug that hydrolyzes in the liver to fosinoprilat, the active metabolite form. Fosinoprilat competitively binds to ACE, resulting in decreased formation of angiotensin II, reduced aldosterone concentrations, and diminished systemic vasoconstriction. Fosinopril can reduce vasoconstriction and promote sodium excretion by interacting with renin-angiotensin-aldosterone system (RAAS) components. It helps in heart failure by protecting the myocardium from the angiotensin II remodeling effects.\n[8]\n[9]\n\nPharmacokinetics\n\nAbsorption:\nPeak concentration is attained in approximately 3 hours. The site of absorption of fosinopril is the duodenum and jejunum.\n[10]\n\nDistribution:\nFosinoprilat has a high plasma protein binding (PPB> 99%). Fosinopril can cross the blood-brain barrier.\n[11]\n\nMetabolism:\nFosinopril is metabolized in the liver by carboxylesterases to fosinoprilat.\n[12]\n\nElimination:\nFosinopril and its metabolite fosinoprilat are eliminated by the liver and kidney.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nFosinopril received official approval in 1991 and is available for administration in 10 mg, 20 mg, or 40 mg oral tablets. The drug is typically prescribed at a low dose, and the dosage is increased as needed while evaluating the patient’s response and tolerance. The maximum dose is typically 80 mg for the average patient with hypertension. In patients with sodium or water depletion or renal failure, the initial dosing is reduced to 5 mg. Co-administer hydrochlorothiazide with fosinopril to regulate fluid volume and counteract high blood pressure.\n[14]\n\nAdult Dosage\n\nHypertension\n\nMonotherapy: The recommended initial adult dose of fosinopril is 10 mg once daily, both as monotherapy and when the drug is added to diuretic treatment. The dose can be adjusted according to the patient’s blood pressure at peak (in 2 to 6 hours) and trough (at 24 hours) blood levels. Most patients gain optimum blood pressure control with 20 to 40 mg daily; only a few require an 80 mg dose. However, if the blood pressure control response is inadequate around the end of the dosing interval, dividing the daily dose may give better control.\n\nCoadministration with diuretics: A diuretic can be added if blood pressure is inadequately controlled with fosinopril. Coadministration of fosinopril with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics can increase serum potassium.\n\nIn patients treated with a diuretic, symptomatic hypotension can result following the initial dose of fosinopril. To reduce the chances of hypotension, the diuretic should, if possible, be discontinued 2 to 3 days before beginning therapy with fosinopril. Then, if blood pressure is not adequately controlled, the diuretic should be resumed. If diuretic treatment cannot be stopped, start fosinopril at 10 mg with close medical supervision for several hours until the patient’s blood pressure is stabilized.\n\nHeart failure:\nAccording to AHA/ACC/HFSA guidelines, fosinopril is indicated for HFrEF. Fosinopril should be initiated at 5 to 10 mg once daily; the target dose is 40 mg daily.\n[15]\nObserve patients under medical supervision for at least 2 hours for any hypotension and/or orthostasis. A starting dose of 5 mg is recommended in patients with heart failure and moderate to severe renal failure. Then, the dose should be increased over several weeks but not more than 40 mg daily. The usual effective dose range is 20 mg to 40 mg daily.\n\nSpecific Patient Populations\n\nRenal impairment:\nIn patients with renal impairment, the total clearance of fosinoprilat slows by 50%. However, hepatobiliary elimination partially compensates for diminished renal elimination. Hence, the total body clearance of fosinoprilat remains normal with all degrees of renal impairments (CrCl < 80 mL/min/1.73 m²), including end-stage renal diseases.\n\nHepatic impairment:\nUse with caution in patients with hepatic impairment. According to The American Association for the Study of Liver Diseases (AASLD), ACE inhibitors should not be administered in patients with cirrhosis and ascites.\n[16]\n\nPregnancy considerations:\nFosinopril is contraindicated during pregnancy due to the ability to cross the placenta. As a result, the drug may increase the risk of fetal malformations and cause congenital disabilities or death to the developing fetus. The medication should stop immediately if the patient reports pregnancy at any time during treatment. All ACE inhibitors should be avoided when treating hypertension in pregnancy.\n[17]\n[18]\n\nBreastfeeding considerations:\nThe manufacturer recommends against breastfeeding using fosinopril as it is secreted in breast milk.\n[19]\n\nOlder patients:\nThe dose is similar to the adult dose; however, clinicians should consider impaired renal function and the risk of polypharmacy.\n[20]\n\nPediatric patients:\nAccording to the American Academy of Pediatrics (AAP) guidelines for hypertension, the recommended starting dose of fosinopril for age group >6 years and weight <50 kg is 0.1 mg/kg daily (up to 5 mg per day), and the maximum recommended dose is 40 mg daily. If weight is >50 kg, the initial dose is 5 mg, and the maximum recommended dose is 40 mg.\n[21]",
    "adverse_effects": "Common symptoms reported with fosinopril include fatigue, dizziness, gastrointestinal disturbances, dry cough, and a skin rash.\n[14]\n\nLong-term usage of fosinopril can produce a dry cough due to ACE inhibition and the resulting accumulation of bradykinin. A less common but potentially life-threatening complication is angioedema. Intestinal angioedema is reported with fosinopril. In such instances, discontinuation of fosinopril is advised.\n[22]\n\nOther rarely reported adverse reactions are elevated serum aminotransferase concentrations and acute liver damage. Less than 2% of patients using fosinopril have reported increased serum aminotransferase levels without explanation. Since acute liver damage is an infrequent reaction, only a handful of clinical reports have been documented and analyzed. Unfortunately, these few reports are insufficient to determine a consistent mechanism of injury, so the path of liver damage remains unknown in these patients. A metabolite reaction in the liver is proposed to cause the adverse effect.\n[14]\nOther ACE inhibitors demonstrating similar liver damage are enalapril and lisinopril.\n[1]\n\nDrug-Drug Interactions\n\nPotassium (K+) sparing diuretics: Fosinopril may cause hyperkalemia due to the attenuation of potassium loss caused by potassium-sparing diuretics.\n[23]\n\nLithium: Fosinopril causes serious drug interaction with lithium; it may slow the elimination of lithium from the body, resulting in increased lithium levels.\n[24]\n\nAntacids: Antacids may alter the absorption of fosinopril, resulting in reduced serum levels. Fosinopril can further reduce the urinary excretion of fosinoprilat.\n\nNonsteroidal anti-inflammatory agents: In elderly patients, co-administration of fosinopril may result in deterioration of renal function, resulting in acute renal failure.\n[25]\n\nmTOR inhibitors: Concomitant administration of mTOR inhibitors like temsirolimus increases the risk for angioedema.\n[26]\n[27]",
    "monitoring": "When on fosinopril therapy, the patient requires monitoring for hypotension, potassium levels, renal function, and angioedema. To decrease the possibility of hypotension as an adverse effect among ACE inhibitors, the recommendation is to prescribe fosinopril at a low dose initially. During weeks 2 to 3 of usage, clinicians should note serum creatine, potassium levels, and blood pressure to estimate the patient's tolerance. For instance, a patient with a history of hyperkalemia or a high-potassium diet should be closely monitored to avoid exacerbating any preexisting conditions.\n[32]\n\nACE inhibitors, especially captopril, are associated with agranulocytosis in patients with collagen-vascular disease and concurrent renal impairment. Sufficient clinical data are not available to rule out fosinopril-associated agranulocytosis; consequently, monitoring CBC with a differential in patients with collagen vascular diseases is considered.\n[33]",
    "toxicity": "If the patient is experiencing fosinopril toxicity, they require supportive care and should discontinue fosinopril immediately. Angioedema requires discontinuation of fosinopril, treatment with epinephrine, and endotracheal intubation for airway compromise.\n[28]\n\nThe first case study that documented uncommon adverse reactions due to fosinopril showed interactions with metoprolol and diazepam. Signs of asthenia, jaundice, and pruritus were present. When fosinopril was discontinued, and pruritus and cholestasis were treated, the signs of severe toxicity continued. Recovery lasted up to 18 months. The risk of developing acute liver injury due to fosinopril was categorized as a likelihood score of D. Other ACE inhibitors have shown similar risks for acute liver damage leading to a long period of hospitalization and recovery.\n\nAs such, ursodiol, colestipol, and hydroxyzine are recommended for signs of liver damage, but the immediate cessation of fosinopril is one of the first steps in managing toxicity."
  }
}