{
  "drug_name": "fungal lactase",
  "nbk_id": "NBK538168",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538168/",
  "scraped_at": "2026-01-11T15:29:47",
  "sections": {
    "indications": "Amphotericin\nB:\nAll formulations\n(AMB-d, L-AMB, ABLC, and ABCD) are contraindicated for patients with a known or likely hypersensitivity to amphotericin B or any components of the L-AMB, ABLC, or ABCD formulations.\n\nAMB-d carries 2 FDA boxed warnings: 1) amphotericin B deoxycholate should be used for invasive, potentially life-threatening mycoses and avoided in non-invasive fungal infections (oral thrush, esophageal candidiasis, and vaginal candidiasis in patients with neutrophil counts within normal limits); 2) risk of accidental overdose. The use of this agent should also exercise extreme caution in patients with renal impairment and or electrolyte abnormalities.\nL-AMB, ABLC, and ABCD do not carry FDA boxed warnings; however, they require caution when administered to patients with renal impairment.\n\nNystatin\nis contraindicated for patients with hypersensitivity to the drug or any additional components in the dosage formulation.\n\nAzoles:\nAll should be avoided in patients with hypersensitivity to azole drugs or components of the dosage form, and used with caution in patients with renal impairment or failure, or hepatic impairment or failure.\n\nFluconazole requires cautious administration in patients with electrolyte abnormalities, torsades de pointes, and or medical history, family history, or current QTc prolongation.\nItraconazole has an FDA boxed warning against the use in treating onychomycosis in patients with CHF. Itraconazole is contraindicated in pregnancy, left ventricular dysfunction, and current or active congestive heart failure. This drug should be used cautiously in patients with cystic fibrosis, cardiovascular disease, pulmonary disease, and older adults.\nKetoconazole carries several FDA boxed warnings:\nThis agent should be used only when another effective antifungal, such as azoles, cannot be tolerated or is unavailable.\nThis agent carries a significant risk of hepatotoxicity, even in patients without predisposing factors, and thus, any treatment with ketoconazole should include close liver function monitoring.\nKetoconazole is a cytochrome P450 inhibitor. It has several contraindications for coadministration with drugs that result in QTc prolongation, as it causes increasing concentrations of cisapride, disopyramide, dofetilide, dronedarone, methadone, quinidine, or ranolazine.\nVoriconazole oral formulation is contraindicated in galactose malabsorption/intolerance, lactase deficiency, glucose malabsorption, uncorrected electrolyte abnormalities, and pregnancy. Clinicians should use this agent with caution in patients with a medical or family history of QTc prolongation, history of torsades de pointes, and or hematologic malignancy.\nIsavuconazole is contraindicated in patients with familial short QTc syndrome and should be used with caution in patients with hematologic malignancies.\nPosaconazole is contraindicated in pregnancy. Caution is advisable in patients with electrolyte abnormalities; renal insufficiency; cardiomyopathy; torsades de pointes; or a medical history, family history, or congenital prolonged QTc interval.\n\nTerbinafine\nshould be utilized with caution or avoided in patients with hypersensitivity reactions, depression, gastrointestinal issues, liver failure, and immune suppression secondary to hematologic effects.\n\nAll\nechinocandins\nare contraindicated in patients with a history of hypersensitivity to any echinocandin drug or its components. Caspofungin should be used with caution in hepatic impairment.\n\nTreatment with\ngriseofulvin\nshould include consideration of potential adverse events in susceptible patients and those with existing disease states, particularly patients with a history of hypersensitivity to griseofulvin, hypersensitivity to penicillins (due to a possible cross-reaction between penicillins and griseofulvin), hepatic failure, known porphyrias, and pregnant or nursing patients.\n\nFlucytosine\ncarries an FDA boxed warning that it should be used with extreme caution in patients with renal impairment, and hematologic, hepatic, and renal function should be closely monitored. This agent is contraindicated in patients with hypersensitivity to this drug or its components, first-trimester pregnancies, and breastfeeding women. Caution is advisable with this agent in patients with renal impairment, hepatic impairment, bone marrow depression, and pregnant patients in their second or third trimester.\n\nThe\nquinolines\niodoquinol and clioquinol are contraindicated in patients with hypersensitivities to the drugs or their components.\n\nAntifungals, including ciclopirox, potassium iodide, and zinc pyrithione, are used only as topical agents and should be avoided in patients with hypersensitivities to them.",
    "mechanism": "Polyene antifungals (eg, amphotericin B) bind to ergosterol, a steroid-alcohol unique to fungi. The polyene-ergosterol complex creates pores in the fungal cell membrane, ultimately leading to electrolyte leakage, cell lysis, and cell death.\n[37]\n\nAzole (eg, miconazole) antifungal compounds are non-competitive inhibitors of the fungal enzyme lanosterol 14-α-demethylase, a rate-limiting enzyme in the fungal biosynthetic ergosterol pathway. This action destabilizes the fungal cell membrane, leading to leakage of cell content, lysis, and ultimately, cell death.\n[38]\n\nAllylamines (eg, terbinafine) inhibit the rate-limiting enzyme squalene epoxidase, which is responsible for synthesizing precursors to ergosterol. This type of drug is another antifungal compound whose mechanism of action is the loss of cell membrane integrity.\n[39]\n\nEchinocandins (eg, caspofungin) inhibit the fungal β-(1,3)-D-glucan synthase, which is the enzyme responsible for synthesizing β-(1,3)-D-glucan, a key component of fungal cell walls. Losing this cell wall component leads to osmotic instability and cell death.\n[7]\n\nGriseofulvin is a mitotic inhibitor that binds to polymerized fungal microtubules, thereby inhibiting depolymerization and leading to the failure of fungal cell replication.\n[40]\n\nFlucytosine is an antimetabolite compound absorbed into fungal cells via cytosine permease. Within the fungal cell, flucytosine gets converted to 5-fluorouracil, which interferes with fungal RNA biosynthesis.\n[41]\n\nCiclopirox has a poorly understood mechanism of action but is believed to interfere with the structural integrity of the fungal cell membrane.\n[42]\n\nQuinoline antifungal (eg, clioquinol) compound derivatives also have a mechanism of action that is poorly understood.\n\nPotassium iodide exerts its effects directly on\nSporothrix\nspp\n, yet the exact mechanism of action remains unproven. Leading theories suggest that human polymorphonuclear cells convert potassium iodide to iodine through the action of myeloperoxidase. Iodine inhibits fungal germination and reduces structural integrity through the intracytosolic destruction of structural components.\n[43]\n\nZinc pyrithione has a poorly understood mechanism of action against fungi. Still, leading theories suggest that this agent modifies fungal cellular membrane transport, decreasing the concentrations of critical metabolic substrates, inhibiting protein synthesis, and limiting ATP production.\n[44]\nThese metabolic changes are likely due to increased intracellular copper and iron-sulfur cluster formation, which leads to protein damage.\n[45]",
    "administration": "Amphotericin B has several formulations, including amphotericin B deoxycholate (d-AMB, or AMB-d), liposomal amphotericin B (L-AMB), amphotericin B lipid complex (ABLC), and amphotericin B colloidal dispersion (ABCD; not available in the United States). All approved indications require intravenous administration. Off-label administration of AMB-d is also given intraventricularly and as an irrigation solution.\n\nNystatin\n, the other polyene drug, is only approved for topical and oral \"swish-and-swallow' applications. Nystatin is available as a powder, cream, and oral solution.\n\nAzole preparations\nfor systemic azole antifungals include tablets, capsules, oral, and IV solutions. Azole drugs for local or topical use include powders, creams, ointments, gels, shampoos, and lozenges.\n\nTerbinafine\n, a member of the allylamine class of antifungals, can be administered topically or orally, depending on whether the fungal infection is local or systemic.\n\nCaspofungin\n, anidulafungin, and micafungin, the 3 primary echinocandin medications, are all given intravenously as a reconstituted solution.\n\nGriseofulvin\nis administered orally as a tablet or suspension and should be taken with a fatty meal to enhance absorption.\n\nFlucytosine\n, also commonly known as 5-fluorocytosine, is almost always administered intravenously as a combination therapy with amphotericin B to treat mycoses.\n\nCiclopirox\nis approved for topical use only, not intracavitary or ophthalmic applications. This drug is available as a compounded gel, cream, lacquer, shampoo, and suspension.\n\nQuinolines, iodoquinol, and clioquinol\nhad approval for topical administration. Clioquinol is combined with hydrocortisone in a compounded cream.\n\nPotassium iodide\nis most commonly administered topically as a saturated solution of potassium iodide (SSKI).\n\nZinc pyrithione\n, a compound used to treat topical fungal infections, is applied topically as a shampoo, a solid soap-like bar, or a non-shampoo liquid.",
    "adverse_effects": "The systemic polyene antifungal\namphotericin B\n(formulated as AMB-d, L-AMB, ABLC, and ABCD) has the potential for severe adverse reactions.\nAMB-d\ntherapy carries the risk of hypotension, chills, headache, hypokalemia, hypomagnesemia, anemia, renal insufficiency, renal function abnormalities, injection site pain, nausea, vomiting, rigors, and fever.\n[46]\nL-AMB\ntherapy has decreased the incidence of renal function abnormalities when compared to AMB-d, yet it still carries a risk of nephrotoxicity. The most common adverse events caused by L-AMB therapy include hypertension, hypotension, tachycardia, localized phlebitis, chills, headache, skin rash, electrolyte abnormalities (hypokalemia, hypomagnesemia, hyponatremia), hyperglycemia, and abnormal liver function tests.\nABLC\nalso carries a risk of nephrotoxicity, leading to increased serum creatinine, fever related to infusion, rigors, and chills; however, these risks are less than those associated with treatment regimens, including AMB-d.\n\nNystatin\nis approved only for topical and oral \"swish-and-swallow\" applications due to the potential for severe systemic adverse effects. Adverse events related to topical nystatin include mild contact dermatitis, with the most severe adverse effect being Stevens-Johnson syndrome. Oral \"swish-and-swallow\" nystatin carries a lower risk of hypersensitivity reactions than topical formulations; there are also reports of diarrhea, nausea, vomiting, and abdominal pain.\n\nAzoles,\nwhile typically well-tolerated, frequently cause nausea, vomiting, diarrhea, and abdominal pain. Hepatotoxicity (elevated liver function tests, hepatitis, cholestasis, and or fulminant liver failure) is a common adverse reaction associated with all azoles. Each of the azole drugs has unique adverse events as well:\n\nKetoconazole is associated with orthostatic hypotension, thrombocytopenia, pruritis, rash, myalgias, and a rare suppression of glucocorticoid production in the adrenal glands. Of note, ketoconazole also correlates with significantly more gastrointestinal distress than other azoles.\nFluconazole has been shown to cause mild headaches, dizziness, and alopecia in high doses.\n[47]\nItraconazole has a triad of heart failure-like symptoms, hypertension, peripheral edema, and hypokalemia. There are reports of an increased risk of herpes zoster activation or reactivation, headache, dizziness, and fatigue.\nVoriconazole has the most numerous and unique adverse effects in the azole class. These include vision changes, auditory and/or visual hallucinations, neurotoxicity, photosensitivity rash, photophobia, periostitis, cardiotoxicity, and alopecia.\nPosaconazole most commonly causes thrombophlebitis secondary to peripheral intravenous catheters, hypertension, hypotension, headache, rash, hypokalemia, and thrombocytopenia. Another reported adverse event is a rare prolongation of the QTc interval.\n[48]\nIsavuconazole has more severe gastrointestinal adverse effects than most of the other azoles. Other reported adverse events include a headache, hypokalemia, dyspnea, cough, and peripheral edema.\nMiconazole has no reported serious adverse events; however, it commonly causes contact dermatitis, burning, stinging, and pruritus at the application site.\nClotrimazole has no severe adverse reactions but commonly causes irritation, burning, or stinging, pruritus, urticaria, and possible blistering at the application site.\n\nTerbinafine,\nan allylamine, most commonly results in central nervous system adverse effects, with a headache being the most frequently reported symptom. Other manifestations of adverse events include rashes, diarrhea, dyspepsia, and upper respiratory inflammation or infection.\n\nEchinocandins,\nlike many other antifungal agents, can cause hepatotoxicity.\n\nAnidulafungin is associated with hypotension, peripheral edema, insomnia, hypokalemia, hypomagnesemia, increased risk of urinary tract infections, dyspnea, and fever.\nCaspofungin can cause hypotension, peripheral edema, tachycardia, chills, headache, rash, anemia, localized phlebitis, respiratory failure, and infusion-related reactions.\nMicafungin can cause phlebitis, anemia, transaminitis, hyperbilirubinemia, renal failure, and fever.\nRezafungin can cause hypomagnesemia, vomiting, hypokalemia, diarrhea, pyrexia, abdominal pain, constipation, anemia, hypophosphatemia, and hepatotoxicity.\n[49]\n\nGriseofulvin\nhas numerous potential adverse events, with the most commonly reported adverse events being rash and urticaria. More severe complications can occur and include an erythema multiforme-like drug reaction, skin photosensitivity, leukopenia (rare), granulocytopenia, and hepatotoxicity.\n\nFlucytosine\ncan cause adverse reactions to all body systems but is most commonly associated with the following: cardiovascular (cardiotoxicity, chest pain), central and peripheral nervous systems (confusion, headache hallucination, parkinsonian-like syndrome, peripheral neuropathy), dermatologic (pruritis, urticaria, rash), gastrointestinal (abdominal pain, nausea, vomiting, GI hemorrhage), hematologic (agranulocytosis, aplastic anemia, pancytopenia, eosinophilia), hepatic (acute hepatic injury/insufficiency/necrosis), and renal (acute kidney injury, renal failure).\n\nCiclopirox\nhas no significant associated severe adverse reactions; however, common benign reactions include skin irritation, burning, contact dermatitis, and pruritus.\n\nQuinolines\n(clioquinol and iodoquinol) are most commonly associated with dry skin, contact dermatitis, allergic reactions, rapid hair growth in areas where the agent is applied, and folliculitis.\n\nPotassium iodide\n(as a saturated solution of potassium iodide) has several reported severe adverse reactions, including arrhythmias, GI bleeding, angioedema, parotitis, thyroid adenoma, and goiter. More frequent and less severe reactions include a possible metallic taste, urticaria, acne, cutaneous hemorrhage, numbness, and paresthesias.\n\nZinc pyrithione\nhas no reported serious adverse reactions and most commonly can cause mild skin irritation.",
    "monitoring": "Polyenes\nlack supporting evidence or indications to justify the use of therapeutic drug level monitoring (TDM) in patients treated with AMB-d, L-AMB, and ABLC.\n[50]\nAll patients receiving amphotericin B formulations should have their BUN and creatinine levels assessed at baseline and then monitored frequently; additionally, CBC, electrolytes, and LFTs should be monitored regularly. Nystatin does not have supporting evidence for TDM or routine laboratory monitoring.\n\nAzole\nantifungals, which are generally indicated for therapeutic drug concentration monitoring (TDM), all belong to the triazole subclass. These include itraconazole, voriconazole, and posaconazole.\n[50]\nLaboratory monitoring is necessary for the use of fluconazole, isavuconazonium sulfate, and ketoconazole; however, there is no current indication for monitoring with clotrimazole or miconazole.\n\nPatients receiving\nitraconazole\nshould receive TDM. Therapeutic drug concentrations range from 0.5 to 1 μg/mL. Trough concentrations should be assessed after the first administration, around the steady-state time (approximately 5 to 7 days), and reassessed before each consecutive dose. Adverse reactions are more likely to occur if concentrations exceed 5 μg/mL. Additionally, LFTs should undergo an assessment at baseline and be periodically evaluated in patients with hepatic impairment or treatment regimens lasting longer than one month.\nTherapeutic drug concentrations in\nvoriconazole\n-containing regimens are recommended to be between 1 and 1.5 μg/mL; this requires assessment at the time of steady-state (which varies, approximately 4 to 7 days) and before subsequent administrations. Toxic concentrations are concentrations greater than 5 μg/mL, at which CNS toxicity tends to occur. Monitoring includes LFTs, creatinine, and electrolytes (including magnesium and calcium) at baseline, and LFT levels are frequently checked after that (every week for 4 weeks, then once every 4 weeks thereafter). Lipase should be assessed if a patient is at risk of pancreatitis. Finally, an ophthalmic examination is necessary for patients receiving voriconazole for more than 28 days.\nPosaconazole\nis administered to achieve therapeutic drug concentrations of greater than 0.7 μg/mL in prophylaxis and greater than 1.0 μg/mL in salvage therapy. Trough serum concentration should be measured on day 7 and before doses or after dose adjustments. Creatinine, electrolytes (including magnesium and calcium), and LFTs should be checked at baseline and then frequently during treatment.\nMonitoring parameters for\nfluconazole\nentail checking creatinine at baseline and monitoring LFTs.\nAdministering\nisavuconazonium sulfate\nrequires checking LFTs and baseline, then periodically during treatment.\nMonitoring of\nketoconazole\n-containing regimens should include LFTs at baseline and during therapy, with ALT checked weekly. If the patient is at risk of adrenal insufficiency, their adrenal function should be monitored.\n\nTerbinafine\nhas no supporting evidence to suggest that TDM is necessary for its utilization in prophylaxis, treatment, or toxicity. Monitoring creatinine and LFTs is, however, a baseline indication. Immunodeficient patients receiving terbinafine for longer than 6 weeks should have a CBC checked.\n\nGriseofulvin\ndoes not have supporting evidence for TDM, but laboratory monitoring includes BUN, creatinine, CBC, and LFTs.\n\nPatients on\nechinocandin\ntherapy should be regularly monitored for hepatotoxicity via measurement of hepatic aminotransferases (AST, ALT), with consideration also given to alkaline phosphatase. There is currently no supporting evidence for TDM. Micafungin regimens should include routine laboratory monitoring of BUN and creatinine.\n\nPatients receiving\nflucytosine\n-containing combination therapy require TDM. Patients should have serum concentration measured 2 to 4 hours after each dose; the trough concentration should be between 20 and 40 μg/L (some sources state 50 to 100 μg/mL). Toxic concentrations occur when serum drug concentrations exceed 100 μg/mL. Other indications for TDM in flucytosine therapy include when a drug with a known drug interaction is started or stopped, when adherence for oral therapy is uncertain, or when manifestations of toxicity occur.\n[50]"
  }
}