{
  "drug_name": "jojoba milk",
  "nbk_id": "NBK568792",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK568792/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Infant jaundice, also known as hyperbilirubinemia, is a frequently encountered clinical problem in neonates. Estimates are that between 60-80% of all term or late-term, healthy newborns exhibit physiologic jaundice with no cause found (idiopathic).\n[1]\nThe definition of neonatal hyperbilirubinemia has typically been total serum bilirubin (TSB) levels within the high-risk zone, or greater than the 95th percentile for age within the first six days of life.\n[1]\nJaundice within the first 24 hours could be pathological and must be reported to the health care provider. When total serum bilirubin levels rise, a yellowish discoloration of the infant’s skin and sclera occurs and is referred to as jaundice. Neonatal hyperbilirubinemia has a higher frequency in breastfed infants compared to formula-fed infants.\n[2]\nThe two common mechanisms for this are “breastfeeding jaundice” and “breast milk jaundice.”\n\nBreast milk jaundice was first described in 1963 when it was noted that some breastfed infants had prolonged, unconjugated hyperbilirubinemia that persisted beyond the third week of life. Breast milk jaundice typically presents after day 3 or 4 in the first or second week of life and usually spontaneously resolves even without discontinuation of breastfeeding. However, it can persist for 8-12 weeks of life before resolution.\n[2]\nInfants with breast milk jaundice often have higher peaks of serum bilirubin and an overall slower decline than infants without it, leading to longer resolution time.\n[3]\nUsually, pathologic causes of persistent, unconjugated hyperbilirubinemia are ruled out before a diagnosis of breast milk jaundice can be made.",
    "monitoring": "All newborn infants should be assessed with a high index of suspicion for jaundice. Evaluation of a patient presenting with hyperbilirubinemia suspicious for breast milk jaundice must include methods to rule out other pathologic causes of hyperbilirubinemia. First, both unconjugated and conjugated bilirubin levels must be measured. Conjugated bilirubin levels less than 1 mg/dL or 20% of the total bilirubin level are considered normal. Conjugated bilirubin levels in excess of this indicate other disorders such as biliary atresia, neonatal hepatitis, and disorders of bilirubin excretion. Both breast milk jaundice and hemolytic anemias cause elevated unconjugated bilirubin levels. Hemolytic causes for hyperbilirubinemia, such as ABO incompatibility, G6PD deficiency, and hereditary spherocytosis, must be ruled out. Assessment should include direct Coombs’ testing, measurement of hemoglobin, hematocrit and reticulocyte count, a peripheral blood smear, and genetic testing.\n\nThe clinician will investigate other possible causes of hyperbilirubinemia if jaundice does not resolve by 12 weeks of age. Galactosemia and hypothyroidism have also been identified as causes of unconjugated hyperbilirubinemia and should be ruled out via standard newborn screening tests.\n[2]\n[7]\n[2]"
  }
}