{
  "drug_name": "jujube",
  "nbk_id": "NBK568742",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK568742/",
  "scraped_at": "2026-01-11T18:47:21",
  "sections": {
    "indications": "Children commonly swallow foreign bodies. Coins are the most commonly swallowed foreign body that comes to medical attention in the U.S.; in other countries, those related to food, such as fish bones, are most common.  Preschoolers of both sexes, adolescent boys, and children with mental health issues are at the highest risk. Even infants may swallow foreign bodies that are given to them, perhaps by older siblings. Most swallowed foreign bodies will harmlessly pass through the GI tract, but some will lead to health problems if they become lodged (e.g., too large to pass or small objects like a pill that may adhere to a moist surface); traumatize the mucosa (e.g., sharp or pointed object, like a razor blade or pin), or cause caustic burn injury (e.g., biologically active substances, such as a button battery or a medication patch).\n[1]\n[2]\n[3]",
    "monitoring": "If a complete history and physical examination (including examination of the pharynx) suggest possible foreign body ingestion, the provider must decide whether imaging is indicated.  If so, usually plain radiographs suffice initially. Healthy children with recent, low-risk ingestions may be simply observed.  Metallic swallowed foreign bodies, such as coins and batteries, will show up readily on a plain radiograph. Metal detectors are occasionally used, especially in the setting of known coin ingestion.\n[12]\n[13]\n[14]\nIt is not unusual to find an unexpected foreign body on a radiograph obtained for the evaluation of non-specific symptoms, such as a cough, fever, or weight loss.  Most glass fragments are visible on a radiograph. Radiolucent objects, such as a large piece of meat or a plastic toy, may not be apparent on radiographs, although their edges or irregularities may still be noticeable on radiography. Affected patients may require more advanced imaging techniques, such as contrast-enhanced radiography or MRI scanning, but these patients may also be considered for treatment (e.g., endoscopy) without further imaging.\n[15]\n[16]\n[17]\n\nButton/disc batteries may cause serious injury if lodged in the esophagus, nose, ear, or other orifice for even a brief period.  The highest risk is associated with larger lithium-based batteries, but all models carry some risk. Children with suspected button/disc battery ingestion should be managed urgently; a battery lodged in the esophagus should be removed without delay. Treatment algorithms for button/disc battery ingestions are widely available.\n[18]\n[19]\nA button/disc battery may be distinguished from a coin when seen on a radiograph by its characteristic two-layer appearance when seen on-end, or a circle-within-a-circle appearance when seen front-to-back.\n\nSmall, powerful magnets, such as those found in some toys and games, may cause serious injury to the intestines, as the strong attraction between two or more magnets may cause them to erode through intervening tissues.\n[20]\nA single swallowed magnet in combination with another metallic object, most notably a button/disc battery, may also cause injury.\n\nPreexisting GI tract abnormalities, such as previous surgery, strictures, fistulas, diverticula, or functional abnormalities, increases the risk of a swallowed foreign body becoming lodged at the site of the abnormality.\n\nUnusual or recurrent foreign body ingestion should prompt consideration of psychosocial concerns. Foreign body ingestion may be risk-taking or attention-seeking behavior. Abuse or neglect may be present. Mental illness may lead some children to swallow foreign bodies. This may be inadvertent, such as the patient with bulimia who loses grip on a toothbrush used to induce vomiting and swallows it.  Packets of drugs may be swallowed to avoid detection by police.\n\nPrevention of foreign body ingestion in children is a high priority. Caregivers should be educated about preventing small children from contact with small objects that may be harmful if swallowed, especially button/disc batteries, small magnets, and other high-risk objects. This includes items placed into a trash container that may be accessible to children."
  }
}