{
  "drug_name": "abatacept",
  "nbk_id": "NBK576392",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576392/",
  "scraped_at": "2026-01-11T15:21:50",
  "sections": {
    "indications": "No labeled contraindications have been reported.\n\nBox Warnings\n\nSevere infections\n: Using golimumab can result in serious infections, which may cause hospitalization or even death. Diseases such as bacterial sepsis, tuberculosis (TB), and fungal and opportunistic infections have been reported. Reported infections include coccidioidomycosis, candidiasis, listeriosis, aspergillosis, blastomycosis, and histoplasmosis.\n[20]\nTreatment with golimumab should be discontinued if any of these infections ensue.\n\nMalignancies\n: Lymphoma and additional malignancies, some fatal, have also been reported with the use of TNF inhibitors in pediatric populations.\n\nTuberculosis:\nA TB test should be performed before initiating golimumab. For latent infection, treatment should be initiated before starting golimumab. Patients receiving golimumab should be monitored for the development of active TB regardless of a negative initial test.\n[21]\n\nHepatitis B virus reactivation:\nPatients with HBV receiving treatment with golimumab should be monitored for HBV reactivation after initiating therapy. In the event of a reactivation, golimumab should be stopped immediately, and antiviral treatment should be initiated.\n[11]\n[17]\nAntiviral therapy should be continued for at least 6 months after discontinuing golimumab due to potential HBV reactivation.\n[22]\n\nWarnings and Precautions\n\nDemyelinating disorders:\nCases of new or exacerbated CNS demyelinating disorders like multiple sclerosis and peripheral demyelinating disorders like Guillain-Barre syndrome have been reported in patients receiving golimumab therapy. This drug should be used with caution in patients with pre-existing demyelinating disorders and should be discontinued if these conditions develop.\n[23]\n[24]\n\nAutoimmunity:\nGolimumab treatment may lead to antinuclear antibody formation and, rarely, a lupus-like syndrome. Golimumab should be discontinued if TNF-α antagonist-induced lupus-like syndrome (TAILS) occurs.\n[25]\n\nCombination therapy:\nGolimumab with abatacept (another biologic) or anakinra (an interleukin-1 antagonist) is not recommended due to the increased risk of infections and lack of additional benefit.\n\nHematologic cytopenias:\nPancytopenia, leukopenia, neutropenia, agranulocytosis, aplastic anemia, and thrombocytopenia have been reported in patients receiving golimumab therapy. This drug should be used with caution in patients with a history of significant cytopenias.\n\nCongestive Heart Failure (CHF):\nGolimumab use is associated with worsening or new-onset CHF, including fatalities. This drug should be used with caution in patients with existing CHF. These patients should be closely monitored for worsening symptoms. Discontinuing golimumab may be necessary.\n[26]",
    "mechanism": "Golimumab is a human monoclonal antibody that binds soluble and transmembrane human TNF-α structures, preventing their binding with TNF-α receptors. Tumor necrosis factor alpha is a pro-inflammatory cytokine protein involved in inflammation, autoimmunity, and malignancy.\n[10]\nElevated levels of TNF-α in the joints and synovium are associated with chronic inflammatory conditions such as RA, PsA, and AS.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nFollowing subcutaneous administration, the median time for golimumab to reach maximum serum concentrations (Tmax) ranges from 2 to 6 days. The estimated bioavailability of subcutaneous golimumab is 53%. Patients who produce anti-golimumab antibodies typically have lower steady-state serum trough concentrations. A drug-tolerant EIA (DT-EIA) demonstrates high sensitivity for detecting antidrug antibodies.\n[12]\n\nDistribution:\nThe mean volume of distribution ranges from 58 to 126 mL/kg, indicating that golimumab is primarily distributed in the circulatory system with limited extravascular distribution.\n\nMetabolism:\nThe exact metabolic pathway of golimumab remains unknown.\n\nElimination:\nAfter intravenous administration of 0.1 to 10.0 mg/kg in patients with active rheumatoid arthritis, the estimated systemic clearance of golimumab is between 4.9 and 6.7 mL/kg/day. The median terminal half-life value is approximately 2 weeks.",
    "administration": "Available Dosage Forms and Strengths\n\nGolimumab is available in 50 and 100 mg prefilled syringes for subcutaneous injection and a single-dose 50 mg/4 mL (12.5 mg/mL) vial for intravenous infusion. The entire vial of golimumab should be diluted with 0.9% sodium chloride to a total volume of 100 mL. This golimumab solution can be mixed in a 100 mL infusion bag. Any solution remaining in vials should be discarded.\n\nAdult Dosing\n\nRheumatoid Arthritis, Psoriatic Arthritis, and Active Ankylosing Spondylitis\n\nGolimumab is administered as a 2 mg/kg (IV) infusion over 30 minutes at weeks 0, 4, and 8. Afterward, this dose is repeated every 8 weeks.\nAlternatively, 50 mg (subcutaneous) every 4 weeks.\n\nUlcerative Colitis\n\nThe initial dose of golimumab is 200 mg (subcutaneous).\nAt week 2, 100 mg (subcutaneous), followed by 100 mg every 4 weeks\n\nPediatric Dosing\n\nPolyarticular Juvenile Idiopathic Arthritis and Psoriatic Arthritis\n\nIntravenous infusion (80 mg/m\n2\n) over 30 minutes at weeks 0, 4, and 8. Afterward, this dose is repeated every 8 weeks.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product label does not include specific dosage adjustments for patients with hepatic impairment.\n\nRenal impairment:\nThe product label does not include specific dosage adjustments for patients with renal impairment. Recent observational studies suggest that golimumab may be considered for older patients with rheumatoid arthritis and renal impairment.\n[13]\n\nPregnancy considerations:\nGolimumab use during pregnancy may increase the risk of infections in newborns for up to 6 months after birth. Infants exposed to golimumab in utero should not receive any immunization with live vaccines for 6 months following the mother's last golimumab dose. The American College of Rheumatology (ACR) discusses the impact of placental transfer and fetal exposure for most biologic therapies, which varies with gestational stage. Biologics containing an IgG1 Fc region typically do not enter the fetal circulation until the second trimester. During the third trimester, administration of TNF inhibitors with these structural components (eg, infliximab, etanercept, adalimumab, and golimumab) results in placental transfer and notable neonatal drug levels. Limited evidence suggests no adverse effects, especially in the first trimester. The ACR guidelines recommend discontinuing these medications for the third trimester if the disease is well-controlled. However, if the disease is active, continuing TNF inhibitors to delivery is advised, though the guidelines acknowledge the likelihood of significant fetal drug exposure.\n[14]\n\nBreastfeeding considerations:\nCurrent data suggest that golimumab is present in breast milk at minimal levels. This drug is likely to undergo partial breakdown in the infant's gastrointestinal tract, resulting in minimal absorption. Given the limited data, caution is advised when administering golimumab to a woman who is breastfeeding, particularly if the infant is newborn or preterm. The British Society for Rheumatology guidelines suggest that golimumab may be compatible with breastfeeding.\n[15]\nHolding golimumab for at least 2 weeks postpartum may significantly reduce the amount of medication transferred to the nursing infant.\n[16]\n\nPediatric patients:\nGolimumab is indicated for active psoriatic arthritis and polyarticular juvenile idiopathic arthritis in patients aged 2 or older.\n\nOlder patients:\nA retrospective observational study of older adults with rheumatoid arthritis and renal dysfunction assessed the persistence and safety of golimumab. The study results reported consistent persistence rates across various estimated glomerular filtration rate (eGFR) groups. This persistence suggests renal function does not affect golimumab efficacy or adverse event occurrence, underscoring its potential suitability in this population.\n[13]",
    "adverse_effects": "Adverse effects, including severe infections and invasive fungal infections, may occur. Treatment should not be initiated during any active infections. Patients with hepatitis B are at risk for reactivation. Administration of golimumab may lead to congestive heart failure (CHF) or exacerbate underlying CHF symptoms. Lupus-like syndrome and hypersensitivity reactions such as anaphylaxis may also occur. Worsening or new-onset demyelinating disorders have also been reported.\n[17]\n\nCommon adverse effects associated with golimumab administration include:\n\nUpper respiratory tract infection (URTI): nasopharyngitis, pharyngitis, laryngitis, and rhinitis (13% to 16%)\nSinusitis (2%)\nBronchitis (2%)\nViral infections (4% to 5%)\nBronchitis (2% to 3%)\nInjection site reaction: pain, redness, urticaria, induration, bruising, pruritus, irritation (3% to 6%)\nElevated liver enzymes: alanine aminotransferase (4%), aspartate aminotransferase (3%)\nHypertension (3%)\nDizziness (2%)\nParesthesia (2%)\nConstipation (1%)\nPyrexia (2%)\nLeukopenia (1%)\nSuperficial fungal infections (2%)\nPosterior reversible encephalopathy syndrome\n[18]\nPeripheral neuropathy\n[19]\n\nDrug-Drug Interactions\n\nGolimumab should not be administered concomitantly with biologic disease-modifying antirheumatic drugs (DMARDs) or Janus kinase inhibitors (JAKi). Examples of biologic DMARDs include TNF-α inhibitors (eg, infliximab), interleukin inhibitors (eg, ustekinumab), B-cell inhibitors (eg, rituximab), T-cell inhibitors (eg, Abatacept). Biologic Janus kinase inhibitors include tofacitinib, baricitinib, upadacitinib, and filgotinib.\nThe administration of live vaccines to patients undergoing golimumab therapy is not recommended.\nThe concomitant administration of antibiotics or antiviral therapy and golimumab is not recommended.\n[11]\nChronic inflammation increases TNF-α levels, suppressing cytochrome P450 (CYP450) enzymes. Golimumab administration may normalize the activity of these enzymes. Patients receiving golimumab and medications with a narrow therapeutic index that are metabolized by CYP450 enzymes (eg, warfarin, cyclosporine, and theophylline) should be monitored closely.",
    "monitoring": "Testing for active or latent tuberculosis (TB) (ie, tuberculin skin test (TST) or interferon-γ release assay (IGRA)) should occur before initiating golimumab therapy. Patients should also be routinely monitored during TB treatment after starting golimumab therapy. Patients with latent TB should be treated before initiating golimumab. Patients should also receive a baseline complete blood count (CBC) and routinely afterward. Patients with an active infection should not be started on golimumab. Monitoring for bacterial, viral, fungal, or opportunistic infections while on treatment is also advised. The Ankylosing Spondylitis Disease Activity Score (ASDAS) is useful for monitoring response to therapy.\n[27]\n\nElevated alanine aminotransferase and aspartate aminotransferase levels have been documented. Patients with underlying CHF receiving golimumab should have regular check-ups for worsening CHF. Subjects with underlying HBV receiving therapy with golimumab should be assessed regularly for HBV reactivation. In the event of viral reactivation, golimumab should be stopped, and appropriate treatment should be initiated.\n[28]",
    "toxicity": "Signs and Symptoms of Overdose\n\nDoses up to 10 mg/kg of intravenous golimumab have been administered in a clinical study without reports of severe adverse reactions.\n\nManagement of Overdose\n\nThere is no antidote for golimumab. A poison control center or medical toxicologist should be consulted for more information.\n[29]"
  }
}