{
  "drug_name": "abiraterone acetate",
  "nbk_id": "NBK537242",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537242/",
  "scraped_at": "2026-01-11T15:21:50",
  "sections": {
    "indications": "Absolute contraindications are hypersensitivity reactions and absolute neutrophil count <1500 cells/mm\n3\n. Treatment with taxanes is relatively contraindicated in patients with pre-existing lung conditions, such as chronic obstructive pulmonary disorder. A common complication accompanying taxane treatment is pulmonary toxicity. Pulmonary complications can be life-threatening, especially in predisposed patients with compromised lung function, and avoidance is necessary if possible. Additionally, before administering therapy, patients are screened for renal, hepatic, and bone marrow function to establish potential drug tolerability and the adverse drug reactions of treatment.\n\nBox Warnings\n\nMortality:\nTreatment-related mortality with docetaxel is higher in patients with abnormal liver function, those receiving higher doses, and patients with NSCLC previously treated with platinum-based chemotherapy receiving docetaxel at 100 mg/m².\nHepatotoxicity:\nAvoid using docetaxel in patients with bilirubin levels above the upper limit of normal (ULN) or in patients with AST and ALT >1.5 × ULN combined with alkaline phosphatase >2.5 × ULN. Patients are at increased risk for severe neutropenia, severe thrombocytopenia, febrile neutropenia, infections, severe stomatitis, and death. Isolated transaminase elevations >1.5 × ULN also correlate with higher rates of febrile neutropenia. Measure bilirubin, AST, ALT, and alkaline phosphatase before each cycle of docetaxel.\nNeutropenia:\nDo not administer docetaxel to patients with neutrophil counts <1500 cells/mm³. Frequent blood count monitoring is essential as severe neutropenia can lead to infection.\nHypersensitivity reactions:\nAvoid docetaxel in patients with severe hypersensitivity to docetaxel or other polysorbate 80-formulated drugs. Severe hypersensitivity reactions can occur despite dexamethasone premedication and require immediate discontinuation of the infusion and appropriate treatment.\nFluid retention:\nSevere fluid retention can present as pleural effusion requiring urgent drainage, cardiac tamponade, or ascites.\n[12]\n[22]\n[23]\n[24]\n\nWarning and Precautions\n\nSecond primary malignancies:\nMonitoring for delayed acute myeloid leukemia (AML), myelodysplastic syndromes (MDS), non-Hodgkin lymphoma, and renal cancer is recommended.\nCutaneous reactions:\nSevere cutaneous adverse reactions have been reported, necessitating dose adjustment or permanent treatment discontinuation.\nNeurologic reactions:\nNeurologic reactions such as paresthesia and severe peripheral motor neuropathy may occur. If persistent, severe neurosensory symptoms may warrant dose adjustment or discontinuation.\nEmbryo-fetal toxicity:\nDocetaxel can cause fetal harm. The potential risk to a fetus should be communicated, and effective contraception should be used.\nAlcohol content:\nThe alcohol content in docetaxel may affect the central nervous system, potentially impairing the ability to operate machinery or drive immediately following infusion. Tumor lysis syndrome: Tumor lysis syndrome has been associated with the use of docetaxel. Adequate hydration and close monitoring during treatment are recommended for individuals at risk.\nMacular edema:\nCystoid macular edema may require treatment discontinuation.\n[25]\n[26]\n[27]",
    "mechanism": "Docetaxel is a second-generation chemotherapeutic agent of the taxane family. A derivative of paclitaxel, the first taxane to hit the market, docetaxel’s primary mechanism of action is to bind β-tubulin, enhancing proliferation and stabilizing conformation.\n[2]\nDoing so inhibits the proper assembly of microtubules into the mitotic spindle, arresting the cell cycling during G2/M. Docetaxel also reduces the expression of the\nBCL2\n, an anti-apoptotic gene often overexpressed by cancer cells, conferring enhanced survival. By downregulating this gene, tumor cells can more readily undergo apoptosis.\n[1]\n\nPharmacokinetics\n\nAbsorption:\nThe area under the curve (AUC) is dose-proportional following 70 mg/m² to 115 mg/m² infusions over 1 to 2 hours. Docetaxel’s pharmacokinetics fit a 3-compartment model, with an initial rapid distribution phase followed by a late terminal phase.\n\nDistribution:\nThe steady-state volume of distribution is 113 liters. Docetaxel is approximately 94% protein-bound, mainly to α1-acid glycoprotein, albumin, and lipoproteins. Dexamethasone does not affect docetaxel’s protein binding.\n\nMetabolism:\nDocetaxel is metabolized primarily by the CYP3A4 isoenzyme.\n\nExcretion:\nThe mean terminal elimination half-life is 116 hours (92 to 135 hours). Approximately 6% of docetaxel is excreted through urine, while about 75% is excreted through feces.",
    "administration": "Available Dosage Forms and Strengths\n\nDocetaxel is available in parenteral formulations as a 20 mg/2 mL (10 mg/mL) single-dose vial and as 80 mg/8 mL and 160 mg/16 mL (10 mg/mL) multiple-dose vial. When administered intravenously, the dosing schedules have considerable variability. Administration can be a 1-time single dose or at increments varying from weekly to once every 5 weeks.\n[1]\n[10]\nThe dosing regimen depends on the cancer type and level of treatment aggressiveness.\n[3]\n[11]\nWeekly administration is generally mainly restricted to palliating patients with metastatic disease.\n[12]\nThe mechanism of administration of docetaxel plays a role in minimizing potential toxicity. Administering the drug by loading onto liposomes or micelles enhances the selective uptake by cancer cells expressing specific cellular markers, optimizing intracellular concentration.\n[13]\n[14]\n\nAdult Dosage\n\nThese are general guidelines and institutional protocols to verify dosing, pre-medication, and toxicity-related dose adjustments.\n\nBreast cancer: 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle; give 6 cycles as part of a multi-drug chemotherapy regimen.\nFor locally advanced or metastatic disease monotherapy: 60 to 100 mg/m\n2\non the first day of a 21-day cycle.\nFor metastatic disease in combination therapy with capecitabine: 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle (for anthracycline-resistant disease)\nNSCLC (locally or advanced metastatic disease): 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle; use with cisplatin in treatment-naive patients or as monotherapy for platinum-resistant disease.\nProstatic cancer: 75 mg.m\n2\nIV for a single dose on day 1 of a 21-day cycle; give up to 10 cycles with 5 mg prednisone orally twice daily.\nOff-label dosing for metastatic castration-resistant disease: 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle; give 6 cycles.\nAdvanced gastric cancer: 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle as part of a multi-drug regimen.\nLocally advanced SCHNC: 75 mg/m\n2\nIV for a single dose on day 1 of a 21-day cycle; give 3 or 4 cycles as part of a multi-drug chemotherapy regimen.\n\nSpecific Patient Populations\n\nHepatic impairment:\nHepatic dose adjustments include avoiding the use of docetaxel when bilirubin is above the upper normal limit. Docetaxel use should also be avoided if aspartate aminotransferase (AST) and alanine aminotransferase (ALT) exceed 1.5 times the upper normal limit and alkaline phosphatase exceeds 2.5 times the upper normal limit.\n\nRenal impairment:\nRenal dosing adjustment is undefined. Renal insufficiency and renal failure associated with docetaxel treatment are mostly observed in cases where patients are also receiving concomitant nephrotoxic drugs. Use with caution.\n\nPregnancy considerations:\nThe addition of taxanes to anthracycline-based chemotherapy for breast cancer during pregnancy shows generally favorable obstetric and neonatal outcomes. In a multicenter cohort study of 103 patients, the incidence of grade 3-4 adverse events was low (6.8%), and the live birth rate was high (97.9%). This study supports the safety and efficacy of taxanes during pregnancy when clinically indicated. However, according to product labeling, docetaxel should be used with caution in pregnant women due to the potential to cause fetal harm, as evidenced by animal studies. Before starting docetaxel, confirming the pregnancy status of women who are of reproductive potential is important.\n\nBreastfeeding considerations:\nBreastfeeding is generally contraindicated during maternal antineoplastic drug therapy. Although no clinical information is available on the use of docetaxel during breastfeeding, discontinuing breastfeeding for 4 to 5 days after a dose is recommended. However, the manufacturer recommends discontinuing breastfeeding 1 week after the last dose. Chemotherapy can adversely affect the normal microbiome and chemical composition of breastmilk, and women who receive chemotherapy during pregnancy are more likely to experience difficulty nursing their infants.\n\nPediatric patients:\nThe safety and efficacy of docetaxel have not been established in the pediatric population. The medication is used off-label in refractory Ewing sarcoma.\n\nOlder patients:\nDocetaxel dosage selection for older patients should be approached cautiously, considering the higher likelihood of reduced cardiac, hepatic, and renal function, polypharmacy, and concomitant diseases.\n[15]\n[16]\n[17]\n[18]",
    "adverse_effects": "Common adverse effects seen in patients treated with docetaxel include infusion reactions, myelosuppression, febrile neutropenia, fatigue, diarrhea, and fluid retention. Infusion reactions can range from standard flushing, itching, dyspnea, and fever to potentially life-threatening anaphylactic shock and cardiorespiratory arrest. Myelosuppression is common with the use of cytotoxic drugs. With docetaxel, anemia, neutropenia, leukopenia, and thrombocytopenia are all reported.\n[3]\nSystematic review and meta-analysis of docetaxel use in patients with NSCLC showed a significantly increased risk of severe infections, defined as grade 3 or higher, which is a potentially life-threatening adverse effect.\n[1]\nFebrile neutropenia is also among the more serious adverse effects associated with significant morbidity and mortality when inappropriately managed.\n\nPatients often experience skin toxicities with docetaxel. Namely, acral erythema, characterized by tingling in the palms and soles followed by edema and tenderness, and erythrodysesthesia, where fixed solitary plaques develop on the skin adjacent to the infusion site, are the most commonly seen. Peripheral neuropathy, both sensory and motor, is arguably the most common long-term adverse effect. This neuropathy, along with fatigue and neutropenia, is often the dose-limiting factor that causes patients to defer further treatment.\n[10]\n[12]\nMyalgias and arthralgias are known adverse effects of docetaxel and other drugs in the taxane family; cases reports of myositis are associated with docetaxel, though this is rare.\n[19]\n\nDocetaxel is known to confer resistance in multiple types of solid tumors. Through the alteration of blood vessels impairing drug distribution, efflux pumps decreasing intracellular drug concentration, alterations in microtubule structure or function evading stabilization by the drug, or the upregulation of anti-apoptotic pathways, tumors eventually adapt to survive the lethal environment created by docetaxel. These adaptations are another treatment-limiting factor with long-term chemotherapy administration.\n[2]\n\nDrug-Drug Interactions\n\nCYP inhibitors:\nAmiodarone inhibits CYP3A4, CY2C8, and  P-glycoprotein (P-gp), which are pathways for taxane metabolism. This inhibition can lead to a significant reduction in docetaxel clearance, resulting in the development of severe skin and mucosal toxicity. CYP3A4 metabolizes docetaxel, and the exposure increases 2.2-fold when coadministered with ketoconazole, a potent CYP3A4 inhibitor. Protease inhibitors, especially ritonavir, can also increase docetaxel exposure. The concomitant use of docetaxel with CYP3A4 inhibitors should be avoided due to the risk of increased docetaxel exposure. In patients receiving docetaxel who cannot avoid potent CYP3A4 inhibitors, close monitoring for toxicity is recommended, and a dose reduction should be considered.\n[20]\n\nSARS-CoV-2 vaccines:\nCOVID-19 vaccination before initiating docetaxel has been associated with an increased risk of severe hypersensitivity reactions. Given the importance of COVID-19 vaccination, especially for patients with cancer, clinicians should be aware of this potential risk to ensure prompt monitoring and treatment of these events. A cohort study found that individuals with a history of taxane reactions were not at higher risk of anaphylaxis to SARS-CoV-2 vaccines. However, a non-IgE-mediated mechanism behind these hypersensitivity reactions cannot be ruled out and may cause mild symptoms. Therefore, caution is still advised.\n[21]",
    "monitoring": "Following docetaxel infusion, patients undergo monitoring for infusion reactions, skin toxicities, fever, other signs of infection, and pneumonitis. Additionally, severe diarrhea or new-onset abdominal pain should warrant further evaluation and surgical consultation, as these patients are at an increased risk for bowel perforation. Patients are also advised to monitor for increased fluid accumulations, such as swelling in the fingers, ankles, and mid-abdominal areas. Increased permeability of the capillaries purportedly causes fluid retention. Swelling is an indication for the administration of dexamethasone or diuretics to limit progression to more severe conditions of fluid retention, such as pleural or pericardial effusion.\n[12]",
    "toxicity": "Signs and Symptoms of Overdose\n\nDose-dependent pulmonary toxicity has correlations with the administration of docetaxel. Acute bilateral interstitial pneumonitis has been demonstrated to occur during, immediately, and after the initial administration of the drug. Symptoms include dyspnea on exertion, a dry cough, fever, and malaise. The mechanism of action underlying this pulmonary toxicity is poorly understood, but the belief is that an immune-mediated reaction occurs. In treating this toxicity, supportive care is usually sufficient to return patients to their baseline lung function. However, in patients showing clinical signs of either oxygen desaturation or possible respiratory failure, an empiric trial of glucocorticoids has proven effective in relieving pneumonitis.\n[12]\n\nManagement of Overdose\n\nNo known antidote exists for docetaxel overdose. Anticipated complications comprise bone marrow suppression, peripheral neurotoxicity, and mucositis. Granulocyte colony-stimulating factor (G-CSF) administration and symptomatic treatment are recommended. G-CSF significantly reduces the risk of febrile neutropenia.\n[28]"
  }
}