{
  "drug_name": "abrocitinib",
  "nbk_id": "NBK594269",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594269/",
  "scraped_at": "2026-01-11T15:21:52",
  "sections": {
    "indications": "Cangrelor is contraindicated in individuals with known hypersensitivity or allergic reactions to cangrelor or its components. Cangrelor is contraindicated in cases of active pathological bleeding, including gastrointestinal bleeding or intracranial hemorrhage.\n[18]\n\nBox Warning\n\nThe FDA has issued no specific boxed warnings for cangrelor. However, it is essential to recognize that drug safety information can evolve over time.\n\nPrecautions\n\nBleeding risk: Cangrelor increases the risk of bleeding, which can be severe or even life-threatening.\n[32]\ntherefore, clinicians should exercise caution when administering cangrelor to patients at an increased risk of bleeding, including those with a recent history of surgery, bleeding disorders, or significant trauma. Close monitoring for signs of bleeding and appropriate management strategies should be implemented to mitigate potential risks and ensure patient safety.\n\nThrombocytopenia: Cangrelor can cause a decrease in platelet count, a condition known as thrombocytopenia. Therefore, regular monitoring of platelet counts is recommended, especially during prolonged use or in patients with risk factors for thrombocytopenia.\n\nSurgical procedures: Cangrelor's antiplatelet effects can prolong bleeding time; therefore, physicians should exercise caution when scheduling surgical procedures. The decision to discontinue cangrelor before surgery should be carefully considered, considering the patient's bleeding risk and the desired duration of the antiplatelet effects.\n\nAccording to the American Society of Regional Anesthesia (ASRA) and Pain Medicine guidelines, the risk of severe bleeding associated with a neuraxial block while the residual effect of cangrelor is present remains unknown. ASRA recommends removing neuraxial catheters before reinstituting cangrelor therapy postoperatively. The first postoperative dose of cangrelor should be administered 8 hours after the neuraxial catheter has been removed.\n[33]",
    "mechanism": "Cangrelor, a novel nonthienopyridine adenosine triphosphate (ATP) analog, exerts its antiplatelet effects through a specific mechanism of action. This medication functions by inhibiting blood platelet activation and aggregation, ultimately reducing the risk of thrombotic events.\n\nThe primary mechanisms of action of cangrelor are listed below.\n\nP2Y\n12\nreceptor antagonism: Cangrelor is a reversible antagonist of the P2Y\n12\nreceptor, an essential receptor involved in platelet activation and aggregation. By binding to the P2Y\n12\nreceptor on platelets, cangrelor effectively blocks the binding of adenosine diphosphate (ADP), a potent platelet activator (see\nImage.\nCangrelor Mechanism of Action). This action leads to inhibiting the ADP-mediated signaling pathway and subsequent platelet activation.\n[10]\nRapid onset and offset of action: Cangrelor exhibits a rapid onset of action, reaching maximum platelet inhibition within minutes of administration. This quick onset renders the drug particularly useful in the acute setting of PCI, where immediate platelet inhibition is essential. Moreover, cangrelor's effects are quickly reversible upon discontinuation, leading to a shorter duration of action than other antiplatelet agents.\n[11]\nPlatelet inhibition without requiring metabolism: Unlike oral antiplatelet agents, such as clopidogrel or ticagrelor, cangrelor does not rely on metabolic activation within the body. Cangrelor is administered as an IV infusion directly into the bloodstream, eliminating the need for hepatic metabolism. This unique characteristic of cangrelor ensures consistent platelet inhibition without interpatient variability.\nPreservation of vascular function: Cangrelor exhibits selective inhibition of the P2Y\n12\nreceptor on platelets while leaving other ADP receptors unaffected. This selectivity helps preserve endothelial function and maintain the balance between antithrombotic effects and the physiological hemostatic response. In addition, it enables platelet inhibition without compromising the overall integrity of the vascular system.\n\nIn summary, cangrelor is a potent and reversible intravenous P2Y12 inhibitor, which acts directly and has a short duration of action. Cangrelor quickly inhibits platelet function upon administration and restores normal platelet function within 1 hour of discontinuation.\n\nAccording to ACC/AHA/SCAI guidelines, cangrelor leads to predictable, rapid, and profound inhibition of platelets. This action makes cangrelor effective in preventing stent thrombosis, especially in patients not pretreated with a P2Y\n12\ninhibitor. In addition, cangrelor proves beneficial in situations where the absorption of oral medications is inadequate.\n[8]\n\nA meta-analysis of CHAMPION-PCI, CHAMPION-PLATFORM, and CHAMPION-PHOENIX trials provided substantial support for these observations, indicating a decreased incidence of the combined outcome of death, MI, revascularization driven by ischemia, or stent thrombosis within 48 hours with the use of cangrelor compared to clopidogrel. Furthermore, cangrelor exhibited a remarkable 41% reduction in the occurrence of stent thrombosis. Although significant bleeding events were comparable between the two cohorts, there was a higher frequency of minor bleeding in the cangrelor group.\n[12]\n\nPharmacokinetics\n\nUnderstanding the pharmacokinetic profile of cangrelor is essential for appropriate dosing, monitoring, and optimizing therapeutic outcomes.\n\nThe key aspects of the cangrelor's pharmacokinetics are as follows:\n\nRoute of administration: Cangrelor is administered intravenously as a continuous infusion. The IV route enables rapid and predictable drug delivery, ensuring immediate platelet inhibition during and after PCI.\n[13]\n\nAbsorption: As cangrelor is administered intravenously, it is fully and immediately available in the systemic circulation, bypassing the need for absorption from the gastrointestinal tract, leading to peak plasma concentration within 2 minutes of its administration.\n\nDistribution: Cangrelor exhibits rapid distribution throughout the bloodstream, facilitated by its high-water solubility and a volume of distribution of 3.9 L. Approximately 97% to 98% of the drug binds to protein. Notably, cangrelor binds extensively to platelets, primarily through the P2Y\n12\nreceptor, enabling it to reach its site of action and exert potent antiplatelet effects.\n\nMetabolism: Cangrelor undergoes primary metabolism through non-enzymatic hydrolysis in the blood plasma via dephosphorylation. This rapid and spontaneous degradation leads to the formation of an inactive metabolite. This metabolism occurs independently of hepatic enzymes and does not involve the cytochrome P450 system.\n\nElimination: Cangrelor and its metabolite are primarily eliminated through renal excretion, with a plasma clearance of about 43 L/h. The elimination half-life of cangrelor is relatively short, averaging about 3 to 6 minutes.\n[14]\nThis short half-life allows rapid drug elimination, rendering it suitable for situations for prompt platelet inhibition.\n\nClinical implications: The favorable pharmacokinetic profile of cangrelor, characterized by its short half-life and rapid reversibility, holds significant clinical implications. Healthcare professionals can benefit from its predictable and controllable pharmacokinetics, enabling them to adjust and titrate the infusion rate as needed during PCI procedures.",
    "administration": "Cangrelor is available in a parenteral dosage form, specifically as a lyophilized powder for IV infusion. The lyophilized powder is reconstituted with a suitable diluent to prepare a solution for IV administration. Cangrelor is typically supplied in vials or single-use infusion bags.\n\nAvailable Dosage Forms\n\nCangrelor is available in an IV infusion form.\n\nStrength\n\nThe available strength of cangrelor is 50 mg per vial.\n\nAdult Dosage\n\nLoading dose: A loading dose of cangrelor is usually administered before starting the infusion to ensure a rapid onset of platelet inhibition. The recommended loading dose of cangrelor is 30 mcg/kg, given as a bolus injection over a short duration, such as 1 minute.\n[15]\n\nContinuous infusion: Following the loading dose, a continuous infusion of cangrelor is initiated. The infusion rate is adjusted according to the patient's weight to maintain therapeutic platelet inhibition. The recommended infusion rate of 4 mcg/kg/min allows for a continuous administration of cangrelor throughout the PCI procedure and up to 2 hours after the procedure.\n\nAdjustment of dosing: The infusion rate of cangrelor can be adjusted based on individual patient factors, such as response to therapy, bleeding risk, and the complexity of the PCI procedure. Dosing may need to be titrated up or down to achieve the desired level of platelet inhibition while carefully managing the risk of bleeding complications.\n\nDuration of therapy: Cangrelor therapy is typically limited to the duration of the PCI procedure and the immediate post-procedural period. Upon completion of the PCI procedure, patients are often transitioned to oral antiplatelet agents, such as clopidogrel (600 mg), ticagrelor (180 mg), or prasugrel (60 mg), for long-term maintenance therapy.\n[16]\n[17]\n\nSpecific Patient Population\n\nHepatic impairment: Cangrelor has not been specifically studied in patients with hepatic impairment. As the metabolism of cangrelor is not dependent on hepatic function, dosage adjustment is not necessary for patients with hepatic impairment.\n[18]\n\nRenal impairment: Typically, no dosage adjustment is necessary for patients with mild, moderate, or severe renal impairment when using cangrelor. However, close monitoring for potential adverse effects and platelet inhibition response is strongly recommended.\n\nPregnancy considerations: Limited clinical data exists regarding the use of cangrelor during pregnancy. In pregnant patients requiring intervention, IV heparin is the preferred anticoagulant.\n[19]\nAs the safety of cangrelor for both the mother and the developing fetus has not been established, its use during pregnancy should be avoided unless the potential benefits outweigh the risks.\n\nBreastfeeding considerations: Limited data exist on the excretion of cangrelor in human milk and its potential effects on breastfed infants. Therefore, caution should be exercised when considering the use of cangrelor during lactation.\n[18]\n\nPediatric patients: The safety and effectiveness of cangrelor have not been established in the pediatric population.\n\nGeriatric patients: Typically, no dosage adjustment is required for geriatric patients. Patients 75 and older have a higher risk of experiencing moderate-to-severe bleeding, which is approximately 3 times greater than younger patients. However, compared to clopidogrel, cangrelor provides comparable effectiveness in patients both older and younger than 75 without raising the chances of significant bleeding.\n[20]",
    "adverse_effects": "Like other medications, cangrelor can potentially cause adverse drug reactions (ADRs) in some patients.\n[21]\n\nThe following is a list of some common ADRs associated with the use of cangrelor.\n\nBleeding: The most common adverse effect of cangrelor is bleeding, ranging from minor events, such as nosebleeds or bruising, to more severe bleeding events. These bleeding events may occur at the site of vascular access, surgical sites, or other locations in the body.\nThrombocytopenia: Cangrelor can lead to thrombocytopenia, which may increase the risk of bleeding.\n[22]\nHypersensitivity reactions: Cangrelor may lead to hypersensitivity or allergic reactions in some patients, which may present as skin rash, itching, hives, or swelling.\nNausea and vomiting: Cangrelor may cause gastrointestinal symptoms in some patients, such as nausea and vomiting.\nHypotension: Cangrelor can potentially lower the blood pressure in patients, which may lead to hypotension. Therefore, healthcare professionals should closely monitor patients' blood pressure during cangrelor administration.\nLocal site reactions: In certain instances, patients may experience local site reactions at the injection or infusion site, including pain, redness, or swelling.\n\nDrug Interactions\n\nGlycoprotein IIb/IIIa Inhibitors\n\nCangrelor should not be coadministered with glycoprotein IIb/IIIa inhibitors, such as abciximab, eptifibatide, or tirofiban, as this combination may increase bleeding risk.\n[23]\n\nP2Y\n12\nInhibitors\n\nCangrelor should be used cautiously with other P2Y\n12\ninhibitors, such as clopidogrel, ticagrelor, and prasugrel. Cangrelor is known for its high P2Y\n12\nreceptor affinity, which prevents other P2Y\n12\nagents from binding to the receptor. Consequently, there is a concern that if additional P2\n12\ninhibitors are administered during cangrelor infusion, the other drugs (or their metabolites) will be unable to bind to the P2Y\n12\nreceptor, resulting in a lack of antiplatelet effects and ischemic protection.\n[9]\n\nSpecific recommendations for switching from IV cangrelor to oral P2Y\n12\ninhibitors are listed below.\n\nClopidogrel: During cangrelor infusion, the high receptor occupancy prevents the binding of clopidogrel's active metabolite to the P2Y\n12\nreceptor, leading to a lack of platelet inhibitory effect. Clopidogrel is administered at the end of the cangrelor infusion to avoid this interaction, allowing sufficient time for cangrelor to wash out from the system and subsequent binding of clopidogrel's active metabolite to the P2Y\n12\nreceptor. Therefore, it is recommended to administer clopidogrel after the discontinuation of cangrelor infusion to avoid drug interactions.\n[24]\nTicagrelor: Due to its extended systemic half-life and that of its major metabolite, ticagrelor can be safely administered at any time, whether it be before, during, or after cangrelor infusion, without significant drug interactions. A recent clinical trial, known as The Switching Antiplatelet (SWAP)-5 Study, specifically investigated the use of cangrelor in patients pretreated with ticagrelor. Results indicated that administering cangrelor to patients pretreated with ticagrelor enhanced platelet inhibition without any noticeable differences in pharmacokinetic or pharmacodynamic profiles upon discontinuing the drug infusion. Moreover, this study observed no significant drug interactions between cangrelor and ticagrelor.\n[25]\nPrasugrel: The transition from cangrelor to prasugrel should occur after the infusion discontinues to avoid potential drug interactions. For an effective transition, initiating the shift approximately 30 minutes before the cangrelor infusion is completed is advisable.\n[26]\nInternational expert consensus recommends early administration of ticagrelor during PCI to minimize the potential gap in platelet inhibition during the transition from cangrelor infusion.\n[27]\n\nIn vitro studies have demonstrated that cangrelor does not inhibit the activity of cytochrome P450 enzymes at therapeutic concentrations. Consequently, the administration of cangrelor is not anticipated to interfere with the hepatic metabolism of other concurrently administered therapeutic agents.\n[28]\n\nThrombolytic Agents\n\nCangrelor requires close monitoring and caution when used concomitantly with thrombolytic agents, such as alteplase or reteplase, due to an increased risk of bleeding.\n[29]\n\nAbrocitinib\n\nCangrelor can potentiate the antiplatelet effect of abrocitinib. Therefore, the combination of these medications should be avoided.\n[30]\n\nAnticoagulants\n\nThe administration of P2Y\n12\ninhibitors with anticoagulants such as heparin, warfarin, or direct oral anticoagulants may increase the risk of bleeding. Therefore, it is essential to exercise caution when using this combination of medications.\n[31]",
    "monitoring": "Patients receiving cangrelor should be closely monitored for signs of bleeding, both visibly and through laboratory testing (complete blood count). An advanced monitoring technique known as the P2Y\n12\nmonitoring assay can also be employed. The P2Y\n12\nassay estimates the degree of platelet inhibition by P2Y\n12\ninhibitors, such as cangrelor. The normal reference range for P2Y\n12\nreaction units (PRUs) is 194 to 418. However, PRU results may be unreliable in patients with altered hematocrit, platelet counts, or fibrinogen levels. Therefore, it is crucial to monitor hematocrit, platelet count, and fibrinogen levels during cangrelor infusion.\n[34]",
    "toxicity": "Severe toxicity related specifically to cangrelor is rare.\n[35]\nNevertheless, some potential toxicity concerns are associated with cangrelor use, including bleeding, allergic reactions, thrombocytopenia, and local site reactions. Data on cangrelor overdose were assessed in a pooled analysis of the CHAMPION trials. The study identified 36 patients who experienced an overdose of cangrelor. In most cases, the cangrelor dose did not exceed 2.5 times the recommended dosage. Notably, only 1 patient who experienced an overdose had a severe bleeding event.\n[36]\n\nSigns and Symptoms of Overdose\n\nCommon signs and symptoms of cangrelor overdose include bleeding and thrombocytopenia.\n\nManaging Overdose\n\nManaging cangrelor overdose involves providing supportive care and closely monitoring the patient's condition as no specific antidote is available for the drug.\n\nStop the cangrelor infusion immediately and seek assistance from a rapid response team.\n[37]\nMonitor the patient's vital signs, including blood pressure, heart rate, and oxygen saturation.\nPerform continuous cardiac monitoring to assess for any arrhythmias or changes in the electrocardiogram.\nConsider platelet transfusion under the guidance of a hematologist in cases of severe bleeding or refractory thrombocytopenia to restore platelet function and aid in clot formation.\nConsult a toxicologist in severe cases for assistance."
  }
}