{
  "drug_name": "acarbose",
  "nbk_id": "NBK493214",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK493214/",
  "scraped_at": "2026-01-11T15:21:54",
  "sections": {
    "indications": "Acarbose use is contraindicated in patients with known hypersensitivity, diabetic ketoacidosis, liver cirrhosis, inflammatory bowel disease, or colonic ulceration. This medication is also contraindicated in patients with intestinal obstruction or those predisposed to intestinal obstruction; patients with chronic intestinal disease, including those who have issues with digestion or absorption; or conditions that the increased gas formation in the intestine will worsen.",
    "mechanism": "Acarbose is a complex oligosaccharide (see\nImage.\nAcarbose Chemical Structure) that acts as a competitive, reversible inhibitor of pancreatic alpha-amylase and membrane-bound intestinal alpha-glucoside hydrolase. Pancreatic alpha-amylase hydrolyzes complex carbohydrates to oligosaccharides in the small intestine. Intestinal alpha-glucosidase hydrolase breaks down oligosaccharides, trisaccharides, and disaccharides (sucrose, maltose) to monosaccharides (glucose, fructose) in the brush border of the small intestine. By delaying the digestion of carbohydrates, acarbose slows glucose absorption, reducing postprandial glucose blood concentrations.\n\nPharmacokinetics\n\nAbsorption\n\nAcarbose acts locally in the gastrointestinal (GI) tract with low systemic bioavailability (less than 2% gets absorbed as the active drug, and 35% as metabolites).\n\nMetabolism\n\nAcarbose is metabolized in the GI tract by intestinal bacteria and digestive enzymes.\n\nElimination\n\nThe kidneys filter the absorbed drug, and 51% of an oral dose gets eliminated in feces.",
    "administration": "Dosage Forms\n\nAcarbose is available as a 25 mg, 50 mg, or 100 mg oral tablet and should be administered orally 3 times daily with the first bite of each meal.\n\nAdult Dosing\n\nInitial dosing is 25 mg orally, 3 times daily. However, starting with once-daily dosing may limit GI adverse effects. From 25 mg by mouth, 3 times daily, the dose can be titrated every 4 to 8 weeks to reach desired glycemic control while limiting GI adverse effects. The maximum daily dose is 100 mg, 3 times daily.\n\nIf the patient weighs less than 60 kg, the dose should not exceed 50 mg, 3 times daily.\nPatients with renal dysfunction (serum creatinine greater than 2.0 mg/dL) have not been studied.\nSafety and efficacy have not undergone evaluation in pediatric patients.\nStudies have not established the safety of acarbose in pregnant patients.\nNursing mothers should not use acarbose.\n\nGruden S. et al conducted a study on 67 obese middle-aged Caucasian men with treatment regimens that included orlistat and acarbose modified-release oral capsules to determine the safety of this experimental dosage form.\n[12]\nThree dosages were examined: 60/20, 90/30, and 120/40 mg orlistat/mg acarbose, respectively. The 3-dose combinations were found to be well-tolerated. The combination of orlistat and acarbose could help better control weight in patients with diabetes mellitus.\n\nMabate B. et al conducted in vitro research on combining fucoidan and acarbose to treat diabetes mellitus.\n[13]\nFucoidan is a natural product that, when combined with acarbose, produces about 70% inhibition of alpha-glucosidase. This combination could decrease the dose of acarbose needed to lower plasma glucose and thus reduce the side effects of acarbose.\n\nDrug-Drug Interactions\n\nAcarbose may decrease the bioavailability of digoxin and valproic acid.\nAcarbose may increase hypoglycemic risk when combined with other anti-diabetic agents that cause hypoglycemia.\nDigestive enzymes, including amylase, lipase, and protease, may decrease the effectiveness of acarbose.\nTherapy requires monitoring with other agents that affect blood glucose concentrations.",
    "adverse_effects": "The most common adverse effects are GI symptoms, including flatulence, diarrhea, and abdominal pain. A high carbohydrate diet may worsen the adverse effects on the GI tract. GI symptoms tend to become reduced throughout treatment. Adherence to acarbose pharmacotherapy can be a problem because of side effects.\n[14]\n\nElevated serum transaminases may occur during acarbose therapy. Elevations are usually asymptomatic and reversible once drug therapy is discontinued.\n\nHypoglycemia should not occur with acarbose monotherapy. However, the therapy can increase the risk of hypoglycemia when used with antidiabetic agents that cause hypoglycemia, such as sulfonylureas or insulins.\n\nPost-marketing reports include cases where there were rare occurrences of pneumatosis and cystoides intestinalis with alpha-glucosidase inhibitor use.\n\nJiang L et al conducted a retrospective cross-sectional study on muscle mass and function in patients with type 2 diabetes mellitus who were on plasma glucose-lowering therapy.\n[15]\nAcarbose decreased skeletal muscle index, handgrip strength, and gait speed the most compared with drug-naïve patients and patients taking insulin, metformin, and sulfonylureas monotherapy.",
    "monitoring": "One to 2-hour postprandial blood glucose concentrations and glycosylated hemoglobin require monitoring to assess efficacy. Serum transaminase concentrations should be checked every 3 months for the first year of therapy. The clinician should decrease the dose or discontinue therapy if concentrations become elevated during treatment.",
    "toxicity": "Overdose with acarbose will not cause hypoglycemia but may increase GI adverse effects. Patients should not have food or beverages that contain carbohydrates for 4 to 6 hours if an overdose occurs.\n\nIf a patient experiences hypoglycemia while taking acarbose in combination with other antidiabetic medications, the patient should receive instructions to use glucose (gel, tablets, etc). Acarbose will prevent the breakdown of sucrose (table sugar) and delay glucose absorption, failing to correct hypoglycemia quickly. Severe hypoglycemia may require intravenous glucose or intramuscular glucagon administration."
  }
}