{
  "drug_name": "acetazolamide",
  "nbk_id": "NBK532282",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532282/",
  "scraped_at": "2026-01-11T15:21:53",
  "sections": {
    "indications": "Since acetazolamide decreases the clearance of ammonia, patients with impaired liver function or liver disease should not use acetazolamide.\n[20]\nUsage may precipitate the development of hepatic encephalopathy.\n\nAcetazolamide can induce electrolyte abnormalities. As such, those with hypokalemia or hyponatremia should not use it. Similarly, it can decrease kidney function, and clinicians should avoid using it with anyone with kidney disease or decreased kidney function.\n\nPatients with hyperchloremic acidosis should not use acetazolamide.\n[21]\n\nAlthough acetazolamide does not cause prolongation of the QTc interval, those with prolonged QTc should use it cautiously and have their potassium concentrations monitored, given the drug's ability to cause hypokalemia.\n\nPatients with an allergy to sulfonamides (e.g., sulfa allergy) should not use acetazolamide.\n[22]\n[21]\n\nAcetazolamide is known to interact with several classes of medications. A patient on amphetamines will likely develop reduced amphetamine clearance because acetazolamide increases the urine pH. In contrast, it increases the excretion of lithium, and hence its efficacy may be reduced. Acetazolamide also decreases the excretion of phenytoin, primidone, and quinidine. Patients on these medications may develop toxicity if they also use acetazolamide concurrently.\n[23]\n[24]\n\nPatients on salicylates can develop toxicity if they begin acetazolamide. In addition, patients on sodium bicarbonate therapy have an increased risk of nephrolithiasis if using acetazolamide simultaneously.\n\nPatients using anti-folates, including methotrexate and trimethoprim, should not use acetazolamide. Also, patients on any other carbonic anhydrase inhibitor should avoid this medication. Patients with a previous history of developing a serious rash should avoid the usage of acetazolamide as it can induce Stevens-Johnson syndrome.\n[25]",
    "mechanism": "Acetazolamide is a carbonic anhydrase inhibitor. That means this drug works to cause an accumulation of carbonic acid by preventing its breakdown. The result is lower blood pH (i.e., more acidic), given the increased carbonic acid, which has a reversible reaction into bicarbonate and a hydrogen ion.\n\nCarbonic anhydrase is found in the proximal tubule of the nephron and red blood cells. It works to reabsorb sodium, bicarbonate, and chloride. Once acetazolamide inhibits carbonic anhydrase, sodium, bicarbonate, and chloride get excreted rather than reabsorbed; this also leads to the excretion of excess water. The clinical result is a decrease in blood pressure, decreased intracranial pressure, and decreased intraocular pressure. Bicarbonate excretion also increases the acidity of the blood. Aqueous humor levels decrease in the eyes, and there are compensatory mechanisms for increased blood acidity, for example, hyperventilation.\n\nThe entire process of excretion inhibited by carbonic anhydrase is essentially working to acidify the urine and reabsorb bicarbonate. Acetazolamide will derange the whole process by increasing sodium in the urine and increasing bicarbonate which alkalinizes the urine. Diuresis is the other result.\n[12]\n\nIn the eye, the inhibitory activity of acetazolamide reduces the secretion of aqueous humor resulting in a reduction in intraocular pressure, which is beneficial for glaucoma. Acetazolamide is also used in treating idiopathic intracranial hypertension, as it inhibits enzymes in the choroid plexus and reduces the production of CSF, resulting in a decrease in intracranial pressure(ICP).\n[13]\n\nIn epilepsy, inhibition of carbonic anhydrase by acetazolamide seems to retard abnormal, excessive, paroxysmal electrical discharge from neurons. Carbonic anhydrase expression is extensively detected in CNS. Carbonic anhydrase inhibitor acetazolamide affects the delicate equilibrium among CO2, H+, and HCO3- in the neurons and modulates the activity of ligand-gated ion channels at the neuronal level, such as GABA-A signaling. In addition, studies report their capacity to modulate Ca2+ kinetics through ligand-gated Ca2+ channels and voltage-gated Ca2+ channels (VGCC). Carbonic anhydrases rapidly decrease or increase H+ and HCO3 − in the neurons. Acetazolamide modulates the abnormal GABA-A-mediated depolarization that generates epileptic waves and has been shown to block epileptiform activity by inhibiting HCO3 -efflux. The integration of the above-illustrated mechanisms may explain the antiepileptic effect of acetazolamide.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nWell absorbed\n\nDistribution: Carbonic anhydrase inhibitors such as acetazolamide are avidly bound by carbonic anhydrase; consequently, tissues rich in enzymes, such as kidneys and RBC, will have higher concentrations of carbonic anhydrase inhibitors (acetazolamide)\n\nMetabolism:\nAcetazolamide does not undergo metabolic alteration.\n\nExcretion:\nPlasma half-Life: 6-9 hours; renal excretion is the primary route of elimination.",
    "administration": "Patients take acetazolamide with or without food and should drink plenty of fluids with the medication. Available dosages are 125 mg, 250 mg, and 500 mg tablets.\n[15]\nThese are also available in instant-release and extended-release drug dosage forms.\n\nIntravenous (IV) administration of acetazolamide is available. However, intramuscular (IM) administration of acetazolamide is not recommended.\n\nThe dose range recommended for the treatment of glaucoma is 250 mg per day to 1000 mg per day. Typically, the dose will be 250 to 500 mg per day. For treating altitude sickness, the range is 250 to 500 mg daily in 2 oral doses.\n[15]\nLower doses are recommended when treating edema, epilepsy, and diuresis in congestive heart failure. The range used for those conditions is usually 250 to 375 mg. However, epilepsy may require higher dosages, up to 1000 mg daily.\n\nUse in Specific Patient Population\n\nPatients with Renal Impairment:\nUse is not recommended in cases of marked kidney disease.\n\nPatients with Hepatic Impairment:\nAcetazolamide is contraindicated in cirrhosis because of the risk of developing hepatic encephalopathy.\n\nPregnancy Considerations:\nThe use of acetazolamide in pregnancy has not been recommended because of teratogenic effects in preclinical studies. But in a study of pregnant patients with idiopathic intracranial hypertension, no conclusive evidence of the adverse effects of acetazolamide during pregnancy was observed.\n[16]\nAcetazolamide was a Category C drug under the prior FDA pregnancy categorization system and should only be used in pregnancy if the benefits outweigh the risks to the unborn baby. Consequently, clinicians should prescribe acetazolamide only when indicated.\n\nBreastfeeding Considerations:\nData suggests that maternal doses of acetazolamide up to 1000 mg daily deliver low levels in milk and would not be anticipated to cause any adverse effects in breastfed infants. In addition, various international professional guidelines consensus that carbonic anhydrase inhibitors such as acetazolamide are acceptable in breastfeeding.\n[17]",
    "adverse_effects": "There is a broad range of general and specific adverse effects that acetazolamide use can induce. Fatigue, nausea, vomiting, abdominal pain, and diarrhea are common in patients. Other patients will experience paresthesia, black stools, decreased libido, tinnitus, and taste alteration. There are also reports of patients developing depression while using acetazolamide or developing a bitter or metallic taste. Less commonly, there is a risk of developing metabolic acidosis, hyponatremia, and hypokalemia. Kidney stones can also be seen but are uncommon. Occasionally, patients develop Stevens-Johnson syndrome, aplastic anemia, agranulocytosis, toxic epidermal necrolysis, or fulminant hepatic necrosis.\n[18]\n\nCommon side effects of this medication include fatigue, abdominal pain, nausea, vomiting, and paresthesia. Rare side effects, such as Stevens-Johnson syndrome, also exist. The drug can be administered orally as well as via the intravascular route. It should not be used by those with impaired renal or hepatic function. The medication is also known to interact with certain antibiotics, sodium bicarbonate, amphetamines, and salicylates.\n[19]",
    "monitoring": "CBC and platelet counts are obtained on patients at initiation of acetazolamide therapy and at regular intervals during therapy as acetazolamide is a sulfa drug. If there is a significant change from the baseline, discontinue the therapy. It is also recommended to monitor serum electrolytes periodically.\n[26]",
    "toxicity": "There have been reports of central nervous system (CNS) toxicity with coma.\n[27]\nIn addition, hyperchloremic metabolic acidosis and electrolyte disturbances are usually seen in acetazolamide overdose. Therefore, clinicians should rapidly obtain serum electrolyte levels (especially serum potassium) and arterial blood gas analysis. According to product labeling, there is no specific antidote to acetazolamide; hence treatment is usually supportive. Bicarbonate administration can usually correct metabolic acidosis. Despite its plasma protein binding and high RBC distribution, acetazolamide may be dialyzable. Dialysis may be especially valuable in managing acetazolamide overdosage complicated with acute kidney injury."
  }
}