{
  "drug_name": "acetylcysteine",
  "nbk_id": "NBK537183",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537183/",
  "scraped_at": "2026-01-11T15:21:54",
  "sections": {
    "indications": "In patients with a tendency to develop fluid overload (eg, cardiomyopathy or congestive heart failure), the quantity of diluent fluid used in IV NAC must be appropriately titrated to prevent fluid overload. A pharmacist can perform this titration while preparing the NAC IV infusion. Monitor for acute flushing and erythema of the skin when given IV; usually, they are associated with administration of the loading dose and resolve spontaneously after continued infusion. Monitor for serious anaphylactoid reactions for IV administration, and infusion may be stopped until the treatment of anaphylactoid symptoms has been initiated.\n[28]\nNAC infusion should be used cautiously in patients with a history of bronchospasm or asthma. The total volume must be adjusted for patients requiring fluid restriction and those less than 40 kg.",
    "mechanism": "NAC exerts its therapeutic effect in APAP overdose through several mechanisms. APAP metabolism in therapeutic dosing primarily occurs through glucuronidation and sulfation (>90%), with less than 5% being oxidized by CYP450 isoform (predominately CYP2E1) to produce a toxic metabolite called N-acetyl-p-benzoquinone imine (NAPQI), which is the precursor to cellular injury. Glutathione in the liver can normally detoxify these minuscule quantities of NAPQI and prevent tissue damage.\n\nIn APAP overdose, glucuronidation and sulfation pathways are saturated, and the CYP450 pathway has more significance, producing toxic metabolites that deplete the glutathione reserves, leading to their accumulation and subsequent tissue injury by binding to cellular macromolecules.\n[10]\nNAC repletes glutathione reserves by providing cysteine, an essential precursor in glutathione production. NAC itself also binds to toxic metabolites and scavenges free radicals. NAC also increases oxygen delivery to tissues, increases mitochondrial ATP production, and alters the microvascular tone to increase blood flow and oxygen delivery to the liver and other vital organs.\n\nIn COPD, cystic fibrosis, and other lung conditions, nebulized NAC has mucolytic, anti-inflammatory, and antioxidant properties. Studies are ongoing to understand NAC's therapeutic efficacy, ideal dose ranges, and the most effective mode of drug delivery for these indications.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nThe time taken to reach maximum blood concentration (T\nmax\n) for inhalation through a nebulizer is 1 to 2 hours; for oral administration, an effervescent tablet is around 2 hours.\n\nDistribution:\nWhen administered intravenously (IV), NAC tends to attain a steady state distribution (Vd\nss\n) of about 0.47%. The plasma protein binding of NAC is between 66% to 87%.\n\nMetabolism:\nBiotransformation of NAC leads to the formation of metabolites, disulfide, cysteine, and conjugates (N, N-diacetyl cysteine, N-acetylcysteine-cysteine, N-acetylcysteine-protein, etc). Further metabolism of cysteine metabolites leads to the formation of glutathione and other metabolites.\n\nElimination:\nThe termination half-life of NAC after a single IV dose is 5.6 hours. At the same time, NAC is cleared renally at a rate of 0.11 L/hr/kg, constituting about 30% of total body clearance.\n[12]",
    "administration": "Available Dosage Forms and Strengths\n\nNAC is a 20% concentration in 30 ml vials (6 gm/30 ml) that requires dilution before being given IV. Inhalation and oral NAC are available in 10% and 20% vials of 10 ml each. If given orally, dosage requires dilution before administration. Acetylcysteine injection has a high osmolarity (2600 mOsmol/L), so it needs to be diluted with sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water injection before giving the drug IV.\n\nAcetaminophen toxicity:\nThe decision to give NAC in APAP overdose depends on the likelihood of hepatotoxicity in the patient. Assessment is obtained from a thorough history, physical examination, and serum APAP and transaminase concentrations.\n\nA detailed history, including the quantity of APAP consumed, is necessary. The clinician must know whether consumption took place at once or over some time. History of co-ingestants like anticholinergic medications or opioids could cause delayed APAP  absorption, and assessing the presence of risk factors, including malnutrition, alcoholism, or cirrhosis, have associations with decreased glutathione reserves.\n\nWhether the APAP formulation is a regular or an extended-release preparation should be determined, as the ER formulation can cause a delayed peak serum concentration. The concurrent use of drugs that can induce CYP2E1 (for example, isoniazid and chronic alcohol consumption) should also be determined, as this increases the risk of hepatotoxicity.\n\nThe Rumack-Mathew Nomogram is a useful tool to assess the risk of hepatotoxicity and the need to start NAC in single acute ingestion of APAP.\n[13]\n\nIf the time of ingestion of APAP is less than 4 hours, 4-hour levels of serum APAP are obtained and plotted on the nomogram. If the value is above the treatment line, starting NAC should be the course of action; if it is below, the risk of hepatotoxicity is virtually nonexistent.\n\nIf the time of ingestion is between 4 and 24 hours and the time required to obtain serum APAP levels is less than 8 hours, one may wait for the APAP levels before deciding to start NAC. If the APAP levels reports are not obtainable until more than 8 hours, NAC can be started empirically and stopped if the levels are below the treatment line.\n\nIf the dose is unclear or more than 24 hours have passed since ingestion, give the first dose of NAC and send APAP levels and transaminase levels. NAC can be continued if APAP levels are more than 10 mg/L or transaminases are elevated.\n\nIn chronic ingestion, NAC therapy should be initiated if APAP levels are more than 20 mg/L or transaminases are elevated.\n\nNAC may be given orally or IV with minimal differences in its effectiveness.\n[14]\nThe most common regimes are the 21-hour IV and 72-hour oral dosing protocols. NAC should be started in patients at risk of hepatotoxicity and continued if hepatotoxicity develops. NAC may be stopped following the completion of the protocol or upon resolution of hepatotoxicity, whichever occurs last. Both oral and IV routes of administration are equally efficacious in preventing and treating APAP toxicity. The IV route is preferable to the oral route in established hepatic failure and in patients who cannot tolerate oral NAC due to intractable vomiting or nausea.\n[15]\n\nThe dosing schedule for the 21-hour IV protocol is as follows:\n\nLoading dose: 150 mg/kg up to 15 g in 200 ml dextrose 5% water over 60 minutes.\n\nSecond (maintenance) dose: 50 mg/kg up to a maximum of 5 g in 500 ml dextrose 5% water over 4 hours (12.5 mg/kg/hour).\n\nThird dose: 100 mg/kg up to 10 g in 1000 ml dextrose 5% water over 16 hours (6.25 mg/kg/hour).\n\nThe dosing schedule for the 72-hour oral NAC protocol is as follows:\n\n140 mg/kg loading dose orally.\n\nAfter 4 hours of administering the loading dose, 70 mg/kg should be given every 4 hours for an additional 17 doses, for a total dose of 1330 mg/kg. The solution should be diluted to 5% and mixed with a soft drink or juice to enhance palatability.\n\nAny vomited doses should be re-administered.\n\nNAC should be continued until APAP levels are undetectable, PT/INR is near normal, encephalopathy has resolved, transaminases are normal or are down-trending, and AST <1000 U/L. In the 21-hour IV protocol, the APAP levels and transaminase level testing should occur at 20 hours. The oral protocol requires checking at 24 hours. If APAP is undetectable and transaminase levels are normal, NAC can be discontinued at the end of the regime.\n\nIf the patient has a detectable APAP level or AST is still elevated, restarting NAC at 6.25 mg/kg per hour (for IV protocol) or 70 mg/kg every 4 hours (for oral protocol) is the proper course. This can be continued until the patient returns to normal mental status and INR is below 2.0 or if the patient obtains a liver transplant.\n\nPulmonary diseases:\nAccording to the American College of Chest Physicians, for patients with moderate to severe COPD and a history of 2 or more exacerbations in the previous 2 years, oral NAC treatment is suggested to prevent acute exacerbations of COPD.\n[16]\nIf necessary, dilute the 20% solution and refrigerate any unused portion for 96 hours to avoid contamination. The 10% solution can be used directly without dilution. The recommendation is to administer a bronchodilator approximately 10 to 15 minutes before administering acetylcysteine via nebulization.\n\nNebulization (facemask, mouthpiece): When using a face mask or mouthpiece for nebulization, the recommended dose for most patients is 3 mL to 5 mL (20% solution) or 6 mL to 10 mL (10% solution) 3 or 4 times a day.\n\nNebulization (tent or croupette): In special circumstances where nebulization in a tent or roulette is required, adjust the dosage based on equipment and the patient's needs. This method may involve large volumes of solution, occasionally up to 300 mL, during a single treatment period.\n\nDirect instillation: Administer 1 mL to 2 mL (10% to 20% solution) as frequently as every hour by direct instillation.\n\nRoutine nursing care of tracheostomy: For patients with tracheostomy, administer 1 mL to 2 mL (10% to 20% solution) every 1 to 4 hours through instillation into the tracheostomy.\n\nDirect introduction in the bronchopulmonary tree: Introduce NAC directly into a specific segment of the bronchopulmonary tree by inserting a small plastic catheter into the trachea under local anesthesia and direct vision. Instill 2 mL to 5 mL of the 20% solution using a syringe connected to the catheter.\n\nPercutaneous intratracheal catheter: Using a percutaneous intratracheal catheter, administer 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) every 1 to 4 hours through a syringe attached to the catheter.\n\nDiagnostic bronchograms:\nNAC can enhance visibility and facilitate access to the underlying tissue. Before diagnostic bronchial studies, administer 2 or 3 doses of 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) through nebulization or intratracheal instillation.\n[17]\n\nHepatic impairment:\nIn patients with severe liver disorders such as alcoholic liver cirrhosis or primary/secondary biliary cirrhosis (with Child-Pugh score of 5 to 7), the mean half-life is increased up to 80%. In comparison, there is a decrease in mean clearance by 30% when compared to a healthy adult. However, the existing medical literature does not provide evidence supporting a reduction in the dose of acetylcysteine for patients with hepatic impairment.\n\nRenal impairment:\nIn individuals with chronic kidney disease, NAC is a safe intervention without significant adverse events.\n[18]\n\nPregnancy considerations:\nNo reports of fetal risk are apparent in pregnant women. Dosing for these patients can be initiated according to protocols similar to those used in the general population.\n\nBreastfeeding considerations:\nNursing mothers should pump and discard milk 30 hours after taking acetylcysteine to reduce infant exposure. NAC is minimally absorbed through inhalation; breastfeeding usually continues without extra precautions.\n[19]\n\nPediatric patients:\nThe mean half-life of NAC is elevated in newborns (11 hours) compared to adults (5.6 hours). According to the American Academy of Pediatrics, acetaminophen overdose remains the primary cause of hospitalizations in the United States due to poisoning in the pediatric population. Self-inflicted acetaminophen poisoning remains a particular problem, especially among adolescents.\n[20]\n[21]\n\nGeriatric patients:\nTo prevent fluid overload, adjust the volume of acetylcysteine injection for older patients or those who need fluid restriction. Fluid overload can lead to serious complications like hyponatremia and seizures.",
    "adverse_effects": "Oral NAC may cause nausea, vomiting, diarrhea, flatus, and gastroesophageal reflux. IV NAC can cause rate-related anaphylactoid reactions in up to 18% of patients, which is not an issue with the oral route.\n[22]\nMost anaphylactoid reactions are mild (6%) or moderate (10%), with severe reactions like bronchospasm and hypotension rare at 1%. Interestingly, anaphylactoid reactions occur more commonly with lower APAP levels than with higher APAP levels.\n[23]\nOne possible explanation is that APAP decreases the histamine release from mast cells and mononuclear cells proportionate to the dose ingested. Bronchospasm more commonly occurs in patients with pre-existing reactive airway diseases, like asthma. Bronchodilating agents are effective in treating these patients.\n\nWhen an anaphylactoid reaction occurs, NAC should be stopped immediately, and the patient should be treated with anti-histamine medication (eg, diphenhydramine) and IV fluid for hypotension. Vasopressors are not typically necessary. NAC therapy may restart at a slower rate after the resolution of the reaction. Oral NAC is the alternative approach if there is a persistent reaction. IV NAC can cause a spurious increase in INR, which normalizes when the infusion stops; it can also cause a false-positive result for urine ketones.\n[24]\n[25]\nOral NAC may cause vomiting in up to 33% of cases.\n[26]\nIn patients with preexistent GI ulcers or varices, there may be concerns about inducing GI bleeding with oral NAC.\n\nDrug-Drug Interaction:\nNitroglycerin interacts moderately with NAC, as their coadministration may result in hypotension and nitroglycerin-induced headache.\n[27]\nCarbamazepine, when co-administered with NAC, can result in a lower-than-desired blood concentration of carbamazepine.",
    "monitoring": "During IV NAC administration, patients require monitoring for manifestations of an anaphylactoid reaction, in the case of acetaminophen toxicity, plasma or serum acetaminophen concentration post-loading dose and after the last maintenance dose is suggested to evaluate efficacy. As the pharmacokinetics of patients with severe hepatic impairment are altered, monitoring through hepatic function tests such as ALT, AST, bilirubin, and prothrombin time is necessary.\n[29]\nEvaluation of renal function should be performed by monitoring serum creatinine, blood urea nitrogen, blood glucose, and electrolytes before initiating the whole course of therapy. Patients with a medical history of asthma or bronchospasm administration of NAC require monitoring.",
    "toxicity": "Given the drug's complicated regime, NAC has a high potential for iatrogenic errors, including overdose.\n[30]\nThe signs of overdose are documented to include hemolysis, thrombocytopenia, metabolic acidosis, acute renal failure, and elevated serum bilirubin. Though the mild signs improve within a few days, severe signs may lead to fatal consequences. Massive accidental NAC administration of 100 mg/kg/hr had resulted in cerebral edema, seizures, uncal herniation, and permanent brain injury in a patient with an APAP overdose.\n[31]"
  }
}