{
  "drug_name": "acetyl_l_carnitine",
  "nbk_id": "NBK541052",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541052/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Persistent depressive disorder (PDD) was a new diagnosis in the\nDiagnostic and Statistical Manual of Mental Disorders,\nFifth Edition (DSM-5) in 2013 that combined dysthymia and chronic major depressive disorder.\n[1]\nThe classification of depressive symptoms has a complicated history dating back to the description of melancholic temperament by Hippocrates.\n[2]\n[3]\nAccording to the DSM-5, persistent depressive disorder is characterized by a depressed mood that occurs for most of the day, for more days than not, for at least 2 years, or at least 1 year for children and adolescents. Major depression may precede PDD, and major depressive episodes may occur during PDD, which is known as double depression. PDD may begin early in life, and depressive symptoms may wax and wane but never fully resolve.",
    "mechanism": "Biopsychosocial conceptualizations postulate that depression is a multifactorial disease state caused by biological, social, psychological, and spiritual factors.\n[4]\nRisk factors for persistent depressive disorder may include genetics, epigenetics, prior mental illness, neuroticism, high anxiety states, sense of self-worth, psychological health, trauma, life stressors, and social determinants of health.\n[5]\nHowever, depressive symptoms are heterogeneous, and there are few studies investigating participants who were healthy at baseline. Studies of the onset and recurrence of depressive symptoms are scarce.\n[6]\n\nAntecedents of chronic depression include greater childhood adversity and maltreatment, childhood loss of a parent, higher rates of chronic depression in relatives, and earlier onset of depression.\n[1]\nThere are high rates of comorbidity between PDD and borderline personality disorder, which is a risk factor for PDD, suggesting that the disorders may share etiological factors such as genetics, temperamental vulnerability, interpersonal stress, or childhood maltreatment. During their lifetimes, individuals with PDD experience a higher number of traumatic events.\n[7]\n\nResults from one PDD study showed that depressed patients did not show deficits in decoding the affective states of others but may have difficulties in managing another person's negative emotional state. Individuals with PDD may be hypersensitive, feel overwhelmed by emotional situations, and develop empathic distress and empathic concern. Empathic distress was correlated with depression severity. Patients with PDD reported significantly more interpersonal problems and more childhood maltreatment, including increased levels of physical abuse, emotional abuse, emotional neglect, and total childhood maltreatment than healthy controls.\n[8]\nInterpersonal problems may lead to lower perceived social support, weaker social ties, and prolonged loneliness.\n[9]",
    "monitoring": "A thorough assessment of patients presenting with mental health symptoms involves ruling out medical and biological causes of symptomatology. While routine laboratory screening of an otherwise healthy patient with symptoms of depression is of questionable diagnostic value, the following laboratory tests are commonly ordered to support medical decision-making: complete blood count, comprehensive metabolic panel, urine pregnancy test, urine toxicology screen, human immunodeficiency virus testing, rapid plasma reagin, vitamin B12, folate, and a thyroid panel. Symptoms and patient history guide additional testing.\n[20]\n[21]\n[22]",
    "administration": "Treatment success in PDD may be lower due to delays in diagnoses (and starting treatment), patient hopelessness, and inadequate treatment duration. Individuals with PDD may have histories of adverse childhood events, which are risk factors for chronic, early-onset depression; those with trauma histories may have better success with targeted therapies such as the cognitive behavioral analysis system of psychotherapy. Previous studies of psychotherapy for dysthymia showing less efficacy may be flawed by the low number of sessions provided. Studies of patients with chronic depression have shown better outcomes with longer duration of psychotherapy and higher numbers of sessions.\n[1]\n[23]\n\nThere is little research on the efficacy of medication or psychotherapy in PDD. One 2014 meta-analysis of studies of patients with pure dysthymia, chronic major depressive symptoms, and various forms of chronic major depression demonstrated that fluoxetine, paroxetine, sertraline, moclobemide (not approved for use in the United States), imipramine, ritanserin (not approved for use in the United States), amisulpride (only available in intravenous solution), and acetyl-l-carnitine (a dietary supplement) were more effective than placebo. Interpersonal psychotherapy (IPT) alone was less effective than IPT with medication. The studies of cognitive behavioral analysis system of psychotherapy\nwith medication were inconsistent. There was insufficient evidence for several treatments, such as mirtazapine, venlafaxine, and psychodynamic psychotherapies.\n[24]\nAlthough there was not a clear benefit for combination treatment, the use of medication and psychotherapy together resulted in higher response rates and improved functioning.\n[1]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n\nNew models of treatment are under consideration for PDD, taking into consideration not only symptom modification but also improving mentalization capacity, developing empathy, increasing motivation, overcoming avoidance, social skills, healing trauma, addressing hopelessness and helplessness, and reducing comorbidities.\n[1]\nOne case study showed the efficacy of the mood stabilizer lamotrigine, with remission of symptoms for over 2 years.\n[32]\nThe American Association of Child and Adolescent Psychiatrists Clinical Practice Guideline suggests cognitive behavioral therapy or interpersonal psychotherapy as treatment for persistent depressive disorder. There was insufficient evidence available about the benefits or harms of selective serotonin reuptake inhibitors for PDD in children and adolescents.\n[33]",
    "adverse_effects": "Persistent depressive disorder (PDD) negatively affects social and occupational functioning in varying ways, which can be as great or greater than a major depressive disorder. PDD is associated with an increased risk of suicidal outcomes. The symptoms of PDD are much less likely to fully resolve in a given period. Individuals with PDD are at higher risk of personality disorders and substance use disorders. Significant associations were found in inpatients with PDD between childhood emotional abuse and suicidal behaviors (including suicide attempts).\n[38]\n\nIn one study, results showed that the suicide risk in those with sleep disorders was 1.429 times higher than in those with no sleep disorders, and people with PDD exhibited a 7.195 times higher risk of suicide compared with those without PDD. Those with sleep disorders and PDD exhibited a 1.174 times higher risk of suicide compared to those with no sleep disorders.\n[39]"
  }
}