{
  "drug_name": "acetic acid",
  "nbk_id": "NBK482307",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482307/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Seabather’s eruption (SBE), also referred to as “sea lice,” is a pruritic dermatitis that occurs in a bathing suit distribution and at sites of friction following ocean exposure. The eruption is due to 2 saltwater cnidarian species: the thimble jellyfish (\nLinuche unguiculata\n) and the sea anemone (\nEdwardsiella lineata\n).\n[1]\nBoth organisms are sufficiently small to become entrapped beneath swimwear. Pressure and exposure to freshwater trigger the discharge of nematocysts, specialized stinging organelles. Nematocysts release antigenic toxins that induce a host immune response.\n\nLarval-stage nematocysts of\nL unguiculata\nand\nE lineata\nelicit both types I and IV hypersensitivity reactions, producing the scattered pruritic red macules characteristic of SBE.\n[2]\nL unguiculata\nhas been most commonly reported along the southeastern coast of the U.S., the Gulf of Mexico, and the Caribbean, with additional reports from Brazil and Papua New Guinea.\n[3]\nE lineata\nhas been implicated in SBE along the U.S. East Coast, from the mid-Atlantic to New York.\n[4]\nEvidence suggests that other life stages of\nL unguiculata\nmay also contribute to SBE.\n\nIncidence is highest during spring and summer, particularly in May and June. Children younger than 15 years are at elevated risk, likely due to increased exposure to the ocean. Surfers also exhibit an increased susceptibility, with lesions frequently occurring in areas of friction such as the chest, axilla, and abdomen. A prior history of SBE predisposes individuals to recurrent, more severe presentations.\n[5]\n[6]\n[7]",
    "mechanism": "The nematocysts of\nL unguiculata\nand\nE lineata cause\nSBE. These organisms can become trapped beneath bathing suits after leaving the water. Pressure between the skin and swimwear triggers nematocyst discharge, resulting in envenomation by antigenic toxins. The toxins elicit a host immune response.\n[8]",
    "monitoring": "SBE is diagnosed clinically based on lesion morphology, distribution, and a history of ocean exposure. Laboratory studies, biopsy, and radiographic imaging are not useful for diagnosis. Serologic titers for\nL unguiculata\nare available, but a positive result only indicates prior exposure and is not diagnostic for SBE. Histologic examination, when performed, reveals a nonspecific superficial and deep mixed perivascular infiltrate that cannot be distinguished from an arthropod bite. A complete skin examination is recommended for patients with suspected SBE to assess lesion patterns, along with a detailed history of recent ocean swimming. Accurate diagnosis relies on a thorough history and focused physical examination.",
    "administration": "Applying 5% acetic acid after leaving the water can inactivate any undischarged nematocysts. However, this intervention does not prevent the development of SBE. Most patients present after lesions have already formed.\n\nManagement is primarily symptomatic, utilizing systemic antihistamines and topical corticosteroids to reduce the inflammatory response.\n[15]\nSecond-generation antihistamines, such as fexofenadine, may alleviate daytime pruritus, whereas diphenhydramine may be used at night when sedation is less of a concern.\n\nTopical corticosteroids are commonly prescribed, with potency tailored to the site of the lesion. High-potency corticosteroids are avoided on the axilla, groin, and face because these areas carry a higher risk of adverse effects. Conversely, other body regions may be effectively treated with potent agents, such as clobetasol. Patients should also be counseled to wash swimwear with hot water and detergent to remove residual nematocysts and reduce the risk of recurrence.",
    "adverse_effects": "Common complications of SBE include pruritus, which leads to excessive excoriation and secondary infections. As noted, previous SBE episodes prime the immune system and enhance cutaneous sensitivity, thereby increasing the risk of recurrence. Systemic symptoms resembling a mild flu-like illness, including fever, malaise, nausea, and vomiting, have been documented in SBE; however, the literature reports no cases of anaphylaxis."
  }
}