{
  "drug_name": "acitretin",
  "nbk_id": "NBK519571",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519571/",
  "scraped_at": "2026-01-11T15:21:56",
  "sections": {
    "indications": "United States Boxed Warning and Absolute Contraindications\n\nPregnancy or woman who is likely to become pregnant\nNon-compliance with contraception\nNursing mothers\n\nHypersensitivity to drug or components, pregnancy, intent to become pregnant within 3 years after treatment discontinuation, severe hepatic or renal dysfunction, chronic abnormally elevated blood lipid levels, or concomitant use with methotrexate or tetracyclines; clinicians who prescribe acitretin to women of childbearing age must ensure that they do not get pregnant for at least 3 years after discontinuing the medication.\n\nFemale patients should abstain from ethanol use during therapy and for at least 2 months after discontinuing treatment. Acitretin is a metabolite of etretinate and is found to cause significant human fetal abnormalities with the administration of acitretin and etretinate. Therefore, potentially, any fetus exposed can be affected. In addition, evidence has reported concurrent administration of acitretin and ethanol can cause the formation of etretinate.\n\nEtretinate has a significantly longer elimination half-life than acitretin, which would increase the duration of teratogenic potential for women.\n[15]\nTherefore, ethanol must not be ingested by women of childbearing potential either during treatment with or for 2 months after cessation of acitretin therapy.\n\nCaution\n\nConcomitant administration with methotrexate increases the risk of hepatic adverse effects.\nConcomitant administration with cyclosporine increases the risk of hypertriglyceridemia.\nAcitretin can undergo reverse metabolism to etretinate with acitretin if combined with alcohol.\n[16]\nThe use of other vitamin A compounds can lead to hypervitaminosis A-like toxicities.\nCombining tetracyclines and retinoids can lead to pseudotumor cerebri and should be avoided.\n\nIndividuals prescribed acitretin should receive counsel against giving blood donations for at least 3 years. The drug is known to remain in the blood for a long time, and the risk of genetic defects is high.",
    "mechanism": "Retinoids bind cytosolic retinoic acid-binding protein (CRABP) that acts as the intracellular carrier transporting it to the nucleus. In the nucleus, retinoids impact transcription by binding 2 families of nuclear receptors: retinoic acid receptors (RARs) and retinoid X receptors (RXR). RAR and RXR families contain 3 receptor subtypes: α, β, and γ, encoded by different genes. RAR can bind with RXR, forming a heterodimer. RXR can bind with itself, creating a homodimer, or bind with other nuclear receptors such as the thyroid hormone receptor, vitamin D3 receptor, and peripheral peroxidase-activated receptor (PPAR). Dimers of RAR/RXR or RXR/RXR bind to DNA regulatory sequences in the promoter region, retinoid acid response elements (RAREs).\n\nOnce the ligand binds, it undergoes a conformational change to release co-repressors and recruit co-activators. The retinoid-receptor complex may antagonize the action of other transcription factors, thus working indirectly. Acitretin competes with RA for CRABP. Acitretin can activate but does not bind to multiple RARs.\n[5]\n[6]\n\nAcitretin has anti-inflammatory and anti-proliferative effects. The drug normalizes keratinocyte differentiation in the epithelium. Aciretin also hinders the expression of proinflammatory cytokines like interleukin-6 (IL-6), migration inhibitory factor-related protein-8 (MRP-8), and interferon-γ. The agent binds and activates all nuclear subtypes of retinoid X-receptors and retinoic acid receptors.\n\nPharmacokinetics\n\nAbsorption:\nGenerally administered with food, reaching peak plasma concentration in 2.7 hours (2 to 5 hours).\n[7]\n\nDistribution:\nAciretin is 99.9% bound to protein.\n\nMetabolism:\nThe initial metabolism of acitretin involves isomerization; this differs from isotretinoin, where the initial metabolism is oxidation. Acitretin converts to isoacitretin. Acitretin is ultimately eliminated in the bile as beta-glucuronide derivatives or through the kidneys as soluble metabolites. Acitretin can undergo reverse metabolism to etretinate when acitretin is used in combination with alcohol. Following multiple doses, acitretin has a half-life of 49 hours, and cis-acitretin has 63 hours.\n\nElimination:\nAcitretin's metabolites, as well as conjugates of acitretin and cis-acitretin, are excreted in the feces (34% to 54%) and urine (16% to 53%).",
    "administration": "Dosage Forms\n\nAcitretin is available in 10 mg, 17.5 mg, and 25 mg in hard gelatin capsules.\n\nAdult Dosing\n\nInitial:\nAdminister 25 to 50 mg orally daily as a single dose with the main meal.\n\nMaintenance:\nAdminister 25 to 50 mg orally daily after the initial response to treatment. The maintenance dose should have its basis in clinical efficacy and tolerability.\n\nIn psoriasis treatment with acitretin, improvement is seen approximately at weeks 4 to 6. The maximum benefit may take between 3 to 4 months. Treatment dosing is initiated at 25 mg orally once daily. When the disease is stable, dosing is often reduced to 10 mg orally once daily or 25 mg every other day as a maintenance protocol. Treatment with acitretin leads to decreased plaque thickness, scaling, and pruritus. However, there is not much reduction in body surface area (BSA).\n\nIn combination with phototherapy, dosing is recommended at 25 mg orally once daily for 2 weeks before phototherapy, with a need to decrease the initial dose of ultraviolet (UV) light. If a patient is already on a stable dose of UV light and is starting acitretin, reduce the dose by 30% to 50% approximately 7 days after initiation of acitretin.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer label has no dose adjustment guidance for patients with hepatic impairment. However, acitretin is contraindicated in patients with severe hepatic impairment.\n\nRenal impairment:\nAn increase in acitretin plasma concentrations was observed in patients with end-stage renal disease. The drug was not able to be removed by hemodialysis in these subjects.\n\nPregnancy considerations:\nAcitretin is considered a pregnancy category X medicine. Per the box warning, acitretin must not be given to pregnant patients, patients who intend to become pregnant during therapy, or at least 3 years following treatment discontinuation.\n[8]\n\nSignificant human fetal abnormalities have been reported with the administration of acitretin. Drug manufacturers study and collect health information on any exposure to acitretin during pregnancy because of its teratogenic potential. There is a Take to Prevent Pregnancy Program (TAPP) for patient and provider education on the safe use of acitretin and a pregnancy monitoring program for acitretin, which can be accessed online.\n\nAcitretin administration is reported to cause significant human fetal abnormalities associated, including meningoencephalocele, meningomyelocele, multiple synostoses; absence of terminal phalanges, facial dysmorphia; syndactyly; malformations of the hip, ankle, and forearm; low-set ear, high palate, cardiovascular malformation, decreased cranial volume, and alterations of the skull and cervical vertebrae.\n\nBreastfeeding considerations:\nDue to the potential for severe adverse reactions in infants, the manufacturer recommends avoiding acitretin in nursing mothers as the drug is present in breast milk.\n[9]\n\nPediatric Patients:\nThe safety and efficacy of acitretin are not established for pediatric patients.\n\nOlder Patients:\nIn a multiple-dose trial, a 2-fold increase in acitretin plasma concentrations was observed in older patients.",
    "adverse_effects": "A high amount of vitamin A produces a broad spectrum of signs and symptoms, primarily of the musculoskeletal, mucocutaneous, neuropsychiatric, central nervous, and hepatic systems. Many adverse reactions reported using acitretin capsules resemble those of the hypervitaminosis A syndrome. The following adverse reactions are reported in clinical trials and post-marketing experience.\n[10]\n\nCardiovascular: Flushing, acute myocardial infarction, thromboembolism, stroke\n\nImmune System: Hypersensitivity, including angioedema and urticaria\n[11]\n\nNervous System: Headache, pain, rigors; myopathy with peripheral neuropathy, which improved upon discontinuation of the acitretin.\n\nPsychiatric: Aggressive feelings, depression, insomnia, self-injurious behavior, or suicidal thoughts have been reported. Since other factors may have contributed to psychiatric events, whether they relate to acitretin is unknown.\n\nReproductive: Vulvovaginitis (due to\nCandida albicans\n)\n\nSkin and Appendages: Thinning of the skin, exfoliation of the skin, xeroderma, nail disease, pruritus, erythematous rash, paronychia, particularly on the palms and soles; nail fragility, madarosis, alopecia, paresthesia, hyperesthesia, and exfoliative dermatitis\n\nVascular Disorders: Capillary leak syndrome\n[12]\n\nMiscellaneous: Xerophthalmia, visual problems, cheilitis, rhinitis, pseudotumor cerebri, tinnitus, epistaxis, and hepatitis\n\nLaboratory Abnormality: Hypercholesterolemia, increased liver enzymes, increased creatinine phosphokinase, hepatotoxicity, hypertriglyceridemia, hyperglycemia, hypoglycemia, reticulocytosis\n[13]\n[14]",
    "monitoring": "The following tests should be performed routinely in patients who are taking acitretin.\n\nLipid profile\nLiver function tests\n[17]\nComplete blood count (CBC)\nBlood glucose in patients with diabetes\nEvaluation of bone abnormalities and visual problems\nSerum pregnancy testing",
    "toxicity": "Acitretin must be withdrawn at once in overdose cases. Overdose symptoms are similar to acute hypervitaminosis A (headache and vertigo). In mice and rats, the acute oral toxicity (LD\n50\n) of acitretin was only observed at greater than 4,000 mg/kg dose. In one reported overdose, a 32-year-old man with Darier disease took a 525 mg single dose. Later, he vomited for several hours but did not experience any other ill effects. One case of fulminant hepatic failure following an intentional overdose of 600 mg of acitretin was reported, where the patient demonstrated a rapid recovery and did not require liver transplantation.\n[18]\n\nIf any female patient of childbearing age takes an excessive dose of acitretin, a pregnancy test is recommended immediately, and the patient must be counseled as per box contraindications and warnings related to congenital disabilities. Also, patients must be encouraged to use contraceptives for at least 3 years after the overdose."
  }
}