{
  "drug_name": "acrylate",
  "nbk_id": "NBK592413",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK592413/",
  "scraped_at": "2026-01-11T15:21:56",
  "sections": {
    "clinical_significance": "Understanding applications of the index of refraction in optics, optometry, and ophthalmology is vital for achieving the ideal refraction and clarity of vision. The human eye is a complex system of refracting surfaces, including the cornea and crystalline lens. The cornea, aqueous humor, crystalline lens cortex and nucleus, and vitreous humor all have their respective refractive indices, and each can cause or neutralize spherical aberrations in the human eye as these different structures age.\n[14]\n\nThe cornea has a refractive index of 1.37, and the lens varies from a maximum index of refraction at the core of 1.42 to a minimum of 1.37 at the lens surface.\n[15]\n[16]\nThis power of the gradient is independent of the surface powers of the lens; thus, the total refracting power of the crystalline lens is greater than the sum of the surface powers.\n[17]\nThe refractive index of the crystalline lens increases with age, resulting in changes in refractive error.\n[18]\n\nMultiple optical models of the human eye have been developed using these principles to explain optical phenomena and predict refractions in human eyes. The current lenticular theory postulates that presbyopia occurs as a result of changing optic parameters over time, including the growth of the crystalline lens, changes in mean refractive index, and changes in surface refractive index.\n[19]\n\nEyeglasses\n\nThe use of spectacles to correct myopia and presbyopia dates back to the 13th century, but it was not until the 17th century that Willebrord Snell described the relationship between the angles of incidence and refraction, and the optics behind spectacles were understood.\n[17]\nThis relationship, described by Snell's Law, is utilized to select the proper lens for the eyes. As discussed earlier, the refractive index of a material is dependent on the physical properties and electrical permittivity of the substance, so refractive indices vary among different types of lenses.\n[3]\n\nConventional lenses found in today's eyeglasses are made of glass or plastic with fixed focal lengths dependent on the refractive index, curvature, and thickness of the lenses.\n[20]\nRegular plastic and glass lenses tend to have a refractive index of around 1.5.\n[21]\n\nHigh-index lenses have a much higher index of refraction, often between 1.61 and 1.74, to provide similar refractive power as conventional glasses but with a much thinner lens. This is beneficial for patients with high prescription powers. In general, as the refractive index increases, the thickness of the lens decreases. Lastly, different coatings can be added to glasses to achieve different features and cosmetic looks by layering materials with different refractive indexes. High-index lenses, which have a much higher refractive index than traditional lenses, will also reflect more light, and thus, anti-reflective coatings can be applied to reduce this feature. The anti-reflective coating should ideally have a refractive index in between that of air and the material of the high-index lens and be equal to the square root of the lens' refractive index for minimal reflection.\n[22]\n\nContact Lenses\n\nContact lenses are small, artificial devices placed on the eyes that use the inherent properties of lenses to provide correct, refracted vision.\n[15]\nThe refractive index of contact lenses depends on the density of the lens, and the ideal refractive index is to be close to that of the tear film, 1.33.\n[15]\nThe tear film of the eye fills in irregularities on the surface of the cornea so that there is a uniform surface for refraction, and a contact lens is designed to function similarly.\n[15]\n\nThe refractive index of a contact lens dictates the material it is made from. Contact lenses with a refractive index of less than 1.458 are generally made from a material called fluoro silicone acrylates.\n[23]\nFor a refractive index above 1.469, lenses are typically made with silicone acrylates.\n[23]\nLenses with a refractive index between these two values can be made from either material.\n[23]\n\nIntraocular lenses\n\nPMMA, silicone, and acrylic intraocular lenses (IOLs) consist of materials that vary in the index of refraction between 1.40 and 1.56.\n[24]\nThe index of refraction determines the thickness of the IOL and can impact surgical outcomes such as the risk of post-surgical glare from internal and lens-edge reflections.\n[25]\n\nIntraocular lens power calculations depend on certain assumptions that are made with regard to the index of refraction of the cornea. In the case of an eye that has undergone refractive surgery, this assumption is incorrect, and several adjusted IOL power calculation methods have been developed for these types of eyes.\n[26]\n\nWhile most monofocal and multifocal intraocular lenses have constant refractive index throughout the lens, the Fyodorov Gradiol or gradient refractive index optics multifocal IOL has been designed with variable refractive index. This lens may provide less glare compared to the diffractive type of multifocal IOL.\n[19]\n\nTelescope\n\nThe refractive index of air plays an important role in the design of ground-based optical telescopes. To avoid the impact of harmful weather patterns, most telescopes are housed within a glass or plastic dome, creating a temperature, pressure, and speed of air that is of atypical distribution and a resulting refractive index of air that has a nonuniform distribution.\n[27]\n\nThis scenario results in a phenomenon called \"dome seeing,\" in which the quality of the image through the telescope is degraded.\n[27]\nBecause the image's quality depends on a homogenous refractive index of the air through which light travels, changes in temperature and speed of air around the dome impact the refractive index most.\n\nMicroscopy and Optical Coherence Tomography\n\nThe refractive index is used in several medical imaging systems and devices to create optical contrast among tissue samples, making other dyes and labels unnecessary.\n[3]\nLike gas, liquids, and glass, all tissues have an intrinsic index of refraction, which can be analyzed in computed tomography (CT) or optical coherence tomography (OCT) to create contrast and derive meaning from the images produced.\n[3]\n\nThese techniques can also be used in confocal reflectance microscopy, light scattering spectroscopy, and quantitative phase microscopy to derive structural or morphological features of samples.\n[5]\nAs the refractive index of light is wavelength dependent, the dispersion property of material may impact microscopy, though most biomolecules do not have significant dispersion in the visual wavelengths of light.\n[5]\nHowever, this dispersion property can be used to determine the concentration of hemoglobin in red blood cells in vivo, for instance.\n[5]"
  }
}