{
  "drug_name": "activated charachol",
  "nbk_id": "NBK482294",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482294/",
  "scraped_at": "2026-01-11T15:21:57",
  "sections": {
    "indications": "A position statement from the American Academy of Clinical Toxicology (AACT) in 2005 lists the following as contraindications and relative contraindications for activated charcoal use:\n\nPatients with an unprotected airway (in other words, a depressed level of consciousness) without endotracheal intubation\nIf activated charcoal use is likely to increase the risk and severity of aspiration of a toxin (hydrocarbons with high aspiration potentials)\nWhen the threat of GI perforation or hemorrhage is high secondary to medical conditions or recent surgery\nWhen endoscopy is likely to be attempted as activated charcoal may obscure endoscopic visualization\nIn the presence of an intestinal obstruction\nWhen activated charcoal is known to not meaningfully adsorb the ingested toxin such as metals, acids, alkalis, electrolytes, or alcohols\n\nMDAC is relatively contraindicated if decreased peristalsis is likely to occur from the substance ingested (opioids or anticholinergics). If these patients receive MDAC, they should be monitored closely for the development of obstruction or potential aspiration.",
    "mechanism": "Activated charcoal adsorbs ingested toxins within the gastrointestinal tract preventing the systemic absorption of that toxin. Activated charcoal only adsorbs toxins that are in the dissolved liquid phase via direct contact. Orally administered activated charcoal does not get absorbed through the gastrointestinal lumen and acts within the gastrointestinal (GI) tract in its unchanged form. Ingested toxins come in contact with activated charcoal if the drug has not yet been absorbed from the gastrointestinal lumen or via recirculation of the toxin into the gut lumen by either enterohepatic recirculation, or entero-enteric recirculation through active secretion, or passive diffusion.\n\nActivated charcoal adsorption of toxins is based on the equilibrium between the free toxin and the activated charcoal/toxin complex. Desorption of the toxin from activated charcoal may occur. However, in the presence of adequate doses of activated charcoal, the equilibrium is shifted towards the activated charcoal/toxin complex. This attempt to shift the equilibrium in favor of activated charcoal/toxin complexes is the rationale for dosing activated charcoal to activated charcoal: toxin ratio of 10 to 1 (see below).\n\nActivated charcoal best adsorbs toxins in their nonionized forms. Polar, water-soluble molecules are less likely to be adsorbed. Due to the pharmacodynamics of activated charcoal, it best absorbs nonpolar, poorly water-soluble organic toxins.\n[12]\n\nMost ingested toxins will have decreased systemic absorption in the presence of activated charcoal, including acetaminophen, aspirin, barbiturates, tricyclic antidepressants, theophylline, phenytoin, and a majority of inorganic and organic materials.\n[13]\n[14]\n[15]\n[14]\nIt is important to note that activated charcoal does not effectively adsorb alcohols, metals such as iron and lithium, electrolytes such as magnesium, potassium, or sodium, and acids or alkalis due to the polarity of these substances.",
    "administration": "Clinicians should administer activated charcoal when they believe an ingested toxin is still in the gastrointestinal tract and when the benefits of preventing the absorption of the toxin are assumed to outweigh the risks posed by administering activated charcoal. The optimal dosing of activated charcoal is unknown. Activated charcoal administration can be oral or via nasogastric and orogastric tubes. When the dose of the ingested toxin is known, experts recommend activated charcoal at a 10 to 1 ratio of activated charcoal to the ingested toxin. This ratio may be impractical when the patient has ingested large doses of a toxin.\n[16]\nWhen the amount of toxin ingested is unknown, or it is impractical to achieve a 10 to 1 ratio in large dose toxic ingestions, SDAC should be administered at a dose of 1 g/kg of body weight or using a simplified age-based dosing scheme:\n\nSDAC dosing adult: 50 to 100 g\nSDAC dosing infants younger than one year: 10 to 25 g\nSDAC children 2 to 12 years: 25 to 50 g\nSDAC children older than 12 years: follow adult dosing\n\nMultiple-dose activated charcoal (MDAC) refers to the administration of two or more sequential doses of activated charcoal for enhanced elimination of the ingested toxin. MDAC appears to prevent ongoing absorption of drug remaining within the GI tract and enhance elimination via enterohepatic or entero-enteric recirculation. While the quality of clinical data is not robust, researchers believe MDAC is beneficial for “potentially life-threatening” ingestions of carbamazepine, dapsone, phenobarbital, quinine, and theophylline.\n\nDosing strategies of MDAC vary. The initial dosing is either a 10 to 1 ratio of activated charcoal to the toxin or 1 g/kg of bodyweight. Interval MDAC doses range from 0.25 to 0.5 g/kg of body weight every 1 to 6 hours in adults. Some cases have employed the continuous administration of activated charcoal through an NG tube. A simplified MDAC approach for adult patients would be:\n\nA loading dose of 25 to 100 g\nRepeat doses of 10 to 25 g of activated charcoal every 2 to 4 hours\n\nDue to the variability in proper dosing strategies and indications for MDAC administration, it would be reasonable to consult a regional toxicologist or Poison Control Center before initiating MDAC therapy.\n\nFormulations have been attempted to increase the palatability of activated charcoal, which is black and has a gritty texture. Ready-to-use aqueous suspensions of activated charcoal are available in 15 g, 25 g, and 50 g doses and formulations premixed with sorbitol. If activated charcoal is not premixed, a slurry can be made with activated charcoal in a 1 to 8 ratio of activated charcoal to a suitable liquid such as water, cola, or flavored syrups. Offering activated charcoal in an opaque cup with a lid and straw is an easy way to increase the palatability of activated charcoal.",
    "adverse_effects": "Pulmonary aspiration and a resulting aspiration pneumonitis are the most concerning risks of administration of activated charcoal. Aspiration from emesis and misplaced nasogastric tubes for activated charcoal administration can lead to severe respiratory compromise and even death. Therefore, an adequate airway assessment must occur before activated charcoal administration. In patients with a depressed level of consciousness, providers must consider the risk-to-benefit ratio of intubation for airway protection and the therapeutic benefits of activated charcoal. Emesis occurs more often with rapid administration of activated charcoal, and the risk of emesis increases when the activated charcoal has sorbitol added. Patients should be monitored for mental status changes and continued airway protection if emesis occurs.\n\nWhile emesis is a common adverse effect, more significant gastrointestinal complications such as bowel obstructions have been reported after the administration of activated charcoal. Patients with pre-existing motility disorders, those receiving opioids or antimuscarinic drugs, and those treated with MDAC might be at greater risk. However, the likelihood of a more significant gastrointestinal complication following SDAC therapy is low.\n[4]",
    "monitoring": "As activated charcoal remains inert within the GI tract, no therapeutic index for systemic absorption exists.",
    "toxicity": "No significant toxicity from activated charcoal exists as it is not systemically absorbed; however, adverse effects from the administration, as listed above, such as emesis, aspiration, and bowel obstruction, can occur."
  }
}