{
  "drug_name": "active gereinigter honig",
  "nbk_id": "NBK499817",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499817/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Systemic lupus erythematosus (SLE) is an autoimmune disease that causes chronic inflammation and damage to multiple organs. This condition is diagnosed clinically and serologically with the presence of autoantibodies. Hippocrates first documented a case of lupus in 400 BCE, and in the 18th and 19th centuries, SLE was believed to be associated with tuberculosis or syphilis. Over time, the understanding of lupus evolved from being seen as solely a dermatologic manifestation to being recognized as a comprehensive multisystemic disease.\n\nA common and severe manifestation of SLE that requires evaluation is kidney involvement, referred to as \"lupus nephritis.\" Monitoring kidney function in patients with SLE is crucial, as early detection and management of renal impairment can significantly improve outcomes. Lupus nephritis typically develops 3 to 5 years after the onset of SLE. Histological evidence of lupus nephritis is present in most SLE patients, even when clinical signs of renal disease are not apparent.\n\nMonitoring for the development of lupus nephritis involves serial assessments of creatinine levels, urine protein-to-creatinine ratio, and urinalysis. These tests help detect increases in serum creatinine and the presence of proteinuria, which is commonly observed in lupus nephritis. Given the high risk of increased morbidity, timely treatment is crucial to prevent progression to end-stage renal disease (ESRD).\n[1]\n[2]\n[3]\n[4]\nThe primary objective of treatment is to normalize kidney function or, at the very least, prevent further decline. Treatment options vary significantly based on the underlying pathological lesions.\n[5]\n[6]",
    "mechanism": "The pathogenesis of lupus nephritis involves a combination of genetic, environmental, and immune system factors. The condition is primarily driven by a type III hypersensitivity reaction, which leads to the formation of immune complexes. Anti-double-stranded deoxyribonucleic acid (anti-dsDNA) antibodies bind to DNA, which forms anti-dsDNA immune complexes. These immune complexes deposit in the mesangium, subendothelial, or subepithelial spaces near the glomerular basement membrane, triggering an inflammatory response. This activates the complement pathway, resulting in the influx of neutrophils and other inflammatory cells, which contribute to the development of lupus nephritis.\n\nGenetic Factors\n\nAs with many other autoimmune diseases, genetic predilection has a significant role in the development of SLE and lupus nephritis. The loss of self-tolerance is considered a polygenic phenomenon, although this is incompletely understood. Over 50 genetic polymorphisms have been linked to the development of lupus nephritis, including those involving platelet-derived growth factor receptor-alpha\n,\napolipoprotein L1, and hyaluronan synthase 2\n.\nHuman leukocytic antigen (HLA) alleles are also associated with lupus nephritis. Specifically, HLA-DR3 and HLA-DR15 increase the risk of lupus nephritis, particularly in patients of European descent, whereas HLA-DR4 and HLA-DR11 appear to offer protective effects.\n[7]\n\nSLE is more commonly observed in first-degree relatives of affected individuals, with a reported familial prevalence of 10% to 12%. Monozygotic twins exhibit higher concordance rates (25%-57%) than dizygotic twins (2%-9%). These concordance rates support the significant role of genetics in the development of SLE. However, the fact that monozygotic twins do not have a 100% concordance rate suggests that environmental factors also have an important role in the development of the disease.\n[8]\n[9]\n\nSeveral gene variations contribute to the development of lupus nephritis, as mentioned below.\n\nIFIH1\n: This gene encodes melanoma differentiation-associated protein-5 (MDA5)—a sensor for double-stranded ribonucleic acid (dsRNA). This gene variation enhances RNA binding and leads to stronger baseline and ligand-induced type I interferon (IFN) responses. Patients with SLE who carry\nIFIH1\nrisk variants exhibit heightened type-I IFN responses and a greater likelihood of developing anti-dsDNA antibodies, which may contribute to the development of lupus nephritis.\n[10]\n\nITGAM\n: This gene codes for CD11b-integrin (alpha-M), which is a subunit of the alpha-M beta-2 integrin complex, also known as complement receptor 3 (Mac-1). This protein is expressed in dendritic cells, macrophages, and granulocytes.\n[8]\n\nFCGR\n: This gene encodes Fc gamma receptors, which have a crucial role in the removal of immune complexes.\n[8]\n[9]\n\nAPOL1\nand\nFcγRIIa\n: These genetic variants are associated with an increased risk of lupus nephritis in Black individuals.\n[7]\n\nEnvironmental Factors\n\nUp to 80% of patients with SLE exhibit sensitivity to UV light, with skin exposure often triggering symptoms and lupus flares. UV light promotes neutrophilic infiltration in the skin.\n[11]\nNeutrophils are crucial in mediating both local and systemic lupus symptoms. A study observed that neutrophils migrated to the kidney tubulointerstitial space upon light exposure, intensifying the inflammatory response. This interaction between the skin and kidneys has led some researchers to suggest a potential link between air pollution and the development or worsening of SLE.\n[12]\n[13]\n\nDysregulation of the gut microbiome may contribute to SLE, as increased intestinal membrane permeability can allow bacterial translocation into the systemic circulation. A potential marker for this dysregulation is the\nBacteroides\n/\nFirmicutes\nratio.\n[14]\nA proposed etiologic theory for SLE suggests that translocated bacteria may trigger autoimmunity through molecular mimicry. Additionally, some evidence indicates that food antigens could influence autoimmune responses. Further research is needed to validate these hypotheses.\n[15]\n[16]\n\nViral infections, particularly Epstein-Barr virus, parvovirus B19, and human endogenous retroviruses, have been associated with SLE flares and lupus nephritis.\n[17]\nSARS-CoV-2 has recently been associated with de novo SLE diagnoses, with molecular mimicry suggested as the underlying mechanism.\n[18]\n\nImmune System Dysregulation\n\nImmune system dysregulation in SLE has been well-understood for many decades. Lupus nephritis is a type III hypersensitivity reaction that results from the formation of immune complexes. Autoimmunity has a crucial role in the development of lupus nephritis, leading to the production of autoantibodies directed against nuclear elements.\n[9]\n[19]\nThese autoantibodies form immune complexes within blood vessels, which are then deposited in the glomeruli. Additionally, autoantibodies may bind to glomerular basement membrane antigens, forming immune complexes in situ. These immune complexes trigger an inflammatory response by activating the complement system and recruiting inflammatory cells. Glomerular thrombosis is another pathogenic phenomenon in lupus nephritis, especially in patients with antiphospholipid syndrome. This may result from the interaction between antibodies and negatively charged phospholipid proteins.\n[20]\n\nLupus nephritis can progress in severity over time through a phenomenon called \"epitope spreading,\" where autoantibodies initially recognize one epitope, then expand to recognize additional epitopes on the same molecule, followed by recognition of epitopes on other molecules. This process involves both intramolecular and intermolecular epitope spreading. Initially, deposits form in the mesangium (class I/II), but as epitope spreading occurs, additional antibodies are produced, leading to deposits in the subendothelial and subepithelial compartments (class III/IV).\n[20]\n\nAnti-dsDNA antibodies are a hallmark of SLE, with apoptotic cells providing the extracellular DNA against which these antibodies are directed. These autoantibodies form immune complexes with nucleosomes that are deposited in the glomeruli and interstitial space. Additionally, anti-dsDNA antibodies activate the complement system and immune cells, particularly B lymphocytes and dendritic cells. However, anti-enolase-1 and anti-histone-2 antibodies may correlate more strongly with lupus nephritis than anti-dsDNA antibodies.\n[20]\n[21]\nAnti-C1q, anti-nucleosome, anti-alpha actinin, and anticardiolipin antibodies also have a role in the pathogenesis of SLE. These antibodies can cross-react; for example, anti-alpha actinin interacts with anti-dsDNA to form a subset of higher affinity anti-dsDNA.\n\nAnticardiolipin antibodies are believed to induce mesangial cell apoptosis, while anti-dsDNA antibodies are thought to activate neutrophil extracellular traps (NETs).\n[21]\nBoth marrow and extramedullary production of neutrophils and NETs have been observed in SLE. Evidence also suggests that macrophages shift from phagocytic cells to antigen-presenting cells, impairing the clearance of apoptotic cell debris. Additionally, dendritic cells secrete cytokines, particularly IFN-1, which have a crucial role in activating T lymphocytes and initiating fibrosis.\n[9]\nT-follicular helper (Tfh) cells are expanded, and the ratio of Tfh to T-regulatory cells (T\nreg\n) cells increases in active SLE, particularly in classes III and IV. These circulating immune cells interact with kidney cells, including glomerular epithelial cells, mesangial cells, podocytes, and tubular epithelial cells, to initiate autoimmunity.\n[18]\n[22]\nTubular epithelial cells secrete B-cell activating factor, which promotes the formation of tertiary lymphoid structures and has been investigated as a potential therapeutic target.\n[23]\n\nUncontrolled complement activation also contributes to the pathogenesis of SLE, involving all 3 complement pathways. Low C3 levels are more strongly correlated with lupus nephritis than low C4 levels, highlighting the significance of the alternative complement pathway in this process. Vitamin D has immunomodulatory properties, and low 25-hydroxyvitamin D3 (25(OH)D) levels are associated with lupus nephritis; an inverse correlation has been observed between 25-D3 levels and SLE activity. However, determining cause and effect is challenging, as patients with SLE are often advised to limit sun exposure.\n[18]\n[24]",
    "monitoring": "Laboratory\n\nIn active SLE, serum C3 and C4 levels are typically low, and anti-dsDNA autoantibodies are often positive. Serum creatinine levels may be elevated or normal in the presence of proteinuria. Urinalysis commonly reveals proteinuria, microscopic hematuria, or red blood cell casts, with proteinuria indicating glomerular damage. Proteinuria exceeding 3.5 g/d is classified as nephrotic range. If significant proteinuria is present, a comprehensive metabolic panel may show hypoalbuminemia following a prolonged period of active disease. In patients with active SLE, screening for proteinuria and hematuria is recommended every 3 months.\n\nProteinuria and creatinine are the most extensively studied markers for evaluating lupus nephritis activity. However, these markers are relatively insensitive and may reflect longstanding disease when abnormal. The urinary soluble cluster of differentiation (CD163), a cleavage product of a macrophage receptor, has emerged as a novel marker for detecting early damage in lupus nephritis. Studies have demonstrated a strong correlation between urinary CD163 levels and active disease, with decreases below a specific threshold preceding improvements in proteinuria and creatinine. Additionally, urinary CD163 has shown greater sensitivity and specificity for lupus flares than traditional antibody and complement measurements, making it a promising prognostic indicator for various inflammatory renal diseases.\n[37]\n[38]\n[39]\n\nRadiographic\n\nA bilateral kidney ultrasound is recommended to exclude hydronephrosis or obstruction.\n\nBiopsy\n\nRenal biopsy is a cornerstone in diagnosing lupus nephritis, providing critical information about the histological form and stage of the disease, including activity and chronicity. These findings guide prognosis and treatment strategies. However, a biopsy is not always performed, as lupus nephritis can sometimes be diagnosed clinically. Biopsy complications are possible, particularly in patients with thrombocytopenia, abnormal coagulation profiles, or small kidneys. In such cases, empiric treatment is often initiated without a biopsy. Studies have shown that clinical symptoms do not consistently align with biopsy findings, thereby complicating the prediction of disease course. The decision to perform a renal biopsy varies across institutions.\n\nA renal biopsy is recommended when the results are likely to influence the management of lupus nephritis. For patients with other severe SLE manifestations, such as central nervous system or hematological involvement, who are already planned for treatment with cyclophosphamide, a biopsy may not be strictly necessary. However, a biopsy should still be considered, as it may provide valuable prognostic information regarding renal outcomes. Sampling errors can occur during a renal biopsy, making it essential to interpret biopsy results in the context of the patient's clinical presentation and laboratory findings. The expertise of pathologists in evaluating lupus nephritis biopsy specimens varies significantly. Studies indicate that larger medical centers, which treat many SLE patients, tend to provide more consistent and reliable biopsy interpretations.\n\nMultiple studies have demonstrated discrepancies between clinical and histological responses in lupus nephritis. Even with an activity index of 0 at 6 to 8 months of treatment, many patients may have histologically active renal disease despite achieving clinical remission, which is typically defined as creatinine levels near baseline and proteinuria below 500 mg/d or reduced by half. Some studies have shown a correlation between ongoing histological activity, lupus nephritis flares, and poor renal outcomes.\n[40]\n[41]\n[42]\nIn some patients, clinical remission may not be achievable due to chronic damage. For these patients, a repeat biopsy can be useful—if the activity index is near 0, immunosuppression may be discontinued.\n[27]\n[43]\nComplete histological remission can take months or even up to 10 years in certain cases.\n[27]\n\nA trial in Argentina prospectively followed patients with proliferative lupus nephritis, withdrawing immunosuppression only if the activity index was 0 on repeat biopsy. The cohort was followed for a median of 8 years, with 9.2% developing subsequent lupus flares—significantly lower than the average flare rates observed in similar cohorts, which ranged from 1.7 to 68 times more frequent, depending on the study.\n[44]",
    "administration": "The treatment of lupus nephritis is primarily guided by histopathological class. All patients should initiate therapy with hydroxychloroquine at baseline unless contraindicated, with regular ophthalmological exams to assess for retinal toxicity. A recent trial showed that individuals receiving hydroxychloroquine experienced fewer flares compared to those who were not treated.\n[45]\n[46]\n[47]\nGenerally, classes I and II may require monitoring and may not need treatment, particularly if proteinuria is under 500 mg/d. Immunosuppressive therapy and steroids are necessary for classes III and IV, while renal replacement therapy is considered for class VI, where most glomeruli are sclerotic. Active disease generally predicts a better response to treatment than chronic disease.\n\nTreating risk factors that may contribute to the progression of CKD or ESRD is crucial for patients with lupus nephritis. Statin therapy should be initiated to manage lipid levels, as both lupus nephritis and CKD increase cardiovascular morbidity and mortality. Antihypertensive treatment with either angiotensin-converting enzyme inhibitors or angiotensin receptor blockers is recommended for patients with proteinuria or hypertension. Vitamin D or E supplementation, along with omega-3 fatty acids, has shown improvements in inflammatory markers, endothelial function, and energy levels in SLE. Additionally, curcumin has demonstrated promising anti-inflammatory, antioxidant, and anti-proteinuric effects in lupus nephritis.\n[15]\n[48]\n\nThe treatment of lupus nephritis involves induction and maintenance phases, utilizing both immunosuppressive and non-immunosuppressive therapies. The induction phase focuses on achieving a renal response through immunosuppressive agents and anti-inflammatory medications. Once a renal response is achieved, maintenance therapy is implemented for a prolonged period with both immunosuppressive and non-immunosuppressive agents to prevent relapse, requiring regular monitoring.\n\nEuropean Alliance of Associations for Rheumatology (EULAR), European Renal Association (ERA), and Kidney Disease: Improving Global Outcomes (KDIGO) guidelines recommend maintenance therapy with low-dose mycophenolate mofetil (MMF) or azathioprine, with or without glucocorticoids (<7.5 mg), for at least 3 years after achieving stable clinical remission (12 months per KDIGO).\n[45]\nDuring induction therapy, prophylaxis against pneumocystis pneumonia should be administered. Chronic glucocorticoid use raises concerns about bone density loss, making it crucial to take preventive measures, including supplementation and a baseline dual-energy x-ray absorptiometry scan.\n[49]\n[50]\n\nInduction Therapy for Classes III and IV Lupus Nephritis\n\nThe 2019 EULAR guidelines recommend initiating treatment with MMF (2-3 g/d or equivalent mycophenolic acid) or cyclophosphamide (500 mg for 6 biweekly doses), combined with 3 days of intravenous glucocorticoids, followed by a prednisone taper to the lowest dose. Pulse steroids with each cyclophosphamide dose are linked to improved outcomes and reduced oral glucocorticoid use in patients with classes III, IV, and V SLE. MMF with a calcineurin inhibitor or high-dose cyclophosphamide may be alternatives for patients with nephrotic-range proteinuria or poor prognostic factors.\n[45]\n[51]\nThe median time to induction for complete remission in responders is 4.3 months (range 2-6 months).\n[40]\n\nCyclophosphamide is the preferred treatment for life-threatening complications of SLE, such as pulmonary involvement or rapidly progressive lupus nephritis.\n[18]\nMMF has shown superiority over cyclophosphamide for induction therapy in proliferative lupus nephritis, particularly in Black, Hispanic, and Chinese populations.\n[18]\n[52]\n[53]\nEvidence suggests that MMF specifically targets dendritic cells, which may explain its effectiveness in these cases.\n[9]\n\nSirolimus (a mammalian target of rapamycin inhibitor), tacrolimus, cyclosporine, and methotrexate have been used in patients who cannot tolerate other medications.\n[9]\nThe Chinese Systemic Lupus Erythematosus Treatment and Research Group found sirolimus to be superior to tacrolimus in reducing glucocorticoid use and improving the serological profile.\n[54]\nIf improvement is observed after 6 months, a lower dose of MMF or azathioprine can be continued as maintenance therapy. A randomized controlled trial demonstrated that MMF is superior to azathioprine for maintenance therapy.\n[55]\n[56]\n\nIf there is no improvement or sufficient renal response after 6 months, therapy is often switched to an alternative agent, or rituximab is administered.\n[45]\nAlthough rituximab is frequently used in the treatment of lupus nephritis—possibly due to the perception of fewer adverse effects—the LUNAR trial did not demonstrate a statistically significant benefit when rituximab was added to standard MMF therapy in patients with active proliferative lupus nephritis, although a nonsignificant trend toward improvement was observed.\n[18]\n[57]\n\nInduction Therapy for Class V Lupus Nephritis\n\nImmunosuppressive therapy should be considered alongside hydroxychloroquine for patients with proteinuria exceeding 1 g/d.\n[7]\nInitial treatment involves MMF combined with prednisone for a duration of 6 months. If clinical improvement is achieved, maintenance therapy is initiated with either a reduced dose of MMF or azathioprine. For cases without improvement, cyclophosphamide with pulse-dose glucocorticoids may be administered for an additional 6 months. When class V lupus nephritis is accompanied by class III or IV features, treatment should follow the protocol for class III or IV disease.\n[30]\nCyclophosphamide, calcineurin inhibitors, or azathioprine with steroids can also be considered.\n[7]\n\nRenal Replacement Therapy\n\nPatients with ESRD due to lupus nephritis who initiate dialysis experience outcomes similar to those of dialysis patients without lupus nephritis. Patients with lupus nephritis should receive education regarding the potential for renal transplantation should be provided when the glomerular filtration rate falls below 20 mL/min, as with other patients. The risk of recurrent lupus pathology in the renal allograft is estimated at 2% to 11%, with a median follow-up of 4 years. Previously, it was believed that patients with lupus nephritis should remain on hemodialysis for a period to ensure disease quiescence; however, studies have not supported this practice. Patients who underwent preemptive renal transplantation demonstrated better allograft function without higher rates of recurrent lupus nephritis. Additionally, patients with lupus nephritis have allograft outcomes comparable to those of transplant recipients with other etiologies of ESRD.\n[7]\n[58]\n\nPregnancy\n\nSLE and lupus nephritis predominantly affect women of childbearing age, making pregnancy management and fertility preservation key concerns. Rituximab is often preferred over cyclophosphamide for women prioritizing fertility preservation. Before pregnancy, women with SLE should undergo testing for antiphospholipid antibodies, including lupus anticoagulant, anticardiolipin, and β-2 glycoprotein, to assess the risk of pregnancy-related complications. Anti-Ro (SSA) and anti-La (SSB) antibodies should also be assessed, as they are associated with an increased risk of complete fetal heart block.\n[59]\nThe treatment of class III, IV, and V lupus nephritis during pregnancy differs from standard approaches. Glucocorticoids, such as prednisone, dexamethasone, or betamethasone, are commonly used to manage active lupus nephritis. Azathioprine may be added to minimize glucocorticoid dosage and its associated risks.\n\nHydroxychloroquine is the primary treatment for mild lupus nephritis during pregnancy, and prednisone is the preferred therapy for clinically active lupus nephritis. Azathioprine is considered safe during pregnancy, and belimumab can be used until the second trimester.\n[9]\n[18]\nIdeally, patients should achieve remission for at least 6 months before attempting pregnancy. Additionally, pregnant individuals should begin low-dose aspirin around 12 weeks of gestation to reduce the risk of thrombosis. Please see StatPearls' companion resource, \"\nGlomerulonephritis in Pregnancy\n,\" for more information.\n\nAntiphospholipid Syndrome\n\nPatients with SLE who test positive for antiphospholipid antibody syndrome are at an increased risk of thrombotic events. Hydroxychloroquine is recommended for these patients due to its thromboprotective properties. Low-dose aspirin may also be considered as part of the treatment.\n[60]\nPlease see StatPearls' companion resource, \"\nAntiphospholipid Syndrome\n,\" for more information.\n\nLupus anticoagulant significantly increases the risk of arterial thrombosis. Patients with SLE and positive antiphospholipid antibodies should avoid using combined oral contraceptives, patches, or rings due to the heightened risk of thrombosis. Additionally, patients with lupus nephritis and antiphospholipid antibody syndrome face a higher risk of renal allograft loss following a transplant, and this factor should be carefully evaluated during the transplant workup.\n[61]\n[62]\n\nNew Therapies\n\nIn the past 4 years, several new agents have been studied or approved for use in SLE and lupus nephritis, paving the way for a multitargeted approach that combines standard therapies with novel treatments addressing different mechanisms of action. We are likely entering an era where targeted therapies will enable improved personalization based on laboratory, demographic, and biopsy-specific factors. In addition to standard treatment, the 2 drugs approved for use in lupus nephritis include belimumab and voclosporin.\n\nBelimumab is a soluble B-cell activating factor (BAFF) antibody that was approved in 2011 for treating active SLE, and it was also approved in 2020 for induction therapy in lupus nephritis, in addition to standard MMF/cyclophosphamide/steroid protocols. Belimumab is a fully human monoclonal IgG1λ antibody that neutralizes BAFF and has demonstrated improved outcomes when used with standard protocols. The Belimumab International Study in Lupus Nephritis (BLISS-LN) study trial demonstrated its effectiveness in lupus nephritis, leading to its approval for use.\n[46]\n[63]\n\nA theory suggests that while rituximab depletes B lymphocytes, elevated BAFF levels following treatment may trigger lupus flares. To investigate this, the BEAT LUPUS trial compared belimumab to placebo in patients with refractory disease who had previously received rituximab. The trial found significantly lower anti-dsDNA antibody levels and a reduction in lupus nephritis flares in patients treated with belimumab.\n[64]\nAdditionally, belimumab may be particularly beneficial for patients with high disease activity and those with cutaneous, musculoskeletal, or serologic manifestations of lupus.\n[61]\n\nVoclosporin is a calcineurin inhibitor that inhibits interleukin 2, decreasing T-cell activation. This drug is more potent than tacrolimus or cyclosporine and is a more stable molecule, so monitoring levels is unnecessary.\n[65]\n[66]\nBelimumab appears less nephrotoxic than voclosporin and can be used with impaired renal function. On the other hand, voclosporin may be more effective in patients with proteinuria greater than 3.0 g/d.\n[67]\n[68]\nBoth voclosporin and belimumab have been associated with more rapid tapering of glucocorticoids.\n[18]\n\nPhase-3 trials\n\nSeveral medications currently undergoing phase-3 trials show promising results.\n\nAnifrolumab, an IFN receptor antagonist, has demonstrated improved parameters when used alongside standard therapy protocols. The drug blocks the downstream activation of B- and T lymphocytes, dendritic cells, and epithelial cells. Anifrolumab was approved in 2021 for the treatment of moderate-to-severe SLE.\n[9]\n\nAtacicept is a fusion protein that combines the transmembrane activator calcium modulator and cyclophilin ligand interactor (TACI) receptor, a BAFF receptor, with the Fc region of IgG. This molecule can bind and neutralize both BAFF and APRIL, which may offer increased efficacy compared to treatments targeting BAFF alone. Telitacicept shares a similar mechanism of action.\n\nObinutuzumab, ocrelizumab, and epratuzumab are antibodies that target surface receptors on CD20 and CD22 B cells.\n[9]\n\nIanalumab is a dual-action human monoclonal antibody that targets B lymphocytes expressing BAFF and has shown effectiveness in Sjögren syndrome.\n\nDeucravacitinib is a Janus kinase inhibitor that also modulates type-I IFN-associated gene expression and is believed to be more specific and targeted in its actions.\n\nSodium-glucose cotransporter-2 inhibitors have proven effective in reducing proteinuria and mortality across various renal diseases. A large cohort study found that this class of medications reduces the risk of developing lupus nephritis in patients with SLE.\n[18]\n[46]\n\nPovetacicept is a dual BAFF/APRIL antagonist that has recently been tested in humans and shown to be well-tolerated. This is being studied for its potential in treating antibody-related autoimmune diseases, including lupus nephritis and IgA nephropathy. Preliminary results indicate a reduction in specific antibody types.\n[69]",
    "adverse_effects": "Clinicians should be mindful of the following important complications:\n\nHypertension (sometimes refractory)\nExcessive edema\nChronic kidney disease\nEnd-stage renal disease\nIncreased thrombotic risk for patients with nephrotic syndrome"
  }
}