{
  "drug_name": "acyclovir",
  "nbk_id": "NBK542180",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542180/",
  "scraped_at": "2026-01-11T15:22:00",
  "sections": {
    "indications": "The only absolute contraindication to acyclovir is hypersensitivity.\n\nCautions include renal failure/impairment, immunocompromised host, potential risk of thrombotic thrombocytopenic purpura (TTP), and hemolytic uremic syndrome (HUS).\n\nRegarding pregnancy and lactation, acyclovir has been shown to cross the placenta. Acyclovir's manufacturer recommends caution during pregnancy and only using it when necessary and indicated, as only a few studies have been conducted. Specifically, cases of HSV hepatitis have received treatment during pregnancy.\n\nAlthough rare, this condition can become disseminated and fatal in pregnant patients. Although all 56 patients studied had transaminitis, only 18.2% had a vesicular rash. For patients treated with acyclovir empirically, it conferred no risks to the fetus.\n[23]\nAcyclovir has been shown to enter breast milk but is generally considered compatible with breastfeeding.\n[24]",
    "mechanism": "Acyclovir is an antiviral agent that incorporates itself into viral DNA, preventing further synthesis. It inhibits DNA synthesis and viral replication after converting to acyclovir triphosphate by viral and cellular enzymes. Acyclovir is a synthetic purine nucleoside analog demonstrating in vitro and in vivo inhibitory activity against both herpes simplex virus types 1 (HSV-1), 2 (HSV-2), and varicella-zoster virus.\n[17]\n\nAcyclovir-resistant herpes simplex viruses (HSV) are uncommon in immunocompetent patients (< 1%), except for corneal infections. Acyclovir-resistant HSV is more common in immunocompromised patients, eg, hematopoietic stem cell transplant patients.\n[18]",
    "administration": "Acyclovir administration may be oral or intravenous.\n\nFor limited mucocutaneous lesions, acyclovir administration can be via the oral route. In cases with disseminated, visceral, or CNS involvement, the acyclovir administration should be intravenous.\n[12]\n\nWhen taken orally, acyclovir may be taken with or without food 2 to 5 times a day for 5 to 10 days and up to 12 months to prevent outbreaks of genital herpes.\n\nIntravenous administration should be done via IV infusion only, over 1 hour, at a constant rate to prevent renal damage. Medication should be in a diluted D5W solution or 0.9% NaCl to a final concentration of less than or equal to 7 mg/mL.\n\nThe following is a non-exhaustive list of dosing regimens:\n\nHSV Encephalitis\n- 10 mg/kg IV every 8 hours for 21 days; use ideal body weight for obese patients\nGenital HSV\n(immunocompetent patients):\nMild or moderate infection, initial episode - 400 mg orally three times daily for 7 to 10 days\nSevere infection, the first episode - 5 to 10 mg/kg IV every 8 hours for 10 days; use ideal body weight for obese patients\nRecurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days\nGenital HSV\n(immunocompromised patients):\nInitial episode - 400 mg orally three times daily for 5 to 10 days\nRecurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days\nVaricella-zoster - Chickenpox\nImmunocompetent patients - 800 mg orally four to five times a day for 5 to 7 days\nImmunocompromised patients - 800 mg orally 5 days daily for 7 days\nVaricella-zoster - Shingles\nImmunocompetent patients - 800 mg orally five times a day for 7 days\nImmunocompromised patients - 10 mg/kg IV every 8 hours for 7 days; use ideal body weight for obese patients\n\nAcyclovir has poor bioavailability, which is about 10 to 20%.\n[19]\nValacyclovir is a prodrug of acyclovir with an improved bioavailability of about 54%. Intestinal, hepatic, and renal hydrolases convert valacyclovir into acyclovir. IV-administered acyclovir demonstrates dose-independent linear pharmacokinetics.\n\nAcyclovir plasma protein binding is low at about 15% and can penetrate the blood-brain barrier. Acyclovir is primarily renally eliminated unchanged by glomerular filtration and active tubular secretion. The mean half-life for acyclovir after I.V. administration ranges from 2.5 to 3 hours. The patient’s renal clearance correlates well with the creatine clearance.\n\nTherefore, patient variability in the safety and efficacy of acyclovir is significantly based on the patient’s age and renal function, which requires careful monitoring. Renal impairment can dramatically increase the half-life of acyclovir, eg, up to 10 times. The pharmacokinetics of acyclovir is similar in pediatric patients. Variants in the\nNUDT15\nand\nABCC4\ngenes might impair the efficacy of acyclovir.",
    "adverse_effects": "Most commonly, patients experience malaise.\n\nLess commonly, patients experience inflammation or phlebitis at the infusion site, nausea, vomiting, transaminitis, and rash (including Steven-Johnson syndrome) when taken intravenously. Rotating infusion sites and decreasing the final infusion concentration to less than 10 mg/mL can help prevent inflammation/phlebitis at the infusion site.\n[20]\n[21]\nPatients also may experience nausea, vomiting, diarrhea, and headache when taken orally.\n\nLess commonly, patients experience abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness, and fatigue.\n\nIn certain pediatric patients, acyclovir has been shown to decrease hemoglobin concentrations and the absolute neutrophil count.\n\nBrandariz-Nuñez, D. et al conducted a systemic review of neurotoxicity caused by acyclovir or its prodrug valacyclovir neurotoxicity in 119 patients (acyclovir: N = 88 and valaciclovir: N = 35).\n[22]\nThe mean age of the patients was 59.5 years old. There was renal impairment in 83.3% of the patients, with 57.1% of the patients with end-stage renal disease. Based on renal function, the prescribed dose was higher than the dosing guidelines in 59.7% of the patients. Reported neurotoxicity adverse effects of acyclovir and its prodrug valacyclovir are agitation, altered consciousness, confusion, and hallucinations. The mean onset of neurotoxicity was 3.1 days (+/- 4.3 days) after the start of acyclovir or its prodrug valacyclovir, and the mean recovery time was 9.8 days (+/- 21.7 days).",
    "monitoring": "Patients should be monitored for adverse effects such as malaise, inflammation or phlebitis at the infusion site, nausea, vomiting, rash (including Steven-Johnson syndrome), transaminitis, nausea, vomiting, diarrhea, headache, abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness and fatigue.",
    "toxicity": "Acute kidney injury (AKI) is the most significant adverse effects of parenteral acyclovir administration. The incidence of AKI is comparable to other nephrotoxic medications such as aminoglycosides. Patients with CKD are at higher risk. Dose adjustment of acyclovir for ideal body weight and baseline renal function is imperative.\n[25]\nA study regarding the pharmacokinetics of acyclovir demonstrated that a patient's glomerular filtration and tubular secretion contribute to its renal excretion.\n[26]\n\nAlso, a recent retrospective case-control study over 4 years showed a statistically significant association between obesity and nephrotoxicity (odds ratio 3.2, 95% CI 1.19 to 8.67). Similarly, and not surprisingly, researchers observed a similar association between those receiving concomitant vancomycin (odds ratio 4.73, 95% CI, 1.57 to 14.25). Appropriate cautions are necessary when administering intravenous acyclovir to such higher-risk patients.\n[27]\n\nAcyclovir treatment can cause acute kidney injury because of acyclovir crystal formation in the renal tubules. Yalçinkaya R. et al studied risk factors for acyclovir-induced acute kidney injury in children.\n[28]\nThe retrospective study had a total of 472 patients. Thirty-two had acute kidney injury—most patients presented with no symptoms. Risk factors were older age, obesity, current use of nephrotoxic drugs, higher baseline creatinine concentrations, higher dose, and longer duration of acyclovir use."
  }
}