{
  "drug_name": "adalimumab",
  "nbk_id": "NBK557889",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557889/",
  "scraped_at": "2026-01-11T15:22:01",
  "sections": {
    "indications": "The FDA-approved manufacturer's labeling for adalimumab does not specify any absolute contraindications.\n\nBox Warnings\n\nSevere infections:\nAn elevated risk of developing severe infections exists in patients with comorbidities, those receiving concomitant immunosuppressants, such as corticosteroids and methotrexate, and those aged 65 or older, thereby leading to hospitalization and/or death. The discontinuation of adalimumab administration is recommended if a patient experiences a severe infection or sepsis. Such infections may include active tuberculosis, which can involve the reactivation of latent tuberculosis and is often associated with disseminated or extrapulmonary disease. Notably, it is recommended to conduct latent tuberculosis testing both before and during treatment, and latent infections should be addressed before initiating adalimumab therapy.\n[34]\n\nInvasive fungal infections, including coccidioidomycosis, histoplasmosis, candidiasis, blastomycosis, aspergillosis, and pneumocystosis, may not always produce positive results in the histoplasmosis antigen/antibody tests, even in patients with active infections. In case of severe systemic disease, it is advisable to commence empiric antifungal therapy. Other reported bacterial infections include\nLegionella\nand\nListeria\nbacterial genera, mycobacterial infections, and viral hepatitis B, which may act as opportunistic pathogens.\n[35]\n\nMalignancy:\nIn children and adolescents undergoing treatment with TNF blockers, there have been reports of lymphoma and other malignancies, some of which resulted in fatalities. Postmarketing surveillance of TNF blockers used in rheumatoid arthritis and other indications has revealed cases of acute and chronic leukemia.\n[36]\nAt baseline, in patients with rheumatoid arthritis, the risk of leukemia may be approximately 2 times higher than in the general population. Manufacturers are required to report all malignancies to the FDA. Hepatosplenic T-cell lymphoma (HSTCL) is an aggressive form of T-cell lymphoma, frequently leading to a fatal outcome. Cases of HSTCL have been documented in patients with IBD who were undergoing treatment with TNF blockers, including adalimumab.\n[37]\n\nWarnings and Precautions\n\nAlthough the manufacturers have not specified any contraindications, it is noteworthy that adalimumab has not been sufficiently studied in patients aged 4 years or younger or with a body weight of less than 15 kg. As a precautionary measure, clinicians should refrain from using adalimumab in this particular age group.\n[38]\nClinicians should avoid prescribing adalimumab in cases of hypersensitivity and patients with underlying foci of infection, congestive cardiac failure, or hepatic dysfunction. Adalimumab has been associated with the reactivation of hepatitis B, particularly in inactive HBsAg carriers with normal serum aminotransferase levels and low levels of hepatitis B virus (HBV) DNA. The immunomodulatory effect of adalimumab results in heightened HBV replication and elevated serum HBV DNA levels.\n[1]",
    "mechanism": "Adalimumab is a fully human, recombinant immunoglobulin G (IgG) anti-TNF-α mAb with high affinity. Adalimumab consists of 1330 amino acids and has a molecular weight of approximately 148 kDa.\n[11]\nThe mechanism of action of adalimumab involves the inhibition of the binding of TNF-α to its receptor, affecting both the soluble and membrane-bound forms. Specifically, adalimumab inhibits the interaction of TNF-α to the cell surface TNF receptors, p55 (TNFR1) and p75 (TNFR2), thereby disrupting cytokine-driven inflammatory processes. Adalimumab shares an identical structure and function with naturally occurring human IgG1, resulting in its high specificity for TNF-α and low immunogenic potential.\n[12]\n[13]\n\nAdalimumab does not affect or bind to other cytokines, such as lymphotoxin or interleukins. The effectiveness of adalimumab in different forms of arthritis can be attributed to its potent osteogenic properties. TNF facilitates the activation of NF-κB (nuclear factor kappa-light-chain-enhancer of activated B cells) ligand (RANKL, receptor activator of nuclear factor–κB ligand) receptors on stromal or osteoblast cells. Consequently, TNF blockade inhibits the subsequent destruction of cartilage and bone. TNF also contributes to osteoclast maturation and activation—a process regulated by TNF blockade. Anti-TNF agents also downregulate serum matrix metalloproteinases 1 and 3 (MMP-1 and MMP-3). This comprehensive effect contributes to the effectiveness of TNF inhibitors in arthritis treatment.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nAdalimumab, when administered every 2 weeks at a dose of 80 mg, produces comparable exposure to the weekly dosage of 40 mg. The absolute bioavailability of the drug is 64%. The average time to reach peak concentration is 131 hours, with a maximum serum concentration of around 4.7 mcg/mL. In steady-state conditions without concurrent methotrexate (MTX) use, the plasma concentration is approximately 5 mcg/mL. When used alongside methotrexate, the concentration typically ranges from 8 to 9 mcg/mL.\n[13]\n\nDistribution:\nThe volume of distribution (Vss) for adalimumab varies between 4.7 and 6.0 L, with intravenous (IV) dosages ranging from 0.25 to 10 mg/kg in patients with rheumatoid arthritis.\n\nMetabolism:\nTherapeutic mAbs typically undergo metabolic processes that do not involve cytochrome P450–mediated pathways or interactions with cell membrane transporters.\n[14]\n\nElimination:\nIn patients with rheumatoid arthritis, the systemic clearance of adalimumab, as determined from single-dose pharmacokinetics, was approximately 12 mL/h (IV doses ranged from 0.25 to 10 mg/kg). Long-term clinical studies spanning more than 2 years revealed no evidence of changes in clearance among patients with rheumatoid arthritis. Adalimumab exhibits a terminal half-life of 2 weeks.",
    "administration": "Available Dosage Forms and Strengths\n\nAdalimumab is available in various forms, including pre-filled glass syringes, pens, and single-use glass vials, with strengths of 10 mg, 20 mg, 40 mg, or 80 mg. Patients can self-administer with the adalimumab pen, while the vial is exclusively intended for institutional use. The injection should be administered subcutaneously at distinct sites in the thigh or lower abdomen, avoiding areas within 2 inches of the navel. Notably, it is recommended to rotate injection sites. The product may be left at room temperature for 15 to 20 minutes before use. However, it is important not to remove the cap or cover while allowing the product to reach room temperature. This product should not be administered to skin that is red, tender, bruised, or hard or presents with scars, stretch marks, or psoriasis plaques.\n[15]\n[1]\n\nAdult Dosage\n\nThe recommended dosages of adalimumab for each indication are listed below.\n\nRheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis: 40 mg subcutaneously every other week.\n[13]\n\nJuvenile idiopathic arthritis or pediatric uveitis:\n[16]\nFor patients with a body weight ranging from 10 kg to less than 15 kg: 10 mg every other week.\nFor patients with a body weight ranging from 15 kg to less than 30 kg: 20 mg every other week.\nFor patients with a body weight of more than 30 kg: 40 mg every other week.\nAdult Crohn disease and ulcerative colitis:\n[17]\nThe initial dosage is administered on day 1: 160 mg.\nThe second dosage is administered 2 weeks after the first dose, on day 15: 80 mg.\nThe third dosage is administered 2 weeks after the second dose, on day 29: A maintenance dose of 40 mg every other week.\nFor patients with ulcerative colitis only: Adalimumab should be continued solely for those individuals who have demonstrated clinical remission within 8 weeks, on day 57, of therapy.\nPlaque psoriasis or adult uveitis:\n[18]\n[19]\nFor this condition, an initial dose of 80 mg, followed by 40 mg every other week, commencing 1 week after the initial dose, is recommended. As per the Joint American Academy of Dermatology-National Psoriasis Foundation (AAD-NPF) guidelines, adalimumab is suggested as a standalone therapy for moderate-to-severe plaque psoriasis.\n[20]\nHidradenitis suppurativa:\n[21]\nThe initial dosage is administered on day 1: 160 mg\nThe second dosage is administered 2 weeks after the first dose, on day 15: 80 mg\nThe third dosage is administered 2 weeks after the second dose, on day 29, which continues with subsequent doses: 40 mg weekly.\n\nSpecific Patient Populations\n\nHepatic impairment:\nAdalimumab's product labeling lacks specific dosage recommendations for individuals with hepatic impairment. When compared to other anti-TNF-α therapies, post-marketing surveillance studies have categorized adalimumab as having a lower level of concern for drug-induced liver injury (DILI). Thus, monitoring aspartate transaminase (AST) and alanine transaminase (ALT) levels throughout the treatment course is recommended.\n[22]\n\nRenal impairment:\nAn observational cohort study has demonstrated that anti-TNF drug therapy, which includes adalimumab, is both effective and safe for patients with ankylosing spondylitis and chronic kidney disease.\n[23]\n\nPregnancy considerations:\nAccording to the American College of Obstetricians and Gynecologists (ACOG), TNF-α inhibitor drugs, such as infliximab, etanercept, adalimumab, certolizumab, and golimumab, are utilized for managing autoimmune diseases. Notably, except for certolizumab, all TNF-α inhibitors can traverse the placental barrier.\n[24]\nIn a study encompassing 30 pregnancies involving the use of adalimumab in rheumatoid arthritis patients, comparable live birth rates (90% to 91%) were noted when compared to 53 pregnancies in rheumatoid arthritis patients without medication and 40 healthy pregnancies. Preterm births were most frequent in the rheumatoid arthritis control group (19%), followed by the adalimumab group (11%), whereas there were no preterm births in the healthy control group.\n\nAmong infants exposed to adalimumab, 2 cases of congenital anomalies were observed, including undescended testicles and microcephaly. In the comparison groups, the rheumatoid arthritis control group had 1 case of chromosome abnormality, whereas the healthy controls exhibited 2 major defects. In a larger series of pregnancies exposed to adalimumab for indications other than rheumatoid arthritis, or reported retrospectively, 10% of the pregnancies experienced major malformations. These major malformations included 3 cases of chromosome abnormalities—one with spina bifida and hydrocephalus, one with a ventricular septal defect, and one with congenital hip dysplasia and an inguinal hernia.\n[25]\nHowever, it is crucial to acknowledge that active inflammation during pregnancy could potentially lead to adverse effects on fetal development.\n\nA comprehensive meta-analysis of 48 studies revealed that biological therapy during pregnancies with inflammatory bowel disease (IBD) resulted in rates of adverse outcomes, including early pregnancy loss (8%), preterm birth (9%), stillbirth (0%), low birth weight (8%), and congenital malformations (1%), which were similar to those observed in the general population. Furthermore, the continuation of TNF-α inhibitor use during the third trimester of pregnancy did not result in a significant increase in the risk of preterm birth, congenital malformations, or low birth weight. This indicates that pregnant women with IBD using biologics experience pregnancy outcomes similar to those in the general population.\n[26]\nAs outlined in the AAD-NPF guidelines, as the drug can transfer to the fetus, infants born to mothers who have used TNF inhibitors should be considered immunosuppressed for a minimum of 1 to 3 months. The risk is heightened when adalimumab is administered during the third trimester of pregnancy due to the potential for transplacental transfer.\n[20]\n\nBreastfeeding considerations:\nLimited data suggest that when mothers receive adalimumab injections, the presence of the medication in breast milk is minimal. Adalimumab, as a large protein molecule, is expected to undergo partial degradation in the infant's digestive system, resulting in minimal absorption. In some cases, breastfed infants did not exhibit detectable levels of adalimumab in their serum, and the available data indicate that adalimumab does not have adverse effects on nursing infants. Numerous experts and professional guidelines endorse the safe use of adalimumab during breastfeeding. To further minimize the potential for medication transfer to the infant, it may be advisable to wait at least 2 weeks after childbirth before resuming therapy.\n[27]\n\nPediatric patients\n: Adalimumab has been established as an effective and safe treatment for various pediatric conditions. The drug is approved for managing moderate-to-severe active polyarticular juvenile idiopathic arthritis in patients aged 2 and older. In addition, adalimumab is indicated for managing moderate-to-severe hidradenitis suppurativa in patients aged 12 and older and for treating non-infectious intermediate, posterior, and panuveitis in pediatric patients aged 2 and older. Furthermore, adalimumab is also used for treating moderately-to-severe active Crohn disease in pediatric patients aged 6 and older and managing moderate-to-severe ulcerative colitis in pediatric patients aged 5 and older.\n\nOlder patients:\nAdalimumab has been evaluated in patients aged 65 and older with rheumatoid arthritis, including a subgroup aged 75 and above. The drug's effectiveness in this age group was comparable to that in younger patients. However, caution is advised for those aged 65 or older due to a relatively higher incidence of severe infections and malignancies.",
    "adverse_effects": "Adalimumab, while effective in treating various conditions, may be associated with some common adverse effects, including injection site reactions, headache, rash, and upper respiratory tract infections.\n\nOther severe and infrequent adverse drug reactions associated with adalimumab include:\n\nRisk of severe infections, particularly reactivation of latent tuberculosis\nRisk of invasive fungal infections, including histoplasmosis, listeriosis, pulmonary aspergillosis, and\nPneumocystis jiroveci\npneumonia\n[28]\nDevelopment of antibodies to adalimumab\n[29]\nElevated creatinine phosphokinase and transaminases\nWorsening or initiation of congestive heart failure\n[30]\nLupus-like syndrome\nLymphoma\nPancytopenia\nWorsening or onset of multiple sclerosis or other neurological diseases\n[12]\nAlopecia areata\n[31]\nAlopecia universalis\n[32]\n\nDrug-Drug Interactions\n\nAs combining adalimumab with anakinra or abatacept increases the risk of severe infections, healthcare providers do not advise using adalimumab with abatacept or anakinra. Furthermore, an increased incidence of severe infections has been observed in rheumatoid arthritis patients treated with rituximab who subsequently underwent TNF-α inhibitor blocker treatment. Simultaneous administration of adalimumab with other biologics, such as disease-modifying antirheumatic drugs (DMARDs) or other TNF-α inhibitors, is not recommended due to the potential increased risk of infections.\n\nIn patients with rheumatoid arthritis administered adalimumab with methotrexate, existing data do not indicate the need for dosage adjustment of either adalimumab or methotrexate, despite methotrexate decreasing the apparent clearance of adalimumab.\n\nElevated cytokine concentrations during chronic inflammation can suppress the production of CYP450 enzymes. Therefore, a molecule like adalimumab, which opposes cytokine activity, may impact the production of CYP450 enzymes. In cases of initiating or discontinuing adalimumab in patients being treated with CYP450 substrates with a narrow therapeutic index, it is advisable to consider therapeutic drug monitoring (TDM) to evaluate the impact on drug concentration.\n[14]\n\nConcomitant administration of live vaccines with adalimumab is contraindicated.\n[33]",
    "monitoring": "To ensure the safe and effective use of adalimumab, a comprehensive monitoring and screening protocol should be established for patients undergoing adalimumab therapy, as mentioned below.\n\nConducting a complete blood cell count (CBC) and liver function tests and assessing serum urea and electrolytes is recommended. These evaluations should be performed initially at baseline, followed by monthly assessments for the first 3 months and subsequently every 3 months.\n\nScreening for latent tuberculosis using a chest x-ray and a Mantoux test is imperative before initiating therapy.\n\nScreening for viral markers before initiating therapy.\n\nAn annual screening for for anti-dsDNA antibodies is recommended.\n\nMonitoring for signs, symptoms, or any worsening of heart failure.\n\nMonitoring for signs and symptoms of hypersensitivity reactions.\n\nMonitoring for signs and symptoms of malignancy, including periodic skin examination.\n[39]\n\nMaintaining TDM for serum concentrations of adalimumab within the range of 5 to 8 mg/mL, as per recent research, and subsequent maintenance and tapering of the drug guided by these levels is recommended.\n[40]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAdalimumab has an unknown toxicity profile, as there have been no long-term studies conducted on humans or animals. Furthermore, the drug has not exhibited mutagenic effects in either in vitro or in vivo studies.\n[41]\nThe FDA classifies adalimumab as a pregnancy category B drug. However, published evidence does not conclusively demonstrate adverse pregnancy outcomes or specific patterns of defects in infants exposed to adalimumab during pregnancy.\n[42]\nReported cases of hepatotoxicity associated with adalimumab have typically presented as mild and self-limiting.\n\nManagement of Overdose\n\nPatients who develop an autoimmune hepatitis-like syndrome while undergoing adalimumab therapy may not experience a swift recovery upon discontinuing adalimumab and could necessitate corticosteroid treatment. In such instances, the corticosteroid dosage should be minimized to manage the condition effectively. In addition, efforts should be made to withdraw or reduce immunosuppression to levels used before adalimumab administration.\n[1]"
  }
}