{
  "drug_name": "adapalene",
  "nbk_id": "NBK482509",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482509/",
  "scraped_at": "2026-01-11T15:22:04",
  "sections": {
    "indications": "Contraindications include a history of hypersensitivity to adapalene or any excipients used in the product or other retinoids. According to product labeling, relative contraindications include pregnancy, photosensitive disorder, eczema, sunburn, or concomitant use of other potentially irritating skincare products.",
    "mechanism": "Adapalene is a third-generation topical retinoid prescribed for the treatment of acne vulgaris.\n[12]\nAdapalene is a naphthoic acid derivative designed to be more structurally rigid than previous retinoid generations, which decreases its ability to bind multiple retinoid receptors, thus reducing off-target effects. Adapalene is an active metabolite and therefore requires no metabolic conversion. The adamantane nucleus is the chemical moiety that allows adapalene to attach to RAR-beta and RAR-gamma. This complex binds DNA through retinoic acid response elements and induces gene transcription, leading to downstream keratinocyte proliferation and differentiation. As a result, adapalene decreases microcomedone formations, exfoliates mature comedones, and has anti-inflammatory effects.\n[4]\n[9]\nOf note, the adamantane nucleus is a component found in multiple other drugs, including antivirals and anti-hypoglycemic agents. Adapalene and newer analogs are under investigation for new potential therapeutic uses due to the antiproliferative, antibacterial, and neuroprotective activity attributed to the adamantane moiety.\n[13]\n[4]\n\nThe pathogenesis of acne vulgaris is multifactorial. However, the main factors associated with acneiform lesion development are follicular hyperkeratinization, sebum production by sebaceous glands, and inflammation. In acne-prone patients, keratinocytes accumulate in the lumen of the hair follicle due to increased keratinocyte proliferation and cohesiveness, leading to the formation of a keratotic plug, resulting in the microcomedone. The microcomedone is the precursor to all visible acne lesions like open comedones, closed comedones, inflammatory papules, pustules, and nodulocystic lesions. Adapalene normalizes the differentiation of follicular epithelial cells to prevent microcomedone formation. In addition, adapalene, when applied topically, penetrates the hair follicles due to its lipophilic nature.\n\nIn addition to follicular hyperkeratinization, acne is also a disorder associated with inflammation. Propionibacterium acnes is a gram-positive, anaerobic rod found in the sebaceous follicle. P. acnes is present in both acne-prone individuals and those without acne. The hypothesis is that there may be differences in the strains of P. acnes or in the host response to P. acnes, which leads to its varying degrees of pathogenicity. P. acnes release mediators that contribute to comedones rupture and stimulate inflammatory cells. P. acnes stimulates the toll-like receptor II (TLR-2) pathway, which releases pro-inflammatory modulators. This action leads to neutrophil recruitment and the release of enzymes that result in follicular epithelium rupture. One mediator, IL-12, promotes a TH1 immune response. Adapalene is thought to suppress polymorphonuclear lymphocyte chemotaxis and down-regulate 15-lipoxygenase and TLR-2, contributing to its anti-inflammatory effects. The anti-inflammatory action of adapalene is comparable to betamethasone-17-valerate and indomethacin.\n[9]\n[6]\n\nPharmacokinetics\n\nAbsorption:\nSystemic exposure of adapalene following topical application of adapalene gel is minimal.\n\nDistribution:\nAdapalene drug molecules are distributed in the epidermis and dermis.\n[14]\n\nMetabolism:\nInformation regarding adapalene metabolism in humans is unavailable, although it is known to accumulate in the liver. The major products of metabolism are glucuronides. Approximately 25% of the adapalene is metabolized, and the rest is excreted in unchanged form.\n\nExcretion:\nThe terminal apparent half-life is 7 to 51 hours. Excretion of adapalene is primarily through the biliary route.",
    "administration": "Adapalene is applied to a clean face once daily in the morning or at bedtime. The patient should wash the face with a gentle cleanser and allow the face to dry thoroughly. Then a pea-sized amount of adapalene should be applied as a thin layer to the entire face. Avoiding application to eyelids, lips, and mucous membranes is necessary. Patients can apply an oil-free moisturizer over adapalene to help decrease the risk of irritation. As there is a risk of photosensitivity with topical retinoids, the clinician should also recommend an oil-free sunscreen and warn the patient against excessive sun exposure.\n\nOne reason for treatment failure with topical retinoids is the initial skin irritation that occurs and maximizes in intensity within two weeks of treatment. This initial mild irritation can lead to the discontinuation of therapy.\n[15]\nThere are several options for treatment regimens to decrease the initial irritation as the skin acclimates to daily use. Options include application every other day, short contact therapy, or choosing a different drug vehicle.\n[6]\n\nAn investigation in modulating treatment regimens with adapalene 0.1%-benzoyl peroxide 2.5% combination in the first four weeks demonstrated no difference in efficacy outcomes at 12 weeks. The treatment regimens investigated were topical nightly application, limited exposure application of 3 hours, every other night application, and nightly application with a gentle moisturizer.\n[11]\n\nUse in Specific Patient Populations\n\nPatients with Renal Impairment:\nNo information regarding the use of adapalene in patients with renal impairment is provided in product labeling.\n\nPatients with Hepatic Impairment:\nNo information regarding the use of adapalene in patients with hepatic impairment is provided in product labeling.\n\nPregnancy Considerations:\nAdapalene was pregnancy category C under the prior FDA pregnancy classification system and should be avoided in pregnant patients. . Oral exposure of pregnant animals to high doses of third-generation retinoids resulted in retinoid embryopathies. Topical administration of adapalene results in minimal systemic absorption, with less than 0.01% absorbed systemically and clearance from plasma within 72 hours of application. The most sensitive adverse effect of retinoids is possible teratogenicity. Vitamin A is essential for embryo-fetal development. Both deficiencies and overabundance can disrupt normal development. First and second-generation retinoids are known to cause retinoid embryopathies with oral administration. Topically applied retinoids, including first-generation tretinoin, have minimal systemic absorption, and third- and fourth-generation retinoids are designed to minimize off-target effects. Concern for teratogenicity was first raised because three reports to the FDA from 1986 to 1989 highlight holoprosencephaly in infants exposed to topical retinoids in utero. Subsequent case series and observational cohorts did not corroborate the initial reports.\n[7]\n\nA recent systematic literature review and meta-analysis evaluating first-trimester exposure to topical retinoids demonstrated no clear increase in the risk of retinoid embryopathy. However, the lack of epidemiologic data is reason enough to approach the use of topical retinoids during pregnancy with caution. Topical retinoids are not currently recommended during pregnancy. Therefore, adapalene should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus.\n[5]\n[16]\n\nBreastfeeding Considerations:\nThe use of topical adapalene has not been evaluated during breastfeeding. Adapalene is probably a low risk to the nursing infant because it is poorly absorbed after topical application, and blood levels are minimal with prolonged therapy. However, clinicians should advise breastfeeding mothers that adapalene should not be applied to the nipple area and ensure that the infant's skin does not come into direct contact with skin areas treated with adapalene. Clinicians should generally avoid prescribing during breastfeeding due to potential risks to the infant.\n[17]",
    "adverse_effects": "Adverse reactions reported from adapalene include photosensitivity, irritation, redness, dryness, itching, and burning. These are usually mild adverse events.\n[8]\n[18]\n\nAdapalene is less irritating compared to other topical retinoids. In a blinded, randomized, controlled, parallel-group study of 591 acne patients, a combined safety analysis conducted in the United States and Europe compared adapalene 0.1% gel and tretinoin 0.025% gel. The number of patients discontinuing the study due to adverse events was about twice as high in those using tretinoin (2.4%) compared to adapalene (1.3%). There were no systemic adverse reactions noted in the study. Most of the adverse reactions observed were related to skin irritation. Multiple other studies have demonstrated similar findings.\n[9]\n[6]\n\nAdapalene 0.1% and 0.3% have also been compared to tazarotene in multiple studies showing adapalene to be non-inferior in efficacy and demonstrated superior tolerability.\n[10]\n[19]\nThe enhanced tolerability of adapalene has been attributed, in part, to the selective affinity to the nuclear RAR-beta and RAR-gamma receptors, as opposed to RAR-alpha. The decreased risk of skin irritation may contribute to better long-term compliance. Exposure to ultraviolet light should be minimized in patients using adapalene gel. Patients exposed to high levels of sun exposure and sensitive to sunlight should exercise caution. Using sunscreen and protective clothing over adapalene-treated areas is suggested when patients cannot avoid exposure to the sunlight.\n[4]\n\nRare, severe allergic reactions characteristically demonstrate pruritus, facial edema, lip swelling, and eyelid swelling.\n[15]\n[20]\nIf a patient experiences anaphylactic reactions with symptoms, including facial swelling, hives, chest pain, or shortness of breath, adapalene should be discontinued, and the patient should seek immediate medical evaluation.",
    "monitoring": "The patient should have a reassessment for efficacy in 12 weeks or sooner if severe adverse effects occur. According to the American Academy of Dermatology, laboratory evaluation is recommended for patients with acne and additional signs of androgen excess.\n[21]",
    "toxicity": "If the adapalene is applied excessively, marked redness, scaling, or skin discomfort may occur. In addition, according to product labeling, chronic ingestion of the drug may lead to the same adverse drug reactions associated with excessive oral intake of vitamin A."
  }
}