{
  "drug_name": "adrenaline",
  "nbk_id": "NBK613283",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613283/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Pulmonary hemorrhage is a rare but acute and catastrophic event in newborns.\n[1]\nThis condition is characterized by massive blood leakage from the pulmonary capillaries into the alveolar sacs and pulmonary interstitium, leading to the discharge of bloody fluid from the respiratory tract or endotracheal tube, and is often accompanied by respiratory decompensation.\n[1]\n[2]\n[3]\n[4]\nPulmonary hemorrhage not only increases mortality rates but also results in prolonged ventilator use and extended hospital stays.\n[5]\nPulmonary hemorrhage is often diagnosed retrospectively during autopsy, when multiple foci of interstitial or endoalveolar hemorrhage and intra-alveolar siderophages are identified, and it is frequently misdiagnosed as sudden infant death syndrome.\n[2]\n\nThe acute nature of pulmonary hemorrhage requires early prediction, prompt diagnosis, and immediate treatment to improve the survival and quality of life of extremely preterm neonates.\n[2]\n[3]\n[6]\nDespite the absence of standardized guidelines, clinicians must have a thorough understanding of the potential risk factors associated with pulmonary hemorrhage, the recommended evaluation methods, and management approaches to enhance neonatal outcomes.",
    "mechanism": "Neonatal Pulmonary Hemorrhage Risk Factors\n\nPulmonary hemorrhage in newborns is associated with multiple risk factors, with extreme prematurity (<32 weeks gestation) and low birth weight (<1500 g) being the most significant.\n[4]\nAdditional risk factors include intrauterine growth restriction, patent ductus arteriosus (PDA) with a left-to-right shunt, intrapartum asphyxia, sepsis-induced increased microvascular permeability, shock, chorioamnionitis, coagulopathy, disseminated intravascular coagulation, polycythemia, anemia, thrombocytopenia, and blood transfusion. Transfusion-related pulmonary hemorrhage may result from volume overload, leading to left ventricular failure and elevated pulmonary capillary pressure.\n[3]\n\nOther contributing factors that also contribute to the occurrence of pulmonary hemorrhage include respiratory distress syndrome (RDS), apnea of prematurity, lung hypoplasia, low Apgar scores, mechanical ventilation, congenital heart disease, erythroblastosis fetalis, hemorrhagic disease of the newborn, exogenous surfactant use, neonatal encephalopathy, intraventricular hemorrhage, congenital metabolic diseases, and hypothermia.\n[1]\n[3]\n[6]\n[7]\n[8]\nAmong these, independent risk factors for pulmonary hemorrhage include lower gestational age, low birth weight, exogenous surfactant use, and hemodynamically significant PDA (hsPDA).\n[4]\n[6]\n\nPreterm neonates born before 32 weeks of gestation face a higher incidence of pulmonary hemorrhage, with risk increasing as gestational age decreases, suggesting a causal relationship.\n[9]\nPremature neonates with underdeveloped pulmonary vasculature are particularly susceptible to injury from high inspiratory pressure, improperly regulated surface tension, and sudden lung overdistension caused by artificial ventilation, all of which contribute to pulmonary hemorrhage.\n[6]\nApnea of prematurity further increases the risk, as it is often associated with upper airway obstruction or laryngospasm. These conditions generate high negative intrathoracic pressure during inspiratory effort, mechanically disrupting the alveolar-capillary barrier and leading to pulmonary hemorrhage.\n[3]\n\nFactors Associated With Pulmonary Hemorrhage in Newborns\n\nSurfactant dysfunction has been implicated in causing pulmonary hemorrhage, as indicated by the significant presence of pulmonary surfactant inhibitors in lung effluents. However, the use of surfactant in preterm ventilated newborns has also been shown to contribute to pulmonary hemorrhage.\n[10]\n[11]\nSurfactant administration can impair coagulation pathways and worsen pulmonary hemorrhage, leading to clinical hesitation in its routine use to preterm infants despite recommendations from the American Academy of Pediatrics (AAP).\n[4]\n[11]\n\nAn hsPDA is implicated in causing pulmonary hemorrhage due to high-volume ductal shunting (left to right) as pulmonary vascular resistance decreases after birth. This leads to excessive pulmonary blood flow, increased pulmonary capillary pressure, and hemorrhagic pulmonary edema.\n[7]\n[9]\nSurfactant therapy induces a rapid decrease in pulmonary vascular resistance and intrapulmonary pressure, which facilitates left-to-right shunting through the PDA, further increasing pulmonary blood flow and vascular pressure. This can damage the pulmonary vasculature and result in massive pulmonary hemorrhage.\n[6]\n[10]\n[12]\n\nPerinatal asphyxia can lead to left ventricular failure, resulting in increased pulmonary capillary pressure and subsequent leakage of hemorrhagic fluid into the air spaces.\n[4]\nMoreover, stress failure of pulmonary capillaries due to alveolar overdistention in perinatal asphyxia can contribute to pulmonary hemorrhage.\n[4]\nHigh pulmonary flow and asphyxia can also cause left ventricular dysfunction and failure, further increasing the risk of pulmonary hemorrhage.\n[7]\n[8]\nHowever, when no identifiable risk factors or etiology for pulmonary hemorrhage are found, the condition is classified as acute idiopathic pulmonary hemorrhage.\n[2]\n\nContrary to other risk factors, an unrestricted foramen ovale is protective against pulmonary hemorrhage. Newborns with a restrictive foramen ovale or a significantly small PFO, in conjunction with hsPDA, are more likely to develop pulmonary hemorrhage. An unrestricted PFO helps offload the increased volume in the left atrium caused by hsPDA, distributing the excess volume to both ventricles. This prevents stress failure of the left atrium and left ventricle, as well as the rupture of fragile pulmonary capillaries due to pulmonary venous congestion. In contrast, in newborns with a restrictive foramen ovale and hsPDA, a rapid decrease in pulmonary vascular resistance after birth leads to high-volume left-to-right shunting, which results in left atrial volume overload, increased pulmonary venous congestion, and subsequent pulmonary hemorrhage.\n[5]",
    "monitoring": "Chest x-ray (CXR) findings in pulmonary hemorrhage are nonspecific and may reveal bilateral diffuse infiltration with ground-glass opacities, often resembling the CXR appearance of pneumonia. Other radiographic presentations include fluffy opacities with a focal ground-glass pattern or complete white-out lungs in cases of massive pulmonary hemorrhage.\n[2]\n[4]\nLaboratory studies in these patients may reveal anemia and abnormal coagulation profiles.\n[2]\nBlood samples should be collected for a complete blood count, crossmatch, blood gas analysis, coagulation tests, comprehensive metabolic profile, blood culture, procalcitonin, and C-reactive protein. Cranial ultrasound should be performed to assess for intraventricular hemorrhage.\n\nSerial echocardiography, including subcostal views, is typically performed to identify left-to-right shunts through the PDA and is essential for evaluating the foramen ovale and the interatrial left-to-right shunt through the foramen ovale.\n[5]\nIn cases of hsPDA, surgical closure is preferred over indomethacin due to the bleeding risk associated with the latter. Additionally, echocardiography is recommended within the first 12 hours of life for preterm newborns (<32 weeks gestation) to assess left ventricular diastolic dysfunction, which is associated with pulmonary hemorrhage and increased respiratory morbidity.\n[5]\nPrompt and accurate diagnosis using these imaging techniques is crucial for effective management and improved outcomes in newborns with pulmonary hemorrhage.",
    "administration": "Pulmonary hemorrhage in newborns currently lacks a curative treatment, but various management strategies have been identified to improve survival rates.\n[1]\nThe primary goal of managing pulmonary hemorrhage is to prevent exsanguination while ensuring adequate gas exchange. An interprofessional approach is essential, including ventilatory support (such as high-frequency oscillatory ventilation [HFOV]), pressor support with continuous monitoring to maintain normal mean arterial pressure, appropriate surfactant therapy, and management of coagulopathy.\n[1]\n[3]\nEarly placement of a peripherally inserted central catheter (PICC) line is recommended for optimal nutritional support via total parenteral nutrition, ensuring adequate calories, protein, and vasopressor administration. Enteral feeding should be introduced once the neonate is clinically stable. Please see StatPearls' companion resource, \"\nPeripherally Inserted Central Catheter (PICC) Line Placement\n,\" for more information.\n\nEmergent management involves standard resuscitation measures, including airway, breathing, and circulation support, as well as the administration of crystalloids, colloids, blood products, and necessary medications.\n[4]\nEndotracheal tubes should be suctioned to prevent blockage, but unnecessary and aggressive endotracheal suctioning should be avoided. The FiO\n2\nshould be adjusted according to oxygen saturation levels.\n[4]\nPositive end-expiratory pressure (PEEP) should be maintained at 6 to 8 cm H\n2\nO to tamponade the pulmonary capillaries and reduce lung hemorrhage. HFOV is preferred over conventional mechanical ventilation due to its ability to improve oxygenation index and mean airway pressure, especially in neonates with persistent hypoxia or respiratory acidosis, despite conventional mechanical ventilation.\n[1]\nClinical improvement, indicated by a decrease in the oxygenation index, has been observed within 1 hour of initiating HFOV.\n[13]\n\nDespite its potential role in the pathophysiology of pulmonary hemorrhage, surfactant therapy is used to treat this condition.\n[10]\nSurfactant therapy has been shown to reduce mortality rates, improve lung compliance, and enhance the oxygenation index, without causing recurrence of pulmonary hemorrhage or long-term disability. A prospective randomized controlled trial demonstrated improved oxygenation and ventilation following surfactant therapy, suggesting that it may serve as a beneficial adjunctive treatment for newborns with pulmonary hemorrhage.\n[14]\nExogenous surfactants (eg, poractant alfa and beractant) replenish the deficit of endogenous surfactants inactivated by hemorrhagic pulmonary edema, thereby improving pulmonary mechanics.\n[1]\n[10]\n\nThe molecular components of hemorrhagic pulmonary edema that inactivate endogenous lung surfactants include hemoglobin, plasma proteins, and cell membrane lipids.\n[10]\n[12]\n[15]\nA favorable response, defined as a ventilatory index of less than 0.047, has been reported as early as 1 hour after surfactant administration.\n[1]\n[10]\nExogenous surfactants can also be administered to neonates who have previously received them for other indications.\n[4]\n\nIntermittent positive pressure ventilation helps correct acidosis and reduces the alveolar-arterial gradient, thereby improving oxygenation.\n[1]\nIncreasing PEEP can also increase mean airway pressure.\n[1]\nEndotracheal epinephrine (0.5 mL of 1:10,000 adrenaline) is effective in halting pulmonary hemorrhage due to its vasoconstrictive properties, reducing the need for endotracheal suctioning.\n[1]\nCoagulopathy should be managed with treatments such as vitamin K, blood products, recombinant factor VIIa, and endotracheal haemocoagulase.\n[1]\n[16]\n[17]\nHemoglobin levels should be maintained above 12 g/dL, and platelet counts should remain above 50,000/μL in neonates with active bleeding.\n[1]\nPlease see StatPearls' companion resource, \"\nPlatelet Transfusion\n,\" for more information.\n\nActivated factor VII is a potential adjunct therapy for life-threatening pulmonary hemorrhage, as it maximizes coagulation system activation by increasing thrombin activity, which facilitates fibrin clot formation.\n[4]\nAdditional measures for managing pulmonary hemorrhage include administering tolazoline (a nonselective alpha-adrenergic antagonist and vasodilator) and using extracorporeal membrane oxygenation.\n[3]\n[4]\n\nPreventive measures are key to reducing the incidence and morbidity of pulmonary hemorrhage. Given the association between exogenous surfactant use and pulmonary hemorrhage, selective surfactant administration is recommended for neonates showing clinical signs of RDS, rather than its prophylactic use for every preterm, premature, or small gestational age newborn.\n[6]\n[18]\nManaging hsPDA through pharmacological interventions (eg, indomethacin) or transcatheter closure is essential for extremely premature neonates prone to pulmonary hemorrhage, particularly those with a restrictive or significantly small-diameter foramen ovale.\n[5]\n[6]\nA complete course of antenatal corticosteroids significantly reduces the risk of massive pulmonary hemorrhage and related mortality, making it an important consideration for women with anticipated preterm delivery. These corticosteroids promote fetal lung maturation, thereby decreasing overall neonatal morbidity and mortality in premature neonates.\n[6]",
    "adverse_effects": "Neonates with pulmonary hemorrhage experience a higher incidence of RDS, pneumothorax, shock, and severe intraventricular hemorrhage.\n[9]\nThe accumulation of blood cells and inflammatory mediators in the alveoli during pulmonary hemorrhage can result in lung tissue fibrosis, which contributes to the development of bronchopulmonary dysplasia, also referred to as chronic lung disease of prematurity.\n[7]\n[11]\nRadiographic findings indicative of bronchopulmonary dysplasia include fine interstitial markings and diffuse haziness.\n[11]\n\nProlonged mechanical ventilation and extended hospitalization are common in neonates with pulmonary hemorrhage.\n[7]\nWhile oxygen therapy is essential for survival, its prolonged and excessive use may lead to increased production of reactive oxygen species and elevated expression of proinflammatory cytokines, potentially exacerbating lung injury.\n[7]\nAdditional complications associated with pulmonary hemorrhage include cerebral palsy, cognitive delays, seizures, and periventricular leukomalacia.\n[6]"
  }
}