{
  "drug_name": "aflibercept",
  "nbk_id": "NBK582136",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582136/",
  "scraped_at": "2026-01-11T15:22:04",
  "sections": {
    "indications": "IVT aflibercept is contraindicated in patients with ocular or periocular infections, active ocular inflammation, or a known hypersensitivity to aflibercept or any excipients found in the formulation. Patients should be informed about the common signs of hypersensitivity reactions, including rash, urticaria, pruritus, severe ocular intraocular inflammation, or severe anaphylactic reactions. Use of IVT aflibercept should be avoided in patients with ongoing ocular infections, those who have recently undergone ocular surgery, or individuals with elevated IOP.\n[39]\n\nRelevant data on the effects of IVT aflibercept on human fertility are unavailable. In primate studies, intravenous administration at doses 1500 times higher than the human systemic exposure caused reversible impairment of female reproductive function. Consequently, the FDA recommends that females of reproductive potential use effective contraception before starting treatment, during therapy, and for at least 3 months following the final IVT injection of aflibercept.\n[40]\n\nAflibercept is not recommended during breastfeeding due to the potential for drug excretion in breast milk and the associated risk to infant growth and development. While preliminary studies have demonstrated reasonable safety and efficacy in neonatal and pediatric patients, the long-term safety profile has not yet been established.\n[41]\n[42]\n[12]\n\nWarnings and Precautions\n\nEndophthalmitis, retinal vasculitis,\nand retinal detachments:\nIVT injections, including those with aflibercept, have been associated with endophthalmitis, retinal detachment, and, less commonly, retinal vasculitis with or without occlusion. Strict adherence to aseptic technique is essential during the administration of aflibercept. Patients and caregivers should be instructed to promptly report any clinical signs and symptoms suggestive of retinal detachment, endophthalmitis, or retinal vasculitis. These symptoms may include ocular pain, increased discomfort, eye redness, blurred vision, increased sensitivity to light, or an increased number of floaters.\n[7]\n\nRisk of thrombosis\n: A study found that IVT aflibercept is associated with a higher risk of arterial thromboembolic events (ATEs), especially in patients with a recent history of acute myocardial infarction, ischemic stroke, or coronary artery disease. The risk is significantly elevated when an acute myocardial infarction or ischemic stroke occurs within 6 months before injection. Among retinal conditions, patients receiving treatment for RVO demonstrated a higher risk of ATE compared to those with nAMD, DME, or myopic CNV, likely attributable to underlying vascular comorbidities such as hypertension and hyperlipidemia. The number of IVA injections did not independently increase ATE risk, although a potential rise was observed beyond 4 injections, particularly in high-risk individuals. While aflibercept remains a cornerstone of retinal disease management, clinicians should exercise caution in patients with recent cardiovascular events, who are often underrepresented in clinical trials. Careful risk stratification is essential before initiating therapy.\n[43]\n\nProlonged therapy in retinopathy of prematurity:\nFollowing aflibercept treatment, reactivation of abnormal angiogenesis and vascular tortuosity may occur. Infants require close monitoring following aflibercept injections until retinal vascularization is complete or the examiner is confident that ROP reactivation is unlikely. Management of ROP in infants often requires prolonged ROP monitoring, and additional aflibercept injections or laser therapy might be needed. Risk factors for reactivation include periventricular leukomalacia, patent ductus arteriosus ligation, and mechanical ventilation, although further research is required.\n[44]\n\nZone I ROP (involving the posterior retina, optic disc, and macula) and stage 3 ROP (characterized by extraretinal fibrovascular proliferation) are strongly associated with reactivation. The central retinal arteriolar equivalent (CRAE), a measure of arteriolar width, is elevated in aggressive ROP and correlates with disease severity and reactivation risk. Protective factors include higher gestational age and greater CRAE reduction following treatment.\n[45]",
    "mechanism": "Aflibercept is a dimeric glycoprotein (molecular weight: 115 kDa) that acts as a soluble protein decoy for VEGFR-1 and VEGFR-2 receptors on retinal endothelial cells.\n[15]\nAflibercept preferentially binds to VEGF-A and placental growth factor (PlGF) with significantly higher affinity than its natural angiogenic competitors, VEGFR-1 and VEGFR-2 receptors.\n\nVEGFR-2 is considered to be the primary mediator of VEGF-induced angiogenesis. Aflibercept inhibits VEGF-A–induced dimerization of VEGFR-2, thereby preventing the activation of intracellular tyrosine kinase domains and reducing downstream signaling pathways, which ultimately minimizes pathological angiogenesis.\n\nAflibercept exerts its inhibitory effects on VEGF receptors, preventing endothelial proliferation, vascular permeability, and neovascularization. This targeted IVT injection therapy aims to inhibit VEGF signaling, which underlies the angiogenesis and vascular permeability characteristic of nAMD and DME.\n[16]\n\nCompared to other FDA-approved VEGF inhibitors, aflibercept exhibits at least a 200-fold higher affinity for VEGF, which may contribute to its favorable therapeutic outcomes in patients receiving IVT treatment. Additionally, the relatively small molecular size of aflibercept enables it to diffuse more easily into the retina and choroid. Notably, aflibercept is the only agent capable of binding both VEGF-B and PlGF, potentially providing broader anti-angiogenic effects than other therapies.\n[17]\n[18]\n[19]\n\nPharmacokinetics\n\nAbsorption:\nAflibercept is administered via IVT injection to exert localized effects within the eye. Following ocular administration, a fraction of aflibercept is systemically absorbed and is detectable in plasma both as free aflibercept and predominantly as an aflibercept–VEGF complex. Peak plasma levels are attained within 1 to 3 days, with free aflibercept concentrations becoming undetectable by 2 weeks after the administration of the dose. Systemic exposure to free aflibercept is estimated to be over 100-fold lower than the concentration required to achieve half-maximal binding to systemic VEGF. In pharmacokinetic studies, aflibercept demonstrated greater suppression of plasma-free VEGF compared to bevacizumab and ranibizumab.\n[20]\n\nDistribution:\nThe volume of distribution of free aflibercept after intravenous administration is approximately 6 liters, and it readily diffuses throughout the ocular tissues.\n\nMetabolism:\nAflibercept is a recombinant fusion protein that is expected to undergo proteolytic degradation similar to endogenous proteins. In addition, target-mediated elimination may occur by binding to circulating free VEGF, forming stable and inactive aflibercept–VEGF complexes.\n\nExcretion:\nFollowing IVT administration, the terminal elimination half-life of free aflibercept in plasma is approximately 5 to 6 days. Elimination pathways include target-mediated clearance and nonspecific proteolysis.",
    "administration": "Available Dosage Forms and Strengths\n\nAflibercept is administered via IVT injection into the affected eye and should only be performed by a trained clinician. Aflibercept is supplied as a colorless solution in prefilled syringes or vials. The product should be stored in a refrigerator at 2 °C to 8 °C (ie, 36 °F to 46 °F) and may be kept at room temperature for up to 24 hours before use. Clinicians should maintain strict aseptic technique when delivering any IVT injection. FDA-approved aflibercept products and biosimilars are listed below in accordance with the AAO guidelines. Suffixes such as \"jbvf\" or \"yszy\" in biosimilars are nonmeaningful identifiers used to distinguish each biologic and do not indicate differences in composition or function. Biosimilars of aflibercept have been presented in alphabetical order.\n\nEylea: Aflibercept IVT injection, 2 mg\nEylea HD: Aflibercept IVT injection, 8 mg\nAhzantive: Aflibercept-mrbb IVT injection, 2 mg (biosimilar)\n\nEnzeevu: Aflibercept-abzv IVT injection, 2 mg (biosimilar)\nOpuviz: Aflibercept-yszy IVT injection, 2 mg (biosimilar)\n\nPavblu: Aflibercept-ayyh IVT injection, 2 mg (biosimilar)\n\nYesafili: Aflibercept-jbvf IVT injection, 2 mg (biosimilar)\n[7]\n\nAdult Dosage\n\nAs per the initial FDA-approved dosage and administration labeling, the recommended dosage of aflibercept for nAMD is 2 mg (0.05 mL of a 40 mg/mL solution) administered intravitreally every 4 weeks (monthly) for the first 3 months, followed by 2 mg once every 8 weeks (every 2 months).\n[21]\nRecently, a high-dose regimen has been approved by the FDA for nAMD, consisting of 8 mg (0.07 mL of a 114.3 mg/mL solution) administered intravitreally every 4 weeks for the first 3 months, then 8 mg once every 8 to 12 weeks (approximately every 2-3 months).\n[22]\n[23]\n\nLandmark trials have established the benefits of the Treat-and-Extend (T&E) regimen over fixed dosing, which involves fewer total injections and visits while maintaining superior outcomes. Now, considered the standard of care, T&E involves administering aflibercept injections based on the patient's response to treatment. This approach to T&E dosing regimens minimizes the risk of recurrent submacular edema, reduces the demand on AMD services, and limits treatment delays.\n[24]\n\nAdherence to administration guidelines and a strict, standardized protocol is critical to preventing severe complications from IVT aflibercept injections, including endophthalmitis, retinal tears, retinal detachment, and lens injury.\n[25]\nThe standard antiseptic protocol includes thorough hand disinfection alongside the use of sterile equipment, as outlined below.\n[26]\n[27]\n\nSuggested Injection Protocol\n\nEquipment:\nThe equipment essential for ensuring a safe and sterile intravitreal injection of aflibercept:\n\nAflibercept in a prefilled syringe\n30-Gauge×0.5-inch needle for administering the injection\n5% Povidone-iodine solution\nLocal anesthetic drops\nSterile cotton buds\nSterile gloves\nSterile drapes\nSterile eyelid speculum\nAn appropriate measuring device, such as callipers\n\nProcedure:\nThe steps mentioned below outline the recommended preparation and verification process for administering intravitreal aflibercept safely and accurately.\n\nVerification: The clinician should review the patient’s notes and the planned procedure, confirming the laterality of the injection(s) and verifying the correct drug, dose, patient identity, equipment, and documented informed consent. The patient should be positioned comfortably in a supine position. Prefilled syringes should not be used for the treatment of ROP.\n\nPreparation of the aflibercept injection: The solution should be inspected to ensure it is suitable for use, confirming it is free from cloudiness or particulate matter. Excess solution and air bubbles should be gently expelled until only the prescribed dose remains in the syringe.\n\nSterilization: The clinician applies 5%–10% povidone–iodine to the conjunctival surface, eyelids, and lashes for a minimum of 60 to 90 seconds.\n[28]\n\nLocal anesthesia: The most common options include topical anesthetic drops, cotton-tip applicators soaked in anesthetic, or subconjunctival injections. The clinician may instill drops of proparacaine or tetracaine hydrochloride into the conjunctival cul-de-sac, allowing 2 to 3 minutes for the medication to take effect. Following administration of local anesthesia, a speculum is inserted to keep the eye open and maintain its position.\n\nDetermining the injection site: Using calipers, in the superotemporal quadrant, the clinician measures 3 to 3.5 mm posterior to the limbus in aphakic eyes and 3.5 to 4 mm posterior to the limbus in phakic eyes. Accurate measurement is crucial in preventing lens damage in phakic patients. The superotemporal site is generally preferred for IVT injection to reduce the risk of iatrogenic inferior retinal detachment.\n\nInjection: The clinician should give the patient adequate warning, instruct them to look away from the injection site, insert the needle at the predetermined location, advance it into the central portion of the globe, gently administer the solution, and then withdraw the needle.\n\nPost-injection: After withdrawing the needle, the clinician applies a cotton swab or bud to the injection site to minimize reflux and properly disposes of the syringe and its contents. The speculum is then removed, and the eye is rinsed with a basic saline solution.\n[29]\n\nObservation: The clinician monitors the patient for any immediate reactions or complications following the injection.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are specified in the product labeling. Minimal systemic absorption suggests that dosage modification is unlikely to be necessary.\n[30]\n\nRenal impairment:\nNo dosage adjustment is required in patients with renal impairment.\n\nPregnancy considerations:\nAdequate and well-controlled studies of aflibercept in pregnant individuals are lacking. Based on animal data and the pharmacological action of aflibercept as a VEGF inhibitor, its use during pregnancy may pose a risk to embryofetal development. In reproductive studies, administration of aflibercept during organogenesis in rabbits led to increased embryofetal loss and structural abnormalities affecting multiple organ systems. These effects are believed to be class-related and associated with VEGF inhibition, which is critical for angiogenesis during fetal development. Aflibercept should only be administered during pregnancy if the potential benefits outweigh the risks to the fetus.\n\nA pharmacovigilance analysis using the FDA Adverse Event Reporting System (FAERS), conducted by the Japan Pharmaceutical Information Center, identified safety signals linking intraocular VEGF inhibitors, including ranibizumab, aflibercept, and bevacizumab, to pregnancy loss. Among these agents, bevacizumab exhibited the strongest disproportionality signal, followed by aflibercept and then ranibizumab. These findings indicate a potential risk of pregnancy loss with intraocular anti-VEGF therapy, underscoring the need for further research and caution.\n[31]\n[32]\nWomen of reproductive potential should use effective contraception before initiating treatment, throughout the duration of therapy, and for at least 3 months following the final IVT injection of aflibercept.\n\nBreastfeeding considerations:\nAflibercept is not recommended during breastfeeding according to the FDA-approved product labeling. The benefits of breastfeeding should be balanced against the mother’s clinical need for aflibercept and the potential risks to the breastfed infant. Literature reviews indicate that aflibercept, a 115-kDa protein, is expected to have negligible oral bioavailability and minimal presence in breast milk following IVT injection. However, VEGF in human milk contributes to gastrointestinal tract maturation in infants. Although systemic exposure of nursing infants to aflibercept is likely extremely low, its anti-VEGF activity presents a theoretical concern for potential interference with gut development.\n[33]\n\nPediatric patients:\nThe safety and efficacy of aflibercept have been documented in preterm infants with ROP.\n[34]\n[35]\n\nOlder patients:\nClinical trials have shown no significant differences in efficacy or safety of aflibercept related to advancing age.",
    "adverse_effects": "Adverse effects associated with aflibercept use include eye irritation, vitreous detachment, temporary blurred vision, eyelid swelling, and conjunctival hemorrhage. Severe adverse reactions related to the administration of aflibercept and the injection procedure include retinal detachment, traumatic cataracts, thromboembolic events, and increased intraocular pressure (IOP). These complications are observed in less than 0.1% of IVT injections with aflibercept.\n[36]\n\nA temporary increase in IOP is common within 60 minutes of aflibercept administration and typically returns to baseline within minutes following injection. However, IOP may take longer to normalize in patients with glaucoma and other ocular comorbidities. Patients should be educated about both common and severe adverse effects and advised on when to notify their healthcare provider.\n[37]\nThe AAO recommends a follow-up examination approximately 4 weeks after the initial treatment. Subsequent follow-up and treatment frequency should be guided by clinical findings and the ophthalmologist's judgment. Monitoring monocular near vision, including reading ability and Amsler grid assessments, is also advised.\n[7]\nAnti-VEGF therapy has been shown to significantly reduce choroidal thickness in nAMD, although the long-term impact of this effect remains uncertain and requires further research.\n[38]\n\nDrug-Drug Interactions\n\nNo significant drug–drug interactions have been identified as of the time of composing this activity.",
    "monitoring": "Following aflibercept administration, patient self-monitoring is essential to detect early signs of infection, pain, and/or decreased visual acuity. Patients should be instructed on using the Amsler grid to monitor the potential reactivation of nAMD. Severe complications such as endophthalmitis, retinal detachment, and increased IOP have been associated with IVT injection. IOP should be monitored both before and after each IVT injection of aflibercept.\n[46]\n\nOverall systemic exposure to aflibercept is low because the drug is rapidly cleared after passing through the vitreous. No formal metabolism studies have been conducted. As a low-molecular-weight glycoprotein, aflibercept is believed to be eliminated primarily through proteolysis and target-mediated clearance via binding to free endogenous VEGF. Following an IVT injection of 2 to 4 mg/kg, aflibercept has an estimated half-life (\nt\n1/2\n) of approximately 5 to 6 days.\n[47]\n\nA few rare toxicities have been reported involving minimal systemic absorption. Single reports indicate that IVT aflibercept can cross the blood-retina barrier, potentially contributing to vascular events such as thromboembolism, heart attack, stroke, and even death.\n[48]\n\nOther case reports have documented exacerbation of preexisting chronic kidney disease, acute interstitial nephritis superimposed on diabetic glomerulosclerosis, and focal segmental glomerulosclerosis. Although very rare, these findings underscore the potential for systemic and renal pathological disorders in the setting of IVT VEGF blockade. Additionally, patients with macular ischemia should be carefully monitored when considering prolonged anti-VEGF therapy due to their already compromised retinal blood supply.\n[49]\n\nDespite rarely observed adverse effects, aflibercept exhibits a highly desirable therapeutic profile compared to other anti-VEGF analogs. Aflibercept use is associated with rapid visual improvement, less frequency of subsequent injections, and prolonged treatment maintenance. Randomized clinical trials of IVT aflibercept have shown that 8-week dosing regimens provide superior outcomes compared with monthly dosing, lowering the overall number of injections required.\n[50]\nThe AAO recommends that patients return for a follow-up examination approximately 4 weeks after the initial treatment. Subsequent follow-up and treatment will depend on the clinical findings and the ophthalmologist's judgment. Monocular near vision, including reading and Amsler grid assessments, should be monitored accordingly.\n[7]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAflibercept is intended for IVT administration to achieve local effects within the eye, allowing penetration of all retinal layers while minimizing systemic exposure. Studies exposing cultured corneal endothelial cells to varying concentrations of aflibercept have shown no cytotoxic effects.\n[51]\nHowever, there is potential for drug overdose with IVT aflibercept therapy due to slight misalignment of the plunger in prefilled syringes. These small mismeasurements can result in the administration of up to twice the intended volume of medication. Aflibercept overdose accounts for multiple transient IOP elevations since its introduction. IOP should be monitored using a Goldmann applanation tonometer.\n[52]\n\nManagement of Overdose\n\nNo specific antidote exists for aflibercept overdose. Adhering strictly to the recommended instructions for use can help minimize dosing errors and reduce the risk of toxicity from IVT aflibercept.\n[53]"
  }
}