{
  "drug_name": "african mango",
  "nbk_id": "NBK535413",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535413/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Human African trypanosomiasis (HAT), or African sleeping sickness, is a potentially life-threatening infectious illness caused by the protozoans\nTrypanosoma brucei\ngambiense\n(\nT\nbrucei\ngambiense\n) or\nTrypanosoma\nbrucei\nrhodesiense\n(\nT brucei\nrhodesiense)\ntransmitted by the tsetse fly (see\nImage\n. Vector and Organism of Human African Trypanosomiasis).\n[1]\nThis disease is endemic in sub-Saharan Africa but can be seen outside of endemic areas among travelers. These parasites produce illnesses with different clinical and epidemiological characteristics. East African HAT is caused by\nT\nbrucei\nrhodesiense\n.\nWest African HAT is caused by\nT brucei gambiense.\nBoth conditions have hemolymphatic and meningoencephalitic stages.\n[2]\nHAT is considered a neglected tropical disease and is a significant public health threat in rural Africa.\n[3]",
    "mechanism": "The protozoa species\nT brucei\ngambiense\nand\nT brucei rhodesiense\ncause HAT. The tsetse fly (order Diptera, genus Glossina) is responsible for these organisms' human-to-human transmission. Rare vertical and transfusional transmissions have also been reported.\n[4]\n\nTrypanosoma\nis a unicellular parasitic protozoan with a complex life cycle requiring 2 hosts. In the human host, this species' metacyclic trypomastigotes have 2 notable morphologies: a dividing, elongated, and slender form and a nonproliferating, short, and \"stumpy\" form. Slender trypanosomes can swim in the bloodstream or lymphatics and invade body organs, including the central nervous system (CNS). The organisms at this growth stage possess flagellae and kinetoplasts.\n\nTransformation into the stumpy form is triggered by trypanosome cell density. After reaching an adequate parasitemia level, slender trypanosomes secrete increasing amounts of stumpy induction factor (SIF), which induces the stumpy transformation. Dependence on cell density regulates the parasite level in the host. Stumpy trypanosomes are short-lived but more capable of infecting the vector than slender parasites. Only one stumpy trypanosome is necessary to perpetuate the parasite's life cycle in the vector.\n\nAfter a blood meal, the tsetse fly is infected by either stumpy or slender trypanosomes. The parasites then enter the proliferative procyclic stage. Procyclic trypanosomes may colonize the vector's gut, enter the nonproliferating mesocyclic stage, or transit in the proventriculus and transform into proliferative epimastigotes. The epimastigotes swim toward the tsetse fly's salivary glands while undergoing asymmetric cell division. The short daughter cell survives and attaches to the salivary gland epithelium via its flagellum. The long daughter cell does not survive. The surviving epimastigotes may produce either more attached, proliferating epimastigotes or nonmultiplying, freely swimming, human-infective metacyclic trypomastigotes. Thus, the parasite's life cycle goes to completion in the vector.\n[5]\n\nVector-to-mammal transmission usually occurs around 2 weeks after an infected blood meal. African trypanosomiasis or \"nagana\" arises when the parasite infects animals. This condition has significant agricultural implications.\n[6]",
    "monitoring": "The choice of diagnostic modalities depends on the clinical phase. Peripheral blood smearing is usually enough for\nT\nbrucei\nrhodesiense\ninfection, which causes high-level parasitemia. In contrast,\nT\nbrucei\ngambiense\ninfection necessitates more sensitive screening tests as parasitemia may not be as prominent.\n\nThe card-agglutination test for trypanosomiasis (CATT) is a serologic test that may initially be used to screen suspected cases. Venipuncture or fingerstick blood may be used as samples, though CATT has higher specificity if performed on plasma or serum dilutions. This test employs\nT\nbrucei\ngambiense\nantigens and has a variable sensitivity of 91%. Despite having a negative predictive value of 99%, CATT’s positive predictive value remains low in low-prevalence areas (<0.1%).\n[21]\nThus, CATT cannot be conducted for diagnostic confirmation. Other sensitive serologic tests, such as immunofluorescence or enzyme-linked immunosorbent assays, may be used as screening tools in nonendemic areas.\n[22]\n\nActive disease diagnosis relies on the combination of clinical history (including a history of travel to endemic areas), direct parasite visualization, and adjunctive serologic tests. Blood, lymph node aspirate, or cerebrospinal fluid (CSF) microscopic examination may yield parasites. Result interpretation highly depends on the laboratory technologist’s experience and training.\n[23]\n\nThin and thick blood films have low sensitivity. Meanwhile, miniature anion exchange and capillary tube centrifugation or buffy coat examination can increase yield. PCR may also be used if available.\n\nCSF examination may be used to confirm Stage 2 disease in suspected patients. However, parasites may be absent in the CSF regardless of stage. For this reason, the WHO’s criteria for Stage 2 disease include having more than 5 white blood cells per μL (WBCs/μL) of CSF.\n\nIndividuals with\nT\nbrucei\ngambiense\ninfection should only undergo CSF evaluation if severe Stage 2 disease is suspected or patients have contraindications to fexinidazole therapy.\n[24]\nSymptoms concerning severe Stage 2 disease include confusion, abnormal behavior, nonsensical or impaired speech, ataxia, abnormal movements, muscular weakness, and seizures.\n[25]\n\nIn contrast, the WHO recommends CSF evaluation for stratification in patients with\nT\nbrucei\nrhodesiense\ninfection, which directly impacts treatment decisions. The WHO is presently creating new guidelines with the advent of fexinidazole, a medication active in both first-stage and mild second-stage disease.\n[26]",
    "administration": "HAT treatment depends on the etiologic agent, infection stage, patient factors, and presence of contraindications (see\nImage\n. Human African Trypanosomiasis Treatment). All children, women of reproductive age, and patients in the acute illness phase or reactivation must receive treatment to limit morbidity and mortality and prevent transmission.\n\nWest African HAT Treatment\n\nFexinidazone is the drug of choice for\nT\nbrucei\ngambiense\ntreatment. This oral nitroimidazole agent is highly effective in both first- and second-stage disease except in highly advanced stages.\n\nStage 1 disease\n\nFexinidazole is the first-line therapy in patients with Stage 1\nT\nbrucei\ngambiense\ndisease who are older than 6 years and weigh at least 20 kg. Oral administration makes this drug convenient in communities with limited healthcare resources. Common adverse reactions to fexinidazole include gastrointestinal disturbances such as nausea, vomiting, decreased appetite, insomnia, and tremors. This drug can cause QT prolongation and should not be used in patients with hepatic insufficiency or allergies to other nitroimidazoles.\n\nFexinidazole can be given in the outpatient setting if patients can eat, weigh more than 35 kg, are reliably treatment-compliant, and have no concurrent psychiatric disorders that can make medication adherence difficult. The medication is given once daily for 10 days, with a loading dose in the first 4 days. Dosage depends on body weight.\n\nPeople weighing at least 35 kg require a loading dose of 1800 mg and a maintenance dose of 1200 mg. Patients weighing between 20 and 34 kg require a loading dose of 1200 mg and a maintenance dose of 600 mg. The regimen must be restarted from day 0 if a dose is missed and more than a day has passed. At least 3 maintenance doses must be taken correctly for the regimen to be considered complete.\n\nPentamidine may be prescribed to younger patients and people with contraindications to fexinidazole or who do not meet the treatment criteria. The preferred pentamidine regimen for HAT is 4 mg/kg via intragluteal intramuscular injection daily for 1 week on alternating body sides.\n\nPentamidine is ineffective in second-stage disease, as it does not cross the blood-brain barrier. Pentamidine’s side effects include injection site reactions, hypotension, and hypoglycemia. Patients should be given a beverage or food with high glucose content before pentamidine administration to prevent hypoglycemia. Patients must also be advised to lie down for 1 hour after each dose due to possible drug-induced hypotension. More serious adverse events seen with pentamidine in the treatment of other diseases include leukopenia, thrombocytopenia, hyperkalemia, and QT prolongation.\n\nStage 2 disease\n\nPharmacological treatment for second-stage\nT\nbrucei\ngambiense\ndisease depends on the WBC count noted on CSF examination. Fexinidazole is recommended in patients with less than 100 WBCs/μL, older than 6 years, and weighing over 20 kilograms. Meanwhile, younger individuals or people weighing less than 20 kg may be prescribed nifurtimox-eflornithine combination therapy (NECT). NECT is also recommended in patients with a WBC count of at least 100/μL in the CSF.\n\nNifurtimox is given at a daily dose of 15 mg/kg for 10 days, divided into 3. Eflornithine is given concomitantly at a total daily dose of 400 mg/kg intravenously for 10 days, infused over 2 hours twice daily. Eflornithine is superior in reducing mortality and less toxic than melarsoprol. Therefore, eflornithine is the preferred medication over melarsoprol for second-stage disease. Combining nifurtimox and eflornithine reduces the dosage and cost of therapy.\n[27]\nAdverse reactions to eflornithine include pancytopenia, gastrointestinal distress, headache, and seizures.\n\nRescue\n\nNECT is recommended for patients younger than 6 years or weighing less than 20 kg. These patients must also have less than 5 WBCs/μL in the CSF, no CSF trypanosomes, and poor pentamidine therapeutic response. The NECT-long regimen is recommended for individuals with more than 5 WBC/μL or visible trypanosomes in the CSF who fail NECT or eflornithine therapy.\n\nNECT is recommended for individuals who are at least 6 years old, weigh at least 20 kg, lack severe disease signs, and have failed fexinidazole therapy. NECT is likewise recommended for people suspected of having severe HAT but have less than 100 WBCs/μL in the CSF and have failed fexinidazole treatment.\n\nNECT-long therapy is recommended for people who have at least 100 WBCs/μL in the CSF or cannot get a lumbar puncture for any reason and fail NECT therapy. Eflornithine must be extended to 14 days in the NECT-long therapy.\n\nMelarsoprol may also be considered but avoided if possible, as it may cause encephalopathic syndrome, a fatal condition that develops in 6% of all patients treated with this medication. Melarsoprol is given at a dose of 2.2 mg/kg once daily for 10 days concurrently with prednisolone.\n\nEast African HAT Treatment\n\nFexinidazole is also effective against\nT\nbrucei\nrhodesiense\ndisease. Individuals who do not meet the criteria for fexinidazole therapy may be given suramin or melarsoprol.\n\nStage 1 disease\n\nFirst-stage\nT\nbrucei\nrhodesiense\ndisease in patients at least 6 years old and weighing at least 20 kg is treated with fexinidazole as above. Patients with contraindications to fexinidazole should be treated with suramin.\n\nSuramin is also effective against\nT\nbrucei\ngambiense.\nHowever, the high\nOnchocerca\nprevalence in\nT\nbrucei\nrhodesiense–\nendemic areas and the risk of severe drug-induced allergy prohibits suramin use in West and Central Africa. For first-stage\nT\nbrucei\nrhodesiense\ndisease, the initial dose tests for hypersensitivity. Afterward, 5 mg/kg of suramin is injected intravenously once weekly for 5 weeks. Notably, this medication rapidly degrades on air exposure and thus needs to be injected immediately after dilution with distilled water. Adverse reactions to suramin besides hypersensitivity include nephrotoxicity, peripheral neuropathy, and bone marrow toxicity with subsequent agranulocytosis and thrombocytopenia.\n\nStage 2 disease\n\nPatients who have second-stage\nT\nbrucei\nrhodesiense\ndisease, are at least 6 years old, weigh at least 20 kg, and have less than 100 WBCs/μL in CSF should be treated with fexinidazole.\n[28]\nIndividuals who have contraindications to fexinidazole or do not fit these criteria may be treated with melarsoprol.\n\nAdverse reactions to melarsoprol may be severe. Encephalopathic syndrome occurs in up to 18% of patients. Patients may be given dexamethasone and diazepam for encephalopathic syndrome treatment, but the fatality rate from this condition is still quite high. Skin reactions, including pruritus and maculopapular rashes, are common. Bullous lesions can occur, though rarely. Motor and sensory neuropathies may also develop.\n\nFollow-up\n\nPatients treated with a fexinidazole regimen should have evaluations at 6, 12, 18, and 24 months to assess for disease relapse. The blood and CSF must be reexamined if concerning symptoms are present.\n\nIn the first 4 months after completing therapy, the only rescue treatment indication is the presence of trypanosomes in the blood or CSF. From 5 to 9 months posttreatment, finding at least 50 WBCs/μL in the CSF is an indication for rescue therapy.\n\nAt 12 months, finding 6-49 WBCs/μL in the CSF should prompt careful evaluation for relapse. Rescue therapy should only be given if symptoms strongly suggest relapse. From 10 to 24 months, rescue therapy may given for CSF WBCs of at least 20/μL. Patients treated with other regimens do not need close follow-up after treatment, as efficacy is very high.",
    "adverse_effects": "Most people treated for first-stage HAT do not experience complications after therapy. However, second-stage HAT survivors may report lasting neurologic issues. A study revealed that 12 to 13 years after second-stage HAT treatment, 7.8% complained of nighttime sleep difficulties, while 3.9% reported daytime sleep problems. Headaches were noted in 11% of patients. Speech difficulties, muscle weakness, and personality changes steadily decreased after treatment, with no increased risk seen at the 12th- to 13th-year follow-up.\n[29]"
  }
}