{
  "drug_name": "agomelatine",
  "nbk_id": "NBK558911",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558911/",
  "scraped_at": "2026-01-11T18:46:29",
  "sections": {
    "indications": "Mood is defined as a pervasive and sustained feeling tone that is endured internally, and that impacts nearly all aspects of a person’s behavior in the external world. Mood disorders or affective disorders are described by marked disruptions in emotions (severe lows called depression or highs called hypomania or mania). These are common psychiatric disorders leading to an increase in morbidity and mortality.\n\nAccording to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), mood disorders have been broadly categorized as bipolar disorders and depressive disorders.\n[1]\nBipolar disorders are further categorized as bipolar I, bipolar II, cyclothymic disorder, bipolar and related disorder to another medical condition, substance/medication-induced bipolar and related disorder, other specified bipolar and related disorder, and unspecified bipolar and related disorder.\n\nBipolar I disorder is defined as a syndrome in which a complete set of mania symptoms (elevated mood with three or more of the following symptoms- increased goal-directed activity, grandiosity, a diminished need for sleep, distractibility, racing thoughts, increased/pressured speech, and reckless behaviors) has occurred lasting for at least one week or required hospitalization. If the mood is irritable instead of elevated, four or more of the aforementioned symptoms are needed to meet the criteria for a manic episode.\n\nBipolar II disorder consists of current or past major depressive episodes interspersed with current or past hypomanic periods of at least four days duration.\n\nCyclothymia is defined as a subthreshold bipolar trait or temperament with low-grade affective manifestations of the sub-threshold major depression and mild hypomania. It is diagnosed in adults who experience at least 2 years of both hypomanic and depressive periods without ever meeting the criteria for mania, hypomania, or major depression. For a child or an adolescent to be diagnosed with cyclothymia, these episodes should last over 1 year.\n\nHypomania is defined as a non-psychotic, milder, or subthreshold manic state of short duration lasting for at least four consecutive days and without marked social and occupational impairment. It requires elevated mood with (three or more symptoms) or irritable mood (with four or more of the following symptoms) - increased goal-directed activity, grandiosity, a diminished need for sleep, distractibility, racing thoughts, increased/pressured speech, and reckless behaviors. According to the International Classification of Diseases 11th Revision (ICD-11), cyclothymia and hypomania are considered as a prodrome of bipolar disorders, and per DSM 5, hypomania is a component of bipolar II disorder.\n[2]\n\nMajor depressive disorder is diagnosed by the presence of 5 out of the 9 symptoms of sad mood, insomnia, feelings of guilt, decreased energy levels, decreased concentration, decreased appetite, decrease in pleasurable activities (anhedonia), increased or decreased psychomotor activity, and recurrent suicidal ideation/acts of self-harm/suicide attempt existing over a period of 2 weeks.\n\nThree new depressive disorders have been incorporated under mood disorders in DSM-5:\n\nDisruptive mood dysregulation disorder (DMDD) is seen in children and adolescents with frequent anger outbursts and irritability out of proportion to the situation\nPersistent depressive disorder (PDD) or dysthymia, which means a depressed mood that is not severe enough to meet the criteria for major depression. PDD is defined as the depressed mood for at least two years in adults and one year in children and adolescents\nThe premenstrual dysphoric disorder (PMDD) is characterized by irritability, anxiety, depression, and emotional lability occurring in a week before the onset of menses followed by resolution of the symptoms after onset.\n[3]\n\nMajor depression episodes may precede or occur concurrently with persistent depressive disorder, and this is known as double depression.\n\nOther depressive disorders include depressive disorder due to another medical condition, substance or medication-induced depressive disorder, other specified depressive disorder, and unspecified depressive disorder.",
    "mechanism": "The brain areas responsible for controlling our feelings and emotions are the amygdala and orbitofrontal cortex. Patients with mood disorders have shown to have an enlarged amygdala on brain imaging, which substantiates the certainty that abnormalities in these areas lead to mood disorders. Ventricular expansion results from repeated episodes of mood disorders.\n[4]\n\nBiological Factors\n\nNeurotransmitters that play an important function in mood disorders are serotonin and norepinephrine, which are decreased in episodes of depression. Serotonin is the neurotransmitter most commonly associated with depression. Dopamine has also been implicated in mood disorders with research showing that it may be decreased in depression and increased in mania.\n\nMedical conditions which lead to mood disorders include:\n\nBrain tumors\nCNS syphilis\nDelirium\nEncephalitis\nInfluenza\nMetabolic changes associated with hemodialysis\nMultiple sclerosis\nQ fever\nCancer\nAIDS\nHypothyroidism\n\nThere are certain drugs and medications, consumption of which lead to symptoms simulating a mood disorder. These are amphetamines, cocaine, procarbazine, and steroids.\n[5]\n\nGenetic Factors\n\nAccording to research based on twin studies, there are certain genes causing mood disorder.\n[6]\nFamily and adoption studies have also indicated the heritability of mood disorders. People who have a strong positive family history of a mood disorder are more likely to develop mood disorders themselves. The parental mood disorder is a vital and constant risk factor for developing mood disorders in their children.\n[7]\n\nHormonal Factors\n\nIncreased HPA activity is associated with stress and depression. Increased TSH has been shown to be associated with depression.\n\nPsychosocial Factors\n\nStressful life changes (death of significant other, parents, siblings, etc.) traumatic events and childhood abuse have been found to be major risk factors for the development of mood disorder later on in life, especially depressive disorder.\n[8]\nPersonality traits or certain personality disorders like borderline and obsessive-compulsive disorder (OCD) are more frequently associated with depression. Attachment problems and early childhood adversity have been associated with depression.\n\nNeuroimmunological Factors\n\nResearch shows that mood disorder leads to the altered release of neuroactive cytokines like IL-1beta, IL-6, and TNF-alpha.\n[9]\n\nRecent research has found a crucial role of nitric oxide (NO) involved in causing the inflammatory process that leads to signs and symptoms of mood disorder. Altered levels of NO have also been found in patients suffering from mood disorders.\n[10]\n\nIncreased frequency of abnormal hyperintensities is seen in subcortical regions in depressive disorders and bipolar disorder.",
    "monitoring": "A detailed longitudinal and in-depth family history, followed by a thorough mental status examination, is crucial for early diagnosis of mood disorders. Mood disorders secondary to substance abuse require a urine drug test. Specific rating scales are also available for the evaluation of mood disorders. Hamilton Rating Scale for Depression (HAM-D) and the Montgomery-Asberg Depression Rating Scale (MADRS) are for depression, and the Young Mania Rating Scale (YMRS) is for mania.\n[20]\n\nHAM-D is a 17 item depression rating scale administered by the clinician. It rates depressed mood, sleep difficulties, the ability to concentrate, guilt, suicidality, anxiety symptoms, and somatic symptoms on a 3 or 5 point scale. A score of 0 to 7 is considered normal, a score of more than 20 needs intervention.\nMADRS is a questionnaire administered by the clinician for the diagnosis of depression. It assesses sadness, inner tension, appetite, sleep, thoughts of self-harm, and suicide on a scale of 0 to 60. Scores between 0 to 6 are considered normal, 7 to 19 as mild depression, 20 to 34 as moderate depression, and score more than 34 is categorized as severe depression.\nYMRS is a clinician-administered scale for mania. It is an 11 item scale with 4 items (irritability, speech, thought content, and disruptive behavior) graded on a 0 to 8 scale and the remaining items (elevated mood, increase in motor activity, libido, sleep, appearance, and insight) are graded on a 0 to 4 scale. Scores less than 12 indicate remission, 13 to 25 as moderate, and 38 to 60 as severe mania.",
    "administration": "Timely diagnosis and treatment of mood disorders can decrease the associated morbidity and mortality. The first step towards choosing an optimal treatment is a thorough assessment of the patient's safety and level of functioning. Distinct objectives of psychiatric management include solidifying and preserving a therapeutic alliance, educating the patient about signs and symptoms of mood disorders, reinforcing medication compliance, emphasizing the importance of regular sleep and appetite, foreseeing stressors, recognizing recurrences, and lessening social and functional impairment.\n\nPharmacotherapy for Bipolar Disorder\n\nIf presenting episode is a manic episode with severe symptoms or is a mixed episode: Start with a mood stabilizer (lithium or valproic acid), and an atypical antipsychotic (risperidone, olanzapine, quetiapine, ziprasidone, aripiprazole).\nIf the patient presents with a less severe episode: Monotherapy with lithium, an anticonvulsant, or an atypical antipsychotic. Alternatives to lithium or valproic acid are carbamazepine or oxcarbazepine.\nIf presenting episode is a depressive episode: Prescribe quetiapine or lurasidone or Lamotrigine or a combination of olanzapine and fluoxetine.\n\nLithium\n— It is the primary mood-stabilizer. The mechanism of action of lithium is to inhibit the hydrolysis of inositol 1 phosphate by inositol monophosphatase. As a result, the supply of free inositol for the regeneration of membrane phosphatidyl–inositides, which are the sources of inositol triphosphate and diacylglycerol, is reduced. It also inhibits enzyme glycogen synthase kinase, and the hyperactive neurons involved in manic states are preferentially affected because the supply of inositol from extracellular sources is compromised.\n\nDosage recommendation— In adults, the starting dose is 300 milligrams of the regular release formulation two-three times a day. In elderly persons with renal impairment, the starting dose is 300 milligrams once or twice daily. At a dose of 900 to 1200 milligrams, the plasma concentration of the drug is 0.6 - 1.0 milliequivalents/liter, which is effective in treating bipolar disorder. At a dose of 1200 to 1800 milligrams, the plasma concentration is 0.8 - 1.2 milliequivalent/liter.\n\nAdverse effects—Gastrointestinal upset, fine tremors, polyuria, and polydipsia-reduction in urinary concentrating capacity leading to nephrogenic diabetes insipidus, hypothyroidism, hyperthyroidism, increased risk of hyperparathyroidism, and cognitive impairment. Check sodium, calcium, phosphorus, electrocardiogram, creatinine, urinalysis, complete blood count, thyroid function test, renal function test, and a pregnancy test. Lithium has a narrow therapeutic index; therefore, it requires monitoring of blood levels.\n\nSodium valproate\n— It blocks voltage-gated sodium channels and boosts the inhibitory transmission of gamma-aminobutyric acid (GABA).\n\nDosage recommendation—For patients having acute mania, oral loading is 20 to 30 milligram/kilogram/day. Therapeutic plasma concentration is attained on a dosage between 1,200 and 1,500 milligrams/day given in divided doses. Sodium valproate can also be given as an intravenous (IV) infusion to stabilize a patient who comes with agitated behavior rapidly.\n\nAdverse effects— Weight gain, gastric irritation, hair loss, thrombocytopenia, leucopenia, red cell hypoplasia, tremor, menstrual irregularities, polycystic ovaries, hyperandrogenism, hirsutism, obesity, insulin resistance, fatal hepatotoxicity, pancreatitis, hyperammonemia-induced encephalopathy.\n\nCarbamazepine, oxcarbazepine\n— These are anticonvulsant medications. These act by blockade of the sodium channels.\n\nDosage recommendation—The target dose for antimanic activity is 1,200 mg a day.\n\nAdverse effects are dizziness, diplopia, drowsiness, ataxia, nausea and headache, dry mouth, edema, hyponatremia, and sexual dysfunction. Preliminary workup should include a CBC, liver function tests (LFTs), electrolytes, and ECG.\n\nLamotrigine\n— It acts by blockade of voltage-sensitive sodium channels, which in turn modulate the release of glutamate and aspartate and a slight effect on calcium channels.\n\nDosage recommendation— 50 to 200 milligrams per day is used for bipolar depression. It is usually started at 25 mg daily, and the dose is titrated upwards gradually to reduce the risk of Stevens-Johnson syndrome.\n\nAdverse effects— Increased risk of rash (Stevens-Johnson syndrome /toxic epidermal necrolysis), which is associated with the speed of dose titration. The appearance of any kind of rash necessitates sudden discontinuation of the Lamotrigine regimen.\n\nOther anticonvulsants which can be used as a mood stabilizer are riluzole, topiramate, zonisamide, gabapentin, pregabalin, and levetiracetam. Of these, topiramate is used most commonly and is associated with renal stones.\n\nBenzodiazepines\nacting as anxiolytic, sedative-hypnotic, anticonvulsant is a valuable adjunctive to a mood stabilizer. These can be useful adjunctive treatment as anxiety and panic disorder is significantly comorbid with bipolar disorder.\n\nThyroid hormone\n: Triiodothyronine may stabilize mood in some bipolar patients. It is important to stabilize hypothyroidism with levothyroxine as thyroid abnormalities are associated with rapid-cycling bipolar disorder.\n\nPharmacotherapy for Unipolar depression or dysthymia\n:\n\nSelective serotonin reuptake inhibitors (SSRIs)\n: Sertraline, fluvoxamine, fluoxetine, citalopram, escitalopram, and paroxetine.\n\nSSRIs are the first-line treatment option for depressive disorder, as they are tolerated better with lesser side effects. They normally take 4 to 5 weeks to display full effects. When on SSRI, it is important to monitor for suicidal thoughts, especially in young adults. The commonly seen adverse effects are nausea, vomiting, diarrhea, dizziness, loss of appetite, reduced sexual desire, anxiety, and insomnia.\n\nSerotonin-norepinephrine reuptake inhibitors (SNRI)\n: venlafaxine, desvenlafaxine, duloxetine, milnacipran, and levomilnacipran\n\nThese are the next in line medication for the treatment of depression after SSRIs. This category of the medication has a dual-action and found to be beneficial in cases with comorbid pain. The common side effects include nausea, dry mouth, hypertension, fatigue, loss of appetite, insomnia, sweating, and anxiety.\n\nAtypical antidepressants\n: bupropion and mirtazapine. Agomelatine is another atypical antidepressant, but it is unavailable in the United States.\n\nMirtazapine also acts as a second-line medication for depression. Side effects include somnolence, increased appetite, and weight gain. Bupropion lowers the seizure threshold and is contraindicated in cases with epilepsy, and in eating disorders.\n\nTricyclic antidepressants (TCA)\n: desipramine, nortriptyline, imipramine, and amitriptyline.\n\nThis category of medications can be effective, but no longer used as primary agents for depression due to the various side effects and toxicity due to overdose. Common side effects include weight gain, somnolence, orthostatic hypotension, increased heart rate, constipation, giddiness, and urinary retention.\n\nSerotonin modulators:\nnefazodone, trazodone, vilazodone, and vortioxetine.\n\nSerotonin modulators act as antagonists and agonists at postsynaptic serotonin receptors and inhibit the reuptake of postsynaptic serotonin. Nefazodone is contraindicated in liver disease. Priapism may be seen with trazodone.\n\nMonoamine oxidase inhibitors (MAOIs)\n:\n\nThese include tranylcypromine, phenelzine, and selegiline. These are scarcely used due to their particular dietary regulations to avoid the hypertensive crisis and serotonin syndrome. Commonly seen side effects include orthostatic hypotension and decreased sleep.\n\nPhototherapy (bright light therapy) is used in the treatment of seasonal affective disorder (SAD).\n\nNewer medications\nsuch as intravenous and intranasal ketamine (esketamine) have shown positive results in the treatment of mood disorders. Ketamine has also shown utility in rapidly reducing suicidal ideation though effects require repeat treatments and are not long-lasting.\nSomatic treatments like vagal nerve stimulation are used for patients with treatment-resistant depression.\n[11]\nAntipsychotics like aripiprazole can be used for the adjunctive treatment of depression.\n\nPsychotherapy\n\nApart from pharmacotherapy, patients suffering from depression and other mood disorders benefit from several types of nonpharmacological therapies.\n\nMindfulness-based cognitive therapy (MBCT) and acceptance and commitment therapy (ACT): These seem to be beneficial in ameliorating mood symptoms and in curbing relapse.\nInterpersonal psychotherapy: It recognizes interpersonal problems and role transitions.\nCognitive-behavioral therapy: It improves dysfunctional cognitions and attitudes that are considered to sustain depression. Amongst psychotherapies, CBT is the most extensively studied therapy for depression.\nDialectical behavioral therapy: It is a form of CBT that involves mindfulness, distress tolerance, and emotional regulation.\n\nCBT, interpersonal therapy, and behavioral activation are considered important psychological treatments for depression. Behavioral activation involves encouraging depressed patients to be involved in activities that uplift mood like exercise, new skills, chores, etc.\n\nBrain Stimulation Therapy\n\nRepetitive transcranial magnetic stimulation (rTMS) has shown promising results in treating mood disorders. rTMS is a technique that utilizes a pulsed magnetic field to facilitate alteration in brain activity. Repeated cortical stimulation can enhance or lessen regional brain activity. rTMS procedure includes about 5 sessions delivered over a period of four to six weeks. The patient does not need a general anesthetic while undergoing rTMS, and it can be administered in the outpatient unit. Dissimilar to ECT, it does not cause cognitive side effects. The major adverse effects are headache and scalp discomfort at the site of administration.\n[21]\nElectroconvulsive therapy is used in treatment-resistant cases, in severe depression when patients refuse to eat/drink, in pregnancy, and highly suicidal patients. Side effects include headache, cognitive deficits, and memory( both anterograde and retrograde) impairment is of chief concern to the patients while undergoing ECT.\n[22]\n\nHealthy Lifestyles\n\nDiet and mental health: Research has demonstrated that following a 'healthy' diet routine is correlated with decreased risk of mood disorders.\nExercise and yoga: Regular exercise and yoga are protective against the development of mood disorders. People who are physically inactive are at a greater risk for the development of depressive disorders. A likely mechanism behind this seems to be the effect of regular workouts on brain-derived neurotrophic factor (BDNF).\nSmoking: Smoking cessation is related to an increased optimistic mood and quality of life and fewer chances of getting anxious and depressed compared with regular smoking.\nOmega-3 fatty acids: The antidepressant effects of omega 3 fatty acids are due to the regulation of neurotransmitters (serotonin, dopamine), and its anti-inflammatory and antioxidant effects.",
    "adverse_effects": "Findings suggest a possible association between a longer duration of illness and a worse outcome in mood disorder, especially in terms of self-harm/suicide.\n[26]\nMood disorders, especially bipolar disorders might be undiagnosed or misdiagnosed for as long as 10 years. A late diagnosis of bipolar disorder has serious outcomes. It leads to several forms of substance abuse. Anxiety disorder was amongst the most frequent lifetime comorbidity associated with mood disorders. Attention deficit-hyperactivity disorder, oppositional defiant disorder, and conduct disorders were also frequently seen. Mood disorders can cause serious functional impairment, for example, inability to work and problems in sustaining emotional relationships with family and friends.\n[27]"
  }
}