{
  "drug_name": "albendazole",
  "nbk_id": "NBK553082",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553082/",
  "scraped_at": "2026-01-11T15:22:06",
  "sections": {
    "indications": "Albendazole is contraindicated in patients with a history of hypersensitivity to albendazole, benzimidazoles, or any component of the formulation. Clinicians should use the drug with caution in patients with active liver disease or dysfunction because the liver metabolizes the drug via the CYP450 system.\n[5]\nAlso, care is in order if the patient has biliary obstruction as the drug gets significantly excreted in bile.\n\nThe FDA classified albendazole as a category C drug under the prior pregnancy rating system, which states the drug should be avoided during pregnancy and reserved only for use in pregnant patients if there is not an acceptable alternative available. Studies in rats have shown some teratogenic effects in the offspring of rats that received the drug; however, some studies of pregnant patients that received albendazole did not show an increased risk of teratogenicity with exposure to the drug. More research is necessary as there are very few articles in the literature about the potential effects on pregnancy and the developing fetus.\n[13]",
    "mechanism": "Albendazole sulfoxide, the active metabolite of albendazole, causes selective degeneration of cytoplasmic microtubules in intestinal and tegmental cells of intestinal helminths and larvae. The metabolite binds to the B-tubulin subunit of the helminth's microtubules and thus inhibits microtubule polymerization.\n[5]\n\nAlbendazole also causes impaired glucose utilization and causes a decrease in the parasite's glycogen stores. At high concentrations, albendazole inhibits parasitic metabolic pathways such as the Kreb cycle by inhibiting key enzymes such as malate dehydrogenase. A subsequent decrease in ATP production occurs, which causes energy depletion, leading to the immobilization of the parasite and subsequent death.\n[5]",
    "administration": "Albendazole comes in a variety of formulations ranging from tablets to oral solutions. A limiting factor in dosing albendazole is its poor solubility and absorption in the human body.\n[6]\nConsequently, albendazole should be administered with a high-fat meal to improve its bioavailability.\n[6]\nTo treat an intraluminal infection, albendazole administration should be on an empty stomach to maximize absorption. The tablets can be crushed or chewed and then swallowed with a drink of water if the patient has difficulty swallowing. An oral suspension of albendazole is also an option if the patient has swallowing dysfunction or is at risk for aspiration. Researchers are developing new formulations of albendazole that have micro-emulsifying delivery systems and increased lipid-solubility to maximize the therapeutic efficacy of the drug.\n[7]\n\nCare is necessary when albendazole is coadministered with medications that interact with the cytochrome P450 pathway as the CYP450 system of enzymes metabolizes albendazole. CYP450 inducing medications such as phenobarbital, phenytoin, rifampin, and carbamazepine can lower the concentration of albendazole by as much as 50%.\n[5]\nCYP450 inhibitors such as cimetidine and grapefruit juice can increase the concentration and availability of albendazole by as much as 50% as well.\n[8]\n\nCommonly, clinicians coadminister steroids such as dexamethasone with albendazole to treat neuro-helminth infections to increase the bioavailability of albendazole, reduce inflammation, and decrease cerebral edema.\n[9]\nCorticosteroids have demonstrated a capacity to increase the efficacy of the treatment, reduce complications, and improve patient outcomes when coadministered with albendazole.\n[9]",
    "adverse_effects": "The most common adverse effects accompanying albendazole use are headaches and elevated liver enzymes, with 10% to 20% of patients experiencing elevated liver enzymes.\n[10]\n[11]\nSome other side effects of albendazole include abdominal pain, nausea, vomiting, and fever. A small percentage of patients may experience a hypersensitivity reaction such as hives and pruritus to the drug. There are reports of alopecia and telogen effluvium in the literature as rare side effects of albendazole therapy. Fortunately, alopecia and telogen effluvium usually reverse after completing the treatment.\n[10]\n\nOther serious side effects include leukopenia, anemia, thrombocytopenia, and pancytopenia, with patients who have preexisting liver damage or dysfunction at the highest risk for developing these conditions.\n[12]\nThe most likely mechanism is that albendazole-induced myelosuppression results from the drug's beta-tubulin inhibition affecting the host's microtubules and thus inhibiting the activity of actively dividing human cells such as white blood cells.\n[12]\n\nPatients with neuro-helminth infection may experience symptoms such as focal neurologic deficits, seizures, and headaches more frequently compared to other parasitic infections due to the destruction of helminthic larvae and cysts in the brain. They also may experience meningeal signs and increased intracranial pressure due to the local inflammatory reaction from parasite death. Mitigating these symptoms is possible with the coadministration of steroids and anticonvulsant medication.",
    "monitoring": "Liver function tests and CBC with differential should be performed at the start of a 28-day cycle and every two weeks during therapy due to the risk of pancytopenia and anemia.\n[13]\n[12]\nPatients with a predisposition for leukopenia and pancytopenia, such as patients with recent chemotherapy, should be observed closely due to the potential of albendazole-induced myelosuppression. Patients with liver disease require more frequent monitoring because the drug is metabolized primarily by the liver.\n[6]\nBefore initiating therapy, ophthalmic exams for retinal lesions should also be performed in patients with neurocysticercosis because the destruction of parasites in the eye can cause retinal damage.",
    "toxicity": "Albendazole's low solubility prevents it from being absorbed in large enough quantities to be toxic to humans. There is no specific antidote for albendazole overdose.\n[14]"
  }
}