{
  "drug_name": "alcohol denat",
  "nbk_id": "NBK568777",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK568777/",
  "scraped_at": "2026-01-11T18:46:32",
  "sections": {
    "indications": "Alcoholic liver disease covers a spectrum of disorders beginning from the fatty liver, progressing at times to alcoholic hepatitis and culminating in alcoholic cirrhosis which is the most advanced and irreversible form of liver injury related to the consumption of alcohol.\n\nThere are three histologic stages of alcoholic liver disease:\n\nAlcoholic fatty liver or steatosis -\nAt this stage, fat accumulates in the liver parenchyma.\nAlcoholic hepatitis\n[1]\n-\nInflammation of liver cells takes place at this stage, and the outcome depends on the severity of the damage. Alcohol abstinence, nutritional support, treatment of infection, and prednisolone therapy in severe cases can help in the treatment of alcoholic hepatitis, but more severe cases lead to liver failure.\nAlcoholic cirrhosis\n[2]\n-\nLiver damage at this stage is irreversible and leads to complications of cirrhosis and portal hypertension.\n\nAlcohol is the most frequently misused drug throughout the entire world and in the United States of America.\n\nIn the United States, it is the leading cause of liver disease. It involves 61 percent of the American population, and among the 61 percent, 10 to 12 percent are heavy drinkers\n\nDefinition of one alcohol drink as per the Centers for Disease Control and Prevention (CDC) is a half-ounce or 13.7 g pure alcohol which is the amount of alcohol present in\n\n12 oz beer (5% alcohol)\n8 oz malt liquor (7% alcohol)\n5 oz wine (12% alcohol)\n1.5 oz 80-proof “hard-liquor” (40% alcohol)\n\nThe prevalence of alcoholic liver disease is highest in European countries. Daily consumption of 30 to 50 gram of alcohol for over five years can cause alcoholic liver disease. Steatosis can occur in 90% of patients who drink over 60g/day, and cirrhosis occurs in 30% of individuals with long-standing consumption of more than 40 g/day.\n\nAt-risk drinking definitions are below:\n\nMen: over 14 drinks per week or greater than four drinks per occasion\nWomen and those over 65 years: over seven drinks per week or greater than three drinks per occasion\n\nDefinitions of significant drinking from a liver toxicity standpoint are as below (this history is essential to differentiate non-alcoholic fatty liver disease (NAFLD)  from alcoholic fatty liver disease (AFLD)\n\nMen: more than 21 drinks per week\nWomen: over 14 drinks per week",
    "monitoring": "Standard tests include:\n\nCBC (Complete blood count) to rule out the infection, look for complications of cirrhosis: anemia, thrombocytopenia, a leukemoid reaction in alcoholic hepatitis.\nLFTs (liver function tests): AST (aspartate aminotransferase) is markedly raised compared to ALT (alanine aminotransferase) in alcoholic liver disease, albumin is low, bilirubin is elevated. GGTP ( gamma-glutamyl transpeptidase) is usually elevated along with elevated triglyceride levels.\nProthrombin time (PT) and INR (to assess liver synthetic function): Elevated value indicates more severe disease.\nAbdominal imaging (abdominal ultrasonography) to look for biliary obstruction and liver tumors.\nBMP (basic metabolic profile) should be ordered to look for renal failure and electrolyte disturbance (low levels of potassium, magnesium, and phosphorus).\nAscitic fluid SAAG (serum-ascites albumin gradient) should be calculated to assess the reason for ascites if present.\nScreening blood tests for other causes of chronic liver disease, including viral hepatitis.\nEndoscopy to look for esophageal varices due to portal hypertension in patients with cirrhosis.\nA liver biopsy can make a definitive diagnosis in cases where the diagnosis is uncertain. It is used more often for evaluation of severity, staging, prognosis and treatment monitoring. At least 1.5-2 cm long sample of liver tissue is needed for accurate diagnosis of fibrosis. Liver biopsy has a risk of complication including life-threatening hemorrhage so it is reserved for cases where results of biopsy can make a difference in treatment plan.\n[3]"
  }
}