{
  "drug_name": "alectinib",
  "nbk_id": "NBK563322",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563322/",
  "scraped_at": "2026-01-11T15:22:09",
  "sections": {
    "indications": "There are very few contraindications for TKIs. Considering the use of TKIs in life-extending cancer therapy, the benefits associated with TKI use generally outweigh the risks.\n[56]\nData concerning TKI use in pregnancy is sparse; however, with rising rates of advanced maternal-age pregnancies, cancers requiring TKI therapy during pregnancy have become more common.\n[57]\n[58]\nWhile there are several reports of successfully administering TKIs, such as erlotinib, imatinib, and nilotinib, during pregnancy, multiple studies demonstrate adverse events and teratogenic effects related to TKI use during pregnancy.\n[36]\n[59]\n[60]\n[61]\n\nData on TKI use during pregnancy is still lacking in most cases. As a result, TKIs are typically co-prescribed with an effective contraception method during therapy and several weeks after discontinuing the TKI. Other limitations to using TKIs include severe adverse reactions. Patients at particular risk for one of the known adverse effects of the TKIs about to be prescribed, such as hypertension, interstitial lung disease, and long-QT syndrome, should receive an alternative therapy if possible.",
    "mechanism": "As a whole, tyrosine kinases phosphorylate specific amino acids on substrate enzymes, which subsequently alter signal transduction leading to downstream changes in cellular biology. The downstream signal transduction set off by TKs can modify cell growth, migration, differentiation, apoptosis, and death. Constitutive activation or inhibition, either by mutations or other means, can lead to dysregulated signal cascades, potentially resulting in malignancy and other pathologies.\n[4]\n[40]\nTherefore, blocking these initial signals via TKIs can prevent the aberrant action of the mutated or dysfunctional TKs.\n\nDespite the diverse primary amino acid sequences, human kinases share similar 3D structures, particularly when it comes to the ATP-binding pocket located in the catalytically active region. The starting amino acid sequence (ASP-Phe-Gly or DFG) of the flexible activation loop that controls access to the activation site is also typically conserved.\n[41]\n\nKinase inhibitors are either irreversible or reversible. The irreversible kinase inhibitors tend to covalently bind and block the ATP site resulting in irreversible inhibition. The reversible kinase inhibitors can further subdivide into four major subtypes based on the confirmation of the binding pocket as well as the DFG motif.\n[3]\n[42]\n\nBelow are listed various binding modes of TKIs.\n[3]\n\nType I inhibitors\n: competitively bind to the ATP-binding site of active TKs. The arrangement of the DFG motif in type I inhibitors has the aspartate residue facing the catalytic site of the kinase.\n\nType II inhibitors\n: bind to inactive kinases, usually at the ATP-binding site. The DFG motif in type II inhibitors protrudes outward away from the ATP-binding site. Due to the outward rotation of the DFG motif, many type II inhibitors can also exploit regions adjacent to the ATP-binding site that would otherwise be inaccessible.\n\nType III inhibitors\n: do not interact with the ATP-binding pocket. Type III inhibitors exclusively bind to allosteric pockets adjacent to the ATP-binding region.\n\nType IV inhibitors\n: bind allosteric sites far removed from the ATP-binding pocket.\n\nType V inhibitors\n: refer to a proposed subset of kinase inhibitors that exhibit multiple binding modes.\n[43]",
    "administration": "Nearly all TKIs are effective when taken orally. Therapeutic loading and maintenance dosages are unique to each drug and should require unique dosing for each patient. When administering specific TKIs, many factors can contribute to reduced potency and the development of acquired resistance. These factors include such as whether or not food intake affects bioavailability, the mechanism of drug metabolism and elimination, liver and kidney function, drug-drug interactions, the presence of other medications that alter stomach pH, and patient demographics.\n[44]\n[45]\n[46]",
    "adverse_effects": "Adverse events of TKIs are usually dose-based, with broad side effect profiles unique to each drug. However, due to similarities in drug targets, different classes of TKIs can have similar side effect profiles. Clinicians use BCR-Abl and KIT inhibitors to treat Philadelphia chromosome-positive CML and GIST, respectively.\n[47]\nBoth KIT and BCR-Abl inhibitors, Imatinib, in particular, are known to cause adverse cutaneous drug reactions.\n[48]\n\nEGFRs are a large family of RTKs associated with several cancers, including NSCL, breast, colorectal, pancreatic, esophageal, and head-and-neck cancers. The most common severe adverse effects associated with EGRF inhibitors are related to cutaneous adverse drug reactions.\n[48]\n[49]\nThe reason for this association is likely due to EGFRs’ role in normal skin integrity. Inhibition of EGFR hinders integumental function leading to dysfunctional epidermal differentiation and re-epithelialization, resulting in skin erosions.\n[49]\n\nAngiogenesis is a critical step in cancer growth. VEGF is a key inducer of pathological angiogenesis expressed in nearly all human tumors.\n[50]\nDue to VEGF’s role in blood vessel survival and plasticity, TKIs that inhibit VEGFR carry associations with several cardiovascular toxicities, particularly hypertension.\n[51]\n[52]\nThis toxicity is likely because VEGF is necessary for adequate nitric oxide production. Inhibition of VEGF, therefore, results in elevated systemic vascular resistance.\n[53]\n[54]\nBecause VEGF is vital to endothelial cell survival, anti-VEGF therapy can diminish the integrity and regenerative capacity of endothelial cells, causing pro-coagulant changes. The long-term weakening and diminished integrity of blood vessel walls can eventually lead to thrombosis and hemorrhage.\n[55]\nOther adverse events associated with VEGFR TKIs include: renal injury, left ventricular dysfunction, cerebral and intestinal hemorrhage, cardiac ischemia, thrombosis, and skin reactions.\n[38]\n\nCommon adverse events related to TKIs are listed below. Not all adverse events are associated with every TKI, occurring at different frequencies depending on the drug.\n\nGeneral\n\nFatigue\nFevers/Chills\nWeight loss/gain\n\nGastrointestinal\n\nAbdominal pain\nDiarrhea\nDysgeusia\nConstipation\nNausea/vomiting\nHepatotoxicity\nStomatitis\n\nCardiovascular\n\nHypertension\nHypotension\nCongestive heart failure\nThrombosis\nCardiac ischemia\nMyocardial infarction\nStrokes\nIntestinal hemorrhage\nQT interval prolongation\n\nDermatological\n\nSteven Johnson syndrome\nToxic epidermal necrolysis\nDrug rash with eosinophilia and systemic symptoms\nAcute generalized exanthematous pustulosis\nPalmar-plantar erythrodysesthesia\nMaculopapular rashes\nCheilitis\nFacial edema\nEczema\nPruritis\nPhotosensitivity\nXerosis\nAlopecia\nHair color changes\nParonychia\n\nEndocrine\n\nHypokalemia\nThyroid dysfunction\nLacrimation\n\nHematologic\n\nAnemia\nThrombocytopenia\nNeutropenia\nBruising\n\nMusculoskeletal\n\nMyalgias\nArthralgia\n\nOphthalmic\n\nCentral serous retinopathy\nRetinal pigment epithelial detachment\nTKI keratitis\n\nRenal\n\nKidney dysfunction\nProteinuria\n\nRespiratory\n\nInterstitial pulmonary disease\nPneumonia\nUpper respiratory tract infection\nDyspnea\nEpistaxis\nRhinorrhea\n\nNeurological\n\nCognitive impairment\nPeripheral neuropathy\nHeadaches\nDizziness",
    "monitoring": "While TKIs relieve the disease burden of most cancer patients, acquired resistance through various mechanisms remains a bottleneck in cancer targeted therapy. Patients require monitoring for disease progression after the initial benefit, which could be a sign of acquired resistance.\n[46]\nGenetic testing to identify known resistance mutations can also help guide genotype-directed therapy.",
    "toxicity": "TKIs are generally well-tolerated, especially when compared to non-targeted cancer therapy. However, only a few of these drugs are selective for only one target. Due to the ubiquitous physiological role protein kinases play in the body, toxicities affecting various organs can occur. Organs commonly affected include the heart, lungs, liver, gastrointestinal tract, kidneys, thyroid, blood, and skin.\n[62]\n\nThe toxicity and efficacy of TKIs are often closely linked; this allows on-target toxic effects to act as biomarkers of effective pharmacological inhibition for certain TKIs. For example, skin rashes can serve as a monitoring mechanism for the effects of some TKIs that target EGFR and hypertension and can generally help monitor the inhibition of VEGFR.\n[63]\n[64]\n[65]\nHowever, the combined detrimental effects of both on-target and off-target toxicities can diminish a patient’s quality of life and limit the dose intensity of their medication, leading to sub-therapeutic treatment.\n\nThe optimal TKI of choice and dose is a requirement to reduce toxicities and adverse events. While TIKs are mainly administered at a fixed dose, several factors must guide dosing when devising an optimal TKI regimen. These factors include drug-drug/drug-food interactions, genetic polymorphisms of ABC transporters, patient adherence, intestinal absorption, distribution, metabolism, and elimination.\n[66]\n[67]\nThe interplay of multiple processes regulating the pharmacokinetics and pharmacodynamics of TKIs merits consideration when administering a TKI to titrate the optimal dosage.\n[68]"
  }
}