{
  "drug_name": "alendronate",
  "nbk_id": "NBK526073",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526073/",
  "scraped_at": "2026-01-11T15:22:08",
  "sections": {
    "indications": "Contraindications to alendronate include patients with known hypersensitivity to the drug, as well as those with esophageal abnormalities, delayed esophageal emptying, or achalasia. To mitigate the substantial risk of esophageal morbidity, it is advisable to refrain from administering the medication to patients who cannot maintain an upright sitting or standing position for a minimum of 30 minutes. In addition, alendronate should be avoided in patients with hypocalcemia.\n[21]\n\nBox Warning\n\nAlendronate has no FDA-boxed warnings.",
    "mechanism": "Alendronate belongs to the class of bisphosphonate medications and is used to treat osteoporosis and other bone-related conditions. By binding to hydroxyapatite crystals within bone, alendronate downregulates osteoclast-mediated bone reabsorption, thereby leading to a reduction in bone matrix breakdown. Both of these mechanisms collectively contribute to regulating the reabsorption and turnover of minerals. Alendronate differs from other bone-modifying supplements by its ability to suppress bone formation without modifying bone mineral accrual in endocortical or intracortical bone.\n[12]\n\nPharmacokinetics\n\nThe pharmacokinetic profile of alendronate is provided below.\n\nBioavailability:\nThe bioavailability of alendronate is limited to 0.64% in fasting women and 0.59% in fasting men. However, this bioavailability diminishes by as much as 60% when the drug is taken with food.\n\nHalf-life:\nAlendronate exhibits a notably protracted terminal half-life of approximately 10 years within bone tissues.\n\nExcretion:\nAlendronate is primarily excreted through urine, accounting for 50% of elimination, with unabsorbed drugs appearing in the feces.\n\nKendler et al conducted a study investigating the transition from denosumab treatment to alendronate treatment and its impact on bone mineral density.\n[13]\nThe clinical trial included postmenopausal women who were treatment-naive, with bone mineral density T-scores ranging from -2.0 to -4.0. The study results revealed that after 1 year of denosumab treatment, alendronate effectively preserved bone mineral density into the second year of the trial.\n\nMok et al conducted a study to examine the effects of denosumab or alendronate treatment on bone mineral density in patients receiving long-term prednisolone treatment.\n[14]\nThe study revealed that after 12 months of treatment, denosumab outperformed alendronate in increasing bone mineral density in the spine. However, both denosumab and alendronate also exhibited similar positive effects on bone mineral density in the hip and femoral neck.\n\nBrown et al investigated the impact of romosozumab compared to alendronate on lumbar spine bone mass and bone strength characteristics in postmenopausal women with osteoporosis.\n[15]\nThe study determined that romosozumab treatment resulted in superior bone mass and strength in the lumbar spine when compared to alendronate treatment.\n\nMartini et al examined the in vitro effects of alendronate on 3T3-L1 fibroblast-derived adipocytes, focusing on lipid characteristics and oxidative stress in mature adipocytes, as well as the inflammatory response of macrophages.\n[16]\nThe study revealed that alendronate reduced the differentiation of 3T3-L1 fibroblasts into adipocytes. Furthermore, it decreased hydrogen peroxide-induced lipid peroxidation and lowered triglyceride content. Alendronate also inhibited the activation of RAW 264.7 macrophages, shifting them away from the pro-inflammatory M1 type. These effects of alendronate can potentially decrease insulin resistance and adipocyte dysfunction.\n\nViggers et al conducted a clinical study to examine the influence of alendronate treatment on the incidence of type 2 diabetes in patients and whether alendronate had any effect on the development of this condition.\n[17]\nThe study revealed that alendronate therapy reduced the risk of developing type 2 diabetes.\n\nIto et al studied the effects of alendronate on the bone mineral density of pregnant or lactating female mice.\n[18]\nThe conclusions derived from the animal studies research demonstrated that temporary alendronate treatment immediately before or after pregnancy or during lactation effectively mitigated bone loss, thereby indicating a protective effect.\n\nZameer et al conducted research on mice exposed to d-galactose and aluminum chloride—a combination known to induce neuropathologies and cognitive decline resembling Alzheimer disease.\n[19]\nOral administration of alendronate effectively reversed the neuropathologies and cognitive decline observed in the animal model for Alzheimer disease.",
    "administration": "Available Dosage Forms and Strengths\n\nAlendronate is available in various forms, including oral tablets in 5 mg, 10 mg, 35 mg, 40 mg, and 70 mg strengths; a 70 mg tablet for solution; and a 70 mg/75 mL oral solution.\n\nDosage Regimens\n\nFor optimal effectiveness, alendronate should be taken in the morning with a full glass of water while standing or sitting upright and on an empty stomach. Individuals should maintain an upright position for 30 minutes after taking the medication to minimize the risk of adverse reactions and avoid chewing, sucking, or crushing the tablet.\n\nThe dosing guidelines for alendronate are determined based on the patient's specific clinical indications, risk factors, and individual needs. Dosing guidelines are determined by the clinical indications, which are listed below.\n\nPostmenopausal women:\nThe recommended dosage options for postmenopausal women include an oral tablet of 5 mg daily or 35 mg once weekly.\n\nGlucocorticoid-induced osteoporosis:\nThe recommended dosages for individuals with glucocorticoid-induced osteoporosis are 5 mg oral tablet once daily or 10 mg oral tablet once daily for women not undergoing hormone replacement therapy.\n\nPaget disease of bone:\nThe recommended dosing regimen for individuals with this condition includes an oral tablet of 40 mg administered daily for a duration of 6 months.\n\nSevere renal impairment:\nHealthcare providers advise against using this medication for individuals with severe renal problems and suggest exploring alternative treatment options instead.\n\nLow-risk of fracture:\nIn situations where there is a low risk of fracture, it is prudent to contemplate discontinuing the medication after 3 to 5 years of use.\n\nPediatric patients:\nThe safety and efficacy of this medication have not been established in pediatric populations.\n\nPregnancy and breastfeeding:\nAlendronate was classified as a pregnancy category C drug in the previous FDA pregnancy category system. As the excretion of alendronate in the milk of lactating women is not well understood, it is recommended to exercise caution when using the drug during lactation.\n\nIndividuals prescribed human parathyroid hormone should refrain from using alendronate simultaneously. This combination may diminish calcium-sparing effects, potentially resulting in unfavorable changes in serum calcium concentrations.\n\nIles et al developed an experimental dosage form of alendronate nanoparticles, which resulted in fewer gastric lesions in Wistar rats and exhibited no toxicity in murine osteoblastic cells.\n[20]",
    "adverse_effects": "The most common adverse effects of alendronate include transient hypocalcemia, transient hypophosphatemia, and GI symptoms, such as abdominal pain, heartburn, nausea, constipation, diarrhea, flatulence, and esophagitis. Other reported adverse events include myalgia, joint pain, headache, dizziness, peripheral edema, back pain, and weakness. Although infrequent, additionally reported adverse effects of alendronate encompass toxic epidermal necrolysis and oropharyngeal ulceration.\n[21]\n\nPost-marketing reports have indicated rare instances of osteonecrosis of the jaw, typically associated with tooth extraction or local infection with delayed healing. In addition, reports include esophageal erosions, esophagitis, esophageal ulcers, and hypersensitivity reactions.\n[22]\n\nPapamitsou et al conducted a study to investigate the effects of alendronate treatment on the stomach and liver of Wistar rats.\n[23]\nThe study revealed microscopic inflammation of the stomach and mild hepatotoxicity.\n\nBautista-Villanueva et al reported a case of a patient who developed pustular skin reactions on both calves as a result of alendronate therapy.\n[24]\nThe male patient, aged 55, had a history of ulcerative colitis and osteoporosis and also experienced allergic reactions to mesalamine and golimumab.\n\nZhang et al examined the effects of alendronate treatment on bone healing in 3-month-old female rats subjected to ovariectomy.\n[25]\nThe researchers developed an animal model with osteoporotic calvarial defects. Notably, alendronate treatment was found to impede the healing of the calvarial lesion in this animal model.\n\nNaganathar et al conducted a retrospective clinical study to investigate the effects of alendronate therapy on renal function in patients with osteoporosis, aged 65 and older, and experiencing reduced renal function (creatinine clearance <35 mL/min).\n[26]\nThe study indicated that alendronate therapy did not cause a significant reduction in the patient's baseline renal function.",
    "monitoring": "Baseline concentrations of calcium and bone mineral density should be established before initiating alendronate therapy, with subsequent follow-up assessments at 6 to 12 months after commencing treatment. In cases with a recurring risk of hypocalcemia, it is essential to conduct baseline calcium measurements and maintain continuous monitoring. If hypocalcemia arises during treatment, the clinician should consider reducing the dose or discontinuing therapy. Furthermore, it is necessary to monitor magnesium and phosphorus levels at regular intervals.\n[27]\n\nPhysicians should consider providing patients on alendronate therapy with intermittent breaks from the medication, also known as a drug holiday. The accumulation of alendronate in the kidney allows for persistent anti-fracture benefits even after the discontinuation of treatment. Current recommendations suggest tailoring the duration of the drug holiday based on individual patient needs. Typically, low-risk patients may benefit from a drug holiday lasting 3 to 5 years. Notably, alendronate is widely regarded as a highly safe medication, and the benefits of continued therapy often outweigh the benefits of a drug holiday.\n[28]",
    "toxicity": "To date, there have been no reported toxicities associated with the use of alendronate. Although certain post-marketing reports indicated an association with significant esophageal and gastric mucosal toxicity, subsequent studies have established that alendronate does not cause predictable mucosal damage when used as directed.\n[29]"
  }
}