{
  "drug_name": "alfacalcidol",
  "nbk_id": "NBK562285",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562285/",
  "scraped_at": "2026-01-11T18:46:31",
  "sections": {
    "indications": "Vitamin-D, calcium, and phosphorus are the main factors that influence bone maturation and mineralization. Defective mineralization can lead to rickets and/or osteomalacia. Rickets is characterized by a defect in mineralization and the widening of the epiphyseal plates. Osteomalacia, however, is a defect in the mineralization of the bone matrix. Both rickets and osteomalacia usually occur together in children. Rickets occurs exclusively in children, whereas adults develop osteomalacia after the epiphyseal plate fusion.\n[1]\nWhistler, Boate, Glisson, and their colleagues, Fellows of the Royal College of Physicians, London, in the seventeenth century, were the first to describe rickets in the medical literature.\n[2]\nNutritional rickets is the most common cause of bone disease all over the world.\n[3]",
    "mechanism": "Vitamin D deficiency\nis, by far, the most common cause of nutritional rickets.\n[4]\nRarely, nutritional deficiency of calcium or phosphorus can result in rickets. Other less frequent causes of rickets include genetic causes, drug-induced rickets, and rickets secondary to liver diseases. Medications that impair vitamin D metabolisms such as diphenylhydantoin and rifampicin can result in rickets.\n[5]\n\nBased on the biochemical profile, rickets can be classified into calcipenic, phosphopenic, and rickets due to inhibited mineralization.\n[6]\n\nDeficiency of calcium results in\ncalcipenic rickets,\nand vitamin D deficiency is the most common etiology for calcipenic rickets. Calcipenic rickets may result from inadequate dietary calcium intake, which is reported in a few developing countries.\n[6]\nCalcipenic rickets may also result from poor calcium absorption, such as in children with malabsorption syndromes, especially celiac disease and cystic fibrosis.\n[2]\nRickets can be the first presenting manifestation in patients with celiac disease.\n[7]\nAdditionally, calcipenic rickets may result from a genetic defect of vitamin D metabolism, either from a failure of vitamin D to switch to its active form (1,25-dihydroxy vitamin D) or due to end-organ resistance. Low serum calcium is a common phenomenon in calcipenic rickets that stimulates the secretion of parathyroid hormone (PTH), which may result in the normalization of serum calcium. In the long term, this secondary hyperparathyroidism results in the internalization of sodium-dependent phosphate co-transporter proteins in the renal tubules. Subsequently, it causes renal phosphate loss and hypophosphatemia.\n[8]\n\nPhosphopenic rickets\n, on the other hand, is caused by conditions that cause chronic low serum phosphate levels, either from impaired intestinal absorption or, more commonly, from increased renal loss. Phosphate is abundant in our regular food, so phosphate deficiency does not usually occur from dietary insufficiency in healthy individuals. In premature children, dietary phosphate deficiency can result in osteopenia of prematurity. Low serum phosphate levels occur in (1) conditions that increase the production or decrease degradation of fibroblast growth factor 23 (FGF23), a hormone that reduces the reabsorption and increases the excretion of phosphate in the renal tubules. (2) increased urinary phosphate loss due to mutations that cause inactivation of sodium-dependent phosphate transporters in the kidneys. Both conditions increase the urinary phosphate loss resulting in chronic hypophosphatemia. Both calcipenic rickets and phosphopenic rickets are characterized by hypophosphatemia, which eventually causes the clinical and radiological bone changes characteristic of rickets (rachitic changes).\n[8]\n(more details in pathophysiology section)\n\nInhibited mineralization rickets\noccurs when there is a defect in growth plate mineralization in the presence of normal calcium and phosphate concentrations. It may result from several predisposing factors including, hereditary hypophosphatasia, medications (first-generation bisphosphonates), and toxicities from aluminum and fluoride.\n[6]\n\nGenetic causes\nof rickets may be classified broadly into two types: vitamin D-dependent rickets (calcipenic type), and congenital hypophosphatemic rickets (phosphopenic type).\n[9]\n[10]\n\nVitamin D-dependent rickets:\n[10]\nThis group is characterized by defects in either synthesis of the active form of vitamin D (1,25-dihydroxy vitamin D), or defect in vitamin D receptor (VDR), or vitamin D-VDR interactions.\n\nVitamin D-dependent rickets type I A (VDDR1A):\nThis type is previously known as hereditary pseudo-vitamin D deficiency. It is inherited by an autosomal recessive mutation in the CYP27B1. In this form of rickets, 25-hydroxyvitamin D cannot be converted to 1,25-dihydroxy vitamin D due to a deficiency in the 1-alpha hydroxylase enzyme, which is required for vitamin D biosynthesis in the kidney.\n\nVitamin D-dependent rickets type I B (VDDR1B):\nThis type is also referred to as vitamin D hydroxylation-deficient rickets. It is a rare condition inherited by an autosomal recessive mutation in the CYP2R1 gene. In this form of rickets, vitamin D cannot be converted into 25-hydroxyvitamin D and later to 1,25-dihydroxy vitamin D, due to a deficiency in the 25-hydroxylase enzyme, which is another enzyme that required for vitamin D biosynthesis present in the liver.\n\nVitamin D-dependent rickets type II A (VDDR2A):\nThis type of rickets is also known as hereditary vitamin D-resistant rickets. It is inherited as an autosomal recessive condition. It is characterized by end-organ resistance to the active form of vitamin D. VDDR2A is caused by VDR gene mutations, and these mutations alter the VDR, often preventing the receptor from interacting with 1,25-dihydroxy vitamin D. As a result, VDR cannot regulate gene activity, even with normal amounts of 1,25-dihydroxy vitamin D in the body.\n\nVitamin D-dependent rickets type II B (VDDR2B):\nThis is an unusual form of vitamin D-dependent rickets. It is caused by overexpression of a nuclear protein that interferes with normal vitamin D function, and the exact pathogenesis is unclear.\n\nCongenital hypophosphatemic rickets:\n[10]\nIn this type, the defect in bone mineralization is caused by hypophosphatemia (secondary to renal phosphate loss). It is classified into two groups, FGF-23-dependent hypophosphatemic rickets, and FGF-23-independent hypophosphatemic rickets.\n\nFGF-23-dependent hypophosphatemic rickets:\nIt is characterized by an abnormality in phosphatonin, which regulates phosphate homeostasis. It is further classified into three forms, X-linked dominant hypophosphatemic rickets (most common type), autosomal dominant hypophosphatemic rickets, and autosomal recessive hypophosphatemic rickets.\n\nFGF-23-independent hypophosphatemic rickets:\nThis type of rickets is not phosphatonin-dependent. Yet, FGF-23 levels are fairly normal. It is characterized by a pathology in the renal tubules that causes phosphate transport defects.\n\nThe main causes of rickets worldwide in older infants and toddlers are due to vitamin D deficiency, either due to nutritional deficiency or due to insufficient sun exposure. A study revealed 89% of the patients with rickets had no or minimal sun exposure.\n[11]\nRisk factors for nutritional vitamin D deficiency include prolonged exclusive breastfeeding without vitamin D supplementation, excessive juice rather than fortified milk consumption, and inadequate intake of vitamin D fortified foods.\n[12]\nPregnant mothers who have a vitamin D deficiency may predispose their babies to rickets and hypocalcemia.\n[2]\n[13]\nLatitude also plays an important role in vitamin D deficiency and rickets. In higher latitudes, there are more chances to develop vitamin D deficiency and rickets.\n[14]\nThis happens because latitude affects the zenith angle of the sun, and subsequently, the amount of the ultraviolet B (UVB) radiation. Even in the countries where the sunlight is available throughout the year, limited sun exposure can occur due to the following reasons - clothing that covers most of the skin (due to religious, or cultural, or climatic reasons), being indoors for most of the time, having dark skin color (high concentrations of melanin in the skin reduce vitamin D synthesis) or reduced dietary intake (vegetarians)\n[15]\n, living in a region with high atmospheric pollution (pollutions limit the UVB rays from reaching the ground levels),\n[16]\nor extensive use of sunscreens with protection factor > 8.\n[17]\nThe safe threshold for UVB exposure for vitamin D synthesis without an increased risk for skin cancer is unknown.\n[18]",
    "monitoring": "If the rickets is clinically suspected, biochemical tests and radiological images are the next steps to confirm the diagnosis.\n\nThe most important laboratory marker to diagnose the rickets is serum alkaline phosphatase (ALP), which is typically high as this is a disease of abnormal mineralization and increased osteoblastic activity.\n[5]\nAlkaline phosphatase activity is induced by phosphate deficiency in rickets.\n[29]\nIn phosphopenic rickets, ALP values are frequently noted between 400-800 IU/L, and in calcipenic rickets, ALP is markedly elevated, and values are frequently noted up to/greater than 2000 IU/L.\n[29]\nIt is also an excellent marker to monitor disease activity.\n\nSerum 25-hydroxyvitamin D level is another laboratory marker that helps to diagnose rickets, especially the nutritional deficiency of vitamin D. The active form of vitamin D (1,25-dihydroxy vitamin D) has a short half-life (5-10 hours).\n[30]\nSerum 25-hydroxyvitamin D level is the major circulatory form and is typically used to assess vitamin D status.\n[31]\nThe majority of children with vitamin D deficiency-induced nutritional rickets have serum 25 hydroxyvitamin D level < 10 ng/mL.\n[8]\n(The global consensus recommendations on the prevention and treatment of nutritional rickets defined vitamin D deficiency as 25-hydroxyvitamin D level < 30 ng/mL, insufficiency as 30 to 50 ng/mL, and an adequate level as >50 ng/mL.\n[32]\n\nRoutine screening with serum 25 hydroxyvitamin D levels is not recommended for healthy children.\n[18]\nSerum 1,25 dihydroxy vitamin D levels are helpful in the evaluation of genetic forms of vitamin D dependent rickets. Generally, 1,25-dihydroxy vitamin D levels are low in vitamin D-dependent rickets type I (A and B) and high in vitamin D-dependent rickets type II (A and B).\n[10]\n\nSerum calcium and phosphate levels could vary depending on the type of rickets - calcipenic or phosphopenic type. Serum calcium and PTH levels are usually normal in phosphopenic type. In calcipenic rickets, serum calcium levels are either low or normal (as a result of compensatory increases in PTH).\n[2]\nIf the serum albumin is low, serum calcium levels should be corrected accordingly. In calcipenic rickets, the serum phosphate level is initially normal but drops later in the disease due to renal phosphate loss as a result of elevated PTH.\n[2]\n\nMeasuring urine phosphate is helpful in evaluating the renal loss of phosphate in the genetic forms of hypophosphatemic rickets and other conditions such as Fanconi syndrome associated with phosphaturia.\n[26]\nSimilarly, urine calcium can be used to monitor hypercalciuria (to prevent nephrocalcinosis) during the treatment phase of hypocalcemic rickets.\n\nOther biochemical investigations include blood urea nitrogen (BUN)/creatinine levels to screen for renal status, and liver enzymes to screen liver function.\n[26]\n\nThe radiological images should include the distal ends of rapidly growing bones in upper and lower extremities\n[8]\n, and additionally, ribcage images are helpful as well. The appearance of radiolucent lines at the conjunction between epiphysis and metaphysis and widening of the epiphyseal plate, due to the accumulation of non-mineralized osteoid, is the earliest radiological change.\n[4]\nRachitic changes also include the cupping, splaying, fraying, and trabecular formation of the metaphysis.\n[18]\nThe epiphyseal center formation may be delayed or appear small.\n[26]\nThe cortex of the bones may be thin and osteopenic.\n[26]\n[18]\nChest images show rachitic rosary and widening of costochondral junctions. Angular deformities, along with pathological fractures of the upper and lower limb bones, may be noted in advanced stages.\n[26]\n[18]\n\nThe combination of positive clinical signs, relevant laboratory findings (high ALP, and either hypocalcemia or hypophosphatemia), and typical radiological findings confirm the diagnosis of rickets. The diagnosis is still possible in the presence of normal serum calcium and phosphate levels. Similarly, clinical signs are not recognized in the early stages.\n[5]",
    "administration": "Treatment strategies of rickets depend on the underlying etiology - nutritional vs. genetic rickets.\n\nTreatment of rickets due to nutritional deficiency of vitamin D:\n\nTreatment includes early intensive and late maintenance phase. There are several regimens utilized to treat rickets due to nutritional deficiency of vitamin D.\n[33]\nAll of them comprise some form of vitamin D administration, vitamin D2 (ergocalciferol) or vitamin D3 (cholecalciferol), with subsequent monitoring for healing.\n[8]\nThe intensive phase of vitamin D treatment is given for two to three months in conjunction with calcium supplementation (500 mg either through diet or by supplements) for children who have insufficient dietary calcium.\n[8]\n[18]\n\nSingle-dose therapy (stoss therapy):\nHere, a single large dose of vitamin D is used, particularly in patients with low medication compliance.\n[34]\nIt is given orally or intramuscularly at a dose of 100,000 to 600,000 international units (IU) for infants > 1 month.\n[17]\nOral treatment, however, is recommended as this route restores vitamin D more rapidly.\n[18]\nThis regimen is generally both safe and effective in treating vitamin D deficiency rickets.\n[34]\nHowever, rarely it may be complicated by the increase in the risk of hypercalcemia.\n[8]\nThe U.S. Endocrine Society recommends a dose of 50,000 IU of vitamin D (either vitamin D2 or D3) once weekly for six weeks, followed by a maintenance phase with 400-600 IU of vitamin D daily.\n\nMultiple doses of vitamin D:\nSmall daily doses of vitamin D are given in this regimen. The doses depend on the age of the patient. The daily dose for infants < 1 month, 1-12 months, > 12 months are 1000 IU, 1000 – 5000 IU, and 5000 IU, respectively, for 2-3 months.\n[17]\nSubsequently, it is recommended to give a daily dose of 400 IU as the maintenance phase.\n[17]\nAlmost on similar lines, the U.S. Endocrine Society recommends 2000 IU of vitamin D daily for six weeks in the intensive phase for ages in the intensive therapy and 400-600 IU for the maintenance for vitamin D deficiency.\n[35]\n\nIn toddlers, bone pain improves within two weeks after treatment initiation.\n[8]\nThe metaphyseal swelling improves by six months, and the bow legs and knock knee improvement can take up to 2 years. However, adolescents are usually left with some residuals that may need orthopedic surgical correction.\n[8]\n\nBiochemically, serum calcium, and phosphate levels return to normal levels within six to ten days, whereas PTH normalizes in one to two months. ALP may normalize in three months or longer.\n[17]\n\nOnce the treatment is started, careful monitoring of serum calcium, phosphate, ALP, and 25 hydroxyvitamin D is carried out.\n[26]\nRandom urine calcium to creatinine ratio should be measured to evaluate any increase in urinary calcium, which is often used to monitor the need to adjust the treatment and also to evaluate for hypercalciuria to prevent nephrocalcinosis. After treatment of the biochemical abnormalities and vitamin D restoration, severe persistent osseous abnormalities may be treated surgically.\n[26]\n\nPrevention of rickets due to nutritional deficiency of vitamin D:\nThis is a preventable disease. The optimal way to prevent nutritional rickets is to educate the parents and pregnant women about the good dietary sources of calcium and vitamin D as well as about the importance of adequate sun exposure. However, the safe threshold limit for sunlight exposure for vitamin D synthesis without an increased risk for skin cancer is not known.\n[18]\nThe pregnant women ideally should receive 600 IU per day of vitamin D in combination with other micronutrients to prevent rickets in their offsprings.\n[18]\nVitamin D supplementation during pregnancy helps to avoid high levels of placental ALP and subsequent increase in the neonatal fontanel size, hypocalcemia, and dental enamel complications.\n[18]\n\nAdditionally, rickets can be prevented by a universal oral vitamin D supplementation of 400 IU given daily to breastfed infants and infants who consume less than 500 mL of fortified formula per day in the first year of their life.\n[4]\nBeyond infancy, the high-risk groups for vitamin D deficiency (children with a previous history of rickets, and high risk of insufficient dietary vitamin D) should receive 600 IU of vitamin D daily either by diet or by supplementation.\n[18]\n\nVitamin D supplementation is an effective intervention in preventing vitamin D deficiency rickets. For example, a nationwide program in turkey was introduced in 2005 to propose a free vitamin D drops (400 IU/day) to children less than three years. The prevalence of rickets has dropped from 6% in 1998 to 0.1% in 2008.\n[36]\nThe residents of the geographical areas located higher than 55th attitudes in Canada were recommended taking higher daily maintenance doses of 800 IU through dietary sources and/or vitamin D supplementation.\n[14]\n\nTreatments of rickets due to genetic causes:\n\nThe genetic conditions resulting in rickets are best treated by a pediatric endocrinologist and/or metabolic bone specialist.\nBoth vitamin D-dependent rickets type I A (VDDR1A) and vitamin D-dependent rickets type I B (VDDR1B) are treated with calcitriol (1,25-dihydroxyvitamin D).\n[10]\nVitamin D-dependent rickets type II A (VDDR2A) and vitamin D-dependent rickets type II B (VDDR2B) are treated with high doses of calcitriol and calcium. The long term management includes a high dose of intravenous calcium administration.\n[10]\nFamilial hypophosphatemic rickets is treated with oral phosphate supplementation along with vitamin D as calcitriol or alfacalcidol (1α-hydroxycholecalciferol).\n[26]",
    "adverse_effects": "The potential complication of the untreated condition includes poor linear growth, osseous deformities, multiple pathological fractures, hydrocephalus, increased intracranial hypertension (ICH), abnormal dentition (dental caries, dental hypoplasia, delayed dentition). Persistent hypocalcemia can lead to complications such as skeletal and cardiac myopathy, seizures, and eventual death."
  }
}