{
  "drug_name": "algin",
  "nbk_id": "NBK563272",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563272/",
  "scraped_at": "2026-01-11T18:46:30",
  "sections": {
    "indications": "Arachnoid cysts are collections of cerebrospinal fluid (CSF) arising from the splitting layers of the arachnoid membrane.\n[1]\nMost arachnoid cysts occur in the anterior or middle cranial fossa or a retrocerebellar location. The etiology of most arachnoid cysts is unclear, but they are likely formed due to abnormal splitting during the embryogenesis of the arachnoid.\n[2]\n[3]\n[4]\nIntracranial arachnoid cysts may have been reported as a purely cystic tumor causing blindness as early as the fifteenth century.\n[5]\nBright offered the first accurate description in 1831 as a \"serous cyst in the arachnoid.\" Many studies have been undertaken to better understand arachnoid cysts since then.\n[6]\nMost arachnoid cysts are thought to be congenital, caused by abnormal development of the meninges and brain during fetal development. Findings of aberrant Sylvian vasculature in temporal arachnoid cyst surgical specimens reveal embryological beginnings as early as 6 to 10 weeks gestation.\n\nMost commonly, arachnoid cysts are detected incidentally on cross-sectional neuroimaging of the brain performed for other reasons. Occasionally, arachnoid cysts are identified in patients referred for imaging due to symptoms. When they are present in critical locations and are of significant size, they can be symptomatic and require treatment. Symptoms associated with arachnoid cysts include vision loss, nausea or vomiting, macrocephaly, paralysis of the oculomotor, trochlear, abducens nerves, trigeminal neuropathy, hemifacial spasm, sensory neuronal hearing loss, facial palsy, vagus nerve palsy vertigo, and eighth cranial neuropathy, depending on the cyst location. Computed tomography (CT) imaging is often enough to diagnose an arachnoid cyst when the lesion is in an expected location with the appearance of a fluid-filled, thin-walled cyst. When additional information is needed, magnetic resonance imaging (MRI) is the imaging modality of choice for evaluating the anatomical location, size, and adjacent structures.\n[7]\nThe vast majority of cases of arachnoid cysts need no treatment. However, mass effect-associated symptoms caused by an arachnoid cyst require treatment depending on the anatomical distortion and neurological symptoms caused. In cases where treatment is indicated, numerous surgical therapies exist. The location often dictates the surgical approach.\n[8]",
    "mechanism": "The etiology of formation is uncertain, but arachnoid cysts, in theory, are predominantly formed due to abnormal splitting during embryogenesis of the arachnoid. Furthermore, histopathology demonstrating the presence of inflammatory cells, excess collagen, or hemosiderin staining suggests an inflammatory or traumatic etiology. Underlying gliosis is not usually found in the adjacent brain secondary to mass effect. Underlying syndromes associated with arachnoid cysts include:\n\nAicardi syndrome\n[9]\nMucopolysaccharidosis\n[10]\n[11]\nAcrocallosal syndrome\n[12]\nMarfan syndrome\n[13]\nMissense mutation (c.2576C>T) of the arginine-glutamic acid dipeptide repeats gene (RERE)\n[14]\nChudley-Mullough syndrome\n[15]\nGlutaric aciduria type 1 associated with bilateral arachnoid cysts\n\nIntracranial Arachnoid Cyst Classification\n\nArachnoid cysts can be classified according to location.\n[16]\n\nSupratentorial\nSylvian\nSuprasellar\nCerebral convexity\nInterhemispheric\nIntraventricular\nInfratentorial\nCerebellopontine angle\nRetrocerebellar\nIntraventricular\nSupratentorial or infratentorial\nQuadrigeminal\n\nThe Galassi classification is another system that categorizes arachnoid cysts primarily based on location and size.\n[17]\n\nType I cysts\nSmall\nUsually asymptomatic\nLocated in the anterior, middle cranial fossa\nType II cysts\nLocated superiorly along the Sylvian fissure\nDisplace the temporal lobe\nType III cysts\nLarge\nTake up the entire middle cranial fossa\nDisplaces the temporal, parietal, and frontal lobes",
    "monitoring": "Computed tomography (CT) imaging is often enough to diagnose most fluid-filled, thin-walled arachnoid cysts. (see\nImage.\nArachnoid Cyst). When additional information is needed, magnetic resonance imaging (MRI) is the modality of choice for evaluating the anatomical location, size, and adjacent structures. MRI can also help exclude differential diagnoses. The arachnoid cyst follows cerebrospinal fluid (CSF) on all pulse sequences unless impacted by a traumatic injury, and blood products are present within, although hemorrhage within an arachnoid cyst is rare.\n\nBecause arachnoid cyst walls are thin, special pulse sequences can be employed to visualize the wall. On magnetic resonance imaging (MRI), the arachnoid cyst follows the signal intensity of CSF on T1, T2 fast spin-echo (FSE), or T2 spin-echo (SE), T2-fluid attenuated inversion recovery (FLAIR), and diffusion. The apparent diffusion coefficient (ADC) maps created from the diffusion data demonstrate that the cyst has high ADC values similar to CSF. Due to CSF pulsations, mild signal differences between the fluid in the arachnoid cyst and the normal CSF on MRI sequences can exist. Arachnoid cysts do not enhance.\n\nAdditional diagnostic studies, such as CT and MRI cisternography, can be performed to confirm a diagnosis and further evaluate an arachnoid cyst. In CT cisternography, a neuro-safe nonionic iodinated contrast is injected intrathecally, and then dynamic CT images of the arachnoid cyst are obtained. The amount of filling and the time it takes to fill the cyst can be utilized to guide management. Cysts that fill completely and early are considered to be freely communicating and may not need to be treated.\n[7]\nMRI cisternography can be performed without contrast or with contrast. Intrathecal contrast-enhanced MRI cisternography has classically been thought to offer the advantage of demonstrating the connection of the arachnoid cyst with the surrounding CSF space.\n\nMRI noncontrast techniques, constructive interference in steady-state (CISS), fast imaging employing steady-state acquisition (FIESTA), and 3D T2-weighted sampling perfection with application-optimized contrast with different flip-angle evolutions (3D SPACE), demonstrate the arachnoid cyst wall and surrounding structures (eg, cranial nerves and vessels). A clear demonstration of the surrounding structures can help decrease surgical morbidities. The 3D SPACE technique helps demonstrate a connection to the CSF space. The 3D SPACE shows signal loss in areas of CSF flow, and these areas of signal loss from flow highlight the connection between the cyst and the CSF space. Similarly, phase-contrast MRI can evaluate a CSF connection to an arachnoid cyst. The flowing CSF is specifically demonstrated as a signal change on phase contrast. However, secondary to false positives, a connection must be confirmed with contrast MR cisternography.\n[40]\n\nRadiologists need to evaluate the brain structures for mass effects secondary to the arachnoid cyst, which ranges from a subtle mass effect on a cranial nerve to a brain herniation. The final analysis of the arachnoid cyst should only be made after obtaining an accurate history from the clinician. An accurate history will ensure that the radiology report properly reflects information about pertinent cranial nerve or vascular structures that are clinically affected by the arachnoid cyst. Radiologists must also be proactive for critically located cysts causing hydrocephalus or large cysts causing mass effect and brain herniation. In these situations, the ordering clinician should be informed, and a neurosurgeon should be called immediately.",
    "administration": "The vast majority of cases of arachnoid cysts need no treatment. However, in patients with symptomatic arachnoid cysts, surgery should be considered based on the clinical factors present, including:\n\nCyst location\nPresence of mass effects\nImpaired CSF flow dynamics (eg, hydrocephalus)\nFocal neurological deficits\nHeadaches\nSeizures\nDevelopmental or cognitive deficits\n[8]\n\nIn cases where treatment is indicated, numerous surgical therapies exist. The surgical approach is often dictated by the location of the cyst and the involvement or lack of involvement of surrounding neurological structures. Surgical excision of the wall is performed with the creation of communication with the subarachnoid space when the lesion is readily amendable.\n[41]\n[7]\nAlso, surgical fenestration or endoscopic fenestration is utilized in which the cyst cavity is opened into the closest part of the ventricular system.\n[32]\n[33]\n[38]\n[39]\nIn perisylvian arachnoid cysts, endoscopic fenestration is widely used as a safe and efficient technique with the highest event-free survival compared to microsurgical fenestration.\n[42]\n\nRarely is the placement of a cystoperitoneal shunt done.\n[33]\n[8]\nShunting is avoided when possible due to the complications that can arise with long-term shunt placement. Unusual treatments are undertaken with unusual cyst locations, such as percutaneous aspiration through the foramen ovale.\n[27]\nSurgery is almost always curative, but recurrences have been reported.\n[43]\nEmergency treatment could be needed when significant hydrocephalus or mass effect is present.",
    "adverse_effects": "Complications from arachnoid cysts are rare but may occur depending on the cyst's location and whether it causes distortions of adjacent anatomical structures. A ruptured arachnoid cyst can also cause subdural hygromas or subdural hematomas that need to be treated. Other complications, including vision loss, nausea or vomiting, macrocephaly, paralysis of the oculomotor, trochlear, abducens nerves, trigeminal neuropathy, hemifacial spasm, sensory neuronal hearing loss, facial palsy, vagus nerve palsy, and vertigo may also occur.\n[45]\n[25]\n[26]\n[27]\n[28]\n[29]"
  }
}