{
  "drug_name": "alove vera ex",
  "nbk_id": "NBK608000",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK608000/",
  "scraped_at": "2026-01-11T15:22:24",
  "sections": {
    "indications": "Corneal neurotization is contraindicated if patients have an active ocular surface infection or uncontrolled inflammatory disease, perineural malignancy near the donor nerve, absent healthy sensory donor nerves, corneal epithelial defects, or ongoing radiotherapy to the eye or orbit. Relative contraindications are paraesthesia in the donor nerve dermatome, extensive conjunctival scarring, poorly controlled diabetic mellitus, multiple systemic comorbidities, anticoagulation use, and unrealistic expectations.",
    "clinical_significance": "Corneal nerves have an essential role in the growth and repair of the cornea. Neurotrophic corneas have poor healing ability and are challenging to manage with reduced visual outcomes. Traditional management focused on supportive treatments but did not address the root causes (loss of corneal nerves and growth factors). Corneal neurotization describes various surgical methods that directly address nerve loss by transferring nerves to the perilimbal region to stimulate new nerve growth. The choice of neurotization technique is individualized, considering the donor nerve sensory function, caliber and axon count of the nerves, proximity to the recipient cornea, surgical accessibility, and the surgeon's experience.\n\nBoth direct and indirect corneal neurotization have demonstrated high improvement rates in Mackie grading within the first 6 months.\n[9]\n[14]\n[45]\nAlthough topical recombinant human nerve growth factor can improve the ocular surface regarding epithelial healing, it does not restore corneal sensation compared with corneal neurotization. Patients may report pain and discomfort in the first few weeks after surgery, with objective improvement after 6 months.\n[18]\n[21]\n[48]\nImprovements have been reported to continue for about a year after surgery. Any improvement in vision depends on the presence of corneal scarring, amblyopia, and underlying ocular comorbidity. Long-term retainment in corneal sensation needs to be established. The optimal timing, reactivation risk, and antiviral regimen in patients with herpetic disease undergoing corneal neurotization remain unclear. The impact of human recombinant nerve growth factor post-neurotization requires further research."
  }
}