{
  "drug_name": "alpelisib",
  "nbk_id": "NBK574508",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574508/",
  "scraped_at": "2026-01-11T15:22:25",
  "sections": {
    "indications": "There is no absolute contraindication to the use of tafamidis except hypersensitivity to the active substance (tafamidis or tafamidis meglumine) or any inactive ingredients present in the capsule. Tafamidis is not recommended during pregnancy or breastfeeding, and for women of childbearing potential not using contraception. Safety and effectiveness have not been established in pediatric patients.\n\nDue to sorbitol in the capsules, it should not be given to patients with hereditary fructose intolerance. As mentioned in pharmacokinetics, tafamidis can be initiated in patients with mild to moderate renal and hepatic impairment; caution is recommended in severe hepatic impairment. Tafamidis should not be given in patients with liver transplants and should be discontinued after liver transplants. Tafamidis should not be given in patients with NYHA class IV symptoms, 6-minute walk distance <100 m, and severe renal dysfunction (estimated glomerular filtration rate < 25 ml per minute per 1.73 m^2) as these patients were not studied in the ATTR-ACT trial.\n[5]\n\nDrug Interactions:\nDose adjustment may be required when used with substrates of breast cancer resistant protein (BCRP) transporter (e.g., methotrexate, rosuvastatin, imatinib). Avoid the combination of tafamidis with alpelisib, berotralstat, cladribine, ubrogepant, pazopanib, rimegepant, or topotecan.",
    "mechanism": "Tafamidis is disease-modifying transthyretin (TTR) kinetic stabilizer for treating transthyretin amyloidosis (ATTR amyloidosis).\n[12]\n\nTransthyretin (TTR) is a soluble, tetrameric protein synthesized and secreted by the liver. Conformational change can occur in TTR either spontaneously with age (ATTRwt) or genetic abnormality (ATTRv), leading to destabilization and dissociation into monomers.\n[13]\nThese monomers misfold and deposit in the extracellular space of tissues as insoluble amyloid fibrils, impairing their normal functioning. Tafamidis, a selective stabilizer of TTR, selectively binds to the thyroxine-binding sites and kinetically stabilizes the TTR tetramer.\n[14]\nBy slowing the dissociation into monomers, the rate-limiting step of amyloid formation, tafamidis slows the disease progression in both cardiomyopathy and peripheral neuropathy.\n[13]\n\nPharmacokinetics\n(manufacturer's labeling)\n\nAbsorption:\nPeak concentration is observed within 4 hours after dosing. No clinically meaningful differences in the pharmacokinetics of tafamidis are marked concerning high fat/calorie food intake.\n\nDistribution:\nThe apparent volume of distribution(Vd) of tafamidis meglumine is 16 liters and 18.5 liters for tafamidis. Tafamidis predominantly binds to TTR. Plasma protein binding of tafamidis is high(>99% in vitro).\n\nMetabolism:\nGlucuronidation has been observed in clinical studies. However, the metabolism of tafamidis is not comprehensively understood.\n\nExcretion:\nThe mean half-life of tafamidis is 49 hours, and the clearance of tafamidis meglumine is approximately 0.228 L/h and 0.263 L/h for tafamidis. Consequently, after multiple tafamidis dosing, drug accumulation is approximately 2.5-fold times greater than administration of a single dose. Approximately 22% of the dose is recovered in urine (primarily as the glucuronide metabolite). Approximately 59% of the dose is recovered in feces (primarily as the unchanged drug).",
    "administration": "Tafamidis is administered orally and is currently available as soft capsules in the following two strengths:\n\nTafamidis meglumine 20 mg capsules (equivalent to 12.2 mg of tafamidis free acid)\nTafamidis free acid 61 mg capsules\n\nDosage in ATRR cardiomyopathy (FDA-approved indication): The recommended dose is either tafamidis meglumine 80 mg (four capsules of 20 mg) or tafamidis 61 mg (single capsule) orally once daily.\n[13]\nDoses of 80 mg tafamidis meglumine and 61 mg tafamidis are bioequivalent, but they can not be substituted per mg.\n[15]\nThe capsules should be swallowed whole and can be taken with or without food. The manufacturer promotes the 61 mg capsule more because of single capsule dosing, preventing patients from self-adjusting the 20mg capsules. Dosage in ATTR peripheral neuropathy (non-FDA-approved indication): The recommended dose is 20 mg of tafamidis meglumine orally once daily.\n[10]\n\nSpecific Patient Populations\n(according to manufacturer's labeling)\n\nHepatic Impairment:\nThere are no significant differences in tafamidis in patients with mild hepatic impairment (Child-Pugh score of 5 to 6). Patients with moderate hepatic impairment (Child-Pugh score 7 to 9) have decreased systemic exposure and increased clearance of tafamidis, but these patients have low TTR levels than healthy subjects. Consequently, the exposure of tafamidis relative to the amount of TTR is sufficient to maintain the stabilization of the TTR tetramer in these patients. The significance of severe hepatic impairment on tafamidis is not known.\n\nRenal Impairment:\nNo clinically significant differences in the pharmacokinetics of tafamidis are observed in patients with renal impairment. But therapeutic benefit has not been established with impaired renal function (eGFR<25 mL/min/1.73 m2) based on 2022 AHA/ACC/HFSA guidelines.\n[16]\n\nPregnancy Considerations:\nPreclinical studies indicates that tafamidis may cause fetal harm when administered to a pregnant woman. In animal reproductive studies, administration of tafamidis to pregnant rabbits resulted in adverse effects on development (embryofetal mortality and fetal malformation) at a dosage approximately nine times the human exposure (AUC) at the maximum recommended human dose (MRHD). In addition, postnatal mortality and growth retardation were observed in offspring of pregnant rats administered tafamidis meglumine approximately two times the MRHD-based on body surface area (mg/m2). Limited human data on tafamidis use in pregnant women have not identified major congenital disabilities or miscarriage, but more research is still needed. Hence, advise pregnant women of the potential risk to a fetus and consider pregnancy planning and prevention.\n\nBreastfeeding Considerations:\nCurrently, there is no data regarding the presence of tafamidis in human milk and its effect on the breastfed infant. However, in pregnant and lactating female rats radioactivity study revealed that tafamidis meglumine is transferred to milk after oral administration. Animal studies also suggest the potential for serious adverse drug reactions in the breastfed infant. Consequently, advise patients that breastfeeding is not recommended during treatment with tafamidis.",
    "adverse_effects": "In the 30-month ATTR-ACT study, the frequency of adverse events was similar in the tafamidis 20 mg, tafamidis 80 mg, and the placebo groups.\n[5]\nHowever, data from long-term follow-up and clinical practice settings in ATTR-PN show the following adverse events:\n[10]\n[17]\n\nHeadache\nUrinary tract infection\nPeripheral edema\nUpper abdominal pain, flatulence, diarrhea\nInfluenza, pneumonia\nAcute cardiac failure\nPain in extremity, myalgia\nPunctate keratitis\nVaginal infection\nLaboratory abnormalities: altered neutrophil and lymphocyte count, increased liver function test and blood urea nitrogen, increased prothrombin time, reduced serum thyroxine levels\n\nFecal incontinence and renal impairment may infrequently lead to treatment discontinuation. Severe adverse events are infrequent, with only one reported case of treatment-related pericardial effusion. One case of sudden death related to tafamidis was seen in a small Japanese study.\n[18]\nHowever, no mortality due to tafamidis has been reported in more extensive studies.",
    "monitoring": "The success of ATTR amyloidosis treatment with tafamidis is monitored and assessed by echocardiograms, cardiac magnetic resonance imaging (MRI), and scintigraphy with bone tracers to diagnose infiltrative cardiomyopathy.\n[13]\nThere are no specific recommendations but based on the available trial data; the following parameters need to be monitored periodically:\n[10]\n[19]\n\nLiver function test (LFT)\nRenal function test (RFT)\nComplete blood count (CBC)\nThyroid function test\nProthrombin time\nBiomarkers of heart failure (NT-proBNP and Troponin I)\nElectrocardiogram (EKG)-  Low voltage in the limb leads and/or a pseudo-infarct pattern in the precordial leads.\n[20]\nChanges in echocardiography measures from baseline such as left ventricular ejection fraction (LVEF), interventricular wall thickness, left ventricular stroke volume, and global longitudinal strain (as mentioned in the appendix)\n[5]\nQuality of life as measured by the KCCQ-OS (Kansas city cardiomyopathy questionnaire-overall summary) and six-minute walk test (6MWT)\n[5]",
    "toxicity": "In clinical studies, tafamidis has been administered at a dose of 80 mg and for up to 111 months without any significant adverse events. A single dose of tafamidis of 480 mg in healthy volunteers did not show any adverse event except mild hordeolum in one patient. Two patients, during clinical trials, accidentally took 160 mg of tafamidis without any adverse event. Moreover, administering a very high dose of tafamidis in dogs (476 fold the clinical dose of 80 mg tafamidis meglumine) had no apparent adverse events. Thus, the risk of overdose in humans is extremely low. However, clinicians should give standard supportive measures in case of overdose."
  }
}