{
  "drug_name": "alpha lactalbumin",
  "nbk_id": "NBK542243",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542243/",
  "scraped_at": "2026-01-11T18:46:31",
  "sections": {
    "indications": "Cow's milk allergy is a common diagnosis in infants and children. It characteristically presents as an allergic reaction to the protein found in cow’s milk. Cow's milk allergy manifests as a variety of symptoms and signs which commonly develop in infants and can regress by the age of 6. It can be a source of parental and family stress due to a milk-free diet and can lead to a subsequent nutritional deficiency if not treated appropriately.",
    "mechanism": "Food allergies stem from the host's immune system. If an individual has an allergy to milk, the body’s immune system responds to a specific milk protein, triggers an immune response, and attempts to neutralize the triggering protein. The next time that the body comes into contact with the protein, the immune response recognizes the protein. It triggers the immune system to mount a response, including the release of histamine and other immune mediators. This release of chemicals causes the signs and symptoms of cow's milk allergy.",
    "monitoring": "There is no specific test to detect cow's milk allergy. The basis of diagnosis is primarily on the history of symptoms and physical exam. It is important to detail the timeline of symptoms and when they occur. Carrying out a diagnostic protocol in infants for suspected cow's milk allergy may help to rule in or out the disease.\n[11]\n\nPrimary tests, if used, include a skin prick test and serum-specific IgE. Both tests show high sensitivity but low specificity and can be positive in non-allergic subjects.\n[12]\n\nSerum-specific IgE to cow’s milk allergy: This can aid in the diagnosis of IgE mediated cow's milk allergy and cut-off values are multifactorial and should be set by each allergist.\n[13]\n\nSkin prick test: This is performable by an allergy specialist.\n\nDiet elimination: If suspected, an infant should receive a diet free of cow's milk protein for a month. If symptoms improve following elimination of the suspected food, then an oral food challenge is the gold standard test.\n[14]\nThis challenge must be in a medical setting due to concern for systemic IgE mediated reaction. Patients should undergo reevaluation every 6 to 12 months to determine if they have developed a tolerance to cow's milk protein.\n[15]\n\nAlgorithm:\n\n1: If there are signs of anaphylaxis or immediate reaction, then diet elimination is recommended, and testing for serum IgE should follow. If serum-specific IgE is positive, then the child is diagnosed with a cow's milk allergy. If IgE is negative and symptoms improve after diet elimination, an oral challenge should be next. If the symptoms reoccur, the diagnosis is confirmed. If the symptoms do not reoccur, then the diagnosis of cow's milk allergy is excluded.\n[9]\n\n2: If the symptoms are not consistent with anaphylaxis or immediate reaction, then an elimination diet is recommended. If symptoms improve, then an oral challenge should be done, and if symptoms reoccur, the diagnosis is confirmed. If the symptoms do not reoccur, it excludes the diagnosis of cow's milk allergy.\n[16]\n[9]\n\n3: If symptoms do not improve after the elimination diet, this eliminates the diagnosis of cow's milk allergy, and further evaluation should be done to assess the patient.\n[9]",
    "administration": "The definitive treatment for all food allergies is the strict elimination of the food from the diet. If a child starts on a milk-free diet, the doctor or dietitian can help plan nutritionally balanced meals. The parent or child may need to take supplements to replace calcium and nutrients found in milk, such as vitamin D and riboflavin.\n[15]\n\nBreastfeeding: Rates of cow's milk allergy in breastfeeding infants is lower than formula-fed infants and have been reported to be about 0.5%.\n[17]\nBreastfeeding is recommended, particularly if the infant is at high risk of developing milk allergy. Cow's milk proteins passed through breastmilk to the child and may cause an allergic reaction. If the child has a cow's milk allergy, then the mother should eliminate all foods containing cow's milk protein, including cheese, yogurt, and butter from her diet.\n[9]\n\nHypoallergenic formulas: These formulas are hydrolyzed via enzymes to break down the milk proteins. Depending on their processing level, products are classified as either partially or extensively hydrolyzed/elemental formulas. Recommendations are for extensively hydrolyzed formulas due to increased allergenicity and associated reactions in partially hydrolyzed formulas.\n[18]\n\nSoy-based formulas: As many as 50% of children affected by cow's milk protein intolerance also develop soy protein intolerance if fed with soy-based formulas. Therefore, soy-based formulas are not generally a viable option for the treatment of cow's milk protein intolerance.\n[15]\n[7]\n\nAlternative milk: substitutes such as sheep’s and goat’s milk generally are not acceptable because of a high degree of cross-reactivity with cow's milk protein. However, research shows that there have been decreased incidents of cross-reactivity to camel’s milk.\n[19]\n\nAcute treatment:\n\nDespite the parent's best efforts, if a child accidentally consumes milk, medications such as antihistamines may reduce the mild allergic reaction.\n\nIf the parent or child has a serious allergic reaction, they may require an emergency epinephrine injection and a visit to the emergency room. If there is a risk of having a severe reaction, the parent or child may need to carry injectable epinephrine at all times. These individuals should have their doctor or pharmacist demonstrate how to use this device so that they are prepared for an emergency.\n[20]\n[21]"
  }
}