{
  "drug_name": "alph amylase",
  "nbk_id": "NBK557738",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557738/",
  "scraped_at": "2026-01-11T15:22:25",
  "sections": {
    "clinical_significance": "Amylase is primarily used for diagnosing pancreatic diseases and is a frequently measured enzyme owing to the accessibility of cost-effective and readily automated methods. Although amylase is a sensitive marker for acute pancreatitis, its lack of specificity is evident, as it can be elevated in numerous conditions unrelated to the pancreas.\n[49]\nPancreatitis can be defined by the presence of at least 2 out of the 3 criteria—abdominal pain, serum amylase, and/or lipase levels—exceeding 3 times the URL and characteristic findings of pancreatitis on abdominal imaging. Therefore, the clinical significance of amylase has been a subject of inquiry.\n[50]\nIn cases of elevated amylase levels and insufficient evidence of pancreatitis, healthcare professionals should contemplate alternative causes of hyperamylasemia.\n[51]\n\nAmylase does not help predict the severity of an acute pancreatic episode or for monitoring the condition. The magnitude of the increase in serum enzyme activity is not correlated with the severity of pancreatic involvement. However, a more substantial rise in amylase levels does increase the probability of acute pancreatitis. The limited specificity of total amylase measurement has spurred interest in directly measuring P-type amylase, rather than total enzyme activity, for the differential diagnosis of patients experiencing acute abdominal pain.\n[19]\nUtilizing the best decision limit, which corresponds to an activity 3 times the URL, the specificity of P-type amylase in diagnosing acute pancreatitis exceeds 90%. Furthermore, P-AMY significantly enhances sensitivity in the late detection of this condition. One week after onset, P-type amylase values remain elevated in 80% of patients with uncomplicated pancreatitis, while only 30% still exhibit increased total amylase activity.\n[52]\nThis long-standing increase in P-type amylase activity in serum renders the traditional measurement of total amylase in urine redundant. This test is performed to achieve better diagnostic sensitivity in the late phase of pancreatitis.\n[53]\n\nAmylase inhibitors such as acarbose have been used in treating type 2 diabetes and have demonstrated the ability to lower hemoglobin A1C levels and reduce peak postprandial glucose. Acarbose has also proven effective in enhancing the remission of dumping syndrome in patients who have undergone bariatric procedures. In addition, this drug has demonstrated the capacity to reduce the risk of cardiovascular disease by slowing the progression of carotid artery thickening.\n[54]\nElevated amylase levels can be observed in a wide array of conditions. Therefore, clinicians need to follow a well-defined, systematic approach when hyperamylasemia is detected. This approach can prevent unnecessary hospitalization and ensure timely and appropriate treatment.\n[55]\nBiliary tract diseases, including cholecystitis, can lead to up to a 4-fold increase in serum P-type amylase activity due to primary or secondary pancreatic involvement.\n[56]\n\nVarious intra-abdominal events can result in a substantial rise in serum P-type amylase activities, often reaching up to 4-fold or even greater. These elevations may be attributed to the leakage of P-type amylase from the intestine into the peritoneal cavity and subsequently into the circulation.\n[57]\nIn cases of renal insufficiency, serum amylase activity increases proportionally with the degree of renal impairment, typically not exceeding 5 times the URL.\n[58]\n\nCases of amylase-producing multiple myeloma have been described. Increased amylase activity in most patients results from salivary-type hyperamylasemia—sialyl salivary type.\n[59]\nA common feature of the myeloma cell lines associated with hyperamylasemia is the presence of a chromosome 1 translocation, which harbors the gene for amylase. The link does not seem to be specific to any particular immunoglobulin class. The onset of hyperamylasemia is reported to be associated with rapid disease progression, extensive bone destruction, and increased mortality. Consequently, serum amylase activity may serve as a valuable prognostic \"tumor marker\" in patients with multiple myeloma, with activity decreasing in response to treatment and increasing during periods of relapse.\n[60]\n[61]\nThe amylase isoenzyme in cases of ruptured ectopic pregnancy is not well characterized. In severe cases that are diagnosed late, the elevated isoenzyme may be P-AMY due to pancreatic involvement associated with peritonitis, despite the presence of S-AMY in the fallopian tube.\n[62]\n\nIn some cases, patients with pheochromocytoma or paraganglioma exhibit hyperamylasemia, usually the salivary isotype. In these instances, hyperamylasemia might be associated with a hypertensive crisis and vasoconstriction, resulting in tissue hypoxia rather than being a consequence of tumor secretion. This elevation in amylase activity is often transient.\n[63]\nSalivary-type hyperamylasemia has been documented in various conditions unrelated to salivary gland disorders. These include diabetic ketoacidosis, pneumonia, and postoperative states following a diverse array of surgical procedures, including extra abdominal procedures such as postcoronary bypass.\n[64]\n\nBenign pancreatic hyperenzymemia or Gullo syndrome was first described by Lucio Gullo and is characterized by elevated serum levels of amylase, pancreatic isoamylase, lipase, and trypsin activities in asymptomatic individuals with no evidence of pancreatic disease on imaging. The syndrome occurs sporadically or in a familial form, and amylase activity may exhibit notable fluctuations, occasionally normalizing transiently in some cases.\n[65]\nThe etiology of benign pancreatic hyperenzymemia does not appear to involve\nCFTR\n,\nSPINK1\n, or\nPRSS1\ngene mutations. In addition, this condition cannot be attributed to mutations in genes known to be associated with pancreatitis or other\nPRSS1\n/\nSPINK1\ngenes.\n[66]\nResearchers discovered that approximately one-third of patients with chronic non-pathological pancreatic hyperenzymemia had notably elevated fecal calprotectin concentrations. They recommended investigating this discovery to explore the potential connection between intestinal ecology and alterations in pancreatic enzymes.\n[67]\n\nDamage of salivary glands, leading to salivary hyperamylasemia, has been observed following trauma or surgical procedures on the salivary gland. Furthermore, radiation to the neck area involving the parotid gland can lead to duct obstruction or calculi formation in the salivary glands.\n[14]\nChronic alcoholism and anorexia nervosa can also lead to subclinical damage to the salivary glands. In individuals with alcoholism, 10% of patients exhibit salivary amylase activity, which is 3 times higher than normal and may be associated with chronic liver disease.\n[68]\n\nHyperamylasemia in anorexia nervosa is associated with vomiting, and the detection of elevated salivary amylase levels may hint at concealed vomiting.\n[69]\nHowever, pancreatitis can develop in these patients, especially during the refeeding process. Therefore, it may be warranted to measure plasma lipase and/or amylase isoenzymes to distinguish between pancreatitis and salivary hyperamylasemia.\n[70]\n\nHyperamylasemia may be associated with various tumors, either due to ectopic production of the enzyme by the tumors or possibly as an inflammatory response by the tumor cells, thereby leading to the significant release of the enzyme normally produced in these tissues into the bloodstream.\n[71]\nThe raised isoenzyme is almost exclusively salivary type in ovarian, lung cancer, multiple myeloma, and pheochromocytoma.\n[72]\nAmylase-producing tumors of the lung are rare, accounting for only 1% to 3% of all lung carcinomas, and in such instances, the salivary amylase isotype is typically present. These amylase-producing lung carcinomas are primarily adenocarcinomas, although hyperamylasemia has also been documented in cases of small-cell carcinoma.\n[73]\nAmylase activity has been suggested as a valuable tumor marker for monitoring the patient's treatment in amylase-producing lung carcinoma cases.\n[74]\nIn one study, it was noted that 39% of patients with ovarian carcinoma exhibited hyperamylasemia, primarily of the salivary type, suggesting that salivary amylase could be a useful indicator for assessing the effectiveness of radiotherapy in this context.\n[75]\n\nGut diseases, including mucosal inflammatory disease of the small intestine, mesenteric infarction, intestinal obstruction, appendicitis, and peritonitis, generally lead to elevated P-type isoamylase levels due to increased absorption of amylase from the intestinal lumen.\n[76]\nGut perforation is associated with the leakage of intestinal contents into the peritoneum, leading to inflammation and the absorption of amylase across the inflamed peritoneum, which can result in hyperamylasemia. Acidosis can lead to hyperamylasemia and may arise from 2 sources—ketoacidosis, which results in increased S-type and P-type isoamylases, or nonketotic acidosis, which leads to increased S-type isoamylase.\n[77]\nPostoperative amylase increases can lead to elevated S-type and P-type isoamylase levels, with a more common increase observed in salivary amylase.\n[78]\nThis elevation may occur after procedures involving extracorporeal circulation or nonabdominal surgery. For instance, approximately 30% of patients undergoing cardiac surgery exhibit elevated S-type isoamylase.\n[79]\n\nRare cases of hyperamylasemia have been reported in association with systemic lupus erythematosus, as well as with ciprofloxacin treatment.\n[80]\nAdditional causes contributing to hyperamylasemia include pneumonia (increased salivary amylase), cerebral trauma, burns, abdominal aortic aneurysms (increased pancreatic amylase), drugs (increased salivary and/or pancreatic amylase), anorexia nervosa and bulimia (increased salivary amylase), non-pathological factors (increased salivary and/or pancreatic amylase), and organophosphate poisoning. Post-procedure balloon-assisted enteroscopy has also been associated with elevated amylase levels. Therefore, it is recommended to measure pancreatic amylase levels rather than total amylase levels following these procedures.\n[3]\n[81]\nElevated pancreatic enzymes can be found in critically injured trauma patients, even in the absence of true pancreatitis.\n[82]"
  }
}