{
  "drug_name": "alpha -amylase",
  "nbk_id": "NBK537103",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537103/",
  "scraped_at": "2026-01-11T15:22:26",
  "sections": {
    "clinical_significance": "Gastrointestinal system diseases can affect anywhere from the mouth to the anal canal and can be caused by any number of things. For example, abnormalities of the oral cavity include salivary gland tumors such as pleomorphic adenoma, mucoepidermoid carcinoma, and Warthin tumor, all of which affect proper salivary content and production.\n\nThe esophagus is subject to a wide range of pathologies: scleroderma, esophageal dysmotility, esophageal strictures, esophagitis, achalasia, and esophageal varices, all of which are diseases that can affect the movement of food into the stomach.\n\nFurther along the gastrointestinal tract, gastritis involves inflammation of the stomach. This condition can vary, depending on the duration of symptoms. Gastritis may have an acute onset caused by NSAIDs or mucosal ischemia. Chronic causes of gastritis are typically due to\nHelicobacter pylori\nor autoimmune disease. One such cause of autoimmune disease is pernicious anemia, a condition preventing either the proper formation of intrinsic factor or its binding to vitamin B12, a nutrient vital in physiologic processes such as DNA and RNA synthesis, hematopoiesis, and neurologic function.\n[20]\nVitamin B12 deficiency can also be attributed to a lack of dietary intake, as the nutrient must be acquired through animal products or supplemented food sources.\n\nDiseases of the small and large bowel include celiac disease, tropical sprue, Whipple disease, Crohn disease, and ulcerative colitis, which impact digestion and absorption of food material. In addition to pathologic conditions, congenital disorders such as Hirschprung disease, biliary atresia, intestinal atresia, intestinal malrotation, and pyloric stenosis occur during infancy. They may be life-threatening as adequate nutrients cannot be absorbed.\n\nWithin the accessory organs of the gastrointestinal tract, there are hereditary hyperbilirubinemia disorders such as Gilbert syndrome, Dublin-Johnson syndrome, and Crigler-Najjar syndrome. The commonality among these conditions is the impairment of normal processes that allow proper uptake, conjugation, and excretion of bilirubin waste products. Other accessory organ pathologies include hemochromatosis, Wilson disease, biliary tract diseases, and pancreatitis. Diseases of the gallbladder prevent proper storage of bile from the liver, leading to malabsorption in the gut. Examples of these conditions include cholelithiasis, choledocholithiasis, and cholecystitis.\n\nThese diseases warrant proper workup starting with a thorough history and physical examination. Obtaining a history of present illness is essential to the diagnosis of gastrointestinal system disease and clarification of questions regarding the location and duration of the pain, radiation or changes in intensity, precipitating factors, associated symptoms such as fever, chills, nausea, vomiting, changes in bowel habitus, and stool color. Inquiries on any previous episodes of illness or related illnesses and prior surgeries, medication lists, and allergies are crucial.\n[21]\n\nA proper and thorough physical examination is imperative in the workup of gastrointestinal system diseases. All four quadrants of the abdomen must be inspected to appreciate the general abdominal contour.\n[22]\nProper inspection allows for identifying any surgical scars, bulges, hemangiomas, or dilated veins of a caput medusae when present. Patients may be asked to cough to check for abdominal herniation. After inspection, auscultation is performed to detect any abnormal bowel sounds, rubs, or bruits. It is necessary to consider the anatomical location of the different abdominal organs, as this determines the sounds heard and the pathologies that correlate. For example, auscultating the right upper quadrant checks for liver rubs and bowel sounds while listening to the left upper quadrant examines rubs or bruits within the splenic region. The sounds' pitch, intensity, and duration should also be appreciated during auscultation.\n\nPalpation of the abdomen starts at the right upper quadrant to outline the size of the liver and detect signs of tenderness. The left upper quadrant, periumbilical, left, and right lower quadrants are subsequently palpated to identify any unusual masses or signs of discomfort. The liver and spleen are solid organs that, when percussed, elicit a dull sound. Percussing the abdomen in the areas overlying these organs serves the purpose of assessing the size of the liver and spleen and determining whether tenderness is present. Percussion of the abdomen can also identify any abnormal gas collection or ascites. The principle behind this technique is to compare the sounds elicited over a particular area with the normal, expected findings.\n\nThe rectal exam begins with thoroughly inspecting the anal area to identify skin lesions, scars, fistula tracts, or external hemorrhoids.\n[23]\nCareful palpation of the anal wall may help identify any hypertrophic papillae, inflamed crypts, strictures, and abnormal sphincter tone that might affect the normal passage of stool.\n[24]"
  }
}