{
  "drug_name": "alprostadil",
  "nbk_id": "NBK542217",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542217/",
  "scraped_at": "2026-01-11T15:22:31",
  "sections": {
    "indications": "Alprostadil intraurethral suppositories (MUSE) should be avoided under the following conditions:\n\nIndividuals with urethral strictures or Peyronie disease, as alprostadil use may cause further injury to the penis.\nIndividuals with urethritis, as alprostadil may exacerbate the condition.\nIndividuals with a known hypersensitivity to alprostadil or components of the dosage form.\nIndividuals with Peyronie disease, as alprostadil can cause penile fibrosis and may exacerbate the condition.\nIndividuals with sickle cell disease or trait, multiple myeloma, leukemia, polycythemia vera, or thrombocythemia, as these conditions can increase the risk of priapism.",
    "mechanism": "Alprostadil is a synthetic analog of PGE1 with various pharmacologic effects. This drug binds as an agonist to prostaglandin receptors (eg, EP2), thereby activating adenylate cyclase. This results in an accumulation of 3'5'-cyclic adenosine monophosphate (cAMP), which is responsible for the pharmacological effects of the medication, including smooth muscle relaxation that leads to vasodilation (increasing peripheral and intracavernosal blood flow), bronchodilation, and inhibition of platelet aggregation.\n[29]",
    "administration": "Intravenous Alprostadil\n\nIV alprostadil is used to maintain and expand the patent ductus arteriosus before surgical correction.\n[7]\nThe typical concentration for infusion is 10 to 20 mcg/mL. The usual starting dose is a continuous IV infusion at 0.025 mcg/kg/min, which can be adjusted as needed.\n[30]\nThis dosage may range from as low as 0.01 mcg/kg/min to as high as 0.05 mcg/kg/min.\n[7]\n[8]\n\nNeonates with congenital cardiac defects and with a body weight of less than 2 kilograms are at an increased risk for apnea, particularly within the first 60 minutes of starting alprostadil infusion.\n[31]\nThese high-risk patients should be closely monitored, with emergency respiratory measures available.\n[31]\n\nIntracavernosal Alprostadil\n\nIntracavernosal alprostadil is effective in treating erectile dysfunction due to its smooth muscle relaxation and vasodilatory properties. By relaxing the smooth muscle tissue of the corpus cavernosum, alprostadil widens the cavernosal arteries, increasing blood flow and leading to an erection. Alprostadil is the only FDA-approved agent for intracavernosal injections in the treatment of erectile dysfunction.\n\nAfter intracavernosal administration, alprostadil is metabolized locally or through the lungs following systemic absorption. Short-term trials indicate that intracavernosal alprostadil is as effective as, or superior to, other drugs administered via the same route, including papaverine, phentolamine, linsidomine, and topical nitroglycerin (glyceryl trinitrate), for the treatment of erectile dysfunction.\n\nIntracavernosal alprostadil is generally well tolerated; however, 20% to 40% of patients report pain following its administration. For this reason, Trimix is often preferred, as it significantly reduces the required alprostadil dose without compromising efficacy. Additionally, Trimix may be more cost-effective than standalone alprostadil injections, as smaller quantities of medication are needed to achieve similar results.\n\nIntracavernosal Injection Technique\n\nThis procedure typically uses a 1-cc syringe (often an insulin syringe) with a 0.5-inch, 27- or 30-gauge needle. Notably, it is recommended that the first intracavernosal injection be administered by a healthcare professional. This approach ensures patient safety and provides an opportunity for direct education on the proper injection technique and potential adverse events. After the initial injection, patients may perform self-injections at home, provided they adhere strictly to the prescribed dosing schedule. Patients must be carefully instructed never to exceed the recommended dose without explicit approval from their physician. Potentially severe adverse effects of intracavernosal alprostadil include priapism (4%) and fibrosis (8%).\n[32]\n\nTo perform the injection, clinicians begin by cleaning the injection site with an alcohol wipe. The site should be on either lateral side of the penile shaft, between the base and the midpoint. The penis is stretched by hand, either away from or toward the body, to provide stability. The needle is inserted perpendicularly to the injection site. Care is taken to avoid visible superficial veins, the urethra (ventrally), and the neurovascular complex (dorsally). Direct pressure is applied to the injection site after syringe removal until any bleeding stops. Subsequent injections are alternated between sides.\n\nAdditional resources for learning about intracavernosal injection techniques are available online. For example, detailed guidance can be found on the Memorial Sloan Kettering website (\nwww.mskcc.org/cancer-care/patient-education/penile-injection-therapy\n). Additionally, free instructional videos are accessible on YouTube, including:\n\nMemorial Sloan Kettering:\nwww.youtube.com/watch?v=pSuYwVRcM6c\nCleveland Clinic:\nwww.youtube.com/watch?v=-KGLryQMdsk\nMayo Clinic:\nwww.youtube.com/watch?v=Jub5zTCtT90\n\nThese resources provide visual and step-by-step instructions for safe and effective injection practices.\n\nIntracavernosal Alprostadil Dosage Protocol and Safety Precautions\n\nThe intracavernosal dosage schedule for alprostadil typically begins with an initial injection of 2.5 mcg. Based on the response, additional doses may be administered, as mentioned below.\n\nIf the initial injection elicits a partial response, an additional dose of 2.5 to 5 mcg may be administered.\nIf the initial dose does not produce a response, a follow-up injection of 5 to 7.5 mcg may be administered.\n\nPatients can resume test injections at home after 24 hours, increasing the dosage by 5 to 10 mcg every 24 hours until a satisfactory result is achieved. The objective is to produce an erection rigid enough for vaginal penetration, lasting no longer than 60 to 90 minutes.\n\nA maximum dose of 60 mcg is recommended, but the lowest effective dose should always be used.\nIf the maximum dosage fails to provide satisfactory results, or if patients experience post-injection pain, intracavernosal therapy with Trimix should be considered.\nIntracavernosal injections should not be administered more than 3 times per week.\nPatients should be advised to seek immediate medical attention if an erection lasts longer than 3 hours to prevent potential permanent penile corporal injury.\n\nPatients with neurogenic erectile dysfunction may be particularly sensitive to intracavernosal therapy. As described above, the same methodology is used, but the initial starting dose is 1.25 mcg, followed by a second dose of 2.5 mcg if necessary. At-home test injections may be increased by 5 mcg every 24 hours until a satisfactory result is achieved or a maximum of 60 mcg is reached.\n\nTrimix for Intracavernosal Injection Therapy\n\nTrimix is a standardized, compounded combination medication used for intracavernosal injection therapy in the treatment of erectile dysfunction. This drug comprises alprostadil, papaverine, and phentolamine, and is generally considered more effective and reliable than alprostadil alone. The effective dose of intracavernosal Trimix is typically about half the volume of alprostadil when used alone. This reduces both the cost and post-injection pain associated with alprostadil, as less PGE1 is required to achieve an equivalent erectile response.\n\nThe standard formula for Trimix consists of papaverine (30 mg), phentolamine (1-2 mg), and alprostadil (20 mcg/mL). Initial dosing typically starts at 0.2 cc, and the dose is gradually titrated upward in increments of 0.2 cc every 24 to 48 hours. The usual maximum intracavernosal dose of Trimix is 1 cc. For cases that are resistant to treatment, Quadmix (which includes 0.2 mg of atropine) and double-strength Trimix solutions are available. Overall success rates for alprostadil-based cavernosal injection therapy are estimated at 80%. In addition, the following strategies may enhance its effectiveness:\n\nAdding topical agents, such as topical Eroxon, can improve efficacy.\nCombining intracavernosal injections with PDE5 inhibitors can be highly effective, though the response may be unpredictable, and there is an increased risk of priapism.\n[33]\nHowever, this approach may be considered for severe erectile dysfunction when all other treatments have failed, and a penile prosthesis implant is the only alternative.\n[2]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n\nPlease see StatPearls' companion resource, \"\nErectile Dysfunction\n,\" for more information.\n\nRisk of Priapism\n\nThe risk of priapism is thought to increase when intracavernosal injections are used in combination with PDE5 inhibitors, as their combined effects tend to be synergistic. However, a recent study showed that the priapism risk associated with this combination therapy is minimal. The erectile dysfunction response is significantly enhanced compared to using either treatment modality alone.\n[40]\nThis suggests that combined intracavernosal injections and PDE5 inhibitors may be a viable option for patients who do not respond to standard or alternative therapies before considering penile prosthesis implantation.\n\nTopical Alprostadil Therapy\n\nTopical alprostadil therapy is associated with a high rate of discontinuation, similar to intracavernosal and transurethral treatments, which some patients find inconvenient or invasive.\n[41]\n[42]\nHowever, several studies, including 4 double-blind, placebo-controlled, phase II trials, demonstrate that alprostadil topical cream is effective and well-tolerated in patients with mild-to-severe erectile dysfunction, those undergoing treatment for cardiovascular diseases and diabetes mellitus, and in otherwise healthy patients with erectile dysfunction.\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\nThus, alprostadil topical cream may be a suitable first-choice alternative for erectile dysfunction patients who do not respond to, cannot tolerate, or decline oral PDE5 inhibitor therapy.\n[42]\n\nIntraurethral Alprostadil (MUSE) Therapy\n\nIntraurethral alprostadil (medicated urethral system for erection or \"MUSE\") can be used as a suppository to treat erectile dysfunction, but it has been shown to be less effective in inducing cavernous smooth muscle relaxation and achieving erections compared to intracavernosal injections. Additionally, it is associated with more adverse effects, such as penile pain or burning, hypotension, and urethral bleeding. For these reasons, self-injection therapy with alprostadil remains the gold standard for managing erectile dysfunction when oral PDE5 inhibitors are ineffective or unsuitable. Intraurethral suppositories are typically considered for patients with refractory erectile dysfunction who are either unable or unwilling to use intracavernosal injection therapy.\n[48]\n\nThe medication is provided as a small, gel-like pellet, approximately the size of a grain of rice, inside a small plastic inserter. After urination, the stem of the applicator syringe is gently inserted into the urethra, and the plunger is pressed to release the pellet. Once the pellet is expressed, the syringe is removed, and the area of the penis where the pellet was inserted should be gently massaged to aid in liquefaction. As the medicated pellet dissolves, alprostadil is released into the urethra and absorbed into the corpora cavernosa.\n\nAlprostadil pellets are available in 125 mcg, 250 mcg, 500 mcg, and 1000 mcg dosages, typically packaged in sets of 6. The cost can be high, especially if the initial dosage is inadequate or not well-tolerated. The recommended initial dose is usually 500 mcg. The primary adverse effect associated with intraurethral alprostadil therapy is burning at the site of pellet insertion.\n\nAlprostadil Cream\n\nAlprostadil cream is an effective treatment option for erectile dysfunction, especially when used in combination with vacuum devices and an elastic ring placed at the base of the penis to achieve sufficient rigidity for satisfactory vaginal penetration.\n[49]\nThe cream can be applied topically to the glans or administered via intraurethral injection.\n[43]\n[50]\n[51]\nThis treatment is safe, avoids the adverse effects associated with oral medications, requires no injections, and does not carry the risk of priapism. However, it is highly dependent on patient education and practice for optimal results, particularly when used with vacuum device therapy. Please see StatPearls' companion resource, \"\nErectile Dysfunction\n,\" for more information.\n\nIntravenous Prostacyclin Analogs in Buerger Disease\n\nIV prostacyclin (PGI2) analogs have been shown to be more effective than aspirin in managing rest pain and promoting healing of ischemic ulcers in Buerger disease.\n[52]\n[53]\n[54]",
    "adverse_effects": "Adverse Effects of Intraurethral Alprostadil Suppositories (MUSE)\n\nThe use of intraurethral alprostadil suppositories (MUSE) may lead to the following adverse effects:\n\nBurning sensation in the urethra at the site of suppository deposition\nCentral nervous system–related pain\nDizziness\nDysuria\nHeadache\nHypotension\nLeg discomfort\nPenile fibrosis\nPenile or urethral pain\nPerineal pain\nPriapism or prolonged erections\nSyncope\nTachycardia\nTesticular pain\nUrethral bleeding (usually minor)\nUrethral strictures\nVulvovaginal pruritus in female sexual partners\n[55]\n[56]\n\nAdverse Effects of Intracavernosal Alprostadil Use\n\nThe use of intracavernosal alprostadil may result in the following adverse effects:\n\nBalanitis\nDizziness\nHeadache\nHypotension\nInjection site pain, bleeding, and bruising\nInjuries to the penis, including hematoma formation at the site of the injection\nPenile infections\nPenile pain (20% to 40% of patients)\nPeyronie disease\nProlonged erection or priapism (less common)\nRash on the penis\nSwelling of the penis\n\nAdverse Effects of Intravenous Alprostadil Use\n\nThe use of IV alprostadil may result in the following adverse effects:\n\nApnea\nBack pain\nBronchoconstriction\nCardiac disorders\nCerebral hemorrhage\nCough\nDiarrhea\nDisseminated intravascular coagulation\nDizziness\nEdema\nElectrolyte imbalances (such as hypokalemia)\nFever\nFlu-like symptoms\nFlushing\nGastrointestinal upset\nGastroesophageal reflux disease (GERD)\nHeadache\nHyperbilirubinemia\nHypokalemia\nHypotension\nHypothermia\nInfection at the injection site or even sepsis\nJitteriness\nLethargy\nNausea or vomiting\nPain at the injection site\nSeizure\nShock\nStiffness\nTachycardia or bradycardia\nThrombocytopenia\nUpper respiratory infection",
    "monitoring": "When initiating alprostadil for erectile dysfunction, early identification of adverse effects is crucial for optimal outcomes. Alprostadil may cause hemodynamic instability, hypotension, and flushing. This drug is also recommended to monitor blood pressure, heart rate, and temperature both before and after the initial dose, as well as when increasing the dosage.\n\nAlprostadil can cause penile pathologies, including stricture formation, fibrosis, and hematoma at the injection site. Regular physician examinations and prompt attention to any onset of discomfort can improve outcomes. Monitoring the duration of erection is crucial for understanding the drug's effects and tailoring management to the patient's needs. The lowest effective dose of alprostadil should be used, and patients should be advised not to increase the dose without specific instructions from their physician. They should also be reminded to seek emergency medical care if the erection lasts longer than 3 hours.",
    "toxicity": "The use of alprostadil for the treatment of erectile dysfunction in males may lead to prolonged erections and, in some cases, priapism. The incidence of priapism as an adverse effect of alprostadil is more common with the intraurethral suppository. This condition can also occur when unauthorized combination therapy is used or when patients exceed the prescribed dosage.\n\nPriapism is a genitourinary emergency that requires immediate evaluation and treatment. The assessment is primarily based on the physical examination and patient history, with penile ultrasonography and/or penile blood gas analysis used if the underlying cause is unclear.\n\nManagement of drug-induced priapism includes techniques such as aspiration of cavernosal blood, cold saline irrigation, and penile injections with diluted sympathomimetic agents.\n[57]\nIn cases of intractable priapism, corporal dilation and penile prosthesis implantation can be effective, although they are invasive and rarely required if the condition is treated promptly.\n[58]\nPlease see StatPearls' companion resource, \"\nPriapism\n,\" for more information."
  }
}