{
  "drug_name": "aluminium potassium sulphate",
  "nbk_id": "NBK482448",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482448/",
  "scraped_at": "2026-01-11T15:22:33",
  "sections": {
    "clinical_significance": "What to do After Testing\n\nAfter the patient has been in therapy for at least several months, another 24-hour urine test is advisable. The test aims to ensure that the treatment effectively controls the intended problem and that the patient is compliant with therapy. In addition, it allows for dosage adjustments or a change in therapy. Subsequently, an annual 24-hour urine collection is recommended for maintenance.\n\nThe annual 24-hour urine recheck provides an opportunity to reinforce patient instructions, review previously recommended therapies, and renew any medications with possible dosage adjustments. In complicated cases, repeating the 24-hour urine testing and treatment modifications every 3 months is recommended until optimal results are achieved, typically yearly.\n\nWhen it is not Possible to Optimize the 24-hour Urinary Chemistry\n\nOptimizing every 24-hour urine chemistry in some patients is not always possible. Hyperoxaluria is particularly difficult. In these cases, as many chemistries as possible should be optimized. Increasing 24-hour urinary fluid volume is typically the first and easiest risk factor to mitigate.\n\nHow to Increase Long-Term Patient Compliance With Therapy\n\nThere is no magic formula to ensure patient compliance with treatment. Patients should be informed that 24-hour urine testing is only effective if they are committed to long-term compliance with treatment recommendations. Skipping treatments, deviating from recommended diets, or failing therapy in some other way may not result in immediate consequences but could lead to avoidable kidney 6 months or a year later. Informing patients that they should follow recommendations despite occasional slips and about the importance of long-term prevention seems to help long-term compliance, but this remains a common problem without a good solution.\n\nRepeating the 24-hour urine test annually reminds patients about the importance of their treatment and its effectiveness and allows the clinician to fine-tune the patient's therapy.\n\nSummary of Treatments for Abnormal 24-Hour Urine Tests\n\nHypercalciuria\n\nIf the serum calcium is normal and hyperparathyroidism is ruled out, excessive dietary calcium should be reduced. Calcium intake should not be overly restricted to avoid a reactive increase in oxaluria and possible osteoporosis. If the dietary calcium intake is reasonable and hypercalciuria persists, indapamide 2.5 to 5 mg daily, chlorthalidone 25 to 50 mg per day, or a similar thiazide can be added. If the urinary sodium is elevated, the salt intake must be restricted, or the thiazide therapy does not effectively lower urinary calcium. If thiazides are unsuccessful, vitamin D–dependent hypercalciuria should be considered.\n\nOral phosphate supplementation with sodium phosphate or potassium phosphate should be utilized if dietary calcium moderation with low urinary sodium and appropriately dosed thiazide therapy are inadequate to control hypercalciuria. Such phosphate supplements directly lower calcium absorption by the gastrointestinal tract through intestinal calcium-binding and indirectly, primarily by decreasing 1,25-vitamin D.\n\nBisphosphonates and RANK ligand inhibitors can be used in certain situations of refractory hypercalcemia and osteopenia or osteoporosis.\n[16]\n\nHyperoxaluria\n\nEnteric hyperoxaluria:\nDietary measures are the primary treatment for hyperoxaluria. Increased fluid intake can help offset fluid depletion associated with hyperoxaluria from gastrointestinal surgery or gastrointestinal disorders, which can cause fluid depletion and loss of bicarbonate; these can be treated with increased fluid intake and oral citrate supplements. Calcium citrate can also help bind intestinal oxalate, making it unavailable for urinary excretion. A substantial amount of calcium citrate and potassium citrate supplementation may be needed to correct the metabolic disturbances in these patients effectively. Cholestyramine can help reduce bile acid effects, especially when other measures are insufficient. A probiotic can be added to support intestinal digestion of dietary oxalate by optimizing the gut bacteria. Adding vitamin B6 helps some patients with the liver metabolism of oxalate.\n\nRecently, it has been suggested that enteric hyperoxaluria may also involve increased oxalate production from the liver or intestine. This hypothesis helps explain the lack of response to treatment in some enteric hyperoxaluric patients, but further research is needed to confirm its validity.\n\nPrimary hyperoxaluria:\nThis rare genetic condition typically requires medication to treat. Lumasiran, nedosiran, and stiripentol help decrease endogenous oxalate production in the liver.\n\nHypocitraturia\n\nLemonade made with real lemon juice helps a little, but most patients need concentrated potassium citrate supplements, either tablets or liquid. The liquid version is preferred in patients with irritable bowel syndrome\nor post-bariatric surgery. Citrate supplementation should increased as much as possible until the patient reaches tolerance, serum potassium reaches the normal upper limit, optimal citrate levels are achieved, or the urine pH reaches 7. The addition of sodium bicarbonate or a similar urinary antacid product should be considered necessary for patients who cannot take more potassium citrate but have not yet reached their target urinary citrate levels or pH.\n\nLow Urinary Volume\n: Patients must increase their fluid intake to achieve an optimal urine output of at least 2500 mL. Water intake should be recommended until this goal is achieved. A mild diuretic can help, but if patients still fail to increase their fluid intake, this can lead to further dehydration.\n\nHigh Urinary Sodium\n: Reducing dietary salt is the most effective treatment for this problem. Control of urinary sodium is necessary to allow the hypocalciuric effect of thiazides to be realized.\n\nHyperuricosuria\n\nPatients should be asked to reduce their dietary purine intake. Allopurinol may be considered for elevated serum or urinary uric acid levels. If allopurinol is initiated, it should be started at 100 mg and then gradually increased as needed to achieve optimal uric acid levels. For most patients, this is likely to be around 300 mg of allopurinol daily, but it can vary. Vitamin B6 should be added if the patient is being started on allopurinol, as it prevents possible neuropathy, an uncommon but reported adverse effect. For patients forming uric acid stones, the preferred therapy is to use potassium citrate to optimize urinary pH to around 6.5 or more, but allopurinol can be used selectively if either serum or urinary uric acid levels are elevated. Febuxostat can be an option for patients who are intolerant or allergic to allopurinol.\n\nGeneral advice\n: Not every patient may achieve an optimal level in all major 24-hour urine test chemistries, and some problems may prove stubbornly resistant to treatment. In such cases, as many chemistries must be optimized as possible. Patients must accept that treatment significantly reduces their kidney stone risk but does not entirely eliminate it. Increasing fluid intake is universally recommended, as this is always helpful. Pentosan polysulfate has been used in complex or resistant nephrolithiasis cases to help reduce stone formation. The medication coats urinary crystals with a mucopolysaccharide layer that helps prevent aggregation, reducing stone production and growth."
  }
}