{
  "drug_name": "aluminium hydroxide",
  "nbk_id": "NBK546669",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK546669/",
  "scraped_at": "2026-01-11T15:22:36",
  "sections": {
    "indications": "Aluminum hydroxide is contraindicated for patients with documented hypersensitivity to the drug. Prolonged administration should not be considered in a patient with renal impairment or a patient on dialysis, as impaired clearance of excess aluminum may precipitate the drug's adverse effects.\n[4]\nDue to aluminum hydroxide's ability to bind phosphate, it should not be administered in patients with severe diarrhea, as hypophosphatemia may become exacerbated. Additionally, the administration of aluminum hydroxide before the use of a fluoroquinolone such as ciprofloxacin has demonstrated a reduction in the bioavailability of the antimicrobial, reducing its efficacy. As such, it is not to be administered concurrently with these drugs. However, the patient can greatly mitigate this effect if the aluminum hydroxide is provided at least two hours after the antimicrobial.\n[8]\n[9]\n[10]\nDue to its nature as an alkalizing agent, it should also not be administered concurrently with drugs that depend upon acidic absorption, such as riociguat or raltegravir, as it will reduce the efficacy of these treatments.\n[11]\n[12]",
    "mechanism": "Aluminum hydroxide [Al(OH)3] dissociates into Al3+ and OH- in the stomach. The freed hydroxide groups then bind to free protons, ultimately producing water and insoluble aluminum salts, mostly Al(Cl)3, within the stomach. The proton binding serves to increase the overall pH of the stomach, i.e., less acidic, reducing the symptoms of indigestion. The produced aluminum salt primarily gets excreted in the feces, with less than 1% of the bioavailable aluminum absorbed within the GI tract.\n\nAluminum exists at a steady-state within the body, so the body manages transient increases in aluminum uptake from use as an antacid with an equivalent increase in urinary excretion of unmodified aluminum. However, the setpoint of that steady-state may become elevated with prolonged increased intake of aluminum, so aluminum hydroxide treatment should not be considered as a long-term solution for patients suffering from acid indigestion. Furthermore, patients with chronic kidney disease may not be able to excrete the increased aluminum and thus also should be carefully considered.\n\nTopical aluminum hydroxide creates an acidic, hydrophilic layer over the area of irritation; this serves as a protective barrier to prevent infection and deter bacterial growth within the wound.\n\nAs an adjuvant in vaccines, aluminum hydroxide is known to increase macrophage phagocytosis, possibly via the upregulation of the NLRP3-inflammasome, increasing uptake of the desired antigen. Additionally, it is known to facilitate what is known as the \"repository effect,\" whereby the antigens aggregate on and around the molecule, which helps to prevent their degradation within the body.\n[6]",
    "administration": "Aluminum hydroxide when used as an antacid is to be delivered orally. Shake the aluminum hydroxide suspension well before use. It should be taken 5 to 6 times daily after meals and at bedtime, not to exceed 3.84 g per 24 hours. The patient should follow the dose with water intake.\n\nTopical aluminum hydroxide should be applied to the desired area and left in place. Topical aluminum has minimal skin absorption, so topical treatment with aluminum hydroxide may require reapplication as necessary.\n\nThe administration of aluminum hydroxide as an antacid should not be for prolonged management of patient symptoms. Similarly, aluminum hydroxide should not be administered to patients with renal impairment. In these instances, increased aluminum may precipitate more severe adverse effects or deplete the body's phosphate reserves.\n[4]",
    "adverse_effects": "The primary side effects of aluminum hydroxide include hypomagnesemia, hypophosphatemia, constipation, and anemia.\n[5]\nAdditionally, due to its ability to stimulate the immune system, there have been observed cases of persistent granulomas at the injection site of vaccines containing aluminum hydroxide.\n[7]\nTopical applications have not demonstrated any adverse effects, primarily because aluminum hydroxide does not get absorbed through the epidermis.\n[4]",
    "monitoring": "When administering aluminum hydroxide as an antacid, the patient should have monitoring of their calcium and phosphate plasma concentrations. Kidney function also requires monitoring, especially with prolonged use of aluminum hydroxide.",
    "toxicity": "Seizures, osteomalacia, and encephalopathy are well-documented toxic effects of aluminum hydroxide. Patients should be asked about any kidney issues before aluminum hydroxide administration, as these outcomes have strong correlations with aluminum hydroxide's use as a phosphate binder in patients on dialysis.\n[7]\nMost reports of encephalopathy and osteomalacia came from a period when water purification standards for dialysis were not as strong as they are now, likely confounding the relationship of oral aluminum to toxicity. Reversal of aluminum hydroxide toxicity occurs with the cessation of the drug. Topical aluminum hydroxide and aluminum hydroxide adjuvant vaccines have not shown to produce any toxic effects, primarily due to the small concentration associated with both applications."
  }
}