{
  "drug_name": "amantadine",
  "nbk_id": "NBK560517",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560517/",
  "scraped_at": "2026-01-11T18:46:31",
  "sections": {
    "indications": "Amantadine was originally discovered as an anti-viral to treat influenza in the 1950s. In the late 1960s, it was discovered to be useful in treating tremors and dyskinesia associated with Parkinson's disease and began to be widely used for this purpose. Today amantadine is prescribed for some chronic neurodegenerative and neurocognitive diseases. The mechanism of action of amantadine is largely unknown. Amantadine keratopathy is a term used to describe corneal edema and subsequent decrease in visual acuity that is assumed to be caused by the drug. Corneal edema typically resolves with discontinuation of the drug, although cases requiring corneal transplants have been reported.",
    "mechanism": "The acute onset of corneal edema with amantadine treatment and the resolution with discontinuation of the drug shows a causal relationship.\n[1]\n[2]\n[3]\n[4]\nStudies show that amantadine keratopathy occurs in a cumulative and dose-dependent manner.\n[5]\n[6]\nThere is a negative correlation between the duration of treatment and endothelial cell density (ECD).\n[1]\nThe greatest relative risk of corneal edema is seen in patients who are given a high dose for a short period (2000 mg within 30 days RR=2.38).\n[6]\nA 4000 mg cumulative dose prescribed within 30 days led to a 3-fold increased risk in corneal edema.\n[6]\nAmantadine could act synergistically with other medications that are toxic to the cornea, increasing the risk for corneal edema and permanent damage in these patients.\n[2]\n[7]\n\nAlthough ECD is not a highly reliable marker of clinical outcomes, patients with decreased baseline ECD may be at increased risk of amantadine keratopathy. ECD decreases linearly throughout one's lifetime, and the standard deviation of ECD increases in later decades of life.\n[8]\n[9]\nA study of corneas from a large cornea donor database showed that prevalence of ECD <2000 was substantially increased in the eyes of patients >75 years old (odds ratio (OR)=24.6), eyes 65-74 years old (OR=17.8), and eyes with a previous history of cataract surgery (OR=4.8).\n[9]",
    "monitoring": "Further studies, such as pachymetry, can be used to confirm the presence of corneal edema, monitor disease progression and resolution with discontinuation of amantadine. Specular microscopy studies can be performed to assess the extent of endothelial damage and ECD.",
    "administration": "The majority of reported cases of amantadine keratopathy have shown complete resolution of corneal edema and visual acuity with discontinuation of amantadine.\n[2]\n[3]\n[4]\n[11]\nThere have been a few reported cases where corneal edema did not resolve after discontinuation of amantadine.\n[7]\n[12]\nIn these cases, visual acuity returned to normal following corneal transplant surgery. It is also possible that comorbid corneal pathologies may have caused further damage to the cornea, preventing the resolution of the disease even with discontinuation of therapy.\n[16]\nA more recent case report showed that a patient with a history of amantadine keratopathy was able to continue using the drug with topical steroids without recurrence of edema or a decrease in endothelial cell density.\n[17]\nAlthough topical steroids have not been shown to decrease corneal edema, they could be useful as a prophylactic measure in susceptible individuals.\n\nCurrently, there is little to no evidence to stratify a patient’s risk of developing amantadine keratopathy. Decreased vision following initiation of treatment should undoubtedly prompt a referral to an ophthalmologist by the prescribing neurologist. Patients with a history of ocular trauma, ocular surgery, corneal or anterior segment disease, and possibly those of a certain age may necessitate a consultation by a corneal specialist prior to initiation of amantadine therapy. However, further research is needed to elucidate guidelines for such practice. Increased corneal backscatter on slit-lamp examination and CCT have been shown to have weak predictive value in the prognosis of FECD.\n[18]\n[19]\nIt is unlikely that these data points would be helpful for ophthalmologists in evaluating patients before initiating amantadine therapy. Newer forms of analysis of the cornea, including Scheimpflug tomography, show significant promise in predicting the need for future interventions in FECD prior to the loss of visual acuity.\n[18]\nScheimpflug tomography could be an effective screening method for amantadine keratopathy, although no research has been conducted on this topic.",
    "adverse_effects": "Misdiagnosis could lead to unnecessary surgeries and medical interventions as well as significant distress for patients who fail to improve. Because amantadine keratopathy causes permanent damage to the corneal endothelium, failure to recognize this disease or individuals who are susceptible could lead to permanent loss of vision."
  }
}