{
  "drug_name": "amikacin",
  "nbk_id": "NBK549902",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549902/",
  "scraped_at": "2026-01-11T15:22:35",
  "sections": {
    "toxicity": "Effective treatment of\nNocardia\nkeratitis often relies on intensive topical amikacin and systemic TMP-SMX, with adjunctive or second-line use of agents such as linezolid. However, these therapies carry a substantial risk of ocular and systemic toxicities. Prompt recognition and proactive management of adverse effects are essential to preserve treatment adherence and prevent morbidity.\n[87]\n\nOcular Toxicity\n\nTopical amikacin 2.5%, when administered hourly, may lead to punctate epithelial erosions, commonly referred to as “amikacin keratopathy,” along with conjunctival hyperemia and punctate staining. These changes typically emerge within 48 to 72 hours of high-frequency dosing. When such toxicity is observed, the dosing frequency should be reduced (eg, hourly to every 2 hours), and preservative-free lubricants should be introduced at least 4 times daily. In cases of small, persistent epithelial defects, a temporary therapeutic soft contact lens may be applied to promote healing. If epithelial damage is severe or persistent, alternative topical agents such as linezolid 0.2% or clarithromycin 1% should be considered.\n[88]\n\nTopical linezolid can cause conjunctival irritation or blurred vision, with onset and severity varying by individual. Management involves reducing the dosing frequency, typically from 4 to 3 times daily, and adding lubricants. If symptoms are intolerable, the drug should be discontinued in favor of amikacin or clarithromycin, depending on patient tolerance and response.\n[89]\n\nEpithelial debridement, while useful in the acute phase to enhance drug penetration, may delay reepithelialization if overused. This treatment should be limited to visibly necrotic epithelium and discontinued once the infection is controlled, with priority shifting to lubrication and use of a bandage contact lens to support surface recovery.\n\nSystemic Toxicity\n\nTMP–SMX is associated with a range of systemic adverse effects, including bone marrow suppression (manifesting as pancytopenia), hyperkalemia, renal impairment, and dermatologic reactions such as rash or SJS. Monitoring should include a CBC with differential at baseline and then every 1 to 2 weeks, as well as serum potassium and creatinine at similar intervals. Liver function tests should be checked monthly. Mild cytopenias or electrolyte abnormalities may be managed by reducing the dose (by 25%-50%) or extending the dosing interval, while moderate to severe toxicity, including significant cytopenias or cutaneous reactions, requires immediate discontinuation and substitution with alternatives like linezolid. Adequate hydration and avoidance of concurrent nephrotoxic medications are critical to mitigating renal risk.\n\nSystemic linezolid, typically dosed at 600 mg twice daily, carries risks of myelosuppression (specifically thrombocytopenia) and peripheral or optic neuropathy, especially with use beyond 14 days. Weekly CBCs are recommended, along with close monitoring for visual symptoms such as blurring or color vision changes. Duration should be limited to no more than 21 days when possible. If thrombocytopenia or signs of neuropathy develop, linezolid should be discontinued and replaced with an alternative agent, such as minocycline.\n\nDoxycycline and minocycline, used occasionally as systemic adjuncts, are generally well-tolerated but may cause photosensitivity and gastrointestinal upset. These side effects are usually managed with clinical monitoring and patient education, including advice on sun protection and administration with food. The agent should be replaced if symptoms persist.\n\nGeneral Principles for Toxicity Management\n\nEducation plays a central role in toxicity prevention. Patients should be counseled from the outset about expected side effects, particularly local irritation, and the importance of continuing therapy despite mild discomfort. Preservative-free lubricants should be initiated alongside treatment to minimize ocular surface irritation.\n[90]\n\nDosing adjustments should be guided by both symptom severity and laboratory findings. For topical agents, tapering should follow epithelial recovery, and therapy should never be abruptly discontinued while infection is active. Instead, substitution with a better-tolerated alternative is preferred. For systemic medications, a dose reduction of 25% to 50% is appropriate for mild laboratory abnormalities. Moderate to severe toxicity warrants drug cessation and replacement.\n[91]\n\nInterprofessional oversight is critical. Pharmacists should be involved in identifying drug interactions—for example, the risk of hyperkalemia when TMP-SMX is used with angiotensin-converting enzyme inhibitors—while primary care or internal medicine input is helpful for systemic toxicity surveillance and intervention.\n[92]\nIn cases of intolerance to 1st-line agents, 2nd-line options include topical clarithromycin, minocycline, and systemic linezolid or doxycycline, guided by\nin vitro\nsusceptibility testing.\n[93]\n\nRegular slit-lamp examination enables early identification of epithelial toxicity, allowing timely tapering of amikacin without compromising antimicrobial efficacy. Weekly blood counts and electrolyte panels during TMP-SMX therapy can prevent serious hematologic or renal complications. Limiting the duration of systemic linezolid and closely monitoring for visual symptoms are key to avoiding potentially irreversible neuropathies."
  }
}