{
  "drug_name": "amino acid",
  "nbk_id": "NBK559250",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559250/",
  "scraped_at": "2026-01-11T15:22:40",
  "sections": {
    "clinical_significance": "Amino acid disorders are identifiable at any age; most of them become evident during infancy or early childhood. Many inborn amino metabolism diseases occur in infancy or childhood. These disorders may include cystinuria, histidinemia, phenylketonuria (PKU), methyl-malonyl CoA mutase deficiency (MCM deficiency), albinism, and tyrosinemia. Other amino acid disorders may be encountered later in life, including homocystinuria, alkaptonuria, maple syrup urine disease (MSUD), and cystathioninuria. These disorders lead to clinical symptoms or signs of the specific amino acid disorder, which results in the deficiency or accumulation of 1 or more amino acids in the body's biological fluids, such as plasma or urine.\n[3]\n\nThe deficiency of Phe hydroxylase causes PKU. More than 400 mutations have been identified in the gene related to the cause of PKU.\n[28]\nThis disease is usually heterozygous. Besides, the deficiency of dihydropteridine reductase (DHPR) or tetrahydrobiopterin (BH4) synthesis enzymes also leads to hyperphenylalaninemia.\n[29]\n[30]\nThe BH4 or generated product replacement therapy treats this enzyme deficiency-related PKU. In the case of the classic PKU, the Phe, phenyl lactate, phenylpyruvate, and phenylacetate are increased in the plasma, urine, and other tissue samples. The phenyl pyruvic acid excreted in urine produces a \"mousy\" odor. Central nervous system symptoms, such as mental retardation, seizures, failure to walk or speak, tremors, and hyperactivity, also show in these patients. Another characteristic of classic PKU is hypopigmentation, which is due to the deficiency in the formation of melanin, which leads to pigmentation deficiency. Usually, the patients show light skin, fair hair, and blue eyes. Temporally, low Phe content synthetic nutrient supplemented with Tyr is the treatment of the classic PKU.\n\nAlbinism is a congenital disorder that is a Tyr metabolism defect leading to a deficiency in melanin production. The characteristics of albinism are hypopigmentation by the total or partial absence of pigment in the hair, skin, and eyes. There is no cure for albinism because it is a genetic disorder.\n[31]\nAt the moment, getting proper eye care, such as using sunglasses to prevent the sun's ultraviolet (UV) rays damage and monitoring for signs of skin abnormalities, is the treatment of albinism.\n\nAlkaptonuria is a rare disease with homogentisic acid oxidase defect, an enzyme in the Tyr degradation pathway. The urine specimen of the alkaptonuria patient shows some darkening on the surface after standing for fifteen minutes, which is due to homogentisate acid oxidation. After 2 hours of standing, the patient's urine is entirely black. The characteristics of alkaptonuria include the accumulation of homogentisic aciduria, large joint arthritis, and the intervertebral disks of vertebrae deposit with dense black pigments.\n[32]\nA low protein diet with small amounts in Phe and Tyr is the treatment of alkaptonuria, which helps reduce homogentisic acid levels.\n\nTyrosinemia type 1 results from a deficiency in fumarylacetoacetate hydrolase. This leads to the accumulation of fumarylacetoacetate and its metabolites (especially succinylacetone) in urine, which produces a cabbage-like odor. The patients show renal tubular acidosis and liver failure.\n[33]\nThe treatment is Phe and Tyr restriction dietary.\n\nMCM deficiency is a disease due to the defect of methyl malonyl CoA mutase, which catalyzes isomerization between methyl malonyl-CoA and succinyl-CoA in the pathway.\n[34]\nIt shows high levels of methyl malonyl CoA in the blood samples from the patients. Symptoms of MCM deficiency include vomiting, dehydration, fatigue, hypotonia, fever, breathing difficulty, and infections. Also, metabolic acidosis and developmental delay occur as long-term complications. The treatment of MCM deficiency includes a special diet with low proteins (low in Ile, Met, Thr, and Val amino acids) and certain fats but high in calories.\n\nMaple syrup urine disease (MSUD) is a rare autosomal recessive disease with a partial or complete branched-chain alpha-keto acid dehydrogenase defect. The enzyme can decarboxylate Leu, Ile, and Val. This deficiency leads to the accumulation of branched-chain alpha-keto acid substrates. These 3 amino acids cause functional abnormalities in the brain. The urine with a classic maple syrup odor is a hallmark characteristic of MSUD. MSUD patients show symptoms such as vomiting, feeding difficulties, dehydration, and severe metabolic acidosis.\n[35]\n\nIn the clinic, a synthetic formula containing a limited amount of Leu, Ile, and Val is the suggested therapy for MSUD infants. MSUD (OMIM #248600) demonstrates a disturbance of the regular activity of the branched-chain α-ketoacid dehydrogenase (BCKAD) complex, the second step in the catabolic trail for the branched-chain amino acids (BCAAs) that includes leucine, isoleucine, and valine. MSUD can occur early in life, but late-onset MSUD is also common and includes neurologic symptoms. These symptoms may include inappropriate, extreme, or erratic behavior and moods, hallucinations, oscillating hypertonia/hypotonia, ataxia, seizures, opisthotonos, and coma.\n\nCystathioninuria is a rare autosomal recessive metabolic disorder due to a deficiency in cystathionase. It is linked to the lower activity of the enzyme cystathionase. There are 2 types of primary cystathioninuria based on the inherited mutation of the CTH gene: vitamin B6 responsive and vitamin B6 unresponsive cystathioninuria.\n[36]\n[37]\nIt is characterized by the accumulation of cystathionine and its metabolites in plasma and urine, but no clinical symptoms are present. The treatment of cystathioninuria varies according to the category in different cystathioninuria patients. Increased consumption of vitamin B6 is considered the best treatment for the active form of vitamin B6.\n[38]\n\nHomocystinuria is an inherited disorder due to the defect of the metabolism of Met amino acid. The most common cause is the enzyme cystathionine beta-synthetase deficiency, which results in the elevation of Met and homocysteine and low levels of Cys in plasma and urine.\n[39]\nThe characteristics of homocystinuria include displacement of the lens of the eye, skeletal abnormalities, osteoporosis, premature arterial disease, and mental delay.\n[40]\n[41]\nThe treatment of homocystinuria involves the restriction of Met intake and supplementation with folate, vitamin B6, and B12.\n[42]\n\nHistidinemia is a rare autosomal recessive inborn metabolic error due to the defect of the enzyme histidase.\n[43]\nIt characteristically demonstrates high levels of histidase, histamine, and imidazole in blood, urine, and cerebrospinal fluid. A diet low in histidase intake is suggested for treating histidinemia, though the restricted diet is usually unnecessary.\n[44]"
  }
}