{
  "drug_name": "aminoacids",
  "nbk_id": "NBK563270",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563270/",
  "scraped_at": "2026-01-11T18:46:33",
  "sections": {
    "indications": "Lysosomal storage diseases (LSDs) are diseases caused by defects in single-genes. Enzyme defects cause nearly seventy percent of the LSDs, and the rest are defects in enzyme activator or associated proteins. A gene on a particular chromosome locus transcribes a particular enzyme—improper enzyme-coding results in inactive enzymes. Similarly, defective activators result from mutations in activator genes. Seventy LSDs are described so far, and many more will likely be discovered in the future. Individually, they are rare, but they are common and justify the effort and expenditure invested in researching these conditions as a group.\n[1]\n\nThese conditions cause disease of the organs in which they accumulate and decide the clinical signs and symptoms. Infants and children suffer more severely compared to adults. The clinical features are unique in many children and adults for the same disease. For example, the child's developing brain is more susceptible to insults and manifests symptoms and signs of dysfunction, while this may be milder or absent in adults.\n\nThe last decade has observed tremendous advances in understanding many of these conditions. These advances have shown promise in improving the lifespan and quality of life, which hitherto remained dismal. The pathology of LSDs resembles that of some degenerative conditions that present in later life and maybe the connecting link between these two.\n[2]\n\nEnzyme testing is usually the initial diagnostic test, but genetic analysis of the gene mutations adds precision. There are many modern therapeutic techniques for these conditions. When applied early before organ damage sets in, these therapies have the potential to prevent or delay damage, improve quality of life, and increase lifespan.This article summarizes the latest developments in the pathophysiology, investigations, and treatment of the more common LSDs and will improve healthcare outcomes.",
    "mechanism": "The majority of the lysosomal storage diseases (LSDs) are caused by mutations in the genes encoding a lysosomal enzyme. These monogenic disorders involve forty different acid hydrolases in the lysosomes. Genes with a specific chromosomal locus encode them.\n\nMany types of mutations can produce a defective enzyme. Generally, a nonsense mutation has a more profound defect than a missense mutation. There are many gene variations for a single disease numbering up to a thousand. Sometimes, mutations run in families, and knowledge of this is essential to screen for that particular defect to maximize genetic testing benefits. In some but not all cases, genotype-phenotype correlations are predictable. The reasons for this variability lie in epigenetic and environmental factors. In some instances, a defective enzyme activator, membrane transporter, or a membrane protein can cause the dysfunction. In mucolipidosis, the enzymes are targeted to the extracellular matrix instead of the lysosome. This targeting defect results in their dysfunction.\n\nMost LSDs have an autosomal recessive pattern of inheritance. Three have an X-linked inheritance pattern: Hunter disease, Fabry disease, and Danon disease. Some mutations, however, do not produce a defective enzyme and are therefore not relevant to LSDs. Apart from genetics, inflammation and oxidative stress are crucial players in LSDs.\n[3]\n\nThere are several classifications of LSDs. The commonest is according to the accumulated substrate. Many LSDs have the names of the persons who first described the conditions.\n\nThe broad categories of LSDs, representative examples within the classes, and the accumulated substrates/defects are:\n\nI. Sphingolipidosis:\n\nComplex sphingosine containing phospholipids accumulate.\n\nAll disorders comprise a mutant enzyme. Multiple sulfatase deficiency is the exception and is a post-translational disorder.\n\nA) GM2 gangliosidosis:\n\nType A (Tay Sachs disease)\nType O (Sandhoff disease)\nType AB (GM2 activator deficiency)\n\nB) Niemann-Pick diseases A, B, and C (transmembrane protein defect C1, soluble non-enzymatic protein defect C2)\n\nC) Gaucher disease types 1, 2, and 3\n\nD) Fabry disease (classic and late-onset types)\n\nE) Metachromatic leukodystrophy\n\nF) Globoid leukodystrophy (Krabbe disease)\n\nG) GM1 gangliosidosis types 1, 2, and 3\n\nH) Multiple sulfatase deficiency\n\nII. Oligosaccharidosis (glycoproteins; all disorders with mutant enzymes):\n\nAlfa mannosidosis\nSchindler disease\nAspartylglucosaminuria\nFucosidosis\n\nIII. Mucopolysaccharidosis (MPS) (mucopolysaccharides a.k.a glycosaminoglycans (GAG); all disorders with mutant enzymes):\n\nHurler syndrome\nScheie syndrome\nHurler-Scheie syndrome\nHunter syndrome\nSanFilippo syndrome A, B, C, and D\nMorquio syndrome A and B\nMaroteaux-Lamy syndrome\nSly syndrome\n\nIV. Neuronal ceroid lipofuscinosis (lipofuscin, a waxy pigment):\n\nCLN 1 through CLN 14\n\nV. Sialic acid disorders (sialic acid):\n\nGalactosialidosis (enzyme protection protein defect)\nInfantile sialic acid storage disease\nSalla disease (transmembrane protein defect)\nSialuria\n\nVI. Mucolipidosis (membrane transport protein defect; targeting error):\n\nSialidosis I and II (Mucolipidosis I)\nI-cell disease (Mucolipidosis II)\nPseudo-Hurler-Polydystrophy (Mucolipidosis III)\nMucolipidosis IV\n\nVII. Miscellaneous:\n\nLysosomal Acid lipase deficiency infantile and childhood/adult types (cholesterol esters, triglycerides)\nPompe disease (glycogen storage disease type II)\nDanon disease (glycogen)\nCystinosis (cystine)\n\nTables A and B show the\nLSDs, defective enzyme, gene, and the accumulated substrate. The reader should study both classifications to understand better the causation of LSDs (Note: A protein ending with \"ase\" is an enzyme, or else, it is a non-enzymatic protein).",
    "monitoring": "Clinical suspicion for a particular lysosomal storage disease (LSD) precedes the screening tests. Many LSDs have similar features between themselves and, with other non-lysosomal inborn errors of metabolism and diligence is required. Urine and serum screening tests: Urine GAG elevation points to MPS, an oligosaccharide pattern glycoproteinosis, sialic acid in sialic acid storage disorders, and sulfatide excretion in MLD. A serum CK elevation suggests Pompe disease, while chitotriosidase suggests Gaucher or Niemann-Pick C disease.\n\nThe dried blood spot (DBS) specimen that has been so successful in other treatable inborn metabolic errors is useful in diagnosing LSDs. It is especially true in newborn screening programs performed with multiplex assays using mass spectroscopy (MS).\n[17]\nThe DBS specimen is a convenient and cost-effective method in areas with scarce resources and distant referral laboratories. It is stable during transportation to the reference laboratory.\n\nA positive screen may include many false positives and negatives, which will need confirmation with specific enzyme assays and molecular analyses in serum/plasma, leucocytes from peripheral blood, cultured cell lines like skin fibroblasts and lymphoblasts. Leucocytes have isoenzymes that may cause assay interference. Skin fibroblasts are \"gold standard\" because of optimum enzyme activity but need a skin biopsy and culture facilities. The cultures, however, can be maintained indefinitely and may be useful in biobanking. Cultured lymphoblasts obtained by Ebstein-Barr virus transformation from a peripheral blood sample is another choice. Still, some enzymes (Arylsulfatase A, for example) are inherently absent and unhelpful in those situations.\n\nEnzyme assays performed with fluorimetric methods are simple to use than the more expensive but fast and accurate liquid chromatography with mass spectroscopy (LC-MS/MS). More and more sophisticated modifications are available and useful in research settings.\n\nIn some situations, a patient has a low enzyme level and normal urinary substrate levels but has no clinical symptoms or signs of the disease. These healthy enzyme deficient persons have a condition called pseudodeficiency. They have between 5 and 15 percent enzyme activity than normals sufficient to metabolize the substrates and prevent their accumulation and explain their health status. Such persons must be recognized promptly to avoid misdiagnosis and its deleterious consequences. They have a mutation in the gene encoding the enzyme in one or both copies forming a pseudoallele gene (Pd). Such Pd patterns are constant in some LSDs and easily recognized and aid in genetic counseling. Pathogenic variants are also characteristic in some LSDs that are easily spotted and action taken. In some LSDs, the Pd is more common than the pathogenic variant (Arylsulfatase A in MLD; 15 versus 1 percent) and, the concept gains much importance. Pseudodeficiency occurs in 9 genes in LSDs.\nTable E\nlists these LSDs, the enzymes, and their genes.\n\nMolecular genetic techniques can diagnose mutations in the genes encoding the enzymes. Examples are:\n\n1) Restriction fragment length polymorphism by polymerase chain reaction(RFLP-PCR) 2): Amplification refractory mutation system (ARMS) PCR for detecting point mutations which may be missense, nonsense, splicing, regulatory, small or gross insertions and deletions, or complex ones. Other techniques used are mutation scanning, DNA sequencing, multiplex-PCR, and next-generation sequencing (NGS).\n[18]\n[19]\n\nThe final diagnosis of an LSD should rest on the combined evidence from clinical, biochemical, radiological, and genetic information.\n\nApart from the tests for the specific diagnosis of the LSD, investigations to address organ damage are necessary. The individual patient's condition dictates these tests. They are:\n\nX-rays\nMRI scans\nEKG, echocardiogram\nAudiometry, Visual assessment\nPulmonary function tests\nHemogram, liver and renal function, and many more.\n\nMany of them may need to be repeated periodically as part of treatment monitoring.\n\nA patient clinically suspected of having an LSD, but with normal enzyme levels and no mutation in the enzyme coding gene should be further investigated. Such patients can have a mutation in the gene for the enzyme activator. A protein called prosaposin (PSAP) has four subunits A, B, C, and D. A gene codes for prosaposin. The code for each subunit occupies separate points on the gene. The prosaposin protein is cleaved into its subunit components. Each subunit functions as an activator protein for a specific enzyme. In the absence of its activator, the normal enzyme is rendered functionless. The substrate accumulates and may leak into the urine; examples are MLD (saposin B) and Gaucher disease (saposin C).\n[20]\n[21]\n\nPrenatal screening using amniocentesis and chorionic villus biopsy is available for many LSDs. It helps families with an index case that caused fetal or infantile death and helps in genetic counseling.\n[19]\n\nNewborn screening for LSDs has gained acceptance over the years. It has increased the diagnostic yield many folds, especially of the adult phenotypes. The screen panel has included more LSDs as newer treatments are becoming available.\n[22]\n\nThe application of the principles of both targeted and untargeted metabolomics is an exciting new area that has promise in both the diagnosis and treatment monitoring of LSDs in the future.\n[23]",
    "administration": "The treatment of lysosomal storage diseases (LSDs) is best undertaken in specialized centers utilizing multiple disciplines under one roof and comprises\n[24]\n[25]\n[23]\n:\n\n1) Enzyme Replacement Therapy (ERT)\n:\n\nHuman recombinant enzymes are manufactured in Chinese hamster ovary(CHO) cells using DNA technology. They enhance the metabolism of the accumulated substrate by replacing the deficient/absent enzyme when given intravenously. However, cerliponase is administered via the intraventricular (brain) route for CLN2 lipofuscinosis. Some preparations are tagged to mannose 6-phosphate to target them to the lysosomes. Some enzymes may be co-administered with chaperones to enhance clinical effects.\n\nERT improves cardiac, and lung function reduces disease burden in the viscera, bone, and improves the blood picture. It can reduce the disease's bio-markers' excretion and improve joint and functional mobility and quality of life. For maximum benefits, ERT works best when started early before organ damage occurs.\n\nERT is not without disadvantages. It is expensive, time-consuming, and does not penetrate the blood-brain-barrier (BBB) or tissues with poor vascularity. In very young children, the immaturity of some transport systems prevents adequate drug delivery to affected tissues.\n\nTo overcome many of these disadvantages, \"Next-Generation\" ERT is in the pipeline. Modifications to ERT in this modality include:\n\nPegylation to increase the half-life\nAntibody tagging to recognize specific receptors and thereby penetrate the BBB\nDirect tissue administration of ERT and,\nImplantation of enzyme-rich capsules into tissues to supply enzyme directly to target and concomitant shielding from antibodies.\nPrinciples of pharmacogenomics applied to the treatment of LSDs\n\n2)\nPharmacological Chaperone Therapy (PCT)\n:\n\nAn enzyme in its final form has a tertiary structure. This involves proper folding of the protein molecule that renders it resistant to degradation. A specific mutation in the lysosomal associated protein involved in the folding process renders the enzyme fragile. In such instances, the catalytic site is intact. Small molecules that traverse cellular organelles' membranes and correct the misfolding and render the enzyme resistant to degradation are termed chaperones. When used, they are invaluable in some LSDs.\n[26]\n\n3)\nProteostasis Regulators\n:\n\nUnlike in PCT, the proteostatic regulators are not ligands (they do not bind to the enzymes) but shift the equilibrium away from protein (enzyme) degradation by controlling several steps in the metabolic pathways. They thus preserve the enzymes. Although an attractive option, they have significant toxicity that precludes their use.\n\n4) Substrate Reduction Therapy (SRT)\n:\n\nSome substances reduce the formation of substrates by inhibiting the enzyme that catalyzes its synthesis. Their onset of action and clinical improvements are slower than ERT. Slowing the progression of neurological symptoms is seen with miglustat in neuropathic LSDs. Other SRTs in clinical trials are genistein, ibiglustat, and lucerastat.\n[27]\n\nUsing antisense oligonucleotides to bind to mRNA of mutant enzymes' genes and reducing the defective protein's formation help reduce substrate accumulation and rescues the physiological enzymes.\n\n5)\nSmall Molecule Assisted Substrate Transportation (SMAST)\nis a modality where an accumulated substrate, due to a lack of transporter, is converted to another compound that is, transported with ease out of the lysosome.\n\n6)\nAnti-Inflammatory Agents\n:\n\nThe pathogenesis of LSDs includes inflammation. Anti-inflammatory and immunosuppressive agents reduce inflammatory cytokines like IL-1 and TNF-alpha and reduce organ damage.\n\n7) Hematopoietic Stem Cell Transplantation (HSCT)\n:\n\nStem cells from donors or umbilical cord blood are used and are fast replacing bone marrow tissue due to ease, rapidity, and increased success. These stem cells can migrate to various organs, including the brain, and differentiate into the cells of the respective tissues and continuously produce the deficient enzyme. They also reduce inflammation and consequent tissue damage. There have been reports of improved visceromegaly and preservation of neurocognitive function. Since engraftment takes time, the neurocognitive function may decline early after HSCT, and ERT acts as a bridge therapy during this period. This ERT-HSCT sequential modality has become the standard of care in some LSDs. Fortunately, ERT does not mitigate the benefits of HSCT in any way. HSCT is FDA approved for MPS I\n[28]\nand has shown promise in MLD, alpha mannosidosis, fucosidosis, and aspartylglucosaminuria.\n\nHSCT is suboptimal in reducing the pathology in some tissues like the cornea, heart valves, and the bone. HSCT has been unsuccessful in some LSDs, but one cannot conclude the outcomes due to delays in initiating therapy in these conditions.\n\n8)\nGene Therapy\n:\n\nThe autologous ex-vivo method involves harvesting the affected patient's stem cells and introducing the correct version of the gene using viral vectors (lentivirus and retrovirus) into those stem cells in-vitro. This process is called transfection. The next step is bone marrow ablation using chemotherapy. Hematogenous, hepatic, CSF, or direct CNS routes form the final step to re-introduce the corrected cells into the patient.\n[29]\n[30]\n\nThe in-vivo method is the direct transfer of the gene to the tissue that serves as a depot for the viral vectors (adeno-associated virus, AAV).\n[31]\n\nMuch benefit has been demonstrated in clinical trials using this modality and promising therapy in the future.\n\n9)\nManipulation of Gene Expression\n:\n\nIn some LSDs, a gene encoding a lysosomal enzyme has a premature termination codon that prematurely stops transcription. It can be overridden by reading through the stop codon using small molecules. It corrects the gene defect and, the unhindered transcription restores the deficient enzyme. This technology has been studied in some degenerative disorders but not in LSDs. It has much promise for the future.\n\nGenome editing delivers the corrected gene version directly to the target organ using several nucleases. It has advantages over gene therapy in that no viral vectors are involved, and the transfer is targeted rather than random.\n[32]\nClinical trials using this modality are in progress.\n\n10)\nAncillary Care\n:\n\nApart from therapy directed at the defective enzyme, accumulated substrate, and the mutant genes, individual treatments can tackle the complications in the various organ systems that occur in the LSDs. These include:\n\nMedications for seizures, movement disorders, and psychosis\nShunts for hydrocephalus\nSpecial learning skills for children with subnormal intelligence\nCardiac valvular replacements\nDrugs for heart failure, arrhythmias\nCardiac pacemakers for rhythm disorders\nVentilatory support for respiratory failure\nRenal replacement therapy, including transplantation\nMedications for endocrine dysfunction\nOrthopedic braces and corrective surgeries for deformities, fractures\nSpeech pathology for swallowing disorders and preventing aspiration\nVision and ENT issues\nPsychiatry, psychological counseling, physiotherapy, occupational therapy, hospice, and social services.\n\nTable T\ndisplays FDA approved ERT, SRT, PCT, and SMAST therapies.",
    "adverse_effects": "In lysosomal storage diseases (LSDs), there are two sets of complications:\n\nThose unique to the disease(s). The reader should refer to the clinical features' tables to know in which LSD they occur:\n\nNervous System\n\nSeizures, hydrocephalus, movement disorders, intellectual disability, psychosis, peripheral neuropathies, carpal tunnel syndrome, and spinal cord compression.\n\nCardiovascular\n\nHypertrophic and dilated cardiomyopathy, arrhythmias, congestive heart failure, hypertension, valvular heart disease, and vasculopathy.\n\nRespiratory\n\nLung infiltration and damage, sleep apnea, respiratory failure due to lung damage, and kyphoscoliosis.\n\nGastrointestinal\n\nSplenomegaly and hypersplenism, swallowing difficulties, and increased susceptibility to hepatitis C infection.\n\nMusculoskeletal\n\nBone lesions, fractures, deformities, joint contractures, atlantoaxial instability, and kyphoscoliosis.\n\nHematological\n\nPancytopenia.\n\nEyes\n\nCorneal opacities and retinal degeneration leading to visual compromise and blindness.\n\nENT\n\nAdenoids and tonsillar enlargement and their clinical effects, upper respiratory infections, eustachian tube dysfunction, and mixed hearing loss.\n\nSide effects of numerous medications used for adjunct treatment. They include sedatives, antiepileptics, antipsychotics, and many drug interactions.\n\nLSDs patients may need neurosurgical, orthopedic, ENT, ophthalmological, and general surgeries. Anesthetic difficulties are structural anomalies of the cervical spine, jaw, upper airways, and respiratory muscle weakness.\n\nComplications Secondary to Treatments\n\nERT in enzyme naive subjects can induce a foreign antigen response and decrease the effectiveness over time.\nMinor, moderate, and severe allergic reactions can also occur and be managed accordingly. These include: slowing or stopping the infusion, adding pre or post medications like antihistamines, steroids, and leukotriene inhibitors.\nClassic anaphylaxis and anaphylactoid reactions may also occur and will need appropriate management.\nImmunomodulator therapy.\n[44]\nThe intraventricular route of administration for some forms of ERT runs the risk of infections.\nHSCT patients may encounter all of the inherent radiation and immunosuppressive therapy complications, including opportunistic infections and graft versus host disease(GVHD).\nDelayed onset of action, need for repeat administration, anti-vector antibodies, and viral neutralizing antibodies are complications of adeno-associated vectors for gene therapy.\n\nProviders should recognize caregiver burnout early and mobilize support."
  }
}