{
  "drug_name": "amiodarone",
  "nbk_id": "NBK482154",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482154/",
  "scraped_at": "2026-01-11T15:22:40",
  "sections": {
    "indications": "Amiodarone is contraindicated in patients with second- or third-degree heart blockage who do not have pacemakers. Furthermore, amiodarone is also contraindicated in individuals with preexcitation, such as Wolff-Parkinson-White syndrome, when concurrent atrial fibrillation is present. Amiodarone should be avoided in patients with baseline QTc prolongation, including congenital long QT syndrome. The incidence of hypersensitivity reactions to amiodarone in patients who have documented iodine allergies should be carefully evaluated. However, retrospective studies have suggested that allergies to iodine or iodinated contrast agents may not necessarily be an absolute contraindication to amiodarone.\n[18]\n\nHyperkalemia and toxicity related to sodium channel blockers, such as tricyclic antidepressants, bupivacaine, and quinidine, can lead to arrhythmias that resemble VT. Before initiating amiodarone, it is essential to consider any other uncorrected abnormalities in electrolyte levels, as they could also be contraindications. In certain cases, an accelerated idioventricular rhythm may exhibit characteristics resembling VT. Administering amiodarone under these circumstances can potentially lead to hemodynamic collapse. Although these clinical situations may not be widely categorized as contraindications, it is essential to carefully assess these arrhythmias in their appropriate clinical context to avoid cardiovascular deterioration.\n[19]\n\nThe decision to administer amiodarone for the treatment of atrial fibrillation with rapid ventricular response requires a comprehensive assessment and consideration of various differential diagnoses. Due to the potential adverse effects associated with amiodarone, it is advisable to explore alternative therapies before considering this drug. In addition, clinicians need to verify the absence of reversible causes, such as fever, hypovolemia, or hypoxia, in cases of atrial fibrillation with a rapid ventricular response before initiating amiodarone therapy. For these patients, addressing the underlying cause should take precedence over administering amiodarone.",
    "mechanism": "Amiodarone belongs to the class III antiarrhythmic drugs. Similar to other drugs in this class, the primary mechanism of amiodarone involves the inhibition of potassium rectifier currents responsible for repolarizing the heart during phase 3 of the cardiac action potential. This potassium channel-blocking effect results in increased action potential duration and a prolonged effective refractory period in cardiac myocytes. Myocyte excitability is reduced, thus hindering the continuation of tachyarrhythmias by preventing reentry mechanisms and ectopic foci. Electrocardiographic (ECG) evidence of these effects is observed by prolonging the QRS duration and QTc interval.\n[4]\n\nUnlike other class III agents, amiodarone has a broader range of action, encompassing the blocking of beta-adrenergic receptors, such as beta-1 and calcium and sodium channels. Furthermore, the drug's electrophysiological effects encompass a decrease in the automaticity of the sinoatrial (SA) node, a reduction in AV node conduction velocity, and the inhibition of ectopic pacemaker automaticity. In some instances, these additional mechanisms of action can result in undesired adverse effects, including bradycardia, hypotension, and the development of Torsades de pointes (TdP).\n[5]\n\nPharmacokinetics\n\nAbsorption:\nCurrent evidence suggests that the absorption of amiodarone after oral administration is notably variable, ranging from 22% to 86%.\n\nDistribution:\nAs a highly lipophilic drug, amiodarone exhibits extensive distribution into various tissues. A substantial drug accumulation occurs in skeletal muscle and adipose tissue with long-term treatment.\n\nMetabolism:\nAmiodarone undergoes extensive hepatic metabolism primarily via CYP450 enzymes, notably 2C8, and serves as a substrate for 3A4. An active metabolite is also generated in this process.\n\nElimination:\nAmiodarone is primarily eliminated from the body through the bile, with less than 1% being excreted unchanged in the urine. Amiodarone possesses an exceptionally long half-life (t\n1/2\nof several weeks), and it may take up to 6 weeks to observe the complete clinical effects following oral therapy. In addition, after discontinuing amiodarone treatment, its pharmacological effects could persist for 1 to 3 months.\n[6]",
    "administration": "Available Dosage Forms and Strengths\n\nAmiodarone is available in oral tablet forms of 100 mg, 200 mg, and 400 mg strengths and injectable formulations of varying strengths.\n\nAdult Dosages\n\nMalignant ventricular arrhythmia:\nFor the treatment of malignant ventricular arrhythmia, amiodarone can be administered through both intravenous (IV) and oral routes, with specific dosing regimens tailored to the patient's condition and response.\n\nIV dosing: The recommended regimen consists of a single dose of 150 mg of amiodarone administered IV over 10 minutes, followed by a continuous IV infusion at a rate of 1 mg/min for 6 hours, and subsequently reduced to 0.5 mg/min IV for the following 18 hours.\n\nOral dosing: The recommended daily oral dose for this approach is 400 mg of amiodarone. Patients are typically given an oral loading dose of 800 to 1600 mg daily for 1 to 3 weeks until the desired response is attained. Thereafter, the daily oral dose is reduced to 400 to 600 mg for the next 4 weeks. If the patient experiences gastrointestinal (GI) intolerance, it is advisable to divide the dose into twice-daily administrations with meals.\n\nACLS—VF/pulseless VT:\nIn ACLS situations involving VF or pulseless VT, a single dose of 300 mg of amiodarone is administered IV or intraosseously (IO).\n\nACLS—wide complex tachycardia:\nFor cases of wide complex tachycardia in the context of ACLS, the recommended treatment involves a 150 mg single dose of amiodarone administered IV over 10 minutes. This is followed by a continuous IV infusion at a rate of 1 mg/min for 6 hours and then reduced to 0.5 mg/min IV for the subsequent 18 hours.\n\nAtrial fibrillation (off-label uses):\nThe recommended treatment regimens are mentioned below.\n\nCardioversion via the IV route: The recommended protocol involves administering a single dose of 150 mg of amiodarone via the IV route over 10 minutes, followed by a continuous IV infusion at a rate of 1 mg/min for 6 hours, and subsequently reducing the infusion rate to 0.5 mg/min for the following 18 hours.\n\nCardioversion via the oral route: For this regimen, patients are typically prescribed a daily oral dose of 200 mg of amiodarone. The treatment may begin with an initial dose of 600 to 800 mg of amiodarone taken orally daily. To minimize the risk of GI intolerance, it is recommended to administer the medication with meals.\n\nRate control via the IV route: The standard procedure involves administering a single 300 mg IV dose of amiodarone over 1 hour, followed by a continuous IV infusion of 10 to 50 mg/h for 24 hours.\n\nRate control via the oral route: The standard procedure involves administering a daily oral dose of 100 to 200 mg of amiodarone. Notably, the medication should be taken with meals, particularly if the patient experiences GI intolerance.\n\nRhythm control via the IV route: The recommended approach involves initiating a single 150 mg IV dose of amiodarone over 10 minutes. Subsequently, a continuous IV infusion at a rate of 1 mg/min should be maintained for 6 hours, followed by a reduced infusion rate of 0.5 mg/min for the next 18 hours. If necessary, the dosage may further decrease to 0.25 mg/min after 24 hours.\n\nRhythm control via the oral route: For this regimen, patients are typically prescribed a daily oral dose of 100 to 200 mg of amiodarone. The treatment typically begins with an initial daily dosage of 400 to 600 mg, divided into 2 or 3 administrations, and is maintained for 2 to 4 weeks. The medication should be administered with meals, particularly if the patient experiences GI intolerance.\n\nPediatric Dosage\n\nAll pediatric indications of amiodarone are considered off-label. For precise dosing protocols, healthcare professionals should refer to institutional PALS guidelines.\n\nSupraventricular arrhythmia:\nThe recommended oral dosage of amiodarone is typically within the range of 5 to 10 mg/kg per dose to be administered daily over 7 to 10 days. An initial loading dose is also advised, ranging from 10 to 20 mg/kg per dose per day, taken orally for 7 to 10 days.\n\nPALS involving VF/pulseless VT, SVT, VT:\nThe recommended dosage of amiodarone involves administering 5 mg/kg per dose through the IV or IO route as a single administration, with a maximum limit of 300 mg per dose.\n\nSpecial Patient Populations\n\nHepatic impairment:\nIn cases of hepatic impairment, it is recommended to reduce the regular dosage of amiodarone.\n\nRenal impairment:\nFor individuals with renal impairment or those undergoing dialysis, there is no requirement for dosage adjustments or supplemental dosing of amiodarone.\n\nPregnancy considerations:\nHealthcare professionals should carefully assess the risk-to-benefit ratio during pregnancy. Although data from human studies are limited, they suggest no teratogenic risk associated with amiodarone. However, there is a potential risk of congenital goiter and thyroid abnormalities, as well as neonatal bradycardia and QT prolongation.\n[7]\n\nBreastfeeding considerations:\nLong-term amiodarone use is contraindicated during breastfeeding. However, in cases of short-term use of the medication, it is advisable to monitor infants due to the potential risk of harm, including hypothyroidism. Furthermore, considering the drug's pharmacodynamics, there is a potential risk of decreased milk production.\n[8]\n\nPediatric patients:\nFor pediatric patients, please refer to the information provided in the \"Pediatric Dosage\" section above.\n\nOlder patients:\nIn older patients, caution is recommended when considering amiodarone use. In this population, amiodarone usage with preserved ejection fraction is associated with increased in-hospital and 100-day all-cause mortality following hospitalization for atrial fibrillation.\n[9]",
    "adverse_effects": "Adverse effects from amiodarone therapy can be as high as 15% within the initial year of use and may reach 50% with long-term treatment. The risk-to-benefit ratio frequently results in the discontinuation of amiodarone within the first year of treatment, particularly for patients with atrial fibrillation. The most prevalent adverse effect is the development of corneal microdeposits, which occur in at least 90% of patients taking amiodarone. This occurrence is believed to result from amiodarone being secreted in the lacrimal gland and subsequently taken up by the corneal epithelium. However, only about 10% of these patients will develop actual visual symptoms. Additional ocular adverse effects include photophobia, optic neuropathy, and visual halos. A baseline ophthalmological assessment is recommended for patients initiating amiodarone therapy.\n[10]\n[11]\n\nCardiac toxicity from amiodarone administration can be attributed to its therapeutic mechanism. Unfortunately, the very attributes that render this drug effective in managing arrhythmias can also result in bradycardia and atrioventricular and intraventricular conduction abnormalities. Although most studies have confirmed the safety of amiodarone with regard to proarrhythmic events, it is noteworthy that amiodarone may induce TdP within the first 48 hours of IV administration. Amiodarone may be the most common cause of drug-induced TdP. The risk of developing TdP increases in patients with preexisting electrolyte imbalances or those undergoing concurrent treatment with beta-blockers and/or digoxin. Although QTc prolongation is a recognized risk factor for TdP, it is noteworthy that amiodarone-induced TdP can occur even when the QTc interval is within the normal range. Chronic oral use of amiodarone is rarely associated with TdP.\n[12]\n\nPulmonary toxicity generally manifests within the initial year of amiodarone use and most commonly resembles interstitial lung disease. However, pulmonary toxicity can also appear in various forms, including organizing pneumonia, pleural effusion, acute respiratory distress syndrome, or diffuse alveolar hemorrhage. Unfortunately, there is no pathognomonic finding that definitively diagnoses amiodarone-induced pulmonary toxicity, and the diagnostic process entails a comprehensive evaluation to exclude alternative diagnoses. Mortality associated with amiodarone-induced pulmonary toxicity has been reported to be nearly 10%. Fortunately, the use of steroids has shown efficacy in managing this adverse reaction. Patients initiating amiodarone therapy are advised to undergo baseline and annual chest x-rays. In certain situations, pulmonary function tests may be warranted to monitor the potential development of pulmonary toxicity.\n[13]\n\nAmiodarone therapy may lead to either hypo- or hyperthyroidism, with hypothyroidism being nearly twice as prevalent.\n[14]\nThis toxicity is typically associated with thyroiditis. Consequently, clinicians must conduct baseline thyroid function tests and follow-up assessments every 6 months due to the risk of thyroid-related issues. Amiodarone-induced thyroid toxicity should be suspected in patients experiencing weight loss or any alterations in cardiac status. Treatment of hypothyroidism includes the use of levothyroxine. Conversely, addressing hyperthyroidism may involve a combination of corticosteroids, propylthiouracil, or methimazole, and in some cases, thyroidectomy. Patients with preexisting hyperthyroid disease are susceptible to developing thyrotoxicosis due to the iodine content in amiodarone. Managing amiodarone-associated thyrotoxicosis can be intricate and is associated with a heightened risk of mortality. This complexity is further compounded by amiodarone's beta-blocking effects, which can obscure the classic symptoms of thyrotoxicosis.\n[15]\n\nPatients undergoing amiodarone therapy face a 1% annual incidence of liver toxicity. In most instances, liver toxicity resolves upon discontinuation of the drug. However, in rare cases, toxicity can advance to end-stage liver disease and cirrhosis. Furthermore, IV administration of amiodarone may induce acute liver injury within a day of infusion. The most frequent GI adverse effects include nausea, anorexia, and constipation.\n\nNeurologic toxicity can affect as many as 27.5% of patients, leading to a spectrum of issues from cognitive impairment to peripheral neuropathy, ataxia, and, in exceedingly rare cases, quadriplegia. Dermatological effects include blue skin discoloration, sometimes called \"smurf-skin,\" and photosensitivity. On rare occasions, amiodarone may contribute to epididymitis and erectile dysfunction.\n\nAnother potential adverse effect of amiodarone is drug interactions. As amiodarone is a cytochrome P450 inhibitor, it can reduce warfarin clearance. Therefore, it is imperative to closely monitor the INR in patients initiating amiodarone or following any alterations in the dosing of either amiodarone or warfarin. Co-administering amiodarone with digoxin can lead to a notable increase in digoxin concentrations, potentially doubling them. Therefore, prescribing any QTc-prolonging agent in conjunction with amiodarone should be carefully considered, and routine monitoring of the QTc interval is essential following the initiation of the second agent.\n[16]\n\nPeripheral IV administration of amiodarone can lead to phlebitis. In cases where a patient has a central venous catheter, this route may be the preferred option over a peripheral IV. When amiodarone is administered via a peripheral IV, the access site necessitates regular monitoring. Furthermore, if a healthcare staff observes phlebitis in the patient, the infusion should be halted, and an alternative site should be selected.\n\nDrug-Drug Interactions\n\nPatients should refrain from consuming grapefruit juice or grapefruit when using amiodarone, as these fruits can heighten the likelihood of specific adverse effects by obstructing the CYP450 metabolism of the drug. Amiodarone is associated with a relatively extensive range of drug-drug interactions, including certain medications used in the treatment of hepatitis C, such as ledipasvir/sofosbuvir or sofosbuvir/ledipasvir/sofosbuvir.\n[17]\nConcomitant use of amiodarone with other medications known to prolong the QT interval should be avoided or is contraindicated. These agents include dofetilide, quinidine, sotalol, and pimozide, as well as certain macrolide antibiotics such as erythromycin or clarithromycin, quinolone antibiotics, and several others.\n\nAs amiodarone undergoes extensive metabolism via the hepatic CYP450 enzyme system, certain drugs can inhibit its metabolism, resulting in elevated serum levels of the drug. These agents include azole antibiotics such as itraconazole and cimetidine, protease inhibitors such as indinavir, rifampin and other rifamycins, and St John's wort. Conversely, amiodarone can also interfere with the metabolism of other drugs, including clopidogrel, phenytoin, some statins such as lovastatin and atorvastatin, and warfarin.",
    "monitoring": "In an acute care setting, patients undergoing amiodarone therapy should undergo continuous cardiac monitoring and receive regular reassessment of vital signs and clinical status.\n[20]\n[8]\n\nMonitoring parameters include a baseline assessment of liver function tests and periodic follow-up evaluations. Furthermore, baseline assessments should include a chest x-ray and pulmonary function tests, including diffusion capacity, with subsequent assessments every 3 to 6 months. Monitoring should also include regular checks for blood pressure and electrolyte levels, ECGs, fundoscopy, and slit lamp tests. Patients receiving warfarin therapy should undergo a baseline INR assessment, followed by regular INR monitoring.\n\nPer the American Heart Association and ACLS guidelines, patients who experience hemodynamic instability due to tachyarrhythmias exceeding a rate of 150 beats per minute should be promptly considered for direct current cardioversion. In cases where cardioversion is ineffective, amiodarone treatment may be considered as an alternative intervention. In hemodynamically unstable patients with heart rates less than 150 beats per minute, it is imperative to investigate potential underlying causes of their instability. Nevertheless, in certain situations, intervention with cardioversion or amiodarone treatment may still be necessary.\n\nAnticoagulation should be contemplated for all patients receiving amiodarone for atrial fibrillation, particularly when there are no clear contraindications.\n[21]\nUsing a CHA2DS2-VASc score can assist clinicians in making informed decisions regarding initiating anticoagulation therapy.",
    "toxicity": "Signs and Symptoms of Overdose\n\nAcute amiodarone toxicity resulting from an overdose of the drug is relatively uncommon. Amiodarone's high volume of distribution diminishes the likelihood of severe toxicity from a single ingestion. However, individuals with suspected acute amiodarone overdose should undergo continuous cardiac monitoring for a period of 2 to 3 days after ingestion, as toxic effects may manifest with a delay. The existing literature on toxicity resulting from acute amiodarone overdose predominantly highlights cardiovascular adverse effects, including hypotension, bradycardia, VT, and TdP. However, it is noteworthy that these adverse effects can also manifest at recommended dosing levels.\n[22]\n\nManagement of Overdose\n\nTreatment of acute toxicity may include vasopressor support and the administration of magnesium in cases of TdP. Temporary pacing may be necessary to address bradycardia, and overdrive pacing may be required for treating TdP. In the case of acute oral ingestions, activated charcoal is the recommended therapeutic approach. Currently, there is no known antidote for amiodarone toxicity, and the drug is not effectively removed through dialysis."
  }
}