{
  "drug_name": "amitriptyline",
  "nbk_id": "NBK537225",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537225/",
  "scraped_at": "2026-01-11T15:22:41",
  "sections": {
    "indications": "Contraindication considerations are one of the most critical aspects while administering a drug to a patient. The following are significant considerations for amitriptyline:\n\nHypersensitivity reactions: Amitriptyline is contraindicated in patients with hypersensitivity to the drug or inactive ingredients of the dosage form per FDA product labeling.\nAmitriptyline should not be used if there is a history of QTc prolongation, arrhythmias, recent myocardial infarction, or heart failure, as per the FDA product labeling. Amitriptyline toxicity may cause acute myocardial infarction.\n[29]\nAmitriptyline requires caution in patients with angle-closure glaucoma, urinary retention, and seizures.\n[30]\nLower doses are advisable for renal and hepatic impairment.\n[31]\nDiscontinue amitriptyline before elective surgery, considering possible interaction with anesthetic agents and increased risk of arrhythmia.\n[32]\n\nDrug-Drug Interactions\n\nDo not use monoamine oxidase inhibitors (MAOI) within 14 days of use of MAOIs.\n[33]\nAvoid using amitryptiline with drugs that can increase QTc, such as astemizole, cisapride, disopyramide, ibutilide, indapamide, pentamidine, pimozide, procainamide, quinidine, sotalol, terfenadine which can lead to cardiac problems, including arrhythmias.\n[34]\nWhen used along with amitriptyline, some drugs may cause an increase in serotonin concentrations; such drugs include isocarboxazid, phenelzine, procarbazine, safinamide, selegiline, tranylcypromine, sertraline. These drugs can cause serotonin syndrome.\n[35]\n[36]\nOmeprazole is metabolized by CYP2C19; it also inhibits CYP2C19 and can lead to delirium if administered with amitriptyline.\n[37]\n[38]",
    "mechanism": "Amitriptyline is in the tricyclic antidepressant (TCA) drug classification and acts by blocking the reuptake of both serotonin and norepinephrine neurotransmitters. The three-ring central structure and a side chain are the basic structure of tricyclic antidepressants. Amitriptyline is a tertiary amine with strong binding affinities for alpha-adrenergic, histamine (H1), and muscarinic (M1) receptors.\n[6]\n\nAmitriptyline increases noradrenergic or serotonergic neurotransmission by blocking the norepinephrine or serotonin transporter (NET or SERT) at presynaptic terminals. Chronic treatment with amitriptyline desensitizes presynaptic autoreceptors and heteroreceptors, producing long-lasting changes in monoaminergic neurotransmission.\n[7]\nAmitryptiline is more sedating and has increased anticholinergic properties than other TCAs. As with other antidepressants, the onset of therapeutic action typically begins at approximately 2 to 4 weeks.\n\nThere have been comprehensive studies of brain-derived neurotrophic factor (BDNF). This major neurotrophic factor plays an essential role in the formation and survival of neurons during development and synaptic plasticity. The neurotrophic hypothesis of depression suggests that stress-related alterations in BDNF levels occur in critical limbic structures to contribute to the pathogenic processes in major depressive disorder(MDD). Chronic treatment with antidepressants increases BDNF levels, which improves the symptoms associated with MDD.\n[8]\n\nPharmacokinetics\n\nAbsorption: Amitriptyline is well absorbed following oral administration. The bioavailability is 30 to 60% due to high first-pass metabolism.\n\nDistribution: After IV administration, the volume of the distribution of amitriptyline is high(17.1 ± 2.4)L/kg. Amitriptyline can cross the placental barrier.\n[9]\n\nMetabolism: Amitriptyline is metabolized to nortriptyline by CYP2C19. CYP3A4 and CYP2D6 are also involved in the metabolism of amitriptyline.\n[10]\n[11]\n\nExcretion: Amitriptyline has a half-life of 10 to 28 hours. Amitriptyline and its metabolites are primarily excreted by the kidney.",
    "administration": "Dosage Formulations:\nAmitriptyline dosage formulations come in oral tablets of 10 mg, 25 mg, 50 mg, 75 mg, 100 mg, and 150 mg. Administer amitriptyline at night time, as it can lead to sedation.\n[12]\n\nAdult Dosing:\nThe initial dose recommended for depression is 25 mg daily at bedtime. For off-label use, such as chronic pain, therapy can initiate a much lower dose of 10 to 20 mg daily. The dose can be increased by 25 mg every 3 to 7 days, with a maximum of 150 to 300 mg/day. If the dose requires adjustment, it is preferable to change the bedtime dose. In cases of therapy cessation, the clinician should gradually taper to avoid withdrawal.\n[13]\n\nMaintenance Dose:\nAmitriptyline maintenance dose is usually 50 to 100 mg daily, and it can be given in a single dose, preferably at bedtime. When satisfactory improvement is achieved, the dose should be reduced to the lowest amount to relieve symptoms. Once the patient is stable, amitriptyline should be continued for three months or longer to prevent depression.\n\nPlasma Levels:\nBecause of the wide difference in the absorption and distribution of amitriptyline in body fluids, it is difficult to directly correlate plasma levels and therapeutic effects. However, determining plasma levels might be useful in identifying patients with toxic effects with excessively high levels or in whom noncompliance is suspected. Elderly patients have decreased hepatic metabolism and increased intestinal transit time, so plasma levels are usually higher for any given oral dose of amitriptyline than younger patients. Clinicians must monitor elderly patients carefully and obtain quantitative amitriptyline serum levels as clinically indicated. Clinicians should adjust amitriptyline dose according to the patient’s clinical response and not based on plasma levels.\n[14]\n\nSpecific Patient Population\n\nPatients with Hepatic Impairment:\nAmitriptyline hydrochloride should be used cautiously in patients with impaired liver function.\n\nPatients with Renal Impairment:\nThe manufacturer provides no information; mild to moderate impairment requires no dose adjustment.\n[15]\n\nPregnancy Considerations:\nAmitriptyline is a Category C medicine that can cross the placenta. There is no causal relationship, but a few reports of adverse reactions, including limb deformities, developmental delay, and CNS effects in infants whose mothers had used amitriptyline during pregnancy. There is a lack of well-controlled clinical studies on pregnant women. Amitriptyline should be used in pregnancy only if the potential benefit to her than the risk to the mother and fetus. American College of Obstetricians (ACOG) and the American Psychiatry Association (APA) have created periconceptional and antenatal management treatment algorithms.\n[16]\n[17]\n\nBreastfeeding Considerations:\nAmitriptyline can pass into breast milk. Maternal exposure to amitriptyline would usually not cause any adverse reactions in breastfed infants, especially infants older than two months. A safety scoring system finds amitriptyline use possible with caution while breastfeeding.\n[18]\nHowever, rare sedation is reported in neonates. Therefore, other medicines with fewer active metabolites should be preferred when large amitriptyline doses are required or nursing a preterm infant or a newborn.\n\nPediatric Patients:\nBecause of the lack of experience using this drug in pediatric patients, it should not be recommended in patients under 12 years.\n\nElderly  Patients:\nAccording to the Beers criteria by the American Geriatric Society, amitriptyline should be avoided in elderly patients due to its strong anticholinergic effects.\n[19]\nConsequently, clinicians are recommended to start therapy at lower dosages for these patients. The recommendation is to start with a lower dosage (around 10 mg/day) in the geriatric population.\n[20]\nThe maintenance dose can be divided, ie, 10 mg three times a day, with 20 mg at bedtime who do not tolerate higher dosages. According to the American Geriatric Society, the use of amitriptyline in elderly patients should be avoided due to its strong anticholinergic effects.\n[19]\n\nHospitalized Patients:\nThey may require 100 mg a day initially, which can be increased gradually to 200 mg a day if needed.",
    "adverse_effects": "The most commonly encountered side effects of amitriptyline include weight gain and gastrointestinal symptoms like constipation, xerostomia, dizziness, headache, and somnolence.\n\nThe following is a list of other adverse effects, including serious adverse drug reactions of amitriptyline:\n\nBoxed warning - The FDA has issued a black box warning regarding the use of amitriptyline in adolescents and young adults (ages less than 24 years). The drug can increase the risk of suicidal ideation and behavior.\n[21]\nAmitriptyline, due to its alpha-adrenergic receptor blockade, can cause orthostatic hypotension, dizziness, and sedation. Amitriptyline can also cause heart rate variability, slow intracardiac conduction, induce various arrhythmias, and cause QTc (corrected QT) prolongation.\nAnticholinergic side effects include blurred vision, dry mouth, urinary retention, tachycardia, acute angle glaucoma, confusion, and delirium.\n[22]\nAntihistamine side effects secondary to its histamine (H1) receptor binding property include sedation, increased appetite, weight gain, confusion, and delirium.\n[23]\nAmitriptyline can decrease the seizure threshold in a dose-dependent manner; therefore, caution is required in patients with a seizure disorder. The seizure rate is 1 to 4% at 250 to 450 mg/day doses.\n[24]\n[25]\nAbnormalities in liver function tests. Usually, the effect on the liver is mild, asymptomatic, transient, and reverses with discontinuation. Liver function tests are usually under three times the upper limit of normal; it rarely causes acute liver injury.\n[26]\nIt can increase the risk of bone fracture and (rare) bone marrow suppression.\n[27]\nAmitriptyline gets metabolized through CYP3A4. Several drugs alter the activity of CYP3A4, and thus dose should be cautiously regulated, and the entire patient medication regimen should be checked for CYP3A4 inducers and inhibitors.\nAs an antidepressant, amitriptyline can rarely induce mania. Risk factors are a history of bipolar disorder, a family history of mania, and pharmacologically induced hypomania.\n[28]\n\nPharmacogenomics\n\nCYP2D6\n\nCYP2D6 ultrarapid metabolizers have an increased metabolism of amitriptyline, which can lead to a loss of efficacy.\nIndividuals who are CYP2D6-poor metabolizers have increased levels of amitriptyline compared to normal metabolizers. Avoid tricyclic use due to the potential for adverse effects. Prescribers are advised to use alternative drugs not metabolized by CYP2D6.\n\nCYP2C19\n\nCYP2C19-poor metabolizers have a decreased rate of metabolism of amitriptyline compared to normal subjects. As a result, standard doses of amitriptyline can lead to increased plasma levels of amitriptyline.\nCYP2C19 ultrarapid metabolizers have significantly increased the metabolism of amitriptyline compared to normal metabolizers. Avoid amitriptyline due to the possibility of a sub-optimal response; it is advisable to use drugs not metabolized by CYP2C19, like nortriptyline or desipramine.\n[11]\nHowever, clinicians must recognize that the implementation of pharmacogenomics requires significant resources, and its usefulness may be restricted to research settings.",
    "monitoring": "Patients with a history of cardiac problems or over 50 years of age should have a baseline electrocardiogram to get the value of baseline QTc.\n[39]\nConsidering the drug's side effect profile, the following parameters require monitoring - Body Mass Index, liver function test, thyroid function test, and serum amitriptyline concentrations.\n[30]\n\nWhile a patient is on amitriptyline, one should monitor for increased suicidality and unusual behavior changes, especially during the first 1 to 2 months of starting medication or during periods of dosage adjustment.\n[40]",
    "toxicity": "Amitriptyline toxicity is measurable by a dose of over 5 mg/kg. The clinical symptoms of amitriptyline toxicity include neurological, cardiac, and anticholinergic adverse reactions. Neurological symptoms include sedation, seizure, and coma. Cardiac symptoms include tachycardia, hypotension, conduction abnormalities, and QTc prolongation. Anticholinergic symptoms include dilated pupils, dry mouth, decreased (or absent) bowel sounds, and urinary retention.\n\nAmitriptyline toxicity can be serious and even fatal. In treating the toxicity, the top priority is stabilizing the patient, which may require admission to the ICU for monitoring. The most important steps include - protecting the airways, breathing, and stabilizing circulation. Some patients may need tracheal intubation; if required, administer supplemental oxygen. All patients suspected of tricyclic antidepressant overdose should receive gastrointestinal decontamination. This should include large-volume gastric lavage followed by activated charcoal.\n[41]\nSeizures secondary to overdose are treatable with diazepam or lorazepam.\n[42]\n\nIf the patient is hypotensive, an IV bolus of isotonic crystalloid is a therapeutic option. Vasopressors are the next choice if the patient remains hypotensive despite fluid resuscitation. If QRS exceeds 100 msec, intravenous sodium bicarbonate is the appropriate intervention. Sodium bicarbonate is cardioprotective (it increases extracellular sodium concentration) and diminishes the effect of amitriptyline on the cardiac membrane, resulting in less sodium channel blockage. Alkalization favors the neutral form of amitriptyline and decreases the amount of active cyclic antidepressants.\n[43]\n[44]\n\nIntravenous lipid emulsion (ILE) has been used in severe overdose.\n[45]\nA recent case report describes the successful use of esmolol for intractable ventricular arrhythmias and ventricular tachycardia associated with amitriptyline overdose.\n[46]"
  }
}