{
  "drug_name": "amlodipine",
  "nbk_id": "NBK519508",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519508/",
  "scraped_at": "2026-01-11T15:22:43",
  "sections": {
    "indications": "Amlodipine is contraindicated in patients with known hypersensitivity to amlodipine or its dosage form components. Lymphocyte transformation test can be used to diagnose drug allergy.\n[47]\n\nWarning and Precautions\n\nAmlodipine is contraindicated in patients with cardiogenic shock, severe aortic stenosis, unstable angina, severe hypotension, heart failure, and hepatic impairment. According to the manufacturer's labeling, patients with severe coronary artery disease may have worsening angina after initiating amlodipine therapy. In cardiogenic shock, the heart cannot pump effectively, exacerbated by inhibiting the influx of calcium ions into cardiac cells. In severe aortic stenosis, amlodipine can cause ventricular collapse and dysfunction. Amlodipine causes a reflexive increase in cardiac contractility in unstable angina, increasing myocardial oxygen demand and worsening ischemia. Amlodipine can further reduce blood pressure, causing hypoperfusion to vital organs and syncope in patients with severe hypotension.\n[48]\nPatients with heart failure may experience pulmonary edema, shortness of breath, and dyspnea with amlodipine.\n[49]\nPatients with hepatic impairment may not metabolize amlodipine effectively, leading to a longer half-life with possible increases in plasma concentrations.\n[50]",
    "mechanism": "Normally, vascular smooth muscle contraction begins when calcium enters the cell via voltage-dependent L-type calcium channels. The calcium binds to intracellular calmodulin, which binds to and activates myosin light-chain kinase (MLCK). MLCK is responsible for the phosphorylation of the myosin light chain, ultimately leading to muscle contraction and vasoconstriction. Calcium-induced calcium release from the sarcoplasmic reticulum further amplifies the vascular smooth muscle contraction. This sequence of events leads to a decreased vascular cross-sectional area, increased vascular resistance, and increased blood pressure.\n\nAmlodipine blocks the voltage-dependent L-type calcium channels, inhibiting the initial calcium influx. Reduced intracellular calcium causes decreased vascular smooth muscle contractility, increased smooth muscle relaxation, and resultant vasodilation. Additionally, amlodipine is associated with improved vascular endothelial function in patients with hypertension. Amlodipine reduces blood pressure by inducing smooth muscle relaxation and vasodilatation.\n[3]\n\nAmlodipine's role in relieving stable angina involves the reduction of afterload secondary to its vasodilatory and antihypertensive properties. Reducing afterload lowers myocardial oxygen demand at any level of exertion, as the heart does not need to work as hard to pump blood into the systemic circulation. Amlodipine also alleviates Prinzmetal or variant angina by blocking coronary spasms and restoring blood flow in the coronary arteries.\n[14]\n\nRaynaud phenomenon is an excessive vascular response to cold temperature that manifests clinically by color changes of the distal skin of the digits and toes, nose, and earlobes. Amlodipine induces smooth muscle relaxation and is an effective short-term treatment for patients with Raynaud phenomenon.\n[15]\nAngiotensin-converting enzyme inhibitors (ACE-Is)/angiotensin receptor blockers (ARBs) are the initial treatment of choice for diabetic nephropathy. However, clinical trials have shown that combined antihypertensive therapy with either amlodipine plus an ARBs/ACE-Is exerts a greater antiproteinuric effect in patients with type 2 diabetic nephropathy.\n[16]\n[17]\nASCOT (Anglo-Scandinavian Outcome Trial) demonstrated that an amlodipine-based blood pressure regimen decreased the long-term incidence of stroke compared with atenolol, but further research is still required.\n[18]\n\nPharmacokinetics\n\nAbsorption:\nThe absolute bioavailability of amlodipine is between 64% and 90%. Food does not alter the bioavailability of amlodipine. Peak plasma concentrations are achieved between 6 and 12 hours. Steady-state plasma levels are achieved after 7 to 8 days of daily dosing of amlodipine. Patients with hepatic dysfunction have decreased clearance of amlodipine. Accordingly, there is an increase in area under the curve of approximately 40% to 60% in patients with liver conditions.\n\nDistribution:\nAmlodipine has high plasma protein binding (93%).\n\nMetabolism:\nAmlodipine is extensively metabolized by the liver to inactive metabolites. Cytochrome P-450 (CYP) CYP3A4 and CYP3A5 play an important role in the metabolism of amlodipine.\n[19]\n[20]\n[21]\n\nExcretion:\nAmlodipine's plasma half-life is biphasic, with a terminal elimination half-life of about 30 to 50 hours, which is increased with hepatic dysfunction. Amlodipine is primarily excreted renally; 10% of the parent compound and 60% of the metabolites are excreted in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nAmlodipine is primarily administered orally and is available in 2.5, 5, and 10 mg tablets. Additionally, suspensions created from oral tablets are available for pediatric and older patients with difficulty swallowing. Compared to nifedipine and other medications in the dihydropyridine class, amlodipine has the longest half-life at 30 to 50 hours. The benefit of such a long half-life is having once-daily dosing.\n[22]\n\nRecommended Dosages\n\nHypertension\n\nAdults: Initial dose of 5 mg; maximum dose of 10 mg daily\nOlder and debilitated patients: Reduce initial dose to 2.5 mg; maximum dose of 10 mg daily\nAdolescents and children aged 6 or older: 2.5 to 5 mg once daily; maximum dose of 5 mg daily\nChildren aged 6 or younger: 0.05 to 0.2 mg/kg/d; maximum dose 0.3 to 0.6 mg/kg/d (up to 5 mg/d)\n[23]\n\nCAD, Chronic Stable Angina, Prinzmental Angina, CAD Documented by Angiography and Without Heart Failure or Ejection Fraction Less than 40%\n\nAdults: The initial dose is 5 to 10 mg once daily.\nOlder and debilitated patients: The initial dose is 5 mg once daily; the maintenance dose is 10 mg once daily.\n[4]\n\nAmlodipine can be used as monotherapy or in combination with several different medications to manage hypertension or coronary artery disease. Common combinations include:\n\nAmlodipine/atorvastatin: Atorvastatin is a lipid-lowering agent that blocks cholesterol synthesis and is administered to reduce cardiovascular events.\n[24]\n[25]\nAmlodipine/aliskiren or amlodipine/aliskiren/hydrochlorothiazide: Aliskiren is a direct renin inhibitor that binds renin and prevents activating the renin-angiotensin-aldosterone system (RAAS). Hydrochlorothiazide is a thiazide diuretic that leads to a reduction in blood volume. Both combinations lower blood pressure.\n[26]\n[27]\nAmlodipine/benazepril or amlodipine/perindopril: Benazepril and perindopril are angiotensin-coveting enzyme inhibitors that block the conversion of angiotensin I to angiotensin II in the RAAS.\n[28]\nAmlodipine/olmesartan or amlodipine/telmisartan or amlodipine/valsartan: Olmesartan, telmisartan, and valsartan are angiotensin II receptor blockers (ARBs) that inhibit the activity of angiotensin II in the RAAS.\n[29]\n[30]\nAmlodipine/valsartan/hydrochlorothiazide: A randomized controlled trial demonstrated the efficacy of triple therapy (amlodipine/valsartan/hydrochlorothiazide) for moderate or severe hypertension.\n[31]\n[32]\n\nSpecific Patient Population\n\nHepatic impairment:\nAmlodipine is primarily metabolized by the liver, and the plasma elimination half-life is prolonged with impaired hepatic function; gradual titration of the dose is recommended. The initial dose is 2.5 mg once daily for hypertension or 5 mg once daily for angina. Adjust the dosage based on clinical response.\n[2]\n\nRenal impairment:\nRenal impairment does not significantly influence the pharmacokinetics of amlodipine. Consequently, patients with renal impairment do not require dose adjustment.\n\nPregnancy considerations:\nUntreated hypertension in pregnancy increases the risk of preeclampsia, premature delivery, intrauterine growth restriction, and intrauterine death. Chronic Hypertension and Pregnancy results indicate that in pregnant women with mild chronic hypertension, an approach of target blood pressure of less than 140/90 mm Hg was associated with better pregnancy outcomes than a strategy of reserving treatment only for severe hypertension.\n[33]\nBased on these findings, the American College of Obstetricians and Gynecologists (ACOG) and the Society for Maternal-Fetal Medicine guidelines suggest treatment with antihypertensive agents for mild chronic hypertension in pregnancy to a goal BP of less than 140/90 mm Hg.\n[34]\nCalcium channel blockers are widely used in pregnancy, and ACOG suggests other agents such as labetalol, nifedipine, and methyldopa.\n[35]\nHowever, amlodipine exposure in pregnancy does not appear to be associated with increased fetal malformations compared with other antihypertensive medications or maternal hypertension without treatment.\n[36]\nBased on a recent meta-analysis, amlodipine can also be used safely for hypertension during pregnancy.\n[37]\n\nBreastfeeding considerations:\nHuman milk levels of amlodipine are low, and plasma levels in breastfed infants are undetectable. Maternal use of amlodipine during breastfeeding has not caused any adverse effects in breastfed infants. Amlodipine is acceptable in nursing mothers.\n[36]\n[38]\n\nPediatric patients:\nThe efficacy and safety of amlodipine in children younger than 6 years old remain uncertain. Per the guidelines from the American Heart Association and American Thoracic Society for pediatric pulmonary hypertension, amlodipine doses should always be titrated up from a lower dose. A trial of amlodipine should be performed only in those patients who have positive acute vasoreactivity testing with nitric oxide or epoprostenol. In children with a previous history of high-altitude pulmonary edema (HAPE), amlodipine may be deemed a reasonable option for prophylaxis.\n[39]\n\nOlder patients\n: When prescribing amlodipine for older individuals, it's advisable to exercise caution, typically initiating treatment at the lower end of the dosage spectrum. This approach acknowledges the higher likelihood of impaired hepatic or cardiac function, as well as the increased incidence of accompanying diseases or concurrent medication usage. Older patients may have decreased clearance, leading to increased area under the curve, necessitating a lower initial dose.\n[2]",
    "adverse_effects": "The significant adverse effects of amlodipine include peripheral edema, heart failure, pulmonary edema, flushing, dizziness, headache, drowsiness, skin rash, nausea, abdominal pain, and constipation. Researchers observed edema, dizziness, flushing, and palpitations in controlled clinical trials in a dose-dependent manner. For example, at a dose of 10 mg, the incidence of edema, dizziness, flushing, and palpitations was 10.8%, 3.4%, 2.6%, and 4.5%, respectively. The incidence of headaches, fatigue, nausea, and abdominal pain was 7.3%, 4.5%, 2.9%, and 1.6%, respectively.\n[40]\n\nCalcium channel blockers, including amlodipine, have been linked to rare instances of idiosyncratic drug-induced liver disease. A mixed hepatocellular-cholestatic pattern is typical of amlodipine-induced liver injury.\n[41]\nPatients have complete recovery 4 to 8 weeks after stopping the drug.\n[42]\nAmlodipine-induced gingival hyperplasia is a common adverse effect. Maintaining good oral hygiene practices is beneficial for prevention. In cases where gingival hyperplasia persists despite these measures, surgical intervention may be necessary.\n[43]\n\nDrug-Drug Interactions\n\nCoadministration of amlodipine and clarithromycin or erythromycin has reportedly increased the risk of hypotension and acute kidney injury due to decreased metabolism by CYP3A4.\n[44]\nAdditionally, when amlodipine is used with high doses of statins, there is an increased risk for myopathy and rhabdomyolysis.\n[45]\nThe interaction with tacrolimus is described in the monitoring section.\n\nPrescribing Cascade\n\nIt is important to note that amlodipine can cause peripheral edema. A prescribing cascade occurs when the edema is mistaken as a new medical condition, and a diuretic is consequently prescribed to treat the edema.\n[46]",
    "monitoring": "In general, laboratory monitoring is not necessary for patients taking amlodipine. Since amlodipine is an antihypertensive medication, clinicians and patients should regularly measure blood pressure to achieve target levels per the 2017 American College of Cardiology/American Heart Association hypertension guidelines. Furthermore, the healthcare team should monitor patients for adverse effects such as peripheral edema, dizziness, and flushing.\n[51]\nAmlodipine may increase the AUC of tacrolimus. In one study, amlodipine decreased the tacrolimus clearance by 2.2 to 3.8-fold, increasing the area under the curve and systemic exposure in CYP3A5 expressers. Monitoring of trough blood levels of tacrolimus is recommended.\n[52]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAmlodipine overdose and toxicity can lead to massive vasodilation, hypotension, and reflex tachycardia as compensatory mechanisms. Prolonged systemic hypotension can progress to shock and even death.\n\nManagement of Overdose\n\nActivated charcoal should be administered to patients with amlodipine overdose. The hypotension usually remits intravenous (IV) fluid resuscitation, IV calcium gluconate, and vasopressor therapy with norepinephrine or dopamine. High-dose insulin is also sometimes administered as research has shown it lowers mortality and improves hemodynamics. Electrocardiographic results, vital signs, kidney function, urine output, and electrolytes require continual monitoring during an overdose.\n[48]\n[53]\nAs amlodipine has high plasma protein binding, hemodialysis is not likely to be beneficial. A recent case report describes successful resin hemadsorption/hemoperfusion treatment for amlodipine overdose, demonstrating its efficacy in resolving severe toxicity and hemodynamic instability.\n[54]"
  }
}