{
  "drug_name": "ammonium chloride",
  "nbk_id": "NBK594254",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594254/",
  "scraped_at": "2026-01-11T18:46:32",
  "sections": {
    "indications": "Quaternary ammonium compounds (QACs) are a group of chemicals commonly found in disinfectants, preservatives, and surfactants. QACs are widely used in various industrial, commercial, and household applications and are present in hospital-grade disinfectant sprays and wipes, surgical instrument sterilization compounds, laundry detergents, and standing-water treatments. For more than 50 years, QACs have been studied, used, and considered safe for human use.\n\nQACs contain a positively charged ammonium group connected to at least one hydrophobic hydrocarbon. The most commonly used QACs are alkyldimethylbenzyl ammonium chloride (ADBAC or BAC), cetylpyridinium chloride (CPC), dodecyl-dimethyl ammonium chloride (DDAC), and cocobenzyldimethyl ammonium chloride (BKC).\n[1]\n[2]\n\nThere has been a surge in using QACs as a disinfectant during the COVID-19 pandemic. Studies conducted before, during, and after the pandemic revealed increased circulating QACs.\n[3]\nQACs are effective against numerous microorganisms and have been considered safe for human use and exposure; however, there is rising concern about the potential adverse effects of QACs on human health and the environment.\n[4]\n\nQACs are environmentally ubiquitous and detectable in various water sources, including wastewater treatment plants, surface water, groundwater, and soil and sediment.\n[1]\nThe persistence of QACs in the environment is due to their stability and resistance to biodegradation; this may pose a risk to human health. These risks include dermal irritation, respiratory effects, allergic reactions, and reproductive toxicity.\n[4]\nIn nonhuman mammals, prolonged exposure to QACs leads to endocrine disruption, immune dysfunction, and reproductive toxicity.\n[5]\n[6]",
    "mechanism": "The toxic effects of QACs are dictated by the chemical structure of the compound and the route, dose, and duration of the exposure. Despite a long history of human use, there is limited data or research regarding QAC toxicity in the human body.\n[4]\n\nGenerally, ready-to-use QAC disinfectants are considered a low risk to humans because these products contain low concentrations of QACs. There is a higher risk of toxicity with highly concentrated QACs and inhaled or ingested exposure routes.\n[7]\nQACs induce oxidative stress by generating reactive oxygen species (ROS), which can disrupt normal cellular function. The cationic structure of QACs allows interaction with negatively charged cell membranes, leading to membrane disruption and cell death.",
    "monitoring": "The diagnosis and management of QAC toxicity are based on the clinical presentation, history of QAC exposure, and clinician gestalt. While laboratory tests, such as blood tests and urinalysis, may help assess the severity of toxicity and organ damage, there is currently no standardized biomarker or analyte testing for QAC exposure.\n\nIn patients with respiratory manifestations of QAC toxicity, pulmonary function tests or chest imaging may assist with evaluating lung function. Skin testing can be performed to identify the culprit allergen in cases of contact dermatitis.\n[21]\n[22]\nSlit-lamp examination with fluorescein staining and tonometry should be performed in cases of ocular involvement. The upper eyelids should be everted and examined to evaluate potential abrasions from scratching or rubbing due to irritation.\n\nIn cases of QAC ingestion, liver and renal function tests should be performed to assess for organ damage. Abdominal radiography can be obtained to look for signs of perforation. Upper endoscopy may be considered in patients with stridor, dysphagia, or odynophagia.",
    "administration": "No antidote or reversal agents exist for QAC toxicity. All toxicologic exposures should be evaluated as any emergency, focusing on airway establishment and maintenance, respiratory support, and circulation management. Decontamination should be prioritized to decrease exposure to the patient and healthcare workers; contaminated clothing should be removed. An on-staff medical toxicologist or local Poison Control Center should be consulted promptly to provide the best management.\n\nThe mainstay of treatment for QAC toxicity is supportive care. This may include administration of supplemental oxygen or intravenous fluids, electrolyte supplementation, and seizure management. However, only observation and supportive care may be required in cases of mild toxicity. In severe cases, more aggressive interventions may be necessary, such as mechanical ventilation or elimination via hemodialysis.In cases of QAC ingestion, gastric lavage or activated charcoal may be considered if the patient presents early and with significant exposure. However, these measures are generally not recommended in inhalation or dermal exposure cases.It is imperative to identify and manage any comorbidities that may exacerbate QAC toxicity, including conditions such as asthma and hepatic or renal disease, which can impair toxin elimination.\n[23]\n\nIt is essential to provide appropriate follow-up care and monitoring to ensure full recovery from QAC toxicity; this may include ongoing monitoring of liver and kidney function. Most patients will recover fully without long-term consequences with appropriate care and monitoring.",
    "adverse_effects": "The most significant complications of QAC exposure result from localized tissue irritation.\n[7]\nQACs are known irritants and corrosive agents at high concentrations; repeated exposures can result in severe burns, persistent dermatitis, and ocular damage.\n[19]\n[21]\nGastrointestinal distress caused by QAC toxicity can lead to severe dehydration from vomiting and diarrhea.\n\nDownstream complications can arise in higher-risk patients with specific comorbidities. QAC exposure can exacerbate and worsen certain underlying conditions. For example, patients with known hepatic dysfunction could develop acute liver injury or cirrhosis. Similarly, patients with renal insufficiency can develop acute kidney injury leading to end-stage renal disease. Chronic respiratory exposures could lead to acute asthma exacerbations.\n[6]\n\nThe Environmental Influences on Child Health Outcomes (ECHO) program categorizes QACs as a high priority for biomonitoring in children due to the lack of toxicity data on human populations and no known biomarker testing.\n[26]"
  }
}