{
  "drug_name": "amoxicillin",
  "nbk_id": "NBK538164",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538164/",
  "scraped_at": "2026-01-11T15:22:44",
  "sections": {
    "indications": "Liver Disease\n\nThere are no guidelines for dosage adjustments for patients with hepatic impairment, but extreme caution is necessary for this population. This medication is contraindicated for any patient with a prior history of amoxicillin or clavulanic acid-induced hepatic dysfunction.\n[42]\n\nHypersensitivity Reactions\n\nThe administration of amoxicillin to patients with a history of hypersensitivity reactions to amoxicillin, clavulanic acid, or other β-lactam antimicrobials is contraindicated. As amoxicillin is a penicillin derivative, there is a high likelihood of crossover hypersensitivity in patients with a documented penicillin allergy. In this population, clinicians should consider alternative antibiotics.\n[41]\n\nWarning and Precautions\n\nRenal impairment:\nCaution is warranted when treating patients on hemodialysis or with severe renal impairment (CrCL <30 mL/min). As this antibiotic is primarily eliminated renally, individuals with kidney disease require dose adjustments and closer monitoring.\n[33]\n\nDrug-induced enterocolitis syndrome (DIES):\nThe FDA recently listed drug-induced enterocolitis syndrome (DIES) as a potential complication of amoxicillin-clavulanate administration. Drug-induced enterocolitis syndrome (DIES) is a non-IgE-mediated hypersensitivity reaction involving the gastrointestinal system that typically occurs 2 to 4 hours after taking certain drugs. Amoxicillin and amoxicillin-clavulanate are frequently implicated. Symptoms include vomiting, abdominal pain, diarrhea, pallor, and dehydration, which can be severe and lead to hypovolemic shock. Neutrophilic leukocytosis is common. DIES primarily affects pediatric patients. If DIES is suspected, the offending drug should be discontinued, and appropriate treatment should be initiated immediately.\n[44]\n\nPhenylketonuria:\nAdministering aspartame-containing formulations of amoxicillin-clavulanic acid should be avoided for patients with this genetic disorder. Aspartame is metabolized into various components in the gastrointestinal tract, including phenylalanine. Excessive aspartame can cause elevated phenylalanine levels in patients with PKU. Aspartame-free formulations should be prioritized to prevent potential neurological complications associated with elevated phenylalanine levels.\n[45]",
    "mechanism": "Amoxicillin is a broad-spectrum β-lactam penicillin derivative that targets and kills bacteria by inhibiting the biosynthesis of the peptidoglycan layer of the bacterial cell wall. This outermost layer of the cell wall is responsible for the structural integrity of the cell. Peptidoglycan synthesis involves the facilitation of DD-transpeptidases, a type of penicillin-binding protein (PBP). Amoxicillin works by binding to these PBPs and inhibiting peptidoglycan synthesis, which interrupts the construction of the cell wall and ultimately leads to the destruction, or lysis, of the bacteria.\n[1]\n[26]\n\nVarious bacterial species have progressively developed resistance to standard β-lactam antimicrobials by producing enzymes called β-lactamases. These enzymes target and hydrolyze the β-lactam ring, a key component of penicillin and similar antimicrobials. Clavulanic acid is a β-lactamase inhibitor often combined with amoxicillin to extend its coverage and reduce resistance. Clavulanate has minimal antimicrobial activity but prevents bacterial degradation of β-lactams by binding and deactivating β-lactamases, ensuring amoxicillin's antimicrobial mechanism remains intact.\n[1]\n[26]\n[27]\n\nPharmacokinetics\n\nAbsorption:\nNo significant difference has been observed between patients taking amoxicillin after fasting or with meals. However, clavulanate potassium absorption is increased when taken with food.\n\nDistribution:\nAmoxicillin is approximately 18% bound to serum proteins, and clavulanic acid is about 25% bound. Additionally, amoxicillin is transported by organic anion transporters (OATs) 1 and 3. Amoxicillin diffuses readily into most body tissues and fluids, except the brain and spinal fluid. Amoxicillin and clavulanic acid have been detected in middle ear effusions.\n\nMetabolism:\nAmoxicillin is primarily eliminated unchanged in the urine. Between 50% and 85% of the oral dose is eliminated within 6 hours. The metabolism of amoxicillin involves various processes, including oxidation, hydroxylation, and deamination. In contrast, clavulanate is metabolized considerably, and between 25% and 40% of the drug is excreted unchanged in the urine.\n[28]\n[29]\n[30]\n\nElimination:\nAfter oral administration of amoxicillin and clavulanate potassium, the approximate half-life is 1.3 hours for amoxicillin and 1 hour for clavulanic acid.",
    "administration": "Available Dosage Forms and Strengths\n\nAmoxicillin-clavulanate is only available in oral formulations and, like most bactericidal antibiotics, needs to be administered at regularly scheduled intervals to minimize differences in the peak and trough concentrations. This approach maintains consistent serum concentrations above the minimum inhibitory concentration (MIC) needed to destroy the targeted organism, generally accomplished with administration every 8 to 12 hours.\n[31]\nAmoxicillin-clavulanate is available as immediate or extended-release tablets, chewable tablets, and reconstituted suspensions. Taking this antimicrobial with food is recommended to enhance absorption and minimize any adverse gastrointestinal symptoms.\n[10]\n[26]\n\nThe oral suspension is available for reconstitution in the following combinations. For better palatability in the pediatric population, apple, banana cream, bubble gum, cherry, or watermelon flavoring may be supplemented. Before interchanging strengths, dosage forms should be verified to contain the same amoxicillin-to-clavulanic acid ratio. The amoxicillin 600 mg and potassium clavulanate 42.9 mg combination is not interchangeable with other immediate-release formulations. To maximize its longevity and effectiveness, the reconstituted solution should be refrigerated and shaken well before administration.\n\nAmoxicillin 125 mg and potassium clavulanate 31.25 mg per 5 mL\nAmoxicillin 200 mg and potassium clavulanate 28.5 mg per 5 mL\nAmoxicillin 250 mg and potassium clavulanate 62.5 mg per 5 mL\nAmoxicillin 400 mg and potassium clavulanate 57 mg per 5 mL\nAmoxicillin 600 mg and potassium clavulanate 42.9 mg per 5 mL\n\nOral tablets are available in the following combinations. Before interchanging strengths, dosage forms should be verified to contain the same amoxicillin-to-clavulanic acid ratio. The combination of amoxicillin 1000 mg and potassium clavulanate 62.5 mg is not interchangeable with other immediate-release formulations. Amoxicillin 250 mg and potassium clavulanate 125 mg tablets are not recommended for pediatric patients due to the higher amount of clavulanate than other strengths.\n\nAmoxicillin 250 mg and potassium clavulanate 125 mg\nAmoxicillin 500 mg and potassium clavulanate 125 mg\nAmoxicillin 875 mg and potassium clavulanate 125 mg\nAmoxicillin 200 mg and potassium clavulanate 28.5 mg (chewable)\nAmoxicillin 400 mg and potassium clavulanate 57 mg (chewable)\nAmoxicillin 1000 mg and potassium clavulanate 62.5 mg (12-hour, extended-release)\n\nAdult Dosage\n\nImmediate-release:\n500 mg every 8 to 12 hours, or 875 mg every 12 hours\nExtended-release:\n2 g every 12 hours\n\nPediatric Dosage\n\nWeight over 40 kg:\n250 or 500 mg every 8 hours, or 500 or 875 mg every 12 hours\n12 weeks and older:\nAmoxicillin 20 to 40 mg/kg/day divided every 8 hours, or 25 to 45 mg/kg/day divided every 12 hours\nNeonates and infants:\nAmoxicillin 30 mg/kg/day divided every 12 hours. The 125 mg per 5 mL oral suspension is recommended for these patients.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThis medication should be discontinued if signs or symptoms of hepatitis (eg, hepatic dysfunction, cholestatic jaundice) occur. Clinicians should monitor liver function in patients with hepatic impairment. The product label has no information regarding this patient population.\n[32]\n\nRenal impairment:\nAs the kidney primarily eliminates amoxicillin from the body, dosage adjustment is recommended for patients with severe renal impairment (CrCL<30 mL/min).\n[33]\n\nPregnancy considerations:\nAmoxicillin-clavulanate is a Pregnancy Category B medication.\n\nBreastfeeding considerations:\nAmoxicillin is excreted in human milk and may lead to sensitization of nursing infants. Restlessness, diarrhea, or rash may occur occasionally. Amoxicillin-potassium clavulanate should be administered cautiously to a patient who is breastfeeding.\n[34]\n\nPediatric patients:\nSee above.\n\nOlder patients:\nThe dosage of amoxicillin-clavulanate for older adults should be based on renal function and any concomitant medications.\n[35]",
    "adverse_effects": "Amoxicillin-clavulanate is generally safe and well-tolerated in the general population, with the vast majority of adverse effects being mild gastrointestinal symptoms, including:\n\nDiarrhea\nNausea\nVomiting\nAbdominal discomfort\n\nThe incidence of diarrhea is higher in patients receiving amoxicillin-clavulanate than with amoxicillin alone.\n[36]\nAdditionally, there is a moderately increased risk of secondary\nClostridioides difficile\ncolitis compared to other antimicrobial classes. Women taking this medication can also develop vaginitis secondary to vaginal mycosis or candidiasis.\n[37]\n\nDermatologic effects are less common and generally associated with hypersensitivity reactions. These reactions range from simple pruritis or urticaria to severe and life-threatening manifestations, such as anaphylaxis, Steven-Johnson syndrome, or toxic epidermal necrolysis. Classically, a morbilliform rash will present shortly after initiation of amoxicillin in patients misdiagnosed with streptococcal pharyngitis when they actually have infectious mononucleosis.\n[26]\n[38]\n[39]\n[40]\n\nRare complications of amoxicillin-clavulanate administration include:\n[41]\n[42]\n[43]\n\nProlonged prothrombin time\nVasculitis\nThrombocytopenia\nCholestatic jaundice\nElevated serum alkaline phosphatase\nHepatitis\nHepatotoxicity\n\nHigh-dose penicillins can cause seizures, which is particularly concerning for patients with poor renal function.\n\nDrug-Drug Interactions\n\nProbenecid (Risk D):\nConcurrent use of probenecid and amoxicillin-clavulanate results in prolonged and elevated blood concentrations of amoxicillin. Therefore, coadministration of probenecid is not recommended.\nOral Anticoagulants:\nCoadministration of amoxicillin and oral anticoagulants may lead to abnormally prolonged prothrombin time. Appropriate monitoring and dose adjustment of oral anticoagulants are recommended to achieve the desired level of anticoagulation.\nAllopurinol:\nCoadministration may increase the incidence of allergic or hypersensitivity reactions associated with amoxicillin administration.\nCombined Oral Contraceptives:\nAmoxicillin-clavulanate administration may hinder the intestinal flora involved in estrogen reabsorption, reducing the efficacy of oral estrogen/progesterone combination contraceptives.",
    "monitoring": "Patients taking amoxicillin-clavulanate require close monitoring for hypersensitivity and secondary infections, such as\nC difficile\ncolitis or candidiasis. Intermittent hepatic, renal, and hematologic function testing is indicated for prolonged treatment exceeding  10 days.\n[42]\nClinicians should regularly obtain liver function markers in patients with hepatic impairment up to several weeks after discontinuing amoxicillin-clavulanate.\n[43]",
    "toxicity": "Nephrotoxicity\n\nExcessive amoxicillin and clavulanate potassium doses may cause interstitial nephritis and oliguric renal failure. Crystalluria, which can progress to renal failure, has also been reported. Higher doses of intravenous amoxicillin (HDIVA) can lead to acute kidney injury.\n[46]\nImmediate discontinuation of amoxicillin-clavulanate is crucial for suspected overdoses. Symptomatic treatment and supportive care should be provided as necessary. Maintaining adequate fluid intake and promoting diuresis are essential to reduce the risk of crystalluria. Hemodialysis may be considered to enhance clearance, particularly in patients with severe overdose or renal impairment.\n\nHepatotoxicity\n\nAmoxicillin-clavulanate is an excellent antimicrobial but is one of the most frequent causes of idiosyncratic drug-induced hepatic injury.\n[47]\nMen and patients older than 50 are at increased risk compared to women. Other potential contributors to liver disease include genetic polymorphisms, antiretroviral therapy, and concomitant use of medications that affect the cytochrome P450 pathway. Symptoms generally begin 2 to 3 weeks after initiation but may occur sooner or be delayed up to 12 weeks. Treatment involves immediate discontinuation of the offending agent and limiting the use of other hepatotoxic drugs. N-acetylcysteine and corticosteroids can also considered. However, the benefits of these medications are likely marginal. Administration of a bile acid sequestrant, such as cholestyramine, may provide symptomatic relief from pruritis. The majority of patients achieve a full, albeit prolonged, recovery. Additionally, a few may develop liver failure and require a transplant to survive.\n[42]\n[43]\n[48]\n[49]"
  }
}