{
  "drug_name": "amphotericin b liposomal",
  "nbk_id": "NBK563297",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563297/",
  "scraped_at": "2026-01-11T18:46:33",
  "sections": {
    "indications": "Candida auris\n(\nC auris\n), a multidrug-resistant yeast, has emerged as a significant global concern among fungal pathogens. This organism readily colonizes the skin and demonstrates a strong association with nosocomial infections in healthcare environments. Its capacity to trigger outbreaks linked to high mortality rates led the World Health Organization (WHO) to classify it within the \"critical priority group\" of the fungal priority pathogen list.\n[WHO.Fungal Priority Pathogens List.2022]\nFirst identified as a novel\nCandida\nspecies in 2009,\nC auris\nhas since been reported in 61 countries across 6 continents as of 2023.\n[1]\n\nAlthough\nC auris\nfrequently colonizes the skin, the organism can also cause invasive infections associated with mortality rates ranging from 30% to 60%.\n[2]\nThis yeast qualifies as a multidrug-resistant species, showing variable resistance patterns to many antifungal agents typically used for other\nCandida\ninfections. The rising prevalence of both infection and colonization in recent years reflects several contributing factors, including the ability of\nC auris\nto persist on skin and abiotic surfaces for extended periods,\n[3]\nefficient transmission within healthcare facilities,\n[4]\nfrequent diagnostic challenges with misidentification,\n[5]\nand high resistance rates across multiple antifungal classes.\n[6]\n\nLaboratory yeast identification methods often misclassify\nC auris\nas other yeast species, complicating both detection and control efforts.\n[5]\nTransmission most commonly occurs in nosocomial settings, even where infection prevention and control measures are actively enforced. In the United States,\nC auris\nis designated as a nationally notifiable pathogen, enabling systematic public health monitoring and targeted containment of its spread.",
    "mechanism": "C auris\nis a yeast species belonging to the genus\nCandida\n, which gets its name from the Latin word\nauris\n(\"ear\"), as it was first isolated from the external ear canal of a patient in a Japanese hospital in 2009.\n[7]\nAnalysis of the yeast genomic DNA revealed a distinct species with a close phylogenetic profile to\nCandida ruelliae\n,\nCandida haemulonii\n,\nCandida duobushaemulonii\n, and\nCandida pseudohaemulonii\n.\n[7]\n[8]\n\nC auris\nis a budding yeast with cells that may be single, in pairs, or in groups. The cells are ovoid, ellipsoidal, or elongate, and measure 2.5 to 5 µm in size.\nC auris\nrarely forms hyphae or pseudohyphae, nor does it form germ tubes.\n[9]\nHowever, growth under high-salt stress, eg, on yeast extract, tryptone, and dextrose plus 10% NaCl, and depletion of heat-shock proteins can induce pseudohyphae-like forms.\n[10]\n[11]\nC auris\nstrain grows well at 40 °C but shows slow growth at 42 °C.\n[7]\nThe colonial growth of\nC auris\nin culture medium varies depending on the medium. On Sabouraud agar,\nC auris\nproduces smooth, white to cream-colored colonies.\n[12]\nOn CHROMagar, colonies of\nC auris\nmay display multiple color morphs ranging from pale to dark pink and rarely beige.",
    "monitoring": "Laboratory Identification Studies\n\nThe evaluation of suspected\nC auris\ninfection begins with obtaining a clinical specimen from the site of infection. Traditional diagnostic methods for candidemia and invasive candidiasis rely on positive blood cultures. In patients with focal signs of infection, a biopsy should be collected when feasible for staining, culture, and histopathologic assessment. These conventional approaches, however, demonstrate limited sensitivity. Blood cultures for invasive candidiasis yield a sensitivity of approximately 50%, with even lower detection rates in patients harboring deep-seated infections without candidemia.\n[52]\n\nAccurate identification of\nC auris\npresents considerable challenges for clinical laboratories. Standard microbiology methods frequently misidentify the organism, leading to diagnostic delays. Phenotypic characterization, such as the morphology and pigmentation of colonies in culture, combined with the organism’s ability to grow at high temperatures up to 42 °C and in saline-rich environments, may aid in distinguishing\nC auris\nfrom other\nCandida\nspecies. Despite this, phenotypic traits alone cannot provide definitive identification. Common diagnostic platforms often misclassify\nC auris\nas\nC haemulonii\nor other yeast species, including\nC famata, C guilliermondii, C lusitaniae, C parapsilosis, C sake, Saccharomyces cerevisiae\n, and\nRhodotorula glutinis\n.\n[53]\n\nMolecular studies\n\nMolecular identification methods are the standard-of-care testing for a definitive diagnosis of\nC auris\n. Many biochemical methods and automated testing methods commonly misidentify\nC auris\nfor other\nCandida\nspecies, notably\nC haemulonii\nand other yeast species.\n[54]\nNonculture-based methods (eg, the beta-D-glucan (BDG) assay) have a sensitivity of approximately 73% in diagnosing candidemia overall, but with a lower sensitivity of 51% for diagnosing candidemia from\nC auris.\n[55]\nThe most accurate identification is achieved using devices equipped with matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS) and appropriate reference databases, which can differentiate\nC auris\nfrom other\nCandida\nspecies.\n[56]\n\nAccurate identification relies on the spectra of the sample organisms. This results in the misidentification of\nC auris\nas\nC albicans\nand\nC haemulonii\nby MALDI-TOF MS.\n[57]\nOnce spectra are added to the MALDI-TOF MS database, the labeling of\nC auris\nto the species level becomes accurate, although the distinction between geographic strains depends on the number of spectra for each clade in the library.\n[58]\nOther molecular methods have also been developed and are based on sequencing the D1-D2 region of the 28s rDNA or the internal transcribed region (ITS) of the rDNA.\n[16]\n[59]\nAn automated molecular test using competitive DNA hybridization and electrochemical detection can rapidly distinguish 15 fungal pathogens, including\nC auris\n. A multi-center study demonstrated that this testing method has 100% sensitivity and specificity for\nC auris\n,\nC dubliniensis\n,\nC famata\n, and\nC krusei,\nand was able to distinguish between other\nCandida\nspecies, including\nC glabrata\n,\nC lusitaniae\n,\nC albicans\n,\nC tropicalis\n, and\nC parapsilosis\n.\n[60]\nThe more accurate, reliable, and rapid forms of molecular tests are not always available in all facilities, which makes the diagnosis, management, and infection control efforts challenging.\n\nA range of molecular techniques, including amplified fragment length polymorphism (AFLP), have been utilized for the typing of\nC auris\nisolates. The role of AFLP analysis in the demarcation of the geographical clusters has been demonstrated.\n[61]",
    "administration": "The most challenging aspect of managing invasive\nC auris\ninfections is the level of drug resistance and the ability of\nC auris\nto develop drug resistance to the 3 main classes of antifungals, as previously discussed. A study from India investigated the susceptibility patterns of 350\nC auris\nisolates and showed that 90% were resistant to azoles (fluconazole), 8% were resistant to polyene (amphotericin B), and 2% were resistant to echinocandins (anidulafungin and micafungin).\n[44]\nThe study showed that overall, 25% of isolates were multidrug-resistant, and 13% of the isolates were multi-azole-resistant.\n[44]\nThe CDC breakpoint analysis of isolates in the United States revealed exceptionally high minimal inhibitory concentrations (MICs) for azoles, echinocandins, polyenes, and nucleoside analogs.\n[62]\n\nIn vitro investigations reveal that the synergistic use of antifungals has shown promising initial results for the combination treatment of voriconazole and micafungin in multiresistant isolates. However, this was not observed in other combinations of echinocandins and azoles.\n[63]\n\nConcrete documentation of standardized therapeutic options for\nC auris\ninfection remains absent. Most cases require individualized management, directed by antifungal susceptibility testing. Expert consultation with an infectious disease specialist provides critical guidance in optimizing treatment decisions. Antifungal therapy should begin only when clinical disease is present. Management should be avoided in patients merely colonized with\nC auris\nwhen isolates originate from noninvasive sites (eg, the respiratory tract, urine, or skin).\n[46]\n\nThe CDC has published tentative guidelines for initial therapy.\n[46]\nConcerns about resistance to triazole antifungal agents and amphotericin B have led to the recommendation of using echinocandins as empirical treatment before the availability of specific susceptibility testing results.\n[64]\n[65]\nAdults and children older than 2 months may be started on echinocandin therapy with caspofungin or micafungin. Anidulafungin may be used in adults; however, this medication is not approved for use in children and should be avoided in this age category. Monitoring for clinical improvement, repeating blood cultures to ensure clearance of fungemia, and repeating susceptibility testing should be conducted, as resistance to echinocandins may develop. In clinically unresponsive patients, liposomal amphotericin B may be considered as an alternative. In neonates and infants younger than 2 months, the initial choice of antifungal therapy is amphotericin B deoxycholate, followed by liposomal amphotericin B. Echinocandins are not recommended for the treatment of\nC auris\ninfection of the central nervous system, given their poor uptake.\n\nEffective management of candidemia requires more than timely antifungal therapy. Removal of central venous catheters or other indwelling devices, along with prompt drainage of infectious collections, represents essential steps in care. Persistent positive blood cultures should prompt a thorough search for metastatic foci, including endocarditis, suppurative thrombophlebitis, or abscess formation. Nonneutropenic patients with candidemia should receive a dilated ophthalmologic examination within the first week of diagnosis, while neutropenic patients should undergo the same evaluation 1 week after recovery from neutropenia to screen for endophthalmitis, chorioretinitis, and vitritis.\n\nRepeat blood cultures must be obtained daily or every other day until candidemia clears. The Infectious Disease Society of America recommends continuing antifungal therapy for 2 weeks after blood cultures remain negative in patients without metastatic complications.\n[66]\nEmerging antifungal agents offer future therapeutic options for\nC auris\ninfection, including the first-in-class agent fosmanogepix, the novel triazole opelconazole, the second-generation echinocandin rezafungin, and the triterpenoid antifungal ibrexafungerp.\n[67]\n\nPrevention of invasive infection in colonized individuals involves minimizing the entry of the organism into sterile body sites. Ensuring appropriate use of medical devices (eg, central venous catheters, indwelling urinary catheters) and maintenance of tracheostomy sites is needed. Continuous assessment of the need for such invasive lines and tubes, followed by prompt removal, is a basic strategy to mitigate the risk of introducing organisms to sterile sites. Patients undergoing surgical procedures should have meticulous skin preparation with an alcohol-based agent.\n[46]\n\nThe site of infection plays a crucial role in the choice of antifungals for invasive infections. Echinocandins do not have adequate penetration into many sites (eg, cerebrospinal fluid), as previously discussed, because of their high molecular weight, and the very inactive drug could be recovered from urine.\n[68]\nThe use of amphotericin B, with the potential addition of 5-flucytosine, has been recommended for treating urinary tract infections.\n[68]\nFor central nervous system disease, as with other candidal infections, an empirical combination of amphotericin B and 5-flucytosine has shown some success, with therapy tailored according to sensitivity testing results.\n[69]",
    "adverse_effects": "The complications of invasive\nC auris\ninfection vary depending on the extent of the infection, host comorbidities, and resistance patterns. While the most common presentation of\nC auris\ninfection occurs as bloodstream infection (candidemia), it may spread hematogenously to seed different organs and cause multiorgan dysfunction. Conversely, a localized infection may eventually become an overwhelming bloodstream infection and have further complications such as sepsis, multi-organ system failure involving the kidneys, heart, lungs, eyes, brain, liver, and spleen, and ultimately death."
  }
}