{
  "drug_name": "and magnesium",
  "nbk_id": "NBK500003",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK500003/",
  "scraped_at": "2026-01-11T18:46:33",
  "sections": {
    "indications": "Magnesium is a vital electrolyte that plays a crucial role in many biochemical reactions in the human body, affecting cellular function, nerve conduction, and other needs. Normal serum magnesium levels are between 1.46 and 2.68 mg/dL. Hypomagnesemia is an electrolyte disturbance caused by a low serum magnesium level of less than 1.46 mg/dL in the blood. However, this condition is typically asymptomatic until serum magnesium concentration is less than 1.2 mg/dL (0.5 mmol/L).\n[1]\n\nChronic disease, alcohol use disorder, gastrointestinal loss, renal loss, and other conditions can be attributed to hypomagnesemia. Signs and symptoms of hypomagnesemia include mild tremors and generalized weakness to cardiac ischemia and death.\n[2]\n[3]\n[4]",
    "mechanism": "Hypomagnesemia can be secondary to decreased intake.\n[5]\nThis is the case as seen in the following:\n\nStarvation\nAlcohol use disorder (with a reported prevalence of 30%)\n[6]\nAnorexia nervosa\nTerminal cancer\nCritically ill patients who are receiving total parenteral nutrition\n\nHypomagnesemia can also be secondary to the following medications:\n\nLoop and thiazide diuretics\nProton pump inhibitors\nAminoglycoside antibiotics\nAmphotericin B\nPentamidine\nDigitalis\nChemotherapeutic drugs, such as cisplatin, cyclosporine\nAntibodies that bind to epidermal growth factor (EGF) receptors (cetuximab, matuzumab, panitumumab)\nLaxative abuse\n[1]\n\nThis condition can also result from redistribution from the extracellular to the intracellular compartment.\n[7]\nThe following are in this category:\n\nTreatment of diabetic ketoacidosis by insulin\nRefeeding syndrome\nCorrection of metabolic acidosis\nAcute pancreatitis\nEthanol withdrawal syndrome\n\nLastly, hypomagnesemia can be induced by gastrointestinal and renal losses.\n[1]\nThis includes but is not limited to the following conditions:\n\nAcute diarrhea\nChronic diarrhea (Crohn disease, ulcerative colitis)\nHungry bone syndrome (an increased magnesium uptake by renewing bone following parathyroidectomy or thyroidectomy, causing a decrease in serum magnesium)\nAcute pancreatitis\nGastric bypass surgery\nGenetic disorders\nGitelman syndrome\nBartter syndrome\nFamilial hypomagnesemia with hypercalciuria and nephrocalcinosis\nRenal malformations and early-onset diabetes mellitus caused by HNF1-beta mutation\nAutosomal recessive isolated hypomagnesemia caused by EGF mutation\nAutosomal dominant isolated hypomagnesemia caused by Na-K-ATPase gamma subunit, Kv1.1, and cyclin M2 mutations\nIntestinal hypomagnesemia with secondary hypocalcemia\nAcquired tubular dysfunction\nPost-kidney transplant\nRecovery from acute tubular necrosis\nPostobstructive diuresis",
    "monitoring": "Check the following in a patient suspected of having hypomagnesemia:\n\nSerum magnesium, phosphate, and calcium level\nA basic metabolic panel, including serum creatinine/kidney function and glucose levels\nElectrocardiogram to rule out arrhythmias\n\nThere is currently no clinically available \"ionized\" magnesium test. When in doubt, distinguishing between gastrointestinal and renal losses can be achieved by measuring the 24-hour urinary magnesium excretion. In addition, one can calculate the fractional excretion of magnesium (on a random urine specimen) with the following formula, where U and P refer to the urine and plasma concentrations of magnesium (Mg) and creatinine (Cr).\n\nFEMg = [(UMg x PCr) / (PMg x UCr x 0.7)] x 100\n\nAfter confirming hypomagnesemia, typically obtain the etiology from the patient's history, which may include the mentioned causes.\n\nDuring the examination, look for vertical nystagmus and tetany. Check for the following signs:\n\nChvostek sign: Tapping on facial nerve leads to twitching of facial muscles\nTrousseau sign: Carpopedal spasm induced by inflated blood pressure cuff\n\nIf the fractional excretion of magnesium is above 2% in someone with normal renal function, the hypomagnesemia is likely secondary to renal magnesium wasting from drugs such as diuretics, aminoglycosides, or cisplatin.\n\nConsider genetic testing if there is a positive family history, unexplained hypomagnesemia, or if the discovery of the condition is early in infancy (see\nTable 1.\nVarious Genetic Disorders That Cause Hypomagnesemia).\n\nTable\nTable 1. Various Genetic Disorders That Cause Hypomagnesemia [22].",
    "administration": "Treating patients with hypomagnesemia is based on the state of kidney function, the severity of symptoms, and hemodynamic stability. If a patient is hemodynamically unstable in an acute hospital setting, 1 to 2 g of magnesium sulfate can be given in about 15 minutes. For symptomatic, severe hypomagnesemia in a stable patient, 1 to 2 g of magnesium sulfate can be given over 1 hour. Non-emergent repletion of the adult patient is generally 4 to 8 g of magnesium sulfate given slowly over 12 to 24 hours. In pediatric patients, the dose is 25 to 50 mg/kg (with a maximum of 2 g).\n[11]\n[23]\n\nTry sustained-release oral replacement first in an asymptomatic patient who is not hospitalized and can tolerate medications by mouth.\n\nAsymptomatic patients can benefit from oral sustained-release magnesium preparations (magnesium chloride containing 64-71.5 mg or magnesium L-lactate containing 84 mg elemental magnesium).\n\nAfter repletion, recheck serum electrolyte levels (whether in an inpatient or outpatient setting) to ensure effective treatment. Although serum magnesium levels rise quickly with treatment, intracellular magnesium takes longer to replenish. Thus, patients with normal renal function should try to continue magnesium repletion for 2 days after the level normalizes.\n\nUse caution in repleting magnesium in patients with abnormal kidney function (defined as creatinine clearance less than 30 mL/min/1.73 m\n2\n). These patients are at risk of hypermagnesemia. Study findings recommend reducing the magnesium dose by 50% and closely monitoring magnesium levels in these patients.\n\nSelected food sources (see\nTable 2.\nFood Sources of Magnesium) should also be considered while giving supplements to patients with adequate intake.\n\nTable\nTable 2. Food Sources of Magnesium [24].\n\nThe underlying cause of persistent hypomagnesemia should be addressed and treated. For example, if patients consistently have low electrolyte levels due to renal losses, they may benefit from amiloride, a potassium- and magnesium-sparing diuretic.\n\nIn patients with concurrent hypocalcemia, replace calcium before initiating magnesium replacement to avoid increased urinary excretion of calcium caused by sulfate from magnesium sulfate, making complex with ionized calcium.\n[25]\n\nPotassium-sparing diuretics (amiloride or triamterene) should be considered in patients with diuretic-induced hypomagnesemia (when diuretic therapy cannot be discontinued) or chronic renal magnesium wasting.\n[1]",
    "adverse_effects": "Treating hypomagnesemia is essential. Dangerously low magnesium levels can potentially cause fatal cardiac arrhythmias, such as torsades de pointes (polymorphous ventricular tachycardia with marked QT prolongation). Moreover, hypomagnesemia in patients with acute myocardial infarction puts them at a higher risk of ventricular arrhythmias within the first 24 hours. Furthermore, hypomagnesemia may also cause chondrocalcinosis.\n[14]"
  }
}