{
  "drug_name": "anhydrous lanolin",
  "nbk_id": "NBK537176",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537176/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Miliaria, also known as eccrine miliaria, is a common skin condition caused by the blockage of eccrine sweat glands and ducts, leading to the backflow of eccrine sweat into the dermis or epidermis.\n[1]\nThis backflow results in a rash comprising sweat-filled vesicle formation under the skin.\n\nThe 3 main types of miliaria—crystallina, rubra, and profunda—are classified by the depth of sweat duct obstruction, which leads to different clinical and histological presentations. Miliaria is often referred to as \"heat rash,\" \"prickly heat,\" or \"sweat rash.\"\n[2]\nThis condition is most prevalent in warm, humid climates, especially in summer. The rash is typically self-limiting and usually resolves without treatment (see\nImage.\nMiliaria, Skin Disease).",
    "mechanism": "Although miliaria affects all age groups, ethnicities, and both genders equally, infants and children are at higher risk due to the immaturity of their eccrine ducts.\n[3]\nSweating is the most common risk factor, making hot or humid conditions and high fevers particularly associated with the development of miliaria.\n\nOther causes of miliaria include:\n\nOcclusion of the skin: Transdermal drug patches and tight clothing have been associated with miliaria.\n[4]\n[5]\nType I pseudohypoaldosteronism: This condition involves mineralocorticoid resistance, leading to sodium loss through eccrine glands, and has been associated with pustular miliaria rubra.\n[6]\n[7]\n[8]\nStrenuous physical activity: Intense exercise can contribute to the development of miliaria.\nMorvan syndrome: A rare autosomal recessive disorder characterized by hyperhidrosis, among other abnormalities, which predisposes individuals to miliaria.\n[9]\n[10]\nMedications: Drugs that induce sweating, such as bethanechol, clonidine, and neostigmine, have been associated with miliaria.\n[11]\nAdditionally, a few cases of isotretinoin-induced miliaria have been reported.\n[12]",
    "monitoring": "Miliaria is primarily diagnosed clinically, as laboratory tests are often inconclusive and generally not useful. Dermoscopy is a valuable tool, particularly for individuals with darker skin, as it can reveal large white globules with surrounding darker halos (white bullseye).\n[24]\nIf the diagnosis remains uncertain, a skin punch biopsy may be helpful. High-definition optical coherence tomography can also assist in identifying the obstruction of the eccrine duct.\n[25]",
    "administration": "As hot and sweaty conditions are primary risk factors for miliaria, managing the condition involves implementing general measures to reduce sweating and prevent eccrine duct blockage. This includes creating cooler environments, wearing breathable clothing, exfoliating the skin, removing skin-occluding objects such as bandages or patches, and addressing febrile illnesses.\n\nSpecific modalities for the treatment of miliaria are unique depending on the type. Miliaria crystallina usually does not require treatment, as it is self-limiting and typically resolves within 24 hours. Miliaria rubra is managed by reducing inflammation; thus, mild-to-mid-potency corticosteroids, such as 0.1% triamcinolone cream, may be applied to the affected areas for 1 to 2 weeks. If miliaria pustulosa develops, topical antibiotics such as clindamycin are used to address the superimposed bacterial infection.\n\nLimited information exists on the treatment of miliaria profunda beyond the general measures previously mentioned. However, studies have indicated that miliaria profunda may improve with a combined regimen of oral isotretinoin (40 mg/d for 2 months) and topical anhydrous lanolin.\n[26]",
    "adverse_effects": "The most severe complication of miliaria, particularly miliaria profunda, is anhidrosis, which impairs thermoregulation and can lead to heat exhaustion. This can permanently impact a person's ability to work or prevent an active individual from continuing exercise or sports. Opportunistic bacterial superinfections may also occur in miliaria pustulosa and rubra due to changes in the affected epidermal layer caused by this skin condition."
  }
}