{
  "drug_name": "anise",
  "nbk_id": "NBK559224",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559224/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Severe acute malnutrition (SAM) is a life-threatening condition affecting millions of children worldwide and is characterized by inadequate weight relative to height. SAM is clinically categorized into 2 primary forms: marasmus, caused by an overall calorie deficiency, and kwashiorkor, primarily due to severe dietary protein deficiency despite adequate or near-adequate energy intake. A mixed form, marasmic-kwashiorkor, may also occur, combining features of both. The term \"kwashiorkor\" is derived from the Ga language spoken in Ghana and loosely translates to \"the sickness a baby gets when the new baby comes,\" referring to early weaning to a low-protein, high-carbohydrate diet.\n[1]\n\nAnthropometry, the measurement of a child's physical size and dimensions, is the most commonly used tool to quantify pediatric undernutrition. Children with the marasmus form of SAM exhibit severe wasting, defined by a weight-for-height z-score that is greater than 3 standard deviations below the mean, based on age and gender, or, in children aged 6 to 59 months, a mid-upper arm circumference of 115 mm or less. The World Health Organization (WHO) and the Centers for Disease Control and Prevention growth charts are the most frequently used references for growth standards (see\nImage\n. World Health Organization Classification of Weight Status Table).\n[2]\nChildren with severe wasting exhibit a marked loss of both fat and muscle mass. Those with kwashiorkor present with bilateral edema, often with minimal or no visible wasting.\n[2]\n\nChildren with both forms of SAM typically have concomitant micronutrient deficiencies, particularly of iron, zinc, vitamin A, and iodine, which are associated with faltering growth, impaired cognitive development, and compromised host defenses, resulting in an increased risk of severe infections and mortality.\n[3]\nUnderstanding these conditions' distinct presentations and underlying pathophysiology is critical for timely diagnosis and effective management. This article reviews the etiology, epidemiology, clinical features, diagnosis, and management of marasmus and kwashiorkor within the broader context of SAM, guided by WHO criteria and evidence-based clinical practice.",
    "mechanism": "Undernutrition, including SAM, underweight, and chronic malnutrition, contributes to an estimated 35% to 45% of global child mortality and remains a leading cause of disease burden and death in children worldwide.\n[4]\nMalnutrition is a broad term referring to any nutrient imbalance, encompassing both undernutrition and overnutrition, such as obesity. Undernutrition refers explicitly to a deficiency in calories, protein, or micronutrients. In clinical and public health practice, the terms malnutrition and undernutrition are often used interchangeably in the context of pediatric populations.\n\nThe etiology of SAM is multifactorial, involving a combination of inadequate dietary intake (calories and/or protein), recurrent or chronic infections such as human immunodeficiency virus (HIV) and tuberculosis, suboptimal maternal and fetal nutrition, food insecurity, poverty, and environmental factors such as poor sanitation, famine, other natural disasters, and war. Underlying causes include both primary factors (insufficient nutritious food) and secondary factors (disease states that increase metabolic demands, impair absorption, or reduce intake).\n[2]\nMarasmus develops when there is a prolonged energy and protein deficiency, causing severe wasting without edema. The impact of marasmus is exacerbated by chronic or recurrent infections and by underlying social or economic deprivation.\n[3]\nIn contrast, children with kwashiorkor present with bilateral pitting edema, which can falsely elevate weight and mid-upper arm circumference measurements. While protein deficiency was historically considered the primary cause of kwashiorkor, current evidence suggests that a combination of inadequate protein and micronutrient intake, oxidative stress, alterations in gut microbiota, and exposure to environmental toxins (eg, aflatoxins) also contributes to its development.\n\nThe underlying social root cause of SAM in children is poverty.\n[5]\n[6]\nPoverty may stem from factors such as low socioeconomic status and limited parental education, as well as broader systemic issues, including war, natural disasters, and civil unrest. Poverty directly influences a household's ability to secure a reliable food source for children and supply their caloric and nutritional needs. Family displacement and adverse living conditions—such as inadequate shelter and lack of clean water—undermine the ability to care for children, increasing their risk of infections and diarrheal diseases.\n\nThe HIV/acquired immunodeficiency virus (AIDS) epidemic in Sub-Saharan Africa has significantly increased the caregiving burden on households, often limiting adults' ability to engage in agricultural work due to illness or the need to care for affected family members.\n[7]\nMaternal education is another key factor in the development of childhood malnutrition. Results from one study showed that Kenyan mothers with a primary school education had children with a 94% lower risk of chronic malnutrition (growth stunting) compared to mothers with no formal education.\n[8]\nBiological contributors to malnutrition include HIV/AIDS and other infectious diseases.\n[9]\nChildren infected with HIV have worse nutritional outcomes compared to uninfected children.\n[10]\n[11]\nMalaria is associated with stunting in children younger than 2, but rarely causes marasmus or kwashiorkor.\n[12]",
    "monitoring": "Evaluating a child for SAM involves a combination of anthropometric measurements, clinical assessment, and laboratory investigations. Meeting any of the following criteria establishes a diagnosis of SAM:\n\nWeight-for-height z-score (WHZ) <–3 standard deviation (SD)\nMid-upper arm circumference (MUAC) <115 mm (or MUAC-for-age z-score <–3 SD)\nBilateral pitting edema of nutritional origin\n[2]\n[23]\n\nAnthropometric measurements involve the accurate measurement of vertical length to a precision of 0.5 cm, weight to a precision of 0.1 kg (100 g), and MUAC to a precision of 2 mm or less.\n[24]\nIn resource-limited or high-edema settings, MUAC-for-age z-score (MUACZ) and WHZ are used together to improve diagnostic sensitivity, particularly for detecting kwashiorkor. Importantly, although commonly used, weight-for-age less than the third percentile is not a reliable indicator for SAM because it does not consider the effects of stunting on a child's linear growth.\n[25]\n\nChildren with SAM require a comprehensive clinical assessment to distinguish marasmus from kwashiorkor, identify associated micronutrient deficiencies, and screen for complications or comorbidities. The presence of ascites should prompt careful evaluation for underlying conditions, including tuberculosis (TB), HIV, sepsis, and malaria.\n[26]\nThe physical examination may reveal signs of vitamin A deficiency (eg, Bitot spots), iron deficiency anemia (eg, koilonychia or pallor), or rickets, which can be confirmed through specific testing.\n[2]\n[27]\nEvaluation for possible TB includes inquiring about exposure, performing a physical examination, and, where available, obtaining chest imaging and microbiologic testing (eg, gastric aspirate, sputum, or urine lipoarabinomannan testing). Ascites may suggest abdominal TB, prompting a diagnostic paracentesis.\n\nAdditional laboratory evaluation can identify nutritional deficiencies, systemic illness, and complications of SAM. The WHO recommends a core set of tests, including:\n\nHemoglobin and blood smear to assess for anemia and parasitic infections\nBlood glucose to detect hypoglycemia\nSerum albumin and electrolytes to evaluate fluid and protein status\nStool microscopy and culture to identify parasitic or bacterial infections\nHIV testing\nUrine microscopy and culture\n[1]\n\nAdditional investigations to identify micronutrient deficiencies include vitamin D levels, a complete blood count, iron studies, and folate and vitamin B12 levels, which further characterize anemia. Plasma protein levels, including transferrin, albumin, and thyroxine-binding prealbumin, are biomarkers to assess nutritional status and determine response to treatment.\n[28]",
    "administration": "The 3 phases of SAM treatment are stabilization, rehabilitation, and follow-up. SAM is categorized as complicated or uncomplicated, a distinction guiding treatment and management. Children with uncomplicated SAM have a good appetite and no clinical signs, such as edema or acute medical conditions, that place them at greater risk and necessitate inpatient treatment. Evidence suggests that community-based management of uncomplicated SAM yields better outcomes than inpatient hospital care and is considered the standard for most children with SAM.\n[29]\n[30]\n\nCommunity-based treatment requires a structured program with trained staff, ready-to-use therapeutic foods (RUTFs), and regular follow-up care.[\nhttps://iris.who.int/handle/10665/44295\n] RUTFs are energy-dense with therapeutic micronutrients for severely malnourished children. The most frequently used RUTF contains peanut paste; other ingredients include milk powder and vegetable oils.\n[19]\nThe calorie goal when treating SAM is 175 kcal/kg/day.\n[31]\nBoth weight-based and MUAC-based dosing protocols exist for treatment with RUTFs. Typical regimens include 2 packets (or sachets) per day for children with MUAC less than 115 mm or edema and 1 per day for those with MUAC between 115 and 125 mm. However, RUTFs may be inaccessible in low-resource settings due to their high cost and the absence of reliable food aid programs.\n[32]\n\nBecause children with SAM often have underlying subclinical bacterial infections, the WHO recommends routine treatment with broad-spectrum antibiotics such as amoxicillin. This guideline is controversial due to the risks of growing antibiotic resistance and the potential adverse effects on the gut microbiome.\n[33]\n[34]\nAll children should be screened and treated for coexisting infections as indicated. The WHO also recommends vitamin A supplementation because deficiencies are common and associated with a higher risk of viral and bacterial infections, blindness, and overall mortality.\n[35]\n\nChildren with complicated SAM require inpatient treatment for rehydration to prevent infections that may progress to sepsis and to avoid complications of treatment such as refeeding syndrome. Refeeding syndrome is a potentially life-threatening condition that occurs when nutrition is reintroduced too rapidly after a period of severe malnutrition; it is characterized by electrolyte shifts, particularly hypophosphatemia, and disturbances in potassium, magnesium, and fluid balance, which can result in cardiac, neurological, and respiratory complications.\n\nInitial\nmanagement involves a stabilization phase, during which hypoglycemia, hypothermia, dehydration, and electrolyte imbalances are carefully corrected, along with prompt treatment of infections. The standard intravenous normal saline solution contains too much sodium and too little potassium for rehydration. ReSoMal (Rehydration Solution for Malnutrition) is a specialized oral rehydration solution formulated for managing dehydration in children with SAM that can be administered by mouth or nasogastric tube. This solution contains less sodium and more potassium compared to standard WHO-oral rehydration solution, aiming to address the unique electrolyte disturbances in SAM, such as hypokalemia and the risk of sodium overload.\n[36]\n\nNutritional rehabilitation for children with severe acute malnutrition begins with cautious refeeding using therapeutic milk such as\nF-75, designed for the stabilization phase (typically the first 2–7 days). F-75 provides approximately 75 kcal and 0.9 g of protein per 100 mL, with low fat, protein, and sodium content, to reduce the risk of refeeding syndrome and support digestion in severely ill children. These milks are not intended for weight gain but rather to stabilize metabolism, correct electrolyte imbalances, and allow for the treatment of underlying infections. This formula is easy to digest and is specifically formulated to meet the metabolic needs during the early phase of treatment.\n[24]\n[32]\n\nDehydration is treated with intravenous isotonic solutions, and if hypovolemia is present, plasma or blood may also be administered to restore volume. The child should be in a warm environment, as they are susceptible to hypothermia. Furthermore, as there is an atypical response to infections, a child with SAM may not exhibit overt signs indicating sepsis, and antibiotics may be given after obtaining blood cultures when sepsis is suspected.\n[37]\n\nTo prevent the development of refeeding syndrome, nutrition should be delivered slowly and carefully, with caloric intake between 60% and 80% of the recommended daily calorie requirement for the individual's age. A potential risk of refeeding is the development of hypoglycemia, which can be mitigated by continuous nasogastric feeding at night or by consuming frequent small meals throughout the day and at night.\n[1]\nSupplements, including thiamine and oral phosphate, should be administered to prevent the development of hypophosphatemia, which is commonly associated with refeeding syndrome.\n\nOnce the child becomes clinically stable, shows signs of appetite return, and has no significant medical complications, nutritional support transitions to F-100 or RUTF. The F-100 formula is used in the rehabilitation phase and provides 100 kcal and approximately 2.9 g of protein per 100 mL, supporting weight gain and the recovery of lean body mass. This transition marks the shift from metabolic stabilization to active nutritional rehabilitation. During the stabilization and rehabilitation phases, close clinical monitoring and supportive care are crucial for identifying and managing complications, ensuring tolerance of feeds, and facilitating a full recovery.\n[24]\nThe rehabilitation phase may last from 2 to 6 weeks, during which children may require 120% to 140% of the recommended daily caloric intake to maintain a growth rate similar to that of their healthy peers.\n\nThe\nfollow-up phase in managing SAM is crucial for ensuring sustained recovery, preventing relapse, and monitoring for complications.\n[1]\nAfter initial treatment and discharge from either inpatient or outpatient care, children are typically monitored through scheduled weekly clinic visits, anthropometric assessments (such as MUAC and weight-for-height z-scores), and clinical evaluations for new or ongoing illnesses, including diarrhea and respiratory infections. The healthcare team should follow children for at least 3 to 6 months after initial treatment. Health workers educate caregivers about signs and symptoms that indicate a possible relapse, distribute therapeutic foods, provide access to clean drinking water, and connect families to social service programs during these visits.\n[37]\nCommunity-based strategies to ensure close follow-up are essential for achieving high recovery rates and reducing adverse outcomes in affected children.",
    "adverse_effects": "The complications of SAM can be categorized into short-term medical complications, long-term health and developmental consequences, and the broader impact of SAM on global child health. Acute complications can be life-threatening and include electrolyte abnormalities, cardiac dysrhythmias, sepsis, urinary tract infections, malabsorption, hypothermia, and endocrine dysfunction, such as impaired glucose metabolism.\n[1]\nDuring the initial resuscitation, fluid overload may result in acute heart failure and edema.\n[45]\n\nPreventing and recognizing refeeding syndrome is particularly important during nutritional rehabilitation. Refeeding syndrome occurs when nutritional therapy is reintroduced too rapidly and results in sudden shifts of fluids and electrolytes, leading to life-threatening complications. Despite normal serum levels, children with SAM frequently exhibit depleted total body stores of phosphate, potassium, and magnesium. Refeeding increases insulin secretion in response to a carbohydrate load, promoting cellular uptake of electrolytes and serum electrolyte depletion, leading to dysrhythmias, rhabdomyolysis, confusion, and even sudden death.\n[45]\n[46]\nThiamine deficiency may also occur due to increased metabolic demand during glucose metabolism, increasing the risk of lactic acidosis and neurologic complications.\n[45]\n\nEven after initial recovery, children with SAM may experience persistent health and developmental challenges. SAM causes immune and metabolic dysfunction with subsequent increased risk of morbidity and mortality. Mortality rates after discharge can be as high as nearly 10% in the first year, and children with SAM are almost 12 times more likely to perish than their adequately nourished peers.\n[47]\nSAM causes susceptibility to serious infections such as measles, tuberculosis, diarrheal illnesses, and malaria, which are often the end cause of death.\n[3]\nSurviving individuals may exhibit long-lasting alterations in their lipid and glucose metabolism even as adults, with an increased risk of diabetes and hepatocellular steatosis.\n[48]\nNeurodevelopmental impairment sometimes occurs, particularly for children with complicated SAM or comorbidities such as HIV infection. Additionally, SAM is strongly associated with shorter adult height and lower birth weight in offspring.\n[49]\n\nGlobally, malnutrition contributes significantly to child mortality, especially in low- and middle-income countries. There is an estimation that 45% of all deaths in children younger than 5—most of which occur in those younger than 2—are associated with some form of malnutrition.\n[4]\n[47]\nBeyond its impact on mortality, SAM hinders educational attainment, economic productivity, and socioeconomic advancement in affected populations.\n[50]\nThe long-term burden of malnutrition perpetuates intergenerational cycles of poverty and poor health, making it both a public health and socioeconomic crisis in low-resource settings worldwide."
  }
}