{
  "drug_name": "antazoline",
  "nbk_id": "NBK448118",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK448118/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Allergic conjunctivitis is a common, under-appreciated, and largely benign condition.\n[1]\nAllergic conjunctivitis prevalence has increased over the past decade, making it one of clinical practice's most frequently encountered conditions. Allergic conjunctivitis results from various factors, including genetics, inflammation, air pollution, atopy, pollen exposure, and contact with pets. Allergic conjunctivitis can convert to keratoconjunctivitis and may result in a visual decline.\n[2]\nWhile rarely posing a threat to vision, it can significantly impair patients' quality of life.\n\nSimple allergic conjunctivitis can be classified into 3 subtypes: acute, seasonal, and perennial. Additionally, allergic conjunctivitis encompasses a broad range of conditions, including seasonal allergic conjunctivitis (SAC), perennial allergic conjunctivitis (PAC), vernal keratoconjunctivitis (VKC), and atopic keratoconjunctivitis (AKC).\n[3]\n\nWhile VKC and AKC exhibit distinct clinical and pathophysiological features from SAC and PAC, specific markers remain consistent.\n\nGiant papillary conjunctivitis (GPC) is another condition that arises from contact lens use or ocular prostheses-related microtrauma. Treatment and certain aspects of pathophysiology show considerable overlap between atopic conjunctivitis (VKC, AKC) and giant papillary conjunctivitis.\n[4]\nTherefore, these conditions are all classified as ocular allergies. Initial treatment strategies may be similar, although outcomes and complication rates vary.\n[5]\n[6]\n[7]",
    "mechanism": "Simple Allergic Conjunctivitis\n\nMost cases of allergic conjunctivitis are secondary to simple allergen exposure on the ocular surface.\n\nSeasonal Allergic Conjunctivitis\n\nThis condition, also called \"hay fever eyes,\" tends to worsen during spring and summer. The most common allergens responsible are tree and grass pollens, with the specific allergen varying depending on the geographic location.\n[8]\n\nPerennial Allergic Conjunctivitis\n\nThis conjunctivitis can occur throughout the year and is generally worse in autumn, primarily due to exposure to house mites, animal dander, and fungal spores. Compared to the seasonal subtype, perennial allergic conjunctivitis is less common and generally milder.\n[9]\n\nVernal Keratoconjunctivitis\n\nThe exact cause of VKC is poorly understood, but it is believed to result from a combination of climate and allergen exposure. Immunoglobulin E (IgE) and cell-mediated immune mechanisms play a vital role in the development of VKC. VKC is classified into 3 forms based on its presentation.\n[10]\nThese are as follows:\n\nPalpebral VKC primarily affects the upper tarsal conjunctiva. Palpebral VKC is characterized by significant corneal involvement from the close apposition between the inflamed conjunctiva and the corneal epithelium.\n\nLimbal VKC is a subtype that predominately affects individuals of black and Asian descent.\n\nMixed VKC is a subtype that exhibits a combination of features seen in both palpebral and limbal disease. Mixed VKC presents mixed manifestations involving the upper tarsal conjunctiva and the limbal area.\n\nAtopic Keratoconjunctivitis\n\nThe exact etiology of atopic keratoconjunctivitis remains unclear. However, it is believed to arise from various factors, including allergen exposure, atopic dermatitis (present in more than 90% of cases), and genetic predisposition.\n[11]\n\nGiant Papillary Conjunctivitis\n\nAllergen exposure and the resulting response in giant papillary conjunctivitis can be attributed to ocular foreign bodies. These foreign bodies can either harbor allergens on their surface or cause injury to ocular structures, facilitating allergen infiltration. This condition can be associated with various ocular foreign bodies such as contact lenses, ocular prostheses, cyanoacrylate glue, and sutures.\n[12]",
    "monitoring": "Diagnosing allergic conjunctivitis is primarily based on clinical evaluation, which involves a thorough patient history and a classic physical examination.\n\nIn cases of concern about corneal abrasion or injury, fluorescein staining of the cornea may be performed to rule out any corneal abrasion. However, in some cases, skin prick or serum allergy testing can help identify the specific allergens responsible for triggering the allergic response. Appropriate avoidance measures can be implemented by identifying the offending allergens to help mitigate the disease process and reduce symptoms.\n[7]\n[35]\n\nSimple Allergic Conjunctivitis:\nConjunctival scraping may be performed to examine eosinophils' presence in allergic conjunctivitis cases. While skin testing for allergens can be valuable in some instances of allergies, it is rarely needed for diagnosing allergic conjunctivitis.\n[36]\n\nVernal Keratoconjunctivitis:\nIn cases of VKC, abundant eosinophils are commonly observed on conjunctival scrapings.\n[13]\n\nAtopic Keratoconjunctivitis:\nIn VKC, conjunctival scraping typically reveals a higher abundance of eosinophils than AKC.\n[20]",
    "administration": "Simple Allergic Conjunctivitis\n\nAll patients with allergic conjunctivitis should receive education about general allergic eye care practices. They should be discouraged from rubbing their eyes, which causes mast cell degranulation and worsening symptoms. Applying artificial tears and cool compresses frequently can help alleviate discomfort.\n\nPatients should avoid known allergen exposures and remove contact lenses if possible. Mild acute forms, over-the-counter antihistamines, antihistamines, and vasoconstrictor combination drops can be used for short periods.\n[37]\nHowever, patients should be warned about the potential for mild rebound conjunctival injection if they use vasoconstrictor drops for extended periods.\n\nA combination of antihistamine and mast cell stabilizing drops is often recommended for seasonal and perennial allergic conjunctivitis. Topical nonsteroidal anti-inflammatory drops can provide some relief but are ineffective as antihistamines or mast cell stabilizing drops.\n\nIn refractory cases, short bursts of corticosteroid drops (less than 2 weeks) can be used but should be done under the supervision of a specialist with appropriate follow-up. Systemic antihistamines and steroids are limited in treating refractory cases, especially when patients have systemic symptoms rather than isolated ocular symptoms.\n[38]\n[39]\n[40]\n\nThe treatment of allergic conjunctivitis generally follows a step ladder approach based on the severity of symptoms. For mild symptoms, artificial eye drops are usually sufficient. Mast cell stabilizers such as sodium cromoglycate, nedocromil sodium, and lodoxamide are prescribed for a few weeks, and their maximal effect is seen after continuous use, making them suitable for long-term management.\n[41]\n\nAntihistamines such as emedastine, epinastine, bepotastine, and levocabastine are commonly used for acute exacerbations and are as effective as mast cell stabilizers. For severe and recurrent cases, a combination of antihistamines and vasoconstrictors, such as antazoline and xylometazoline, may be prescribed to provide more comprehensive relief.\n\nNSAIDS are effective in reducing inflammation and providing symptomatic relief.\n\nTopical steroids help relieve acute exacerbation, but their use should be limited to a short duration under the guidance of a specialist.\n\nWhen symptoms are severe, oral antihistamines such as diphenhydramine and loratadine may be needed. Loratadine is preferred over diphenhydramine as it has less sedative action, making it a better option for daily use.\n[42]\n\nVernal and Atopic Keratoconjunctivitis\n\nThe management of VKC and AKC follows similar principles of treatment. However, AKC generally requires more intensive and prolonged treatment than VKC.\n\nPatients with VKC and AKC should be educated about general allergic eye care, which includes using artificial tears and cool compresses, minimizing allergen exposure, and avoiding rubbing their eyes.\n\nInitial pharmacotherapy for both VKC and AKC typically involves a topical combination of antihistamine and mast cell stabilizing drops, similar to the treatment used for seasonal and perennial allergic conjunctivitis.\n\nIn refractory VKC or AKC cases, patients should be referred to a specialist who can prescribe topical corticosteroids. If the patient continues to be refractory to treatment or cannot be weaned from topical steroid therapy, topical or systemic calcineurin inhibitors can be considered an alternative therapeutic option.\n[10]\n\nGeneral Treatment\n\nThe primary goal in managing allergic conjunctivitis, including VKC and AKC, is to avoid exposure to the allergen that triggers the allergic response. In some cases, eye patching may be required, and consulting with a cornea specialist can help determine the appropriate approach.\n\nCold compresses can provide relief from inflammation and discomfort. Maintaining good lid hygiene is also essential to prevent and treat staphylococcal blepharitis.\n\nFor patients with dry and fissured skin around the eyes, using a moisturizing cream such as E45 can help keep the skin hydrated and improve comfort.\n\nA bandage contact lens may be recommended as part of the treatment plan for persistent epithelial defects. The bandage contact lens can protect the cornea and promote the healing of the defect.\n[43]\n\nMedical Management\n\nMast cell stabilizers\n\nSodium cromoglicate, nedocromil sodium, and lodoxamide are essential medications in managing acute exacerbations of allergic conjunctivitis, including VKC and AKC. They play a role in controlling symptoms and reducing the reliance on steroids, making them essential components of many treatment regimens. However, these medications are often not as effective when used in isolation and are typically combined with other treatments.\n\nIn cases of VKC and AKC, treatment may be required for several weeks to achieve significant improvement, and long-term therapy is necessary to maintain symptom control. However, it is essential to note that lodoxamide is not FDA-approved for long-term use.\n[44]\n\nTopical antihistamines\n\nEmedastine, epinastine, levocabastine, and bepotastine are all equally effective antihistamine drugs that can relieve allergic conjunctivitis symptoms, including VKC and AKC. They act as mast cell stabilizers.\n\nAntihistamines are an excellent choice to alleviate symptoms and relieve acute exacerbations of allergic conjunctivitis quickly. However, medications such as mast cell stabilizers, such as sodium cromoglicate, nedocromil sodium, and lodoxamide, may be required for long-term treatment to control inflammation and reduce dependence on steroids.\n[10]\n\nA combination of medications, including VKC and AKC, can effectively relieve symptoms when managing allergic conjunctivitis. In some instances, vasoconstrictors like xylometazoline and antazoline can be combined with antihistamines to provide additional comfort.\n\nCombining antihistamines with mast cell stabilizers, such as ketotifen and olopatadine, has proven particularly effective in rapidly relieving symptoms.\n[42]\nThese medications work together to prevent the release of inflammatory substances from mast cells, further reducing allergic responses.\n\nNonsteroidal anti-inflammatory drugs\n\nNonsteroidal anti-inflammatory drugs (NSAIDs) like ketorolac, diclofenac, nepafenac, and bromfenac can relieve and improve comfort by blocking non-histamine mediators involved in the inflammatory response. For some patients, combining an NSAID with a mast cell stabilizer has proven to be an effective drug therapy for managing allergic conjunctivitis.\n[45]\n\nTopical steroids\n\nTopical steroids are essential in managing severe acute exacerbations, inflammation, and keratopathy. Various commonly used steroids are 0.1% fluorometholone, 0.2% and 0.5% loteprednol, 1% rimexolone, and 1% prednisolone.\n\nTo effectively manage the inflammation and associated corneal pathology, a short and intense course of therapy with an hourly regimen may be required, followed by a careful tapering schedule. This approach helps reduce conjunctival inflammation, leading to an improvement in corneal health.\n\nIt is crucial to closely monitor patients receiving topical steroids to prevent adverse effects, particularly the elevation of intraocular pressure (IOP) and the development of steroid-induced glaucoma.\n\nSome clinicians prefer to use steroid eye ointments, such as beclomethasone or hydrocortisone 0.5%, to manage AKC. However, strict IOP control and monitoring should be implemented during ointment treatment.\n[46]\n\nTopical antibiotics\n\nIn cases of severe keratopathy associated with allergic conjunctivitis, an antibiotic and steroid combination is often necessary to manage the condition effectively and prevent the development of bacterial keratitis.\n[47]\nThis combination therapy helps address both the inflammatory component and the risk of secondary bacterial infection.\n\nMucolytic agents\n\nAcetylcysteine is useful in VKC and AKC for dissolving mucus filaments, deposits, and early plaque development.\n[48]\n\nImmunomodulators\n\nCiclosporin (0.05%-2%) may be needed 2 to 6 times daily in cases with a suboptimal response to steroids when steroids are ineffective, poorly tolerated, or when there is an inadequate response. These act as steroid-sparing agents in patients with severe diseases. Immunomodulators take approximately 6 weeks to act, and there can be rebound inflammation if the drug is stopped in between. The side effects are blurred vision and irritation.\n[49]\n\nCalcineurin inhibitors\n\nTacrolimus 0.03% eye ointment is an effective alternative to cyclosporin in resolving conjunctival inflammation in cases with refractory allergic conjunctivitis. It is usually instilled at bedtime in the conjunctival fornices.\n[50]\n\nSupratarsal steroids\n\nSupratarsal steroids are required in patients with the severe palpebral form of the disease who are unresponsive to topical steroids or are non-compliant. The conjunctiva is everted, and injection is given in the supratarsal conjunctiva. An injection of 0.1 ml betamethasone 4 mg/mL, dexamethasone 4 mg/mL, or triamcinolone can be provided.\n[51]\n\nSystemic Medications\n\nOral antihistamines\n\nOral antihistaminics can be given to resolve symptoms, but effectiveness is guaranteed. The oral drugs induce sleep and help reduce itching and eye rubbing. Some medications, such as loratadine, can cause slight drowsiness.\n[52]\n\nAntibiotics\n\nDoxycycline 50 to 100 mg once daily for 6 weeks and Azithromycin 500 mg once daily for 3 days can be given to reduce blepharitis aggravated inflammation, especially in AKC.\n[53]\n\nOral immunosuppressants\n\nOral steroids, ciclosporin, tacrolimus, and azathioprine are useful in low doses for refractory allergic conjunctivitis. A short trial of high-dose steroids may be required to achieve control of the severe disease. Monoclonal antibodies are helpful in refractory cases. Aspirin has also been tried in patients with VKC but should be used cautiously due to the risk of Reye syndrome in children. Other measures used are allergen desensitization and plasmapheresis in patients with high IgE levels.\n[54]\n\nTopical drugs\n\nAfter contact lens removal, instilling mast cell stabilizers can relieve itching. In some instances, long-term use of mast cell stabilizers may be necessary to manage and control allergic conjunctivitis symptoms effectively.\n\nAdditionally, NSAIDs and combined antihistamines and mast cell stabilizers can also be beneficial in managing allergic conjunctivitis symptoms.\n\nIf acute exacerbations or when the condition is resistant to other treatments, topical steroids may be necessary for their potent anti-inflammatory effects.\n[8]\n\nSurgical Measures\n\nGlue with bandage contact lenses is required in patients with small corneal perforations. Superficial keratectomy is needed in cases with shield ulcers for debridement and removal of plaques and helps in reepithelization. The topical drugs should be continued to prevent recurrences. Phototherapeutic keratectomy by using an excimer laser is another alternative. Amniotic membrane grafting is required in persistent epithelial defects. The other options are lamellar keratoplasty or patch graft. Botox-induced ptosis is another management option for persistent epithelial defects.\n[55]\n\nGiant papillary conjunctivitis\n\nThe first step in managing giant papillary conjunctivitis is to remove the mechanical irritant, which is most commonly a contact lens. Patients should discontinue lens wear for a few weeks and replace the lens to avoid reexposure to allergens. General allergic eye care should be practiced, such as avoiding eye rubbing, using artificial tears and cool compresses, and allergen avoidance.\n\nInitial pharmacotherapy is similar to other ocular types of allergies, with options like topical antihistamines or a combination of an antihistamine and mast cell stabilizing drops used to alleviate symptoms.\n[56]\n\nIn more severe and refractory cases, topical corticosteroid drops can be prescribed under the supervision of a specialist, similar to the treatment approach for vernal and atopic keratoconjunctivitis. However, calcineurin inhibitors do not play a role in treating GPC. Removing these devices may be necessary for patients with sutures or scleral buckles to reduce mechanical irritation. Regular assessment of prosthetic eye condition and fitting process is crucial.\n\nFiltering blebs requires surgical intervention, such as excision or nonpenetrating glaucoma drainage surgery, followed by a glaucoma drainage device implantation. To prevent contact lens papillary conjunctivitis (CLPC), patients should regularly clean their contact lenses and consider switching to preservative-free solutions. Transitioning to monthly and daily disposable contact lenses is recommended.\n\nRigid lenses carry a lower risk of CLPC because they are easier to clean. Contact lenses should be stopped and substituted with spectacles, or rare cases may require refractive surgery. Protein removal tablets can be used to clean contact lens protein. For ocular prostheses, washing and cleaning with detergent and a protective coating are essential to maintain hygiene and comfort.\n[57]",
    "adverse_effects": "In most cases, allergic conjunctivitis is not a severe health threat, but a common and often benign condition. Complications of allergic conjunctivitis are rare, but when they do occur, they can be severe and may include:\n\nScarring of the eye (severe cases).\nProgression to infective conjunctivitis, leading to the spread of infection to other areas of the body and potentially causing serious secondary infections.\nConjunctival scarring\nBacterial keratitis\nCorneal neovascularization\nPannus\nGiant papillae\nNonresolving epithelial defect\nShield ulcer\nSteroid-induced glaucoma\nDry eyes\nKeratoconus\nHerpetic keratitis"
  }
}