{
  "drug_name": "anthralin",
  "nbk_id": "NBK537000",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537000/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Alopecia areata is a chronic, immune-mediated autoimmune disorder that affects hair follicles, nails, and, occasionally, the retinal pigment epithelium.\n[1]\nThis condition targets the anagen hair follicles of individuals and leads to hair loss without permanent damage to the follicles. Alopecia areata arises from an autoimmune disruption in the normal hair cycle, resulting in the loss of immune privilege in the hair follicles.\n\nAlopecia areata usually presents as localized patches of hair loss on the scalp, which develop over a few weeks (see\nImage.\nAlopecia Areata). The classic presentation of alopecia areata involves isolated, smooth, sudden, nonscarring, and patchy hair loss on the scalp or any area with hair growth.\n[2]\nAlthough many individuals experience spontaneous hair regrowth within 1 year, alopecia areata is a chronic condition characterized by recurring episodes of hair loss that require both psychological support and medical treatment. Various treatment options, such as corticosteroids, immunotherapy, Janus kinase (JAK) inhibitors, and topical solutions, are available to help manage the extent and duration of hair loss.",
    "mechanism": "The hair cycle consists of 3 phases—anagen, catagen, and telogen. During the anagen phase, active hair growth occurs, while the catagen phase involves the keratinization of the proximal end of the hair shaft. Subsequently, the hair follicle sheds and the remaining proximal end undergoes apoptosis. Telogen signifies the interval between the regression of the old follicle and the onset of the next anagen phase.\n\nDuring the anagen phase, 6 stages of hair growth occur, with stage VI representing a fully formed anagen follicle. However, in individuals with alopecia areata, the hair follicles become arrested in stage III or IV, prematurely reverting to the catagen or telogen phase and leading to abrupt hair loss and hair regrowth deficiency.",
    "monitoring": "Alopecia areata is typically diagnosed clinically, relying on the patient's medical history and physical examination. Rapidly developing individual patches of alopecia on the skin, often accompanied by minimal erythema, should raise clinical suspicion. Dermoscopy serves as a valuable complementary diagnostic tool in confirming the diagnosis.\n[12]\n[13]\n\nBroken hairs, yellow dots, black dots, exclamation point hairs, and short vellus hairs indicate early regrowth.\n[14]\nThe absence of hair follicles indicates cicatricial or scarring alopecia. Conducting a hair pull test can confirm active hair loss. Additionally, examination of the nails may reveal findings that support the diagnosis.\n\nA skin biopsy from the periphery of an active hair loss patch may be beneficial if the diagnosis remains uncertain.\n[1]\nAlthough alopecia areata is associated with other autoimmune diseases, current evidence does not advocate for routine screening unless the patient's clinical history suggests their presence.\n[4]",
    "administration": "Approximately 50% of patients will experience natural hair regrowth within 1 year without intervention, and some may decide not to seek treatment. For those who choose treatment, intralesional and topical corticosteroids are often the initial therapy for patchy alopecia areata.\n\nIntralesional Corticosteroids\n\nTriamcinolone acetonide, at concentrations ranging from 5 to 10 mg/mL and administered every 4 to 6 weeks on the scalp, stimulates localized regrowth in 60% to 67% of patients.\n[1]\nClinicians typically use triamcinolone acetonide concentrations of 2.5 to 5 mg/mL to treat the eyebrows and beard in patients, and they can expect new hair growth within 6 to 8 weeks. Clinicians repeat injections until complete hair regrowth is achieved, while therapy discontinuation is recommended if no improvement is observed within 6 months. A comparative study among intralesional triamcinolone acetonide concentrations of 2.5 mg/mL, 5 mg/mL, and 10 mg/mL reveals similar hair regrowth rates irrespective of the concentration. However, the risk of cutaneous atrophy is more significant with the higher concentrations of 10 mg/mL triamcinolone.\n[15]\n\nPatients typically receive approximately 0.1 mL of triamcinolone acetonide spaced 1 cm apart in the affected area. The dose of triamcinolone acetonide usually ranges around 20 mg per session on the scalp but should not exceed 40 mg to mitigate systemic adverse effects. Topical application of prilocaine or lidocaine cream 30 to 60 minutes before injections may be beneficial for patients seeking pain reduction.\n\nAlthough intralesional betamethasone is a consideration for treatment, further studies are necessary to assess its efficacy.\n[16]\nPotential adverse effects of corticosteroids include localized skin atrophy, pain, telangiectasia, and depigmentation. Systemic adverse effects such as adrenal suppression or Cushing syndrome are rare. However, the use of intralesional corticosteroids on the face may lead to significant hypopigmentation in individuals with darkly pigmented skin.\n\nTopical Corticosteroids\n\nBetamethasone dipropionate 0.05% cream, lotion, or ointment is a potent topical glucocorticoid used to treat alopecia areata. Healthcare professionals typically reserve topical corticosteroids for children and patients who cannot tolerate numerous injections. Patients apply betamethasone to the affected area daily, extending 1 cm beyond the affected border. Clinicians discontinue topical corticosteroids if symptoms do not improve within 3 months. However, in cases where progress is noticeable, patients continue using betamethasone while gradually reducing the dosage. Betamethasone is applied without occlusion to reduce the risk of adverse effects. Using it under occlusion may increase the risk of potential adverse effects, which align with those associated with intralesional injections.\n\nImmunotherapy and JAK Inhibitors\n\nPatients with extensive disease, often characterized by more than 50% hair loss on the scalp, may explore treatment alternatives such as topical immunotherapy or oral JAK inhibitors to reduce the necessity of numerous injections associated with intralesional corticosteroids. Moreover, a retrospective study revealed the superior efficacy of topical immunotherapy compared to intralesional corticosteroids in patients with hair loss patches exceeding 50 cm².\n[17]\n\nThe choice between topical immunotherapy and JAK inhibitors depends on patient preference and availability. JAK inhibitors are easier to apply but carry the risk of systemic adverse effects. On the other hand, topical immunotherapy requires careful application and may induce discomfort and cutaneous adverse effects.\n\nA potent contact allergen, such as diphenylcyclopropenone (DPCP) or squaric acid dibutyl ester (SADBE), can be applied weekly to the scalp to stimulate hair regrowth. Clinicians obtain both these allergens from compounding pharmacies. Treatment begins by applying a small patch at full concentration to sensitize the patient. After 1 to 2 weeks, complete treatment begins with diluted solution concentrations, gradually increasing the concentration weekly. The dose that causes mild dermatitis is the dose used for future doses. Patients may titrate up to a maximum dose of 2%.\n\nFollowing treatment initiation, clinicians typically assess hair growth approximately 3 months later. A recent meta-analysis examining clinical outcomes of contact immunotherapy for alopecia areata indicates that 74.6% of patients with patchy alopecia experience hair regrowth, compared to 54.4% of patients with alopecia totalis and alopecia universalis. Among patients who receive maintenance treatment, the recurrence rate is 38.2%, contrasting with 49% among those who do not receive maintenance treatment.\n[18]\n\nOral baricitinib, a selective and reversible JAK1 and JAK2 inhibitor, treats alopecia areata by suppressing the activation of T lymphocytes. Patients typically require ongoing therapy to sustain the benefits achieved. The United States Food and Drug Administration (FDA) has issued a boxed warning for JAK inhibitors, cautioning about the risk of severe infections, mortality, malignancy, major adverse cardiovascular events, and thrombosis. Initial dosing is 2 mg/d with an increase to 4 mg/d if the response is inadequate after 3 months. Patients with severe symptoms may start at the 4 mg/d dose. Upon achieving an adequate response, clinicians reduce the dose to 2 mg. Therapy is discontinued if no improvement is observed after 6 months.\n\nOral ritlecitinib, an inhibitor of JAK3 and the tyrosine kinase expressed in the hepatocellular carcinoma kinase family, is approved by the FDA for patients aged 12 and older with alopecia areata. Similar to baricitinib, continued use is likely necessary to maintain the effects. The initial dose is 50 mg/d. Potential adverse effects are increased risk for severe infection, death, malignancy, lymphoproliferative disorders, major adverse cardiovascular events, thromboembolic events, and hematologic, hepatic, and creatine phosphokinase laboratory abnormalities.\n\nAdditional Therapies\n\nVarious additional therapies are available for patients with refractory disease or who cannot receive first-line therapies, including topical or oral minoxidil, methotrexate, azathioprine, cyclosporine, platelet-rich plasma, topical anthralin, excimer laser, and ultraviolet A photochemotherapy (PUVA).\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n\nSystemic glucocorticoids may promote hair growth, but their adverse effects limit their use. However, patients experiencing rapid and extensive hair loss may find oral glucocorticoids beneficial. Furthermore, relapse occurs within 1 year in approximately one-third of responsive patients, with the likelihood of relapses increasing over time.\n[1]\n[25]\nOngoing investigational treatments include recombinant IL-2, hydroxychloroquine, and simvastatin with ezetimibe.\n[21]\n[22]\n[23]\n[24]\n[25]\n\nCurrently, effective topical therapies for eyelashes are lacking. However, some individuals may observe improvement with systemic therapy. Patients may explore the option of using false eyelashes. Other cosmetic alternatives include tattooed eyebrows, wigs, hairpieces, and head shaving.\n\nAlopecia areata can be distressing and may result in anxiety and depression for some individuals. Consulting with a psychologist or psychiatric provider may be necessary in such cases.",
    "adverse_effects": "Some potential complications of alopecia areata include the following:\n\nDepression and anxiety, permanent hair loss, recurrence, nail abnormalities, sunburn, and skin damage.\nUnpredictable pattern, texture, and rate of hair regrowth.\nIncreased risk of concurrent dermatologic and systemic illnesses such as thyroid disease, vitiligo, psoriasis, lupus erythematosus, and atopic dermatitis.\n[28]\n[29]\nSkin atrophy, hypopigmentation, infections, malignancy, dermatitis, and thrombosis due to adverse effects of medication.\nA 3-fold higher risk of developing retinal diseases such as retinal detachment, retinal vascular occlusion, and retinopathy.\n[11]"
  }
}