{
  "drug_name": "anti-acne",
  "nbk_id": "NBK557478",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557478/",
  "scraped_at": "2026-01-11T15:22:56",
  "sections": {
    "indications": "According to FDA-labeled prescribing guidelines, tretinoin carries several important contraindications and safety considerations that must be strictly observed to ensure patient safety. A primary contraindication is the presence of hypersensitivity to tretinoin itself or to any of its formulation components, as administration in such cases may lead to significant allergic reactions.\n\nPregnancy presents one of the most critical contraindications. Tretinoin is classified as Category C under the U.S. Food and Drug Administration (FDA) and Category D under the Australian Therapeutic Goods Administration, reflecting substantial evidence of teratogenicity. If administered during pregnancy, tretinoin is associated with a markedly increased risk of spontaneous abortion as well as severe congenital malformations. Documented abnormalities include defects of the musculoskeletal system, thymus, central nervous system, external ear, eyes, and great vessels. Additional risks include cleft palate, facial dysmorphia, and parathyroid hormone deficiency, which collectively underscore the high level of fetal vulnerability to retinoid exposure.\n[36]\n\nFor all women of childbearing potential, effective contraception is mandatory throughout the duration of tretinoin therapy and must be continued for at least 1 month after treatment discontinuation. Importantly, this requirement applies even to patients with a history of infertility or menopause, reflecting the high stakes of fetal exposure. Standard recommendations advise the simultaneous use of 2 reliable forms of contraception. Abstinence is considered an acceptable alternative. The only exception is in women who have undergone a hysterectomy, for whom contraception is unnecessary. Should pregnancy occur during treatment despite these precautions, physicians and patients must engage in a careful discussion regarding the risks of continuing versus terminating the pregnancy. From a genetic perspective, tretinoin is specifically indicated for patients with APL harboring the t(15;17) translocation. In the absence of this genetic marker, alternative treatment regimens should be pursued, as tretinoin does not provide therapeutic benefit in these patients.\n\nAdditional contraindications include oral tretinoin use during breastfeeding, given the unknown but potentially harmful effects on nursing infants. Use is also contraindicated in pregnancy during the first trimester and requires extreme caution if therapy must continue into the second or third trimester. Similarly, caution is advised when prescribing tretinoin to females of reproductive potential and pediatric patients, as these populations are particularly vulnerable to the drug’s adverse effects. Taken together, these contraindications underscore the importance of rigorous patient screening, counseling, and monitoring before and during tretinoin therapy.\n\nTopical tretinoin contraindications:\n\nHypersensitivity to the drug, drug class, or drug formulation components\nCaution if hypersensitivity to fish products (0.05% gel, 0.05% lotion forms)\nCaution if sunburn\nCaution if photosensitivity\nCaution if eczema\nCaution if pregnancy 1st trimester",
    "mechanism": "The exact mechanism by which topical tretinoin functions is not completely understood; however, current evidence suggests that it mediates its effects through the binding of retinoic acid receptors (RARs) alpha, beta, and gamma, as well as retinoid X receptors (RXRs), by blocking inflammatory mediators. By doing this, the production of procollagen increases to support the formation of collagen types I and III.\n[27]\n\nRAR-gamma effects are associated with mucocutaneous tissues and bone. Tretinoin's effectiveness as an acne medication is due to its ability to modify the abnormal follicular formation resulting from excessive keratinization of epithelial cells. Tretinoin promotes the detachment of cornified cells and enhances their shedding. Tretinoin increases mitotic activity, thereby increasing the turnover of loosely adherent corneocytes. By doing so, the comedo contents can be expelled, with a reduction of the microcomedo precursor lesion of acne vulgaris. RAR-alpha and -beta have been associated with APL and squamous cell malignancies, respectively.\n\nRetinoic acid binds to retinoic acid receptor alpha, a member of the steroid-thyroid hormone receptor superfamily. RARα forms heterodimers with RXR and binds to retinoic acid response elements that are present in genes involved in cell differentiation. Again, like topical tretinoin, the exact mechanism of systemic tretinoin is unclear, but is hypothesized to include the following:\n\nApoptosis and degradation of the PML-RARα protein occur through both caspase-mediated cleavage and proteasome-dependent degradation.\nPML-RAR alpha conversion from a transcription repressor (CoR) to an activator (CoA).\nCoordinated gene expression induced by ATRA is committed to the differentiation of APL cells.\n[28]\n\nSystemic tretinoin produces complete remission by inducing an initial primitive promyelocyte maturation followed by bone marrow and peripheral blood repopulation occurring by normal, polyclonal hematopoietic cells.",
    "administration": "Topical Tretinoin\n\nTopical tretinoin is most commonly administered as a thin layer applied once daily, preferably in the evening before bedtime, to areas of skin affected by acne lesions. Patients should take care to avoid contact with the eyes, mouth, nasal creases, and all mucous membranes to prevent irritation. Dosages and formulations vary among available products, but commonly prescribed concentrations include 0.1%, 0.08%, and 0.04%. These formulations are designed to be applied sparingly yet evenly, with just enough medication to cover the affected skin surface in a thin, even layer. Patient education should emphasize consistency of use, the expectation of gradual improvement, and the potential for transient irritation during the initiation of therapy.\n\nOral Tretinoin\n\nIn the systemic treatment of APL, oral tretinoin (all-trans retinoic acid, ATRA) should be administered with food, as this enhances absorption. Capsules must be swallowed whole and should not be opened, chewed, or crushed, as this may alter the pharmacokinetics and stability of the drug. Alternative administration routes have been reported in clinical practice, including sublingual administration by squeezing the capsule contents beneath the tongue and delivery through enteric or nasogastric tubes when oral ingestion is not feasible.\n[29]\n[30]\n[31]\nATRA monotherapy, although effective at inducing remission, is associated with relapse within approximately 3.5 months. Therefore, ATRA must always be used in combination with other agents, such as arsenic-based compounds or anthracycline-based chemotherapy, to achieve durable remissions.\n[32]\nThe recommended systemic dose for APL is 45 mg/m²/day, administered in 2 evenly divided doses, and continued until complete remission is achieved. If a dose is missed, patients should take it as soon as they remember unless it is nearly time for the next scheduled dose; in that case, the missed dose should be skipped. Double-dosing is not recommended, as it increases the risk of toxicity. Breastfeeding is contraindicated during oral tretinoin therapy, as the drug carries the potential for serious adverse effects in nursing infants. Therefore, nursing mothers should discontinue breastfeeding before initiating systemic tretinoin.\n\nIsotretinoin for Acne Treatment\n\nFor acne vulgaris, isotretinoin (a systemic retinoid distinct from tretinoin but closely related) should be administered with food, particularly high-fat meals, to maximize bioavailability. Additionally, a lipid-encapsulated isotretinoin formulation is now available, which enhances absorption regardless of food intake and enables consistent dosing, either once or twice daily.\n[33]\nTreatment goals are defined by a cumulative dose target, typically between 120 and 150 mg/kg, usually achieved over the course of 20 to 24 weeks of therapy.\n[34]\nStandard initiation involves a starting dose of 0.5 mg/kg/day during the first month, which may be escalated to 1 mg/kg/day depending on patient tolerance and clinical response. Doses can be given once daily or divided into 2 administrations per day. Careful dose titration, laboratory monitoring, and patient counseling are essential to maximize therapeutic benefit while mitigating the drug’s well-known toxicities.\n\nAcute Promyelocytic Leukemia Treatment – Adult Patients\n\nRelapsed or refractory APL\n\nFor adult patients with relapsed or refractory APL, the recommended oral dosage of tretinoin is 22.5 mg/m² administered twice daily. This regimen is intended for induction therapy, and treatment should generally be discontinued 30 days after achieving remission, although it may be continued for up to 90 days if clinically indicated. Due to the risk of differentiation syndrome—a potentially serious complication characterized by fever, dyspnea, weight gain, and fluid retention—prophylactic measures are recommended for patients presenting with a white blood cell (WBC) count exceeding 10,000/µL.\n\nNewly Diagnosed APL\n\nInduction therapy\n\nIn adult patients who are newly diagnosed with APL, induction therapy also involves oral tretinoin at a dosage of 22.5 mg/m² twice daily for a duration of up to 60 days. In patients classified as low-risk—typically those with WBC counts below 10,000/µL—tretinoin is commonly combined with arsenic trioxide to enhance therapeutic efficacy. As with relapsed or refractory cases, differentiation syndrome prophylaxis is advised for patients whose WBC exceeds 10,000/µL.\n\nConsolidation therapy\n\nFollowing successful induction, consolidation therapy is administered to maintain remission and prevent relapse. The standard regimen consists of tretinoin at 22.5 mg/m² twice daily on days 1 through 14 and again on days 29 through 42 of a 56-day cycle, repeated for 3 consecutive cycles. For the fourth cycle, tretinoin is given on days 1 through 14 of a 56-day cycle. In low-risk adult patients, this consolidation therapy may also be combined with arsenic trioxide to optimize outcomes.\n\nAcute Promyelocytic Leukemia Treatment – Pediatric Patients\n\nRelapsed or refractory APL (1 year of age and older)\n\nFor pediatric patients aged 1 year and older with relapsed or refractory APL, the recommended oral tretinoin dosage mirrors the adult regimen at 22.5 mg/m² twice daily. The therapy is intended for induction, with discontinuation 30 days after achieving remission or continuation for up to 90 days if necessary. As in adult patients, concomitant prophylaxis against differentiation syndrome is recommended for children presenting with WBC counts exceeding 10,000/µL.",
    "adverse_effects": "According to the FDA drug labeling guidelines, the most common adverse effects in topically administered tretinoin are the following: pruritus, skin pain, skin/subcutaneous irritation, erythema, and pharyngitis. According to the FDA drug labeling guidelines for orally administered tretinoin, most patients experience drug-related toxicity, such as headaches, weakness, fever, and fatigue. Interruption of therapy is rarely required, as these adverse effects are typically temporary and reversible.\n\nSerious Reactions:\n\nRA-APL syndrome\nCardiovascular disorders\nArrhythmias\nHypertension\nPseudotumor cerebri\nRenal tubular necrosis\nHypercalcemia\nGastrointestinal disorders\nPancreatitis\nHallucinations\nDepression\nMyositis\nErythema nodosum\nGenital ulcer\nVision changes\nHearing loss\nThrombosis\nThrombocytosis\nVasculitis\n\nCommon Reactions:\n\nHeadache\nFever\nEdema\nBone pain\nXeroderma\nDry mucous membranes\nHyperlipidemia\nLiver function tests are elevated\nDyspnea\nNausea/vomiting\nAbdominal distention/pain\nNeurologic disturbances\nWeight changes\nChest discomfort\nCardiovascular disorders\nMucositis\nVision changes\nGI disorders\nAnxiety/agitation\nRA-APL syndrome\nOtalgia\nDiarrhea\nArrhythmia\nFlushing\nPruritus\nDiaphoresis\nDizziness\nConstipation\nParesthesia\nAlopecia\nMyalgia\nHypotension\nInsomnia\nDepression\nHypertension\nConfusion\nDysuria\nFluid imbalance\nHallucinations\nCNS depression\nRenal tubular necrosis\nProstate hypertrophy\nPhotosensitivity\nRash\nOcular abnormalities\nGenital ulceration\n[35]\n\nRetinoid Toxicity\n\nFrequently reported adverse effects are most similar to vitamin A toxicity and include the following: headache, nausea/vomiting, bone pain, mucositis, rash, fever, pruritus, skin/mucous membrane dryness, visual disturbances, increased sweating, ocular disorders, alopecia, skin changes, bone inflammation, changed visual acuity,and  visual field defects. Do not administer tretinoin with vitamin A due to symptoms of the syndrome of hypervitaminosis A.\nPseudotumor cerebri/intracranial hypertension may also occur, especially if given in combination with other medications that increase intracranial hypertension.\n\nFDA Boxed Warnings\n\nRetinoic acid–associated acute promyelocytic leukemia syndrome\n\nRetinoic acid–associated acute promyelocytic leukemia (RA-APL) Syndrome is a potentially life-threatening complication characterized by a constellation of clinical signs and systemic manifestations. Patients may present with acute respiratory distress, shortness of breath (dyspnea), fever, and rapid weight gain. Additionally, fluid accumulation can occur in the pleural and pericardial spaces, resulting in pleural and pericardial effusions, as well as generalized edema. Pulmonary infiltrates may be visible on chest radiographs, and in severe cases, the syndrome can progress to multiorgan failure, particularly affecting the kidneys and liver. Cardiac complications are also reported, including impaired myocardial contractility and episodic hypotension, which may occur with or without an accompanying increase in white blood cell count (leukocytosis). If untreated or unrecognized, RA-APL syndrome can result in death, primarily due to progressive hypoxemia and multiorgan failure. Although most cases occur within the first month of treatment with tretinoin, rare instances have been reported following the very first dose. Early recognition and management are critical: patients with any clinical suspicion of RA-APL syndrome should be treated promptly with high-dose corticosteroids to reduce morbidity and mortality associated with the condition.\n[36]\n\nLeukocytosis and risk management\n\nPatients with elevated baseline WBC counts—specifically, those exceeding 5,000/µL—face a significantly increased risk of severe complications, with up to 40% experiencing devastating outcomes. In these cases, high-dose steroid therapy should be initiated immediately upon suspicion of RA-APL syndrome. Additionally, incorporating chemotherapy may help reduce the incidence of RA-APL syndrome in patients whose WBC counts are either elevated at baseline or demonstrate rapid increases during tretinoin therapy, even in cases where baseline leukopenia is present.\n[37]\n\nTeratogenicity\n\nTretinoin is associated with a significant teratogenic risk when administered orally, increasing the likelihood of severe fetal malformations. Therefore, strict precautions are required for women who are pregnant or of childbearing potential. Patients must utilize 2 reliable forms of contraception throughout the duration of tretinoin therapy and continue at least 1 form for 1 month after discontinuation. Before initiating treatment, a negative pregnancy test obtained within 1 week is required. In urgent cases where treatment cannot be delayed, therapy may begin with the 2 forms of contraception in place. Pregnancy testing and counseling on effective contraception should continue monthly during therapy. It should be noted, however, that topical formulations of tretinoin do not carry an FDA boxed warning regarding teratogenicity.\n[38]\n\nInteraction characteristics:\n\nCYP3A4 substrate\nOtotoxicity\nPhotosensitivity\nThrombogenic effects",
    "monitoring": "Patients diagnosed with APL require close supervision by a physician and a treatment team experienced in managing this specific malignancy. Care should be delivered in a facility equipped with the necessary expertise and supportive services to ensure proper monitoring of drug tolerance, efficacy, and toxicity. This level of oversight is essential because oral tretinoin, a cornerstone of APL therapy, is associated with potentially severe and life-threatening adverse reactions that demand early recognition and intervention. In addition to systemic monitoring for APL, patients using topical formulations of tretinoin should also be observed for localized adverse effects, including hypersensitivity reactions, photosensitivity, and other manifestations of skin irritation or allergic response. Such vigilance helps prevent unnecessary morbidity and supports patient adherence to therapy.\n\nSystemic monitoring in APL extends beyond efficacy assessments to include surveillance for treatment-related complications. Patients should be carefully evaluated for clinical response to therapy as well as for serious adverse events, particularly RA-APL syndrome and leukocytosis. RA-APL syndrome can rapidly progress to respiratory failure and multi-organ dysfunction if unrecognized, highlighting the importance of ongoing assessment throughout treatment.\n\nRoutine follow-up is also a critical component of safe tretinoin therapy. Monthly clinic visits are required to ensure comprehensive monitoring. Laboratory evaluation should include a complete blood count with differential, lipid panel, liver function tests, and coagulation studies such as PT/INR. In patients at risk for lipid abnormalities, fasting triglyceride levels should be assessed weekly to biweekly to evaluate treatment-related dyslipidemia, though the frequency of monitoring should be tailored to the patient’s baseline health status. Young, otherwise healthy individuals without personal or strong family histories of dyslipidemia or diabetes mellitus may require less frequent laboratory surveillance compared to higher-risk patients.\n[39]\nThis structured and multidisciplinary approach to monitoring not only enhances patient safety but also supports timely interventions that improve treatment outcomes in APL while minimizing risks associated with both systemic and topical tretinoin use.\n\nClinical assessment of the following areas is necessary to assess for treatment response and adverse effects:\n\nPerceived worsening/improvement of acne\nMuscle or bone pain\nDryness of skin or mucous membranes\nHeadaches\nMood changes, depression symptoms, or suicidality\nNosebleeds\nVision changes\nAbdominal pain\nBowel symptoms\n\nFor women of childbearing age, strict precautions are required when initiating and continuing tretinoin therapy due to its known teratogenic effects. Participation in the iPLEDGE program is mandated to minimize the risk of fetal exposure, which typically involves monthly follow-up visits to ensure compliance with pregnancy prevention requirements. Before beginning therapy, a serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL must be obtained within 1 week of treatment initiation, and treatment should be delayed until a negative result is confirmed. Throughout therapy, women of childbearing potential are advised to consistently use 2 reliable forms of contraception during treatment and for at least 1 month following discontinuation. Pregnancy monitoring and contraception counseling are repeated monthly to reinforce adherence. In situations where therapy cannot be delayed, such as in the urgent treatment of APL, initiation may proceed provided that 2 dependable forms of contraception are used concurrently.",
    "toxicity": "Overdose with tretinoin can present with a range of symptoms depending on the route of administration. In topical use, signs of overdose are typically localized and may include excessive redness, peeling of the skin, and significant discomfort. Oral overdose, however, is associated with more systemic effects and may manifest as cracked and sore lips, generalized redness, headache, flushing, abdominal pain, dizziness, and impaired coordination. A case report describes a 39-year-old individual who ingested approximately 1000 mg of tretinoin in a suicide attempt; interestingly, the only clinical consequence was self-limited, non-bloody diarrhea, which was successfully managed with hydration and activated charcoal therapy.\n[40]\n\nIn the context of isotretinoin therapy for acne, metabolic monitoring is particularly important due to its effects on lipid metabolism. Elevations in triglyceride concentrations to mild or moderate levels (300–500 mg/dL) generally do not require discontinuation or dose adjustment; instead, they are managed through dietary and lifestyle modifications. More severe elevations (500–800 mg/dL) may necessitate a reduction in isotretinoin dosage and the initiation of a lipid-lowering agent. If triglycerides exceed 800 mg/dL, cessation of isotretinoin is strongly recommended due to the increased risk of acute pancreatitis.\n[41]\n[42]\nImportantly, discontinuation of isotretinoin typically results in normalization of triglyceride concentrations. Hepatic function must also be closely monitored during therapy. If liver enzyme levels increase to more than 3 times their baseline values, the recommendation is to discontinue isotretinoin to prevent further hepatotoxicity. Unlike certain other systemic agents, tretinoin may be discontinued abruptly without the need for tapering."
  }
}