{
  "drug_name": "apixaban",
  "nbk_id": "NBK507910",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK507910/",
  "scraped_at": "2026-01-11T15:22:57",
  "sections": {
    "indications": "Per the manufacturer's label, active pathological bleeding and severe hypersensitivity reaction to apixaban, for example, an anaphylactic reaction, are the contraindications to using apixaban.\n[22]\n\nBox Warnings\n\nThrombotic events:\nPremature discontinuation of oral anticoagulant medicines, including apixaban, can increase the risk of thrombotic adverse events. In cases where discontinuation of apixaban is necessary, it is advisable to provide alternative anticoagulant coverage.\n\nSpinal/epidural hematoma:\nClinicians should monitor patients frequently for signs and symptoms of neurological impairment. Urgent treatment is necessary if neurological compromise is noted. When considering the utilization of apixaban, it is essential to evaluate potential interactions with other drugs that impact hemostasis, such as NSAIDs and alternative anticoagulants.\n\nDuring neuraxial anesthesia or spinal puncture, careful scheduling and risk assessment are imperative due to the potential for hematomas. Therefore, a thorough assessment of the patient's medical history is crucial, particularly focusing on any prior instances of traumatic or repeated epidural or spinal punctures. Furthermore, special attention should be given to individuals with a history of spinal deformity or previous spinal surgery. The optimal timing for administering apixaban during neuraxial procedures remains uncertain.\n\nThe American Society of Regional Anesthesia & Pain Medicine (ASRA) issues specific recommendations to mitigate the potential risk of spinal hematoma due to apixaban during pain procedures. ASRA advises a precautionary waiting period equivalent to 5 half-lives, or approximately 3 days, between discontinuation of apixaban and medium- or high-risk pain procedures. For low-risk procedures, a collaborative assessment, risk stratification, and decision-making process involving the attending physicians should determine whether discontinuing apixaban is warranted. In such situations, a shorter interval of 2 half-lives may be considered. ASRA recommends a 24-hour interval after interventional pain procedures before resuming apixaban. In cases where the risk of VTE remains notably high, administering half the standard dose may be a viable option 12 hours after the pain intervention.\n[23]",
    "mechanism": "The clotting cascade of apixaban encompasses a complex process comprising multiple factors operating in 3 distinct phases—initiation, propagation, and fibrin formation.\n\nInitiation: This step is initiated when the vascular endothelium and the clotting factors are disturbed.\n\nPropagation: This step involves the production of large amounts of thrombin at the injury site.\n\nFibrin formation: In this step, thrombin facilitates the conversion of fibrinogen into fibrin.\n\nThe coagulation proteins form the basic components of the coagulation system. They lead to complex reactions, converting plasma-soluble fibrinogen to insoluble fibrin strands. The clotting cascade has 2 main pathways—the intrinsic and extrinsic. External trauma activates the extrinsic pathway and causes blood loss from the vascular system, and it is faster than the intrinsic pathway and involves factor VII. Trauma within the vascular system triggers platelet activation through exposure to endothelium, chemicals, or collagen, thereby potentially initiating the intrinsic pathway, which comprises factors XII, XI, IX, and VIII. Both pathways share a common ending where they activate factor X to Xa, which activates prothrombin (II) to thrombin (IIa), forming a stable clot.\n\nApixaban is a highly selective direct factor Xa inhibitor that blocks the propagation phase of the coagulation cascade. This affects both free and clot-bound factor Xa. Antithrombotic activity does not need antithrombin III. Factor Xa is a catalyst for converting prothrombin to thrombin, the final step in the coagulation cascade, leading to fibrin and clot formation.\n[11]\nOther direct factor Xa inhibitors include rivaroxaban and edoxaban. Apixaban exerts no effect on platelet aggregation.\n\nPharmacokinetics\n\nApixaban exhibits dose-linear pharmacokinetics up to a dose of 10 mg.\n[12]\n\nAbsorption:\nThe absolute bioavailability of apixaban is approximately 50% for doses up to 10 mg. Consumption of the drug with food does not alter its bioavailability. The peak plasma concentration of apixaban is typically achieved within 3 to 4 hours post-administration.\n\nDistribution:\nApixaban exhibits a plasma protein binding of approximately 87%, indicating high protein binding. In addition, the drug has a volume of distribution of approximately 21 L, suggesting moderate distribution into tissues.\n\nMetabolism:\nApixaban is primarily metabolized via the enzyme CYP3A4. Approximately 25% of the orally administered dose of apixaban is eliminated in urine and feces as metabolites.\n\nElimination:\nApixaban undergoes elimination via both urine and feces and has an apparent half-life of 12 hours following oral administration. Among the DOACs, apixaban exhibits 27% renal elimination, and dabigatran demonstrates predominant renal excretion at 80%. Rivaroxaban and edoxaban also undergo renal elimination, but to a lesser extent, at approximately 35% and 50%, respectively.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nApixaban is available in the oral formulation as 2.5 mg and 5 mg tablets. Dosing depends on the indication for treatment, the patient's age, serum creatinine, and body weight.\n\nAdult Dosage\n\nPatients with DVT and PE are required to take 10 mg twice daily for 7 days, followed by 5 mg twice daily.\n\nIn the European Union (EU) and by the FDA, apixaban currently holds approval as a prophylactic agent following hip and knee replacement surgeries. The recommended dosage for DVT prophylaxis post-hip or knee replacement surgery is 2.5 mg orally twice daily. It is advised to initiate the dosage 12 to 24 hours post-surgery, with a treatment duration of 12 days for knee replacement and approximately 35 days for hip replacement.\n[14]\n\nThe recommended dosage for patients with nonvalvular atrial fibrillation is 5 mg twice daily.\n[13]\nHowever, for patients meeting at least 2 out of 3 criteria below, the dosage of apixaban 5 mg should be reduced to 2.5 mg daily.\nAge 80 or older\nSerum creatinine greater than or equal to 1.5 mg/dL\nBody weight less than or equal to 60 kg\n\nIf the dosage is not scheduled, the patient should take the dosage as soon as possible within the same day and resume the twice-daily schedule. However, a double dose is not recommended to compensate for a missing dosage.\n\nOther options for administration: The patients who have difficulty swallowing whole tablets may be able to crush and suspend 2.5 mg and 5 mg of apixaban tablets in water, apple juice, 5% dextrose in water (D5W), or applesauce and administer them orally immediately. These crushed tablets remain stable for up to 4 hours. Alternatively, these tablets may be crushed and suspended in 60 mL of water or D5W for prompt delivery via a nasogastric tube.\n\nSpecific Patients Population\n\nHepatic impairment:\nThe apixaban dosage instructions for patients with hepatic impairment are listed below.\n\nMild hepatic impairment (Child-Pugh class A): No dosage adjustment is required.\n\nModerate hepatic impairment (Child-Pugh class B): Limited clinical experience in patients with moderate hepatic impairment; hence, any dosing adjustment has yet to be established.\n\nSevere hepatic impairment (Child-Pugh class C): Apixaban is not recommended.\n\nRenal impairment:\nAs mentioned above, the recommended apixaban dosage for patients with at least 2 of the following should be reduced from 5 mg to 2.5 mg twice daily.\n[14]\n\nAge 80 or older\n\nSerum creatinine greater than or equal to 1.5 mg/dL\n\nBody weight less than or equal to 60 kg\n\nA study examined apixaban dosing in atrial fibrillation with chronic kidney disease stage 4 or 5. Results demonstrated that 5 mg apixaban was associated with an increased bleeding risk than 2.5 mg dose. No clinically significant differences were apparent in the risk of stroke/systemic embolism or mortality between the 2 dosage groups. These findings support the dosing recommendations based on kidney function. The study underscores the imperative for further investigation in this area, emphasizing the necessity for tailored dosing strategies for patients with chronic kidney disease.\n[15]\n\nClinical efficacy and safety studies with apixaban did not include patients with end-stage renal disease (ESRD) on dialysis. Therefore, it is not recommended on the drug label as a proven anticoagulant of choice in patients with ESRD. An alternate anticoagulant like warfarin should be considered in patients with ESRD.\n\nPregnancy considerations:\nA limited amount of data is available on the use of apixaban tablets in pregnant women and the associated risk of major congenital disabilities, adverse outcomes, or miscarriage. The treatment with the drug may lead to an increased risk of bleeding during pregnancy and delivery. As per the American College of Obstetricians and Gynecologists (ACOG), the use of dabigatran and anti-Xa Inhibitors (such as rivaroxaban, apixaban, and edoxaban) is not recommended during pregnancy due to the limited availability of safety data about the well-being of the mother, fetus, and breastfeeding neonate. Research involving human placental studies has indicated the passage of these inhibitors across the placenta, warranting caution regarding potential indirect effects on fetal blood coagulation.\n[16]\n\nBreastfeeding considerations:\nLimited clinical data is available regarding apixaban or its metabolites in human milk. However, studies have shown that apixaban and its metabolites were detected in rat milk. The observed levels of apixaban in breast milk, ranging from 0.2 to 0.25 mg/L, correspond to a relative infant dose of 10% to 21% of the maternal weight-adjusted dosage. Given this significant transfer, it is advisable to consider alternative anticoagulants with lower excretion into breast milk, especially when nursing newborns or preterm infants.\n[17]\n\nPediatric patients:\nThe safety and efficacy of apixaban tablets have not been established in pediatric patients.\n\nOlder patients:\nNo clinically significant difference is detected in the safety and efficacy of apixaban when comparing different age groups. The prior American Geriatrics Society (AGS) recommendation emphasized the importance of prudence when considering the use of apixaban in creatinine clearance (CrCl) below 25 mL/min. However, the 2023 AGS update now indicates that emerging evidence and clinical experience support its safe use at lower levels of renal function.\n[18]",
    "adverse_effects": "As an anticoagulant, apixaban's most common adverse effect is bleeding (1% to 10%). The risk of major bleeding is 3% or less, and clinically relevant nonmajor bleeding is 2% to 4%. Other less common adverse effects include nausea (3%), gingival hemorrhage (1% or less), hematuria (2% or less), hypermenorrhea (1%), anemia (3%), bruise (1% to 2%), hematoma (1% to 2%), postprocedural hemorrhage (1% or less), rectal hemorrhage (1% or less), increased serum transaminases (1% or less), aspartate aminotransferase increased (1% or less), gamma-glutamyltransferase increased (1% or less), epistaxis (4% or less), and hemoptysis (1% or less). In rare instances (less than 1%), it can cause a hypersensitivity reaction.\n\nAccording to the FDA, apixaban is not recommended for patients with prosthetic heart valves.\n[19]\n\nDrug-Drug Interactions\n\nMost apixaban drug interactions are associated with CYP3A4 and permeability glycoprotein (P-gp), as apixaban is a substrate for both. The drugs that inhibit CYP3A4 and P-gp may increase the exposure of apixaban and the associated risk of bleeding. On the contrary, drugs that induce CYP3A4 and P-gp may decrease exposure to apixaban and increase the risk of stroke and other thromboembolic events.\n[20]\n[21]\n\nCoadministration of apixaban and P-gp strong CYP3A4 inhibitors:\nSuppose patients receive apixaban 5 or 10 mg twice daily. In that case, it is recommended to decrease the dose of apixaban by 50% for patients who are also receiving P-gp and potent CYP3A4-inhibiting drugs such as ritonavir, ketoconazole, and itraconazole. However, if patients receive apixaban 2.5 mg twice daily, it is recommended to avoid coadministration for patients who also receive P-gp and potent CYP3A4 inhibitors.\n\nCoadministration of apixaban and P-gp strong CYP3A4 inducers:\nCoadministration of apixaban with other P-gp and strong CYP3A4-inducing drugs, such as phenytoin, carbamazepine, and rifampin, should be avoided, as these drugs may decrease the exposure to apixaban.\n\nCoadministration of apixaban with other anticoagulants and antiplatelet agents:\nWhen apixaban is coadministered with other anticoagulants and antiplatelet agents, such as heparin, aspirin, and chronic nonsteroidal anti-inflammatory drugs (NSAIDs), it may increase the risk of bleeding.",
    "monitoring": "Unlike warfarin, apixaban does not need monitoring of the patient's international normalized ratio (INR), offering an advantage.\n[24]\nPatients on warfarin must get their INR checked every week, 2 weeks, or 4 weeks, depending on the control, whereas patients using apixaban do not need any blood draws; this improves patient adherence.\n[25]\n[26]\n\nThe most significant adverse effect is bleeding. Therefore, concomitant use of drugs affecting hemostasis, including antiplatelets, other anticoagulants, thrombolytic agents, NSAIDs, selective serotonin reuptake inhibitors (SSRIs), and serotonin and norepinephrine reuptake inhibitors (SNRIs), should be reasonable. The elimination half-life is about 12 hours (8 to 15 hours). Before a patient undergoes elective surgery or an invasive procedure, the drug should be held for 48 hours if the procedure is a moderate-high risk with clinically significant bleeding. For procedures with a low risk of bleeding, it should be held 24 hours before the procedure. Bridging anticoagulation 24 to 48 hours after is not usually recommended.\n[27]\nFurthermore, the drug must be restarted following surgical or other procedures after establishing adequate hemostasis.",
    "toxicity": "In May 2018, the FDA approved the first antidote for reversing factor Xa inhibitors called andexanet alfa. Andexanet alfa is a biological agent—a modified recombinant derivative of factor Xa that acts as a decoy receptor. It has a higher affinity for factor Xa inhibitor than natural Xa; consequently, the inhibitor binds to the drug rather than to natural Xa itself. It received the US Orphan Drug and FDA Breakthrough Therapy designations. Due to its recent approval, limited real-world data is available on the use of this antidote. Further research will determine its efficacy and safety profile in the future.\n[28]\n\nProthrombin complex concentrates (PCCs) are a mixture of factors II, IX, and X. Some PCCs include factor VII. Since the 1960s, it has been known to reverse laboratory measures and bleeding from factor Xa inhibitors such as rivaroxaban, apixaban, and edoxaban in healthy volunteers, animal models, and in vitro studies of healthy donor blood. One institution instituted a protocol of administering 4-factor PCC for patients with rivaroxaban-associated or apixaban-associated bleeding requiring immediate reversal. However, whether this strategy results in clinical improvements for such patients has yet to be determined.\n[28]\n\nCiraparantag, an investigational therapy, demonstrates a dose-dependent reversal of anticoagulation from steady-state apixaban or rivaroxaban treatment. However, it is important to emphasize that ciraparantag is not yet FDA-approved, stressing the necessity for further research and evaluation, particularly in toxicity.\n[29]"
  }
}