{
  "drug_name": "aprepitant",
  "nbk_id": "NBK551588",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551588/",
  "scraped_at": "2026-01-11T15:23:00",
  "sections": {
    "indications": "Few contraindications exist to the use of aprepitant or fosaprepitant.\n[30]\n[31]\n\nCommonly cited contraindications include prior hypersensitivity reactions and the coadministration of pimozide or cisapride. Pimozide, a CYP3A4 substrate, may have increased plasma levels when CYP3A4 is inhibited by aprepitant, thereby elevating the risk of QT prolongation.\n[8]\n\nWarnings and Precautions\n\nAprepitant is a weak CYP3A4 inhibitor. Relative contraindications include medications metabolized via CYP3A4, such as ifosfamide and vincristine, or those with narrow therapeutic indexes. Decreased metabolism of these medications may lead to increased toxicity.\n[30]",
    "mechanism": "Aprepitant is a highly selective antagonist of the G-protein–coupled NK-1R.\n[10]\n[11]\n[12]\nNK-1 receptors are present in the central and peripheral nervous systems, with substance P, a nociceptive neurotransmitter, as their primary ligand. The brainstem regions believed to have crucial roles in the vomiting reflex include the central pattern generator, the nucleus tractus solitarius, and the area postrema.\n[13]\n[14]\n[15]\n\nCentral NK-1Rs are distributed across these regions, enabling extensive binding of aprepitant in these vital areas. By functioning as a competitive antagonist in these regions, aprepitant is believed to significantly attenuate the likelihood of initiating the complex vomiting reflex.\n[16]\nPeripherally, NK-1Rs exist throughout the gastrointestinal tract. The binding of the aprepitant to NK-1Rs may attenuate vagal afferent signals, thereby contributing to the antiemetic effect. The proposed mechanism for the antipruritic effect involves the antagonism of substance P—an endogenous ligand of the NK-1R.\n[8]\n\nPharmacokinetics\n\nAbsorption:\nAprepitant exhibits nonlinear pharmacokinetics, and its bioavailability decreases with increasing dose. The mean oral bioavailability of aprepitant is 67% for 80 mg and 59% for 125 mg capsules. Peak plasma concentration is attained in 4 hours.\n[17]\n\nDistribution:\nAprepitant has high plasma protein binding of approximately 95% and a high volume of distribution at a steady state (Vss) of 70 L.\n\nMetabolism:\nAprepitant undergoes hepatic metabolism primarily by P450 CYP3A4 and CYP2C9, with minor contributions from CYP1A2 and CYP2C19. Major metabolites include N and O dealkylation products, which are pharmacologically inactive. Notably, aprepitant acts as a dose-dependent inhibitor and inducer of CYP3A4.\n[18]\n\nElimination:\nMetabolites of aprepitant are excreted with approximately 50% in urine and 50% in feces. Minimal renal excretion of the parent drug is observed.\n[19]",
    "administration": "Available Dosage Forms and Strengths\n\nAprepitant is available as a capsule for PO administration, with strengths of 40 mg, 80 mg, and 125 mg. In addition, it is available as a prodrug preparation named fosaprepitant for IV administration. Fosaprepitant is supplied in powder form for reconstitution, with a strength of 150 mg per vial. A standard recommendation for highly emetogenic CINV prevention involves administering a 125-mg aprepitant capsule PO 1 hour before administering chemotherapy on day 1. This is often combined with a 5-HT3 antagonist and dexamethasone.\n\nAdult Dosage\n\nThe 80-mg capsule is administered 1 hour before chemotherapy on days 2 and 3, often combined with a 5-HT3 antagonist and dexamethasone. The IV preparation, fosaprepitant, is administered as a single dose of 150 mg 30 minutes before chemotherapy, and repeat dosing is not required.\n[18]\n[20]\nMultiple dosing regimens are available depending on the prescribed chemotherapy regimen and institutional practices. In addition, it is advisable to consult with the treating oncologist and pharmacist and refer to current reference literature for the most up-to-date information.\n\nChemotherapy-induced nausea and vomiting:\nChemotherapy agents are categorized into 5 emetogenic levels, each indicating the anticipated frequency of emesis in the absence of prophylactic antiemetics.\n\nHigh: >90% risk of emesis\nModerate: >30% and ≤90% risk of emesis\nLow: ≥10% and <30% risk of emesis\nMinimal: <10% risk of emesis\n\nThe American Society of Clinical Oncology (ASCO), European Society for Medical Oncology (ESMO), and NCCN have developed antiemetic therapy-based guidelines based on the risk of emesis. An NK-1R antagonist is recommended in combination with a 5-HT3 receptor antagonist (such as ondansetron) and a glucocorticoid (often dexamethasone) for highly emetogenic chemotherapy (HECT) and moderately emetogenic chemotherapy (MECT).\n\nMECT-aprepitant (1-day regimen):\nAprepitant: 130 mg administered via IV route\nDexamethasone: 12 mg orally (administered 30 minutes before chemotherapy treatment)\n5-HT3 antagonist\n\nMECT-aprepitant (3-day regimen): Day 1\nAprepitant: 100 mg administered via IV route\nDexamethasone: 12 mg orally (administered 30 minutes before chemotherapy treatment)\n5-HT3 antagonist: Healthcare providers should follow the selected 5-HT3 antagonist prescribing information for the recommended dosage\n\nMECT-aprepitant (3-day regimen): Day 2\nAprepitant: 80 mg administered orally\n\nMECT-aprepitant (3-day regimen): Day 3\nAprepitant: 80 mg administered orally\n\nHECT-aprepitant (single-dose regimen): Day 1\nAprepitant: 130 mg administered via IV route\nDexamethasone: 12 mg orally (administered 30 minutes before chemotherapy treatment)\n5-HT3 antagonist\n\nHECT-aprepitant (single-dose regimen): Day 2\nDexamethasone: 8 mg administered orally once daily in the morning\n\nHECT-aprepitant (single-dose regimen): Day 3\nDexamethasone: 8 mg administered orally twice daily\n\nHECT-aprepitant (single-dose regimen): Day 4\nDexamethasone: 8 mg administered orally twice daily\n\nPONV and post-discharge nausea and vomiting (PDNV):\nThe 40-mg aprepitant capsule is administered PO within 3 hours of induction to prevent anesthesia-induced PONV. Due to its increased cost compared with other antiemetics used in anesthesia practice, its utilization should be reserved for patients at a high risk of nausea and vomiting or for those in whom vomiting could compromise surgical repair. The Apfel score is a validated and frequently used scoring system to predict PONV risk. Antiemetic regimens that include aprepitant can be recommended according to the calculated risk. Although fosaprepitant has not received an indication for PONV, ongoing exploration for its future use in NPO (nothing by mouth) patients is under exploration. It is expected to have similar efficacy to an equipotent dose of aprepitant.\n[21]\n[22]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment is necessary for aprepitant in cases of mild-to-moderate hepatic impairment. Caution is advised in instances of severe hepatic impairment (Child-Pugh score >9).\n\nRenal impairment:\nNo dosage adjustment of aprepitant is necessary for aprepitant in cases of renal impairment or end-stage renal disease undergoing hemodialysis.\n\nPregnancy considerations:\nThe review indicates that aprepitant can be safely used during the first trimester of pregnancy. Aprepitant is classified as a former FDA pregnancy category B drug.\n[23]\nIn addition, clinicians recommend a comprehensive evaluation of the risks and benefits to be carried out, and healthcare providers should involve patients in decision-making through shared decision-making.\n[24]\n\nBreastfeeding considerations:\nLimited clinical data are available regarding the use of aprepitant during breastfeeding. Clinicians should weigh the developmental and health benefits of breastfeeding, the clinical necessity for aprepitant in the mother, and potential adverse drug reactions in the breastfed infant.\n\nPediatric patients:\nThe IV formulation of aprepitant is FDA-approved for use in pediatric patients.\n\nCINV: Oral capsules may be administered similarly to adult patients when the pediatric patient is either 12 or older or 12 or younger but has a body weight of more than 30 kg.\n[18]\nAprepitant is available in oral suspension prepared by mixing the contents of 1 pouch of powder with 4.6 mL of water. This resultant suspension provides a strength of 25 mg/mL for oral administration, suitable for pediatric patients or adults unable to swallow capsules. The oral suspension is the preferred dosage form for pediatric patients aged 6 months or older and up to age 12 or with a body weight of less than 30 kg. A standard regimen for HECT is 3 mg/kg PO 1 hour before chemotherapy on day 1 and 2 mg/kg PO 1 hour before chemotherapy on day 2.\n[25]\n\nSimilar to adults, aprepitant is frequently combined with a weight-based dose of ondansetron and dexamethasone on both days. In cases where the patient cannot tolerate oral administration and has intravenous access, fosaprepitant may be substituted for the oral suspension. Fosaprepitant dosing is age-stratified and varies within the age group, depending on whether it is used as a monotherapy or in combination with dexamethasone and a 5-HT3 antagonist. Notably, multiple dosing regimens exist based on the prescribed chemotherapy regimen and institutional practices, just as in adults. Therefore, it is advisable to consult with the treating oncologist and pharmacist and review current reference literature for guidance.\n\nPONV and PDNV: Aprepitant and fosaprepitant have not received FDA approval for preventing anesthesia-induced PONV in the pediatric population. However, existing literature demonstrates their efficacy and safety in this context.\n[26]\n\nOlder patients:\nDosage adjustments should be considered in the presence of renal or hepatic impairment and polypharmacy situations.",
    "adverse_effects": "Aprepitant and fosaprepitant are generally very well tolerated with minimal adverse effects. Their tolerability is comparable to other antiemetics, such as single doses of ondansetron, characterized by a low adverse event profile.\n[18]\nCommon, less common, and rare adverse effects, as mentioned below, exhibit a lower incidence when aprepitant is dosed at 40 mg orally for PONV prophylaxis compared to higher doses and multiple administration CINV prophylaxis regimens.\n[27]\n\nA systematic review of 17 RCTs indicated that patients receiving aprepitant reported adverse drug reactions, including hiccups, fatigue, asthenia, and severe infections.\n[28]\n\nCommon adverse effects include headache, fatigue, anorexia, constipation, diarrhea, nausea, and hiccups, with an incidence greater than 10%.\n\nLess common adverse effects include dizziness, insomnia, bradycardia, hypotension, pharyngolaryngeal pain, mucosal inflammation, stomatitis, dyspepsia, anemia, neutropenia, hot flash, pruritus, dehydration, and fever, with an incidence of 1% to 10%.\n\nRare adverse effects include candidiasis, staphylococcal infection, febrile neutropenia, weight gain, polydipsia, disorientation, euphoria, vivid dreams, cognitive disorder, lethargy, somnolence, conjunctivitis, cough, acid reflux, epigastric discomfort, malaise, and chills, with an incidence less than 1%.\n\nPatients taking oral contraceptive medications should use a backup means of contraception or abstain from sexual activity to mitigate the risk of an unplanned pregnancy. A pregnancy test is advisable if the patient misses a menstrual cycle.\n[29]\n\nDrug-Drug Interactions\n\nAprepitant functions as a dose-dependent inhibitor and inducer of the cytochrome P450 CYP3A4 enzyme family. In addition, aprepitant also induces CYP2C9. Medications or substances metabolized through this pathway may be affected, leading to clinically appreciable effects. Commonly cited interactions include benzodiazepines, warfarin, ketoconazole, and dexamethasone. Furthermore, it is recommended to reduce the dose of dexamethasone when coadministered with aprepitant or fosaprepitant.\n[30]\n[31]\n\nCYP3A4 metabolizes oxycodone to its active metabolite, oxymorphone, and may result in increased exposure to oxymorphone when administered with aprepitant. Therefore, close monitoring of patients is crucial during concurrent therapy. Aprepitant's induction of CYP3A4 can affect hormonal contraceptives, potentially resulting in oral contraceptive failure. Patients should be advised to use an alternative method of contraception. Quetiapine, a CYP3A4 substrate, exhibits increased plasma levels when coadministered with aprepitant.\n[32]\n\nIV compatibility: IV aprepitant is compatible with 5% dextrose injection and 0.9% sodium chloride injection.\n\nIV incompatibility: IV aprepitant is incompatible with solutions containing divalent cations, such as magnesium and calcium, including Ringer lactate and Hartmann solutions.\n[33]",
    "monitoring": "There is no need for routine monitoring and, hence, no recommendations for it.\n\nA pregnancy test is necessary if the patient misses a menstrual cycle.\n[29]\nCombining aprepitant (a weak CYP2C9 inducer) with warfarin (a CYP2C9 substrate) may lead to a reduced international normalized ratio (INR). Patients taking warfarin should undergo a prothrombin time (PT/INR) check 1 week after aprepitant administration with the chemotherapy cycle.\n[30]\n[21]\nThe quality of life and clinical response to aprepitant should be monitored using a modified Functional Living Index-Emesis (FLIE) or FLIE score.\n[34]\n[35]\n[36]",
    "toxicity": "Aprepitant has a very high therapeutic index, and case reports of toxicity due to overdose are sparse or nonexistent. No specific antidote exists for aprepitant toxicity.\n[37]\nAlthough serum aminotransferase elevations occur in 6% of treated patients, clinically apparent liver injury is rare.\n[38]\nA case report of ifosfamide-induced encephalopathy exists that is associated with aprepitant. The encephalopathy was reversed with supportive treatment and discontinuation of aprepitant.\n[39]\n\nThe retrospective case series investigated the prolonged daily use of aprepitant for intractable nausea and vomiting in children in palliative care settings. In comparison with the standard regimen, the mean number of days of aprepitant treatment was 36.5 days, ranging from 6 to 84 days. No adverse events were observed even after prolonged administration of the drug, thereby establishing the safety profile of aprepitant.\n[40]\nIn the event of an overdose, it is recommended to implement supportive care, consult a medical toxicologist, or contact a poison control center.\n[41]"
  }
}