{
  "drug_name": "arctium lappa",
  "nbk_id": "NBK542208",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542208/",
  "scraped_at": "2026-01-11T18:46:35",
  "sections": {
    "indications": "Thrombocytopenia is characterized by a platelet count that falls below the established normal threshold, specifically 150,000/µL in adults. Platelets are essential blood components involved in the process of hemostasis and wound repair. The associated risks of thrombocytopenia vary from negligible to heightened risks of hemorrhage and thrombosis. The relationship between thrombocytopenia severity and bleeding risk remains inconclusive.\n\nMild thrombocytopenia (100,000-150,000/µL) is generally asymptomatic. Moderate thrombocytopenia (50,000-100,000/µL) may manifest symptoms, eg, easy bruising. Severe thrombocytopenia (below 50,000/µL) can lead to bleeding during surgical procedures, and individuals with platelet counts under 10,000/µL are more susceptible to spontaneous hemorrhage.\n[1]\nAdditionally, thrombocytopenia may coexist with thrombotic events in conditions including heparin-induced thrombocytopenia (HIT), antiphospholipid antibody syndrome (APS), disseminated intravascular coagulation (DIC), thrombotic microangiopathy, and paroxysmal nocturnal hemoglobinuria (PNH).",
    "mechanism": "Common Causes of Thrombocytopenia\n\nPrimary immune thrombocytopenia (ITP) represents an autoimmune disorder in which antibodies target platelets, leading to their destruction. Secondary forms of ITP can occur in association with other conditions or triggers. Drug-induced ITP includes reactions to medications, eg, quinine, sulfonamides, ampicillin, vancomycin, piperacillin, acetaminophen, ibuprofen, naproxen, cimetidine, and glycoprotein IIb/IIIa inhibitors. Certain foods, including African beans, sesame seeds, walnuts, and cranberry juice, may contribute, and some herbal supplements, eg, Taxus yunnanensis (Chinese yew), Rumex crispus (yellow dock), Arctium lappa (burdock), green tea, guarana, and ginseng, have been implicated. HIT involves antiplatelet antibodies that activate platelets, resulting in arterial and venous thrombosis.\n\nAutoimmune disorders, including systemic lupus erythematosus (SLE), rheumatoid arthritis, and immune-mediated thyroid disease, can cause thrombocytopenia, as can lymphoproliferative diseases (eg, chronic lymphocytic leukemia). Infectious causes include viral infections—HIV, hepatitis C, Epstein-Barr virus, parvovirus, mumps, varicella, rubella, and Zika virus—sepsis-related bone marrow suppression,\nHelicobacter pylori\ninfection, tick-borne infections like\nLeptospirosis\n,\nBrucellosis\n,\nAnaplasmosis\n, and intracellular parasites, eg,\nPlasmodium\nand\nBabesia\nspecies. Hypersplenism secondary to chronic liver disease also contributes.\n\nDrug-induced nonimmune thrombocytopenia results from dose-dependent suppression of platelet production, observed with valproic acid, daptomycin, linezolid, and chronic alcohol use. Nutritional deficiencies in folate, vitamin B12, or copper can impair platelet production. Pregnancy-related thrombocytopenia varies from mild in gestational thrombocytopenia to moderate or severe in preeclampsia and HELLP (hemolysis, elevated liver enzymes, low platelet count) syndrome.\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n\nAdditional\nThrombocytopenia Etiologies\n\nOther causes include malignancies with bone marrow suppression, eg, leukemias, lymphomas, solid tumors, and myelodysplasia, as well as malignancies associated with chronic or subclinical disseminated intravascular coagulation. Paroxysmal nocturnal hemoglobinuria, thrombotic microangiopathies including thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS), antiphospholipid antibody syndrome, and aplastic anemia represent additional etiologies. Inherited thrombocytopenias, often presenting in children, include:\n\nVon Willebrand disease type 2B\nAlport syndrome\nWiskott-Aldrich syndrome\nFanconi syndrome\nThrombocytopenia-absent radius syndrome\nBernard–Soulier syndrome\nMay-Hegglin anomaly\n[14]\n[15]",
    "monitoring": "Assessment of Isolated Thrombocytopenia\n\nEvaluation of patients with isolated thrombocytopenia begins with a complete blood count (CBC), peripheral blood smear, and testing for HIV and hepatitis C virus. A repeat CBC helps confirm thrombocytopenia and rule out laboratory error.\n\nAssessment of Thrombocytopenia-Associated Conditions\n\nAdditional findings on laboratory studies or clinical features may indicate the need for further testing to assess for underlying etiologic conditions. The presence of anemia with thrombocytopenia often points to infections, DIC, sepsis, thrombotic microangiopathy, or autoimmune disorders, eg, Felty syndrome, a complication of rheumatoid arthritis. Leukocytosis with thrombocytopenia may indicate an infection, malignancy, or chronic inflammatory disease, while pancytopenia suggests a myelodysplastic syndrome. Patients with features of autoimmune disorders, including SLE and APS, require testing for antinuclear and antiphospholipid antibodies. In patients with both thrombocytopenia and thrombosis, evaluation should include platelet factor 4 antibodies for HIT, antiphospholipid antibodies for APS, and coagulation studies, eg, PT, aPTT, fibrinogen, and LDH, to assess for DIC and paroxysmal nocturnal hemoglobinuria.\n\nLiver enzymes and coagulation profiles should be checked in patients with liver disease. A bone marrow biopsy becomes necessary when the etiology of thrombocytopenia remains unclear or a hematologic disorder is suspected. Bone marrow findings provide important diagnostic information. Normal-to-high megakaryocyte counts indicate increased platelet destruction, while reduced megakaryocytes with decreased other cell lines point toward aplastic anemia. Severe reduction or absence of megakaryocytes in SLE results from autoantibodies directed against the thrombopoietin receptor. Additional findings include megaloblastic changes in red blood cells (RBCs) and granulocytes in vitamin B12, folate, or copper deficiency, while dysplastic features of hematopoietic cells are seen in myelodysplastic syndromes.",
    "administration": "Thrombocytopenia Management Approach\n\nIn patients with asymptomatic, mild thrombocytopenia, repeat CBC and routine monitoring is the recommended management. However, thrombocytopenia emergencies that require immediate action include HIT, TTP, HUS, drug-induced ITP, pregnancy with severe thrombocytopenia, bleeding with severe thrombocytopenia, urgently needed invasive procedures in the presence of severe thrombocytopenia, leukopenia, and aplastic anemia. In these cases, management relies on identifying the underlying cause and addressing it. For instance, TTP would be best treated with plasma exchange.\n[31]\n[29]\nAdditionally, in patients with bleeding and severe thrombocytopenia, treatment includes platelet transfusion.\n\nPrimary Immune Thrombocytopenia\n\nThis condition is a diagnosis of exclusion. First-line treatment includes glucocorticoids and intravenous immune globulins (IVIG); these agents inhibit autoantibody production and platelet degradation. Second-line treatment includes rituximab, immunosuppressive drugs, and splenectomy. Third-line agents are thrombopoietin receptor agonists such as romiplostim or eltrombopag, which stimulate platelet production.\n[30]\n\nSince the COVID-19 pandemic, the treatment of thrombocytopenia has shifted from immunosuppressants and splenectomy to second-generation thrombopoietin receptor agonists. These agents, structurally distinct from endogenous thrombopoietin (unlike first-generation thrombopoietin receptor agonists), avoid cross-reactivity and worsening thrombocytopenia. In about one-third of patients, they provide longer treatment-free periods with stable platelet counts compared to immunosuppressants.\n[32]\n\nDrug-Induced Thrombocytopenia\n\nDiscontinuation of the offending drug typically leads to recovery of platelet counts in cases of drug-induced thrombocytopenia. The cornerstone of therapy for HIT involves immediate withdrawal of all heparin products, followed by initiation of anticoagulant agents that inhibit antithrombin and anti-Xa activity. Once the platelet count returns to normal levels, dicoumarol agents may be introduced to maintain anticoagulation.\n[33]\n[34]\n[29]\n\nManagement of secondary ITP focuses on treating the underlying condition. In patients with systemic lupus erythematosus, immunosuppressive agents help control disease activity and improve platelet counts. For those with\nHelicobacter pylori\n–associated thrombocytopenia, eradication therapy not only addresses the infection but also promotes hematologic recovery.\n[35]\n[36]\n\nPerioperative T\nhrombocytopenia\n\nProphylactic platelet transfusions for preoperative thrombocytopenia are not well-supported by evidence and may potentially result in refractory thrombocytopenia. Alternatively, immunosuppressants, thrombopoietin receptor agonists, and monoclonal antibodies have demonstrated effectiveness in normalizing platelet counts in some patients. Intraoperatively, desmopressin and antifibrinolytic agents may be used prophylactically, while recombinant factor VII can be used to treat severe hemorrhage.\n[37]",
    "adverse_effects": "Severe thrombocytopenia can result in life-threatening internal bleeding, and involvement of the brain may lead to fatal outcomes. The complications largely depend on the underlying cause of thrombocytopenia. HIT may progress to deep venous thrombosis, pulmonary embolism, cerebrovascular accident, or myocardial infarction.\n[42]\nAPS often manifests with both arterial and venous thrombosis and may also contribute to spontaneous abortions.\n[43]\n[44]\nTTP causes widespread microvascular thrombosis affecting multiple organs, with the central nervous system most commonly involved. HUS predominantly damages the kidneys, although both TTP and HUS can advance to multiorgan failure when untreated."
  }
}