{
  "drug_name": "arginine hcl",
  "nbk_id": "NBK470284",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470284/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Hyperkalemia is a condition marked by a serum or plasma potassium concentration exceeding the upper limit of normal, typically greater than 5.0 to 5.5 mEq/L. Mild elevations are often asymptomatic, whereas severe hyperkalemia can precipitate life-threatening cardiac arrhythmias, muscle weakness, or paralysis. Clinical manifestations generally appear at levels above 6.0 mEq/L. However, the rate of change exerts greater influence than absolute values. Patients with chronic hyperkalemia, such as those with renal impairment, may tolerate higher potassium concentrations without symptoms, whereas acute shifts in potassium can induce severe manifestations at lower levels. Baseline potassium concentrations are higher in infants compared with children and adults.\n\nPseudohyperkalemia is a spurious elevation in measured potassium, commonly resulting from specimen collection, handling, hemolysis, or thrombocytosis. Serum potassium should be confirmed prior to the initiation of aggressive therapy when elevations lack a clear explanation. True hyperkalemia arises from increased potassium intake, transcellular shifts of intracellular potassium, or impaired renal excretion. Therapeutic urgency is determined by the severity of clinical manifestations, measured potassium levels, and underlying etiology.\n[1]\n[2]",
    "mechanism": "Pseudohyperkalemia\n\nThe most common apparent cause of hyperkalemia is pseudohyperkalemia, which does not reflect true serum potassium concentrations. Pseudohyperkalemia frequently results from hemolysis during specimen collection, releasing intracellular potassium into the serum.\n[3]\nHemolysis occurs more often when a syringe is used compared with a vacuum device. Additional risk factors include prolonged tourniquet application and excessive fist-pumping during venipuncture. Specimens from patients with leukocytosis or thrombocytosis are also prone to falsely elevated potassium measurements.\n\nIncreased Potassium Intake\n\nExcessive dietary potassium is an uncommon cause of hyperkalemia in adults with normal renal function but can contribute significantly in patients with impaired kidney function. High-potassium foods include dried fruits, seaweed, nuts, molasses, avocados, lima beans, potatoes, spinach, tomatoes, broccoli, beets, carrots, squash, kiwis, mangoes, oranges, bananas, cantaloupe, and red meats. (Source:\nNational Kidney Foundation\n, 2023) Intravenous agents, such as potassium-containing fluids, total parenteral nutrition, potassium-rich medications, and massive blood transfusions, may also increase serum potassium levels. While these sources are generally well tolerated in patients with intact potassium homeostasis, they can precipitate hyperkalemia in individuals with renal impairment or other predisposing conditions.\n\nIntracellular Potassium Shifts\n\nCellular injury can release substantial intracellular potassium into the extracellular space. Possible causes include rhabdomyolysis resulting from crush injury, excessive exercise, and hemolytic processes. Metabolic acidosis may also induce potassium shifts without direct red cell injury. This condition most commonly arises from decreased effective arterial blood volume. Sepsis or dehydration may lead to hypotension and reduced tissue perfusion, resulting in metabolic acidosis and secondary hyperkalemia.\n\nInsulin deficiency, as seen in diabetic ketoacidosis, may provoke marked extracellular potassium shifts, elevating serum potassium despite total body potassium depletion. Certain medications, including succinylcholine, can cause acute hyperkalemia, particularly in individuals with upregulated receptors due to subacute neuromuscular disease.\n\nTumor lysis syndrome (TLS), often observed in patients undergoing chemotherapy for hematologic malignancies, can precipitate rapid hyperkalemia from massive cellular breakdown.\n[4]\nHyperkalemic periodic paralysis, a rare autosomal dominant disorder, results from impaired skeletal muscle sodium channel function, leading to extracellular potassium shifts.\n\nImpaired Potassium Excretion\n\nAcute and chronic kidney disease are common causes of hyperkalemia. Elevations in serum potassium typically do not occur until the glomerular filtration rate declines below 30 mL/min. Hyperkalemia may result from primary renal dysfunction or secondary factors such as acute volume depletion due to dehydration, hemorrhage, or reduced effective circulating blood volume associated with congestive heart failure or cirrhosis. Tubular dysfunction, including aldosterone deficiency or insensitivity, can further impair potassium excretion and contribute to hyperkalemia.",
    "monitoring": "The initial diagnostic evaluation for suspected hyperkalemia should include an electrocardiogram (ECG), as the most life-threatening complication is cardiac dysrhythmia, which can result in sudden death. Serum potassium elevations produce ECG changes in a dose-dependent manner, as follows:\n\nK = 5.5 to 6.5 mEq/L: Tall, peaked T waves\nK = 6.5 to 7.5 mEq/L: Flattening or loss of P waves\nK = 7 to 8 mEq/L: Widening of the QRS complex\nK = 8 to 10 mEq/L: Severe arrhythmias, sine-wave pattern, and potential progression to asystole\n\nThe rate of increase in serum potassium exerts a greater influence on cardiac manifestations than the absolute potassium level. Patients with chronic hyperkalemia may exhibit relatively normal ECG tracings despite markedly elevated serum potassium concentrations, whereas individuals experiencing acute potassium shifts may demonstrate significant ECG abnormalities at comparatively lower levels. Characteristic ECG findings in hyperkalemia include small or absent P waves, prolongation of the PR interval, augmented R waves, widening of the QRS complex, and peaked T waves.\n\nAdditional laboratory testing should include serum blood urea nitrogen and creatinine to assess renal function, as well as urinalysis to screen for underlying renal disease. Measurement of urine potassium, sodium, and osmolality may further aid in identifying the etiology. Serum calcium should be evaluated in individuals with renal impairment, as hypocalcemia can exacerbate the cardiac effects of hyperkalemia.\n\nA complete blood count is recommended to detect leukocytosis or thrombocytosis. Serum glucose and blood gas analysis should be obtained in patients with diabetes or suspected metabolic acidosis. Lactate dehydrogenase is indicated when hemolysis is suspected. Creatine phosphokinase and urine myoglobin should be measured in cases of suspected rhabdomyolysis. Uric acid and phosphorus levels should be assessed in patients at risk for TLS. Serum digoxin levels should be checked in patients receiving digoxin, as toxicity may contribute to hyperkalemia. In the absence of an identifiable cause, evaluation of cortisol and aldosterone may be warranted to assess for mineralocorticoid deficiency.\n\nSince pseudohyperkalemia is common, serum potassium elevations in asymptomatic patients without characteristic ECG changes should be confirmed. Aggressive therapy should not be initiated until the potassium elevation is verified.",
    "administration": "The urgency of hyperkalemia management depends on the rate of potassium elevation, absolute serum potassium concentration, severity of symptoms, and the underlying etiology.\n[9]\n[10]\n[11]\nPatients who require aggressive intervention include those presenting with neuromuscular weakness, paralysis, ECG abnormalities, serum potassium levels exceeding 5.5 mEq/L in the setting of ongoing risk, and confirmed hyperkalemia of 6.5 mEq/L.\n\nInitial management involves immediate discontinuation of exogenous potassium sources and concurrent treatment of any reversible underlying cause. Calcium therapy stabilizes cardiac membranes and should be administered first in cases of hyperkalemia-associated arrhythmias or ECG changes. Although calcium does not reduce serum potassium, it serves as first-line therapy for cardiac toxicity.\n\nCalcium chloride contains 3 times more elemental calcium than calcium gluconate but is more irritating to peripheral veins and carries a higher risk of tissue necrosis if extravasation occurs. Consequently, this formulation is typically reserved for central venous or peripheral administration during cardiac arrest. Calcium gluconate is generally preferred as the initial agent in patients with evidence of cardiac toxicity.\n[12]\nCalcium should not be administered in bicarbonate-containing fluids to avoid precipitation of calcium carbonate.\n\nInsulin, with or without glucose in hyperglycemic patients, shifts potassium into cells, lowering serum potassium levels effectively.\n[13]\nA common regimen consists of 10 units of regular insulin administered with 50 mL of 50% dextrose (D50), with careful monitoring for hypoglycemia. Continuous infusion of 10% dextrose at 50 to 75 mL/hour may reduce the risk of hypoglycemia compared with bolus administration of 50% dextrose.\n\nβ2-adrenergic agonists, such as albuterol, promote intracellular potassium shifts.\n[14]\nEffective therapy requires doses higher than those typically used for bronchodilation. Sodium bicarbonate infusion may be beneficial in patients with metabolic acidosis, whereas bolus dosing is less effective. Intravenous epinephrine is not recommended for hyperkalemia management due to an increased risk of inducing angina.\n\nLoop and thiazide diuretics may enhance renal potassium excretion. These agents may be administered in nonoliguric, volume-overloaded patients but should not be used as monotherapy in symptomatic hyperkalemia. In individuals with hypervolemia and preserved renal function, such as those with congestive heart failure, 40 mg of intravenous furosemide is administered every 12 hours or infused continuously. In patients with euvolemia or hypovolemia and preserved renal function, isotonic saline is provided as needed before administering 40 mg intravenous furosemide, which may be given every 12 hours or infused continuously.\n\nGastrointestinal cation exchangers may be useful, particularly in patients with renal insufficiency who are not candidates for immediate dialysis. Sodium polystyrene sulfonate, historically a mainstay treatment, has seen reduced use owing to questionable efficacy and potential gastrointestinal complications such as colonic necrosis in older adults. When employed due to a lack of alternatives, this agent should not be coadministered with sorbitol, which increases the risk of toxicity.\n[15]\n\nNewer cation exchangers, such as patiromer and sodium zirconium cyclosilicate, may be used to reduce serum potassium acutely.\n[16]\n[17]\nHemodialysis is the definitive treatment for patients with end-stage renal disease or severe renal impairment.\n\nTherapeutic interventions carry potential complications, including hypokalemia, failure to adequately control hyperkalemia, hypocalcemia secondary to bicarbonate therapy, hypoglycemia induced by insulin, metabolic alkalosis from bicarbonate administration, and volume depletion associated with diuretic use.",
    "adverse_effects": "Complications of hyperkalemia encompass both muscular and cardiac effects, including generalized weakness, paralysis, and arrhythmias. Severe elevations in potassium can precipitate sudden cardiac arrest if not promptly managed."
  }
}