{
  "drug_name": "armodafinil",
  "nbk_id": "NBK589670",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589670/",
  "scraped_at": "2026-01-11T15:23:08",
  "sections": {
    "clinical_significance": "Impaired cognition and performance are common complications of shift work across many industries.\n[8]\nLapses in attention and reduced performance in many occupations can have disastrous consequences. As a result, shift workers are at increased personal risk for associated hazards, and the elevated risk of workplace accidents and mistakes made by shift workers puts others at risk. Recognizing and addressing the hazards of shift work benefits both shift workers and society.\n\nDiagnosis\n\nThe International Classification of Sleep Disorders – Third Edition (ICSD-3) defines shift work disorder by the following diagnostic criteria:\n[26]\n\nInsomnia and/or excessive sleepiness with reduced total sleep time, associated with work hours that overlap with the individual’s usual sleep time;\nSymptoms lasting for at least 3 months;\nSymptoms interfere with performance at work or school, disrupt social, emotional, mental, or physical functioning, or cause significant distress;\nSleep log and actigraphy monitoring demonstrate disturbances in sleep and wake patterns over at least 14 days (including both working days and days off work); and\nAnother sleep disorder, physical or mental health condition, medication use or abuse, or sleep hygiene do not otherwise explain these symptoms and disturbances.\n\nPhysicians assessing shift workers should obtain detailed histories, including sleep-wake patterns for both working and non-working days, signs and symptoms of excessive sleepiness, accidents or impairments potentially related to sleep loss, a history of other sleep disorders, and use of medications or other substances that may affect sleep or alertness. A sleep diary, with or without actigraphy, supplements the history with objective data on sleep-wake patterns. Polysomnography is generally not necessary for the diagnosis of shift work disorder unless the healthcare provider suspects obstructive sleep apnea or another sleep disorder.\n[26]\n\nTreatment\n\nThe primary treatment goals for shift work disorder are to improve sleep duration and quality and maximize safety.\n[26]\nTreatment options for shift work disorder include sleep hygiene, timed light exposure, planned naps, and sleep- and wake-inducing medications.\n[27]\nRecommended treatment approaches initially focus on improving patients’ sleep outside working hours. If patients feel excessive sleepiness during working hours or experience performance deficits despite initial treatment strategies, further interventions may be added stepwise.\n[26]\n\nEvidence-based treatment options to promote sleep among shift workers include:\n[26]\n\nMaintenance of a regular sleep schedule on both working and non-working days\nA dark, quiet, and cool sleep environment, with the optional use of light-blocking shades or a white noise machine to compensate for environmental light and noise\nExogenous melatonin\nShort-acting hypnotics such as zolpidem, triazolam, or temazepam\n\nShift workers who continue to feel excessively sleepy despite sleep-promoting treatment may benefit from scheduled naps before work shifts, timed exposure to bright lights before and at work, and the use of caffeine during the first half of work shifts. Wake-promoting agents such as modafinil and armodafinil improve alertness and performance among shift workers with persistent sleepiness despite other treatments.\n[26]\n\nBoth the American Academy of Sleep Medicine and the American College of Physicians recommend cognitive behavioral therapy for insomnia (CBT-I) as first-line treatment for chronic insomnia in the general population.\n[28]\n[29]\nHowever, few studies of CBT-I for shift workers have been published, and most such studies had small sample sizes and non-comparable methodologies.\n[30]\nFurther research is needed to determine the effectiveness of CBT-I for shift work disorder.\n[31]\n\nBecause of their increased risk of occupational injuries and accidents, shift workers should be educated about workplace safety and risk reduction.\n[8]\n[26]\nShift workers should be counseled against drowsy driving and encouraged to use alternate transportation options following overnight shifts, such as ride-share services, public transportation, or arranging to be picked up by a friend or family member.\n[26]"
  }
}