{
  "drug_name": "aroma",
  "nbk_id": "NBK616081",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK616081/",
  "scraped_at": "2026-01-11T18:46:35",
  "sections": {
    "indications": "Carbon disulfide (CS\n2\n) is a colorless liquid at room temperature, which emits a sweet, aromatic odor in its pure form. However, the presence of additives such as hydrogen sulfide can alter its characteristics, resulting in a yellowish tint and an unpleasant aroma similar to that of decaying radish or overcooked cauliflower. CS\n2\nis widely used in various industrial processes, including the production of substances such as rayon, cellophane, dyes, and rubbers. CS\n2\nis also used as a pesticide, fruit preservative, solvent, and cleaner.\n[1]\nIn nature, CS\n2\ncan also be found in marshes, lakes, volcanoes, and areas affected by wildfires.\n[2]\nAs it is readily reactive when exposed to air, CS\n2\nis transported in liquid form and is classified as flammable and explosive.\n\nExposure to CS\n2\nprimarily occurs through inhalation, as the substance is rapidly absorbed by the respiratory system. Even at low concentrations (measured in parts per million [ppm]), it can cause irritation and a range of symptoms. High levels of exposure may lead to more severe outcomes, including respiratory distress, central nervous system (CNS) dysfunction, and, in extreme cases, coma. The degree of toxicity depends on several factors, including the concentration of the substance and the duration of exposure.\n[2]\n\nThe chronicity of CS\n2\nexposure can affect how individuals present clinically. Acute exposure can cause various symptoms—from vague and nonspecific complaints to severe toxicity requiring critical care. Symptoms may include headache, cough, lightheadedness, and shortness of breath. In more severe cases, acute exposure can lead to respiratory distress, acute confusion, or even obtundation. Chronic exposure is associated with long-term health effects such as chronic lung disease, increased risk of cardiovascular disease, and renal impairment. Healthcare workers should be diligent in obtaining a detailed occupational history, as factory workers may be at a greater risk of exposure to hazardous substances, such as CS\n2\n.\n\nGiven the widespread industrial use of CS\n2\n, the potential for chronic exposure and associated long-term health effects must be carefully considered. Exposure to CS\n2\n—whether from occupational or environmental sources—can cause respiratory tract irritation, eye irritation, and headaches. Regulatory agencies have established exposure limits to reduce health risks, typically setting permissible levels between 10 and 20 ppm.\n[1]\n[2]\n\nDespite regulatory efforts, hazardous incidents involving CS\n2\ncontinue to pose significant health risks due to the potential for large-scale exposure to this substance. Several international events have been reported in which industrial accidents led to severe health complications. In Korea, between the late 1980s and early 1990s, numerous workers at a rayon plant were exposed to high levels of CS\n2\n. This subsequently led to extensive epidemiological studies of individuals exposed to higher amounts of CS\n2\nover time.\n[3]\nIn 1994, a major leak at a viscose rayon plant in India exposed both workers and nearby residents to dangerous concentrations of CS\n2\n.\n[1]\nSimilarly, in 1996, a railroad tank car accident in Tennessee released a large amount of CS\n2\ninto the surrounding community, resulting in the evacuation of approximately 500 people.\n[1]",
    "mechanism": "CS\n2\nprimarily affects individuals through inhalation. Factory workers and others in industrial settings face a higher risk of exposure. Acceptable exposure limits typically range from 10 to 20 ppm.\n[2]\n[3]\nVarious animal studies have demonstrated that symptoms can occur at levels ranging from 1 to 10 ppm following acute exposure. Respiratory symptoms may develop at concentrations as low as 1 ppm, while lethal levels have been reported around 500 ppm.\n[1]\n[2]\nThe effects of chronic exposure to CS\n2\nhave been extensively studied. Maintaining exposure levels below 10 ppm is recommended, as prolonged exposure above this threshold can lead to significant health effects. In particular, multiple studies have demonstrated an increased risk of cardiovascular disease with chronic exposure at levels around 20 ppm.\n[1]\n[2]\n\nSymptoms have also been reported at exposure levels within the 10- to 20-ppm range.\n[2]\nIn cases of acute exposure, symptoms can develop rapidly, starting with nonspecific or constitutional complaints such as headache, shortness of breath, and irritation of the eyes and mucous membranes. These effects have been observed at concentrations ranging from 17 to 51 ppm.\n[4]\nAlthough lower-dose exposures may produce mild and transient symptoms that resolve upon removal from the source, prolonged exposure can lead to symptoms that are slower to resolve and may become persistent and long-lasting over time.\n\nAt concentrations between 20 and 400 ppm, individuals may develop significant CNS disturbances.\n[1]\n[4]\n[5]\nRespiratory symptoms may worsen, and cutaneous manifestations can also occur. Exposure levels exceeding 2000 ppm can lead to severe CNS depression and respiratory compromise. Such high-volume exposures typically result from industrial accidents or ingestion of liquid CS\n2\n. Although acute exposures are uncommon and often involve small quantities, chronic exposure remains a concern due to its potential to cause adverse health effects.\n[3]\n\nChronic exposure to CS\n2\nis most commonly seen in factory workers who are exposed to low-dose CS\n2\nover many years. Although acute symptoms may not develop, cumulative exposure can lead to a range of chronic health issues. Chronic lung disease is one of the most frequent outcomes, with CS\n2\nrecognized as a significant contributor to progressive lung damage. Additionally, workers exposed to CS\n2\nmay develop coronary artery disease, renal disease, and neurological symptoms.\n[2]\nThese neurological symptoms can include neuropathy, vertigo, pseudobulbar signs, and paralysis. Given the severe long-term risks, minimizing exposure through proper protective measures is essential.\n\nCS\n2\ntoxicity is primarily associated with occupational exposure, although environmental and accidental exposures have also been reported. The highest-risk populations include workers in industries where CS\n2\nis commonly used, such as rayon manufacturing (historically the most significant source of exposure), pesticide production, rubber manufacturing, chemical production, and solvent use.\n[1]\nSeveral studies have identified that workers in these industries are often exposed to CS\n2\nlevels well above established safety limits, placing them at a high risk of toxicity. Although occupational exposure remains the primary source of CS\n2\ntoxicity, occasional environmental exposures have also been reported, particularly near industrial facilities or after accidental spills. Additionally, CS\n2\ncan occur naturally in the environment, primarily in areas surrounding marshes, lakes, and volcanic regions.\n[2]\n\nCS\n2\nis volatile and has low environmental longevity. However, it can still pose risks in poorly ventilated areas or where safety protocols are not adequately followed. Regulatory standards and improved safety protocols have helped reduce occupational exposure and the incidence of acute toxicity, though long-term health risks persist. Countries with active rayon and chemical industries, such as China, India, and regions of Southeast Asia, continue to report occupational health concerns related to CS\n2\n. Moreover, underdeveloped countries with manufacturing facilities face even greater exposure risks due to inadequate regulations and safety standards.",
    "monitoring": "CS\n2\nhas limited diagnostic testing options. Research has been conducted on various endpoints to determine the exposure and clearance of CS\n2\n; however, its clinical utility is limited. For instance, TTCA can correlate with exposure amount in cases of known CS\n2\nexposure. Low levels can also be detected in individuals without known exposure to CS\n2\n, which is believed to be related to dietary sources.\n[2]\n[23]\nFurthermore, treatment is primarily based on symptom management and reduction of adverse outcomes rather than acutely trying to address CS\n2\ntoxicity.\n\nInitial evaluation and workup of individuals exposed to CS\n2\nshould prioritize stabilization, followed by assessment for signs of organ injury. In critically ill patients, addressing the critical needs is first and foremost. Decontamination must be performed promptly as the initial step to prevent further exposure and protect both the patient and healthcare staff, as well as those caring for the individual. Individuals who were exposed to high levels of CS\n2\nmay require intubation for respiratory compromise and vasopressor support for circulatory instability.\n\nFollowing stabilization, laboratory and diagnostic evaluations should focus on assessing potential damage to the cardiovascular system, kidneys, and lungs. Considering the possibility of additional toxic exposures or alternative diagnoses is also important. Diagnostic testing may include an electrocardiogram (ECG), chest x-ray, and computed tomography (CT) scan. Laboratory assessments such as a complete blood count, comprehensive metabolic panel, lipase, liver function tests, arterial or venous blood gas, troponin, coagulation profile, salicylate and acetaminophen levels, ethanol level, urinalysis, urine drug screen, and pregnancy test (if applicable) can help identify evidence of end-organ damage and guide further management.",
    "administration": "Antidotes for the treatment of CS\n2\ntoxicity do not exist; therefore, treatment is primarily supportive and focused on treating symptoms related to exposure. Early recognition and intervention are crucial, with a particular focus on respiratory and neurological complications.\n[1]\nThe risk of secondary exposure to healthcare providers is low, especially once the patient has been removed from the source. This is primarily due to the high volatility and rapid dissipation of CS\n2\ngas at standard temperature and pressure. Although the risk of secondary contamination in CS\n2\ntoxicity is generally low, significant exposures—particularly to the liquid form—may necessitate decontamination. All patients with environmental exposure should undergo decontamination.\n[2]\n[3]\n[22]",
    "adverse_effects": "Complications from acute CS\n2\ntoxicity primarily result from CNS depression and respiratory system compromise. As discussed, management is focused on supportive care.\n\nChronic exposure to CS\n2\ncan affect multiple organ systems, and has been associated with renal disease, including chronic kidney disease; cardiovascular diseases such as coronary artery disease and hyperlipidemia; and CNS effects, including microvascular changes, which may lead to memory and cognition decline.\n[2]\n[3]\n[17]\n[27]\n[28]"
  }
}