{
  "drug_name": "artemether",
  "nbk_id": "NBK551711",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551711/",
  "scraped_at": "2026-01-11T18:46:34",
  "sections": {
    "indications": "Malaria is a parasitic infection transmitted by the\nAnopheles\nmosquito that leads to acute life-threatening disease and poses a significant global health threat. Two billion people risk contracting malaria annually, including those in 90 endemic countries and 125 million travelers, and 1.5 to 2.7 million people die in a year.\n[1]\nThe\nPlasmodium\nparasite has a multistage lifecycle, which leads to characteristic cyclical fevers. With timely treatment, most people experience rapid resolution of symptoms; however, significant complications may occur, including cerebral malaria, severe malarial anemia, coma, or death. Preferred antimalarial therapeutic and chemoprophylactic regimens get dictated by species, geography, susceptibility, and patient demographics. Latent or reactivating infections may be reported years following exposure.",
    "mechanism": "The incubation period, and therefore time to symptom development, varies by species: 8 to 11 days for\nP. falciparum\n, 8 to 17 days for\nP. vivax\n, 10 to 17 days for\nP. ovale\n, 18 to 40 days for\nP. malariae\n(though possibly up to several years), and 9 to 12 days for\nP. knowlesi\n.\n[1]\nThe periodicity of the\nPlasmodium\nlifecycle creates the classic \"malarial paroxysm\" of rigors, followed by several hours of fever, followed by diaphoresis, and a drop to normal body temperature (\nP. vivax\ninfection establishes a 48-hour cycle), though this is less commonly seen today due to rapid identification and treatment.\n[1]",
    "monitoring": "Initial evaluation of undifferentiated fever in stable patients with possible malaria exposure includes a complete blood count, comprehensive metabolic panel, coagulation panel, blood culture, urinalysis, chest radiograph, and thick and thin blood smears. In patients with altered mental status, when cerebral malaria is suspected, a lactate level, arterial blood gas, and lumbar puncture may also be indicated.\n[2]\n\nIn patients with malaria, complete blood count reveals thrombocytopenia in 60-70% of all cases and varying degrees of anemia in 29% of adults and 78% of children.\n[2]\nAnemia is more severe in\nP. falciparum\ndue to invasion of all aged erythrocytes and capillary and splenic erythrocyte sequestration secondary to decreased flexibility and cytoadherence.\n[1]\nAnemia is typically moderate with\nP. vivax\nand\nP. malariae\ndue to preferential invasion of reticulocytes and older erythrocytes, respectively.\n[1]\nA comprehensive metabolic panel may reveal hepatocellular injury secondary to parasitic invasion, indirect hyperbilirubinemia due to hemolysis, electrolyte abnormalities secondary to the release of intracellular contents, concomitant dehydration, and kidney injury secondary to glomerular damage.\n[2]\nThe coagulation panel may reveal coagulopathy concerning bleeding risk in patients with severe thrombocytopenia or liver dysfunction. Urinalysis may show proteinuria indicative of nephrotic syndrome.\n[1]\n\nThe gold standard for malaria diagnosis is a microscopic evaluation of Giemsa-stained thick and thin smears of a free-flowing venipuncture blood specimen.\n[2]\n[1]\nExamination with oil immersion must be completed at 100-times and 1000-times magnification to avoid missing low-level parasitemia or \"delicate ring forms.\"\n[1]\nThe extent of parasitemia is estimated by the number of organisms per high-powered field.\n[1]\nVarying microscopic appearance of infected erythrocytes guides speciation:\n\nThe ring stage in\nP. falciparum\nappears as a \"purple spot with a thin ring;\" in\nP. vivax\nas a \"purple spot with a deformed body;\" in\nP. ovale\nas a \"ring with a large purple spot;\" in\nP. malariae\nas a \"purple spot with a thick body;\" and in\nP. knowlesi\nas a \"purple spot (or spots) with an amorphous thick ring.\"\n[15]\nThe trophozoite stage in\nP. falciparum\nappears as \"a bigger spot [growing] around a smaller spot;\" in\nP. vivax\nas \"a misshapen circle which contains an extended spot;\" in\nP. ovale\nas \"an oval circle (sometimes with small corners) which contains a purple spot with undefined shapes;\" in\nP. malariae\nas \"basket or band-shaped [without a] spot;\" and in\nP. knowlesi\nas a \"purple branched spot.\"\n[15]\nThe schizont stage in\nP. falciparum\nis not established; in\nP. vivax,\nit appears as \"not defined purple spots inside a circle;\" in\nP. ovale\nas \"more than one spot inside an oval circle (sometimes with small corners);\" in\nP. malariae\nas \"diffuse purple spots around a darker spot;\" and in\nP. knowlesi\nas \"defined purple spots [that are] easy to count.\"\n[15]\nThe gametocyte stage in\nP. falciparum\nappears as \"banana [or] sausage-shaped;\" in\nP. vivax\nas an \"extended, big spot;\" in\nP. ovale\nas a \"row of accumulated spots;\" in\nP. malariae\nas a \"big stained spot which almost fills[s] the circle;\" and in\nP. knowlesi\nas a \"big spot which contains small spots.\"\n[15]\n\nAn initial negative smear does not rule out malaria, as infected erythrocytes may become intravascularly sequestered; if clinical suspicion of malaria is high, smears require repetition in 12 and 24 hours.\n[2]\nThe malarial pigment in monocytes and neutrophils may also manifest on the blood smear, particularly in patients with cerebral malaria.\n[1]\n\nOther diagnostic modalities include rapid diagnostic testing (RDT), microhematocrit centrifugation, and polymerase chain reaction (PCR). RDTs detecting parasitic antigens histidine-rich-protein-2, lactate dehydrogenase, and aldolase are increasingly being utilized to diagnose\nP. falciparum\ninfection.\n[2]\n[16]\nSensitivities approach 100%, though microscopy is still a recommendation at the time of presentation and 12 and 24 hours. Limitations of RDTs include the detection of\nP. falciparum\nspecies only, the inability to quantify parasitic burden, and false-positive results occurring weeks after infection due to persistent blood antigens.\n[2]\nMicrohematocrit centrifugation isolates infected erythrocytes, then binds to acridine in the collection tube, causing the fluorescence of parasites.\n[1]\nPCR is useful in low-level parasitemia detection and speciation.",
    "administration": "Treatment for patients diagnosed with malaria includes schizonticidal medications, supportive care, and hospitalization for high-risk patients. Naïve adult and pediatric patients receiving active antimalarial treatment should remain inpatient for at least 24 hours to ensure adequate and correctly timed medication dosing and to trend parasitemia to evaluate treatment response. Higher initial parasitemia and poor downtrend are associated with fluid imbalance, renal dysfunction, and respiratory distress syndrome.\n[2]\nUnstable patients, particularly those with cerebral malaria or significant respiratory sequelae, require intensive care.\n[2]\n\nTreatment involves combination therapy targeting both the hepatic and erythrocytic forms.\n[17]\nThe chief antimalarials are chloroquine, hydroxychloroquine, primaquine, artemisinin-based combination therapy (ACT), and atovaquone-proguanil. Chloroquine and hydroxychloroquine are synthetic forms of quinine.\n[18]\n[19]\nThey disrupt the erythrocytic stage by interfering with parasitic hemoglobin metabolism and increasing intracellular pH.\n[18]\n[19]\nThey generally require two days of treatment, allowing for better tolerance and shorter admissions.\n[2]\nHowever, chloroquine may enhance gametogenesis, contributing to resistance, which is a concern, particularly in South Asia.\n[17]\nPrimaquine is a hypnozointocidal agent added for P. vivax or P. ovale infection for the eradication of liver parasites and the prevention of dormancy and relapse.\n[2]\n[20]\n\nPrimaquine is contraindicated in pregnant and G6PD deficient patients due to fetal teratogenicity and hemolytic reaction (will see bite cells and Heinz bodies on blood smear), respectively.\n[3]\nArtemisinins are active against all parasite lifecycle stages.\n[2]\nAtovaquone targets the cellular electron transport chain inhibiting ATP production; proguanil enhances atovaquone’s effect by sensitizing parasitic mitochondria.\n[21]\nAtovaquone-proguanil is active against the erythrocytic and extraerythrocytic forms.\n[17]\n[21]\n\nPer the\n2019 CDC Guidelines\nbelow, appropriate treatment depends on the\nPlasmodium\nspecies, clinical stability, age of the patient, and regional antimalarial susceptibility:\n\nUncomplicated\nP. falciparum, P. malariae\nor\nP. knowlesi\ninfections in chloroquine-sensitive regions are treated with a chloroquine phosphate 600 mg (pediatric: 10 mg/kg) loading dose, followed by 300 mg (pediatric: 5 mg/kg) at 6, 24, 48 hours; or a hydroxychloroquine 620 mg (pediatric: 10 mg/kg) loading dose, followed by 310 mg (pediatric: 5 mg/kg) at 6, 24, and 48 hours.\nUncomplicated\nP. falciparum\ninfections in chloroquine-resistant or unknown regions are treated with atovaquone-proguanil 250 mg/100 mg 4 tabs (pediatric: varied weight-based dosing, 6.5 mg/25 mg tabs) daily for 4 days; or artemether-lumefantrine 20 mg/120 mg 4 tabs (pediatric: varied weight-based tabs) at initial dose, then 8 hours later, then twice daily for 2 days; or quinine sulfate 542 mg (pediatric: 8.3 mg/kg) three times daily for 3 days (7 days if in Southeast Asia) plus either doxycycline 100 mg daily for 7 days (pediatrics 2.2 mg/kg every 12 hours), or tetracycline 250 mg daily for 7 days (pediatric: 25 mg/kg/day divided four times daily for 7 days), or clindamycin 20 mg/kg/day divided three times daily for 7 days (pediatric: same); or mefloquine 684 mg (pediatric: 13.7 mg/kg) loading dose followed by 456 mg (pediatric: 9.1 mg/kg) every 6 to 12 hours for total of 1250 mg (pediatric total: 25 mg/kg).\nUncomplicated\nP. vivax\nor\nP. ovale\ninfections in chloroquine-sensitive regions receive treatment with chloroquine phosphate or hydroxychloroquine as per above, plus either primaquine phosphate 30 mg (pediatric: 0.5 mg/kg) daily for 14 days or tafenoquine 300 mg once (same in children older than 16 years).\nUncomplicated\nP. vivax\ninfections in chloroquine-resistant regions (Indonesia, Papua New Guinea) get treated with quinine sulfate as per above plus either doxycycline, primaquine, or tafenoquine as per above; or atovaquone-proguanil as per above plus either primaquine or tafenoquine; or mefloquine as per above plus either primaquine or tafenoquine as per above.\nUncomplicated infections with any species in pregnant women in chloroquine-sensitive regions require treatment with chloroquine or hydroxychloroquine as per above.\nUncomplicated infections with any species in pregnant women in chloroquine-resistant regions are treated with quinine sulfate as per above plus either clindamycin or mefloquine as per above in the first, second, or third trimesters; or artemether-lumefantrine as per above in only the second and third trimesters.\nSevere malaria infection in unstable, non-pregnant patients in all regions includes IV artesunate 2.4 mg/kg (pediatric: children greater than 20 kg receive 2.4 mg/kg, children less than 20 kg receive 3.0 mg/kg) at 0, 12, 24, and 48 hours and either artemether-lumefantrine, atovaquone-proguanil, doxycycline, or mefloquine as per above.",
    "adverse_effects": "The significant complications of malaria are cerebral malaria, severe malarial anemia, and nephrotic syndrome (NS).\n\nCerebral malaria accounts for 80% of fatal malaria cases, most often occurring with\nP. falciparum\ninfection.\n[1]\nIt presents as slow-onset altered mental status, violent behavior, headache, and extremely high fever (up to 42 degrees C), followed by coma, metabolic acidosis, hypoglycemia, and possibly seizures and death.\n[1]\n[4]\nIt most commonly affects children under age 5, with a case fatality rate of 18%.\n[33]\nPathogenesis involves malarial rosettes (one infected erythrocyte surrounded by three uninfected erythrocytes), causing cerebral sequestration and vasodilation, as well as excessive oxygen free radicals, IFN-gamma, and TNF-alpha leading to an extreme inflammatory response.\n[1]\n[4]\n[33]\nThis leads to congestion, decreased perfusion, endothelial activation, impairment of the blood-brain barrier, and cerebral edema, which increases brain volume.\n[33]\n\nIncreased brain volume is the major contributor to mortality in cerebral malaria. In a 2015 study of Malawian children with cerebral malaria, 84% of those who died had severely increased brain volume on MRI; children who survived showed lower initial brain volume or a downtrend over time.\n[33]\n\nSevere malarial anemia stems from TNF-alpha-mediated mechanisms involving both increased destruction and decreased production of erythrocytes, including cell lysis as parasites replicate and exit erythrocytes, splenic removal and autoimmune lysis of immune-marked erythrocytes, poor iron incorporation into new heme molecules, and bone marrow suppression during severe infection leading to decreased production.\n[1]\n[4]\nBlackwater fever is severe anemia with hemoglobinuria and renal failure in the context of \"massive intravascular hemolysis\" in the setting of repeat P. falciparum infections treated with chronic quinine; it is rare and thought to be associated with G6PD deficiency.\n[34]\n\nNephrotic syndrome occurs secondary to glomerular antigen-antibody complex deposition and presents similarly to membranoproliferative glomerulonephritis with proteinuria and decreased renal function, which may lead to renal failure. Nephrotic syndrome is common in\nP. malariae\nand\nP. knowlesi\n, possible in\nP. vivax\n, and rare in\nP. falciparum\nand\nP. ovale\ninfections.\n[1]\n\nAdditional complications include:\n\nBilious remittent fever presents with abdominal pain and persistent vomiting that may lead to severe dehydration, jaundice, and dark urine.\nAlgid malaria is an adrenal insufficiency due to parasitic congestion and subsequent necrosis of the adrenal glands.\nAcute respiratory distress syndrome, circulatory collapse, disseminated intravascular coagulation, pulmonary edema, coma, and death.\n[1]\n\nMalaria infection during pregnancy may result in low birth weight or fetal demise.\n[1]"
  }
}