{
  "drug_name": "aspirin",
  "nbk_id": "NBK519032",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519032/",
  "scraped_at": "2026-01-11T15:23:14",
  "sections": {
    "indications": "People who are allergic to ibuprofen should not take aspirin as there is cross-reactivity. Patients who have asthma should be cautious if they have asthma or known bronchospasm associated with NSAIDs.\n\nAspirin increases the risk of GI bleeding in patients who already suffer from peptic ulcer disease or gastritis. The risk of bleeding is still present even without these conditions if there is concomitant alcohol consumption or if the patient is on warfarin. Patients who have inborn coagulopathies such as hemophilia should avoid all salicylates. Acquired diathesis, as in the setting of dengue or yellow hemorrhagic fever, should avoid the use of aspirin.\n\nPatients who have glucose-6-phosphate dehydrogenase deficiency are at risk of acute intravascular hemolytic anemia. Many factors can precipitate these hemolytic episodes. Aspirin is one such known cause.\n\nAvoid using aspirin in children who are suffering from a viral infection to avoid Reye syndrome.\n[14]",
    "mechanism": "Aspirin is a cyclooxygenase-1 (COX-1) inhibitor. It is a modifier of the enzymatic activity of cyclooxygenase-2 (COX-2).\n[4]\nUnlike other NSAIDs (ibuprofen/naproxen), which bind reversibly to this enzyme, aspirin binding is irreversible.\n[5]\nIt also blocks thromboxane A2 on platelets in an irreversible fashion preventing platelet aggregation.\n[6]\n[7]\n\nResearchers hypothesize that due to the blocking of the COX pathway, the arachidonic acids are shuttled into the lipoxygenase pathway. The production of anti-inflammatory lipoxins results from modifying prostaglandin-endoperoxide synthase (PTGS2), also called COX-2, that results in the production of lipoxins, most of which are anti-inflammatory. These compounds are called aspirin-triggered lipoxins, aspirin-triggered resolvins, and aspirin-triggered maresins.",
    "administration": "Aspirin can be administered via the oral, rectal, and intravenous (IV) route.\n\nIt is available in different doses, the lowest being 81 mg, also called a baby aspirin.\n\nTablet: 325 mg, 500 mg\nDelayed-release tablet: 81 mg, 325 mg, 500 mg, 650 mg\nChewable: 81 mg\nSuppository: 60 mg, 120 mg, 200 mg, 300 mg, 600 mg\nIntravenous: 250 mg, 500 mg\n\nPharmacokinetics\n[8]\n\nAspirin absorption from the gastrointestinal (GI) tract depends on the formulation state. When consumed as a liquid preparation, it is rapidly absorbed as opposed to tablets. Its hydrolysis yields salicylic acid. Salicylic acid has a narrow therapeutic window. If maintained within that narrow range, it provides the appropriate anti-inflammatory effect.\n\nThe pKa of aspirin is 3.5. Most aspirin is mostly absorbed in the stomach. Aspirin absorption is pH sensitive at the level of the small intestine.\n\nSalicylate elimination occurs through two pathways via the creation of salicyluric acid and salicyl phenolic glucuronide. Salicylic acid is renally cleared, which can be increased by raising the urinary pH. Medications like antacids can increase renal clearance as they raise urinary pH. It can cross the blood-placental barrier. It is also expressed in breast milk.\n\nPharmacodynamics\n\nAlmost 90% of COX inhibition can be achieved with the administration of 160 to 325 mg of aspirin. These effects last for about 7 to 10 days which usually corresponds with the lifespan of a platelet. Prostacyclin inhibition can be achieved with the use of higher doses. This inhibition occurs in the endothelial cells of blood vessels.",
    "adverse_effects": "Aspirin has had multiple metanalyses, which suggest that aspirin reduces the risk of major adverse cardiovascular events in patients who have diabetes without cardiovascular disease while also causing a trend toward higher rates of bleeding and gastrointestinal complications.\n[9]\n[10]\n[11]\n[12]\n\nThe most common side effect of aspirin is gastrointestinal upset ranging from gastritis to gastrointestinal bleeding.\n[13]\n\nHypersensitivity\n\nHypersensitivity to NSAIDs is common among the general population. The rate is about 1% to 2%. Symptoms could be as mild as a simple rash to angioedema, and anaphylaxis. In patients with asthma or chronic rhinosinusitis, the prevalence of these allergic symptoms could be as high as 26%. If this is accompanied by nasal polyps and inflammation of the respiratory tract with eosinophils, it is called the aspirin triad. NSAID-exacerbated respiratory disease (NERD) is a new term associated with this syndrome due to upper and lower respiratory mucosal inflammation.\n\nReye Syndrome\n\nReye syndrome, named after the Australian pathologist Dr. R.D. Reye was first described in 1963. It is a rare but fatal condition with an estimated mortality rate of between 30% to 45%. It is a form of encephalopathy secondary to fatty changes in an otherwise healthy liver. The clinical vignette of Reye syndrome constitutes a viral upper respiratory tract infection in children and concomitant administration of aspirin for the treatment of fever. It is thought that mitochondrial injury secondary to the preceding viral illness is the first hit to both the liver and the brain. Aspirin or similar compounds provide the second hit completing the syndrome. The incidence has dramatically decreased due to better awareness and the use of acetaminophen to manage fever in children instead of aspirin.\n[14]\n\nEven though the association between aspirin and Reye syndrome exists, some authors argue that at the time of diagnosis, salicylate levels were not routinely checked, biopsies were not obtained, and genetic/inborn errors of metabolism were not ruled out.\n\nIntracerebral Hemorrhage\n\nAspirin increases the risk of intracranial bleeding (RR = 1.65; 95% CI, 1.06 to 5.99) versus placebo.",
    "monitoring": "Therapeutic Index and Toxic Doses\n\nTherapeutic drug levels for aspirin are 150 to 300 mcg/mL (salicylate).\n\nToxic Levels: Greater than 300 mcg/mL\n\nTiming: 1 to 3 hours after the dose\n\nTime to Steady State: 5 to 7 days\n\nPlasma levels of aspirin can range from 3 to 10 mg/dL for therapeutic doses to as high as 70 to 140 mg/dL for acute toxicity. Due to delayed absorption of certain preparations, levels should be checked 4 hours after consumption and every subsequent 2 hours until maximum levels are reached.\n\nTreatment needs to be individualized based on symptomatology as well as levels.\n\nAspirin levels do not need to be monitored in most cases. For certain diseases, serum creatinine at baseline, along with serum drug levels, if patients have adult or juvenile rheumatoid arthritis, Kawasaki disease, or arthritis/pleurisy.",
    "toxicity": "Patients who have aspirin toxicity can have a myriad of symptoms. Symptoms of mild toxicity can be but are not limited to tinnitus, dizziness, lethargy, nausea, and vomiting.\n[15]\nFor more severe toxicity, the signs and symptoms include hyperthermia, tachypnea leading to respiratory alkalosis, high anion gap metabolic acidosis, hypokalemia, hypoglycemia, seizures, coma, and cerebral edema. Death commonly occurs due to cardiopulmonary edema secondary to pulmonary edema.\n[16]\n[17]\n\nTreatment for salicylate toxicity is based on salicylate concentration, acid-base status, volume status, electrolytes, GI decontamination, airway protection, and respiratory status, and enhanced elimination.\n[18]\n\nThe acuity of exposure, type of formulations, co-ingestions, comorbidities, and clinical status of the patient can affect salicylate levels in serum. Of all of these, particularly acid-base status can influence how the drug is handled by the body the most. Hence, initial and subsequent levels are recommended to assess trajectory. Different laboratories may report salicylate levels differently. One must pay attention to salicylate concentration units. The conversion is as follows:\n\n100 milligrams per deciliter (mg/dL) equals\n1000 milligrams per liter (mg/L), or\n7.24 millimoles per liter (mmol/L)\n\nOne must draw serial salicylate levels to show that the levels are declining and thus also establishing a reduction in absorption.\n\nAspirin causes high anion gap metabolic acidosis and respiratory alkalosis. The high anion gap comes from the addition of salicylic acid as well as the generation of lactic acid (due to the uncoupling of oxidative phosphorylation causing anaerobic respiration). Respiratory alkalosis is due to direct stimulation of the respiratory center. Acidemia worsens symptomology. Salicylate exists in the blood in both ionized as well as uncharged forms. Acidemia shifts salicylate from its ionized to unionized forms making it more lipophilic and allowing increased penetration into the central nervous system (CNS). Volume status and electrolyte monitoring are paramount as brain glucose utilization increases in the setting of aspirin toxicity, even when serum glucose levels are normal. Hypokalemia worsens acidemia, and hence, supplementation may be required.\n\nAlkalization of the urine can be achieved via a bicarbonate drip (3 ampules of 50 meq/50 ml for a total of 150 meq in 1000 ml of D5W). However, this may worsen hypokalemia, and hence, special attention to potassium supplementation is required.\n\nActivated charcoal and/or bowel irrigation are recommended in both acute and chronic ingestion because of the extended-release preparations available on the market. In the setting of worsening mental status, one must exercise caution to avoid aspiration pneumonia.\n\nAirway protection might be required in the setting of worsening mental status or acute injury to the lung.\n\nMaintaining an alkaline pH is important to avoid CNS toxicity. This can be achieved by increasing minute ventilation to avoid carbon dioxide (CO2) retention. Bicarbonate drips can be used to achieve a pH of no greater than 7.5 during the intubation process.\n\nHemodialysis is an efficient treatment of salicylate toxicity. Once the protein-bound fraction is saturated, removal of the free fraction is effective through dialysis. Due to this efficiency, the clearance of salicylate is reduced to hours rather than days.\n\nPeritoneal dialysis does not efficiently remove salicylate.\n\nIndications for hemodialysis are as follows:\n[19]\n\nAspirin levels in acute ingestions of 100 mg/dL with or without symptoms\nAspirin levels in chronic ingestions 40 mg/dL with or without symptoms\nAny neurotoxicity (tinnitus, coma, seizures) with any level\nRenal failure (as the drug needs to be cleared by the kidney)\nAcute pulmonary edema\nCardiovascular compromise, including volume overload\n\nHemodialysis does not only clear the drug from circulation but also restores the internal acid-base and electrolyte balance. Please see StatPearls' companion topic, \"\nSalicylates Toxicity\n,\" for additional information regarding the toxicity associated with salicylates."
  }
}