{
  "drug_name": "atenolol",
  "nbk_id": "NBK539844",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539844/",
  "scraped_at": "2026-01-11T15:23:14",
  "sections": {
    "indications": "Contraindications to atenolol include sinus bradycardia, second or third-degree heart block, cardiogenic shock, and decompensated heart failure. Atenolol is contraindicated in patients with a history of hypersensitivity to atenolol or its excipients. Cases of anaphylaxis have been reported with β-blockers.\n[37]\n\nBox Warning\n\nAtenolol should not be discontinued abruptly, as doing so may worsen angina, acute myocardial infarction, or ventricular arrhythmias. Therefore, tapering the dose gradually is recommended.\n[38]\nIf worsening angina or the development of acute coronary insufficiency occurs, temporarily restarting atenolol is advised.\n\nWarnings and Precautions\n\nAtenolol use is contraindicated in patients with severe peripheral arterial disease, metabolic acidosis, and pheochromocytoma. The drug should also be avoided in individuals with a history of asthma, bronchospasm, or other obstructive airway diseases unless no alternative is available. If no alternative is available, atenolol may be administered alongside a bronchodilator.\n[39]\n[40]\n\nCaution is advised when prescribing atenolol to diabetic or thyroid patients due to the potential for masking the symptoms of hypoglycemia and thyrotoxicosis. Rapid withdrawal may also precipitate a thyroid storm, emphasizing the need for careful management of the conditions in these populations.\n\nPrescribers should exercise caution during pregnancy, as atenolol has been demonstrated to cross the placental barrier and is associated with intrauterine growth restriction.\n[21]\n\nThe American Academy of Pediatrics (AAP) advises against the use of atenolol during breastfeeding due to the potential risk of neonatal hypoglycemia and bradycardia.\n[41]",
    "mechanism": "Atenolol, a cardioselective β-1 adrenergic antagonist, selectively binds to the β-1 adrenergic receptors in vascular smooth muscle and the heart. This selective binding blocks the positive inotropic and chronotropic actions initiated by endogenous catecholamines such as isoproterenol, norepinephrine, and epinephrine. As a result, sympathetic stimulation is inhibited.\n[6]\nThis activity results in a decrease in heart rate, blood pressure, and myocardial contractility. However, atenolol can increase end-diastolic pressure and left ventricular fiber lengths in patients with heart failure, resulting in increased oxygen demand.\n\nIn addition, atenolol exerts effects in higher doses by competitively blocking β-2 adrenoreceptors in the bronchial and vascular musculature. The drug lacks membrane-stabilizing or intrinsic sympathomimetic activity. Due to the low lipid solubility, atenolol demonstrates reduced brain penetrance, which results in fewer adverse effects on the central nervous system.\n[7]\nAs beta-adrenergic receptor antagonists also increase the refractory period of the atrioventricular (AV node), they may also be used off-label to treat supraventricular tachycardia and prevent paroxysmal attacks of atrial fibrillation.\n[8]\nThe duration of action for atenolol is dose-dependent. After administering a dose, the effects are evident within 1 hour and peak at 2 to 4 hours, persisting for a minimum of 24 hours.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nThe bioavailability of orally administered atenolol is approximately 50%. Peak blood levels are attained between 2 and 4 hours after oral administration and within 5 minutes after intravenous (IV) administration.\n\nDistribution:\nAs previously mentioned, atenolol, a hydrophilic β-blocker with low lipid solubility, exhibits limited diffusion across the intestinal membrane and blood-brain barrier. The plasma protein binding of the drug is approximately 10%.\n[10]\n\nMetabolism:\nAtenolol undergoes minimal hepatic metabolism, with the parent drug being the predominant radiolabeled component in the blood.\n[11]\n\nElimination:\nAtenolol is primarily excreted through the renal route, involving glomerular filtration and active secretion. The elimination half-life is approximately 6 to 7 hours.\n[12]\nOrganic cation transporters play an essential role in the elimination of atenolol.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nAtenolol is available as oral tablets with strengths of 25, 50, and 100 mg and an IV injection with a concentration of 0.5 mg/mL. The dosage and route of administration of the drug vary depending on the indication. Atenolol is also available in a fixed-drug combination with chlorthalidone for treating hypertension.\n\nAdult Dosage\n\nHypertension:\nThe recommended initial adult dosage of atenolol is 50 mg daily, administered as a single tablet or combined with diuretic therapy. If an adequate therapeutic response is not achieved after a few weeks, the dosage may be increased to a 100 mg tablet daily. Notably, daily doses exceeding this amount are unlikely to yield additional benefits.\n[14]\nFor older patients or those with renal impairment, a reduced daily dosage of 25 mg may be administered if their creatinine clearance is below 15 mL/min. In addition, monitoring blood pressure is essential before administering a new dose.\n[15]\n\nAngina pectoris:\nThe recommended initial adult dosage of atenolol is 50 mg daily for non-vasospastic angina cases. If, after a week, the patient does not achieve the desired response, the dosage may be increased to a 100 mg tablet daily. In certain cases, an optimal therapeutic response may necessitate a dosage of 200 mg daily. However, the withdrawal process should be gradual, and the patient should be closely monitored while advised to limit physical activity during this time.\n[16]\n\nAcute myocardial infarction:\nIV injection should be administered promptly upon the patient's arrival at the hospital, ideally within 12 hours of the myocardial infarction. According to FDA recommendations, an adult should receive an initial IV dose of 5 mg atenolol over 5 minutes and another 5 mg IV injection after 10 minutes. A 50-mg oral dose should be administered to patients 12 hours later. Subsequently, oral dosing can consist of either 50 mg twice or 100 mg daily for 6 to 9 days or until the patient is discharged from the hospital.\n[17]\n\nMigraine prophylaxis:\nThe recommended initial adult daily dosage of atenolol is 25 mg daily, with titration every 1 to 2 weeks up to a maximum of 100 mg daily.\n[18]\n\nSupraventricular tachycardia:\nAccording to the American College of Cardiology (ACC) and the American Heart Association (AHA) guidelines, the initial adult dosage of atenolol is 25 to 50 mg daily, with titration based on tolerability and response, up to a maximum of 100 mg daily.\n\nMyocardial infarction:\nβ-blocker initiation is recommended for most patients within 24 hours of a myocardial infarction. As part of secondary prophylaxis, the dosage should be gradually titrated up to 50 mg twice daily, considering blood pressure, heart rate, and potential adverse events.\n[17]\n\nThyrotoxicosis:\nThe recommended initial daily dosage of atenolol is 25 to 50 mg daily, with titration as necessary to control symptoms such as tachycardia, palpitations, and tremulousness, up to a maximum of 100 mg twice-daily regimen.\n[19]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not specify dosage adjustments for atenolol in patients with hepatic impairment. Notably, as previously discussed, atenolol undergoes minimal hepatic metabolism.\n[11]\n\nRenal impairment:\nPatients with impaired renal function should undergo monitoring, and the dosage should be adjusted based on creatinine clearance.\n\nCreatinine clearance >30 mL/min: No dosage adjustment is needed.\n\nCreatinine clearance between 10 and 30 mL/min: Maximum dosage should be up to 50 mg daily.\n\nCreatinine clearance <10 mL/min: Maximum dosage should be up to 25 mg daily.\n\nPatients undergoing hemodialysis:\nAs the procedure considerably clears atenolol, administering the drug after the dialysis session is recommended.\n[15]\n[20]\n\nPregnancy considerations:\nAtenolol was previously classified as an FDA pregnancy category D drug.\n[21]\nAccording to the American College of Obstetricians and Gynecologists (ACOG) guidelines, atenolol is not recommended during pregnancy due to the potential risk of growth restriction and low birth weight. The preferred β-blocker for chronic hypertension in pregnant women is labetalol.\n[22]\n\nBreastfeeding considerations:\nThe excretion of β-blockers in breast milk is primarily influenced by plasma protein binding. With its low plasma protein binding of 10%, atenolol is extensively excreted into breast milk. The accumulation of drugs in the infant is also associated with the fraction of the drug excreted in the urine. As atenolol has a substantial 85% renal excretion, a heightened risk of accumulation exists in infants, particularly neonates. Caution is advised in breastfeeding women. Alternative β-blockers may be preferred when nursing newborns and preterm infants.\n[23]\n\nPediatric patients:\nAtenolol does not have FDA approval for use in the pediatric population. However, clinicians may contemplate its off-label use in Marfan syndrome, infantile hemangioma, pediatric hypertension, and thyrotoxicosis.\n[24]\n[25]\n[26]\n\nOlder patients:\nAccording to ACC/AHA guidelines, in older patients, the accumulation of renally cleared drugs such as angiotensin-converting enzyme inhibitors (ACEi), atenolol, sotalol, and nadolol is influenced by reduced glomerular filtration, renal tubular function, and renal blood flow. Initiating atenolol is advised at a lower dose in this population.\n[27]",
    "adverse_effects": "According to product labeling, the adverse effects of atenolol are listed below.\n\nCommon adverse effects include bradycardia, diarrhea, dizziness, constipation, confusion, dyspnea, headache, heart failure, erectile dysfunction, nausea, fatigue, paraesthesia, peripheral coldness, rash, sleep disorders, syncope, visual impairment, and bronchospasm.\n[28]\n\nRare adverse effects include alopecia, dry mouth, postural hypotension, psychosis, psoriasis, thrombocytopenia, depression, mild transaminitis, and depression.\n[29]\n[30]\n\nThe BRASH syndrome is characterized by severe bradycardia, renal failure, atrioventricular blockade, shock, and hyperkalemia. If suspicion of BRASH syndrome exists, discontinuation of atenolol is recommended.\n[31]\n\nDrug-Drug Interactions\n\nCaution is advised when using rivastigmine concurrently with β-blockers such as atenolol, especially in patients with sick sinus syndrome or cardiovascular comorbidities due to the risk of syncope and bradycardia.\n[32]\n[33]\n\nAdministering atenolol concurrently with amiodarone, digoxin, or verapamil may cause heart block, bradycardia, and left ventricular dysfunction.\n\nAntipsychotics and β-blockers have the potential for interactions. A case report documenting bradycardia induced by the combination of risperidone and atenolol has been published.\n[34]\n\nAs amifostine can cause a rapid drop in blood pressure, it is advisable to avoid concurrently using blood pressure–lowering agents, including atenolol, with amifostine.\n[35]\n\nAs the American Academy of Family Physicians (AAFP) guidelines recommend, β-blockers, such as atenolol, should be tapered and discontinued several days before discontinuing clonidine to reduce the risk of rebound hypertension.\n[36]",
    "monitoring": "The elimination half-life of atenolol is approximately 6 to 7 hours. The β-blocking effects manifest within 1 hour of ingesting a single oral dose and persist for 24 hours. When administered IV, the effects of atenolol are noticeable within 5 minutes, but they diminish after 12 hours. Unlike other β-1-blocking agents, atenolol undergoes minimal hepatic metabolism and is primarily excreted through the kidneys. Consequently, no hepatic dosage adjustment is necessary. However, evaluating renal function before initiating treatment and regular monitoring throughout the course is important. As impaired glomerular function leads to a substantial accumulation of the drug in the body, patients with a creatinine clearance below 35 mL/min should receive significantly lower doses.\n[15]\n\nPeriodic monitoring of blood pressure and heart rate is recommended.\n[14]\nThe atherosclerotic cardiovascular disease (ASCVD) risk for primary prevention should be calculated, and if the risk exceeds 10%, the ACC/AHA guidelines recommend a target blood pressure of <130/80 mm Hg.\n[42]\nFurthermore, clinicians should ensure that patients with a history of obstructive airway disease undergo regular pulmonary function tests and that patients with diabetes are monitored for their blood glucose levels.\n[43]",
    "toxicity": "Signs and Symptoms of Overdose\n\nSymptoms of atenolol toxicity may include bradycardia, lethargy, hypotension, respiratory drive disorders, hypothermia, hypoglycemia, and seizures.\n\nManagement of Overdose\n\nThe treatment for β-blocker toxicity is primarily supportive. If administered orally, any unabsorbed drug can be removed by gastric lavage or activated charcoal (within 1 to 2 hours). Hemodialysis is effective in eliminating atenolol from the general systemic circulation.\n[44]\nInotropes and chronotropes, such as IV epinephrine and atropine, are recommended for treating severe bradycardia. Usually, atropine is administered as a 0.5-mg IV or intraosseous bolus and may be repeated every 3 to 5 minutes, up to a total dose of 3 mg. A transvenous cardiac pacemaker may also be utilized in refractory cases or for treating second- or third-degree heart block.\n\nA titrated glucagon bolus at a dose of 50 mcg/kg can improve myocardial contractility and atrioventricular conduction and increase heart rate in patients. Continuous blood pressure monitoring is imperative, and vasopressors such as norepinephrine (levarterenol) may be considered in hypotension. A β-2 agonist such as aminophylline or isoproterenol may alleviate symptoms for patients with bronchospasm. In cases refractory to the standard treatment, high-dose insulin euglycemic therapy, initiated with a 1 unit/kg bolus followed by a 1 unit/kg/h drip, may be considered to manage overdose under the guidance of a toxicologist.\n[45]\n\nLignocaine can be used in the management of arrhythmias resulting from β-blocker toxicity. Veno-arterial extracorporeal membrane oxygenation is also associated with reduced mortality.\n[46]\nFor asymptomatic β-1-blocker overdoses, monitoring the patient for at least 6 hours is recommended.\n[47]"
  }
}