{
  "drug_name": "atorvastatin",
  "nbk_id": "NBK430779",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430779/",
  "scraped_at": "2026-01-11T15:23:17",
  "sections": {
    "indications": "Atorvastatin contraindications include patients with a history of hypersensitivity to any of its excipients. While atorvastatin contraindications also include patients with active liver disease, the benefits of lipid-lowering therapy in chronic liver diseases, such as non-alcoholic fatty liver disease (metabolic dysfunction-associated steatotic liver disease) and hepatitis, likely outweigh the possible risks.\n[32]\n\nAtorvastatin is contraindicated during pregnancy or in female patients who may become pregnant. All female patients of childbearing age should receive counseling on the potential risks to a fetus should they become pregnant while on atorvastatin. This risk is most pronounced in the first trimester, so current guidelines recommend ceasing statin therapy for at least 3 months before becoming pregnant. The patient should discontinue this medication immediately if they become pregnant. However, a recent meta-analysis has called this restriction into question; more research will be necessary to accurately assess the risk-benefit ratio of using statins during pregnancy.\n[33]\nFemale patients should also avoid atorvastatin if they are nursing. If patients require atorvastatin therapy, they should receive direction to discontinue breastfeeding.\n\nWarning and Precautions\n\nMyopathy and Rhabdomyolysis:\nAtorvastatin may cause myopathy and rhabdomyolysis, potentially leading to acute kidney injury and, in rare cases, death. The risk increases for individuals aged 65 and older, those with hypothyroidism, renal impairment, high doses, and certain interacting drugs (e.g., CYP3A4 inhibitors, niacin, fibrates). Use is discouraged with cyclosporine, gemfibrozil, tipranavir/ritonavir, or glecaprevir/pibrentasvir. Limit grapefruit juice intake. Discontinue use if creatine kinase (CK) levels are significantly elevated or if myopathy is suspected. Temporarily stop treatment in high-risk situations such as sepsis, surgery, and trauma. Advise patients to report any unexplained muscle pain, weakness, or changes in urine color to their healthcare provider.\n[34]\n\nImmune-mediated necrotizing myopathy:\nThere have been sporadic reports of immune-mediated necrotizing myopathy, an autoimmune condition, associated with the use of statins, including instances of recurrence following the administration of either the same or a different statin. Immune-mediated necrotizing myopathy (IMNM) is characterized by proximal muscle weakness and elevated serum creatine kinase levels that persist despite the cessation of statin therapy, the presence of positive anti-HMG-CoA reductase antibodies, muscle biopsy results indicative of necrotizing myopathy, and improvement upon the administration of immunosuppressive agents. Further neuromuscular and serologic evaluations may be warranted. Treatment with immunosuppressive agents may be necessary. Discontinue atorvastatin as immune-mediated necrotizing myopathy is suspected. Anti-HMGCR immune-mediated necrotizing myopathy often results in persistent weakness and elevated creatine kinase levels, even with immunomodulatory treatment.\n[35]",
    "mechanism": "Atorvastatin competitively inhibits 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase.\n[12]\nStatins decrease cholesterol production in the liver by preventing HMG-CoA conversion to mevalonate. Atorvastatin also increases the number of LDL receptors on the surface of hepatic cells and decreases the LDL levels.\n[13]\nIn patients with homozygous or heterozygous familial hypercholesterolemia, mixed dyslipidemia, isolated hypertriglyceridemia, or nonfamilial hypercholesterolemia, atorvastatin has been shown to reduce total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), apolipoprotein B (apo B), very-low-density lipoprotein (VLDL-C), and triglycerides (TGs) while increasing high-density lipoprotein cholesterol (HDL-C). In patients with dysbetalipoproteinemia, atorvastatin has been shown to decrease intermediate-density lipoprotein (IDL-C).\n\nPharmacokinetics\n\nAbsorption:\nAtorvastatin is rapidly absorbed after oral administration with a peak plasma concentration at 1 to 2 hours. The bioavailability is low at 14% due to extensive first-pass metabolism.\n\nDistribution:\nAtorvastatin is highly plasma protein-bound (over 98%) and has a volume of distribution of about 380 liters.\n\nMetabolism:\nAtorvastatin undergoes extensive hepatic metabolism, primarily via CYP3A4 and CYP3A5, resulting in active ortho and parahydroxylated metabolites, as well as various β-oxidation products. Atorvastatin also undergoes glucuronidation, primarily mediated by UDP-glucuronosyltransferases UGT1A1, UGT1A3, and UGT2B7. Atorvastatin is a substrate of key hepatic transporters. It is actively taken up into hepatocytes by the OATP1B1, which is encoded by the SLCO1B1 gene. Efflux transporters, including P-glycoprotein (ABCB1), multidrug resistance-associated protein 2 (ABCC2), and breast cancer resistance protein (ABCG2), further modulate its intestinal absorption and biliary clearance. Genetic variation in SLCO1B1, particularly the rs4149056 C allele (commonly linked to the \\*5 haplotype), is associated with reduced OATP1B1 function and significantly increased systemic exposure to atorvastatin. This increase correlates with a higher risk of statin-associated muscle symptoms, including myopathy. The Dutch Pharmacogenetics Working Group (DPWG) recommends dose adjustment for carriers of reduced-function SLCO1B1 alleles. However, the Clinical Pharmacogenetics Implementation Consortium (CPIC) has not yet extended its simvastatin guidance to atorvastatin. Additionally, individuals homozygous for the CYP3A5*3 allele (non-expressers) exhibit higher atorvastatin concentrations due to reduced metabolic clearance, while expressers may show variable metabolism modulated by CYP3A4 inhibition from active metabolites.\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n\nExcretion:\nAtorvastatin and its metabolites are eliminated in bile. Atorvastatin is not known to go through enterohepatic recirculation. The half-life of atorvastatin is about 14 hours, while its active metabolites have a half-life of about 20 to 30 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nAtorvastatin is available as atorvastatin calcium tablets in strengths of 10, 20, 40, and 80 mg. It is also available as an oral suspension in a strength of 20 mg/5 mL.\n[20]\nThe oral tablet formulation of atorvastatin can be administered with or without food and should be taken at the same time each day. It is generally recommended to administer statins at bedtime, as endogenous cholesterol synthesis is cyclical, with the highest production levels occurring during fasting, typically at night. However, the longer half-life of atorvastatin compared to other statins with shorter half-lives (e.g., lovastatin, fluvastatin, and simvastatin) offers greater flexibility regarding dosing times. Administer atorvastatin oral suspension once daily at any time of day, but only on an empty stomach (1 hour before or 2 hours after a meal).\n\nAdult Dosing\n\nAtorvastatin dosing may be based on its LDL-C lowering intensity or titrated to achieve specific lipid targets.. The American College of Cardiology/American Heart Association Guidelines recommend either moderate-intensity (atorvastatin 10 to 20 mg) or high-intensity (atorvastatin 40 to 80 mg) therapy, depending on the statin benefit group to which a patient belongs. Moderate-intensity statins should lower LDL-C by about 30 to 50%, while high-intensity statins should lower LDL-C by over 50%.\n[21]\nThe National Lipid Association and the American Association of Clinical Endocrinologists recommend utilizing statin therapy to reach specific lipid goals based on atherosclerotic cardiovascular disease risk.\n[2]\n[22]\n\nSpecific Patient Populations\n\nHepatic impairment:\nIncreased plasma concentrations of atorvastatin have occurred in patients with chronic alcoholic liver disease. Drug exposure is four times higher in patients with Child-Pugh Class A and 11 times higher in patients with Child-Pugh Class B. Atorvastatin is contraindicated in patients with active liver disease.\n[23]\n\nRenal impairment:\nAtorvastatin and its metabolites are not eliminated through the kidneys, so no dose adjustments are required in patients with reduced renal function. Hemodialysis is unlikely to remove atorvastatin due to its high plasma protein binding.\n\nPregnancy considerations:\nThe National Lipid Association recommends discontinuing all lipid-lowering medications, except bile acid sequestrants, during pregnancy. A balanced diet, weight control, and regular physical activity remain key components of maintaining cardiovascular health during pregnancy. Statins are contraindicated in pregnancy.\n[3]\n\nBreastfeeding considerations:\nAtorvastatin inhibits HMG-CoA reductase, an enzyme essential for cholesterol synthesis. Because this mechanism can potentially interfere with lipid metabolism in a developing infant, and due to the risk of serious adverse effects, patients should be advised not to breastfeed while receiving atorvastatin therapy. The prevailing consensus is that women who are prescribed statins should refrain from breastfeeding, due to concerns regarding the potential disruption of infant lipid metabolism. Counterarguments exist about children who are homozygous for familial hypercholesterolemia beginning statin treatment at one year.\n[24]\n\nPediatric patients:\nThere are infrequent study data available for pediatric patients with heterozygous familial hypercholesterolemia who receive doses above 20 mg. Doses up to 80 mg have been used in a limited number of pediatric patients with familial hypercholesterolemia. Studies have not evaluated atorvastatin use in pre-pubertal patients or those under ten years old. According to the American Academy of Pediatrics, atorvastatin oral suspension can be used for children aged 10 years and older with homozygous or heterozygous familial hypercholesterolemia.\n[25]\n\nOlder patients:\nPatients older than 65 may have higher plasma concentrations of atorvastatin compared to younger adults. Older patients may be at increased risk of statin-induced myopathies.\n\nKey Points for Pharmacy Technicians\n\nAtorvastatin, commonly known by its brand name Lipitor, is a widely prescribed statin used to manage high cholesterol and reduce the risk of cardiovascular disease. As a pharmacy technician, it is essential to recognize that atorvastatin works by inhibiting HMG-CoA reductase, an enzyme crucial to cholesterol synthesis in the liver. It is typically taken once daily, with or without food, and unlike some other statins, does not require strict evening dosing due to its long half-life. Technicians should be aware of potential drug interactions, particularly with medications that inhibit the CYP3A4 enzyme, such as certain antibiotics and antifungals, which can increase the risk of adverse effects like muscle pain or liver enzyme elevation. Atorvastatin’s high utilization and risk of adverse impacts warrant careful prescription verification and patient education support. Technicians also play a key role in identifying and preventing inappropriate therapeutic substitutions, as not all statins are clinically interchangeable.\n\nPharmacy technicians play a crucial role in the safe and effective dispensing of atorvastatin by helping pharmacists identify and resolve issues that may affect patient safety. Understanding common problems associated with atorvastatin allows technicians to act as a frontline safeguard in the pharmacy workflow.\n\nCommon Dispensing Issues to Watch For\n\nDuplicate Therapy:\nAlert the pharmacist if the patient profile indicates the concurrent prescription of multiple statins, such as atorvastatin and simvastatin, unless clinically justified.\nIncorrect Strength or Dosing Frequency:\nAtorvastatin is usually dosed once daily. If a prescription indicates multiple daily doses, verify for possible prescribing errors.\nSubstitution Requests or Insurance Formulary Changes:\nNot all statins are therapeutically equivalent.\nAlways notify the pharmacist before substituting atorvastatin with simvastatin, rosuvastatin, or another statin, as there are variations in potency, metabolism, and patient-specific responses.\nHigh-Dose Alert:\nAtorvastatin 80 mg is the maximum daily dose. Confirm appropriateness of high doses, especially in older patients or those on interacting drugs.\nPregnancy and Lactation:\nAtorvastatin is contraindicated during pregnancy and lactation.",
    "adverse_effects": "Common adverse effects for patients taking atorvastatin include arthralgia, dyspepsia, diarrhea, nausea, nasopharyngitis, insomnia, urinary tract infection, and pain in the extremities.\n\nMyopathies have occurred in patients taking atorvastatin, including muscle aches, muscle tenderness, or muscle weakness, with elevated creatine phosphokinase greater than ten times the upper limit of normal. Rhabdomyolysis has been reported in patients using atorvastatin.\n[26]\nPatients with impaired renal function may be at increased risk of developing rhabdomyolysis. Using atorvastatin in combination with other medications that increase atorvastatin plasma concentrations increases the risk for myopathies and rhabdomyolysis.\n[27]\nManagement of statin-induced myopathies includes temporarily holding therapy, switching to an alternative statin, or reducing the dose.\n\nSome data suggest that statins may increase the risk of developing diabetes mellitus. In 2012, the FDA added safety label changes to statin safety labeling, indicating that these medications have been shown to increase glycosylated hemoglobin and fasting serum glucose levels.\n[28]\nThe ACC/AHA guidelines group and other experts state that the risk-reducing benefits of statin therapy outweigh the generally mild rise in serum glucose levels or new-onset diabetes.\n[29]\nClinicians are encouraged to use this opportunity to discuss healthy lifestyle measures with their patients, including weight loss, engaging in regular exercise, and maintaining a balanced diet.\n\nAtorvastatin can cause abnormalities in liver function tests.\n[23]\nIf patients develop serum transaminases that are more than three times the upper limit of normal, plasma concentrations require more frequent monitoring until normalized, or atorvastatin therapy should undergo dose reduction or be discontinued.\n\nDrug-Drug Interactions\n\nUsing atorvastatin with potent CYP3A4 inhibitors can lead to increased plasma concentrations, which may enhance adverse events, including myopathy. OATP1B1 inhibitors can increase the bioavailability of atorvastatin.\n[30]\nCYP3A4 inducers may cause decreased plasma concentrations of atorvastatin.\nPatients taking digoxin should undergo monitoring when starting atorvastatin, as plasma concentrations of digoxin may increase.\nAtorvastatin may also increase drug concentrations of norethindrone and ethinyl estradiol.\n[31]",
    "monitoring": "Patients starting atorvastatin should undergo liver function tests and a lipid panel at baseline, with a repeat lipid panel performed after six weeks of therapy. Liver function tests should be repeated as clinically indicated. Once the patient is stable, lipids can be checked every 6 to 12 months. It may also be prudent to periodically monitor serum blood glucose levels in patients with diabetes or at risk for diabetes. According to ACC/AHA guidelines, lipid profile should be reassessed 4 to 12 weeks after initiating or adjusting statin therapy, and periodically every 3 to 12 months thereafter to evaluate adherence and the percentage reduction in LDL-C from baseline.\n[4]\nModerate-intensity therapy should result in a 30% to 50% reduction in LDL from baseline, while high-intensity therapy should result in a reduction of more than 50% from baseline. Statins other than atorvastatin require dose adjustment in patients with renal impairment. To monitor renal status, it is essential to measure serum creatinine and calculate creatinine clearance.\n[56]\n[57]\n[58]\nClose monitoring of creatine kinase (CK) and statins is recommended when colchicine is used, as it may interact with these medications. Patients on high-intensity atorvastatin may be at increased risk of digoxin toxicity, and monitoring for digoxin toxicity is suggested. LDL-C response should be monitored to adjust the dose and intensity of statin therapy. According to AHA, fasting lipid panel monitoring should be measured at baseline and 4 to 12 weeks after statin initiation or dose adjustment. Follow-up monitoring is preferred every 3 to 12 months.\n[19]",
    "toxicity": "Signs and Symptoms of Overdose\n\nA retrospective pharmacovigilance study analyzed 311 pediatric ICSRs related to statin use from the WHO VigiBase, identifying 712 adverse drug reactions (ADRs). Musculoskeletal and general disorders were the most common. About 43% of reports were classified as serious, including rhabdomyolysis and hepatocellular injury. Eleven fatalities occurred, primarily in adolescents, following intentional overdose, often with other drugs. Overdose, accidental exposure, and off-label use were also frequent. These findings suggest that while statins in the pediatric population, especially adolescents, require careful monitoring due to rare but serious risks, they emphasize the need for psychosocial evaluation and safe prescribing practices.\n[36]\nRhabdomyolysis is a rare but serious adverse effect of statins, especially when combined with drugs that increase statin exposure. Laboratory investigations include increased CPK and myoglobinuria. Rhabdomyolysis can lead to acute kidney injury; therefore, serum creatinine levels and electrolytes should be obtained.\n[37]\n[38]\n\nManagement of Overdose\n\nThere are no antidotes available for atorvastatin overdose. Patients should be monitored for adverse events and provided with supportive care. Management of statin-induced rhabdomyolysis involves prompt discontinuation of the statin and initiation of intravenous hydration to prevent acute kidney injury.\n[34]\nCorrect electrolyte disturbances, and if hyperkalemia is present (potassium >6 mmol/L), begin electrocardiogram monitoring and treat with insulin-dextrose therapy. Continue follow-up to assess for acute kidney injury and electrolyte balance. If statin-associated autoimmune myopathy develops, treat with corticosteroids, methotrexate, intravenous immunoglobulin, or rituximab. Correct electrolyte disturbances, and if hyperkalemia is present (potassium >6 mmol/L), begin electrocardiogram monitoring and treat with insulin-dextrose therapy. Continue follow-up to assess for acute kidney injury and electrolyte balance. Once stable, consider restarting a statin, such as pravastatin, at the lowest effective dose, only with clinical caution. Avoid the concomitant use of fibrates.\n\nIf statin-associated immune-mediated necrotizing myopathy develops, treat with steroids, rituximab, methotrexate, and intravenous immunoglobulin.\n[39]\nIn severe cases, contact the Poison Control Center at 1-800-222-1222 for the latest information.\n[40]"
  }
}