{
  "drug_name": "atropine sulphate",
  "nbk_id": "NBK559300",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559300/",
  "scraped_at": "2026-01-11T15:23:17",
  "sections": {
    "indications": "The following patients and conditions are contraindicated in diphenoxylate/atropine use:\n\nPatients who have known hypersensitivity to diphenoxylate or atropine.\nPatients with obstructive jaundice. Due to mu receptor agonism, diphenoxylate leads to constriction of the sphincter of Oddi, which leads to the worsening of symptoms of obstructive disease.\nChildren younger than 6 years should not be administered diphenoxylate/atropine tablets due to the high risk of severe CNS/respiratory depression.\n[15]\n[4]\nDiarrhea is associated with pseudomembranous colitis (\nClostridium difficile\n) or enterotoxin-producing bacteria due to the risk of gastrointestinal complications like sepsis and prolonged/worsened diarrhea.\n[16]\n\nWarning and Precautions\n\nFor patients with electrolyte imbalance, the drug decreases GI motility, potentially leading to fluid retention and aggravation of electrolyte imbalances and dehydration.\nThe use of diphenoxylate/atropine in patients with advanced hepatorenal disease may precipitate hepatic encephalopathy.\nOther CNS depressants: Diphenoxylate/atropine can potentiate CNS depression when used with other drugs like barbiturates/benzodiazepines/tranquilizers/anxiolytics/antipsychotics/general anesthetics/alcohol.\nFor patients with infectious diarrhea, diphenoxylate/atropine can lead to gastrointestinal complications like sepsis and prolonged or worsening diarrhea, decreasing GI motility, enhancing bacterial overgrowth, and releasing enterotoxins. These organisms include toxigenic\nE.coli\n,\nSalmonella\n,\nShigella\n, and\nClostridium difficile. Clostridium difficile\ncan lead to\npseudomembranous colitis.\n[17]\nPatients with acute ulcerative colitis are at risk of developing toxic megacolon. Therefore, the drug has to be withdrawn if any signs of abdominal distension appear.\nIn theory, diphenoxylate/atropine administration in patients taking monoamine oxidase inhibitors can precipitate a hypertensive crisis. This effect occurs because diphenoxylate hydrochloride has a chemical structure similar to meperidine hydrochloride.\nThe combination of diphenoxylate and atropine is identified as a Potentially Inappropriate Medications (PIM) in older patients with gastrointestinal cancer.\n[18]",
    "mechanism": "Diphenoxylate is an opioid agonist that primarily acts on the presynaptic opioid receptors (predominantly mu receptors) in the enteric nervous system. The enteric nervous system consists of 2 components: the myenteric plexus and the submucosal plexus. The myenteric plexus lies between the circular and longitudinal smooth muscles of the bowel wall and controls segmental contractions (ie, peristaltic movements of the gut). The submucosal plexus controls the secretions of fluid and electrolytes in the lumen of the intestine. By acting on the presynaptic opioid receptors, it inhibits the release of acetylcholine in the synaptic cleft and hence inhibits the motility and secretory action of the enteric nervous system. This action leads to a decrease in segmental contractions and prolongation of gastrointestinal transit time. Diphenoxylate reduces the epithelial secretion of fluid and electrolytes and enhances active absorption by mild action on delta receptors.\n\nDiphenoxylate does not have the analgesic effects of morphine at standard doses, but it can lead to CNS effects, like euphoria, at higher doses. The drug may be misused if used for an extended period and is classified as a Schedule II drug by the DEA when used alone. Atropine is added in a fixed dose of 0.025 mg; it is a competitive inhibitor of acetylcholine receptors to prevent patients from misusing diphenoxylate. Atropine produces anticholinergic adverse effects like nausea, bloating, tachycardia, and dry mouth/eyes when ingested at higher doses. These adverse effects are unpleasant for the patient and discourage overdosing. The combination medication is Schedule V.\n\nPharmacokinetics\n\nAbsorption:\nDiphenoxylate displays linear absorption characteristics, showing a dose-dependent increase in peak plasma concentration and area under the curve within the 2.5 mg to 10 mg dose range. The peak plasma concentration of its metabolite, diphenoxylic acid, is approximately 2 hours post-ingestion. Compared to the liquid formulation, the tablet formulation exhibits a bioavailability of about 90%.\n\nDistribution:\nDiphenoxylate can cross the blood-brain barrier, leading to CNS adverse effects.\n\nMetabolism:\nDiphenoxylate undergoes rapid and extensive metabolism via ester hydrolysis, resulting in the formation of diphenoxylic acid, the predominant biologically active metabolite circulating in the bloodstream.\n[4]\n\nExcretion:\nApproximately 14% of diphenoxylate and its metabolites are eliminated in the urine, while 49% are excreted in the feces over 4 days. Urinary excretion of the unchanged diphenoxylate accounts for less than 1% of the administered dose, with diphenoxylic acid and its glucuronide conjugate constituting approximately 6%. The elimination half-life of diphenoxylic acid is estimated to be around 12 to 14 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nThe diphenoxylate hydrochloride/atropine sulfate combination is available as a fixed-dose composition of 2.5 mg/0.025 mg. Diphenoxylate/atropine is available in both tablet and liquid preparation. Only the liquid preparation can be administered to children, not tablets.\n\nAdult Dosage\n\nThe initial dose of 20 mg can be administered to control symptoms and then reduced to a lower maintenance dose per individual requirements. Clinical improvement after administration usually occurs within 48 hours. If no improvement is seen within 10 days of maximum dosing, further drug administration is unlikely to make a difference. A maximum of 8 tablets (ie, 20 mg of diphenoxylate) can be administered in 24 hours. The preparation of diphenoxylate hydrochloride is insoluble in commonly available aqueous media. This property precludes the self-administration of the drug. Abrupt cessation of the medication after a course of 100 to 300 mg/day, or the equivalent of 40 to 120 tablets over 50 to 70 days, may lead to opioid withdrawal symptoms.\n\nSpecific Patient Populations\n\nHepatic impairment:\nDiphenoxylate and atropine sulfate should be used cautiously since hepatic encephalopathy may be precipitated.\n\nRenal impairment:\nDiphenoxylate and atropine sulfate should be used cautiously in renal impairment.\n\nPregnancy considerations:\nDiphenoxylate is classified as Pregnancy Category C. Studies in rats have shown effects on fertility at doses 50 times the human dose, including reduced maternal weight gain and slight reductions in litter size at 10 times the human dose. Teratology studies in rats, rabbits, and mice did not reveal any clear teratogenic effects, but due to study limitations, the full extent of embryotoxicity and fetotoxicity cannot be determined. There is insufficient data from well-controlled studies in pregnant women; therefore, use during pregnancy should be considered only if the possible benefits outweigh the risks to the fetus.\n\nBreastfeeding considerations:\nThere is currently no data on using diphenoxylate during breastfeeding. However, according to experts, the use of diphenoxylate during breastfeeding is considered unacceptable. However, occasional small doses of diphenoxylate may be deemed acceptable when breastfeeding an older infant. Nonetheless, alternative medications are preferable, particularly when nursing a newborn. Limited data exist regarding the use of atropine during breastfeeding. Prolonged atropine use may diminish milk production, although a single systemic dose is unlikely to disrupt breastfeeding. During prolonged administration, vigilant monitoring for signs of decreased lactation, such as insatiety or poor weight gain in the infant, is advised.\n[5]\n[6]\n\nPediatric patients:\nThe dose is the same for children between 13 to 17 years. According to the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) list, diphenoxylate and atropine should be avoided in children younger than 6 due to the risk of respiratory depression and potential fatality.\n[7]\n\nOlder patients:\nAccording to the Beers Criteria published by the American Geriatric Society (AGS) in 2023, atropine should be avoided due to its strong anticholinergic properties, while diphenoxylate should be avoided due to the risk of opioid-induced respiratory depression.\n[8]",
    "adverse_effects": "The following are the important and serious adverse drug reactions.\n\nRespiratory depression:\nDiphenoxylate/atropine can cause respiratory and CNS depression in children younger than 6 years.\n\nAnticholinergic adverse effects:\nAt higher doses, diphenoxylate/atropine can present with anticholinergic adverse effects like tachycardia, hyperthermia, urinary retention, dryness of the mucous membranes and skin, flushing, confusion, and headache. This drug combination can also result in opioid adverse effects, such as respiratory depression.\n\nElectrolyte imbalance:\nThe drug can worsen dehydration and electrolyte imbalance in patients with pre-existing imbalances. Therefore, the electrolyte imbalance must be corrected before the medication is administered.\n\nGastrointestinal complications:\nWhen administered in patients with infectious diarrhea, diphenoxylate/atropine can precipitate GI complications, including sepsis and prolonged diarrhea. This effect is caused by the prolongation of GI transit time and decreased GI motility, which leads to bacterial overgrowth and the release of enterotoxins into the bloodstream, creating a septic shock-like picture.\n[9]\nDiphenoxylate-induced pancreatitis has been reported.\n[10]\nInfrequent adverse drug reactions such as paralytic ileus may occur with higher doses of the medication, likely due to its action on the enteric nervous system.\n[11]\n[10]\n\nToxic megacolon:\nThis drug can precipitate toxic megacolon in patients with acute ulcerative colitis. Due to decreased motility, the physiological secretions might accumulate in the bowel, leading to distension. The colon is already fragile in ulcerative colitis and is prone to rupture.\n[12]\n\nAllergic reactions:\nPatients can develop allergic reactions, such as anaphylaxis, urticaria, angioneurotic edema, swelling of the gums, and pruritus. Clinicians should not administer the drug to patients with previous episodes of an allergic reaction. Fixed drug eruptions have been reported with atropine/diphenoxylate.\n[13]\n\nDrug-Drug Interactions\n\nDiphenoxylate crosses the blood-brain barrier and causes central adverse effects like depression, sedation/drowsiness, numbness of extremities, euphoria, malaise/lethargy, confusion, dizziness, restlessness, headache, and hallucination. Therefore, its use requires caution in patients already taking drugs affecting CNS activity, such as barbiturates, benzodiazepines, antipsychotics, antihistamines, or MAO inhibitors. The combination of diphenoxylate (opioids) and benzodiazepines should especially be avoided.\n[14]",
    "monitoring": "A combination of diphenoxylate/atropine is a Schedule V controlled substance and has minimal abuse potential.\n[19]\n[20]\nMonitoring is essential in patients who require a long-term course of medication. Diphenoxylate's chemical structure is similar to meperidine, which is a potent opioid analgesic. This property is linked to dependence with prolonged use of diphenoxylate/atropine and requires clinician supervision.\n\nClose monitoring is essential in patients with diarrhea associated with ulcerative colitis as this medication increases the risk of toxic megacolon. Any symptom suggestive of toxic megacolon, like abdominal distension/decreased bowel sounds, should prompt withdrawal of the drug. This drug is withheld in patients with diarrhea associated with electrolyte imbalance until it is corrected, as it can precipitate dehydration. The initial and maximum dosage administered in 24 hours is 20 mg (ie, 8 tablets).\n[21]\nClinicians should monitor for symptoms of overdose in patients receiving higher doses of diphenoxylate/atropine, which can present as mild dryness of mucous membranes or severe, such as respiratory and CNS depression.",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdose can be life-threatening. The presentation can be delayed for up to 30 hours as the drug decreases gastric emptying and takes time to reach toxic levels in the blood. Symptoms vary from anticholinergic to opioid toxidromes, like respiratory depression, tachypnea, coma, delirium, lethargy, hyperthermia, tachycardia, dryness of mucous membranes, mydriasis or miosis, encephalopathy, and seizures.\n[22]\nThe respiratory depression might correlate with the accumulation of difenoxin, which is an active metabolite of diphenoxylate.\n\nManagement of Overdose\n\nThe recommended treatment for toxicity is naloxone if the patient exhibits respiratory depression. Considerations may be given for gastric lavage and administration of activated charcoal if indicated. Close monitoring for 24 hours is advisable in significant overdoses or those with concerning symptoms. Naloxone is a pure mu (opioid) receptor antagonist that reverses the opioid toxicity effects caused by diphenoxylate toxicity. Recurrent episodes of respiratory depression require repeated doses of naloxone or infusion. Physostigmine should be considered if the patient is showing signs of atropine toxicity.\n[23]\n[24]"
  }
}