{
  "drug_name": "avibactam",
  "nbk_id": "NBK572123",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572123/",
  "scraped_at": "2026-01-11T18:46:35",
  "sections": {
    "indications": "Stenotrophomonas maltophilia\nis a gram-negative bacillus, initially called\nBacterium bookeri,\nwhen it was first identified in 1943 from a specimen of human pleural fluid.\n[1]\nIt was later classified as\nPseudomonas maltophilia\nin 1961, then reassigned to the gammaproteobacteria class as\nXanthomonas maltophilia\nin 1983, and eventually classified as a Stenotrophomonas in 199.\n[2]\n[3]\n[4]\nThe name has Greek roots meaning “The narrow feeder - that loves malt.” The whole-genome sequence of representative isolate K279a genome sequence was published in 2008.\n[5]\n[6]\n\nS. maltophilia\ncan be considered a “newly emerging pathogen of concern” that is being isolated more frequently.\n[7]\n[8]\n[9]\nIt is also recognized as one of the underestimated important multi-drug resistant organisms in hospitals by the World Health Organization (WHO).\n[10]\n[11]\nIt was ranked as the ninth most important one per British microbiologists and one of the challenging pathogens in the infectious disease community and studies.\n[12]\n[2]\nIt is widely known as an opportunistic organism associated with high morbidity and mortality rates among immunocompromised patients.",
    "mechanism": "Stenotrophomonas maltophilia,\na non-fermenting gram-negative rod, is the third most common after\nPseudomonas aeruginosa\nand\nAcinetobacter\nand similar to\nAchromobacter xylosoxidans\nand\nBurkholderia cepacia.\n[13]\n[4]\n[9]\nIt is the only species among the seventeen of the Stenotrophomonas genus that infects man.\n[14]\n\nRisk factors for this infection include chronic respiratory diseases, especially cystic fibrosis, hematologic malignancy, chemotherapy-induced neutropenia, organ transplant patients, human immunodeficiency virus (HIV) infection, hemodialysis patients, and neonates.\n[9]\n[11]\n[15]\n[16]\nAlso, hospital settings, prolonged intensive care unit stays, mechanical ventilation, tracheostomies, central venous catheters, severe traumatic injuries, significant burns, mucositis or mucosal barrier damaging factors, and the use of broad-spectrum antibiotic courses were shown to increase the risk of infection.\n[9]\n[17]\n\nThese empiric broad-spectrum antimicrobials usually do not cover this particular pathogen, especially carbapenems, although no specific predominance was identified with them over other antimicrobials.\n[18]\nThe risk from antibiotic exposure varies directly with both the duration and number of antimicrobials used.\n[8]",
    "monitoring": "Stenotrophomonas maltophilia\neasily grows on standard culture media, either as a single isolate or mixed with other culture growths like\nPseudomonas aeruginosa.\n[53]\nIts culture colonies typically are yellow-green in color on nutrient agar, non-hemolytic with a faint lavender color and an ammonia odor on blood agar, and colorless on MacConkey plates since it is non-lactose fermenting.\n[18]\n[17]\n[21]\nIt also resembles\nPseudomonas\nin having opaque flat surfaces with uneven borders. Selective media were shown to be better in isolating\nStenotrophomonas maltophilia\nfrom non-sterile samples and usually contain imipenem, vancomycin, amphotericin-B, and mannitol/bromothymol blue as an indicator.\n[2]\n[62]\n[3]\n\nFor\nin vitro\nlaboratory identification,\nStenotrophomonas maltophilia\nis a strict aerobe that is usually oxidase negative, though it was shown that up to 20% could show positive oxidase activity.\n[17]\n[63]\nIt is also catalase-positive, DNase-positive, lysine decarboxylase positive, indole negative, HS negative, and urease negative.\n[4]\n[9]\nIt is known to produce acid from maltose, hence the name maltophilia, but not always from glucose. Many commercial systems are available for identification but are not very accurate.\n[2]\nTherefore, it has been misdiagnosed as\nBurkholderia cepacia\n-complex,\nAchromobacter xylosoxidans\n,\nPseudomonas aeruginosa\n, and\nBordetella bronchiseptica\nan identification challenge.\n\nAnother diagnostic challenge involves antibiotic susceptibility testing due to difficulties in setting standard minimal inhibitory concentration (MIC) breakpoints for\nStenotrophomonas maltophilia\nthrough different methods.\n[2]\nHowever, currently, in the U.S., the Clinical and Laboratory Standards Institute (CSLI) has set MICs for trimethoprim-sulfamethoxazole (2 mg/L), levofloxacin, and minocycline by the disc diffusion method, as well as for levofloxacin, ticarcillin-clavulanate, minocycline, ceftazidime, and chloramphenicol by the broth dilution method. Other agents in studies, even in the same classes of these antimicrobials, do not have established breakpoints yet.\n[64]\n\nNucleic-acid amplification testing (NAAT) and species-specific 23S rRNA-directed polymerase chain reaction (PCR) techniques are also well used for identification successfully with almost 100% sensitivity and specificity when available.\n[65]\n[66]\nThe matrix-assisted laser desorption ionization, time of flight (MALDI-TOF) mass spectrometry has shown good identification as well, in addition to its potential ability to recognize biofilm-producing strains.\n[67]\n[29]\nThe use of these rapid methods on samples from critically ill patients can facilitate more rapid use of appropriate antibiotics.\n[9]\n\nChest x-rays may reveal lobar or lobular infiltrates in pneumonia cases, either unilateral or bilateral, with uncommon pleural effusions or cavitary lesions on rare occasions.\n[68]",
    "administration": "Treatment with specific antibiotics is required when evidence for a true\nStenotrophomonas maltophilia\ninfection is established or in critically sick patients with a\nStenotrophomonas maltophilia\ngrowth until further data are available. Treatment recommendations mostly come from\nin vitro\nstudies, retrospective studies, non-randomized clinical trials, and expert opinions.\n[64]\n\nThe first-line treatment is trimethoprim-sulfamethoxazole, which has been the recommended empiric single agent against\nStenotrophomonas maltophilia\nfor many years.\n[17]\n[69]\nGiven the\nin vitro\ndata suggesting bacteriostatic activity against\nStenotrophomonas maltophilia\n, trimethoprim-sulfamethoxazole is recommended at high doses at 15 mg/kg or more of the trimethoprim component, as used for severe\nPneumocystis jirovecii\npneumonia.\n[9]\n[70]\nIt has shown activity against more than 90% of the tested isolates in most studies to date, though as mentioned above, resistance has now been increasingly reported at up to 22-38% in some 21st-century studies.\n[71]\n[72]\n[69]\n[73]\n[74]\n\nOne recent study from Mexico showed an 80% resistance rate to trimethoprim/sulfamethoxazole in a combination of environmental and clinical isolates from Mexico.\n[75]\nAlso, since trimethoprim-sulfamethoxazole has risks of hypersensitivity, hyperkalemia, deterioration of kidney functions, and bone marrow suppression, those with either a contraindication, intolerance, or adverse events to it must subsequently be treated with another alternative agent, unless there is a chance and benefit from an oral desensitization trial.\n[76]\n\nAlternatives treatments are the bacteriocidal fluoroquinolones, with up to 80-90% susceptibility rates, because of their specific biofilm active properties and their high concentration in the lungs.\n[9]\n[4]\n[77]\n[39]\n[17]\n[69]\n[78]\nThese include levofloxacin, moxifloxacin, and the newer agents clinafloxacin and rufloxacin (which both showed even better activity than the others), also gatifloxacin, travofloxacin, grepafloxacin, and sparfloxacin.\n[79]\n[80]\n[77]\nSome new studies observed fluoroquinolones susceptibilities down to 73%\n[81]\n[82]\n[69]\n. Overall, several studies demonstrated equal effectiveness to trimethoprim/sulfamethoxazole with better fluoroquinolones adverse effects profile.\n[83]\n[84]\n\nFor second-line treatments, minocycline and tigecycline have been reported to have good effectiveness against many isolates at around 80% to 100% susceptibility rate even for isolates resistant to trimethoprim-sulfamethoxazole.\n[85]\n[86]\n[87]\n[88]\nFurther, ticarcillin-clavulanic acid has been well studied as one of the effective treatment options for\nStenotrophomonas maltophilia\ninfections\n[17]\n, with a susceptibility rate ranging from below 50% sometimes to above 80%.\n[64]\n[89]\nOther options include ceftazidime, though some bodies report it as intrinsically resistant and with increasing resistance. Next, colistin is considered a good option at about a 72% to 77% susceptibility rate.\n[90]\nAnother uncommonly used but effective agent is chloramphenicol, with a wide range of susceptibility reports.\n[17]\n[22]\n\nResistance to many of these antimicrobials and the co-existence of multiple resistances together are being reported at higher rates in the literature, which creates the need for new agents and regimens to be utilized.\n[69]\n[91]\nSulfametrole/trimethoprim is an alternative combination to trimethoprim/sulfamethoxazole that was tested and showed good activity in some studies.\n[92]\nCefiderocol is a new injectable siderophore cephalosporin that has shown promising data against carbapenem-resistant gram-negative bacteria, including\nStenotrophomonas maltophilia.\n[93]\n[94]\n[95]\n\nEravacycline, omadacycline, and delafloxacin have demonstrated good in-vitro activity as well for their respective infection indications.\n[69]\n[96]\n[97]\nOn the other hand, several new antimicrobials like ceftazidime/avibactam, ceftolozane/tazobactam, meropenem/vaborbactam, cilastatin/relebactam, plazomicin, and fosfomycin did not show activity against\nStenotrophomonas\nmaltophilia\nin recent reports.\n[98]\nCombinations of antimicrobials have been studied with good synergistic promising results, including trimethoprim-sulfamethoxazole/ciprofloxacin, ceftazidime/levofloxacin, ticarcillin-clavulanate/trimethoprim-sulfamethoxazole, ticarcillin-clavulanate/aztreonam, tigecycline/colistin, colistin/rifampicin, ceftazidime/minocycline, levofloxacin/erythromycin, and tigecycline/fosfomycin.\n[99]\n[100]\n[101]\n[102]\n\nSince some isolates showed resistance to all known tested antimicrobials, new treatment approaches and modalities are currently being studied, such as aerosolized antimicrobials (colistin and levofloxacin), bacteriophage therapy, efflux pump inhibitors, quorum sensing interference (quorum quenching), antimicrobial peptides like the cathelicidin-derived ones, silver or selenium nanoparticles, cationic compounds, plant oils, green tea epigallocatechin-3-gallate, and using\nBdellovivrio exovorus\nas a bacterial predator.\n[103]\n[104]\n[105]\n\nThe typical duration of antimicrobial courses for\nStenotrophomonas maltophilia\npneumonia is usually 7 days, which can be extended to 10 to 14 days in immunosuppressed patients. Bacteremia cases, on the other hand, are generally treated for 14 days total.\n\nSource control is essential in certain cases for successful treatment, such as central venous catheter removal, infected metal hardware retrieval, wounds debridement, conjunctival autografting, and collections drainage.\n[50]\n[59]",
    "adverse_effects": "Stenotrophomonas maltophilia\noutbreaks can occur in hospitals and critical care units.\n[27]\nBiofilm formation leads to the persistence of the bacteria in hospital settings and on equipment.\n[38]\n\nInfections with\nStenotrophomonas maltophilia\nhave been associated with worsening lung functions in cystic fibrosis patients.\n[6]\n[111]\nSevere fulminant lung infections can occur in cases of hematologic malignancies.\n[55]\n\nBacteremia cases can be complicated by disseminated intravascular coagulopathy (DIC) and purpura fulminans in severe cases.\n[18]\nRecurrence of bacteremia infections occurs when related central venous catheters are not removed or in cases of inappropriate antibiotics.\n[57]\n\nThe aforementioned complications, morbidities, and mortalities, and economic burden highlight the importance of infection prevention."
  }
}