{
  "drug_name": "avocado soybean",
  "nbk_id": "NBK564301",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564301/",
  "scraped_at": "2026-01-11T15:23:19",
  "sections": {
    "indications": "Box Warning\n\nThere are no box warnings for ALA.\n\nWarnings and Precautions\n\nThere are very few studies on the contraindications of ALA supplementation. However, due to the adverse effects of ALA on animals and due to ALA's physiological effects, one should consult with a doctor if they have the following conditions:\n\nLiver disease\nConsumption of large amounts of alcohol\nDiabetes (ALA is known to lower blood sugar)\nThyroid disorder\nThiamine deficiency\n\nAlso, one should stop using ALA immediately if an allergic reaction occurs, such as skin rash, nausea, or vomiting. There is no established contraindication for using ALA in pregnant women and infants.",
    "mechanism": "The dithiolane ring dictates ALA's chemical reactivity. Two forms of ALA are oxidized lipoic acid (LA) and reduced dihydrolipoic acid (DHLA). Both are capable of scavenging a variety of ROS. DHLA is a potent antioxidant that can neutralize free radicals. Furthermore, ALA simultaneously regenerates other antioxidant factors, such as vitamins C and E, increasing glutathione synthesis.\n[7]\nALA is generally involved in keto acid oxidative decarboxylation processes and is a growth factor for some organisms.\n[8]\n\nIn the pathogenesis of inflammation, factor NF-kB modulates inflammatory cytokines, including interleukins (ILs) such as IL-1β and IL-6. ALA inhibits I Kappa B kinase, suppressing the activation of inflammatory cytokines.\n[9]\n\nPharmacokinetics:\nAbsorption, volume of distribution, metabolism, and excretion are not well-established for ALA.",
    "administration": "ALA is available as an oral supplement and intravenous injection. Studies postulate promising therapeutic properties in several conditions, including type 1 and 2 diabetes mellitus (DM), neuropathy, and ischemic-perfusion injury.\n\nOral: Data demonstrates that daily oral supplementation of 300 mg of ALA over 3 months maintains and improves functional vision in type 1 and type 2 diabetes mellitus patients.\n[10]\nHowever, ALA can be orally dosed between 600 mg and 1800 mg daily for up to 6 months.\n\nIntravenous injection: The study shows evidence for IV treatment of 600 mg daily in improving positive neuropathic symptoms and neuropathic deficits.\n[11]\n\nSpecial Patient Populations\n\nHepatic impairment:\nNo research has examined the effects of hepatic impairment on ALA dosing. Research has examined ALA's role in treating certain liver conditions.\n[12]\n[13]\n\nRenal impairment:\nThere is no research documenting dose adjustments of ALA for patients with renal impairment. Some research has examined the role of ALA and other compounds in reducing oxidative stress in diabetic nephropathy.\n[14]\n\nPregnant women:\nTo date, research shows ALA supplementation during pregnancy is safe.\n[15]\nMore data is needed to establish the role of ALA supplementation in pregnancy.\n\nBreastfeeding women:\nThere is a lack of reliable data regarding the safety of alpha-lipoic use during breastfeeding.\n\nPediatric and older patients:\nThere is no data regarding the use of ALA in these specific patient populations.",
    "adverse_effects": "ALA is considered a safe supplementation without any adverse effects. One study supports the safety of the drug, and an adult can take up to 2400 mg without experiencing any harmful adverse effects.\n[16]\nHigh doses of ALA are not recommended as higher doses provide no additional benefits. The most common adverse effects reported with ALA are headache, heartburn, nausea, and vomiting.\n[17]\n\nA 1996 ALA study on 6 rhesus monkeys showed that excess lethal doses in primates would cause hepatic necrosis. Researchers noted that 3 out of 6 monkeys that received 90 mg/kg to 100 mg/kg of intravenous ALA exhibited large necrotic areas in the muscles of their thighs, the liver, the heart, and the kidneys. This situation led the researchers to conclude that exceptionally high doses of IV ALA can produce the same symptoms that smaller doses prevent.\n[18]",
    "monitoring": "Though ALA intoxication is extremely rare, close monitoring is necessary for children who are around diabetic patients. A case of ALA intoxication was reported in which the patient attempted to commit suicide. Therefore, it is vital to monitor ALA use in people who have suicidal thoughts or psychological issues.\n[19]\nPatients admitted to the emergency room with acute ALA poisoning usually present with tachycardia, neurologic effects, metabolic acidosis, and T wave inversion in the EKG.\n[20]\n\nThere is no established therapeutic index of ALA in humans. However, studies show that safety dosage is defined in animals. The experimental values are 400 mg/kg to 500 mg/kg for dogs, 30 mg/kg for cats, and 500 mg/kg for mice. In animal studies, high levels of ALA were reported to cause hepatotoxicity, apathy, confusion, and hypokinesis.\n[7]\nTherefore, patient monitoring may be advisable when under high doses of ALA.",
    "toxicity": "ALA is generally considered a safe drug. A daily dose of 200 mg/day to 2400 mg/day of ALA is deemed safe without significant adverse effects. However, there is no reported safe dose in children.\n[21]\n\nA notable case in literature demonstrated status epilepticus (SE) that subsided within a few days. The seizures were treated per normal standards for SE.\n[22]\n\nIn the last 2 decades, there have been few reported cases of ALA toxicity in humans. Most of these cases occur in children and are treatable. Though there is no established lethal dosage of ALA for humans, studies have shown that a high dose of 121 mg/kg body weight/day was associated with alterations in liver enzymes and liver function.\n[16]\nTherefore, there are potentially harmful adverse effects from overdosing on ALA, and more studies are necessary to determine the toxicity."
  }
}