{
  "drug_name": "azacitidine",
  "nbk_id": "NBK611988",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK611988/",
  "scraped_at": "2026-01-11T15:23:22",
  "sections": {
    "clinical_significance": "Laboratory testing is essential for the diagnosis, classification, prognosis, and monitoring of acute leukemia. Comprehensive laboratory evaluations enable healthcare providers to accurately identify the disease, determine its subtype, and develop treatment strategies tailored to specific genetic and molecular profiles.\n\nDiagnosis and Classification\n\nThe diagnostic process for acute leukemia typically begins with a CBC and PBS. These tests detect the presence of blasts in the peripheral blood and bone marrow—a key indicator of leukemia. The CBC quantifies the blast percentage and identifies abnormalities such as anemia, thrombocytopenia, and neutropenia, commonly associated with acute leukemia. PBS examination provides a detailed morphological evaluation of blasts, aiding in distinguishing between lymphoid and myeloid lineages and offering insights into the specific leukemia subtype.\n\nBMA/BMB procedures are regarded as the gold standard for diagnosing acute leukemia. These procedures enable a comprehensive evaluation of bone marrow morphology, including the blast percentage, cell lineage, and maturation stage. Immunophenotyping, performed through flow cytometry or IHC, provides further classification of leukemia subtypes based on the expression of specific cell surface markers. Please see StatPearls' companion resource, \"\nLeukemia\n,\" for more information.\n\nPrognostic Assessment and Treatment Strategies\n\nExtensive cytogenetic and molecular testing is crucial for determining prognosis and tailoring treatment decisions in acute leukemia. Techniques such as karyotyping, FISH, PCR, and NGS identify chromosomal abnormalities and gene mutations that categorize patients into distinct risk groups. These findings guide the selection of treatment strategies, ensuring they align with the genetic and molecular profile of leukemia.\n\nTreatment Strategies Based on Genetic Mutations\n\nFLT3\nmutations in acute myeloid leukemia:\nPatients with AML who have\nFLT3-ITD\n(internal tandem duplication) mutations are at an increased risk of relapse and have a poorer prognosis. Targeted therapies, including FLT3 inhibitors such as midostaurin, quizartinib, and gilteritinib, are integrated into treatment regimens to improve outcomes. These inhibitors are used in combination with standard chemotherapy during the induction and consolidation phases and may continue as maintenance therapy.\n[74]\n\nNPM1\nmutations in acute myeloid leukemia:\nMutations in the\nNPM1\ngene are generally associated with a favorable prognosis in AML, particularly when not accompanied by\nFLT3-ITD\nmutations. Patients with\nNPM1\nmutations typically undergo standard induction chemotherapy, and if they achieve complete remission, they may be candidates for less intensive post-remission therapy. If additional high-risk features are present, hematopoietic stem cell transplantation (HSCT) is considered.\n[75]\n\nPhiladelphia chromosome–positive acute lymphoblastic leukemia:\nPatients with Philadelphia chromosome–positive ALL, characterized by the\nBCR-ABL1\nfusion gene, benefit from TKIs such as imatinib, dasatinib, or ponatinib. These TKIs are used in combination with standard chemotherapy regimens to target the BCR-ABL1 fusion protein, thereby improving remission rates and overall survival.\n[76]\n\nIDH1\nand\nIDH2\nmutations in acute myeloid leukemia:\nPatients with AML who have\nIDH1\nor\nIDH2\nmutations can be treated with specific inhibitors, such as ivosidenib or olutasidenib for\nIDH1\nmutations and enasidenib for\nIDH2\nmutations. These targeted therapies are used in cases where patients are refractory to initial treatment or experience relapse after standard therapy.\n[77]\n\nTP53\nmutations:\nTP53\nmutations are associated with poor prognosis and resistance to standard chemotherapy in both AML and ALL. Treatment strategies for patients with\nTP53\nmutations may include the use of hypomethylating agents (eg, azacitidine and decitabine) or participation in clinical trials that explore novel therapeutic approaches.\n[78]\n\nHigh Risk of Relapse\n\nCertain genetic mutations and markers indicate a significantly elevated risk of relapse. For instance, AML patients with complex karyotypes, monosomy 7, or specific translocations such as t(6;9) or t(3;3) are classified as high-risk.\n[68]\nSimilarly, ALL patients with hypodiploidy or the presence of MLL (\nKMT2A\n) gene rearrangements face a high risk of relapse. In these cases, aggressive treatment strategies are essential, including the consideration of early HSCT.\n[60]\n[79]\n\nChimeric Antigen Receptor T-Cell Therapy\n\nChimeric antigen receptor T-cell (CAR-T cell) therapy is a form of adoptive immunotherapy that involves the transfer of genetically modified T cells to stimulate an anti-leukemic immune response. For patients at very high risk of relapse or those who have relapsed after initial treatment, CAR-T cell therapy presents a promising option. This approach modifies a patient's T cells to specifically target leukemia cells. CAR-T cell therapy has demonstrated significant success in treating relapsed or refractory ALL, especially in patients with CD19-positive B-ALL.\n[80]\n\nAlthough CAR-T cell therapy is primarily used in ALL, ongoing research evaluates its efficacy in AML, particularly for patients with specific genetic markers such as CD33-positive, CD123-positive, or CLL-1 leukemic cells. This approach could offer a potentially curative option for AML patients who have not responded to other treatments.\n[81]\n\nBone Marrow Transplant\n\nBone marrow transplant, or HSCT, is considered for patients with high-risk features or those in remission but at high risk for relapse. The decision to proceed with HSCT is influenced by factors such as genetic risk, MRD status, and overall patient health. Patients with adverse genetic markers, such as\nTP53\nmutations, complex karyotypes in AML, or t(9;22)/\nBCR\n::\nABL1\nrearrangement (Philadelphia chromosome) or MLL rearrangements in ALL, are prime candidates for HSCT due to their high relapse risk. HSCT involves replacing the patient's diseased bone marrow with healthy donor cells, offering the potential for a cure.\n[82]\n[83]\n\nMonitoring and Adjusting Treatment\n\nMonitoring treatment response and MRD is essential for timely intervention and improving patient outcomes. Sensitive techniques, such as PCR and NGS, are used to detect MRD, which signifies the persistence of a small number of leukemic cells after treatment. Early detection of MRD enables prompt adjustments to the treatment plan, helping to prevent relapse.\n\nFlow cytometry is also used, particularly in ALL, to monitor MRD levels. By continuously evaluating the patient's response to treatment with these advanced laboratory techniques, healthcare providers can make informed decisions about modifying therapy, such as intensifying treatment, adding targeted agents, or considering HSCT, to achieve the best possible outcomes.\n[64]"
  }
}