{
  "drug_name": "azathioprine",
  "nbk_id": "NBK542190",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542190/",
  "scraped_at": "2026-01-11T15:23:21",
  "sections": {
    "indications": "Contraindications\n[29]\n[30]\n[31]\n[2]\n[32]\n\nHypersensitivity\nPregnancy or plan for pregnancy: Contraception recommended. AZA can increase the risk of spontaneous miscarriage, low birth weight, and preterm delivery. Although data in systemic lupus erythematosus (SLE) and renal transplant patients showed safety in pregnancy. In some specific conditions like SLE and antiphospholipid antibody syndrome, the benefits of taking immunosuppressive medications are more than harms in keeping the mother safe.\nBreastfeeding as 6-MP was present in breast-milk of women who take azathioprine\nUnknown TPMT status or deficient TPMT activity due to the high risk of myelosuppression\nKnown malignancy\nClinically active infection\n\nRelative Contraindications\n[32]\n\nAllopurinol intake concomitantly with AZA due to severe myelosuppression\nCyclophosphamide or chlorambucil treatment in the past",
    "mechanism": "Azathioprine is a purine analog that converts to its active metabolites, mercaptopurine (6-MP) and thioguanine (6-TGN), by the action of hypoxanthine-guanine phosphoribosyltransferase (HPRT) and thiopurine methyltransferase (TPMT) enzymes. It then inhibits purine synthesis.\n[13]\nIts metabolites are incorporated into the replicating DNA and halt division. AZA metabolites may also mediate most of its immunosuppressive and toxic effects. AZA is absorbed rapidly through the GI system and does not penetrate the blood-brain barrier. It undergoes metabolism in the liver, and excretion is via the kidneys, which increases its toxicity in renal failure.\n[2]",
    "administration": "The starting dose for AZA is 2 to 2.5 mg/kg/day, except for patients with TPMT or NUDT15 gene mutation, in which the starting dose is lower than normal.\n[14]\nDose adjustments are necessary for hepatic and kidney disease.\n[11]\n\nAZA tablets may be administered after meals to decrease adverse GI effects. Administration can be by IV push over 5 minutes, at a concentration not exceeding 5 mg/ml. It can be further diluted with NS or DW and administered by intermittent infusion over 30 to 60 minutes. However, it may also be infused over 5 minutes up to over 8 hours.",
    "adverse_effects": "Complications occur in 15 to 28% of patients.\n[2]\n\nFrequent Side Effects\n[15]\n[16]\n[13]\n[4]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n\nNausea; is the most frequent side effect\nDose-dependent.\nEarly-onset nausea usually resolves without dose alteration\nFever\nFatigue\nArthralgias/myalgia\nBone marrow suppression causing pancytopenia, thrombocytopenia, leukopenia - there are reports of dose-dependent, life-threatening cases.\nThis complication correlates with the 6-TGN level\nThere is a higher risk of myelosuppression in patients who take allopurinol or ACEI and in renal insufficiency\nAn increase in the mean corpuscular volume of the red blood cells is also an expected side effect\nRash\nHepatotoxicity: Hepatic injury correlates with a 6-MMP level of more than 5700 pmol/8 x 10^8 RBC.\nHepatotoxicity categorizes into two groups.\nAcute idiosyncratic liver injury happens in the early course and resolves with stopping the medication.\nNodular regenerative hyperplasia occurs in IBD and organ transplant patients several years after therapy.\nInfections (7.4%): Concomitant use of AZA and steroids will increase the risk of PCP in leukopenic patients.\nHypersensitivity: symptoms including fever, chills, arthralgia/myalgia, liver abnormalities, erythema nodosum\nKidney damage\n\nRare Side Effects\n[25]\n[26]\n[27]\n[21]\n[28]\n[15]\n[11]\n[24]\n\nDiarrhea\nCarcinogenesis: cutaneous hyperkeratosis and nonmelanoma skin cancer (SCC) in myasthenia gravis (most likely due to increased risk of photosensitivity), solid-organ transplant and IBD patients/ lymphoma in transplant and IBD patients\nPancreatitis (3.3%): more in females with Crohn disease\nDose-dependent\nUsually happens in the first six weeks\nIn the case of pancreatitis, discontinue AZA\nAlopecia including telogen effluvium, anagen effluvium, and plica neuropathica\nMacrocytic anemia\nSweet syndrome (acute febrile neutrophilic dermatosis)\nPneumonitis: in IBD and renal transplant patients\nUpper airway edema\nTremor: in transplant and Crohn patient: dose-dependent",
    "monitoring": "It usually requires 6 to 8 weeks for AZA to work. The recommendation is to consider stopping the medication if there is no improvement in 3 months.\n[2]\nChecking TPMT activity is suggested before starting the medication. Misclassification of TMPT phenotype can occur by prior blood transfusion.\n[12]\nTest the patient for hepatitis B and C and PPD. A pregnancy test before treatment initiation is also a recommendation.\n[32]\nComplete blood count (CBC) and liver function test (LFT) monitoring weekly are recommended initially for the first 4 to 8 weeks. CBC and LFT should get checked every three months for the rest of the treatment once the maintenance dose is achieved. However, it is advisable to check CBC and LFT more frequently in patients with kidney or renal diseases or elderly patients on high dosages of AZA or low TPMT activity. If labs show leukopenia (WBC less than 3 x 10^9/L), thrombocytopenia (platelet less than 120 x 10^9/L), or transaminitis (liver biochemistry more than half of the normal upper limit), the medication should be stopped.\n[21]\nIf patients have abdominal pain or severe nausea/vomiting, serum amylase requires checking to rule out pancreatitis. Lymph node and skin examination should be biannual.\n[32]\nIf a generalized wart occurs, the AZA dose should be reduced or switched to another agent.\nSome studies suggested monitoring the level of AZA metabolites (e.g., 6-TGN and 6-MP) to avoid specific complications.\n[4]",
    "toxicity": "Toxicity symptoms include gastrointestinal symptoms, bradycardia, hepatotoxicity, myelosuppression.\n[33]\nAcute toxicity usually happens when more than 1.5 times of daily dose is taken by the patient.\n\nIn the acute setting, activated charcoal may help with decreasing the symptoms within two hours of ingestion.\n[34]\nNo specific antidote is known for AZA. In severe cases of toxicity, dialysis is permissible as AZA is dialysable.\n\nIn cases of hepatic sinusoidal obstruction syndrome, it must discontinue permanently. If severely leukopenic, thrombocytopenic, or infected, treatment should stop."
  }
}