{
  "drug_name": "azelaic acid",
  "nbk_id": "NBK582127",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582127/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Malignant eyelid lesions can be identified by the eye care provider, primary care provider, or dermatologist during a routine exam. The most common malignancies of the eyelid include basal cell carcinoma, squamous cell carcinoma, sebaceous cell carcinoma, melanoma, and Merkel cell carcinoma.\n\nOther eyelid malignancies exist, but these are rare and beyond the scope of this article. It is crucial to remember that any cutaneous malignancy can occur in the periocular region, and physicians should perform a thorough history and physical exam with all new patients.\n\nThe patient history should include questions regarding predisposing factors, duration, and rate of lesion growth, symptoms of tenderness, discharge, or bleeding, combined with careful clinical observation. A past medical history of skin cancer, UV exposure, and non-healing or recurrent cutaneous lesions should heighten suspicion of periorbital skin malignancy. Examination under magnification using a slit-lamp or dermoscopy is helpful in better characterization of any suspicious lesion. Notably, dermoscopy can reduce the need for unnecessary surgical procedures.\n[1]\n[2]\n\nWhen there is a suspicion of malignancy, a referral should be made for a biopsy and histopathological analysis. When indicated, treatment consists of surgical excision, radiotherapy, chemotherapy, immunotherapy, cryosurgery, or laser treatments.",
    "mechanism": "Actinic Keratosis (AK)\n\nAK, or solar keratosis, typically arises from prolonged exposure to ultraviolet (UV) radiation. Other variables also influence their development, including male gender, older age, baldness, and history of melanoma or squamous cell carcinoma.\n[3]\n\nTypically, lesions arise on the sun-exposed regions of the body—that is, the dorsum of the hands, shoulders, and face. They can occur alone or as multiple lesions and tend to have overlying yellow/brown scales. Adjacent skin may show signs of sun damage in the form of telangiectasias and yellow discoloration. Occasionally, heavily pigmented AKs may resemble lentigo maligna.\n[3]\n\nBasal Cell Carcinoma (BCC)\n\nBasal cell carcinoma is the most common skin malignancy in the world, with approximately 80% of lesions occurring in the head/neck region with 20% on the eyelids.\n[4]\nIn one study, two-thirds of SCCs and one-third of BCCs were shown to arise from previously clinically diagnosed AKs in a high-risk population.\n[5]\n\nFor a more in-depth discussion on cutaneous BCC, the authors refer you to the StatPearls article dedicated to this; we will primarily focus on aspects specific to eyelid BCC.\n\nSystemic conditions that may predispose a patient to BCC include:\n\nSturge Weber/Port-wine stain\nBasal Cell Nevus Syndrome\nGorlin-Goltz syndrome\nRombo syndrome\nBazex-Dupré-Christol syndrome\nXeroderma pigmentosum\n\nSquamous Cell Carcinoma (SCC) and Keratoacanthoma (KA)\n\nEyelid SCC is characterized by abnormal proliferation of cutaneous squamous cells. SCC typically arises from prolonged exposure to ultraviolet (UV) radiation and aging. Other causes include arsenic exposure, HPV infection, and HIV infection. Keratoacanthomas can be considered a well-differentiated variant of SCC, while actinic keratoses are defined as precancerous squamous lesions. As mentioned previously, one study showed that two-thirds of SCCs and one-third of BCCs arose from prior clinically diagnosed AKs in a high-risk population.\n[5]\n\nSystemic conditions that may predispose a patient to KA/SCC include:\n\nOculocutaneous albinism\nEpidermolysis bullosa\nFanconi anemia\nFerguson-Smith\nMuir-Torre syndrome\nMibelli-type porokeratosis\nRothmund-Thomson syndrome\nKeratitis-ichthyosis-deafness syndrome\nBloom syndrome\nEpidermodysplasia verruciformis\nXeroderma pigmentosum\n\nSebaceous Carcinoma (SC)\n\nSebaceous carcinoma (SC) of the eyelid typically presents as a yellow painless mass along the eyelid margin originating from sebaceous glands such as meibomian glands or glands of Zeis.\n[6]\nIts clinical appearance may resemble a chalazion or hordeolum, but the clinical history may differ. Additionally, given the origin of SC, these lesions may be located on the eyelid margin, caruncle, or the tarsal conjunctiva, demonstrating the importance of double-eversion of the upper lid during the ophthalmic exam.\n[7]\n[8]\n\nMelanoma\n\nEyelid melanoma can be thought of similarly to cutaneous melanoma. Excessive sun exposure, presence of dysplastic nevi, a personal history of melanoma, older age, and Fitzpatrick skin types I-II are all risk factors.\n[9]\n[10]\n[11]\n\nSystemic conditions that may predispose a patient to this include\n\nFamilial atypical multiple mole melanoma syndrome\nFamilial melanoma\nXeroderma pigmentosum\n\nMerkel Cell Carcinoma (MCC)\n\nMerkel cells are mechanoreceptors and were historically thought to be the source of Merkel cell carcinoma (MCC). However, MCC is now known to have both an epithelial and neuroendocrine origin; for this reason, epidermal stem cells, dermal stem cells, and B-cells have also been suggested as alternative cells of origin.\n[12]\n[13]\nAdditionally, polyomaviruses have also been associated with the development of MCC.\n[14]",
    "monitoring": "The clinician should assess the rate of progression, the timeline of development, and the presence of pain with eyelid lesions is essential when evaluating the potential for malignancy. The patient's best-corrected visual acuity, color vision, extraocular motility, pupillary responses, and visual field should also be measured.\n\nThese exam findings are often affected by the pathology of the globe, orbit, ocular adnexa, and periorbital tissue. More specifically, the following should be noted during the evaluation of a potentially malignant eyelid lesion:\n\nColor of the lesion(s)\nSize, measured in millimeters with vertical and horizontal dimensions and depth as applicable\nThe appearance of telangiectasic or atypical vasculature\nDistortion of eyelid architecture\nFor lesions involving the palpebral conjunctiva - recommend double-eversion of the upper eyelid to evaluate the conjunctival fornix\nMadarosis\nUlceration\nPoliosis\nLocal lymph node enlargement\n\nWorking closely with a pathologist to prepare an ideal specimen is imperative for an accurate and timely diagnosis. A full-thickness biopsy of the lesion for histopathologic evaluation should be obtained before initiating therapy for malignant lesions. In addition, potential metastasis should be considered as eyelid malignancies may represent only part of a more extensive malignant process or metastatic disease.\n\nOrbital imaging with magnetic resonance imaging (MRI) provides details of orbital and periorbital soft tissue, and computerized tomography allows for assessing bony structures. Both of these imaging studies are useful for planning treatment.",
    "administration": "Actinic Keratosis\n\nClear guidelines for managing AK do not exist given their propensity for spontaneous resolution; however, given the risk for malignant transformation, the clinician should not ignore these lesions. A review of practice patterns in 2012 regarding periocular AKs found that 60.2% of surveyed surgeons treat AKs <2mm with local excision and permanent pathology.\n[74]\n\nGiven the proximity of periorbital AKs to the globe, treatments such as cryotherapy, topical chemotherapy, photodynamic therapy, and laser therapy may present additional risks. They should be used on a case-by-case basis in conjunction with an ophthalmologist.\n\nBasal Cell Carcinoma\n\nThe primary treatment modality for BCC of the eyelid remains surgical excision, typically Mohs micrographic surgery or local excision with 3 to 4 mm surgical margins. The resulting defect is then repaired by the Mohs surgeon or oculoplastic surgeon. If the extensive orbital invasion is identified, orbital exenteration has been performed in the past. More recent studies have shown the use of neoadjuvant vismodegib before surgical excision to avoid disfiguring orbital exenteration.\n[75]\n[76]\n\nThe SINS trial is a landmark study comparing excisional surgery and topical 5% imiquimod to treat BCC. Though the trial was not specific to eyelid tumors, it found that surgery was superior to imiquimod. While most imiquimod failures were limited to the first year of treatment, there were sustained benefits shown for other groups.\n[77]\n[78]\n[79]\nThis suggests a possible role for imiquimod in selected cases of eyelid BCC.\n\nSquamous Cell Carcinoma & Keratoacanthoma\n\nDue to the difficulty in clinically differentiating SCC and KA, most physicians will opt for biopsy. If confirmed as KA, ophthalmologists may choose to either monitor or excise the lesion depending on size and location. In contrast, for non-eyelid KAs, excision is generally preferred due to a low risk for complications.\n\nIf SCC is confirmed on pathology, treatment is primarily surgical excision. This most commonly involves Mohs micrographic surgery with histopathologic clearance of surgical margins. The resulting defect is then repaired by the Mohs surgeon or an oculoplastic surgeon. If the SCC shows perineural invasion into the orbit, the patient should have further consideration of neoadjuvant treatment, globe-sparing or total orbital exenteration (depending on the extent of spread), and sentinel lymph node biopsy.\n\nWhile surgical excision remains the standard of care for SCC, it is not always clinically possible; in such cases, radiation remains a viable option.\n[80]\nAdditionally, SCC lesions have been shown to have elevated levels of epidermal growth factor receptors (EGFR). Thus, agents such as cetuximab, erlotinib, and gefitinib, which target and inhibit these EGFRs, have shown promise in SCC treatment, mainly to stabilize disease when surgical management is not possible.\n[81]\n[82]\n\nTopical imiquimod, a topical immunomodulatory agent of the imidazoquinoline family, functions by activation of the innate and adaptive/acquired immune systems. In 2010, Ross et al. were the first to utilize imiquimod to treat moderately differentiated squamous cell carcinoma of the eyelid successfully.\n[83]\nMore classically, imiquimod is associated with the treatment of basal cell carcinoma and precursor tumors, as shown in the landmark SINS trial.\n\nFollowing successful surgical excision, patients should be counseled on proper sun protection, including sunscreen, UV-blocking sunglasses, wide-brimmed hats, long sleeve clothing, and other protective clothing, and to limit sun exposure, particularly in the middle of the day.\n\nSebaceous Carcinoma\n\nAlthough there is no well-defined standard of care for the treatment and management of SC, the Committee on Invasive Skin Tumor Evidence-Based Recommendations (CISTERN) has recently published recommended guidelines for the management of SC.\n[56]\nIt is important to note that the recommendations are different between extraocular and periocular SC. The CISTERN guidelines include:\n\nBiopsy of suspicious eyelid lesions does not require depth for diagnosis. Atypical chalazia or chronic unilateral blepharitis in patients >60 years old should raise concern.\nA complete cutaneous exam and adjacent lymph node exam should be performed. Ocular motility, proptosis, and pupillary abnormalities should be assessed.\nThe 8th edition of the American Joint Committee on Cancer staging system for eyelid carcinoma may be used.\nUltrasonography (US) or CT scans of the nodal basins may be used. Enlarged lymph nodes should be biopsied. Sentinel node biopsy can be considered for periocular sebaceous carcinoma. This differs from systemic cutaneous SC, where it is not recommended.\nEvaluation of distant metastasis with CT or PET scan should be used for confirmed nodal metastasis.\nGenetic testing for MTS with a Mayo Muir-Torre syndrome risk score of ≥ 2 is recommended.\nMohs micrographic surgery (MMS) or complete circumferential peripheral and deep margin assessment (CCPDMA) should be the primary management for periocular SC. Positive surgical margins may be treated with adjuvant double freeze-thaw cryotherapy or topical mitomycin.\nIf MMS or CCPDMA is not feasible, staged wide local excision can be performed; however, this may increase morbidity.\nExtensive orbital involvement may be treated with orbital exenteration or radiotherapy as a monotherapy. However, the literature shows orbital exenteration appears to have improved mortality rates.\nAdjuvant radiotherapy may be considered in SC with perineural invasion.\nSurveillance every six months for the first three years after treatment is recommended before moving to annual follow-up. Periodic lymph node basin US may be considered.\n\nMelanoma\n\nPrimary treatment of local malignancy consists of local, wide skin excision. Different extents of safety margins exist, typically based on the Breslow thickness of the melanoma. Sentinel lymph node biopsy (SNLB) may aid in managing patients with eyelid melanoma. One study found that 21.4% of patients with eyelid melanoma had positive SNLB.\n[84]\n\nThe most common locations of positive SNLB in the setting of ocular adnexal melanoma are the preauricular, intraparotid, and submandibular nodal basins.\n[85]\nSNLB provides important prognostic information, but guidelines on when to initiate this procedure have yet to be defined.\n\nFor patients presenting with metastatic disease, surgical excision is not curative. Dacarbazine, an imidazole carboxamide chemotherapeutic agent, has been the first drug therapy for metastatic melanoma since 2006.\n[86]\n\nBiologic immunotherapies (e.g., interleukin-2 and interferons), vaccination strategies, and adoptive cell therapy are all immunotherapies that have been employed to combat metastatic malignant melanoma. Most notably, immune checkpoint inhibitors (i.e., ipilimumab, nivolumab, and pembrolizumab) are the newest and fastest-growing area of investigation in treating metastatic melanoma. Their discussion should be reserved for a separate article.\n[87]\n[88]\n\nMerkel Cell Carcinoma (MCC)\n\nBefore treatment of MCC, staging of the tumor should be performed using the AJCC staging system. Given the aggressive nature of MCC and associated high mortality rate, sentinel lymph node biopsy (SNLB) should be considered. Surgical excision, radiation therapy, chemotherapy, and immunotherapy have all been used to treat MCC. For surgical excision, wide excision with 5mm margins is recommended. Additionally, given the radiosensitivity of these tumors, adjuvant radiotherapy may be warranted.\n[89]\n[90]\n\nChemotherapy is efficacious in treating MCC as a first-line treatment for disseminated or metastatic disease rather than as a local or adjuvant treatment.\n[91]\n[92]\n[93]\n[94]\nImmune checkpoint inhibitors such as pembrolizumab, nivolumab, and avelumab are currently being added to the treatment portfolio of MCC. Notably, avelumab has demonstrated efficacy in the treatment of eyelid-specific diseases.\n[95]\n[96]",
    "adverse_effects": "Misdiagnosis results in prolonged observation which may result in more extensive local growth of the lesion. Perineural, hematogenous, or lymphatic spread may also develop the following misdiagnosis. Iatrogenic complications from periocular surgery and radiotherapy carry a number of risks.\n[111]\nThese include:\n\nLagophthalmos\nSymblepharon\nEyelid retraction\nPtosis\nEctropion\nEntropion\nTrichiasis\nDry eye syndrome from exposure, aqueous deficiency, or evaporation\nDamage to the nasolacrimal system\nDiplopia\nGlobe injury & damage to surrounding structures\nOrbital hemorrhage\nInfection\nPoor tissue healing (primarily with radiotherapy)\nPoor cosmetic outcome\nPsychologic distress\n\nEach immunologic and chemotherapeutic agent carries specific complications, and physicians should work closely with oncologists and pharmacists when considering treatment options."
  }
}