{
  "drug_name": "azilsartan",
  "nbk_id": "NBK538473",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538473/",
  "scraped_at": "2026-01-11T15:23:22",
  "sections": {
    "indications": "The concurrent administration of aliskiren with an angiotensin receptor blocker, such as azilsartan, is contraindicated in patients with diabetes mellitus. If azilsartan is in combination therapy with chlorthalidone, anuria is a contraindication.\n[13]\n\nBox Warnings\n\nFetal toxicity:\nAs previously mentioned, azilsartan is an ARB in the same drug class as some older antihypertensives such as losartan and valsartan. Pregnancy is considered an absolute contraindication for all ARBs and other drugs that interfere with the RAAS system, such as ACE inhibitors and direct renin inhibitors. Azilsartan is a teratogenic antihypertensive drug; if taken during early pregnancy, the threat of congenital abnormalities rises substantially.\n[28]\n\nARBs are also considered fetotoxic during the second and third trimesters.\n[5]\nFor this reason, the FDA issued a US Box Warning explaining the fetal risk associated with azilsartan. If a woman has previously been on an ARB such as azilsartan and becomes pregnant, then the drug should be discontinued immediately (preferably within 2 days of pregnancy confirmation), and an alternative should be discussed with a primary clinician.\n[28]\nAs mentioned earlier, the conditions also apply to a woman planning to become pregnant.\n\nWarnings or Precautions\n\nAngioedema:\nAzilsartan should not be used in patients with a history of angioedema related to prior ARB therapy. However, a patient with a history of angioedema resulting from ACE inhibitors can begin treatment with an ARB 6 weeks after discontinuation of the ACE inhibitor.\n[5]\nThis decision should be made after a rigorous risk-benefit evaluation and appropriate patient counseling.\n[29]\n[30]\n\nSymptomatic\nhypotension:\nSymptomatic hypotension may occur with azilsartan, particularly in patients with volume depletion; a dose reduction of azilsartan may be necessary in these cases. Clinicians may also need to adjust diuretic doses and consider volume replacement. Blood pressure should be monitored during dose escalation and around the time of major surgery or anesthesia. Intravenous fluids and vasopressors may be required in severe hypotension.\n[31]\nVolume or salt depletion should be corrected before initiating azilsartan therapy.\n\nNephrotoxicity:\nRenal function should be regularly monitored in patients receiving azilsartan, as renin-angiotensin system inhibitors can impair renal function. Azilsartan may need to be discontinued if a significant decline in renal function is observed. The initiation of ARBs may increase serum creatinine levels, particularly in patients with extensive atherosclerotic cardiovascular disease. This increase in creatinine levels could be due to bilateral renal artery stenosis or a single renal artery stenosis in patients with a single functioning kidney. If there is a 30% increase in serum creatinine levels from baseline, it is essential to evaluate possible contributing factors, including bilateral renal artery stenosis.\n[17]",
    "mechanism": "ARBs target a key element of the renin-angiotensin-aldosterone system (RAAS). In the RAAS, angiotensin II binds to angiotensin II type 1 (AT1) receptors, which are highly expressed in vascular tissues and the adrenal gland, leading to vasoconstriction. In addition to promoting vasoconstriction, angiotensin II binding to AT1 receptors promotes sodium and water retention and also inhibits the further secretion of renin. Vasoconstriction plays a significant role in increased vascular resistance, and combined with the previously mentioned fluid retention, it ultimately leads to increased blood pressure.\n[12]\n[13]\nARBs, such as azilsartan, selectively bind to AT1 receptors and directly prevent angiotensin II from activating them.\n\nIn addition to binding to AT1 receptors, angiotensin II binds to angiotensin II type 2 (AT2) receptors. The action of angiotensin II bound to AT2 receptors produces effects opposite to those of AT1 receptors, such as natriuresis, blood pressure-lowering, and reduction of vasoconstriction in the vasculature. As previously stated, azilsartan is highly selective for AT1 receptors and does not block AT2 receptors.\n[12]\n[13]\n\nARBs, such as azilsartan, provide an effective alternative for treating blood pressure that involves the RAAS pathway. Many first-line options for antihypertensive treatment include ACE inhibitors, which come with associated adverse effects related to the ACE drug target (a dry cough, angioedema).\n[7]\nAzilsartan's action of blocking angiotensin II from binding to the AT1 receptor does not interfere with the action of ACE, so these adverse effects occur much less frequently.\n\nPharmacokinetics\n\nAbsorption:\nAzilsartan medoxomil, a prodrug, is hydrolyzed in the gastrointestinal tract during absorption to produce the active metabolite. The drug demonstrates a bioavailability of approximately 60%, has an elimination half-life of about 11 hours, and reaches peak plasma concentrations within 1.5 to 3 hours, achieving steady-state levels after 5 days.\n[2]\n\nDistribution:\nThe volume of distribution of azilsartan is approximately 16 L. Azilsartan is highly bound to human plasma proteins (>99%), primarily serum albumin. Azilsartan crosses the placental barrier in animal studies.\n\nMetabolism:\nCYP2C9 is the major enzyme responsible for azilsartan metabolism.\n[14]\n[15]\nAzilsartan is metabolized to 2 primary metabolites—the main plasma metabolite, M-II, results from O-dealkylation, and the M-I metabolite forms through decarboxylation.\n[13]\nNeither metabolite contributes to its pharmacologic activity.\n\nExcretion:\nAzilsartan is excreted primarily in the feces (55%), and 42% gets excreted in urine; 15% of the azilsartan excreted in urine remains unchanged.\n[2]\nThe elimination half-life of azilsartan is approximately 11 hours, and renal clearance is approximately 2.3 mL/min.",
    "administration": "Available Dosage Forms and Strengths\n\nAzilsartan is available as an oral tablet in 40 and 80 mg doses, taken once daily with or without food.\n[2]\nTablets should be protected from light and moisture.\n\nAdult Dosage\n\nAlthough 80 mg is the recommended starting dose for patients with hypertension, a reduced starting dose of 40 mg may be appropriate for patients with concomitant high-dose diuretic therapy or those who are volume- or salt-deprived.\n[2]\n\nSpecific Patient Populations\n\nHepatic impairment:\nFor patients with renal or mild-to-moderate hepatic impairment, dose adjustments are unnecessary.\n[2]\nAzilsartan has not been studied in patients with severe hepatic impairment. According to the American Association for the Study of Liver Diseases, due to the hemodynamic abnormalities observed in patients with cirrhosis and ascites, medications that can further decrease adequate arterial blood volume and kidney blood flow should be avoided. These medications include ACE inhibitors, ARBs, and other drugs, such as nonsteroidal anti-inflammatory drugs (NSAIDs).\n[16]\n\nRenal impairment:\nDose adjustment is not necessary for azilsartan in cases of mild-to-severe renal impairment or end-stage renal disease. Patients with moderate-to-severe renal impairment are more likely to have high serum creatinine levels. According to the Kidney Disease: Improving Global Outcomes guidelines, it is advisable to monitor blood pressure, serum creatinine, and serum potassium levels within 2 to 4 weeks after starting or increasing the dose of an angiotensin receptor blocker such as azilsartan. ACE inhibitor or ARB therapy should be continued with caution, and discontinuation or dose adjustment should be considered if serum creatinine increases by more than 30% within 4 weeks of starting or increasing the dose.\n[17]\n\nPregnancy considerations:\nSubstituting ACE inhibitors or ARBs with alternative antihypertensive medications in women planning pregnancy is advised, unless a compelling clinical indication exists to justify their continued use.\n[18]\nThe risks associated with ARBs, such as azilsartan, are described in the FDA-issued boxed warnings. According to the American College of Obstetrics and Gynecology, labetalol, extended-release nifedipine, and methylodopa are the preferred antihypertensives in pregnant patients with hypertension.\n[19]\nSimilarly, the 2017 ACC/AHA guidelines note that pregnant women with hypertension should not be treated with ACE inhibitors, ARBs, or direct renin inhibitors.\n[20]\n\nBreastfeeding considerations:\nLimited information is available on the presence of azilsartan in human milk and its effects on the breastfed infant. Studies in lactating rats have detected low levels of azilsartan in milk, but human data are lacking.\n[7]\nDue to the potential for adverse effects on the nursing infant, nursing mothers should be advised not to breastfeed during treatment with azilsartan.\n[21]\n\nPediatric patients:\nThe safety and effectiveness of azilsartan have not been established in pediatric patients. The use of azilsartan is not recommended in children younger than 2, as renal maturation is incomplete and the potential long-term effects on kidney function are unknown. In juvenile animal studies, azilsartan given before renal maturity caused nonreversible renal papillary edema.\n\nOlder patients:\nNo dose adjustment of azilsartan is required; however, increased serum creatinine levels are more frequently reported in patients aged 75 or older.",
    "adverse_effects": "Overall, azilsartan is well-tolerated in most patients, with few adverse effects. In a controlled, double-blind, randomized clinical trial comparing the efficacy of azilsartan medoxomil with ramipril in 784 patients, the overall rate of adverse events was significantly lower with azilsartan. Patients were started on 20 mg of azilsartan and 2.5 mg of ramipril once daily for 2 weeks, followed by titration to 40 or 80 mg of azilsartan and 10 mg of ramipril for 22 weeks.\n[22]\n\nDuring the treatment period, dizziness and hypotension were reported more frequently in the azilsartan group, whereas cough, a class adverse effect commonly associated with ACE inhibitors, was observed more often in the ramipril group (8.2% of participants). Cough was reported in 1% and 1.4% of participants receiving azilsartan 40 mg and 80 mg, respectively. A pertinent increase in serum potassium and uric acid was another effect observed in the azilsartan group; however, no deaths resulted from this effect or the aforementioned adverse effects. Adverse events leading to discontinuation of azilsartan in the 40 mg and 80 mg treatment groups were less frequent (2.4% and 3.1%, respectively) than with ramipril (4.8%).\n[22]\nThere were no recorded events of hyperkalemia or angioedema in this study.\n\nHypotension, including orthostatic hypotension, remained the most common adverse effect leading to discontinuation of azilsartan in placebo-controlled trials. Other observed adverse effects, although rare, included diarrhea (≤2% in 80 mg treatment groups), nausea, asthenia, and fatigue. Less frequent adverse effects observed include muscle spasms, dizziness, and cough. In less than or equal to 0.4% of patients, low hemoglobin, low hematocrit, and decreased red blood cell count were also noted in patients taking azilsartan. Postmarketing cases of infrequent angioedema have been reported.\n[23]\nSprue-like enteropathy has been reported.\n[24]\n\nDrug-Drug Interactions\n\nDual RAAS blockade:\nAzilsartan should not be prescribed with aliskiren-containing products (direct renin inhibitors) or other RAAS-inhibiting medications, such as ACE inhibitors. Randomized controlled trial data suggest that ARB therapy combined with ACE inhibitors or aliskiren increases the risk of cardiovascular and renal complications, particularly in patients with diabetes mellitus. Complications include acute kidney injury and hyperkalemia.\n[5]\n[25]\n\nNSAIDs:\nIn patients older than 65 with volume depletion or impaired renal function, coadministration of NSAIDs, including selective cyclooxygenase 2 (COX-2) inhibitors, alongside ARBs such as azilsartan may lead to worsened renal function, including the risk of acute kidney injury. These effects are typically reversible. Renal function should be monitored periodically in patients receiving both azilsartan and NSAID therapy. The antihypertensive effect of azilsartan may also be attenuated by concomitant NSAID use.\n\nLithium:\nIncreases in serum lithium concentrations and lithium toxicity have been reported during concomitant administration of lithium with ARBs such as azilsartan.\n[26]\nSerum lithium concentrations should be monitored during concurrent therapy.\n[26]\n\nDrugs causing hyperkalemia:\nConcurrent use of angiotensin receptor blockers with spironolactone, potassium supplements, or other drugs that increase serum potassium levels may increase the risk of hyperkalemia. Regular monitoring of serum potassium is advised in these conditions.\n[27]",
    "monitoring": "Patients taking azilsartan should have their blood pressure monitored regularly to evaluate the adequacy of their therapeutic response. Additionally, clinicians should monitor for adverse effects of symptomatic hypotension, including dizziness, lightheadedness, nausea, syncope, and fatigue.\n[32]\n\nIn patients with chronic kidney disease or those on potassium supplements or potassium-sparing drugs, the risk for hyperkalemia increases and requires monitoring.\n[5]\nPatients with severe bilateral renal artery stenosis are at heightened risk for acute kidney injury.\n[5]\n\nBecause azilsartan is primarily metabolized via CYP2C9, therapy should be closely monitored when used with potent CYP2C9 modulators.\n[2]\nCombination therapy with other antihypertensive agents also requires monitoring, as well as concomitant NSAID or selective COX-2 inhibitor therapy. Renal function may become impaired with the coadministration of NSAIDs or other selective COX-2 inhibitors with azilsartan. This impairment mostly occurs in patients with renal compromise or those who may be older or volume-depleted. Therefore, when NSAIDs are used alongside azilsartan, periodic assessment of renal function and electrolytes is recommended.\n[2]",
    "toxicity": "Signs and Symptoms of Overdose\n\nCurrently, there is no established maximum toxic dose for azilsartan. Patients on azilsartan with volume depletion, severe heart failure, or renal stenosis are at risk for oliguria or progressive azotemia.\n[2]\nVolume or salt depletion should be corrected first before initiating azilsartan.\n[2]\nAccording to the product labeling, during clinical trials involving healthy subjects, once-daily doses of up to 320 mg of azilsartan were well-tolerated over 7 days.\n\nManagement of Overdose\n\nIn the event of an overdose, supportive therapy should be administered in accordance with the patient's clinical condition. Symptomatic hypotension may necessitate treatment with intravenous fluids; refractory cases may require the use of vasopressors. Azilsartan is not removed through dialysis. For complex overdoses, healthcare professionals should contact the poison control center and consult a medical toxicologist to obtain current guidance and recommendations."
  }
}