{
  "drug_name": "azithromycin",
  "nbk_id": "NBK557766",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557766/",
  "scraped_at": "2026-01-11T15:23:32",
  "sections": {
    "indications": "Azithromycin is contraindicated for patients with a history of severe hypersensitivity (eg, anaphylaxis or SJS) to azithromycin or another macrolide antimicrobial. Azithromycin is also contraindicated for patients with a history of cholestatic jaundice or hepatic dysfunction related to prior use of the drug.\n\nWarning and Precautions\n\nAzithromycin effectively preserves FEV and ameliorates bronchiolitis obliterans (BO) with no effect on overall survival in lung transplant patients; however, a study comparing azithromycin with placebo for the prevention of BO in hematopoietic stem cell transplant (HSCT) recipients demonstrated decreased BO-free and overall survival with azithromycin.\n[60]\nHence, long-term azithromycin prophylaxis in HSCT recipients is inadvisable.\nClinicians should be cautious regarding the concomitant use of azithromycin and other medications that prolong the QTc interval, such as antipsychotics.\nAccording to the KIDs list (Key Potentially Inappropriate Drugs in Pediatrics), azithromycin should be avoided in neonates due to the risk of hypertrophic pyloric stenosis.\n[61]",
    "mechanism": "Like other macrolide antimicrobials, azithromycin binds to the 23S portion of the 50S bacterial ribosomal subunit. The drug inhibits bacterial protein synthesis by preventing the transit of aminoacyl-tRNA and the growing protein through the ribosome. Azithromycin is less prone to disassociation from the gram-negative ribosome than erythromycin, which may explain its greater efficacy against gram-negative pathogens.\n[28]\nLike other macrolides and protein-synthesis inhibitors, azithromycin is primarily bacteriostatic, inhibiting bacterial growth rather than directly killing organisms. However, higher doses of azithromycin have a bactericidal effect against certain bacteria, such as streptococci and\nH influenzae\n.\n[29]\n[30]\n\nAzithromycin rapidly moves from the bloodstream into tissues and, once there, readily crosses cellular membranes, making it effective against intracellular pathogens.\n[28]\n[30]\nIn nonbacterial organisms (ie, apicomplexan parasites such as\nBabesia spp.\n,\nPlasmodium spp.\n, and\nToxoplasma spp.\n), azithromycin inhibits the 50S ribosome found in the parasite apicoplast, an endosymbiosis-derived organelle with bacteria-like protein-synthesis machinery that performs critical metabolic functions.\n[31]\n[32]\n\nIn addition to azithromycin’s antimicrobial activity, it is a potent immunomodulator that markedly reduces airway neutrophilia, IL-8 gene expression, and C-reactive protein levels in lung transplant recipients and cystic fibrosis.\n[33]\n[34]\nAzithromycin has in vitro antiviral properties, which has created interest in the experimental treatment of SARS-CoV-2. By inducing the expression of retinoic acid-inducible gene I (\nRIG-I\n) like helicases, azithromycin enhanced the rhinovirus-induced expression of interferons in cultured cells of COPD patients but not in cultured cells of healthy patients in vitro.\n[35]\n\nAzithromycin resistance mechanisms are primarily linked to mutations in the 23S ribosomal subunit across various bacterial species, including\nN gonorrhoeae\n,\nP aeruginosa\n, and\nC trachomatis\n. In\nEnterobacteriaceae\n, resistance is associated with 23S rRNA mutations and ribosomal protein alterations, often coupled with methylation by erm-like genes. Efflux pump overexpression is a common resistance mechanism observed in\nP aeruginosa\n,\nE coli\n, and\nS aureus\n, contributing to reduced drug accumulation.\n[36]\n\nPharmacokinetics\n\nAbsorption:\nThe absolute bioavailability of a 250 mg dose of azithromycin is approximately 38%. When administered as an oral suspension with food, the peak plasma concentration increases by 56%, while the area under the curve (AUC) remains unchanged.\n\nDistribution:\nAzithromycin demonstrates excellent tissue penetration and intracellular accumulation. Azithromycin exhibits variable serum protein binding, decreasing from 51% at a concentration of 0.02 µg/mL to 7% at 2 µg/mL. Azithromycin penetrates various human tissues, including the skin, bones, lungs, tonsils, cervix, prostate, ovaries, uterus, stomach, liver, and gallbladder. Azithromycin is highly concentrated in phagocytes, with an intracellular-to-extracellular concentration ratio exceeding 30 after 1 hour. This accumulation in phagocytes likely enhances drug distribution to inflamed tissues.\n\nMetabolism:\nAzithromycin is metabolized primarily in the liver. After administering single 500 mg oral or intravenous doses of azithromycin, plasma concentrations decrease in a polyphasic manner, leading to an average terminal half-life of about 68 hours.\n[37]\nThe long half-life and extensive tissue and intracellular distribution permit once-daily dosing and a shorter course of treatment than other antimicrobials. For example, a chlamydia infection may be treated with a single 1 g dose of azithromycin versus 100 mg of doxycycline twice daily for 7 days.\n\nElimination:\nBiliary excretion is the primary route for eliminating unchanged medication following oral administration.\n[38]",
    "administration": "Available Dosage Forms and Strengths\n\nOral formulations include tablets (250 mg, 500 mg), packets (1 gram dissolved in ¼ cup or 60 mL of water), and suspension for reconstitution (100 mg/5 mL, 200 mg/5 mL). These formulations can be administered with or without food.\nIntravenous (IV) azithromycin is available in a 500 mg preservative-free solution for reconstitution. IV azithromycin should be infused over at least 60 minutes. Azithromycin should not be administered via intramuscular injection or IV bolus.\nOphthalmic azithromycin solution (1%) for bacterial conjunctivitis is available in a 2.5 mL bottle.\nThe extended-release formulation of azithromycin has been discontinued.\n\nAdult Dosage\n\nThe standard dose is 250 or 500 mg, once daily, for 3 to 5 days. Higher doses are typically reserved for severe infections. A single 1 g dose may be given for adults with chlamydia.\n\nAcute otitis media:\nFor patients 6 months and older, azithromycin may be given in a single 30 mg/kg dose, or 10 mg/kg once daily for 3 days, or 10 mg/kg on Day 1, followed by 5 mg/kg/d for the next 4 days.\n\nCommunity-acquired pneumonia:\nFor patients 6 months and older with an infection due to\nC pneumoniae\n,\nH influenzae\n,\nM pneumoniae\n, or\nS pneumoniae\n, the recommended dosage is 10 mg/kg orally as a single dose on Day 1, followed by 5 mg/kg/d orally for the next 4 days. Azithromycin is usually combined with third-generation cephalosporins, such as ceftriaxone.\n[39]\n\nAcute bacterial sinusitis:\nThe azithromycin dosage is 10 mg/kg orally once daily for 3 days.\n\nPharyngitis/tonsillitis:\nFor patients 2 years and older with pharyngitis or tonsillitis caused by\nS pyogenes\n, azithromycin is given at 12 mg/kg orally once daily for 5 days, with a maximum daily dose of 500 mg.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe pharmacokinetics of azithromycin in hepatic impairment have not been determined, so it should be prescribed cautiously in this population.\n\nRenal impairment:\nAzithromycin may be administered to patients with renal disease or failure without regard for creatinine clearance. Dose adjustments are usually not necessary.\n[37]\n\nPregnancy considerations:\nAccording to the American College of Obstetricians and Gynecologists guidelines, azithromycin may be included in a combination regimen for managing preterm rupture of membranes and can serve as an adjunctive prophylactic antibiotic for patients undergoing emergent cesarean delivery. Additionally, azithromycin may be indicated in specific scenarios before vaginal delivery for patients at high risk of endocarditis.\n[40]\n[41]\n[42]\n\nBreastfeeding considerations:\nAzithromycin is concentrated minimally in breast milk, making adverse effects in breastfed infants unlikely; monitoring for gastrointestinal effects, including vomiting, diarrhea, and candidiasis, is recommended. One study demonstrated that a single dose of azithromycin administered to women who were nasal carriers of pathogenic\nStaphylococcus\nand\nStreptococcus\nduring labor reduced bacterial counts in breast milk but increased the prevalence of azithromycin-resistant\nE coli\nand\nK pneumoniae\n. The use of azithromycin eye drops by breastfeeding mothers poses negligible risk to the infant, and applying pressure over the tear duct for 1 minute after administration can further reduce drug transfer to breast milk.\n[43]\n\nPediatric patients:\nAzithromycin is indicated for patients 6 months or older with community-acquired pneumonia due to\nC pneumoniae\n,\nH influenzae\n,\nM pneumoniae\n, or\nS pneumoniae.\nAzithromycin is also FDA-approved for patients 6 months or older with acute otitis media caused by\nH influenzae\n,\nM catarrhalis\n, or\nS pneumoniae\n. Azithromycin is also indicated for patients 6 months or older with acute bacterial sinusitis caused by\nH influenzae\n,\nM catarrhalis\n, or\nS pneumoniae.\nFor patients 2 years or older with pharyngitis or tonsillitis caused by\nS pyogenes\n, azithromycin is an alternative therapy for individuals who cannot tolerate first-line treatment.\n\nOlder patients:\nNo significant differences in safety or effectiveness have been observed between older and younger patients. However, greater sensitivity among some older patients cannot be ruled out based on reported clinical experiences.",
    "adverse_effects": "Azithromycin is considered a safe antimicrobial agent, and only a few patients discontinue it due to adverse effects.\n[44]\nThis medication is also associated with fewer adverse cardiac effects than other macrolides (eg, erythromycin, clarithromycin).\n\nLike other macrolides, azithromycin can cause QTc prolongation, which can result in torsades de pointes or polymorphic ventricular tachycardia. In a large retrospective cohort study, azithromycin use correlated with a small but significant absolute increase in cardiovascular death as well as an increased risk of cardiovascular death relative to amoxicillin. These results were most pronounced among patients with the highest baseline cardiovascular risk.\n[45]\nHowever, another large cohort study failed to detect an increased risk of death from cardiovascular causes in young and middle-aged adults.\n[46]\nAzithromycin is rarely associated with hepatotoxicity, which primarily manifests as hepatocellular injury within 3 weeks of initiating therapy. Clinical features of hepatotoxicity include cholestatic jaundice and elevated transaminase concentrations.\n[47]\nLike other macrolides, azithromycin is associated with gastrointestinal adverse effects such as nausea and diarrhea. All macrolides exhibit dose-dependent activation of intestinal motilin receptors, stimulating gastric motility. Clinicians widely prescribe erythromycin for treating gastroparesis due to this mechanism.\n[48]\nLife-threatening hypersensitivity reactions to azithromycin, such as anaphylaxis and Stevens-Johnson syndrome (SJS), are rare.\n[49]\n[50]\nMacrolides are also associated with the development of\nClostridioides difficile\ninfection but to a lesser degree than other common antimicrobial classes (eg, clindamycin, fluoroquinolones, and cephalosporins).\n[51]\n[52]\n[53]\nA retrospective cohort study found that outpatient azithromycin use was associated with a higher risk of cardiovascular and noncardiovascular death. However, causality cannot be established due to potential residual confounding.\n[54]\n\nDrug-Drug Interactions\n\nAzithromycin should be avoided in patients taking the first-generation antipsychotic pimozide. Macrolide antimicrobials inhibit CYP3A4, the same cytochrome that metabolizes pimozide; concomitant use of azithromycin with pimozide can cause dangerous plasma concentrations of pimozide, leading to QTc prolongation and, potentially, lethal arrhythmias. While azithromycin is a poor inhibitor of CYP3A4 relative to other macrolides, avoiding this interaction is still advisable.\n[55]\n[56]\nAzithromycin is an inhibitor of p-glycoprotein/ABCB1, a cell membrane glycoprotein transporter. Drugs that are substrates of P-glycoprotein, particularly those that are also substrates of CYP3A4, represent a relative contraindication to azithromycin administration. Examples include colchicine and small-molecule calcitonin gene-related peptide (CGRP) antagonists.\n[57]\n[58]\nIntravesical Bacillus Calmette-Guérin (BCG) instillations are prescribed as a treatment for bladder cancer. While product labeling advises suspending BCG therapy during antibiotic treatment due to potential interference with clinical response, antibiotics may still be necessary during this interval. A recent study of 126 patients found no significant impact of antibiotics on recurrence-free or progression-free survival during BCG induction. Prolonged antibiotic treatment did extend the duration of BCG therapy, but overall, antibiotics did not adversely affect oncological outcomes or adverse effects; a thorough risk-benefit evaluation is required.\n[59]",
    "monitoring": "Most courses of treatment with azithromycin are short, and adverse effects requiring therapy adjustment or discontinuation of azithromycin are rare.\n[44]\nAzithromycin should be immediately discontinued if signs of hepatotoxicity develop (eg, jaundice or elevated transaminases). For patients receiving long-term azithromycin prophylaxis (eg, AIDS patients for MAC prophylaxis or lung transplant recipients for BO prophylaxis), many patients experience gastrointestinal adverse effects, especially at higher doses (ie, 600 or 1200 mg). Reducing the dose or twice-daily dosing may be considered for these patients.\n[62]\n[63]",
    "toxicity": "Signs and Symptoms of Overdose\n\nAzithromycin, like other macrolides, is associated with QTc prolongation. Azithromycin administration can result in potentially lethal arrhythmias such as torsades de pointes. This is particularly true for patients with a history of QTc interval perturbation, cardiac arrhythmia, or concomitant use of other medications associated with QTc prolongation. In animal studies, although azithromycin was associated with similar QTc prolongation compared to other macrolides, it seemed to have a negligible proarrhythmic effect.\n[64]\nWhile significant hepatoxicity resulting from azithromycin is relatively rare, macrolides are known to cause mixed hepatocellular/cholestatic drug-induced liver injury. With prompt discontinuation of azithromycin, liver injury is almost always reversible with minimal residual impairment. Often, azithromycin-induced hepatotoxicity has associated immunoallergenic features such as rash, fever, and eosinophilia. Severe reactions, such as anaphylaxis, SJS, and drug reaction with eosinophilia and systemic symptoms (DRESS), are rare.\n[65]\nGastrointestinal toxicity is common but typically mild, and most patients can complete the prescribed course of azithromycin. This toxicity is the result of azithromycin’s activation of pro-motility receptors in the gastrointestinal tract.\n\nManagement of Overdose\n\nThere is no antidote for azithromycin overdose. General symptomatic and supportive measures should be instituted as necessary."
  }
}