{
  "drug_name": "aztreonam",
  "nbk_id": "NBK441841",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK441841/",
  "scraped_at": "2026-01-11T18:46:36",
  "sections": {
    "indications": "A brain abscess is a localized area of necrosis within the brain parenchyma, typically enclosed by a membrane and most often caused by infections. However, brain abscesses can occasionally result from trauma or surgery.\n[1]\n[2]\n[3]\nAlthough brain abscesses often arise from local infections in areas such as the ear, teeth, sinuses, mastoid air cells, or epidural spaces, they may also originate from distant sites such as the lungs or heart. In young children, brain abscesses may be associated with congenital heart disease. While brain abscesses can occur at any age, they are more prevalent in individuals in their third decade of life.",
    "mechanism": "Brain abscesses can originate locally and spread to other parts of the body. They often form from infections in nearby areas, such as the ear or sinuses, and may occasionally extend from more distant sites, such as the lungs or heart.\n\nDirect Local Spread\n\nInfections in the head and neck region can lead to the development of brain abscesses. Otitis media (5%) and mastoiditis are associated with abscesses in the inferior temporal lobe (see\nImage.\nTemporal Lobe Abscess) and cerebellum (see\nImage.\nCerebellar Abscess). Paranasal sinus infections account for 30% to 50% of cases, frequently leading to brain abscesses development. Infections from the frontal or ethmoid sinuses may spread to the frontal lobes, while dental infections commonly result in frontal lobe abscesses.\n[4]\n\nFacial trauma, including trauma from neurosurgical procedures, can lead to necrotic tissue, which may contribute to brain abscess formation. Metal fragments or other foreign bodies left in the brain parenchyma can also act as a nidus for infection.\n[1]\n[5]\n\nGeneralized Septicemia and Hematogenous Spread\n\nInfectious hematogenous seeding of the brain can arise from various conditions, with the lungs being the most common source. Pulmonary infections, including lung abscesses and empyemas, are frequently seen in individuals with bronchiectasis, and cystic fibrosis is a significant contributing factor.\n[6]\n\nAdditional factors contributing to hematogenous brain seeding include pneumonia, pulmonary arteriovenous malformations (PAVMs), and bronchopleural fistulas. In children, cyanotic congenital heart disease accounts for over 60% of brain abscess cases. Other identified causative factors include bacterial endocarditis, ventricular aneurysms, and thrombosis. Skin, pelvic, and intra-abdominal infections are also commonly reported risk factors.\n[7]\n\nApproximately 10% of patients with PAVMs develop brain abscesses. Bacteremia-related brain abscesses often result in multiple abscesses, primarily located in the middle cerebral artery distribution, typically at the gray-white matter junction. The most commonly isolated microbial pathogens in brain abscesses are staphylococci and streptococci, with\nStaphylococcus aureus\nand viridans streptococci being the most prevalent bacterial species.\n[8]\n\nA meta-analysis of 9699 patients from 123 studies identified the following list of causative pathogens in brain abscesses:\n\nStreptococcus\nspecies\nS pneumoniae\nViridans streptococci\nStaphylococcus\nspecies\nS aureus\nS epidermidis\nEnterococcus\nspecies\nGram-negative enteric bacteria\nKlebsiella pneumoniae\nEscherichia coli\nProteus\nspecies\nActinomycetales species\nCorynebacterium\nNocardia\nActinomyces\nMycobacterium tuberculosis\nHaemophilus\nspecies\nPseudomonas\nspecies\nPeptostreptococcus\nspecies\nBacteroides\nspecies\nFusobacterium\nspecies\nFungi\nParasites\n[9]",
    "monitoring": "A comprehensive evaluation for a suspected brain abscess involves multiple studies, as listed below.\n\nLaboratory Studies\n\nRoutine tests:\nRoutine tests include a complete blood count with differential and platelet count, erythrocyte sedimentation rate, serum C-reactive protein, serological testing, and blood cultures (at least 2, preferably obtained before starting antibiotic therapy).\n\nLumbar puncture:\nRarely required, a lumbar puncture should only be performed after obtaining a head computed tomography (CT) or magnetic resonance imaging (MRI) to rule out increased intracranial pressure due to significant mass effect, which can lead to cerebral herniation and potential mortality. In cases with an acute presentation or suspected meningitis, blood cultures may be used to initiate antibiotic therapy.\n\nLumbar puncture results are typically nonspecific, showing elevated protein levels, pleocytosis with a variable neutrophil count, normal glucose levels, and sterile cultures. If a rupture occurs in the cerebrospinal fluid (CSF), the white blood cell (WBC) count will increase, and additional findings may include elevated CSF lactic acid levels and abundant red blood cells (RBCs) in the CSF.\n\nImaging Studies\n\nImaging studies are crucial for diagnosing and managing brain abscesses, providing essential information on the lesion's size, location, and extent. CT and MRI are the primary modalities used, with MRI offering superior sensitivity for detecting early-stage abscesses and distinguishing them from other intracranial pathologies.\n\nStereotactic computed tomography or surgical aspiration:\nSamples can be obtained through surgical aspiration or stereotactic CT-guided aspiration of the abscess. The collected material is sent for diagnostic analysis, including culture, Gram stain, serology, histopathology, and polymerase chain reaction (PCR). These results help guide targeted treatment strategies and monitor the response to therapy, ultimately enhancing overall patient care.\n\nComputed tomography:\nAlthough less sensitive than MRI, CT is often used in emergencies.\n[12]\nImaging findings vary based on the stage of the lesion. Early cerebritis typically appears as an irregular, low-density area with no enhancement, though it may show occasional patchy irregular enhancement. As cerebritis progresses, a more defined rim-enhancing lesion becomes visible.\n\nEnzmann et al reported that CT findings of patchy enhancements in early cerebritis evolve into more distinct ring-like enhancements in late cerebritis, eventually forming a frank rim-enhancing brain abscess. A key histopathological difference is that the rim enhancement in late cerebritis lacks the collagen deposition seen in abscesses surrounding a purulent cavity. Serial CT scans obtained in patients with late-stage abscesses demonstrate progressively decreasing edema and mass effect. The abscess wall is typically smooth and regular, measuring 1 to 3 mm thick, and surrounded by parenchymal cerebral edema (see\nImage.\nBrain Abscess).\n\nThe ring of enhancement may not be uniform in thickness, often appearing relatively thin on the medial or ventricular surface in the deep white matter, where vascularity is less abundant. Steroid administration may reduce edema and contrast enhancement. Multiloculated abscesses with adjacent daughter abscesses or satellite lesions are commonly observed. The presence of gas, if detected, suggests gas-forming organisms.\n\nMagnetic resonance imaging:\nMRI is the preferred imaging modality for diagnosing and monitoring intracranial lesions due to its heightened sensitivity, particularly in detecting early cerebritis, satellite lesions, and lesions in the brainstem. In addition, MRI allows for a more accurate estimation of necrosis and the full extent of the lesion. MRI provides better differentiation between cerebral edema and brain tissue and is more sensitive in detecting the spread of inflammation into the ventricles and subarachnoid space.\n[13]\n[14]\n\nConventional spin-echo imaging with contrast:\nClassic MRI findings of an abscess include a contrast-enhanced rim surrounding a necrotic core. The rim appears isointense to hyperintense on T1-weighted (T1W) imaging relative to white matter and hypointense on T2-weighted (T2W) imaging. On T2W imaging, the characteristic smooth trilaminar structure of the rim helps distinguish an abscess from other ring-enhancing lesions. Central necrosis shows variable hyperintensity on T2W imaging, depending on the degree of protein content, and appears hypointense on T1W imaging.\n\nDiffusion-weighted magnetic resonance imaging:\nDiffusion-weighted imaging (DWI) helps differentiate brain abscesses from other ring-enhancing brain lesions. Abscesses typically appear hyperintense on DWI, indicating restricted diffusion, a characteristic feature of viscous materials such as pus. In contrast, neoplasms such as gliomas lack restricted diffusion, appear hypointense, or exhibit variable hyperintensity, which is notably lower than that observed in abscesses.\n\nDiffusion-tensor imaging:\nThis technique is based on 3-dimensional diffusivity and is commonly used to evaluate white matter tracts. Fractional anisotropy, a quantitative measure derived from diffusion-tensor imaging, assesses the degree of tissue organization. In brain abscesses, fractional anisotropy may be increased, reflecting organized leukocytosis within the abscess cavity and indicating a degree of tissue organization.\n\nProton magnetic resonance spectroscopy:\nThis technique evaluates tissue metabolism, with spectral analysis revealing elevated succinate levels, which, although rare, are highly specific for abscesses. Other significant metabolites include increased acetate, alanine, and lactate signals. Amino acids from neutrophil-driven protein breakdown suggest a pyogenic abscess. MR spectroscopy can further differentiate anaerobic from aerobic metabolism by detecting elevated succinate and acetate peaks, which are characteristic of anaerobic infections due to glycolysis and fermentation. Additionally, lactate peaks are lower in strict anaerobes due to their metabolic consumption of lactate.\n\nBrain Biopsy\n\nNeedle aspiration or surgical drainage is generally recommended for most patients to establish a diagnosis and identify the causative pathogen.\n[15]\nHowever, an open or stereotactic brain biopsy may be required to confirm a parasitic or fungal abscess. In certain situations, a biopsy may be delayed or deemed unnecessary, such as:\n\nThe presence of a brain abscess alongside bacteremia, particularly when antibiotic therapy corresponds with blood culture results.\nStrong diagnostic support is based on epidemiological, clinical, serological, and neuroimaging findings, such as in cases of neurocysticercosis or toxoplasmosis.\nAbscesses are located in inaccessible or vital regions of the brain.\nA Glasgow coma score of more than 12 and lesions measuring less than 2.5 cm in diameter.",
    "administration": "A brain abscess can result in elevated intracranial pressure, leading to significant neurological morbidity and mortality. Management typically involves both medical and surgical approaches. Medical management may be appropriate for small, deep-seated abscesses (<2 cm), cases with coexisting meningitis, or specific scenarios such as multiple lesions. However, a combination of medical and surgical interventions is often preferred.\n[2]\n\nCT and MRI brain imaging are essential for managing brain abscesses, as they aid in localizing the abscess and provide critical details, such as size and number. Depending on available surgical expertise, abscesses larger than 2 cm are typically considered for aspiration or excision. For multiple abscesses, management usually involves a prolonged course of high-dose antibiotics (4-8 weeks) with or without aspirations, guided by weekly CT scans (see\nImage.\nMultiple Brain Abscesses).\n\nThe antibiotic regimen should be carefully tailored based on the microorganisms isolated from the blood or abscess. Certain antibiotics, such as first-generation cephalosporins, aminoglycosides, and tetracyclines, are less effective for treating brain abscesses due to their limited ability to cross the blood-brain barrier.\n\nSpecific antibiotic regimens according to microorganisms are listed below.\n\nGram-positive bacteria, including streptococci: Third-generation cephalosporins (eg, cefotaxime and ceftriaxone) or penicillin G are effective.\nS aureus\nand\nS epidermis\n: These bacteria are usually associated with penetrating brain trauma or neurosurgical procedures and should be treated with vancomycin. Vancomycin is also effective for\nClostridium\nspecies. Linezolid, trimethoprim-sulfamethoxazole, or daptomycin can be considered in cases of vancomycin resistance.\nFungal infections:\nCandida\nand\nCryptococcus\nmust be treated with amphotericin B.\nAspergillus and\nPseudallescheria boydii\n: Voriconazole is the treatment of choice.\nToxoplasma gondii\ninfection: This is treated with pyrimethamine and sulfadiazine, which can be combined with highly active antiretroviral therapy (HAART) in cases of HIV.\n\nSteroids may be considered in select cases to reduce mass effects, improve antibiotic penetration, and alleviate cerebral edema.\n[16]\nHowever, their use should be judicious, with careful consideration of potential benefits versus the risks of exacerbating an underlying infection, suppressing the immune response, or delaying wound healing.\n\nThe surgical approach plays a pivotal role in managing brain abscesses, with the choice of procedure depending on the operator's skill and preference. Techniques include ultrasound or CT-guided needle aspiration via the stereotactic method, burr hole drainage, and craniotomy for loculated or multiple abscesses. Intravenous (IV) or intrathecal agents targeting specific microorganisms are often used with surgical therapy.\n[17]",
    "adverse_effects": "Complications that can arise secondary to a brain abscess include:\n\nMeningitis\nVentriculitis\nHydrocephalus\nIncreased intracranial pressure\nBrain herniation\nSeizures\nSepticemia\nNeurological deficits\nThrombosis of intracranial blood vessels\nDeath"
  }
}