{
  "drug_name": "maca",
  "nbk_id": "NBK576384",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576384/",
  "scraped_at": "2026-01-11T18:47:29",
  "sections": {
    "indications": "Helminths have been causing disease in human beings for since long.\n[1]\nHelminths are divided into phylum, Nemathelminthes, and Platyhelminths. Nematodes are a class of Nemathelminthes that include human worms (\nAscaris lumbricoides\n,\nTrichuris trichiura\n), animal worms (\nToxocara canis\n,\nToxocara catis\n), and filarial worms (Wuchereria bancrofti). Platyhelminths are divided into trematodes (Schistosoma mansoni) and cestodes (\nTaenia solium\n). Worldwide around 1 billion people are infected with helminths.\n[2]\n\nThey are pathogenic to humans. They parasitize the intestine and cause tissue damage by direct invasion. Ocular toxocariasis is a zoonotic infection. It is caused by the nematode\nToxocara canis\nand\nToxocara cati\n.\n[3]\nIn 1950, Wilder described the ocular infection caused by a nematode.\n[4]\nShe studied 46 enucleated eye specimens and found nematode larva in 24 of them. Beaver, in 1952, identified the\nToxocara\nlarva in the liver biopsies of children.\n[5]\nNichols in 1956 demonstrated\nT. canis\nin 24 enucleated eye specimens.\n[6]\n\nThese findings implicated\nToxocara\nas a common etiology for systemic and ocular pathology. Ocular toxocariasis may present with peripheral granuloma, posterior granuloma, or endophthalmitis. This review discusses etiology, epidemiology, pathophysiology, clinical features, investigations, differential diagnoses, management, complications, and the role of interprofessional coordination for patients with ocular toxocariasis.",
    "mechanism": "Ocular toxocariasis is caused by\nToxocara\n. The\nToxocara\ngenus consists of 21 species.\n[7]\nToxocara canis\nspecies is the most common cause of toxocariasis.\n[8]\nIt is a natural parasite of dogs. The adult worms are cylindrical. The length of adult male worms is 42.5 to 45 mm, and female worms are usually 54 to 60 mm long.\n[9]\n\nPuppies are the definitive host.\n[7]\nAdult worms are found in the small intestine of puppies and pregnant dogs. The puppies get infected either through maternal transmission or through ingestion of contaminated soil and feces. Inside them, the larva reaches the lungs. These larvae are coughed up and swallowed. They then reach the small intestine and quickly mature into adult worms that produce infectious ova. These eggs are shed in the feces.\n[10]\n\nThe eggs mature into an embryo in 2-6 weeks in the external environment. Humans get infected through the ingestion of contaminated soil or contaminated food. The embryo reaches the intestine and matures into a larva. The larva penetrates the intestinal wall and enters the systemic circulation. It is then carried to various organs like the heart, liver, lungs, and eyes.\n[11]",
    "monitoring": "Ocular toxocariasis is suspected if a child presents with unilateral loss of vision or squint. Definitive diagnosis is made by the demonstration of\nToxocara\nlarva in the histological sections of the affected tissue.\n[41]\nIn ocular infection, the retinal biopsy is not feasible, so this test is rarely performed.\n[42]\n[43]\nThus the diagnosis is mainly clinical and presumed most of the time without histopathology or other direct confirmation.\n[44]\nWhen in doubt, as in cases presenting with endophthalmitis, ultrasonography (USG) B scan or computed tomography (CT) scan can be done.\n\nUSG shows a hyperreflective retinal mass located in the posterior pole or periphery. Often, vitreous membranes are noted to be adherent to the mass with or without calcification.\n[45]\nIf calcification is present, it is focal and limited and does not involve the whole vitreous as in retinoblastoma.\n[46]\nThe fibrous band extending from the periphery to the posterior pole or optic disc may also be demonstrated. In a healed peripheral and posterior pole granuloma, a CT scan shows a focal or diffuse, non-enhancing, well-defined hyperdense lesion.\n[47]\n\nImmunological tests can be done for the diagnosis of toxocariasis. The enzyme-linked immunosorbent assay (ELISA) test, which employs antigens of the second-stage larva (usually excretory/secretory antigens), is the best indirect test for diagnosing the infection. It is a qualitative immunoenzymatic determination of antibodies against the Toxocara. ELISA may show cross-reactivity with\nAscaris lumbricoides\nwhich can be minimized by using excretory/secretory antigens for the assay. ELISA has a high degree of sensitivity (78%) and specificity (92%) at a titer of more than 1:32.\n[48]\nHowever, serum ELISA may be negative in ocular toxocariasis.\n[49]\nELISA on the aqueous and vitreous aspirate may improve the rate of detection. Positive ELISA reports may be noted in patients with past infections or asymptomatic\nToxocara\ninfection. A significant rise in antibody level over time confirms active infection.\n\nComplete blood count may show eosinophilia.\n[50]\nOther indirect indicators are hypergammaglobulinemia (IgM) and an elevated isohemagglutinin titer. In humans, the intestinal form of toxocariasis does not occur, so stool studies for parasites and ova may not be helpful.\n[51]\nTissue biopsy may show a granuloma surrounding a larva but is rarely recommended. Thus, the constellation of clinical signs described above, a history of pets, pica, eosinophilia, and positive serology, strongly point to the diagnosis.\n\nSerum total immunoglobulin-E (IgE) level may be markedly raised in patients with toxocariasis, though the titer may be lower in ocular toxocariasis due to reduced worm burden.",
    "administration": "Ocular toxocariasis can present with or without active inflammation. In cases with anterior chamber cells/flare and vitritis, the inflammation must be controlled with topical and systemic corticosteroids. This helps in reducing anterior chamber reaction, vitreous haze, and vitreous membranes.\n[52]\n\nTopical cycloplegic mydriatic prevents posterior synechia formation and seclusio pupillae. Increased intraocular pressure can be controlled with topical antiglaucoma medications. The role of systemic anthelmintic drugs such as albendazole and thiabendazole is unclear. It is not proven to kill intraocular Toxocara.\n[53]\n[54]\nThough some cases have been described in the literature showing favorable results in combination with oral corticosteroids.\n[55]\n[56]\n[57]\n\nIn one study, treatment resulted in an improved vision in all patients. There were no recurrences of uveitis during the study period of 13.8 months. In adults, the dose of albendazole was 800 mg orally twice a day for two weeks with prednisolone at 1.5mg/kg tapered over three months. The children received 200 mg orally twice a day for two weeks with prednisolone at 1mg/kg.\n[58]\n\nSometimes, the larva is seen migrating in the subretinal space. It can then be destroyed with laser photocoagulation over and around it.\n[59]\n[60]\nThe laser can be done with a neodymium-doped yttrium aluminum garnet (Nd: YAG) frequency-doubled 532 nm green laser. The laser power can be in the range of 250 to 300 mW and 100 to 150 ms duration. The reaction should produce a white burn over the retina.\n[61]\nSecondary complications like choroidal neovascularization can be treated with intravitreal anti-vascular endothelium growth factor agents.\n[62]\n\nSome patients present late without active inflammation. There is a peripheral focal granuloma with a vitreal fold radiating from it to the posterior pole. There can be accompanying tractional retinal detachment and a cataract. In such cases, surgery is indicated. Lens aspiration with intraocular lens implantation is preferred for the cataract. Pars plana vitrectomy is done for vitreous opacification and membranes.\n[63]\nIt also relieves the traction bands and allows retinal reattachment. Epiretinal membrane over the macula and disc can be peeled off.\n[64]\n\nWith such maneuvers, vision improves or remains stable in 85% of cases.\n[65]\nSometimes a retinal tear occurs secondary to the traction from a peripheral granuloma. A scleral buckle can be placed to relieve the retinal traction and improve visual acuity.\n[30]\n\nThe most important step in the management of toxocariasis is prevention. Good hygiene should be maintained in children.\n[66]\nThey should be prohibited from coming in close contact with dogs and cats. They should not play with contaminated soil and not walk bare feet outside. Meat should be properly cooked before consuming it. The puppies and dogs should be given anthelmintic drugs.\n[67]\nTheir litter should be disposed of in plastic bags. Educating the parents and child about clean and hygienic habits is essential.",
    "adverse_effects": "Prolonged inflammation leads to posterior synechia formation, which can cause iris bombe and angle-closure glaucoma.\n[29]\nUncontrolled inflammation can cause ciliary body shutdown and hypotony.\n[91]\nLong-standing vitritis causes cystoid macular edema, epiretinal membrane, and macular degeneration.\n[66]\nVitreal folds can cause tractional retinal detachment. Phthisis bulbi is the end stage of the disease.\n[92]\n[40]"
  }
}