{
  "drug_name": "macrogol",
  "nbk_id": "NBK560560",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560560/",
  "scraped_at": "2026-01-11T18:47:28",
  "sections": {
    "indications": "Encopresis or fecal incontinence is defined as the involuntary passing of stool into inappropriate places such as the underwear in children older than four years of age.\n[1]\nIt represents severe psychological distress on children and their families.\n[2]\nIn the Diagnostic and Statistical Manual of Mental Disorders, fifth edition (DSM-5), encopresis criteria consisted of the repeated passage of stool into inappropriate places, and it can be either voluntarily or involuntarily. These encopretic events should occur for at least three months. The diagnosis cannot be made below the age of four. The encopresis of fecal incontinence also called soiling or fecal overflow incontinence.\n[3]",
    "mechanism": "Encopresis can be divided into constipation-associated encopresis or overflow encopresis, and non-retentive encopresis. More than 80% of the children with encopresis have retentive fecal incontinence. Other organic non-functional causes for encopresis include repaired anorectal malformation, postsurgical Hirschsprung disease, spinal dysraphism, spinal cord trauma, spinal cord tumor, cerebral palsy, and myopathies affecting the pelvic floor and external anal sphincter.\n[4]\nEncopresis in children can also be subclassified into primary, in those children who have never been toilet trained, and secondary, where incontinence returns after successful toilet training.\n[5]",
    "monitoring": "Encopresis is mainly a clinical diagnosis, and the majority of patients do not need any further testing. North American Society for Pediatric Gastroenterology, Hepatology, and Nutrition (NASPGHAN) included in their recommendations that routine laboratory testing to screen for hypothyroidism, celiac disease, and hypercalcemia in the absence of alarm symptoms is not recommended for constipation, which leads to the majority of encopresis cases in children.\n[22]\nRadiography is helpful only for determining the presence of a fecal mass in rectum when there is uncertainty as to whether the patient is constipated and rectal examination is not possible because of obesity, refusal, or psychological factors (sexual abuse) that make a rectal examination too traumatic.\n[23]\n[24]\nDe Lorijn et al. suggested that a bowel diary is sufficient to diagnose constipation and encopresis.\n[25]\n\nA recent study involving children with defecation disorders reported spinal cord abnormalities (such as an intradural lipoma or tethered cord) in only 3% of affected children. Imaging of the spinal cord is therefore recommended only in children presenting with neurologic complaints or physical symptoms, such as gluteal cleft deviation, suggestive of spinal cord abnormalities.\n[26]\n\nAnorectal manometry can be used as a beneficial tool for patients with chronic constipation. Fundamentally, anorectal manometry assesses the anal pressure and rectal sensation. In clinical practice, sphincter muscles may need assessment when there is a spinal cord injury or local injuries in sphincter muscles. The internal anal sphincter may lose the ability to relax in a patient with Hirschsprung disease during the rectal balloon distention test.\n[27]\n\nA barium enema should not be done in patients with mild constipation. It should be used in the assessment of the caliber of small or large intestines, which may provide beneficial clinical findings in the suspicion of  Hirschsprung disease or evaluation of anal atresia after the surgical intervention.\n[28]",
    "administration": "Due to the majority of the children having a diagnosis of retentive fecal incontinence, the treatment for encopresis relies on treating the root cause, which is chronic constipation. Management of constipation is covered in a different section in Statpearls, Pediatric Functional Constipation.\n[29]\nThe recently published NASPGHAN guidelines include four important phases in the treatment of chronic constipation: (1) education, (2) disimpaction, (3) prevention of reaccumulation of feces, and (4) follow-up.\n[22]\n\nProviders must explain that constipation often leads to a vicious cycle that results in stool withholding, fecal retention, and eventually encopresis. It is essential to clarify to the family that fecal incontinence is caused by rectal impaction and is beyond the child's control. It should also be stressed that maintenance therapy usually takes 6 to 24 months. In most cases, a detailed plan eliminates the frustration of parents and children and improves compliance necessary for the prolonged treatment.\n\nDisimpaction, or removal of the fecal impaction, is recommended before maintenance therapy.\n[22]\nFecal disimpaction can be accomplished with oral, or rectal agents. Oral administration of laxatives is less invasive and is more cost-effective than enemas or manual disimpaction.\n[30]\nThe use of orally administered polyethylene glycol (PEG) for fecal disimpaction is effective and safe.\n[31]\n\nThe next step of treatment focuses on the prevention of recurrence, which can be achieved through a combination of dietary changes, behavioral interventions, and medication. Although diet modification is very popular, the data is lacking to support supplementation with fiber, extra fluids, prebiotics, or probiotics.\n[22]\nTherefore, providers should recommend a healthy and balanced diet in general. Behavioral interventions include positive feedback and reinforcement from parents, addressing coexisting behavioral problems and psychological referrals if needed. Biofeedback training is a technique that can be used to teach children how to control their perianal muscles to pass bowel movement more efficiently.\n[32]\n\nOral daily laxative therapy should be initiated immediately after disimpaction. The laxative dose should be adjusted as needed to reach the desired stool consistency and frequency. These medications include mineral oil, osmotic laxatives (such as lactulose, magnesium hydroxide, and PEG) and stimulant laxatives (such as senna and bisacodyl).\n\nAlthough conventional therapy usually successfully treats children with constipation induced encopresis, a small group continues to have intractable symptoms. Surgical interventions may benefit this minority, including intrasphincteric injection of botulinum toxin (Botox), antegrade enemas, and rectosigmoid resection.\n\nThe treatment of non-retentive encopresis has not been well defined. The treatment consists of education, keeping a bowel diary, and toilet training four times a day following meals and immediately after arriving home from school.\n[9]\nSometimes antidiarrheal drugs, such as loperamide, are prescribed for children with fecal incontinence to reduce the fecal output.\n[33]\nBehavioral therapy of toilet training, in combination with a reward system, is the most critical step in the management of non-retentive encopresis.\n[34]\nCurrently, surgical interventions have no place in the treatment of children with non-retentive encopresis."
  }
}