{
  "drug_name": "magnesium sulfate",
  "nbk_id": "NBK554553",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554553/",
  "scraped_at": "2026-01-11T15:33:33",
  "sections": {
    "indications": "If any known hypersensitivity reaction to magnesium sulfate has occurred in the past, it should not be administered. If a patient is in a known heart block, magnesium sulfate should not be given as it can exacerbate the already slowed cardiac conduction. Many manufacturing labels recommend withholding magnesium sulfate infusions in patients with preeclampsia/eclampsia two hours before fetal delivery due to possible interaction with neuromuscular blocking agents given intraoperatively; however, the medication should not be stopped due to the possibility of precipitating seizure activity.\n[7]",
    "mechanism": "Magnesium Metabolism\n\nTo fully understand how magnesium sulfate works clinically, a basic understanding of how magnesium works intracellularly is helpful. Magnesium is a positively charged divalent cation that is absorbed in the gastrointestinal tract from our diets. Regulation of magnesium concentration in the serum occurs mostly through renal reabsorption and excretion. Parathyroid hormone causes magnesium reabsorption in the cortical thick ascending limb, but hypercalcemia and hypermagnesemia will cause magnesium excretion. Serum magnesium levels should remain within a range of 0.7 to 1 mmol/L (1.4 to  2.0 meq/L) concentration, but almost half of the total body magnesium is taken up by the bone.\n[5]\n\nPhysiological Role of Magnesium\n\nOne role that magnesium plays is helping ion transport and maintain balance across the cellular membrane. Magnesium also acts as a cofactor for enzymatic activation in multiple biochemical pathways, such as glycolysis and the Krebs cycle. Intracellular magnesium is vital for neurochemical transmission and muscular contractions by working indirectly at the neuromuscular junction. More specifically, Mg\n2+\nions compete on voltage-gated calcium channels, affecting the distribution of calcium uptake and release. Magnesium also affects calcium metabolism by the stimulation or suppression of parathyroid hormone (PTH).\n\nHypermagnesemia\n\nHypermagnesemia is a state of elevated magnesium levels with serum concentrations higher than 2 mmol/L. It rarely presents unless renal insufficiency is present or the patient is exposed to high levels of exogenous magnesium. Clinical signs of hypermagnesemia result in neuromuscular blockade or vasodilation—high levels of circulating magnesium lead to inhibition of calcium influx through the voltage-gated channels. Without calcium influx into the cell at the neuromuscular junction, no acetylcholine is released, leading to muscle contraction slowing. Clinical symptoms of hypermagnesemia include, but are not limited to, weakness, decreased respiratory drive, hyporeflexia, hypotension, or electrocardiogram (ECG) changes. The most notable ECG changes are P-R interval prolongation, an increase in the Q-T interval, or an increase in QRS duration leading to heart block.\n\nHypomagnesemia\n\nIt is usually defined as the depletion of magnesium and is seen when serum concentrations are less than 0.7 mmol/L, typically due to intestinal malabsorption or renal disease leading to failed reabsorption. Low levels of magnesium can result in the loss of competitive inhibition at the neuromuscular junction, allowing for increased acetylcholine release, resulting in neuromuscular irritability. Without competitive inhibition, the threshold of motor nerve excitation diminished, leading to enhanced myofiber contraction. Clinical symptoms of hypomagnesemia include but are not limited to, muscle spasms, hyperreflexia, or ECG changes. The most notable changes seen on ECG include the widening of the P-R interval, widening of the QRS complex, and peaking of the T waves.\n[6]",
    "administration": "Magnesium sulfate administration can be oral (PO), intramuscular (IM), intraosseous (IO), or intravenous (IV). For every 1 gram of magnesium sulfate, it contains 98.6 mg or 8.12 Eq of elemental magnesium. Magnesium sulfate can be combined with dextrose 5% in water to make intravenous solutions.\n\nOral: Magnesium sulfate is available as a capsule or powder (Epsom salt), which can be combined with water to form an oral solution.\nIntramuscular: If diluted, magnesium sulfate can be administered IM in children and adults.\nIntraosseous: Magnesium sulfate can be administered through an adequately placed IO if no other access is available.\nIntravenous: Magnesium sulfate can be administered as an IV push, infusion, or additive to TPN.\n\nMagnesium given orally leads to osmotic shifts of fluid, which can help alleviate constipation. If given parenterally, magnesium sulfate will be broken down into elemental magnesium and used to replete and maintain circulating magnesium stores, thus changing the serum concentration of magnesium. When given to patients, the route of administration will ultimately determine the overall mechanism of action.",
    "adverse_effects": "When giving magnesium sulfate, there are minimal side effects with standard therapeutic doses, but magnesium sulfate has a broad therapeutic index. Patients most commonly complain of minor facial flushing and warmth with the administration; however, symptoms typically resolve spontaneously. In patients with neuromuscular disease, such as in myasthenia gravis, the neuromuscular function may worsen at lower concentrations of medication. If given rapidly or in high doses, patients may experience transient hypotension due to smooth muscle inhibition causing a vasodilatory effect that will resolve. If the patient is on a continuous magnesium sulfate infusion, serum levels must be accounted for as symptoms related to hypermagnesemia may become clinically evident. At supratherapeutic serum concentrations, absent reflexes, abnormal cardiac conduction, and muscle weakness may occur.",
    "monitoring": "Magnesium levels must be monitored frequently by checking serum levels every 6 to 8 hours or clinically by checking patellar reflexes or urinary output.  If serum concentration levels are low, a proper dose of magnesium sulfate can be given parenterally to replete low serum concentrations with recommended follow-up laboratory testing.\n\nNormal Serum Levels: 0.7 to 1.0 mmol/L (1.4 to 2.0 meq/L)\nTherapeutic level in preeclampsia/eclampsia: 2.0 to 3.5 mmol/L (4 to 7 meq/L)\nPatellar reflexes lost: 4.0 to 5.0 mmol/L (8 to 10 meq/L)\nRespiratory depression: 5.0 to 7.5 mmol/L (10 to 15 meq/L)\nRespiratory paralysis: 6.0 to 7.5 mmol/L (12 to 15 meq/L)\nCardiac arrest: 12.5 to 15.0 mmol/L (25 to 30 meq/L)",
    "toxicity": "If patients exhibit signs and symptoms of hypermagnesemia, the recommendation is to discontinue magnesium sulfate products immediately. If the patient consumed magnesium sulfate orally, then the use of magnesium-free enemas or cathartics can be useful in removing excess magnesium from the GI tract. Patients should receive parenteral doses of calcium gluconate to help alleviate symptoms, but continued doses may be necessary as the calcium provides temporary improvement. IV hydration should also occur if clinically appropriate. In patients with severe renal disease, then hemodialysis should be considered."
  }
}