{
  "drug_name": "magnesium carbonate",
  "nbk_id": "NBK599500",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599500/",
  "scraped_at": "2026-01-11T15:33:30",
  "sections": {
    "indications": "The current product labeling in the United States has no absolute contraindications for TPO-RAs.\n\nPrecautions\n\nTPO-RAs generally do not have absolute contraindications, except for lusutrombopag, which should be avoided in cases of severe hepatic impairment (Child-Pugh Class C), as indicated in the Japanese prescribing information label for lusutrombopag. However, caution is recommended when prescribing TPO-RAs in specific clinical situations. These situations encompass thrombotic conditions, including cerebrovascular infarction and myocardial infarction, and genetic pro-thrombotic disorders such as Factor V Leiden, prothrombin 20210A mutation, antithrombin deficiency, and protein C or S deficiency.\n[48]\n[49]\n[50]\nIn addition, it is crucial to be cautious when using TPO-RAs in patients with moderate-to-severe hepatic impairment.\n\nBox Warnings\n\nCurrently, eltrombopag has a box warning regarding hepatotoxicity. Clinical trials involving patients with ITP revealed that ALT elevations occurred in approximately 10% to 11% of individuals treated with eltrombopag, compared to 3% to 7% in subjects who received a placebo. Importantly, these elevations were typically mild and temporary, often resolving after discontinuing eltrombopag. In some cases, improvements were observed even when patients continued the medication. Documented cases indicate that serum enzyme elevations may reoccur upon restarting eltrombopag, and in several instances, severe liver issues developed, potentially associated with portal vein thrombosis. Because of these reports, eltrombopag carries a boxed warning concerning hepatotoxicity. This warning underscores the risk of hepatic decompensation, particularly when treating patients with chronic hepatitis C, and advocates for close monitoring of LFTs in such cases. Therefore, monitoring certain liver function markers is recommended to ensure the safe use of eltrombopag. This monitoring should follow these guidelines: Before initiating eltrombopag, assess serum ALT, AST, and bilirubin levels.\nDuring the dosage adjustment phase, which spans the initial 2 weeks, healthcare providers should conduct LFTs every 2 weeks. Once a stable dose is achieved, ongoing monitoring should be carried out every month. In cases where elevated bilirubin levels are detected, it is advisable to consider temporary cessation of the medication. If any abnormal serum liver test results are identified, testing should be repeated within 3 to 5 days for confirmation. In cases where the abnormalities are confirmed, healthcare providers should closely monitor serum liver tests every week until the abnormalities either resolve, stabilize, or return to their baseline levels.\nIf ALT levels increase to 3 times or more the upper limit of normal and meet one of the following conditions: if they are progressive, persist for at least 4 weeks, are accompanied by an increase in direct bilirubin, or are associated with clinical symptoms of liver injury or signs of hepatic decompensation, discontinuation of eltrombopag is recommended. Although restarting treatment with eltrombopag is not recommended, if the potential benefits of reinitiating eltrombopag treatment outweigh the risk of hepatotoxicity, it should be cautiously reintroduced, with weekly serum liver test monitoring during the dose adjustment phase. If liver test abnormalities persist, worsen, or recur during this period, eltrombopag should be permanently discontinued.\n[22]",
    "mechanism": "TPO-RAs are second-generation, non-immunogenic thrombopoietin growth factors that bind to and activate thrombopoietin receptors similar to thrombopoietin. Thrombopoietin receptors are found in various hematopoietic tissues, ranging from stem cells to mature platelets. Activation\nof thrombopoietin receptors initiates multiple downstream signaling pathways, including JAK2/STAT5, MAPK, PI3K-AKT, MAPK kinase-extracellular signal–regulated kinase (MEK/ERK), and p38. Collectively, these pathways contribute to cell growth, maturation, and the prevention of platelet apoptosis, ultimately leading to an increase in platelet count. The TPO-RAs—eltrombopag, avatrombopag, and lusutrombopag—bind to the transmembrane domain of the thrombopoietin receptor, whereas romiplostim competitively binds to the receptor's extracellular domain.\n[20]\nHowever, the mechanism of thrombopoietin receptor activation varies among TPO-RAs, ultimately activating different signaling pathways.\n\nIn addition to their ability to increase platelet counts by stimulating thrombopoietin receptors and inducing gene transcription, eltrombopag and romiplostim demonstrate immunoregulatory properties, leading to heightened levels of regulatory T cells in individuals with ITP. This particular effect is facilitated by transforming growth factor-β (TGF-β), which is notably abundant in megakaryocytes and platelets.\n[21]\n\nIn addition to its effect on the thrombopoietin receptor, eltrombopag exhibits off-target effects. Clinical evidence indicating a trilineage and bilineage impact in patients with SAA undergoing eltrombopag therapy suggests that eltrombopag may exert a direct stimulatory effect on HSCs or immature progenitor cells. Eltrombopag has been observed to exert DNA repair effects through non-homologous end-joining and stimulate the activity of DNA-dependent protein kinase. These actions mimic the DNA repair capabilities exhibited by endogenous thrombopoietin. This fact is supported by a notable improvement in cell viability following gamma irradiation in granulocyte colony-stimulating factor CD34+ cells and improved treatment responses observed in patients diagnosed with Fanconi anemia following eltrombopag therapy.\n\nEltrombopag's possession of a central metal-chelating group enables it to chelate both calcium and iron, thereby influencing intracellular iron balance. As cancer cells are sensitive to perturbations in intracellular iron levels, the anticancer properties of eltrombopag can be attributed, at least partially, to its iron-chelating capabilities. Moreover, the growth-inhibiting effect of eltrombopag on both myeloid and non-myeloid cell lineages highlights its direct influence on restraining cancer cell proliferation. Nevertheless, further clinical investigations are warranted to delve deeper into this research area.\n[21]\n\nPharmacokinetics\n\nAbsorption:\nAll 4 TPO-RAs are absorbed from the gastrointestinal tract, and food intake has no effect except for eltrombopag. High-fat and calcium-rich foods hinder eltrombopag absorption. In addition, coadministration with polyvalent cations such as antacids and mineral supplements (iron, calcium, aluminum, magnesium, selenium, and zinc) reduces eltrombopag absorption. On the contrary, avatrombopag, romiplostim, and lusutrombopag can be taken with or without food, as they are absorbed from the gastrointestinal tract regardless of food intake.\n\nDistribution:\nThe high plasma protein binding is a common characteristic among all TPO-RAs, with eltrombopag at ≥ 99.9%, lusutrombopag at ≥99.9%, and avatrombopag at ≥96%. This binding characteristic contributes to their limited volume of distribution, as evidenced by lusutrombopag with a mean volume of distribution (% CV) of 23.5%, avatrombopag at 25%, and eltrombopag ranging from 50% to 79% of plasma concentration.\n\nMetabolism:\nTPO-RAs undergo extensive metabolism primarily by liver enzymes, except for romiplostim, which is metabolized by reticuloendothelial cells. Eltrombopag undergoes metabolism via the isoenzymes CYP1A2 and CYP2C9, as well as uridine diphosphate-glucuronosyltransferase (UGT)-1A1 and UGT1A3. Avatrombopag is predominantly metabolized by the liver's cytochrome P450 system (CYP3A4 and CYP2C9). Lusutrombopag undergoes minimal liver metabolism, primarily through oxidation and glucuronidation.\n[22]\n\nElimination:\nThe primary route of excretion for avatrombopag, eltrombopag, and lusutrombopag is through feces, with minimal urinary excretion. Avatrombopag exhibits the highest fecal excretion at 88%, followed by lusutrombopag at 83% and eltrombopag at 59%. In contrast, romiplostim is cleared through reticuloendothelial cells following recycling by FcRn receptors on endothelial cells. The half-life of avatrombopag is around 19 hours, which is comparable to eltrombopag (21 to 32 hours) and lusutrombopag (27 hours). On the other hand, the half-life of romiplostim ranges from 1 to 35 days, with an average of 3.5 days.",
    "administration": "Available Dosage Forms\n\nTPO-RAs are available in oral formulations, except for romiplostim, which is exclusively available in injectable form. The prescribed dosage varies based on the specific indications. Notably, evaluating and consistently monitoring the platelet count before initiating treatment and throughout the therapeutic course is imperative to maintain a platelet count ≥50×10\n9\n/L. Regularly monitoring liver function tests (LFTs) is advisable during eltrombopag treatment. Dosage adjustments for all TPO-RAs are based on platelet count, considerations related to ethnicity, and LFTs for eltrombopag. Although all TPO-RAs can be taken with food, eltrombopag should be administered on an empty stomach—1 hour before or 2 hours after a meal—with no coadministration of divalent cations within 4 hours.\n\nAvailable Dosage Strengths\n\nEltrombopag is available in tablet form with strengths of 12.5 mg, 25 mg, 50 mg, 75 mg, and 100 mg.\n\nAvatrombopag is available in tablet form with a strength of 20 mg.\n\nLusutrombopag is available in tablet form with a strength of 3 mg.\n\nRomiplostim is available in vials containing 250 and 500 mcg/mL concentrations. The standard initial dosage is 1 mcg/kg administered weekly through subcutaneous injection, with the option to increase to a maximum of 10 mcg/kg, considering tolerance and therapeutic efficacy.\n\nAdult Dosage\n\nITP in adults\n: According to the American Society of Hematology (ASH) 2019 guidelines for ITP, individuals who are dependent or unresponsive to corticosteroids and have had ITP for at least 3 months should consider TPO-RAs, splenectomy, or rituximab as second-line treatments. Although the guidelines advocate for personalized decision-making, the preference is for TPO-RAs such as romiplostim and eltrombopag over rituximab and splenectomy.\n[23]\nThe International Consensus report suggested avatrombopag alongside romiplostim and eltrombopag as TPO-RAs. This stands in contrast to the ASH guidelines, which did not include avatrombopag due to the absence of regulatory approval.\n[24]\n\nThe dosage recommendations for TPO-RAs in CIT are as follows:\n\nAvatrombopag is initiated with a once-daily 20 mg tablet, and the maximum daily dosage is 40 mg.\n\nEltrombopag is initiated at 50 mg once daily, with a maximum increase to 75 mg/d. Notably, for individuals with hepatic impairment and patients of East Asian ethnicity (Chinese, Japanese, Taiwanese, and Korean), the initial dose is 25 mg instead of 50 mg.\n\nThe initial dosage of romiplostim is 1 μg/kg subcutaneously. Weekly increments of 1μg/kg are made until the maximum dose limit of 10 μg/kg per week is achieved. All the dose increments are made until the desired platelet count of ≥50×10\n9\n/L is achieved.\n\nITP in children\n: ITP occurs in 1.9 to 6.4 in 100,000 children. ITP is frequently observed in an otherwise healthy child who presents with the sudden onset of bruising and petechiae and a very low platelet count. The majority of these children resolve spontaneously within a few weeks and do not need treatment.\n[25]\nPatients with pediatric ITP may necessitate second-line therapies, including immunosuppressive agents, splenectomy, or, more recently, TPO-RAs. Eltrombopag and romiplostim are the 2 TPO-RAs that have gained approval as second-line treatments in clinical trials conducted in children aged 1 or older with ITP of duration 6 months or more.\n\nThe dosage recommendations for TPO-RAs in ITP are as follows:\n\nFor children aged 6 or older, the recommended initial dosage of eltrombopag is 50 mg daily, with dosage adjustments made in 25 mg increments. For children between the ages of 1 and 5, the starting dosage of eltrombopag is 25 mg.\n\nRomiplostim is administered subcutaneously, starting at a weekly dosage of 1 μg/kg, and can be increased weekly in increments of 1 μg/kg up to a maximum dosage of 10 μg/kg per week.\n\nSAA in adults and children:\nAplastic anemia is a rare disorder that affects the bone marrow and presents with pancytopenia and bone marrow that shows reduced cellularity. The etiology remains unknown in 70% to 80% of cases. According to the British Society for Hematology (BSH) guidelines, the standard treatment for SAA is HSCT or immunosuppressive therapy, typically involving anti-thymocyte globulin plus cyclosporin.\n[26]\nHowever, the lack of sufficient response to a second course of immunosuppressive therapy has led to the development of second-line therapy options, such as TPO-RAs. Due to its direct stimulation of bone marrow progenitor cells, eltrombopag has demonstrated significant hematopoietic recovery in SAA by inducing multilineage hematopoiesis.\n[3]\n[27]\n\nThe recommended doses for eltrombopag in refractory SAA for both adults and pediatric patients are as follows:\n\nIn cases of SAA refractory to first-line treatment, the initial dosage of eltrombopag is 50 mg once daily, with a maximum allowable dose increment of up to 150 mg daily.\n\nEltrombopag is used as a first-line therapy adjunct to immunosuppression in pediatric SAA. The initial dosage for pediatric patients aged 2 to 5 is 2.5 mg/kg, for 6 to 11 is 75 mg, and for 12 or older is 150 mg, administered in conjunction with the immunosuppressive regimen.\n\nThrombocytopenia in hepatitis C-induced CLD\n: Thrombocytopenia, as a complication of CLD associated with HCV infection, is an important limiting factor in the initiation and maintenance of peginterferon-based antiviral therapy. This therapy has a significant myelosuppressive effect, potentially aggravating thrombocytopenia.\n[28]\nEltrombopag is a safe and cost-effective alternative to platelet transfusion, steroids, IV immunoglobulins, splenectomy, and splenic artery embolization for thrombocytopenia in patients with hepatitis C.\n[29]\n\nThe recommended dosage for eltrombopag is initiated at 25 mg once daily, with a maximum dosage of up to 100 mg daily. Dosage adjustments are made to maintain the platelet count above the level required to initiate antiviral therapy (>25,000 cells per µL).\n\nInvasive procedures in CLD\n: Patients with CLD frequently require invasive therapeutic and diagnostic procedures, such as variceal band ligation, liver biopsies, or percutaneous procedures, for hepatocellular carcinoma. This makes the management of periprocedural bleeding risk a common clinical consideration. Platelet counts of 50,000 to 60,000/μL are deemed safe before most invasive procedures in patients with liver cirrhosis, as per the 2009 guidelines provided by the American Association for the Study of Liver Diseases for percutaneous liver biopsy.\n[30]\n\nThe treatment options for thrombocytopenia in CLD include platelet transfusions, splenectomy, splenic artery embolization, and transjugular intrahepatic portosystemic stent (TIPS) placement. However, each of these interventions comes with specific limitations and associated risks. Avatrombopag and lusutrombopag have specifically been shown to be effective alternatives to the conventional treatment options mentioned above. The FDA recommends the following doses because impaired production of thrombopoietin may contribute to the development of thrombocytopenia in advanced-stage liver disease.\n[31]\n\nAccording to FDA guidelines, patients are recommended to initiate lusutrombopag 8 to 14 days before the scheduled procedure, with the procedure ideally conducted 2 to 8 days after the last dose. The prescribed dosage is 3 mg orally once daily for a duration of 7 days.\n\nAvatrombopag should be administered orally for 5 days, commencing 10 to 13 days before the scheduled procedure, depending on the platelet count. The recommended dosage is 60 mg (3 tablets) once daily for platelet counts <40×10\n9\n/L and 40 mg (2 tablets) once daily for platelet counts between 40 to 50×10\n9\n/L.\n\nHematopoietic syndrome due to acute radiation exposure:\nThe recommended dosage of romiplostim is 10 mcg/kg, administered via subcutaneous injection. Immediate administration is advised upon suspected or confirmed exposure to radiation levels exceeding 2 gray (Gy).\n[9]\nRomiplostim should be administered regardless of the availability of the complete blood count. The patient's absorbed whole-body radiation dose or the extent of radiation exposure should be estimated using information provided by public health authorities, biodosimetry if available, or clinical markers such as the onset of vomiting or kinetics of lymphocyte depletion.\n[32]\n[33]\n\nSpecific Patient Populations\n\nHepatic impairment:\nLusutrombopag and avatrombopag can be used in mild-to-moderate liver impairment cases without requiring any dosage adjustments. However, caution is advised in severe hepatic impairment, such as CLD, which results in an apparent high central volume of the drug. Moreover, severe hepatic impairment (Child-Pugh C) is an absolute contraindication for lusutrombopag use. Notably, modifications to the dose of eltrombopag are necessary in cases of moderate-to-severe hepatic impairment. This adjustment is because 60% of the drug undergoes metabolism in the liver, resulting in an increase in the drug's plasma level proportionate to the decline in liver function.\n[34]\nIn contrast, the pharmacokinetics of romiplostim remain unaffected in cases of mild to moderate hepatic impairment, as its clearance depends on the reticuloendothelial system.\n\nRenal impairment:\nA population pharmacokinetic analysis has established that mild renal impairment (creatinine clearance 60 to <90 mL/min) and moderate impairment (creatinine clearance 30 to 60 mL/min) do not lead to clinically significant alterations in the pharmacokinetics of TPO-RAs. Nevertheless, there is a lack of comprehensive clinical data regarding the impact of severe renal impairment on the pharmacokinetics of TPO-RAs. Therefore, specific dosage adjustments for severe renal impairment have not been recommended. Nonetheless, it is essential to emphasize that individuals with impaired renal function who are prescribed TPO-RAs should undergo close monitoring for potential adverse drug reactions.\n\nPregnancy considerations:\nAdministering eltrombopag and romiplostim throughout all trimesters of pregnancy appears to be relatively safe. However, eltrombopag treatment seems to be associated with low fetal birth weight, particularly when administered during the first or second trimester. Additional research is needed to determine the safety profile of eltrombopag and romiplostim during pregnancy and to categorize TPO-RAs as safe or hazardous.\n[35]\nNotably, the FDA has not approved the use of TPO-RAs during pregnancy. According to the ASH guidelines, thrombocytopenia during pregnancy should be addressed at a platelet count of 10,000/µL at any time or below 30,000/µL in the second or third trimester or when hemorrhage is present. The ASH recommends IV immunoglobulins as the first-line treatment for severe thrombocytopenia or thrombocytopenic hemorrhage in the third trimester.\n[36]\n\nBreastfeeding considerations:\nThe available data do not provide a definitive recommendation on using TPO-RAs during lactation. The benefits versus risks must be carefully assessed for both the mother and the baby during treatment with romiplostim and eltrombopag. Based on the results of animal-based clinical studies, breastfeeding mothers undergoing avatrombopag and lusutrombopag treatment should discard their breast milk and resume breastfeeding after 2 weeks and 28 days following their last dosage of these medications, respectively. Persistent thrombocytosis in a neonate has been reported, likely attributed to the transmission of eltrombopag through breastfeeding.\n[37]\n\nPediatric patients\n: Eltrombopag and romiplostim are currently approved for use in pediatric patients.\n[6]\n[38]\nThe dosage regimens are as described above.\n\nOlder patients:\nAnalysis of outcomes from randomized clinical trials involving individuals of various age categories diagnosed with ITP has revealed significant distinctions in the pharmacokinetics and pharmacodynamics of eltrombopag and romiplostim between younger and older groups. Conversely, the clinical investigations about avatrombopag and lusutrombopag, including older individuals, lack the comprehensive data necessary to formulate specific dosage adjustment guidelines for the older population. Nevertheless, when considering dosage adjustments for older patients, it is essential to exercise caution, considering the prevalence of chronic illnesses and any concurrent medication regimens.\n[39]",
    "adverse_effects": "The most frequently reported adverse events with TPO-RAs are rebound worsening of thrombocytopenia, thrombocytosis, increased bone marrow reticulin, stimulation of growth of leukemic blasts, reduction in the threshold for platelet activation, abnormal LFTs (eltrombopag), thrombosis, stimulation of growth of solid tumors, antibody formation, stem cell depletion and interactions with other cytokines or hematopoietic growth. While using romiplostim for the treatment of ITP, the other reported adverse effects include arthralgia, myalgia, discomfort in extremities, shoulder pain, dizziness, paresthesia, sleep disturbances, abdominal discomfort, and dyspepsia. In clinical trials evaluating avatrombopag's efficacy in adult patients with CIT, adverse events exceeding a 10% incidence rate included headache, fatigue, contusion, epistaxis, upper respiratory tract infection, arthralgia, gingival bleeding, petechiae, and nasopharyngitis.\n\nOther common adverse effects observed with eltrombopag are headache, elevated alanine aminotransferase (ALT), elevated aspartate aminotransferase (AST), cataracts, fatigue, increased bilirubin levels, nausea, and diarrhea. In summary, the safety profiles of TPO-RAs are not identical, and specific adverse events such as cataracts and elevated transaminase levels are more commonly associated with eltrombopag. Thrombosis and thromboembolic events (arterial and venous) are associated with romiplostim.\n[40]\n\nSignificant adverse reactions of TPO-RAs are provided below.\n\nRebound thrombocytopenia:\nRebound thrombocytopenia is a phenomenon in which a patient experiences a drop in their platelet count below normal levels after having elevated platelet counts. Among TPO-RAs, eltrombopag is most commonly associated with rebound thrombocytopenia. Approximately 10% of individuals may experience a transient decrease in platelet count lasting for a period of 1 to 3 weeks before returning to baseline levels. Subsets of patients undergoing a rapid decline in platelet count to levels below 10×10\n9\n/L within 5 to 7 days face a significant bleeding risk. In such cases, a prudent approach may involve considering a reduction in the dose of medication by 25% to 50%. Notably, the concern of rebound thrombocytopenia applies specifically to individuals diagnosed with ITP.\n[41]\n\nThrombocytosis:\nThrombocytosis is a medical condition characterized by an elevated number of platelets in the bloodstream. Both eltrombopag and romiplostim can induce thrombocytosis, with platelet levels exceeding 1000×10\n9\n/L. Although suspension of either medication is advised when platelet counts surpass 400×10\n9\n/L, in cases of extreme elevations, occasionally exceeding 800×10\n9\n/L, clinicians may opt to administer a daily dosage of aspirin at 81 mg as a precautionary measure.\n\nThrombosis and thromboembolic complications:\nThrombosis is the formation of blood clots, and thromboembolism is a specific type of thrombotic complication. Thromboembolism can obstruct blood flow to vital organs or tissues, causing damage or organ failure. The risk of thromboembolic events may be increased relative to placebo in patients receiving romiplostim, particularly in those aged 60 or older, compared to immunosuppressant therapies. Therefore, close monitoring of such patients is necessary to mitigate potential risks.\n[42]\n\nRomiplostim has demonstrated the ability to reduce the threshold for platelet activation by weak agonists, such as ADP, in standard platelet aggregometry studies, demonstrating a significant 50% reduction in this threshold. Long-term clinical trials lasting 6 months or more and involving avatrombopag or eltrombopag did not indicate an increased rate of thromboembolic events compared to the placebo. However, in patients with CLD receiving eltrombopag, the occurrence of symptomatic portal vein thrombosis has been noted. Furthermore, it is essential to highlight that some of these patients presented additional risk factors for thrombosis, including the presence of hepatocellular carcinoma.\n[24]\n\nIn addition, a randomized placebo-controlled trial revealed that lusutrombopag was associated with portal vein thrombosis as the most common adverse effect.\n[43]\nHence, the decision to prescribe TPO-RAs to individuals with risk factors for thrombosis should be made after a thorough evaluation of the potential benefits and risks.\n\nIncrease in bone marrow reticulin:\nPatients with acute myeloid leukemia (AML) treated with recombinant human thrombopoietin (rhTPO) experienced increased bone marrow reticulin. In contrast, eltrombopag-treated patients (2.6%) exhibited increased reticulin and collagen. Romiplostim-treated ITP patients demonstrated increased reticulin, which remained within the normal range. Furthermore, the risk of progression to myeloid malignancies in these patients is low. Romiplostim use in patients with MDS exhibited a possible progression to AML, affecting the percentage of patients with circulating blasts exceeding 10%. Discontinuation of romiplostim resulted in no further progression of AML in most patients. These findings underscore the need for cautious evaluation of TPO-RAs in individuals with MDS. Importantly, reticulin fibrosis has not been reported as an adverse effect of avatrombopag use.\n[42]\n\nAntibody formation:\nThe formation of antibodies is a significant concern when using recombinant thrombopoietin agents, particularly pegylated-recombinant human megakaryocyte growth and development factor (PEG-rhMGDF). Clinical studies have reported only 2 patients developing non-neutralizing antibodies against romiplostim.\n[44]\nHowever, these antibodies later disappeared upon reevaluation and did not appear to affect the platelet count. Following these initial cases, no additional instances of antibody formation have been observed. Current findings indicate that no antibodies developed against eltrombopag. In summary, the formation of neutralizing antibodies appears to be a potential concern specifically associated with romiplostim.\n\nCataracts:\nIn a pooled analysis, romiplostim users reported up to a 9% increase during an 8-year follow-up, translating to 2.2 cases per 100 patient-years. In contrast, eltrombopag showed a 7% increased risk of cataracts, whereas avatrombopag users did not report this adverse effect.\n[17]\nA routine ocular examination is recommended when taking eltrombopag.\n\nTransaminase elevation:\nTransaminitis may occur in up to 10% of patients taking eltrombopag, typically within the first year of treatment. Eltrombopag has been associated with hepatic transaminitis, leading to a 5% increase in ALT, a 4% increase in AST, and a 4% increase in bilirubin. In contrast, romiplostim users did not report this adverse event. Unlike eltrombopag, romiplostim and avatrombopag do not necessitate routine monitoring of LFTs during therapy. Furthermore, eltrombopag has demonstrated chelating effects with calcium and iron. Post-marketing reports have indicated hyperpigmentation and skin yellowing among eltrombopag users, resembling a jaundice-like state. Therefore, obtaining LFTs and assessing iron indices is advisable to determine the cause of such discoloration.\n[22]\n\nDrug-Drug Interactions\n[40]\n\nEltrombopag, as an inhibitor of the organic anion transporting polypeptide OATP1B1 transporter, leads to higher exposure to substances that rely on this transporter, such as benzylpenicillin, atorvastatin, fluvastatin, pravastatin, rosuvastatin, methotrexate, nateglinide, repaglinide, and rifampin. In a preclinical study, the coadministration of rosuvastatin with eltrombopag resulted in a 55% increase in the area under the curve and a 103% increase in the maximum plasma concentration of rosuvastatin. Hence, it is recommended to decrease the dose of rosuvastatin by 50% when coadministered with eltrombopag.\n[45]\n\nEltrombopag has an affinity for binding to polyvalent cations found in various substances, such as iron, calcium, aluminum, magnesium, selenium, and zinc, found in foods, mineral supplements, and antacids. When coadministered with an antacid containing polyvalent cations (aluminum hydroxide, magnesium carbonate, and sodium alginate), eltrombopag exhibited a significant reduction in systemic exposure. To ensure adequate absorption of eltrombopag, it is essential to avoid taking it within 4 hours of consuming medications or products containing polyvalent cations, such as antacids, dairy products, and mineral supplements.\n[46]\n\nModerate or strong dual CYP2C9 and CYP3A4 inducers or inhibitors, such as itraconazole, fluconazole, rifampin, and verapamil, may reduce the efficacy of avatrombopag.\n[47]\n\nBased on the data obtained from clinical trials, noteworthy alterations in the pharmacokinetics of lusutrombopag did not exist when it was administered concurrently with cyclosporine—an inhibitor of P-glycoprotein and breast cancer resistance protein (BRCP)—or when administered alongside an antacid that contains a multivalent cation such as calcium carbonate.",
    "monitoring": "For individuals undergoing avatrombopag, lusutrombopag, romiplostim, and eltrombopag treatments, it is essential to monitor the platelet count before initiating treatment.\n\nAvatrombopag\n\nFollowing the initiation of avatrombopag treatment, it is recommended to monitor platelet counts once weekly. Once the platelet count reaches 50×10\n9\n/L, the monitoring frequency should shift to monthly assessments. In the event of treatment discontinuation, it is advised to check platelet counts once a week for a minimum of 4 weeks.\n[40]\n\nLusutrombopag\n\nFor individuals receiving lusutrombopag therapy, assessing the platelet count before initiating treatment and 2 days before any scheduled invasive procedure is crucial.\n\nRomiplostim\n\nWhen undergoing romiplostim treatment, a complete blood count (CBC) that includes platelet assessment should be performed every week during the initial phase of therapy adjustment. After the dose has been stabilized, a transition to monthly evaluations is recommended. Furthermore, monitoring should persist for 2 weeks after treatment discontinuation.\n\nTable\nTable 1. Dosage Adjustments for Romiplostim as per the FDA Label.\n\nEltrombopag\n\nWhen utilizing eltrombopag therapy, it is necessary to conduct LFTs, including the evaluation of serum ALT, AST, and bilirubin. These tests should occur before initiating therapy and continue at 2-week intervals during the dosage adjustment phase. Once a stable regimen is achieved, these tests should be conducted monthly. If ALT levels increase beyond 3 times the upper limit of normal after initiating therapy or exceed 3 to 5 times the baseline levels in individuals with elevated ALT before treatment, further attention is warranted, and the treatment should be stopped. Furthermore, regular assessments of clinical hematology parameters, including CBC and peripheral blood smears, should be obtained, and a baseline ocular examination should be initiated as routine monitoring during eltrombopag treatment to rule out cataracts and bone marrow fibrosis development.\n[40]\n\nTable\nTable 2. Dosage Adjustments for Eltrombopag Based on CBC per FDA Label.",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdosing with TPO-RAs can lead to an excessive increase in platelet count, resulting in thrombotic or thromboembolic complications.\n\nManagement of Overdose\n\nThere are no known antidotes for TPO-RAs overdosage, except in the case of eltrombopag, where the administration of metal cation-containing preparations (such as calcium, aluminum, and magnesium) can restrict eltrombopag absorption. The recommended course of action in the event of a TPO-RA overdose is to discontinue the treatment, monitor the platelet count, manage any thrombotic conditions based on standard care protocols, and, once the effects of the overdose subside, reintroduce the TPO-RA treatment following the recommended dosing and administration guidelines. It is worth noting that TPO-RAs are highly bound to proteins and have limited renal excretion, making hemodialysis an ineffective method for the treatment of overdosage.\n[40]"
  }
}