{
  "drug_name": "malt",
  "nbk_id": "NBK603728",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603728/",
  "scraped_at": "2026-01-11T18:47:30",
  "sections": {
    "indications": "The orbits are paired structures separated by the nasal cavity and ethmoidal sinuses, which protect and house the globe and contain extraocular muscles, nerves, blood vessels, lacrimal apparatus, and adipose tissues. The walls of each orbit are formed by parts of 7 bones: frontal, sphenoid, maxillary, zygomatic, palatine, ethmoid, and lacrimal.\n[1]\nTumors arising in orbit can be classified according to their cell of origin as either primary, secondary, or metastatic.\n\nPrimary orbital tumors arise from structures within the confines of the bony orbit, including vascular, neural, mesenchymal, and osseous, and those arising from the lacrimal gland. Secondary orbital tumors are lesions that, by contiguity, extend to involve the orbit from neighboring structures such as the paranasal sinus, conjunctiva, eye (globe), eyelid, lacrimal sac, anterior and middle cranial fossae, other facial bone, skull, nasopharynx, palate, and parotid gland. The orbit can also rarely be the site for metastasis for some distant tumors.\n[2]",
    "mechanism": "All anatomic structures of the orbit can give rise to malignancy. The malignant tumors of the orbit can be classified according to the site of origin and histology as follows:\n[3]\n[4]\n[5]\n\nPrimary Tumors\n\nLymphoproliferative\n\nOcular adnexal lymphomas: These are the most common adult malignant orbital tumors and are primarily seen in older patients with a female predominance. They can originate from the conjunctiva, eyelids, lacrimal glands, and orbital soft tissue. These are most commonly mucosal-associated, low-grade B-cell lymphomas (MALT lymphomas).\n[6]\n\nLacrimal gland\n\nLacrimal gland neoplasms are often differentiated into 2 distinct categories, epithelial and nonepithelial, with nonepithelial tumors accounting for 50% to 60% of masses. Other rare tumors include mesenchymal tumors.\nLacrimal gland lymphomas account for the majority of malignant nonepithelial gland tumors. Other tumors of nonepithelial lymphatic origin include extranodal marginal zone lymphomas, follicular lymphomas, and diffuse large B-cell lymphomas.\nMalignant epithelial gland tumors include adenocarcinomas, adenoid cystic carcinomas, mucoepidermoid carcinomas, pleomorphic adenocarcinomas, epithelial-myoepithelial carcinomas, acinar cell carcinomas, transitional cell carcinomas, and melanomas.\nMesenchymal tumors are rare and constitute only 10% to 15% of all lacrimal gland tumors. Examples include sarcomas, malignant peripheral nerve sheath tumors, and malignant rhabdoid tumors.\n\nMesenchymal:\nThese are usually aggressive tumors seen in both pediatric and adult populations and are named according to their cell of origin. These tumors include rhabdomyosarcomas (the most common pediatric malignant orbital tumor), liposarcomas, myxofibrosarcomas, leiomyosarcomas, osteosarcomas, and chondrosarcomas.\n[7]\n\nVasculogenic:\nThese are rare tumors of the orbit and include hemangiopericytomas, angiosarcomas, and epitheloid hemangioendotheliomas. Hemangiopericytomas constitute around 1% of all orbital tumors. The cell of origin is the pericytes of the vascular wall or pluripotent perivascular cells. Patients typically present in the fifth decade of life with no gender predilection.\n\nIntraocular:\nThese include tumors originating from ocular epithelium, such as retinoblastomas and orbital melanomas. Retinoblastomas are the most frequent intraocular malignancy in children, occurring before the age of 5 and with no gender predilection. Primary orbital melanomas constitute the most common primary intraocular malignancy in adults. They arise from the uveal tract, which consists of the choroid (the most common site of origin), ciliary body, and iris.\n\nGerm cell:\nThese tumors are of embryonic cell origin and are extremely rare malignant tumors of the orbit. Examples include teratomas, yolk sac tumors, and granulocytic sarcomas.\n\nSecondary Tumors:\nBased on the site of origin, these tumors can be classified as follows:\n\nFrom sinonasal malignancies\n\nFrontoethmoidal malignancies (like squamous cell carcinomas [SCC] and adenocarcinomas), maxillary sinus malignancies, ethmoid sinus malignancies, and rarely sphenoid sinus malignancies\nNasopharyngeal carcinomas\nSinonasal undifferentiated carcinomas (SNUC)\nNK/T-cell lymphomas\n\nFrom the central nervous system\n\nEndocranial tumors of the skull base, like esthesioneuroblastomas\nMalignant meningiomas\n\nFrom the globe, conjunctiva, or nasolacrimal duct\n\nSquamous cell carcinomas, basal cell carcinomas (BCC), adenocarcinomas, oncocytic carcinomas, mucoepidermoid carcinomas, adenoid cystic carcinomas, melanomas, Merkel cell tumors, sebaceous carcinomas\n\nFrom the skin\n\nSquamous cell carcinomas\nBasal cell carcinomas\nMelanomas\nAdnexal structure carcinomas (Merkel cell, apocrine, etc)\n\nMetastatic Tumors:\nThe orbit can be the site of metastasis (1% to 3% of all orbital tumors), and the most common types include metastases from the breast, prostate, melanoma, and lungs.\n[8]",
    "monitoring": "Contrast-enhanced computed tomography (CT) and magnetic resonance imaging (MRI) are the main radiological modalities for evaluating suspected orbital malignancies. CT of the orbit, including head and paranasal sinuses, is done to see the extent of the lesion, especially as it relates to surrounding bony structures. Expansile or reactive changes to the orbit, as well as gross bony destruction, can both be seen and may hint at the aggressiveness of the underlying tumor.\n[21]\nMultiplanar thin-section MRI of the orbits with intravenous (IV) contrast is the optimal modality to delineate the soft tissue extent of the tumor. With such high-resolution imaging, it is possible to determine dural and brain involvement, as well as the extent of sinonasal involvement, by delineating tumor versus inspissated nasal secretions. Features such as diffuse lesions with irregular shapes and borders and involvement of periorbital vessels and nerves indicate malignant lesions rather than benign ones. Diffusion-weighted MRI and dynamic contrast-enhanced MRI studies help differentiate orbital lymphomas from inflammation and other low-grade malignancies. Ultrasonography of the orbit is usually reserved for pulsatile orbital masses like carotid-cavernous fistulas or cystic lesions and has less role in orbital malignancies.\n[22]\n[23]\n\nAfter radiological imaging, an orbital biopsy is typically required to obtain a histologic diagnosis, and an incisional biopsy is usually sufficient to make a histopathological diagnosis of a suspected malignant orbital mass. Orbital apex, optic nerve, or periocular muscles should be avoided while taking the biopsy. The lesions confined to the orbital bony walls or the ones that are encroaching less onto surrounding regions like an intracranial cavity or paranasal sinuses can be biopsied via orbital routes like upper eyelid incision or superomedial lid incision with anterior orbitotomy for superiorly and medially based lesions, lateral orbitotomy for orbital apex lesions, and transconjunctival lower anterior orbitotomy for inferiorly based lesions. For orbital malignancies that have extended into the paranasal sinuses or nasal cavity, the endoscopic trans-nasal route is often preferred to obtain a biopsy. Transcranial routes for biopsy are avoided due to the high risk of morbidity. If metastatic cervical lymphadenopathy is present, fine-needle aspiration of the metastasis is often the easiest and safest route to obtain a diagnosis.\n[24]\n[25]",
    "administration": "The treatment strategy for orbital malignancy, like any other malignancy, depends upon the extent of the tumor involvement, histopathological type, and tumor stage.\n\nMedical treatment\n\nOf all orbital malignancies, medical treatment (radiation therapy, chemotherapy, and/or immunotherapy) is most commonly used curatively for orbital adnexal lymphomas. For early local tumors, radiotherapy is the primary modality of treatment. Patients with advanced disease and high-grade tumors are treated with chemotherapy followed by local radiation. The standard chemotherapy regimen includes cyclophosphamide, adriamycin, vincristine, and prednisone (CHOP). Rituximab, a monoclonal antibody directed against B-cell specific surface receptor CD20, is used in cases of non-Hodgkins B-cell lymphoma like diffuse large B-cell lymphoma. Surgery has a minimal role in orbital lymphomas.\n[26]\n[27]\n[28]\n\nSurgical treatment\n\nSurgical treatment is the primary modality of treatment in resectable orbital tumors. The extent of resection depends upon the tumor stage, histology, and primary site and can include local resection, exenteration, or radical exenteration. See StatPearls' companion reference, \"\nLacrimal Gland Malignancies\n,\" for more information.\n[29]\nThe elective neck dissection and ipsilateral parotidectomy should be discussed in advanced-stage epithelial tumors and are indicated in solid histological subtypes or when there is high-grade malignant degeneration like in carcinoma in pleomorphic adenoma and other high-grade tumors like adenocystic carcinomas. Adjuvant radiotherapy is indicated postsurgery in most of the tumors for local control after surgery, and brachytherapy for tumors with R1 resection is also a feasible option.\n[26]\n\nSee Statpearls' companion references, \"\nRetinoblastoma\n\" and \"\nOcular Melanoma\n,\" for more information.\n[30]\n[31]",
    "adverse_effects": "Understanding the potential complications associated with malignant orbital tumors is essential for clinicians managing these complex conditions, as they significantly impact patient outcomes and treatment strategies. Complications include the following:\n\nTumor-related complications:\nComplete ophthalmoplegia, visual loss, superadded infection leading to periorbital cellulitis, extension into adjoining areas like the nose and paranasal sinuses leading to unilateral nasal obstruction or recurrent epistaxis, or extension to the intracranial cavity leading to meningismus.\n\nSurgery-related complications:\nPatients with orbital malignancies suitable for surgery usually undergo wide local excision or orbital exenteration, leading to a non-aesthetic orbital cavity requiring reconstruction, which further leads to flap-related complications. Intraoperative complications include injury to the skull base or dura leading to a cerebrospinal fluid leak in addition to the usual risk of bleeding, compressive hematoma, vision loss, injury to the lacrimal duct leading to epiphora, cosmetic deformities, enophthalmos, and exposure keratopathy in the case of globe preservation surgeries.\n\nRadiotherapy-related complications:\nRadiotherapy-related complications include damage to the radiosensitive lens, lacrimal gland, and retina located near or within the target volume."
  }
}