{
  "drug_name": "mannitol",
  "nbk_id": "NBK470392",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470392/",
  "scraped_at": "2026-01-11T15:33:43",
  "sections": {
    "indications": "There are multiple contraindications to giving mannitol, including:\n\nAnuria due to renal disease\nPulmonary edema or severe pulmonary congestion\nActive intracranial bleeding\nSevere dehydration\nProgressive heart failure\nKnown hypersensitivity to mannitol or the gelatin (inhaled)\nFailure to pass the mannitol tolerance test (inhaled)\n[16]\n\nBox Warning (Inhaled Mannitol)\n\nInhaled mannitol can induce severe bronchospasm. Bronchial challenge testing with mannitol is solely for diagnostic purposes. Inhaled mannitol should be administered only by trained professionals, under a physician's supervision, and in settings where acute bronchospasm can be adequately managed. Essential medications like short-acting inhaled β-agonists and equipment for severe bronchospasm treatment must be readily available during testing. Given the risk of severe bronchoconstriction, avoid performing bronchial challenge testing with mannitol in patients with evident asthma or significantly reduced baseline pulmonary function (FEV1 <1-1.5 liters or <70% of predicted values).\n\nWarnings and Precautions\n\nIf the patient has impaired renal function, a small test dose should be given, and the patient should be observed for a response. If there is no response, a small test dose is repeatable, but the clinician should administer no more than 2 test doses.\n[17]\nMannitol initially increases the intravascular free water content, which can worsen electrolyte abnormalities, including hyponatremia. In the second phase of action, mannitol gets excreted in the urine with excess free water, potentially causing hypernatremia due to the induced diuresis. Electrolytes should be monitored carefully during mannitol therapy.\n[17]\nMannitol may exacerbate intracranial hypertension, especially in children with hyperemia, which can be fatal.\nRepeated frequent doses of mannitol can worsen cerebral edema in the long term. Thus, mannitol is frequently recommended as a bolus spaced apart every 6 to 8 hours, limiting the number of boluses given.\nMannitol can worsen renal function and precipitate renal failure.\n[18]\nMannitol should only be given intravenously and never given intramuscularly or subcutaneously.\nMannitol should not be administered with whole blood.\nHemoptysis may occur with the use of inhaled mannitol. Close monitoring is required for patients with a history of hemoptysis episodes. If hemoptysis occurs, discontinue inhaled mannitol.\n[19]",
    "mechanism": "Mannitol is a 6-carbon, linear, simple sugar that is only mildly metabolized. When given intravenously, it is excreted rapidly by the kidneys. Mannitol is poorly absorbed orally. The mechanisms of mannitol for FDA-approved indications are detailed below.\n\nIncreased Intracranial Pressure\n\nMannitol may be used to reduce intracranial pressure. In these cases, mannitol administration is intravenous. Mannitol then constitutes a new solute in the plasma, which increases the tonicity of the plasma. Since mannitol cannot cross the intact blood-brain barrier, the increased tonicity from the mannitol draws water out of the brain parenchyma and into the intravascular space. The mannitol travels with the water to the kidneys and is excreted in the urine.\n[7]\n\nMannitol causes brain cells to become mildly dehydrated by drawing water inside the cells (intracellular water) out and into the bloodstream. When mannitol gets to the kidneys, it is filtered into the urine. Urinary mannitol continues to draw water with it, and diuresis (increased urination) ensues.\n\nIncreased Intraocular Pressure\n\nMannitol, given intravenously, may be used to reduce intraocular pressure. Mannitol increases the blood plasma's tonicity, drawing water out of the eye's vitreous humor and into the intravascular space. This reduction in plasma volume leads to a decrease in mass and reduced intraocular pressure.\n[8]\nThis lower pressure is less likely to damage the retina. The kidney then excretes mannitol and its associated plasma volume.\n\nAcute Renal Failure\n\nMannitol can be used in acute renal failure to help prevent or treat the oliguric phase. During the oliguric phase, urine output decreases to less than 0.5 mg/kg/h for children and less than 400 mL/d for adults. The fluid remaining in the body causes fluid overload, which is associated with complications that include decreased oxygenation and ventilation, electrolyte abnormalities, swelling, encephalopathy, and cardiac arrest. Intravenous mannitol was previously administered to patients with acute renal failure. Even during acute renal failure, the kidneys still filter and excrete mannitol. As the mannitol gets excreted, it draws water along, increasing the water excretion of the patient and helping avoid or treat the fluid overload caused by oliguria in acute renal failure. Despite this, mannitol causes significant osmotic injury to tubules, causing ATN (acute tubular necrosis). Because of this complication, mannitol is now rarely administered to patients with acute renal failure.\n\nToxic Material Elimination\n\nSimilar to oliguria due to acute renal failure, mannitol can be given to increase the excretion of toxic materials, substances, and drugs. The kidneys excrete mannitol, poorly reabsorbed once filtered, drawing extra water into the renal collecting ducts. The excess water in the renal collecting ducts can help increase the excretion of water-soluble toxic materials, substances, and drugs.\n\nIntradialytic Hypotension Prevention\n\nIntradialytic hypotension and dialysis disequilibrium symptoms are common in patients on dialysis. This is due to a drop in intradialytic osmolality. Mannitol can be used to prevent intradialytic hypotension by raising serum osmolality.\n[9]\n\nCystic Fibrosis\n\nInhaled mannitol improves mucociliary clearance by hydrating airway secretions and reducing sputum viscosity. Additionally, it may stimulate the release of mediators that increase ciliary beat frequency.\n[10]\n\nAirway Responsiveness in Asthma\n\nInhaled mannitol elevates the osmolarity of periciliary fluid, causing cell shrinkage as water equilibrates across the cell membrane. This triggers the release of inflammatory mediators like histamine, prostaglandins, and leukotrienes, resulting in significant bronchospasm. Bronchial challenge testing with mannitol is a tool for evaluating bronchial hyperresponsiveness. The outcome is measured as the dose necessary to produce a 15% decrease in forced expiratory volume in 1 second (FEV1), denoted as PD15.\n[5]\n\nFood Sweetener\n\nMannitol is a sweet-tasting sugar poorly absorbed in the intestine and excreted in the feces. Thus, mannitol is a sweetener for patients with diabetes, as it can provide sweetness to food without increasing blood sugar levels as much as sucrose.\n\nPharmacokinetics\n\nAbsorption:\nFollowing inhalation of mannitol powder, peak plasma concentration (Tmax) is achieved at approximately 1.5 hours. Intracranial pressure (ICP) reduction begins 15 to 30 minutes after administration, with clinical effects lasting 1.5 to 6 hours. Diuresis occurs 30 minutes to 3 hours post-administration.\n\nDistribution:\nMannitol largely remains in the extracellular fluid (ECF) compartment, with an approximate distribution volume of 17 L.\n\nMetabolism:\nMannitol is primarily metabolized to fructose-6-phosphate but can undergo minimal conversion into glycogen in the liver.\n\nExcretion:\nMannitol is primarily eliminated in urine as an unchanged drug. Both inhalation and oral administration routes result in a fraction of the dose being excreted unchanged in the urine. Mannitol's clearance is almost equivalent to the glomerular filtration rate (GFR). The half-life of mannitol ranges from 0.5 to 2.5 hours in individuals with normal kidney function and varies from 6 to 48 hours in patients with renal failure.\n[11]",
    "administration": "Available Dosage Forms and Strengths\n\nThe FDA has approved both intravenous (IV) and inhaled formulations of mannitol.\n\nIntravenous\n\nMannitol concentrations range from 5% mannitol (5 g of mannitol dissolved in 100 mL of fluid) to 25% mannitol (25 g of mannitol dissolved in 100 mL of liquid). The 20% mannitol solution (20 grams of mannitol dissolved in 100 mL of fluid) is commonly used.\n[2]\n\nInhaled\n\nMannitol is available in 5 mg, 10 mg, 20 mg, and 40 mg of dry powder per capsule for the bronchial provocation test.\nInhaled mannitol capsules with a 40 mg dosage are available to manage cystic fibrosis.\n\nAdult Dosage\n\nFor increased intracranial or intraocular pressure, dosages range from 0.25 g/kg to 2 g/kg, administered intravenously over 30 to 60 minutes. The drug's effects are observable within 5 to 10 minutes and last up to approximately 6 hours.\nAn intravenous test dose of 0.2 g/kg is advised to prevent or treat oliguria to ensure a response in urine output. A mannitol infusion can be adjusted to achieve a 30 to 50 mL/h urine flow rate.\nA dose of 0.25 g/kg to 2 g/kg is advised to aid the excretion of toxic materials. Mannitol use should be discontinued if the patient receives more than 200 g without benefit.\nFor bronchial hyperresponsiveness testing, each kit contains graduated doses of dry powder capsules and a single-use inhaler tailored for a single bronchial challenge examination. Inhaled mannitol capsules are advised only for adults who have passed the hyperresponsiveness to inhaled mannitol tolerance test. Each mannitol test kit includes graduated doses of dry powder mannitol capsules and a single-use inhaler for a single bronchial challenge test. The patient should inhale capsule contents incrementally until a positive response occurs or all capsules (maximum total dose 635mg) are depleted.\nFor cystic fibrosis management, the recommended oral inhalation is 400 mg (or 10 capsules) twice daily, once in the morning and once in the evening, with the latter dose administered 2 to 3 hours before bedtime. This is also the recommended dosage for children 6 years or older.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is required.\n\nRenal impairment:\nPatients with pre-existing kidney conditions, individuals at risk for renal failure, or those on nephrotoxic medications or diuretics should undergo renal and cardiac assessment to correct fluid or electrolyte imbalances before receiving IV mannitol.\n\nPregnancy considerations:\nAvailable clinical data on mannitol have not identified a drug-associated risk of significant congenital disabilities or adverse maternal/fetal outcomes. However, mannitol crosses the placenta, potentially causing fluid shifts that could lead to adverse fetal effects. While published animal studies have not reported adverse developmental effects from mannitol, fluid shifts can be harmful. Mannitol is known to be present in amniotic fluid following administration to pregnant women during the third trimester.\n[12]\n\nBreastfeeding considerations:\nThere is insufficient data regarding mannitol's presence in human or animal milk and its effects on breastfed infants. When administering mannitol, it is crucial to balance the benefits of breastfeeding against the mother's clinical needs and potential risks to the infant from both the injection and the mother's condition.\n\nPediatric patients:\nMannitol injection is approved to reduce intracranial and intraocular pressure. While the safety profile of mannitol in pediatric patients is similar to that of adults at labeled doses, caution is advised for children younger than 2 years old, especially neonates. This population may be at an increased risk of fluid and electrolyte abnormalities post-administration due to their reduced glomerular filtration rate and limited urine concentration ability.\n\nOlder patients:\nAs the kidneys predominantly excrete mannitol, the risk of adverse reactions may be elevated for older adults, especially those with impaired renal function. Before administering mannitol, the patient's renal, cardiac, and pulmonary status should be assessed, and any fluid and electrolyte imbalances should be corrected.",
    "adverse_effects": "Adverse drug reactions associated with the use of mannitol include:\n\nMasking or worsening dehydration, as mannitol causes diuresis\nPrecipitation of heart failure due to the rapid fluid shifts as water enters the intravascular compartment\nWorsening of electrolyte abnormalities due to the shift of free water into the intravascular space. These abnormalities may include hyponatremia, hypokalemia, and hypocalcemia.\n[13]\nPrecipitation of crystals at low temperatures can cause vascular and end-organ damage.\n\nMannitol crosses the vessel wall, albeit poorly, and more easily crosses injured vessels, such as in patients with intracranial hemorrhage. Frequent doses of mannitol can result in the drug crossing the blood-brain barrier and exacerbating cerebral edema by drawing water into (instead of out of) the brain. This is particularly true for children with cerebral hyperemia.\n[13]\n\nDrug-Drug Interactions\n\nNephrotoxic drugs:\nConcurrent administration of mannitol and nephrotoxic drugs, including aminoglycosides and diuretics, should be avoided due to the potential for nephrotoxicity.\n[14]\n\nNeurotoxic Drugs:\nConcurrent administration of neurotoxic drugs may exacerbate the CNS toxicity associated with mannitol and should be avoided.\n\nDrugs affecting Electrolyte Balance:\nSerum electrolytes should be monitored. Mannitol administration should be discontinued if cardiac status worsens.\n\nRenally-Eliminated Drugs:\nConcomitant administration of medications eliminated in urine may reduce the efficacy of these drugs. Lithium levels should be monitored closely if simultaneous administration with lithium is unavoidable.\n[15]",
    "monitoring": "When administering mannitol, it is essential to monitor cardiac function as fluid shifts can precipitate heart failure. Electrolyte levels, including sodium, potassium, and osmolality, all require monitoring. Mannitol should be discontinued if significant electrolyte abnormalities develop or the osmolality reaches 320 mOsm or higher. Finally, urine output also requires monitoring; failure to increase urine output after administration of mannitol should prompt discontinuation and evaluation for possible renal or genitourinary issues.\n[17]\nRenal function should be monitored in patients receiving mannitol due to the risk of acute kidney injury.\n[20]",
    "toxicity": "Signs and Symptoms of Overdose\n\nClinical features of overdose include hypervolemia/hypovolemia, hyperosmolarity, acute kidney injury, CNS toxicity-like coma or seizures, and electrolyte imbalances.\n\nManagement of Overdose\n\nManagement of mannitol injection overdose is primarily symptomatic and supportive. This management involves discontinuing the infusion and addressing fluid and electrolyte imbalances. Dialysis partially removes mannitol. Repeated doses of mannitol lead to the build-up of mannitol even with dialysis.\n[21]"
  }
}