{
  "drug_name": "mebendazole",
  "nbk_id": "NBK557705",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557705/",
  "scraped_at": "2026-01-11T15:33:47",
  "sections": {
    "indications": "Mebendazole is contraindicated in a person with documented hypersensitivity to mebendazole or the excipients used in the dose form. Mebendazole is contraindicated in children below the age of 1 year for the mass treatment of single or mixed gastrointestinal infestations because of the risk of convulsion, which has been reported during postmarketing use. There is limited studied in children below the age of 2 years. Clinicians must use the drug with attention in patients with hepatic disease or dysfunction since the liver metabolizes the drug by the CYP450 system. Also, it should be used carefully in a patient with biliary obstruction as the medication gets extensively expelled via the biliary system. Avoid concomitant use of mebendazole and metronidazole as there is a higher risk of Stevens-Johnson syndrome/toxic epidermal necrolysis.\n[13]\n\nThe FDA classified mebendazole as a category C drug, which states either studies in animals have shown adverse outcomes on the fetus, and there are no available verified studies in women. In recent studies, reports about first-trimester exposure to mebendazole are limited; however, researchers have not observed an increased incidence of congenital defects while used during the second or third trimester.\n[14]\n[15]\nDrugs should only be an option if the likely advantage justifies the possible risk to the fetus.\n\nMebendazole is present in breast milk. In a limited case series report using mebendazole during lactation, no adverse outcomes associated with the drug occurred in nursing infants.\n[16]\nMebendazole is considered compatible during breastfeeding with the latest studies.",
    "mechanism": "Mebendazole acts by inhibiting the production of microtubules via binding to colchicine binding-site of β-tubulin and thereby blocking polymerization of tubulin dimers in the intestinal cells of parasites.\n[5]\nConsequently, glucose uptake and the digestive and reproductive capacities of parasites are interrupted, resulting in immobilization, hindrance of egg production, and death of the helminth. Mebendazole is poorly absorbed in the digestive tract making it an effective medication for managing intestinal helminthic infections with very few side effects.\n\nThere is a possibility for the development of resistance to mebendazole. The mechanism of resistance to benzimidazole is most likely due to changes in β-tubulin protein, which decreases the binding of mebendazole to β-tubulin.\n[6]",
    "administration": "Mebendazole is administered orally without regard to meals. The patient must chew the tablet completely before swallowing. For patients who have difficulty taking the tablet, it can be placed in a spoon and mixed with 2 to 3 ml of drinking water using a dosing syringe. The pill absorbs the water and turns into a soft mass with semi-solid consistency, which is easily swallowable.\n\nDosing of mebendazole for common FDA indications are listed below:\n\nRoundworm (\nAscaris lumbricoides)\n: 100 mg twice daily (morning and night) for three consecutive days.\n\nHookworm (\nAncylostoma duodenale):\n100 mg twice daily (morning and night) for three consecutive days\n\nWhipworm (\nTrichuris trichiura\n): 100 mg twice daily (morning and night) for three consecutive days\n\nPinworm (\nEnterobius vermicularis\n): 100-mg single oral dose\n\nIf the patient does not achieve satisfactory results after three weeks of medication, then a second course of therapy is recommended. Dosing of mebendazole for common non-FDA approved indications are listed below:\n\nCapillariasis Infection: 200 mg to be administered orally twice daily for 20 days\n[1]\n[7]\n\nCestodes Infection: 300 mg to be administered orally twice daily for 3 to 6 days\n[8]\n\nFilariasis: 300 mg to be taken orally daily for 28 to 45 days\n[9]\n\nLess than ten (10%) of the drug undergoes systemic absorption after oral ingestion, and this portion undergoes metabolism rapidly by hepatic enzymes. Plasma levels may also decrease by carbamazepine or phenytoin or any CYP450 inducer. Cimetidine does not appreciably raise serum mebendazole, which is consistent with its poor systemic absorption.\n[10]\nMebendazole is largely metabolized primarily by the liver. Higher plasma levels of mebendazole will occur in patients with impaired liver function or decreased biliary excretion. The half-life of mebendazole is around 3 to 6 hours after oral administration. Mebendazole excretion occurs mostly in bile or urine.",
    "adverse_effects": "The most common adverse effects accompanying mebendazole use are loss of appetite, abdominal pain, diarrhea, flatulence, nausea, vomiting, headache, tinnitus, and elevated liver enzymes.\n[11]\nA small percentage of patients may experience convulsions, and some may have hypersensitivity reactions such as rash, urticaria, and angioedema.\n\nMebendazole toxicity is usually limited to gastrointestinal irritation, but there are reports of other serious side effects, including neutropenia (including agranulocytosis) and/or thrombocytopenia, particularly in patients who have received higher dosages or had a more prolonged treatment course than usually recommended.\n[12]",
    "monitoring": "Mebendazole efficacy is observable from improvement in symptoms of helminthic infections. Periodic assessment of hematopoietic and hepatic functions is advisable during prolonged therapy. There have been reports of neutropenia and agranulocytosis with mebendazole use at higher doses and with more prolonged durations of treatment, as in helminth infections. Elderly patients and patients with comorbid conditions like liver impairment and/or end-stage renal disease require close monitoring. It is also advisable to check for helminth ova in feces within 3 to 4 weeks following the initial therapy of mebendazole.",
    "toxicity": "In the state of overdose, gastrointestinal symptoms (e.g., nausea, diarrhea, vomiting, and abdominal pain) may occur. Severe toxicity is not typically an issue. In instances of toxicity, induce vomiting and purging using activated charcoal if recent ingestion has occurred, and only if the patient can protect their airway. There is no specific antidote for mebendazole overdose.\n[17]\nTreatment is generally supportive. Use fluids and electrolytes in symptomatic patients who develop significant diarrhea and/or vomiting."
  }
}