{
  "drug_name": "mebeverine",
  "nbk_id": "NBK470276",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470276/",
  "scraped_at": "2026-01-11T18:47:31",
  "sections": {
    "indications": "Amphetamine abuse is widespread and associated with a significant impact on cardiovascular and neurological systems in overdose. In many parts of the world, amphetamines have been an abused class of drugs since the 1930s. Methamphetamine (METH) and its derivative, 3,4-methylenedioxymethamphetamine (MDMA), are extensively abused drugs, and the acute effects of these drugs include increased alertness, hyperthermia, decreased appetite, and euphoria. However, long-term abuse can result in neurotoxicity and psychosis. Amphetamines increase the neurotransmission of dopamine (DA), serotonin (5-HT), and norepinephrine (NE) by entering neurons via the 5-HT and DA transporters and displacing storage vesicles. MDMA has a greater affinity for 5-HT transporters, causing an increased release of 5-HT. The clinical effects of amphetamine overdose are significant and usually observed in emergency departments.\n[1]\n[2]\n[3]",
    "mechanism": "Amphetamine use, both acute and chronic, may lead to amphetamine toxicity. Amphetamine use has increased steadily over time.\n[4]\nThe reasons for the increased use of amphetamines are numerous, including a sustained desire for favorable drug effects like euphoria, mood elevation, and appetite suppression, the availability of amphetamine compounds as both legal and illegal substances, an increase in the production of amphetamines for sale in the illegal drug trade, and the affordability of illicit amphetamines as compared to other illicit drugs.\n[4]\nRecently, stress and anxiety related to the COVID-19 pandemic may have also contributed to increased amphetamine use.\n[5]\nAmphetamine dependence is not a prerequisite for toxicity, but those who become dependent on amphetamines may be at higher risk of experiencing it. Dependence is likely due to increased tolerance to amphetamine effects and the requirement of escalating doses to achieve the desired effect.",
    "monitoring": "When patients appear intoxicated and have symptoms consistent with amphetamine toxicity, testing for metabolites of amphetamine can be useful to confirm a diagnosis of the condition. However, ingestion of some amphetamines, including 3,4-methylenedioxymethamphetamine, will not reliably result in a positive test for the presence of amphetamines.\n[19]\n[20]\nConversely, some non-amphetamine medications may cause false-positive results for the presence of amphetamines. These drugs include pseudoephedrine,\n[21]\nmebeverine,\n[22]\nmetoprolol,\n[23]\ntetracaine,\n[24]\ndimethylamylamine,\n[25]\naripiprazole,\n[26]\nand ranitidine.\n[27]\nThus, clinicians should not rely on drug metabolite testing alone to make a diagnosis of amphetamine toxicity. Obtaining an accurate medication history for the patient may allow a diagnosis to be made independently of drug metabolite testing. Therefore, obtaining medication histories should always be a focus during the evaluation of patients who are intoxicated.\n\nAdditionally, laboratory and radiologic evaluation for patients with suspected amphetamine toxicity should focus on confirming that the toxic effects of amphetamines are present and ruling out other causes for them. Dehydration and hyponatremia may be confirmed with a basic metabolic panel. An electrocardiogram, chest x-ray, and troponin test are necessary to assess the presence of coronary ischemia, including myocardial infarction and aortic dissection. Computed tomography of the head is also useful to assess hemorrhagic stroke as a potential cause of neurologic deficits. Finally, obtaining serum creatine kinase and lactic acid levels may help identify muscle damage and tissue ischemia related to tonic-clonic seizures, myoclonus, or hyperthermia.",
    "administration": "Treating amphetamine toxicity is supportive. There are no specific antidotes for amphetamine or amphetamine-like compounds. Therefore, treatment should focus on symptom and complication management. Patients with agitation should be treated with parenteral benzodiazepines. Diazepam is an ideal choice if intravenous access is available; otherwise, intramuscular lorazepam or midazolam is appropriate.\n\nPatients who present with delirium may benefit from adjunctive treatment with a dopamine antagonist, like haloperidol. However, while the dopamine blockade can help treat the psychiatric and psychomotor disorders associated with amphetamine toxicity, these agents may cause harm. They can decrease the seizure threshold,\n[28]\ncause extrapyramidal side effects, increase heat production by altering thermoregulatory function,\n[29]\n[30]\n[31]\nand prolong the QTc interval. Thus, judicious and cautious use of these agents in the setting of amphetamine toxicity is required.\n\nHypertension related to amphetamine toxicity may abate with agitation treatment. However, some patients may require antihypertensive treatment to combat hypertensive urgency or emergency. Peripheral vasodilators like nitroglycerin and nicardipine may be effective in lowering blood pressure. Beta-blockers should not be used as sole antihypertensive therapies as their use may lead to unopposed α-adrenergic tone and a worsened hypertensive state. Similarly to hypertension, hyperthermia may abate with the treatment of agitation. However, external cooling with ice baths, misting, or cooled IV fluids may also be required to achieve euthermia. External cooling therapies should be rapidly administered when patients present with temperatures exceeding 107 °F.\n\nSeizures should initially be treated with parenteral benzodiazepines. Barbiturates and propofol may be added for further seizure control. Phenytoin, fosphenytoin, and valproic acid should be avoided due to their ineffectiveness in aborting toxicologic seizures. There are no approved treatments for amphetamine use disorder. Naltrexone has been evaluated for this indication based on its ability to decrease the effects of the dopamine reward system. Some studies have shown promising results for naltrexone.\n[32]\n[33]\nIn contrast, others have shown a lack of appreciable effects on cravings or amphetamine use.\n[34]\n[35]\n[36]\nHowever, many of these studies were conducted on animals. There is an overall paucity of high-quality data from human subjects to base conclusions on naltrexone's efficacy. As a result, consultation with an addiction specialist, cognitive behavioral therapy, and group therapy remain the primary means to treat amphetamine use disorder.",
    "adverse_effects": "Clinicians should screen patients experiencing amphetamine toxicity for complications related to the sympathetic surge that accompanies it. These complications include hemorrhagic strokes,\n[37]\n[38]\n[39]\nseizures,\n[40]\nhyperthermia,\n[41]\n[42]\nserotonin syndrome, acute coronary syndrome,\n[43]\n[44]\n, cardiomyopathy,\n[45]\n[46]\ncardiac valvulopathies,\n[47]\n[48]\naortic dissection,\n[49]\n[50]\nrhabdomyolysis,\n[51]\ndehydration, acute kidney injury, arrhythmias, and hyponatremia.\n[52]\nAdditionally, amphetamine toxicity may result in widespread vasospasm. These widespread vasospastic effects can cause ischemia anywhere in the body, including the bowel.\n[53]\n[54]\n[55]\n[56]\nLastly, amphetamine intoxication may be associated with psychosis, paranoid delusions, and hallucinations that resemble schizophrenia.\n[57]\n[58]\n[59]\n\nPatients who chronically use amphetamines have an increased risk of developing pulmonary hypertension,\n[60]\n[61]\n[62]\nheart failure, and embolic strokes. Additionally, patients who chronically use amphetamines often have poor nutritional status,\n[63]\n[64]\noral hygiene, and widespread skin lesions.\n[65]\n[66]\nFrequently, skin lesions result from delusions parasitosis, or Ekbom syndrome, where patients pick at their skin to remove imaginary insects.\n[67]\nChronic use of amphetamines can also cause choreoathetoid movements, which can persist from weeks to years after cessation of amphetamine use.\n[68]\n[69]"
  }
}