{
  "drug_name": "meclizine hydrochloride",
  "nbk_id": "NBK560645",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560645/",
  "scraped_at": "2026-01-11T15:33:54",
  "sections": {
    "indications": "Meclizine is contraindicated in individuals with a history of hypersensitivity to the drug or excipients like tartrazine. Tartrazine-containing formulations can be associated with allergic reactions.\n[21]\n\nWarning and Precautions\n\nDrowsiness\n: Patients should be warned of the possibility of sedation due to meclizine and advised against operating hazardous machinery or driving a car.\n\nIleus:\nThe anticholinergic effects of meclizine can reduce GI tone and motility. This can aggravate ileus and worsen pyloro-duodenal GI obstruction.\n\nComorbidities:\nThe potential anticholinergic actions of meclizine pose a risk to patients with asthma, glaucoma, or benign prostatic hyperplasia (BPH). Antihistamines like meclizine can induce acute angle closure glaucoma due to anticholinergic properties.\n[22]\nCaution is necessary with the use of the drug in such patients. Patients with bladder obstruction or BPH are at risk for urinary retention due to anticholinergic adverse effects of meclizine.\n\nGenetic polymorphism:\nThe genetic variability in the CYP2D6 enzyme results in different phenotypes, including poor, intermediate, extensive, and ultrarapid metabolizers. These phenotypic variations have a significant impact on the metabolism of meclizine. Prescribers should monitor for potential adverse reactions and evaluate the clinical effectiveness when prescribing meclizine to patients with CYP2D6 polymorphisms.\n[12]\n\nPhenylketonuria:\nSome meclizine products contain phenylalanine. Use with caution in patients with phenylketonuria.\n[23]",
    "mechanism": "Meclizine is a first-generation antihistamine (non-selective H1 antagonist). The drug also has central anticholinergic actions. The blocking actions on these receptors give meclizine its antiemetic and antivertigo properties. This blocking effect occurs in the medulla's vomiting center and chemoreceptor trigger zone (CTZ).\n[10]\nThese effects result in the inhibition of signals through histamine neurotransmission from the nucleus of the solitary tract and the vestibular nuclei to the chemoreceptor trigger zone and vomiting center located in the medulla. This effect also reduces vestibular incitation and labyrinth excitability.\n\nThe results of clinical trials demonstrate that meclizine exerts an inhibitory influence on eye movement reflexes related explicitly to low accelerations during visual-vestibular (VIS+VES) tasks. This finding suggests that meclizine's mechanism of action may not primarily involve sensory-specific pathways but rather operates at a more central level. Meclizine addresses motion sickness induced by routine activities; its use may not be effective in vertigo caused by high acceleration.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nMeclizine is absorbed post-oral administration. The drug reaches peak plasma levels roughly 3 hours after administration. The onset of action is about 1 hour after oral administration.\n\nDistribution:\nThe results of a pharmacokinetic study revealed that meclizine has a volume of distribution of approximately 6.78 ± 3.52 L.\n[12]\nMeclizine can cross the blood-brain barrier.\n[13]\n\nMetabolism:\nThe data on meclizine metabolism are limited, but according to in vitro metabolic studies, the dominant hepatic enzyme that metabolizes meclizine was found to be CYP2D6.\n\nElimination:\nThe drug is excreted as a metabolite in the urine and is excreted unchanged in the feces. Meclizine's half-life is about 6 hours, and the duration of action is approximately 8 to 24 hours.\n[14]",
    "administration": "Available Dosage Forms\n\nMeclizine administration is administered as chewable or non-chewable oral tablets. The dose for oral tablets is 25 to 50 mg. Chewable tablets are available as 25 mg. Chewable tablets must be crushed or completely chewed before swallowing. The drug can be taken without regard to food.\n\nAdult Dosing\n\nMotion sickness: The recommended dosages for controlling motion sickness are 25 to 50 mg orally, taken 1 hour before embarking to protect against motion sickness. Additional doses can be repeated once every 24 hours as necessary.\n\nVertigo: The recommended daily oral dosages for controlling vertigo in vestibular diseases range from 25 to 100 mg. Subsequent dosages should be adjusted based on the individual's clinical response.\n[1]\n\nMèniére disease: The recommended dose of meclizine is 12.5 to 25 mg every 8 hours.\n[3]\n\nRadiation-induced nausea and vomiting: 50 mg orally 2 to 12 hours before radiotherapy treatment.\n\nSpecific Patient Population\n\nHepatic impairment:\nThere is limited data on how hepatic impairment affects the pharmacokinetics of meclizine. Hepatic impairment could increase systemic exposure to the drug because the liver metabolizes meclizine. Caution is necessary when administering meclizine in patients with hepatic impairment.\n\nRenal impairment:\nThere is limited data on how renal impairment affects the pharmacokinetics of meclizine. Because the drug is renally excreted, there is a potential for the drug/metabolite to accumulate. In such cases, meclizine administration requires caution in patients with reduced renal function.\n\nPregnancy considerations:\nPreclinical studies showed meclizine increases the risk of developing cleft palate when given increased doses 25 to 50 times more than the recommended human dose.\n[15]\nMeclizine is a former FDA Pregnancy Category B drug. Meclizine is safe to use to treat nausea and vomiting during pregnancy and is not thought to harm an unborn baby.\n\nBreastfeeding considerations:\nThere have not been any documented problems in nursing mothers. Periodic administration of meclizine is likely acceptable while breastfeeding. Extended use and hefty doses of meclizine may cause effects in breastfeeding or decrease the milk supply, especially in combination with sympathomimetic drugs such as pseudoephedrine.\n[16]\n\nPediatric patients:\nThe drug is not approved for children younger than 12 because safety and efficacy have not been established. For children 12 and older, dosing is similar to that of adults and adolescents.\n\nOlder patients:\nAccording to the American Geriatrics Society (AGS Beers Criteria 2023), the long-term use of anticholinergic medications such as meclizine is associated with an elevated risk of delirium, falls, delirium, and dementia among older adults. Evaluate the overall anticholinergic burden when conducting routine annual check-ups.\n[17]\nMeclizine may cause urinary retention and amnesia in older adults. Clinicians should prescribe meclizine at the lowest dosage for older patients.",
    "adverse_effects": "Common adverse effects of patients taking meclizine include drowsiness, urinary retention, dry mouth, headache, fatigue, and vomiting.\n[18]\nOn rare occasions, there have been reports of blurred vision and anaphylactic reactions when taking meclizine.\n[19]\n\nDrug-Drug Interactions\n\nDue to meclizine's anticholinergic and CNS depressant properties, the drug has the potential to interact with a variety of medications, especially those with anticholinergic and sedative properties. Patients should avoid alcoholic beverages, tranquilizers, and sedatives while taking meclizine due to an increased risk of central nervous system depression.\n[20]\n\nDue to meclizine's metabolism by CYP2D6, meclizine has the potential for drug interactions with CYP2D6 inhibitors. Consequently, clinicians must closely monitor for adverse reactions and assess the clinical effects when meclizine is co-administered with CYP2D6 inhibitors. Anticholinergic drugs or drugs with anticholinergic properties taken with meclizine may also increase anticholinergic effects.\n[5]",
    "monitoring": "Meclizine has not been shown to require serum testing for monitoring. There is no established therapeutic level for meclizine. Just like any drug, patients require clinical monitoring for any adverse reactions.\n\nDue to meclizine's anticholinergic effects, its ability to cause CNS depression, and its metabolism by CYP enzymes, the drug has the potential to interact with a large variety of different medications.\n[17]\nBefore prescribing, the healthcare provider should carefully review a patient's current medication list and past medical history to avoid interactions, systemic drug accumulation, and exacerbating an already established ailment.",
    "toxicity": "There are no specific antidotes available for meclizine overdose. Treatment is primarily supportive and focused on symptoms. Symptoms of an overdose may include signs of CNS depression such as drowsiness, seizures, and coma. Hypotension can occur, but it is more likely to be seen in older people. The anticholinergic effects and CNS stimulation of an overdose in children can present with hallucinations, seizures, and insomnia.\n[20]\nWith recent ingestion, induce emesis or perform gastric lavage to prevent further drug absorption. Activated charcoal is also an option. There is no known antidote for meclizine, but physostigmine can help to counter the systemic anticholinergic effects of meclizine.\n[24]"
  }
}