{
  "drug_name": "mecobalamin",
  "nbk_id": "NBK557632",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557632/",
  "scraped_at": "2026-01-11T15:33:51",
  "sections": {
    "indications": "There are no absolute contraindications to the use of hydroxocobalamin.\n\nIf hypersensitivity to hydroxocobalamin or any of its components is suspected, the drug should be avoided.",
    "mechanism": "Hydroxocobalamin is a precursor of methylcobalamin and adenosylcobalamin, which are the active forms of vitamin B12.\n[5]\nMethylcobalamin and adenosylcobalamin are both cofactors involved in DNA and amino acid synthesis, fatty acid metabolism, and maintenance of nerve function.\n[6]\nThe methylcobalamin component in hydroxocobalamin plays a role in the development of the nervous system during childhood and hematopoiesis. Adenosylcobalamin is involved with the metabolism of carbohydrates, amino acids, and fatty acids and is thus, involved in myelin formation. Therefore, the role of vitamin B12 highlights the clinical features that may present in vitamin B12 deficiency and the indications for the use of hydroxocobalamin. Methylcobalamin is a cofactor for the enzyme methionine synthase, an essential enzyme in the formation of methionine from homocysteine. This reaction is critical in the synthesis of purines and pyrimidines needed for DNA synthesis and red blood cell formation.\n[7]\n\nHydroxocobalamin can serve as an antidote for cyanide poisoning.\n[2]\nCyanide binds to the cytochrome c oxidase, a terminal complex in the electron transport chain. This process leads to inhibition of ATP production and cellular oxygen utilization. As a result, cellular respiration becomes blocked, resulting in rapid death. Hydroxocobalamin contains cobalt compounds that can bind to and detoxify cyanide by intercepting the cyanide before it inhibits cellular respiration.\n[8]\nThe hydroxocobalamin rapidly forms cyanocobalamin by removing the cyanide from tissues. The kidneys then excrete the cyanocobalamin in the urine.\n[4]\n\nHydroxocobalamin binds to transcobalamins. Transcobalamin-II is the main serum transport protein that delivers hydroxocobalamin to the tissues.\n[9]\nVitamin B12 is stored in the liver and secreted into bile, where it undergoes recycling via the enterohepatic circulation. Its excretion is predominantly via the fecal route. Elevated levels of B12 can occur with parenteral administration. In such cases, the kidneys excrete any excess circulating B12 into the urine.\n[10]",
    "administration": "Hydroxocobalamin is given parenterally, either as an intramuscular or intravenous injection. Cyanocobalmin administration can be via the oral, sublingual, intramuscular, or subcutaneous routes. Cyanocobalamin use is common in the United States, whereas hydroxocobalamin is the more preferred formulation in Europe for the treatment of vitamin B12 deficiency. Hydroxocobalamin requires less frequent administration (every three months) compared to oral cyanocobalamin supplementation. The parenteral method of administration is particularly useful to treat vitamin B12 deficiency caused by malabsorption states in which oral administration is ineffective.\n[11]\n\nWhen treating vitamin B12 deficiency anemia with hydroxocobalamin, the dosage of each intramuscular injection of hydroxocobalamin is usually 1 mg given as a total of 5 to 10 doses administered every other day (3 times a week over two weeks) followed by every three months after that for maintenance. The duration of treatment is assessed based on the patient’s therapeutic response.\n[12]\n\nThe recommendation is to take the following precautions when treating B12 or folate deficiency.\n\nIn a patient with folate deficiency, evaluation for coexistent B12 deficiency is necessary. If folate alone is supplemented in a B12 deficient patient, the B12 associated hematologic abnormalities may improve; however, neurological symptoms can worsen.\n\nOne of the neurological disorders associated with B12 deficiency is subacute combined degeneration of the cord (SCD), a condition characterized by demyelination of the dorsal and lateral columns of the spinal cord. B12 plays a vital role in myelin production. The active form of B12 (adenosylcobalamin) serves as a cofactor in converting methylmalonyl-CoA to succinyl-CoA, an essential step in lipid synthesis. Without adenosylcobalamin, abnormal fatty acids incorporate into neuronal lipids interfering with normal myelin formation. Additionally, B12 deficiency can cause abnormal DNA synthesis, potentially hindering oligodendrocyte growth, adversely affecting myelin production.\n\nAlternatively, it is also essential to recognize that folate deficiency indirectly leads to a B12 deficient state. In the cells, folate converts to its active form methyltetrahydrofolate (MTHF). MTHF acts as a donor of methyl groups to B12 (cobalamin), forming methylcobalamin. In the absence of this methylation, methylcobalamin (active form) is not produced and is unavailable for use leading to signs and symptoms of B12 deficiency.\n[13]\n\nIn cyanide poisoning, intravenous (IV) hydroxocobalamin should be used. The FDA approves the immediate use of an injection kit for this purpose.\n[4]",
    "adverse_effects": "Hydroxocobalamin is generally a well-tolerated drug. The adverse effects stem from hypersensitivity reactions to cobalt or other components of the hydroxocobalamin injection. These adverse effects include; exanthema (rash), Itching, fever, nausea, dizziness, rigors, and hot flushes. Anaphylaxis is rare.\n[14]\n\nIntramuscular injections can be painful for the patient. There is a risk of needle stick injury to the healthcare professionals delivering the injection. Further, it is associated with higher costs as it typically requires administration by a trained professional at home or a healthcare facility.\n[15]\n[11]",
    "monitoring": "It is essential to confirm vitamin B12 deficiency before starting therapy and a follow-up plan for the monitoring of the patient’s response. If there is severe anemia associated with vitamin B12 deficiency, the patient’s response should lead to a marked increase in reticulocytes (precursors of red blood cells) by one-to-two weeks. In mild deficiencies of B12, this is less important, and follow-up should be done at two-to-three months after initiation of hydroxocobalamin. These measurements should include vitamin B12 levels as well as homocysteine and methylmalonic acid levels.\n[15]\nBoth homocysteine and methylmalonic acid are indicators for vitamin B12 levels and demonstrate the patient’s response to hydroxocobalamin.\n[7]",
    "toxicity": "There have been no reports of any known toxicity to hydroxocobalamin. As a result, there is no amount of hydroxocobalamin considered as a vitamin B12 overdose. There is no antidote."
  }
}