{
  "drug_name": "mefenamic acid",
  "nbk_id": "NBK562274",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562274/",
  "scraped_at": "2026-01-11T18:47:31",
  "sections": {
    "indications": "Tension-type headache (TTH) is the most common type of primary headache. Also sometimes referred to as \"muscle contraction headache,\" \"stress headache,\" or \"psychomyogenic headache, patients often report significant muscle tenderness with increasing headache frequency and intensity.\n[1]\nTTH occurs repetitively and may be categorized into episodic TTH, with frequent and infrequent subtypes, and chronic TTH. The differentiating factor for these types is the frequency of headache episodes.\n[2]\n\nTTH may be distinguished from other primary and secondary headaches using the International Headache Society (IHS) definition and diagnostic criteria. The duration of TTH episodes may vary from 30 minutes to 7 days. TTH is characterized as recurrent, mild to moderate, bilateral, band-like, pressing or tightening, and not aggravated by routine physical activity or minor exertional activity, such as walking.\n[3]\n[4]\nDetailed IHS criteria for TTH appear in the\nEvaluation\nsection.",
    "mechanism": "The exact cause of TTH is not fully understood. However, various factors are linked to this condition, including nutritional, muscular, environmental, and genetic conditions. The literature reports that TTH causes greater disability and accounts for more missed work days than migraine with multiple etiologies, specifically genetic and environmental causes.\n[5]\n\nNumerous correlational studies implicate vitamin deficiencies as factors in the development of TTH. A possible vitamin B12 correlation has been studied in Turkish children, with nearly a quarter of the 75 children ages 11 to 15 in the control group having headaches and serum vitamin B12 levels less than 200 pg/ml. Some participants had what researchers defined as \"severe vitamin B12 deficiency,\" with a vitamin B12 level below 160. Upon vitamin supplementation, all 18 of these children stopped having headaches.\n[6]\n\nData also shows that vitamin D deficiency correlates with TTH. A case-control study that included 100 patients with chronic TTH and 100 healthy controls found that nearly 70% of the patients with chronic TTH had vitamin D deficiency. In contrast, only a quarter of the participants in the control group had vitamin D deficiency.\n[7]\nHowever, a recent study suggests that the association between TTH and vitamin D is more likely a secondary byproduct of the simultaneous relationship of other comorbid conditions with both TTH and low serum vitamin D. Evidenced-based indications for vitamin D supplementation in TTH are currently lacking.\n[8]\n\nEnvironmental and muscular influences may also cause tension headaches, with stress and poor posture appearing to be the most significant.\n[9]\nThe exact mechanism by which these conditions cause TTH is not entirely understood. However, poor posture, such as when the neck is excessively flexed while playing video games or watching the computer screen, leads to more stress placed on the atlantoaxial joint and upper cervical vertebrae. The shoulders attempt to compensate by stooping forward to reduce the stress that leads to muscular imbalances, with some areas tightening to create a tension headache.\n\nRecent studies noted that, besides stress, the factor that most commonly triggered TTH was disturbed sleep.\n[10]\nChronic TTH is the most common headache type due to sleep apnea and other sleep-related breathing disorders. Psychiatric disorders are comorbid with both TTH and insomnia and may further complicate diagnosis and treatment. Empirical evidence supports a bidirectional relationship between TTH and sleep. Sleep dysregulation triggers episodic TTH, and sleep disorders can lead to complications and exacerbation of headaches. Most patients with chronic TTH were found to have insomnia. Longitudinal data and observational studies suggest that sleep disturbance and insomnia are risk factors for new-onset TTH, with the former leading to progression from episodic to chronic TTH (ie, headache \"chronification\").\n[11]",
    "monitoring": "TTH is a clinical diagnosis based on the IHS diagnostic criteria. No laboratory testing or imaging studies are usually necessary for diagnosing this condition. Primary headache disorders without red flags or abnormal examination findings do not require neuroimaging.\n\nHowever, if 1 or more red flags are present, appropriate investigations, including but not limited to brain imaging, should be performed to rule out secondary causes. For emergent evaluations, a noncontrast computed tomography of the head may be necessary to exclude acute intracranial hemorrhage or mass effect. A lumbar puncture is also needed to rule out SAH if the scan result is within normal limits.\n\nFor less urgent cases, brain magnetic resonance imaging (MRI) is preferred for evaluating headaches with concerning features. An MRI with gadolinium contrast is the recommended imaging study in these patients.\n\nThe International Headache Society's Diagnostic Criteria for Tension-Type Headache\n\nThe IHS has proposed the diagnostic criteria for TTH in the 3rd edition of the International Classification of Headache Disorders (ICHD-3). The criteria are as follows:\n\nA. At least 10 episodes of headache fulfilling criteria B to D\n\nB. Lasting from 30 minutes to as long as 7 days\n\nC. At least 2 of the following 4 characteristics:\n\nBilaterally located\nPressing or tightening (nonpulsating) quality\nMild or moderate in intensity\nNot exacerbated by routine physical activity, such as walking or climbing stairs\n\nD. Both of the following:\n\nNo nausea or vomiting\nNo more than 1 of either photophobia or phonophobia\n\nE. Not better explained by another ICHD-3 diagnosis\n\nThe above is a set of general ICHD-3 diagnostic criteria for TTH. If one of the above ICHD-3 features for TTH is missing, and the patient does not fulfill the criteria for another headache disorder, a diagnosis of \"probable TTH\" is possible. Patients with probable TTH eventually require further evaluation, with clinicians often making a diagnosis of TTH. TTH is further classified into 3 subtypes based on the frequency of headache episodes.\n\nInfrequent episodic TTH: At least 10 episodes of headache occurring less than 1 day a month on average or less than 12 days per year\nFrequent episodic TTH: At least 10 episodes of headache occurring 1 to 14 days a month on average for over 3 months, or 12 or more and less than 180 days per year\nChronic TTH: Headache occurring 15 or more days per month on average for more than 3 months, or 180 or more days a year\n[42]",
    "administration": "A literature review identified 2 main therapeutic avenues for TTH: acute and prophylactic treatments. Simple or combined nonprescription analgesics are used for managing episodic TTH. Prophylactic treatment is recommended for patients with chronic and very frequent episodic TTH. Prophylactic therapy is also recommended for individuals who are difficult to treat, have an increased risk of medication overuse headaches, or cannot tolerate effective doses of 1st-line drugs.\n\nTreatment of Episodic Tension-Type Headache\n\nNonsteroidal anti-inflammatory drugs (NSAIDs) are the primary treatment options for aborting TTH episodes. Recent meta-analyses suggest that ibuprofen 400 mg and acetaminophen 1,000 mg are the most effective pharmacological agents for the acute treatment of TTH. A synergistic effect appears to exist when these 2 drugs are used together, as the number needed to treat with ibuprofen alone was higher than when combined with acetaminophen. Although acetylsalicylic acid is frequently used over the counter, a 500-mg dose has been shown to be no more effective than a placebo.\n[43]\n\nAcetaminophen may be preferred over ibuprofen for patients with a higher risk of complications, such as renal insufficiency or gastrointestinal bleeding.\n[44]\nA dose of 1,000 mg can provide pain relief within 2 hours for individuals with frequent episodic TTH experiencing acute moderate-to-severe headaches.\n\nOther NSAIDs, including naproxen sodium (375 to 550 mg), ketoprofen (25 to 50 mg), and diclofenac (50 to 100 mg), are also more effective than placebo for acute TTH. Patients should avoid overusing analgesics, which can lead to medication overuse headaches. Muscle relaxants have limited evidence supporting their efficacy in TTH and carry a risk of habituation.\n\nThe local application of peppermint oil (oleum menthae piperitae) has demonstrated significant efficacy in some studies, with pain relief comparable to acetaminophen or acetylsalicylic acid. Solutions containing 10% peppermint oil in ethanol are approved for treating TTH in adults and children over 6 years of age. This modality is included in treatment guidelines and is considered a standard option for acute TTH management.\n[45]\n\nTreatment of Chronic\nTension-Type Headache\n\nTherapies for chronic TTH are divided into pharmacological and nonpharmacological categories. These modalities address factors that persistently trigger the symptoms, including emotional and physical stress. However, not all treatments demonstrate equal effectiveness in managing the condition, and their selection should be tailored to the patient’s specific symptoms, triggers, and overall health profile.\n\nPharmacological modalities\n\nChronic TTH develops from episodic TTH, presenting with daily or very frequent headache episodes that last for hours or may become continuous. Various interventions have been reviewed, addressing the effectiveness and safety of nondrug treatments such as acupuncture and cognitive behavioral therapy being used alongside drug therapies, including amitriptyline, anticonvulsants like sodium valproate, topiramate, and gabapentin, benzodiazepines, botulinum toxin, noradrenergic and specific serotonergic antidepressants like mirtazapine, NSAIDs such as ibuprofen, opioid analgesics like codeine, paracetamol, serotonin reuptake inhibitor antidepressants [selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors SNRIs)], and tricyclic antidepressants (TCAs) other amitriptyline.\n[46]\n\nThe primary goal of chronic TTH therapy is to reduce headache frequency through preventive medications. Among pharmacologic treatments, the TCA amitriptyline is the most effective and well-studied. Amitriptyline should be initiated at a low dose (10 to 25 mg daily) and gradually increased (10 to 25 mg weekly) until a therapeutic response is achieved or adverse effects appear, which commonly include dry mouth, drowsiness, urinary retention, cardiac arrhythmias, and glaucoma. The therapeutic response usually occurs in 3 to 4 weeks. In responsive patients, amitriptyline is typically continued for at least 6 months, with withdrawal attempted afterward. Long-term use may be necessary if the headaches recur upon discontinuation.\n\nThe efficacy of other antidepressants, such as mirtazapine and venlafaxine, has been documented. Weaker evidence backs the efficacy of gabapentine, topiramate, and tizanidin. Research also demonstrated that SSRIs and SNRIs were not as effective as TCAs. Recent studies did not provide high-quality evidence supporting the use of SSRIs or the SNRI venlafaxine as preventive drugs for TTH. SSRIs or venlafaxine were no more effective than placebo or amitriptyline in reducing headache frequency in patients with chronic TTH after 2 months of treatment. SSRIs were also found to be less effective than TCAs in terms of analgesic medication use. However, TCAs were associated with more adverse events.\n[47]\n\nEvidence for the efficacy of muscle relaxants in TTH is weak. These medications also risk habituation.\n\nRecent reviews demonstrated that botulinum toxin had a significant correlation with the reduction of TTH pain intensity and severity. However, no clear clinical evidence supports prophylactic treatment for chronic TTH and cervicogenic headaches.\n[48]\n[49]\nThis modality is also usually not recommended as a 1st-line treatment. However, a trial of botulinum toxin A may be considered in refractory chronic TTH cases.\n\nNonpharmacological modalities\n\nCertain types of supervised physical activity, psychological treatment, acupuncture or trigger point injection, physical therapy, manual joint mobilization techniques, electromyography biofeedback, and cognitive-behavioral therapy have all proven effective based on identified benefits, certainty of evidence, and patient preferences. A review showed positive effects on headache frequency, quality of life, pain intensity, and stress symptoms after using these modalities.\n[50]\n[51]\n\nRelaxation, exercise programs, and improvement of posture are critical components of physical therapy. Exercise may be considered clinically significant for primary headache management.\n[52]\nA study analyzed the efficacy of a strength-based exercise program in patients with chronic TTH. The results revealed changes in pain intensity, duration, and physically related factors among TTH patients after a 12-week strength training program targeting the neck and shoulder regions.\n[53]\nAnother study suggested combining passive physiotherapy techniques with exercise or transcutaneous electrical stimulation, as these physiotherapy interventions were found to be the most effective in reducing pain intensity and frequency in the short term.\n[54]\nBiofeedback, either alone or combined with other behavioral therapies, is also an effective treatment for headaches.\n[55]\n\nSeveral other therapies, including massage, manipulation, acupuncture, and osteopathic manipulative medicine, have also demonstrated improvement in both acute and chronic presentations, using measures such as increasing the range of motion of the head. Trigger point dry needling among patients with chronic TTH is also effective and safe in reducing headache intensity, frequency, and duration and in increasing health-related quality of life.\n[56]\n\nThe combination of acupuncture and medical training therapy produced positive effects on depression, anxiety, and quality of life and was observed to be safe and effective for treating frequent episodic or chronic TTH.\n[57]\n[58]\n[59]\nThe 8-week true acupuncture treatment was effective for chronic TTH prophylaxis.\n[60]\nHowever, low- to moderate-quality evidence indicates that neuromodulation, acupuncture, and aerobic exercises are related to attenuated headache symptoms among patients with episodic migraine or TTH.\n\nManual physical therapy techniques are widely used in the clinical field to treat the symptoms associated with TTH. Systematic reviews have determined the effectiveness of manual and noninvasive therapies in the treatment of individuals with TTH. No standardized physical therapy protocol is available for treating tension headaches, even though the approach to the craniocervical-mandibular region reports significant effects in terms of lowering pain intensity and frequency of headache episodes in the short and medium term.\n[61]\n[62]\n\nManual therapy showed positive effects on pain intensity, pain frequency, disability, overall impact, quality of life, and craniocervical range of motion in adults with TTH. None of the techniques, including suboccipital inhibitory pressure and suboccipital spinal manipulation, was observed to be effective in changing different dimensions of quality of life. However, combining the different techniques was noted to be the most effective approach. The results supported the effectiveness of treatments applied to the suboccipital region for patients with TTH.\n[63]\n\nResearch has also demonstrated the benefit of TTH treatment with massage, with or without a manipulative technique. However, the added manipulative technique was more beneficial for increasing the range of motion of the upper cervical spine and for reducing headaches.\n[64]\nA recent study assessed the outcome of single and multiple massage treatments on the pressure-pain threshold (PPT) at MTrPs among patients with myofascial pain syndrome described as tension headaches. Results showed that single and multiple massage applications increased PPT at MTrPs. The pain threshold of MTrPs has a great capacity to improve; additional gain in PPT was noted even after multiple massage treatments.\n[65]\n\nAnother study revealed that warming acupuncture and moxibustion at the temples, along with Deanxit, greatly reduced the number and duration of headache attacks and decreased the severity of tension headaches.\n[66]\nAdditionally, active, noninvasive therapies, such as relaxation technique programs (eg, the Schultz Autogenic Training), cervical spine kinesiotherapy, and posture correction exercises—especially the combination of these 3 modalities—effectively alleviate tension headaches by preventing and managing potential psychophysical causes of this disorder.\n[67]",
    "adverse_effects": "TTH is a nonfatal condition, though it causes significant morbidity. Frequent episodic and chronic TTH lead to absent days and reduced work productivity. TTH may also increase stress and the risk of mood disorders. TTH is usually exacerbated by medication overuse, and repeated headaches can produce central sensitization and conversion to chronic headaches that are intractable, difficult to treat, and cause significant morbidity.\n[75]"
  }
}