{
  "drug_name": "melatonin",
  "nbk_id": "NBK534823",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534823/",
  "scraped_at": "2026-01-11T15:33:56",
  "sections": {
    "indications": "Despite being generally well-tolerated, melatonin supplements are rarely associated with angioedema. As melatonin is a naturally produced hormone, allergic reactions can also be caused by unregulated excipients in some formulations.\n[39]\n[40]\nClinicians should exercise caution when considering melatonin supplementation for patients with autoimmune diseases, such as rheumatoid arthritis or post-organ transplant. Melatonin stimulates the function of the immune system via the production of interleukins (ILs), including IL-1, IL-2, IL-6, and IL-12, interferon-gamma, helper T cells, cytotoxic T cells, and B- and T-cell precursors. However, the clinical significance of this effect remains undefined.\n[41]",
    "mechanism": "Synthesis of Endogenous Melatonin\n\nEndogenous melatonin is a hormone produced naturally, synthesized, and primarily secreted in the pineal gland. Melatonin production starts with tryptophan, which is converted into serotonin in other parts of the brain through a pathway. Some of this serotonin reaches the pineal gland, where it undergoes a cyclic, light-dependent process to be converted into melatonin.\n[15]\n\nThe conversion of serotonin to melatonin is regulated by the SCN of the hypothalamus, which coordinates the body's circadian rhythms. Information about varying light conditions, ranging from low light to darkness, is transmitted from the retina through the retinohypothalamic tract to the SCN. The SCN then communicates signals via the sympathetic nervous system to the superior cervical ganglion, which innervates the pineal gland.\n\nSympathetic stimulation of the pineal gland upregulates the production of the enzyme arylalkylamine\nN\n-acetyltransferase (AA-NAT). AA-NAT converts serotonin to\nN\n-acetyl-serotonin, representing the rate-limiting step in melatonin formation. Subsequently, this intermediate is converted to melatonin. Studies in rats have demonstrated that bilateral surgical removal of the superior cervical ganglia or SCN halts AA-NAT activation and abolishes the rhythmic pattern of melatonin secretion, leading to disruptions in the sleep-wake cycle.\n[16]\n[17]\n[18]\n\nFunctions of Endogenous Melatonin\n\nThe primary role of melatonin is best known for its involvement in promoting sleep. Melatonin is released by the pineal gland into the third ventricle and the circulation. The drug regulates the body's sleep-wake cycles through interactions with the SCN of the hypothalamus and the retina, promoting sleep and inhibiting wake-promoting signals via interactions with its MT1 and MT2 receptors.\n[19]\n\nBiological Mechanism of Melatonin\n\nCancer suppression:\nActivating tumor suppressor genes such as\np53\n, exerting oncostatic activity, modulating estrogen and androgens, immunomodulation, and increasing cytokine production, collectively contributing to cancer suppression.\n\nBone deposition:\nMT2 receptors found on osteoblasts suggest melatonin's involvement in regulating their function.\n\nMetabolic disorders:\nMelatonin exhibits antioxidative and anti-inflammatory effects and regulates lipid and glucose metabolism.\n\nCardiovascular diseases:\nMelatonin demonstrates anti-hypertensive effects.\n\nGastrointestinal conditions:\nMelatonin displays antioxidative and anti-inflammatory effects.\n\nNeurodegenerative disorders:\nMelatonin may activate mitochondrial cell survival pathways, potentially safeguarding against neurodegeneration induced by mitochondrial dysfunction. In addition, the drug regulates apoptosis and helps prevent vasoconstriction of cerebral arteries.\n\nMental disorders:\nAgomelatine, the melatonin receptor agonist, is recognized as an anxiolytic drug and is approved for treating depression in Europe.\n\nPain syndromes:\nMelatonin exhibits anti-nociceptive, anti-inflammatory, and analgesic effects.\n\nReproductive functions:\nMelatonin is involved in several pathways that reduce the risk of complications, enhance gonadotropic secretion, and contribute to higher rates of mature oocytes and quality embryos.\n[20]\n[21]\n[22]\n\nPharmacokinetics\n\nAbsorption:\nThe bioavailability of melatonin varies significantly, ranging from 1% to 74%, with likely dependence on the formulation and dosage.\n\nMetabolism:\nNinety percent of melatonin is metabolized in the liver, primarily mediated by the CYP1A2 enzyme, with a minor contribution from the CYP2C19 enzyme. Melatonin metabolism involves hydroxylation, converting it to 6-hydroxymelatonin. Subsequently, it undergoes conjugation with sulfuric or glucuronic acid before excretion in the urine. A smaller portion is excreted in feces.\n[23]\n\nDistribution:\nApproximately 61% to 78% of melatonin binds to albumin, significantly influencing its distribution.\n[24]\n\nElimination\n: The elimination half-life of melatonin is relatively short, typically ranging from 1 to 2 hours, varying with the formulation used. In critically ill patients, medication absorption is accelerated while elimination is compromised, potentially resulting in altered pharmacokinetics and drug effects. Premature neonates often exhibit a prolonged half-life of melatonin compared to adults.\n[25]",
    "administration": "Melatonin Content of Supplements\n\nThe FDA does not regulate supplements as rigorously as pharmaceutical drugs, as they are generally considered safe. However, this lack of oversight can raise concerns regarding the actual concentrations of supplements, including melatonin. A study examining 31 melatonin supplements discovered that the actual melatonin content varied widely, ranging from −83% to +478% of the labeled content.\n[26]\n\nVariable tablet content can make accurate dosing challenging and might contribute to the wide range of efficacy reported in various trials. One approach to ensure precise dosing is to seek supplements approved by the United States Pharmacopeia (USP)—an independent nonprofit organization. Choosing supplements labeled as \"USP verified\" can guarantee the quality and dosing accuracy of the supplements.\n\nMelatonin Administration Routes\n[27]\n[28]\n\nRoutes of melatonin administration include oral tablets, oral liquids, rectal suppositories, and transdermal patches.\n\nMelatonin Formulations\n[29]\n\nMelatonin formulations include immediate-release, extended-release, and combined immediate and extended-release options.\n\nAdult Dosage\n\nEffective dosing for melatonin is not well-defined as the FDA does not regulate it as a drug. Melatonin dosages used in studies have ranged from 0.1 mg to 10 mg, typically administered up to 2 hours before bedtime. The maximum dosage has not been defined in trials.\n\nAASM provides recommendations regarding using melatonin for intrinsic circadian rhythm sleep-wake disorders. Specifically, for adults with delayed sleep-wake phase disorder (DSWPD), the AASM supports treatment with melatonin. Furthermore, for blind adults with non-24-hour sleep-wake rhythm disorder (N24SWD), the AASM suggests strategically timed melatonin administration. This can involve administering melatonin 1 hour before the patient's preferred bedtime or at a fixed time (for instance, 9 PM).\n[4]\n\nSpecific Patient Populations\n\nHepatic impairment:\nClinicians should exercise caution when prescribing melatonin to patients with impaired liver functioning, as their ability to metabolize the medication may be reduced. However, based on several clinical trials, researchers have concluded that melatonin does not induce hepatotoxicity. The likelihood score of hepatotoxicity is rated as E, indicating an unlikely cause of clinically apparent liver injury.\n[30]\n\nRenal impairment:\nClinicians should exercise caution when prescribing melatonin to patients undergoing dialysis due to the increased risk of adverse effects resulting from impaired elimination of the medication.\n[31]\n\nPregnancy and breastfeeding considerations:\nClinicians should advise pregnant and breastfeeding women to avoid using melatonin due to insufficient evidence of its safety in this population.\n[22]\n[32]\n\nPediatric patients:\nMelatonin production usually starts around 3 months of age, with peak concentrations at 0.2 ng/mL during darkness. Supplementing infants with melatonin can result in higher levels than naturally produced by the body, and assumptions about safety based on its endogenous nature may be misleading. Therefore, the presence of elevated exogenous melatonin levels in postmortem pediatric cases warrants attention.\n[33]\n\nOlder patients:\nAlthough melatonin is generally considered safer than benzodiazepines, certain reports indicate a potential risk of falls and fractures in this population.\n[34]",
    "adverse_effects": "Melatonin is relatively nontoxic, although some mild adverse effects have been reported with higher doses and extended-release formulations, including\n[35]\n[36]\ndrowsiness, daytime sedation, nausea, and headaches. No evidence suggests that patients develop tolerance to melatonin. However, impaired glucose tolerance has been reported in some cases.\n\nDrug-Drug Interactions\n\nCYP1A2 inhibitors:\nAs melatonin is metabolized by CYP1A2, caution should be exercised when using it concurrently with potent CYP1A2 inhibitors such as fluvoxamine.\n[37]\n\nSedatives or hypnotics:\nMelatonin should not be combined with other drugs, including benzodiazepines, zolpidem, or eszopiclone, as this combination may result in excessive sedation.\n[38]",
    "monitoring": "Clinicians should monitor for improvements in insomnia in individuals and watch for adverse drug reactions, such as daytime sleepiness and headaches, associated with melatonin therapy when prescribing melatonin.\n[42]",
    "toxicity": "Toxicity due to melatonin might present as follows:\n\nMelatonin demonstrates remarkably low acute toxicity according to findings from animal and human studies. At supraphysiological doses, it may result in minor adverse drug reactions such as headaches, rashes, gastritis, nightmares, and insomnia. Notably, researchers have not established an LD50 in animals even at high doses of up to 800 mg/kg, and melatonin does not cause fatalities in animal studies.\n\nPreliminary observations in humans suggest that long-term melatonin administration may be associated with reduced semen quality in healthy men, probably due to aromatase inhibition at the testicular level.\n[43]\n\nA recent analysis published in the morbidity and mortality report raises concerns, indicating a significant increase in annual pediatric melatonin overdose cases from 8000 in 2012 to more than 52,000 in 2021, with 15% of children requiring hospitalization due to overdoses.\n[44]"
  }
}