{
  "drug_name": "melissa",
  "nbk_id": "NBK580523",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580523/",
  "scraped_at": "2026-01-11T15:33:56",
  "sections": {
    "indications": "The GON block is generally a well-tolerated, low-risk procedure. Absolute contraindications include patient refusal, anesthetic allergy, open skull defect, and infection at the procedure site. Performing this nerve block at a surgical site is also contraindicated due to the risk of intracranial infiltration.\n[7]\n\nOther relative contraindications that should be considered before performing the procedure include:\n\nCoagulopathy\nHistory of Arnold Chiari malformation\n[13]\nInability to lie still in a prone or sitting position",
    "clinical_significance": "Headache is a common and often debilitating presenting complaint across all age groups and medical specialties, significantly impacting patients' quality of life and contributing to a substantial socioeconomic burden through increased healthcare utilization, lost productivity, and disability. Given the prevalence and severity of headache-related disorders, effective and accessible treatment strategies are critical. The GON block is a clinically significant intervention that offers both diagnostic and therapeutic benefits in the management of various headache syndromes, including occipital neuralgia, cervicogenic headaches, and certain types of migraines. By targeting the sensory fibers of the C2 distribution, the block interrupts pain transmission, often resulting in rapid and sustained relief.\n\nThe GON block is a low-risk, minimally invasive procedure that requires minimal equipment and can be safely performed in outpatient settings, even in patients with multiple comorbidities. This treatment is an especially valuable option for reducing dependence on systemic medications, such as opioids and nonsteroidal anti-inflammatories. This procedure can be used as a standalone therapy or in combination with oral or intravenous pain regimens to enhance clinical outcomes. In chronic headache sufferers, it may break the cycle of pain and facilitate better responses to other therapies. This procedure's simplicity, safety profile, and effectiveness make the GON block essential in modern, multidisciplinary headache management."
  }
}