{
  "drug_name": "melon",
  "nbk_id": "NBK562173",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562173/",
  "scraped_at": "2026-01-11T18:47:31",
  "sections": {
    "indications": "Human immunodeficiency virus (HIV) is an RNA retrovirus of genera lentivirus. It can be classified into 2 types: HIV-1 and HIV-2. HIV-1 is the more virulent and prevalent of the 2 genotypes. Peripheral neuropathy is the most common neurological complication associated with HIV-1.\n[1]\nIt can present in varying patterns of sensory polyneuropathy, mononeuritis, mononeuropathy multiplex, inflammatory demyelinating polyneuropathy, progressive polyradiculopathy, and autonomic neuropathy.\n[2]\n[3]\nProgressive polyradiculopathy in HIV infection presents with gradual sensory, motor, reflexive, and sphincter disturbances in a radicular pattern. Although frequently appearing in advanced stages of the disease, it may sometimes be a presenting feature with rapid progression leading to irreversible deficits or a fatal outcome unless treated promptly.\n[3]\nRapidly progressing polyradiculopathy occurs in HIV-infected patients with advanced disease and severe immunosuppression. In the antiretroviral therapy (ART) era, this disease is far less frequent than before and is now primarily seen in untreated patients. In patients receiving treatment for HIV, opportunistic infections leading to this syndrome may present with atypical features.\n[4]",
    "mechanism": "The HIV virus is neuroinvasive, neurotropic, and neurovirulent for central and peripheral nervous cell cells. However, underlying etiologies for neuropathy depend on the immune status of HIV patients. Inflammatory neuropathies occur at a higher CD4 count, and opportunistic infections lead to neuropathies at a lower CD4 count.\n[5]\n[6]\nClassically, progressive polyradiculopathy is associated with cytomegalovirus (CMV) infection in patients with HIV. Nevertheless, its association with other infectious etiologies has also been demonstrated, such as a varicella-zoster virus (VZV), mycobacterium tuberculosis (TB), treponema pallidum, Epstein-Barr virus (EBV), toxoplasma, cryptococcus, and herpes simplex virus.\n[5]\n[7]\n[8]\n[9]\n[10]\nNon-infectious etiologies such as primary spinal lymphoma, metastasis from systemic lymphoma, paraneoplastic polyradiculopathy, and lymphomatous meningitis have also been observed.\n[10]\n[11]\n[12]\nLumbosacral radiculitis after reactivation of HSV-2 in patients with HIV has also been reported.\n[13]\n\nInfective and lymphoma-related etiologies are usually subacute and progressive. Chronic inflammatory demyelinating polyradiculopathy (CIDP) and diffuse infiltrative lymphocytosis (DIL) are less commonly seen. Rarely, 2 types of subacute lumbosacral polyradiculopathy syndromes are seen with HIV seroconversion, known as HIV-associated variant of Guillain Barre syndrome (GBS), a type of acute inflammatory demyelinating polyradiculopathy and another type with motor axonal GBS.\n[14]\nIdanivir-induced epidural lipomatosis has also been reported, which led to lumbar polyradiculopathy and resolved with the discontinuation of the drug.\n[15]\nA clinical course with milder features was also observed in a few studies, which were more benign and had lesser neurological deficits and CSF findings, unlike those seen in CMV infection, with either spontaneous recovery or quick recovery after surgical decompression. Thus, while investigating known HIV-positive patients, it is essential to exclude etiologies with a similar presentation in the general population, especially in patients with a well-controlled disease under highly active antiretroviral therapy (HAART).\n[12]",
    "monitoring": "In most cases, a diagnosis of polyradiculopathy can be made on purely clinical grounds; however, further testing should be conducted to exclude other neurologic conditions and identify the etiologic cause of the radiculopathy.\n\nLumbar Puncture\n\nCytomegalovirus is the third most common cause of all neurologic complications associated with HIV but the most common cause of polyradiculopathy.\n[26]\nA lumbar puncture is frequently performed in patients who present with neurologic symptoms in association with an HIV infection. Cerebrospinal fluid (CSF) studies usually reveal several findings.\n[27]\n[28]\nThese include:\n\nPleocytosis with polymorphonuclear leucocyte predominance (usually > 60% of normal CSF count)\nHypoglycorrhachia with CSF glucose < 40 mg/dl or CSF to serum glucose ratio of less than or equal to 0.5\nIncreased protein levels\nAbsent neoplastic cells\n\nCSF testing for CMV is positive in 50% of the cases, and quantitative PCR assay is the preferred method for viral detection.\n[29]\nCMV DNA amplification in CSF can be done by polymerase chain reaction (PCR) assay and branched DNA signal amplification assay. Quantitative intrathecal synthesis of immunoglobulins specific for recombinant phosphoprotein (pp150) of CMV or CMV-specific IgM is also available for diagnosis. The immune response is associated with recovery or treatment. PCR has higher diagnostic specificity than immune response and improves with treatment. It is useful for monitoring disease progression and evaluating treatment regimens or drug failure. In immunocompromised patients, viral levels could be undetectable and thus unreliable.\n[30]\n[31]\n[32]\nCMV-pp67 antigenemia assay is useful for diagnosing and monitoring CMV infection in HIV-positive patients. CMV pp67 mRNA in CSF detects active infection only, whereas DNA PCR may also detect latent disease viruses. CSF culture is insensitive.\n[19]\n\nElectrodiagnostic Testing\n\nElectromyography (EMG) and nerve conduction studies are the most useful tests for these patients. A needle EMG can detect physiologic abnormalities consistent with radiculopathy and determine the severity of the injury in these patients. It can help exclude other neurologic complications of HIV and may be able to determine the duration of the disease.\n[33]\nElectrodiagnostic studies usually reveal axonal polyradiculopathy, with absent or low amplitude responses in nerve conduction studies and denervation of lower extremity muscles.\n[5]\nHowever, the needle EMG has limited sensitivity in patients with predominant dorsal root involvement. EMG may reveal multifocality, asymmetry, radicular involvement, chronicity, neuromuscular junction, and muscle disease.\n[34]\n[35]\nElectrodiagnostic studies in CMV-PP show axonal loss of spinal roots leading to denervation potentials in concerned myotomes. In contrast, inflammatory-PP shows axonal loss with superimposed delayed latencies and conduction blocks, suggesting predominant demyelinating pathology.\n[16]\n[34]\n\nMagnetic Resonance Imaging (MRI) and CT Myelography\n\nMRI readily detects structural pathology responsible for polyradiculopathy. Abnormal contrast enhancement of the nerve roots is frequently seen.\n[12]\nMRI is the imaging modality of choice and the first investigation done for radiculopathy to rule out focal compressive pathologies. MRI reveals intense nodular leptomeningeal enhancement along the affected nerve roots. If the MRI is negative or shows equivocal findings in a patient with high clinical suspicion, if the MRI is contraindicated, or if the patient has surgical spinal hardware, CT myelography with intrathecal contrast is used. Spinal T1-weighted MRI with gadolinium-DTPA shows enhancement of the pial lining of the affected nerve roots.\n[34]\n[36]\n\nOther Testing\n\nDepending on the patient history and local endemicity, CSF testing for Z-N staining/ADA activity/CSF culture for mycobacteria, CSF VDRL, HIV RNA in CSF, visualization of Cryptococcus in CSF or IgG in blood for Toxoplasma or BM biopsy for lymphoma could be done to rule out other etiologies.\n[37]\nHIV-associated TB radiculopathy shows raised CSF cell count and reduced CSF glucose with raised or depleted protein in CSF. Unlike GBS in HIV-negative patients, CSF in HIV-positive patients shows WBC pleocytosis, but no albumin-cytological dissociation is seen.\n[16]\n[23]\nSerum syphilis serology should also be considered in patients who present with radiculopathy and concomitant HIV infection because patients with early syphilis may present with polyradiculopathy before any other sign of secondary syphilis.\n[9]\nIt is important to note, however, that syphilis serology can be falsely negative in patients with severe immunosuppression.\n[9]\nThis warrants repeat syphilis testing if no other etiologic agent for PP is found on initial testing.\n[9]",
    "administration": "The general approach to treatment should focus on treating potential etiologic causes and controlling HIV. In patients with suspected HIV-associated progressive polyradiculopathy, empirical therapy for CMV must be considered.\n[37]\nConsidering the frequency of CMV-PP, prophylaxis should be targeted at a CD4 count below 0.1 x 10\n9\n/L.\n[38]\nThe HAART regimen should be started speedily to suppress viral load and raise CD4 count, accompanied by appropriate therapy for the underlying etiology.\n[39]\nHowever, in ART-naive patients, HAART should be withheld for the initial 14 days to prevent immune reconstitution inflammatory syndrome (IRIS), which may cause more damage.\n[40]\n\nIn HIV patients with CMV-PP, intravenous ganciclovir administration for 2 to 3 weeks is the first-line treatment for severe disease, while oral valganciclovir could be given for mild disease. Maintainance therapy with oral valganciclovir is advised for 6 months or until the CD4 count is above 0.1 x 10\n9\n/L.\n[40]\nIf the patient gives a history of previous monotherapy for similar or different CMV manifestations or if the serial CSF reading shows persistent pleocytosis and hypoglycorrhachia after induction of ganciclovir therapy, the likelihood of treatment failure is high, and treatment with alternative drug or ganciclovir-foscarnet combination should be considered. In ganciclovir resistance, foscarnet infusion can be given alone or in combination with cidofovir.\n\nWith prompt therapy, the progression of neurological symptoms is controlled within 2 weeks, and virological tests become negative in a 3-week course. However, residual neurological deficits are still commonly seen after treatment completion. The antivirals prevent further virus replication; however, they do not cure the latent infection; thus, relapses are frequently seen. Hence, many studies suggest an indefinite course of ganciclovir in these patients.\n[18]\n[28]\n[41]\nFoscarnet is a valuable alternative drug for acyclovir-resistant herpes virus infection.\n[10]\n\nFor other infectious causes, a relevant antibiotic course should be given, accompanied by corticosteroids if necessary, to prevent the worsening of symptoms. In the case of neoplastic or paraneoplastic etiology, remission is seen with chemo/radiotherapy.\n[11]\nPlasmapheresis and IVIG have been used to treat GBS and other inflammatory pathologies in HIV patients.\n[23]\nIn non-infectious etiologies and refractory cases, surgical decompression and spinal fusion are advised. However, considering the complications related to the procedure itself as well as that of anesthesia, surgery is reserved for failure of non-surgical methods and acutely deteriorating neurological symptoms.\n[42]\n\nIn radiculopathy patients, supportive measures are advised to relieve pain, improve function, and better cope with the disease physically and psychologically. Some interventions like epidural corticosteroid injections and percutaneous spinal decompression are performed.\n[43]\n[44]\n[45]\nAcetaminophen, NSAIDs, opiates, physical therapy, and tractions for improving neurological deficits may be prescribed; however, the data supporting the use of such modalities is equivocal.\n[46]\n[47]\n[48]\n[49]",
    "adverse_effects": "Since patients with HIV-associated polyradiculopathy are at a high risk of opportunistic infections, the most important factor to be considered is the drug interaction between antivirals and HAART. Careful regimen selection and monitoring are essential parts of the treatment plan to prevent or minimize complications. Initial symptoms worsening after beginning antiviral therapy may be observed. This usually resolves spontaneously throughout treatment; however, when vital structures are involved, adjuvant corticosteroids, tapered over time, are suggested to reduce morbidity and mortality in these cases. In many infectious etiologies, concomitant involvement of other neurological (myelitis, encephalitis, ventriculitis, etc) and non-neurological (retinitis, esophagitis, pneumonitis, etc) tissues may be seen at presentation or during disease progression by the involved or other opportunistic pathogens. In neoplastic etiologies, expansion of primary lesion or metastasis or drug interaction with chemotherapeutic agents may accelerate the worsening of the disease.\n[12]"
  }
}