{
  "drug_name": "menthol",
  "nbk_id": "NBK606133",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606133/",
  "scraped_at": "2026-01-11T18:47:32",
  "sections": {
    "indications": "Genitofemoral neuralgia is a chronic, painful neuropathic condition caused by compression or trauma to the genitofemoral nerve and its branches.\n[1]\nThis condition usually presents with constant burning pain or discomfort in the inguinal region, along with hyperalgesia or anesthesia in the genitals and inner thighs.\n[2]\nGenitofemoral neuralgia is a common cause of groin pain in both female and male patients, particularly after recent or previous surgical interventions that may have inadvertently damaged the genitofemoral nerve.\n[1]\n[3]\n\nMagee first described this condition in 1942 as causalgia instead of neuralgia, as seen as a complication of appendicular surgery.\n[4]\nLyon renamed it genitofemoral neuralgia 3 years later, given its unique pain characteristics and cutaneous distribution.\n[1]\nThe genitofemoral nerve originates from the first 2 lumbar roots (L1 and L2).\n[1]\nThe nerve trunk then pierces the psoas muscle at the level of the third and fourth lumbar spine vertebrae, descending to the inguinal region along the anterior surface of the muscle. This trajectory makes it susceptible to injury from overly aggressive traction. The nerve passes under the ureter and bifurcates into the genital and femoral branches, which cross the inguinal ligament to enter the deep inguinal ring. Please see StatPearls' companion resource, \"\nAnatomy, Abdomen and Pelvis: Genitofemoral Nerve\n,\" for more information.\n\nThe 2 branches usually follow separate and distinct anatomical courses after emerging on the surface of the psoas muscle.\n[1]\n[2]\n\nIn males, the genital branch travels along the spermatic cord through the inguinal canal to innervate the cremaster muscle and is responsible for the cremasteric reflex. Additionally, the genital nerve provides sensory innervation to the spermatic cord, lateral scrotum, and the adjacent ventromedial aspect of the thigh. The femoral branch provides purely sensory innervation to the skin of the upper anterior thigh.\n\nIn females, the genital branch travels alongside the round ligament to provide sensory innervation to the labia majora and mons pubis.\n[1]\nThe femoral branch of the nerve does not enter the inguinal canal; it travels under the inguinal ligament and externally to the femoral sheath.\n\nThe femoral branch is the most lateral structure within the femoral triangle, which also contains the femoral vessels and the lymph node of Cloquet. Please see StatPearls' companion resources, \"\nAnatomy, Abdomen and Pelvis: Femoral Triangle\n,\" \"\nAnatomy, Abdomen and Pelvis: Lymphatic Drainage\n,\" and \"\nAnatomy, Abdomen and Pelvis: Inguinal Lymph Node\n,\" for more information. This nerve provides sensory innervation to the superior proximal anterior aspect of the thigh, lateral and anterior to the area covered by the ilioinguinal nerve.\n[1]\nThis nerve is susceptible to injury during procedures requiring femoral vein access, particularly if complicated by aneurysms, pseudoaneurysms, vessel perforations, or extensive dissection.\n[1]\n\nAdditionally, oncological metastatic diseases such as sarcomas, femoral bone fractures, and orthopedic interventions can damage the nerve, causing sensory impairment.\n[1]\n[5]\nIn some patients, the femoral branch of the genitofemoral nerve might have an overlapping sensory innervation with the lateral femoral nerve, which can further hinder and delay correct diagnosis.\n[1]\n\nThe cremasteric reflex is produced through an afferent pathway innervated by the ilioinguinal nerve and the femoral branch of the genitofemoral nerve and an efferent pathway innervated by the genital branch of the genitofemoral nerve.\n[6]\nThe innervation of the afferent pathway has been contradictory, and no electrophysiological studies have been done to confirm results.\n\nThe anatomical distribution of the genitofemoral nerve, as in any other structure, is subjected to different anatomical variants.\n[1]\nIn 2001, Rab et al described the variability of the ilioinguinal and genitofemoral nerves. This anatomical variability has significant implications for surgical planning and interventions.\n[2]\nAdditionally, awareness of known variants improves accurate diagnosis and appropriate treatment of patients suffering from neuralgia.\n\nRab et al categorized the different anatomical variants of the ilioinguinal and genitofemoral nerves using the letters A through D. The most common anatomical distribution described in the literature follows Rab’s type C classification of the ilioinguinal and genitofemoral nerves (see\nImage\n. Anatomical Variations of Sensory Innervations).\n[2]",
    "mechanism": "Genitofemoral neuralgia is most commonly iatrogenic in the setting of recent surgical interventions.\n[1]\nThe most frequent surgical procedures associated with genitofemoral nerve injury are appendectomy, cesarean section, lymph node biopsy or resection, hysterectomy, vasectomy, inguinal herniorrhaphy, nephrectomy, and urethrectomy.\n[7]\n[8]\nAmong these, laparoscopic and especially open herniorrhaphies have the highest incidence of genitofemoral neuralgia.\n\nNoopur reported that neuropathic groin pain is the most common postoperative complication in patients undergoing open inguinal hernia repair.\n[9]\nScars from these procedures, especially from an open appendectomy, can lead to nerve entrapment or compression, with a decreased incidence in laparoscopic procedures.\n[1]\nHowever, procedures requiring mesh placement or tension-free repairs, such as herniorrhaphy, are most likely to cause genitofemoral irritation through nerve tethering, entrapment, or direct damage, regardless of the surgical approach.\n[10]\n[11]\n\nExcessive retraction of the psoas muscle may injure the genitofemoral and femoral cutaneous nerves that lie on the muscle surface. These nerves may also be inadvertently injured during an external lymph node dissection or any procedure involving surgical mobilization or skeletonization of the iliac vessels. Additionally, the formation of a meshoma or infection of the surgical mesh can lead to nerve injury or neuritis.\n[11]\nTherefore, the use of mesh requires surgeons to have adequate surgical planning and understand mesh fixation techniques when performing abdominopelvic surgeries to decrease the risk of such neuropathic complications.\n[7]\n[12]\n\nPosterior mesh placement and avoidance of the deep cremasteric fascia, which serves as a barrier to the genital branch of the genitofemoral nerve, substantially decrease the risk of periprocedural nerve damage.\n[12]\nAbout 63% of post-herniorrhaphy patients develop chronic neuropathic pain likely from scar-related nerve entrapment or accidental nerve ligation with subsequent neuroma development.\n[3]\n[11]\n\nDirect retroperitoneal nerve compression can occur in patients with psoas muscle abscess, retroperitoneal hematoma, or Pott disease, potentially presenting as genitofemoral neuralgia.\n[4]\nAdditionally, direct abdominal trauma, visceral adhesions, third-trimester pregnancy, and malignancy have been documented as causes of genitofemoral nerve entrapment.\n[13]\n\nIndirect nerve damage has been documented in inflammatory diseases where granulomatous processes compress the genitofemoral nerve or its branches.\n[14]\nAlthough less common, nerve compression can also occur in patients who perform repetitive hip motions, such as bicycling, or who are exposed to prolonged abdominal compression.\n[1]\n[13]\n[15]\n[16]",
    "monitoring": "If the clinical history and physical examination cannot differentiate the origin of the neuralgia, selective nerve blocking of the ilioinguinal or genitofemoral nerve is often used to identify the specific source of neuropathic pain.\n[22]\n[23]\nThe ilioinguinal nerve block is commonly used due to its easy anterior access, whereas the genitofemoral nerve, located in the retroperitoneum and inferior to the inguinal ligament, is less accessible and carries a higher risk of complications.\n[24]\n\nImaging alone is generally not helpful in diagnosing genitofemoral neuralgia but can aid in excluding other causes. While blind blocks using anatomical landmarks have been used for years, technological advances now allow for more accurate treatment using ultrasound, computed tomography, magnetic resonance imaging, and x-ray fluoroscopy.\n[13]\nMagnetic resonance neurography, in particular, is an emergent tool for diagnosing lumbar neuropathy, providing high-resolution images to reveal any areas of nerve entrapment or damage.\n[13]\n[25]\n[26]\n\nUltrasound and 3-Tesla (3-T) magnetic resonance neurography-guided retroperitoneal genitofemoral nerve blocks have been successfully used to diagnose genitofemoral neuralgia, with an overall success rate of approximately 90%.\n[27]\n\nElectrophysiology is not sensitive enough to diagnose neuralgia. However, somatosensory evoked potentials may offer some benefits in diagnosing genital neuralgia involving the genital branch of the genitofemoral nerve. The only motor function of the genitofemoral nerve is the efferent limb of the cremasteric reflex, and its absence does not typically affect the patient's quality of life.\n[13]",
    "administration": "Healthcare professionals have long struggled to treat patients with neuropathic pain without initially considering a multifaceted, noninvasive approach. Neuropathic symptom management with first-line pharmacological agents is typically necessary for at least 6 to 12 months before any consideration of surgical evaluation. However, clinicians should also explore additional methods of pain control, such as exercises, acupuncture, massage, thermal treatments, physiotherapy, myofascial release, and reflexology.\n[28]\nAcupuncture, in particular, has demonstrated effectiveness in improving neuropathic pain, especially following genital surgery.\n[29]\n[30]\n\nPharmacological Management\n\nTopical anesthetics, such as lidocaine, menthol, and capsaicin, are commonly used initially for treating neuralgia due to their potential to relieve skin allodynia.\n[1]\n[31]\n[32]\n[33]\nHowever, tricyclic antidepressants are the first line of treatment for any neuropathic pain, including genitofemoral neuralgia.\n[34]\n[35]\nGabapentin, pregabalin, nonsteroidal anti-inflammatory drugs (NSAIDs), selective serotonin/norepinephrine reuptake inhibitors, antiepileptics,\nN\n-methyl-D-aspartate antagonists, and opioids (especially tramadol) are alternative medications that can improve neuropathic pain.\n[33]\n[34]\n[35]\nA 3- to 8-week trial is generally recommended.\n\nMidway through the treatment period, the effectiveness of the therapy should be reviewed and adjusted or changed as necessary.\n[33]\nCombination therapy is encouraged and can be effective, but it increases adverse effects. If initial pharmacological management fails, the next step is usually localized injections.\n[33]\n\nNerve block:\nInjections of local anesthetics and corticosteroids at or proximal to the site of injury are very effective in treating acute neuropathic pain, especially after trauma or surgery, and can provide evidence that a particular nerve is responsible for the discomfort.\n[36]\nOne commonly used formula is 5 to 10 mL of 0.25% or 0.5% bupivacaine mixed with 20 mg of methylprednisolone or 25 mg of hydrocortisone. A properly performed nerve block provides sustained or permanent relief in some patients. However, the treatment often does not last more than six months and will likely need to be repeated for appropriate pain control.\n\nNerve ablation (with alcohol, phenol, or other ablative technology) or a neurectomy may then become the best remaining treatment option. Please see StatPearls' companion resources, \"\nAblative Nerve Block\n\" and \"\nPhenol Nerve Block\n,\" for more information.\n[37]\n[38]\nThe failure of a properly performed nerve block to control the discomfort, even briefly, strongly suggests some other cause for the pain.\n\nUltrasound-guided nerve block injections are available for direct nerve localization after it enters the deep inguinal ring, thus providing better pain control.\n[8]\n[39]\nMagnetic resonance neurography–guided retroperitoneal genitofemoral nerve blocks are effective and accurate in diagnosing and treating genitofemoral neuralgia.\n[27]\n[40]\n[41]\n[42]\nThis technique decreased procedure-related complications and improved therapeutic outcomes in these patients.\n\nBotulinum toxin type A injected subcutaneously has been reported successful for genitofemoral neuralgia refractory to other measures.\n[20]\n\nProcedural Interventions\n\nImplantable peripheral nerve stimulation devices have been shown to improve neuropathic pain in up to 70% of patients with genitofemoral neuralgia.\n[43]\n[44]\n[45]\nIntraoperative peripheral nerve stimulation is the standard procedure to identify nerve injury by direct stimulation, especially when manipulating a nerve or neural plexus.\n[46]\nThe absence of the cremasteric reflex in men has been used to identify genitofemoral nerve injury post-stimulation.\n[46]\nHowever, this procedure is often complicated by the formation of hematomas, the need for periodic battery replacement, and device exchanges.\n[9]\nA risk of additional trauma during device placement and infection occurs in about 5% of cases, particularly during battery changes. An implanted peripheral nerve stimulator is contraindicated in the presence of a pacemaker.\n[46]\n\nRadiofrequency ablation is commonly used for long-term neuropathic pain control, leading to thermal damage of the nerve with minimal risk for neuroma formation, as the nerve perineurium and epineurium remain intact. Please see StatPearls' companion resource, \"\nRadiofrequency Ablation\n,\" for more information.\n[47]\nCryoablation is another alternative procedure where the nerve’s axon and myelin sheaths are frozen, resulting in Wallerian degeneration without compromising the perineurium and epineurium layers, thus allowing nerve regeneration with a low risk for neuroma formation. Please see StatPearls' companion resource, \"\nCryoanalgesia\n,\" for more information.\n[48]\n\nSurgical Management\n\nNeurectomy was reported in the 1940s as an effective treatment for neuropathic symptoms from genitofemoral neuralgia. However, it entails surgical resection of the genitofemoral nerve, an invasive and permanent procedure leading to genital hypoesthesia and loss of the cremasteric reflex. Most patients (about 70%) will experience total relief of their pain, with only some residual cutaneous anesthesia as a permanent adverse effect.\n[3]\n[49]\n[50]\n\nThe retroperitoneal approach is preferred for successful neurectomy because it allows clear visualization of the nerves and accurate identification of the genitofemoral branches. Please see StatPearls' companion resource, \"\nAnatomy, Abdomen and Pelvis: Genitofemoral Nerve\n,\" for more information.\n[22]\n[51]\nTriple neurectomy (ilioinguinal, iliohypogastric, and genitofemoral) should be considered in post-herniorrhaphy patients who have failed nonsurgical management and had no pain or non-neurogenic pain before herniorrhaphy surgery.\n[52]\n[53]\n[54]\n[55]\n[56]\nRetroperitoneal triple neurectomy involves removing the long proximal nerve segments of all three major nerves of the lumbar plexus and inserting nerve endings into the muscles to prevent neuroma formation.\n[13]\n[52]\n[56]\nThis procedure has shown superiority over other surgical approaches by providing better visualization of neural landmarks and reducing complications from denervation, with an overall success rate of about 70%.\n[9]\n[57]\n\nIf the mesh is identified as the cause of the nerve injury, it should be removed, and a more extensive neurectomy should be performed to prevent the recurrence of symptoms.\n[58]",
    "adverse_effects": "Chronic symptoms of genitofemoral neuralgia have detrimental effects on a patient's ability to perform daily life activities. If left untreated, these symptoms may lead to behavioral changes that negatively affect health and social functionality, including medication overuse, excessive calorie consumption, physical inactivity, deconditioning, social isolation, and severe psychological distress.\n\nSurgical management of genitofemoral neuralgia carries inherent risks. Patients must be fully informed about the potential complications of each procedure before giving surgical consent. Peripheral nerve ablation, whether performed through radiofrequency or cryoablation, can result in cell death and tissue damage.\n\nRadiofrequency ablation uses direct high temperatures from radio waves to cause neurolysis of the desired nerve, thus decreasing neuropathic pain. However, this procedure carries risks, including thermal injury to nearby tissues, hematoma formation, infection, and nerve damage. Additionally, the reported complications have been the development of neuritis-related pain and weakness. Please see StatPearls' companion resource, \"\nRadiofrequency Ablation\n,\" for more information.\n\nThe most common complication of neurectomy, including triple neurectomy, is hypoesthesia in the areas innervated by the ilioinguinal, iliohypogastric, and genitofemoral nerves, typically without associated muscle weakness. Despite this, triple neurectomy is considered a safe and effective treatment for refractory genitofemoral neuralgia.\n[73]"
  }
}