{
  "drug_name": "mercaptopurine",
  "nbk_id": "NBK557620",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557620/",
  "scraped_at": "2026-01-11T15:34:05",
  "sections": {
    "indications": "If patients are previously known to have severe allergic or hypersensitivity reactions, they are required to discontinue the use of the medication immediately. Mercaptopurine is also contraindicated for use in patients who have previously shown resistance to the drug.\n\nThere should be at least a two-month window between the cessation of mercaptopurine treatment and vaccination with live viral or bacterial vaccines to prevent severe and fatal infections.\n[18]\nApproximately 2 to 4% of patients receiving treatment with thiopurines develop thiopurine-induced pancreatitis. This condition is an absolute contraindication to the reintroduction of thiopurines.\n[19]",
    "mechanism": "Mercaptopurine and azathioprine are prodrugs of a purine analog hypoxanthine that works as an antagonist to endogenous purines required for DNA replication during the S-phase of the cell cycle and inhibition of RNA and protein synthesis. Azathioprine breaks down into 88% mercaptopurine and 12% other thiopurine metabolites. 6MP requires conversion into 6-thioguanine nucleotides (6TGN) to become active and exert antileukemic effects.\n[6]\n\nThe prodrug is metabolized in the liver, GI tract and taken up by lymphocytes, where mercaptopurine is metabolized via the purine salvage enzyme via hypoxanthine-guanine phosphoribosyltransferase (HGPRT) to thioguanine nucleotides 6TGN and thioinosine monophosphate (TIMP). Inosine triphosphate (ITPA) catalyzes the hydrolysis of thioinosine triphosphate (TITP) to thioinosine monophosphate (TIMP), which increases 6TGN levels.\n[7]\n\nThere is also a secondary pathway via thiopurine methyltransferase (TPMT), which produces inactive methylated bases, 6-methylmercaptopurine. The methylated metabolite, methyl-thioinosine monophosphate (Me-TIMP), is a potent inhibitor of the purine de novo synthesis. Me-TIMP further reduces purines available for incorporation in DNA synthesis.\n[7]\n\nDeoxy-6-thioguanine triphosphate (6-dTGTP) incorporates into DNA, and 6-thioguanine triphosphate (6-TGTP) inserts into RNA. 6-TGTP also binds to Rac1, resulting in the inactivation of the Vav-Rac1 signaling pathway in T-lymphocytes. This process further prevents the activation of Rac1 target genes such as nuclear factor kappa beta (NF-kB), which induces apoptosis of activated T-lymphocytes.\n[6]\n\nThe replacement of the endogenous purines with these synthetic thiopurine nucleotides results in purine deprivation within the cells, which halts DNA, RNA, and protein synthesis leading to decreased cell proliferation and cytotoxicity.\n[8]\n[9]\n[10]",
    "administration": "Mercaptopurine comes as a 50 mg tablet that may be administered orally as either a tablet or suspension, preferably on an empty stomach at the same time each day.\n[11]\nThe dosage varies from 1 to 3 mg/kg or 50 to 150 mg/day for long-term therapy.\n[12]\nThe therapeutic response is generally observable after three months of therapy, but it may take longer to observe results. Dosages may need to be adjusted based on the patient's renal or hepatic impairments.",
    "adverse_effects": "Patients may exhibit non-dose dependent or dose-dependent side effects while undergoing treatment with mercaptopurine. Allergic reactions such as nausea, fever, rash, flu-like symptoms, and arthralgias are considered non-dose-dependent symptoms that may require changing the timing of dosing to night-time administration or discontinuation of therapy.\n[13]\n\nThese symptoms may also reoccur in patients reintroduced to azathioprine or mercaptopurine after an initial adverse reaction.\n[14]\nTo reduce these symptoms, administering 6MP at night may be required.\n[13]\n\nDose-dependent adverse reactions that are potentially observable with 6MP are\n[13]\n:\n\nJaundice\nPancreatitis (3.3%)\nMyelosuppression (2 to 15%)\nElevation of transaminases (30%)\nDrug hepatitis (0.3%)\nHepatotoxicity\nNodular regenerative hyperplasia and veno-occlusive disease\nLeukopenia\nMyelosuppression with high levels of 6TGN (2 to 15%)\nEB virus-positive lymphoma\nHepatosplenic T-cell lymphoma (HSTCL)\n\nThere are various forms of hepatotoxicity resulting from both acute and chronic mercaptopurine intake. Acute liver injury is usually observed as elevated liver enzymes with fatigue and jaundice within one to six months after starting therapy. The liver biopsy depicts mixed hepatocellular-cholestatic injury with cholestasis, focal hepatocellular necrosis, bile duct injury, and variable inflammation.\n[12]\n\nIn chronic therapy, nodular regenerative hyperplasia (NRH) and symptomatic portal hypertension with ascites and varices were observed from six months to several years after starting therapy. This condition physically presented itself in patients as ascites, varices, mild liver enzyme abnormalities, and jaundice. It is a cause of concern because it can progress to hepatic failure if 6MP therapy is not discontinued.\n[15]\n[12]\n\nHepatosplenic T-cell lymphoma (HSTCL) is a rare complication with a high mortality rate reported in men with inflammatory bowel disease who have been immunosuppressed long term with thiopurines such as mercaptopurine with or without anti-tumor necrosis factor therapy. They present with fatigue, fever, hepatosplenomegaly, and pancytopenia. Diagnosis is from either bone marrow or liver biopsy showing marked infiltration with malignant T cells.\n[12]\n\nAlso,\nNUDT15\ncorrelates with thiopurine-induced myelosuppression.\n[16]\n\nIt is important to note that switching from 6MP to AZA does not reduce the risk of side effects.\n[17]",
    "monitoring": "All patients require complete blood count and liver enzymes every two weeks for six to eight weeks since starting azathioprine or mercaptopurine treatment. The testing should be followed by changes or adjustments in treatment as well.\n[20]\nMonitoring 6TG level concentrations to be maintained between 230 and 400 proves to be related to sufficient bone marrow suppression and reduces the chances of liver toxicity.\n[21]\nResearch has found some medications to increase mercaptopurine levels in the plasma. Allopurinol and febuxostat inhibit the first-pass metabolism of 6MP via enzyme xanthine oxidase (XO), which resulted in a fivefold increase in plasma 6MP concentrations and a threefold increase in steady-state erythrocyte 6-TGN concentrations.\n[22]\nThis effect may be useful in inducing shunting of 6MMP metabolites towards 6TG in patients with 6MP resistance.\n[23]\n[24]\n[25]\nMethotrexate can also increase 6MP plasma levels by forming active metabolites via XO inhibition and other mechanisms.\n[22]\nIn patients with IBD, vigilant monitoring of CBC counts is necessary when receiving combined therapy that includes mercaptopurine. 5-aminosalicylates cause in vitro inhibition of TPMT. Combining 6MP with mesalazine or sulfasalazine induced mild to moderate leukopenia.\n[26]\nConcurrent treatment of warfarin while being treated with 6MP is known to diminish the anticoagulant effects. Also, discontinuing 6MP with an adjusted warfarin dose can lead to bleeding in a previously stable patient.\n[27]\nNSAIDs such as naproxen, mefenamic acid, tolfenamic acid exhibit noncompetitive inhibition of TPMT activity in vitro and thus require monitoring while the patient receives treatment with mercaptopurine.\n[13]\nMercaptopurine therapy should be reduced by 50% of the current dose or discontinued if the patient exhibits leukopenia (WBC =< 4000 cells/mm^3) or thrombocytopenia (platelet count < 150,000/microL). If the patient continues to show persistent cytopenia with the dosage reduction, the medication should be permanently discontinued.\n[28]\nIf mild hepatitis (transaminitis) is present, it is reversible by lowering the dose of 6MP. If ALT and AST levels continue to remain elevated, a further dose reduction by 33 to 50% will be necessary. Liver function tests require monitoring and evaluation every two weeks. ALT and AST levels should not exceed two times the upper limit of normal. If such an event occurs, the medication should be discontinued until the liver enzyme levels normalize, at which point 6MP may be reintroduced cautiously at a lower dose.\n[12]\nMacrocytosis should have close monitoring, with CBC every two weeks for one month to exclude other causes such as vitamin B12 or folate deficiencies.\nMercaptopurine may be used during pregnancy with close monitoring. There is no known risk of teratogenicity or higher rates of pregnancy complications with the use of this medication. Concentrations of 6MP have not been detected in breast milk.\n[13]",
    "toxicity": "It is important to maintain a constant dose titration to maintain steady thiopurine exposure while minimizing toxicity. There have been observations that in patients with nonfunctional variant alleles of TPMT or with reduced TPMT enzyme activity, there is a resulting accumulation of 6TGN in hematopoietic tissues causing toxicity.\n[16]"
  }
}