{
  "drug_name": "mesna",
  "nbk_id": "NBK556021",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556021/",
  "scraped_at": "2026-01-11T15:34:05",
  "sections": {
    "indications": "Mesna prophylaxis is contraindicated in patients with hypersensitivity to thiol compounds and those with adverse reactions associated with a prior mesna administration.\n[27]\nMesna prophylaxis is also contraindicated in patients with hypersensitivity or previous adverse reactions to benzyl alcohol (an excipient used in mesna).\n[15]\n\nWarning and Precautions\n\nSevere and fatal reactions, including \"gasping syndrome,\" have been documented in premature neonates and low-birth-weight infants with benzyl alcohol. Clinical features include neurological deterioration, intracranial hemorrhage, hematological abnormalities, liver and kidney issues, hypotension, bradycardia, and cardiovascular collapse. Premature neonates and low-birth-weight infants may have a higher risk due to difficulties in breaking down benzyl alcohol. The exact minimum amount causing toxicity is unknown. Mesna injection contains benzyl alcohol and should be avoided in these infants due to potential harm.\n[28]",
    "mechanism": "Mesna (sodium 2-mercapto ethane sulfonate) is a detoxifying agent to prevent hemorrhagic cystitis in patients receiving chemotherapy with high-dose cyclophosphamide or ifosfamide. Mesna initially becomes inactivated to dimesna (mensa disulfide) in the bloodstream. Once it is filtered through the kidneys and excreted into the bladder, it is reactivated. As reactivated mesna concentrates in the bladder, mesna detoxifies acrolein, a urotoxic breakdown product of ifosfamide and cyclophosphamide that accumulates in the bladder. Acrolein stimulates the release of inflammatory mediators interleukin-1 β, TNF-α, and endogenous nitric oxide, inducing vascular dilatation, mucosal edema, and capillary fragility, resulting in hemorrhagic cystitis.\n[6]\nMesna acts as a sulfhydryl donor that forms a conjugate bond with acrolein and inactivates it, preventing hemorrhagic cystitis or bleeding due to bladder irritation.\n[7]\nEvidence suggests that this mechanism may include the inhibition of lactoperoxidase (LPO). Lactoperoxidase utilizes hydrogen peroxide (HO) and thiocyanate (SCN) to produce hypothiocyanous acid. Mesna's sulfhydryl group binds stably to LPO within the SCN binding site and thus inhibits function, resulting in the reduction and regulation of local inflammatory effects.\n[8]\n\nPharmacokinetics\n\nAbsorption:\nAfter oral administration, peak plasma concentrations are attained within 1.5 to 4 hours for free mesna and 3 to 7 hours for total mesna (mesna plus dimesna and mixed disulfides). Food does not alter the bioavailability of orally administered mesna.\n\nDistribution:\nThe mean apparent volume of distribution for mesna is 0.65 ± 0.24 L/kg following IV administration, suggesting distribution to total body water. A fraction of mesna is bound to albumin in plasma.\n\nMetabolism:\nMesna is rapidly oxidized to its major metabolite, mesna disulfide (dimesna), and mixed disulfides. Mixed disulfides have been postulated to play an important role in nephroprotection through inhibiting enzymes γ-glutamyltranspeptidase and aminopeptidase N.\n[9]\n\nElimination:\nAfter IV administration of 800 mg of mesna, approximately 33% of the administered dose is excreted in the urine as mesna or dimesna, respectively.",
    "administration": "Available Dosage Forms and Strengths\n\nMesna is available in 100 mg/mL injection, which can be administered as an IV infusion. Mesna is also available as a 400 mg oral tablet. Mesna is usually administered as an injection concurrently with cyclophosphamide or ifosfamide chemotherapy. If the physician deems it necessary after the initial dosage, an oral form (400 mg tablet) is usually administered 2 to 6 hours following subsequent therapy. Due to the strong adverse taste of oral mesna tablets, administering the tablet with juice or food is generally recommended due to the sulfur odor/taste. Patients should be counseled to drink at least 4 cups of liquid daily while taking mesna.\n[10]\nThe mesna injection should be diluted in 5% dextrose, 0.45% sodium chloride, 0.9% sodium chloride, or lactated Ringer's injection to attain a final 20 mg/mL concentration.\n\nThe American Society of Clinical Oncology (ASCO) guidelines recommend following protocols for administering mesna.\n[11]\n\nAdult Dosing\n\nMesna dosing recommendations with standard-dose ifosfamide:\nASCO recommends that the daily dosage of mesna be calculated to be equivalent to 60% of the total daily dosage of ifosfamide, given as 3 bolus dosage given 15 minutes before and 4 and 8 hours after administration of each dosage of ifosfamide when the ifosfamide dosage is less than 2.5 g/m/day administered as a short infusion. When mesna is used with continuous ifosfamide infusion, it may be given as a bolus dosage equivalent to 20% of the total ifosfamide dosage, followed by a constant infusion of mesna equivalent to 40% of the ifosfamide dosage, given for 12 to 24 hours after completion of the ifosfamide infusion.\n\nMesna dosing recommendations with high-dose ifosfamide:\nThe efficacy of mesna for preventing urotoxicity with very high-dose ifosfamide (>2.5 g/m/day) has not been established. The half-life of ifosfamide is extended at a higher dosage. Consequently, prolonged mesna dosage regimens may be required for protection against urotoxicity. A higher concentration of ifosfamide (50 mg/mL) is incompatible with mesna and can decrease the stability of ifosfamide.\n\nMesna dosing recommendations by the oral route:\nASCO recommends administering mesna as an IV bolus injection in a dosage of 20% of the ifosfamide dosage at the time of ifosfamide administration; mesna tablets are administered orally in a dosage equal to 40% of the ifosfamide dosage at 2 and 6 hours following each administration of ifosfamide. The total daily dosage of mesna is 100% of the ifosfamide dosage. Repeat the oral dosage or administer IV mesna if vomiting occurs within 2 hours of oral mesna administration. This dosing schedule should be repeated on each day that ifosfamide is administered.\n\nMesna recommendations with cyclophosphamide:\nMesna plus saline diuresis or forced saline diuresis is advised to reduce the incidence of urotoxicity associated with high-dose cyclophosphamide. Mesna injection should not be mixed with cyclophosphamide, cisplatin, carboplatin, and epirubicin. According to KDIGO (kidney disease improving global outcomes) guidelines, mesna should be administered if the cyclophosphamide dosage is considered high.\n[12]\n\nEpidural injection of mesna reduced pain following failed back surgery syndrome (off-label).\n[4]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo studies have evaluated mesna pharmacokinetics in hepatic impairment.\n\nRenal impairment:\nNo studies have evaluated mesna pharmacokinetics in renal impairment.\n\nPregnancy considerations:\nAs per the manufacturer's labeling information, it is considered the former FDA pregnancy category B medicine. Clinicians should also inform the patient of the risks associated with ifosfamide/cyclophosphamide therapy. As per ACOG guidelines, besides receiving counseling on preserving fertility before treatment, sexually active young women should also be educated about the hazards of pregnancy during cancer treatment. Clinicians should also guide, and women should also receive counseling regarding effective contraception.\n[13]\n\nBreastfeeding considerations\n: An essential consideration of mesna administration is the breastfeeding status of females of reproductive age.\n[14]\nWhether mesna is present in breast milk is poorly understood; however, benzyl alcohol is often a component of mesna intravenous formulations. The manufacturer indicated that exposure to the breastfeeding infant is unlikely due to maternal metabolism. Nonetheless, benzyl alcohol has been linked to adverse events in infants, and therefore, breastfeeding is not recommended for at least 1 week after the last mesna injection.\n[15]\n\nPediatric patients\n: A retrospective study explored the outpatient use of ifosfamide and etoposide with mesna in pediatric Ewing sarcoma during the COVID-19 pandemic. No instances of hemorrhagic cystitis were reported.\n[16]\nMesna is used off-label for pediatric cholesteatoma. Using mesna as a chemical adjunct has shown promise in reducing recurrence rates. Studies have demonstrated that mesna can be used topically to assist in dissection recurrent and residual cholesteatoma in pediatric patients.\n[17]\n[18]\n\nOlder patients\n: Caution is advised in administering mesna in older patients due to potentially reduced liver, kidney, or heart function or other comorbidities. However, there should be no alteration in the ifosfamide-to-mesna ratio.",
    "adverse_effects": "Mesna in oral and IV administrations is commonly associated with gastrointestinal adverse effects, including constipation, nausea, vomiting, and abdominal pain.\n[19]\nThe most common adverse drug reaction of oral mesna is dysgeusia. The patient can often vomit due to the unpalatable taste, and it is a strong recommendation to take mesna with a strong-tasting liquid. Dermatologic reactions range from fixed drug eruptions to photo-distributed dermatosis and Stevens-Johnson syndrome.\n[20]\n[21]\n[22]\nAnother adverse effect of mesna is hypersensitivity reactions, including rash and leukopenia. Systemic anaphylaxis has also been reported.\n[23]\n[24]\n\nLaboratory Test Interactions\n\nNo drug-drug interaction studies have been conducted with mesna in clinical trials.\nFalse-negative CPK levels may be reported due to interference with enzymatic creatinine phosphokinase (CPK) activity tests that utilize a thiol compound for CPK reactivation.\nA false-positive reaction for ascorbic acid can be observed in the presence of mesna (Tillman's reagent-based urine screening tests).\n[25]\nFalse positive tests for urinary ketones may occur in patients who are given mesna when using nitroprusside sodium-based urine tests (dipstick tests).\n[26]",
    "monitoring": "Along with mesna administration, providers must monitor urine for signs of hematuria and monitor urine output and hydration status. Breakthrough hematuria is a rare event, even on mesna prophylaxis. If the physician deems mesna administration subtherapeutic and the hemorrhagic cystitis is still present, an additional IV bolus or oral tablet may be administered. Monitoring patients for signs/symptoms of hypersensitivity or dermatologic toxicity is essential. Reactions associated with mesna are rare. However, mesna has the potential to lead to severe hypersensitivity reactions, including anaphylactic shock.\n[21]\nPregnancy tests should be performed for women of reproductive potential before initiating the medicine, as it is often used with other chemotherapeutic treatments.\n[13]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe product labeling describes signs of overdose observed in a clinical trial involving 11 patients who received intravenous mesna at dosages ranging from 10 mg/kg to 66 mg/kg daily for 3 to 5 days with ifosfamide/ cyclophosphamide. Clinical features included nausea, vomiting, diarrhea, and fever. Postmarketing studies with mesna dosage of 4.5 g to 6.9 g recorded hypersensitivity reactions, including mild hypotension, exacerbation of asthma, rash, and flushing.\n\nManagement of Overdose\n\nThere is no indicated antidote to mesna overdose. Mesna administration is usually via IV bolus or an oral tablet, and therefore, unlike a drip, it cannot be immediately stopped with the appearance of adverse effects. If a hypersensitivity reaction is present after administration, supportive care with fluid administration is recommended.\n[24]\nThe recommendation is to consult with a medical toxicologist or poison control center, which is helpful in complex cases.\n[29]"
  }
}