{
  "drug_name": "methotrexate",
  "nbk_id": "NBK556114",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556114/",
  "scraped_at": "2026-01-11T15:34:08",
  "sections": {
    "indications": "Methotrexate is contraindicated for patients with hypersensitivity reactions to this medication. Pregnant or breastfeeding patients should avoid using methotrexate due to the elevated risk of teratogenicity and excretion into breast milk. In cases of rheumatoid arthritis or psoriasis, it is contraindicated to use methotrexate in patients with chronic liver disease, cirrhosis, alcoholic hepatitis, or active alcohol use disorder. Methotrexate is not recommended for patients with HIV/AIDS, blood dyscrasias, renal dysfunction, or those undergoing radiotherapy.\n[28]\n\nBox Warning\n\nEmbryo-fetal toxicity:\nMethotrexate is teratogenic and can cause embryo-fetal toxicity, including fetal death. This drug is contraindicated during pregnancy for non-neoplastic diseases. For patients with reproductive potential and neoplastic conditions, counsel regarding the potential risks to the fetus and emphasize the need for effective contraception throughout treatment.\nHypersensitivity reactions:\nMethotrexate is contraindicated in patients with a history of severe hypersensitivity reactions, including anaphylaxis.\n[31]\nSevere adverse reactions:\nSevere adverse reactions, including organ damage and fatalities, have been reported. Vigilant monitoring for toxicities involving the bone marrow, gastrointestinal system, liver, lungs, kidneys, and skin is critical. Based on the clinical severity of adverse events, methotrexate should be withheld or discontinued.\n\nWarnings and Precautions\n\nCaution is necessary for using methotrexate for patients who have preexisting blood disorders, such as bone marrow hypoplasia, leukopenia, thrombocytopenia, or significant anemia.\n[20]",
    "mechanism": "Methotrexate has various mechanisms of action, making it an effective treatment for different conditions. When administered as a treatment for cancer, methotrexate acts as an antifolate antimetabolite. The drug is taken up into the cell by human reduced folate carriers (SLC19A1) and forms methotrexate-polyglutamate. The unaltered methotrexate and methotrexate-polyglutamate inhibit the enzyme dihydrofolate reductase, which catalyzes the conversion of dihydrofolate into tetrahydrofolate, the active form of folic acid.\n[15]\nTetrahydrofolate is necessary to synthesize the nucleotides of both DNA and RNA. Methotrexate-polyglutamate also inhibits both purine synthase, suppressing the de novo synthesis of purine nucleotides, and thymidylate synthase, thereby preventing DNA synthesis. These separate actions combine to produce a cytotoxic effect, which is the primary reason methotrexate is prescribed as a cancer treatment.\n[16]\n\nSimilarly, methotrexate may be chosen for patients with autoimmune diseases for entirely different mechanisms of action. Methotrexate inhibits the enzyme AICAR transformylase, disrupting the metabolism of adenosine and guanine. This results in adenosine accumulation, which exerts feedback by repressing T-cell activation, downregulating B-cell function, and increasing the sensitivity of activated CD-95 T cells. The combination of these individual processes results in a systemic anti-inflammatory effect. Additionally, methotrexate suppresses methyltransferase activity and inhibits the binding of interleukin-1β to its cell surface receptor.\n\nPharmacokinetics\n\nAbsorption:\nMethotrexate demonstrates a bioavailability of approximately 60% at doses ≤30 mg/m², reaching peak plasma concentrations between 45 minutes and 6 hours. Taking methotrexate with meals delays absorption, and the drug may undergo enterohepatic recirculation.\n\nDistribution:\nMethotrexate is 50% protein-bound in serum and competes with reduced folates for active transport across cell membranes. At higher concentrations, passive diffusion becomes a key mechanism for intracellular uptake. After intravenous administration, the initial volume of distribution is 0.18 L/kg, and the steady-state volume ranges from 0.4 L/kg to 0.8 L/kg. Methotrexate is efficiently distributed in the synovial fluid.\n[17]\nA patient treated with methotrexate for psoriatic arthritis developed eosinophilic pleural effusions and a hemorrhagic pericardial effusion. Despite discontinuation and corticosteroid treatment, the effusions recurred. Pleural biopsy revealed chronic inflammation with eosinophils, highlighting methotrexate's potential to distribute systemically and cause eosinophilic inflammation in pleural and pericardial space.\n[18]\n\nMetabolism:\nMethotrexate is metabolized in the liver and cells to active polyglutamated forms that inhibit dihydrofolate reductase and thymidylate synthetase. These metabolites accumulate in tissues, prolonging the drug's effects. Methotrexate is also converted to 7-hydroxymethotrexate, which has lower solubility than the parent drug.\n\nElimination:\nMethotrexate is primarily eliminated via renal excretion. The elimination half-life ranges from 3 to 10 hours at lower doses and 8 to 15 hours following high-dose therapy. Nonlinear elimination may be observed due to renal tubular saturation. Methotrexate may also be minimally excreted in bile (≤10%).",
    "administration": "Available Dosage Forms and Strengths\n\nMethotrexate is administered orally or as an injection (intramuscular, intravenous, intrathecal, or subcutaneous).\n[19]\nMethotrexate is available in several formulations, including a 25 mg/mL injectable solution, as well as subcutaneous autoinjectors with the following strengths: 7.5 mg/0.4 mL, 10 mg/0.4 mL, 15 mg/0.4 mL, 17.5 mg/0.4 mL, 20 mg/0.4 mL, 22.5 mg/0.4 mL, and 25 mg/0.4 mL. Methotrexate is also available in prefilled subcutaneous syringes, as 2.5 mg, 5 mg, 7.5 mg, 10 mg, and 15 mg tablets, and as a 2 mg/mL oral solution.\n\nAdult Dosage\n\nA thorough patient evaluation is necessary before initiating medical therapy with methotrexate. This evaluation should be supplemented with laboratory testing, which includes a complete blood count with differential, renal function tests (serum creatinine, blood urea nitrogen, and urinalysis), liver function tests (serum bilirubin, AST, ALT, serum albumin), hepatitis serology, and HIV testing.\n[20]\nA chest radiograph should also be obtained if appropriate. Specific doses should be calculated based on the indications and renal function.\n\nOral:\nThis formulation is usually administered weekly as a single dose or divided into doses every 8 hours over a 24-hour period. Folate supplementation (1 mg/d or 5 to 7 mg weekly) should be considered for all patients to prevent bone marrow suppression. In adults, oral absorption is dependent upon the dose taken. Peak serum levels are achievable within 2 hours.\n\nSQ:\nA single-dose autoinjector can deliver various doses, including 7.5 mg, 10 mg, 12.5 mg, 15 mg, 17.5 mg, 20 mg, 22.5 mg, 25 mg, 27.5 mg, and 30 mg.\n[21]\n\nAfter the initiation of methotrexate therapy, follow-up testing should include cell count (CBC), renal function, and liver function monitoring, which are recommended weekly for 4 weeks and then at least bi-monthly.\n[22]\n\nRheumatoid arthritis:\nThe recommended starting dosage is 7.5 mg once weekly, which may be adjusted to achieve an optimal therapeutic response.\n\nPolyarticular juvenile idiopathic arthritis:\nThe recommended starting dosage is 10 mg/m² once weekly, which may be adjusted to achieve an optimal therapeutic response.\n\nPsoriasis:\nThe recommended dosage is between 10 and 25 mg once weekly. Once a satisfactory therapeutic response is achieved, the dose should be reduced to the lowest effective dose.\n\nNeoplastic conditions:\nRefer to the prescribing information for disease-specific dosing recommendations. High-dose regimens should follow established guidelines, with dose adjustments based on patient response, renal function, and toxicity. Close monitoring is essential to optimize treatment outcomes and minimize adverse effects.\n\nSpecific Patient Populations\n\nHepatic impairment:\nPatients with a liver condition may be at higher risk for methotrexate-related adverse reactions due to altered elimination. Dose reduction or discontinuation of methotrexate injection should be considered based on the severity of liver dysfunction.\n\nRenal impairment:\nAccording to KDIGO guidelines, the dose of methotrexate should be reduced when the patient's glomerular filtration rate (GFR) <60 mL/min/1.73 m². Methotrexate should be avoided for patients with a GFR <15 mL/min/1.73 m². High-dose methotrexate (HDMTX) is commonly used to treat various cancers. While it is generally well-tolerated by most patients, it carries a risk of significant toxicity, particularly acute kidney injury (AKI). This toxicity is primarily due to the crystallization of methotrexate in the renal tubular lumen, which can result in tubular damage. Close monitoring and appropriate preventive measures are essential to minimize the risk of renal complications in patients receiving HDMTX.\n[23]\n\nPregnancy considerations:\nMethotrexate is contraindicated for pregnant women with non-neoplastic diseases due to the risk of embryo-fetal toxicity, including miscarriage, congenital disabilities, and developmental abnormalities. This drug can cause harm when used during pregnancy, especially in the first trimester. For pregnant women with neoplastic diseases, the preservative-free formulation should be used, as benzyl alcohol can cross the placenta. The potential risks to the fetus should be carefully considered.\n\nBreastfeeding considerations:\nBreastfeeding is generally contraindicated during maternal high-dose methotrexate therapy due to potential risks to the infant. Mothers should be advised to wait at least 1 week after receiving high-dose methotrexate before breastfeeding. To minimize potential exposure, withholding breastfeeding for 24 hours after a low-dose methotrexate administration may reduce the infant's exposure by approximately 40%. If breastfeeding is pursued with long-term low-dose methotrexate, monitoring the complete blood count and liver enzymes is recommended.\n[24]\n\nPediatric patients:\nThe safety and efficacy of methotrexate have been established in pediatric patients for polyarticular juvenile idiopathic arthritis, acute lymphoblastic leukemia, meningeal leukemia, non-Hodgkin lymphoma, and osteosarcoma. Methotrexate dosing is typically determined by body surface area and renal function. However, additional research is required to understand better the pharmacokinetics and pharmacodynamics of methotrexate in both pediatric and adult populations.\n[25]\n\nOlder patients:\nAdjusting the dose according to renal function is necessary to mitigate the risk of toxicity.",
    "adverse_effects": "Even a low dose of methotrexate is not free from adverse effects. The most common adverse effects are gastrointestinal (eg, nausea, vomiting, mucosal ulcers, and loss of appetite). These effects are noted in most patients and are easily managed.\n[6]\nThe most significant adverse effect of methotrexate is hepatotoxicity. These side effects are similar to folate deficiency and can be prevented by supplementing methotrexate with folic acid.\n[26]\nA slightly elevated aminotransferase level is typical, but it is uncommon to have liver steatosis, fibrosis, and cirrhosis when taking a low dose of methotrexate. Over a long duration of treatment, ultrasound scanning and liver biopsy are required to ascertain the liver damage.\n\nMethotrexate is a category X drug and is contraindicated during pregnancy. When prescribing this treatment to any female of reproductive age, the patient must be made aware of its potential for teratogenesis, and double contraception is mandatory. With high-dose methotrexate, patients may also experience mucosal ulceration, which may be a sign of impending methotrexate toxicity. Alopecia, fatigue, fever, increased risk of infection, low white blood cell count, gastrointestinal bleeding, pancreatitis, bone marrow suppression (aplastic anemia), malignancy (lymphoproliferative disorders), infections, and renal failure are other potentially life-threatening side effects.\n[27]\n[28]\n\nDrug-Drug Interactions\n\nMethotrexate is highly plasma protein-bound; any drug displacing it from proteins can increase blood levels. Protein-bound drugs such as oral anticoagulants, phenytoin, salicylates, sulfonamides, sulfonylureas, and tetracyclines may interact with it.\nAny drug affecting renal clearance may cause an increase in methotrexate levels. Nonsteroidal anti-inflammatory drugs (NSAIDs), salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, and cisplatin increase the risk of MTX toxicity in the blood; aminoglycosides, neomycin, probenecid reduces the absorption of MTX.\n[29]\n[15]\nThe typical interactions are with NSAIDs and PPIs due to the high frequency of concurrent prescriptions.\nCoadministration of methotrexate with certain medications can alter its plasma concentrations, increasing the risk of severe adverse reactions and potentially reducing the formation of active metabolites, which may decrease its clinical effectiveness. This includes oral antibiotics like neomycin and penicillin, antifolate drugs such as dapsone and pyrimethamine, NSAIDs, and hepatotoxic or nephrotoxic products. Caution is advised when using nitrous oxide in patients receiving methotrexate, as it may exacerbate methotrexate's effects on folate metabolism, increasing the risk of severe adverse reactions. Alternative therapies should be considered.\nThe coadministration of folic acid or its derivatives may reduce methotrexate's effectiveness in treating neoplastic diseases by competing for active transport across cell membranes. Patients should follow their healthcare provider's guidance regarding folic or folinic acid use to ensure optimal treatment outcomes.\nFor patients with immune-mediated inflammatory diseases, methotrexate may adversely affect humoral and cellular immune responses to COVID-19 mRNA vaccines. While specific immunogenicity thresholds correlating with vaccine efficacy remain undefined, these findings suggest that alternative strategies and additional research may be needed.\n[30]",
    "monitoring": "Patients taking methotrexate should undergo laboratory testing with complete blood count, serum creatinine, and transaminase level monitoring weekly for the first 4 weeks and then at least bimonthly. A complete list of the current medications should be revised to avoid any possible drug interactions before prescribing methotrexate. Liver function tests (serum AST, ALT, and albumin levels) and liver biopsy can also be performed in cases of hepatotoxicity.\n[20]\nCreatinine clearance requires monitoring to avoid possible nephrotoxicity; a CrCl of 50 mL/min is necessary before prescribing methotrexate.\n[28]\nMonitoring for pulmonary toxicity is also needed as the patients may have a dry cough, fever, or dyspnea. Baseline chest radiographs are recommended to detect interstitial and alveolar infiltrates, hilar adenopathy, pleural effusions, and pulmonary fibrosis.\n[27]\n\nMethotrexate may also cause reactivation of tuberculosis, so tests to eliminate the presence of tuberculosis are required. Also, one should monitor for bone marrow toxicity as myelosuppression can occur due to folate deficiency. A sudden dip in blood counts must alert one to that possibility. Key risk factors for methotrexate toxicity include drug interactions and patient-specific factors such as serum albumin and serum calcium. Delayed methotrexate elimination complicates toxicity assessment, making dosing adjustments based on area under the curve (AUC) a more reliable strategy for minimizing adverse effects. These factors underscore the need for personalized approaches, including genetic screening and close monitoring, to optimize methotrexate therapy and reduce the risk of adverse reactions.\n[32]",
    "toxicity": "Signs and Symptoms of Overdose\n\nHigh-dose methotrexate (HDMTX) is the term for doses higher than 500 mg/mL. Patients may experience nausea, mucosal ulceration, alopecia, fatigue, fever, increased risk of infection, leukopenia, GI bleeding, pancreatitis, cirrhosis, aplastic anemia, malignancy (lymphoproliferative disorders), infections, interstitial pneumonitis, renal impairment, and teratogenesis.\n[20]\n\nManagement of Overdose\n\nImmediate leucovorin administration is required to manage MTX toxicity. Adequate hydration and urinary alkalinization with sodium bicarbonate are also necessary for patients with acute kidney injury.\n\nThe 3 primary treatments for MTX toxicity are leucovorin, thymidine, and glucarpidase.\n[21]\nLeucovorin is the reduced active form of folic acid that rescues normal cells from the toxic effects caused by MTX’s inhibition of reduced folates.\n[33]\nLeucovorin is particularly effective in preventing myelosuppression, gastrointestinal toxicity, and neurotoxicity during methotrexate treatment. Thymidine rescues cells from the cytotoxic effects of MTX; however, its use is still under investigation and is always given together with the other drugs. Glucarpidase converts methotrexate into the nontoxic metabolites DAMPA and glutamate, thus rapidly removing methotrexate in patients with renal dysfunction. The combination of glucarpidase and leucovorin is a typical therapy for MTX toxicity. A single dose of glucarpidase reduces plasma methotrexate concentrations by 97% or more within 15 minutes. Hydration and urine alkalinization are also continued in patients requiring glucarpidase. Leucovorin therapy should continue for 48 hours after glucarpidase administration.\n[33]\n\nHemodialysis and hemoperfusion can also lower MTX levels. Intrathecal overdoses require CSF drainage and exchange, steroids, antidotes, and suspension of the medications that interfere with methotrexate clearance (eg, NSAIDs, salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, cisplatin).\n\nAccording to the Extracorporeal Treatments in Poisoning (EXTRIP) guidelines on methotrexate poisoning, extracorporeal treatments are generally not recommended in patients receiving standard-care folinic acid rescue therapy. However, extracorporeal treatments may be considered in particular circumstances, such as shortly after methotrexate infusion, significant overdose in a patient with kidney failure, pregnancy, or iatrogenic errors like high-dose methotrexate administration to the wrong patient. If extracorporeal treatment is necessary, intermittent high-efficiency hemodialysis is the preferred method.\n[34]"
  }
}