{
  "drug_name": "methylisothiazolinone",
  "nbk_id": "NBK556146",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556146/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Pneumatoceles, also called pulmonary pseudocysts, are thin-walled, air-filled cystic lesions that form within the lung interstitium, often as a complication of infections, trauma, or mechanical ventilation, particularly in young and immunocompromised individuals (see\nImage.\nPneumatoceles on Chest Radiograph). These lesions are typically air-filled but may also contain air-fluid levels, with sizes ranging from small cysts to those occupying a significant portion of the thoracic cavity. Although they lack an epithelial lining, which distinguishes them as pseudocysts, pneumatoceles can be single or, more commonly, multiple, sparing the lung apices.\n\nFraser and Pare first clearly defined the term pneumatocele in 1977, describing cavities occupying up to one-third of lung volume. Pneumatoceles can be associated with conditions such as traumatic pulmonary contusions, pneumothoraces, and pneumomediastinum. Rare cases of cervical pneumatoceles in infants may mimic laryngoceles, presenting diagnostic challenges.\n[1]\nThough often resolving spontaneously, particularly when caused by infections or trauma, effective pneumatocele management may require intervention based on severity, complications, and underlying pathology, such as in cases of desquamative interstitial pneumonia.",
    "mechanism": "The primary mechanism of pneumatocele formation involves interstitial or alveolar air trapping, forming thin-walled, air-filled cysts. Pneumatoceles arise due to various underlying etiologies, most commonly due to lung injury, infection, or mechanical forces. These include:\n\nInfections\nPneumatoceles frequently occur following bacterial infections, with\nStaphylococcus aureus\nbeing a leading pathogen, especially in children.\nOther infectious agents include tuberculosis,\nStreptococcus pneumoniae, Proteus mirabilis, Escherichia coli, Acinetobacter calcoaceticus, Klebsiella pneumoniae, and Pneumocystis jirovecii.\n[2]\nNotably, intravenous (heroin users are also at risk of developing infection-related pneumatoceles due to aspiration and associated lung damage.\nInfections induce necrosis and airway damage, promoting air trapping.\nTrauma\nPneumatoceles can develop following blunt or penetrating chest trauma. In traumatic cases, they often result from pulmonary contusions, where the force of impact causes alveolar rupture, trapping air in the interstitial space. This may be seen with pneumothorax, pneumomediastinum, or pulmonary lacerations.\nMechanical ventilation\nAnother common cause is mechanical ventilation, particularly in patients receiving high levels of positive-pressure ventilation.\n[3]\n[4]\nOverdistension of alveoli, especially in acute respiratory distress syndrome, can lead to alveolar rupture, with subsequent air leakage and pneumatocele formation.\nOther causes\nUnderlying lung diseases\nDesquamative interstitial pneumonia can lead to the formation of multiple cysts or pneumatoceles.\nPersistent or diffuse interstitial pulmonary emphysema is another cause.\nCongenital disorders\nCystic adenomatoid malformations may also be linked to the development of similar air-filled cysts.\nHydrocarbon inhalation\n[2]\n[5]\nKerosene ingestion\n[6]\n[7]\nBurns\n[8]\n[6]\n[9]\nEndobronchial valve-related injuries\nThese also lead to pneumatocele formation.\n[9]\n\nThe etiology of pneumatoceles reflects underlying alveolar or interstitial damage, with varying severity and clinical implications based on the root cause.",
    "monitoring": "Evaluating pneumatoceles involves integrating clinical history, physical examination, laboratory findings, and imaging studies to confirm the diagnosis, identify underlying causes, and assess complications. While typically nonspecific, laboratory investigations play a supportive role in evaluating pneumatoceles. Blood tests may reveal leukocytosis, abnormal liver function, anemia, and thrombocytopenia, indicating an underlying infection or systemic inflammatory response. Although often negative, blood cultures can be positive for anaerobic organisms such as\nBacteroides fragilis\nwhen infection is present. Elevated markers like c-reactive protein and procalcitonin may further indicate the severity of inflammation or infection. In certain cases, specific serum markers like cancer antigen-125 can help predict disease severity, particularly in complicated infectious conditions.\n\nImaging studies are paramount in diagnosing pneumatoceles and assessing their characteristics. Chest radiographs are frequently the first imaging modality used, especially in children, with 90% of pneumatoceles visible on the first chest radiograph after pneumonia (see\nImage.\nPneumatoceles on Chest Radiograph). Radiologic evidence typically appears on the fifth to sixth day of hospitalization. However, chest radiographs have a low sensitivity of around 24% for diagnosing traumatic pneumatoceles, especially when obtained in the supine position or when the lesion is smaller than 2 cm. Despite the yield of false-negative findings, they are still used as the first diagnostic modality in patients with thoracic trauma.\n[10]\n\nThe diagnostic accuracy of chest radiography ranges from 24% to 50%; however, serial chest radiographs taken over several days can enhance detection, particularly after the fifth post-trauma day when pulmonary contusions begin to resolve and pneumatoceles become more apparent. The typical radiographic presentation of a traumatic pneumatocele includes a round or oval shadow usually surrounded by pulmonary contusion, with air-fluid levels often present due to bleeding into the pneumatocele.\n[49]\n[50]\nMost traumatic pneumatoceles are found in the lower lobes.\n[10]\n\nComputed tomography (CT) is the gold standard for evaluating pneumatoceles, offering a much higher sensitivity of approximately 96% compared to radiography. CT scans provide detailed images that precisely define the pneumatocele's location, size, and extent and identify any associated complications, such as pulmonary contusions or abscess formation. The typical appearance of a traumatic pneumatocele on CT is a round or oval thin-walled cavitary lesion with air-fluid levels commonly found in the lower lobes. The main advantage\n\ns of CT include earlier identification, visualization of small lesions, and the ability to detect pneumatoceles even in the presence of pulmonary contusion. Recent study results report an increased incidence of pneumatoceles due to the more widespread use of CT rather than an actual rise in occurrence.\n[51]\nAdditionally, CT-guided aspiration can be performed to sample the abscess and place an indwelling drain, facilitating diagnosis and treatment.\n\nIn pediatric populations, lung ultrasound has emerged as a useful adjunct to chest radiographs, enhancing diagnostic accuracy without radiation exposure.\n[52]\nThe size of traumatic pseudocysts reported in the literature ranges from 1 to 14 cm in diameter, with larger pseudocysts more frequently occurring in patients with multiple injuries, bilateral pulmonary contusions, or significant respiratory involvement. Serial imaging studies are often necessary to monitor changes in size, shape, and composition of pneumatoceles within days following trauma, helping to differentiate them from other lesions.\n[53]\n\nAdvanced diagnostic techniques, such as CT-guided needle aspiration and bronchoscopy, may be employed in cases where secondary infection or abscess formation is suspected. These procedures allow microbiological sampling and direct intervention, particularly in recurrent or antibiotic-resistant collections. Emerging technologies, like optical property measurements and methylene blue uptake for photodynamic therapy, are being explored to improve the management of refractory pneumatoceles.",
    "administration": "Treating pneumatoceles involves various approaches tailored to their etiology, size, complications, and clinical presentation. Accurate diagnosis is crucial to avoid unnecessary interventions and potential complications. Misdiagnosing a pneumatocele as a different cavitary pulmonary lesion, such as a pulmonary abscess or pneumothorax, can lead to harmful procedures like thoracostomy tube placement or inappropriate drainage. Below is a comprehensive description of management strategies, incorporating national and international guidelines.\n\nConservative Management\n\nConservative management is the cornerstone of treatment for most cases of pneumatocele, emphasizing observation, appropriate antimicrobial therapy, and supportive care. Most pneumatoceles resolve spontaneously within weeks to 6 to 12 months, with larger lesions sometimes requiring up to 6 months or more for complete resolution. In children, spontaneous resolution occurs in up to 90% of cases without invasive intervention. Regular clinical evaluations and imaging are essential for monitoring the progression or resolution of these lesions, with the average radiological resolution time being approximately 3 months.\n\nVentilation strategies are vital in managing pneumatocele-associated respiratory compromise. High-frequency oscillatory ventilation and unilateral main bronchus ventilation are effective techniques for maintaining adequate respiratory function while minimizing the risk of pneumatocele enlargement.\n[3]\n[54]\nAvoiding high-pressure ventilation is critical to preventing further expansion of the lesion. Additionally, decubitus positioning with the affected side down can alleviate symptoms and improve clinical outcomes in some cases.\n\nAntimicrobial therapy plays a key role in managing infected pneumatoceles. Empiric antibiotic regimens are initiated for suspected infections and tailored based on culture results to address common pathogens such as\nStaphylococcus aureus\n,\nStreptococcus pneumoniae\n, and mixed anaerobic organisms. Routine prophylactic antibiotic use is discouraged unless indicated by concomitant injuries or surgical interventions, as it may promote resistant strains and unnecessary colonization.\n\nWhile conservative management remains the first-line approach for uncomplicated cases, it is insufficient in patients with cardiorespiratory instability or extensive disease.\n[55]\n[56]\n[57]\nEarly escalation to invasive or surgical intervention is crucial in such situations to stabilize the patient and effectively address underlying complications. Therefore, careful clinical judgment and ongoing monitoring are essential to achieving favorable outcomes.\n\nMinimally Invasive Interventions\n\nPercutaneous drainage\nPercutaneous needle decompression and drainage is a therapeutic option for managing pneumatocele in select cases where complications arise, or conservative management proves insufficient. This technique is indicated under the following circumstances:\nWhen the pneumatocele occupies more than 50% of the hemithorax, leading to compression of adjacent structures.\n[58]\nIn cases of significant atelectasis caused by the pneumatocele's mass effect.\nDevelopment of bronchopleural fistulae, which can lead to persistent air leaks.\nPresence of a tension pneumatocele, where intrathoracic pressure compromises cardiorespiratory function.\n[59]\nPersistent signs of a chest infection or infection within the cyst that fails to respond to antibiotic therapy.\nDifficulty in ensuring adequate outpatient follow-up, raising concerns about monitoring progression or complications.\nDecompression by percutaneous pigtail catheter placement in children who develop pneumatoceles as a result of a complication of pulmonary interstitial emphysema with superimposing respiratory syncytial virus infection has been described in a preterm infant in a case report.\n[60]\n[61]\n[62]\n[63]\nWhile effective, percutaneous needle decompression carries risks, including the potential development of bronchopleural fistulae, which may complicate the clinical course and necessitate further intervention.\n[64]\nCareful patient selection and meticulous procedural techniques are critical to minimizing complications and optimizing outcomes.\nIn some cases, patients are not suitable for earlier intervention with percutaneous drainage of the pneumatoceles due to the extent of lung disease and the high risk of complications associated with full heparinization and extracorporeal membrane oxygenation support.\nInjection therapy\nThe management of pneumatocele can also involve minimally invasive interventions, such as injecting fibrin sealant via a pigtail catheter, particularly in cases with persistent air leaks.\n[65]\nFibrin sealant, a biodegradable material, is favored for effectively sealing air leaks by promoting natural tissue adhesion. This surgical hemostatic and adhesive material has applications in cardiac, vascular, hepatic, and maxillofacial surgeries.\nSclerosants used in pleurodesis, such as talc, antibiotics, antineoplastic drugs, and autologous blood, can also help manage air leaks. A study by Andres et al demonstrated the efficacy of autologous blood infusion, reporting 100% success in treating persistent air leaks within 24 hours.\nThe use of fibrin sealant, guided by CT-fluoroscopy, allows for precise catheter manipulation and targeted closure of fistulas. This approach is both rapid and safe, reducing the duration of hospitalization and potentially avoiding more invasive surgical interventions. These techniques underscore the importance of tailored, patient-specific strategies in effectively managing complicated pneumatocele cases.\nBronchoscopy\nDiagnostic and therapeutic bronchoscopy are crucial in managing traumatic pneumatoceles, particularly in cases with specific complications or diagnostic uncertainties. The indications for bronchoscopy include:\nEndobronchial bleeding\nThick sputum\nLarge air leak\nMediastinal emphysema\nLobar collapse\nBronchoscopy in these scenarios serves diagnostic and therapeutic purposes, aiding in accurately identifying underlying issues while enabling immediate intervention to stabilize the patient's respiratory status.\n\nSurgical Interventions\n\nSurgical intervention is generally reserved for patients with pneumatocele who do not respond to conservative or less invasive treatments. Indications for surgery include persistent air leaks, progressive enlargement of the pneumatocele, significant compression of adjacent lung parenchyma, recurrent infections, or cardiorespiratory instability. Additionally, failure of catheter drainage, bronchoscopy, or other minimally invasive approaches may necessitate surgical management. The extent of the disease determines the choice of procedure, the patient’s clinical stability, and the potential to preserve functional lung tissue.\n\nPneumatoceles larger than 6 cm or those unresponsive to conservative treatment are considered strong candidates for surgical resection. Procedures such as video-assisted thoracoscopic surgery (VATS) lobectomy or traditional lobectomy are generally associated with improved outcomes, particularly when performed early in refractory cases. However, pneumonectomy remains a last-resort option, reserved for extensive disease with no salvageable lung tissue, offering a potentially life-saving solution. Optimizing outcomes while minimizing complications requires careful, individualized decision-making based on the patient’s disease progression and overall clinical status.\n\nVATS\nVATS is preferred for smaller, localized lesions and is associated with reduced postoperative morbidity compared to open thoracotomy. This minimally invasive approach avoids rib displacement, making it a favorable option in stable patients who can tolerate double-lumen tube placement for thoracic exploration. However, in unstable patients with massive chest wall disruption, significant air loss, or hemoptysis, open thoracotomy may be more appropriate.\n[66]\nLobectomy\nLobectomy is a definitive surgical option for large, infected, or necrotic lesions not amenable to conservative management. This procedure is particularly effective in reducing the risks of infection, parenchymal necrosis, and the need for additional surgeries. Early lobectomy may be indicated in cases of:\nPersistent air leaks\nProgressive pneumatocele enlargement\nCompression of functional lung parenchyma\nExtensive lung abscess surrounded by necrotic tissue\nFailure of conservative treatment or bronchoscopic interventions.\nDespite its benefits, lobectomy is unsuitable if the amount of salvageable lung tissue is negligible or if retaining necrotic tissue poses risks.\nPneumonectomy\nPneumonectomy is reserved for cases of extensive disease with no salvageable lung tissue or when less invasive approaches fail. This procedure aims to remove large pneumatoceles or necrotic lung tissue, improving ventilation and cardiorespiratory function. Pediatric pneumonectomy has been documented, with long-term outcomes generally favorable despite potential complications like scoliosis or mild spirometric changes.\n[67]\nRemoving as little lung parenchyma as possible is ideal, although extensive disease may necessitate a more aggressive approach.\n\nAdjunctive Measures\n\nSurgical options may still be viable after stabilization in cases where patients are unsuitable for early intervention, such as those requiring extracorporeal membrane oxygenation (ECMO). ECMO can serve as a bridge to definitive treatments like pneumonectomy. Additionally, late thoracotomy has been reported up to 6 months after trauma due to pneumonic infiltration and persistent cavitary size.\n\nSpecial considerations\n\nTraumatic pneumatoceles\nThe management of traumatic pneumatoceles is primarily conservative, as most resolve spontaneously over time, though complications may necessitate surgical intervention. Radiological resolution varies depending on lesion size and content, typically averaging 3 months but ranging from 4 weeks to 6 months. Larger lesions or those filled with blood may require significantly longer periods, with an average resolution time of 5 months for those exceeding 2 cm in diameter or containing blood, as reported by Chon et al.\n[11]\n[68]\nNotably, some pneumatoceles may transiently enlarge during the first 2 weeks posttrauma, potentially prompting unnecessary diagnostic or therapeutic procedures that could increase the risk of complications.\nTraumatic pneumatoceles complicated by secondary infection or associated with respiratory compromise demand more active management. Positive-pressure ventilation may exacerbate lesion enlargement, hypoxemia, and inadequate ventilation, necessitating surgical interventions such as VATS or open thoracotomy with tube decompression. In cases of secondary infection, antibiotic therapy tailored to sputum culture and sensitivity is the first step. Percutaneous drainage is indicated if an infected pneumatocele is larger than 2 cm or sepsis persists beyond 72 hours of antibiotics. Early CT-guided catheter drainage is recommended if no clinical improvement is observed, with escalation to thoracotomy or thoracoscopy for refractory cases.\nLong-term follow-up with chest radiography or other imaging modalities is essential to ensure resolution.\n[11]\nWhile the prognosis for traumatic pneumatoceles is excellent in most cases, with lesions typically disappearing within 3 months, late thoracotomy may occasionally be required for persistent cavitary lesions or associated pneumonic infiltration up to 6 months posttrauma. Cases like the giant hemopneumatocele described by Romero et al, which resolved conservatively, underscore the importance of individualized treatment strategies, particularly in patients with multiple thoracic injuries who may not tolerate surgery.\nPediatric pneumatoceles\nPneumatoceles in pediatric populations present unique challenges due to the distinct physiology and vulnerabilities of children compared to adults. Ventilator-induced pneumatoceles are a subset of intrathoracic air leaks commonly observed in premature neonates and are considered markers of ventilator-induced lung injury. These lesions arise from alveolar overdistension and rupture, often caused by high mean airway pressures during mechanical ventilation. The fragile and immature lung parenchyma of preterm neonates predisposes them to such complications, making this condition a significant concern in neonatal intensive care settings.\nHistorically, neonatal pneumatoceles were frequently described as complications of ventilator-induced air leak conditions, particularly during the 1970s and 1980s. During this era, high-pressure ventilation was more common, leading to increased incidence of such complications. However, advances in neonatal care, including the introduction of surfactant replacement therapy and the adoption of lung-protective ventilation strategies, have significantly reduced the incidence of all intrathoracic air leaks, including pneumatoceles, in neonates.\nThe clinical significance of ventilator-induced pneumatoceles lies in their association with increased morbidity and mortality in premature infants. Despite this, the condition typically responds well to conservative management. Reducing mean airway pressure is the cornerstone of treatment, as it minimizes further lung damage and promotes spontaneous resolution of the pneumatocele. Modern lung-protective strategies, such as permissive hypercapnia and high-frequency oscillatory ventilation, further enhance the outcomes by preventing overdistension and reducing ventilator-induced injury.\nSurgical intervention is rarely necessary for ventilator-induced pneumatoceles, as most resolve with conservative measures.\n[4]\n[16]\n[69]\nThe focus remains on optimizing ventilatory support to allow for natural healing while minimizing the risk of additional complications, such as pneumothorax or secondary infection.\nPediatric cases of pneumatoceles are often associated with infections, such as pneumonia, and may be complicated by conditions like bronchopulmonary fistulae. In severe cases involving extensive disease, management may require advanced interventions. For example, venovenous (V-V) ECMO can be employed as a salvage measure in children with extensive disease affecting multiple lobes.\n[67]\nIn rare, refractory cases, pneumonectomy may be necessary to manage enlarging pneumatoceles or severe bronchopulmonary fistulae. While preoperative care in such cases has not been well-defined in the literature, outcomes following pneumonectomy are generally positive.\n[67]\nLong-term complications after pediatric pneumonectomy are infrequent and typically mild. Reported issues include scoliosis and changes in spirometry values, likely attributable to the anatomical adaptations following lung resection. Despite these potential changes, most children demonstrate no significant impairments in respiratory function or exercise capacity. These outcomes underscore the resilience of pediatric patients and highlight the importance of tailoring management strategies to the unique needs of this population.",
    "adverse_effects": "Pneumatoceles, though often self-limited and generally resolving without the need for invasive treatment, can lead to a range of complications. These complications can arise from the nature of the pneumatocele itself or from errors in diagnosis and subsequent intervention, which can exacerbate the condition. Below are the key complications associated with pneumatoceles:\n\nInfection\nInfected pneumatoceles are one of the most common complications, particularly in traumatic or post-pneumonia cases. Infection may lead to the development of empyema or lung abscess. Infected traumatic pulmonary pneumatoceles have higher mortality rates compared to typical lung abscesses. Pulmonary contusion impairs bacterial clearance and can increase the risk of secondary infections. The treatment for infected traumatic pulmonary pneumatoceles is similar to that of lung abscesses and typically includes antibiotics, drainage of pus if necessary, and supportive care.\n[72]\nRupture\nRupture of a pneumatocele is a critical complication that may result in pneumothorax or even tension pneumothorax. In this life-threatening condition, the pressure from trapped air compresses the lung and mediastinal structures, leading to severe respiratory distress and cardiovascular instability. The rupture may occur spontaneously or due to external trauma. Tension pneumothorax requires emergency treatment, typically with conventional tube thoracostomy (chest tube placement) to relieve the trapped air and reexpand the lung. If left untreated, this can lead to a mediastinal shift and severe hemodynamic instability.\nPneumomediastinum\nPneumomediastinum, the presence of air in the mediastinum, is another potential complication. This can occur due to pneumatocele rupture or air leakage from the cystic space into the surrounding tissues. Pneumomediastinum may lead to chest pain, dyspnea, and subcutaneous emphysema. In some cases, it can progress to life-threatening complications such as tension pneumomediastinum.\n[73]\nPyopneumothorax\nPyopneumothorax, a combination of pneumothorax and infection (pus accumulation in the pleural space), can develop when a pneumatocele becomes infected. The accumulation of pus and air in the pleural space can cause further respiratory distress and necessitate drainage. This condition is also associated with a higher mortality rate compared to a simple pneumothorax, making early detection and intervention crucial.\nHemothorax and hemopneumothorax\nTrauma-related pneumatoceles may also be complicated by hemothorax (blood in the pleural space) or hemopneumothorax (air and blood in the pleural space). These conditions often result from pulmonary laceration and the escape of blood into the pleural cavity. Both conditions can cause significant respiratory distress and require urgent treatment, typically in the form of chest tube placement or surgical intervention, depending on the severity of the bleeding.\nFistulous pleural-extrathoracic communication\nIn untreated or inadequately treated tuberculosis cases, pneumatoceles may develop a fistulous communication between the pleura and the extrathoracic environment. This is more likely to occur in patients who have not completed anti tuberculosis treatment. Such fistulas may cause persistent air leaks or fluid drainage from the pleural cavity to the outside of the body, necessitating surgical intervention for closure.\nContinuous positive airway pressure complications\nIn those who are mechanically ventilated, particularly those on continuous positive airway pressure, pneumatocele enlargement can occur, leading to compression of adjacent lung tissue. This increased compression can lead to worsening hypoxemia, which may result in cardiopulmonary instability.\n[11]\nMonitoring pneumatocele size and managing ventilation settings is essential to avoid these complications, especially in critically ill individuals.\nObstruction of adjacent airway\nLarge pneumatoceles can exert pressure on nearby bronchial structures, potentially leading to airway obstruction. This can result in atelectasis (collapse of a part of the lung) or impaired ventilation, further compromising respiratory function. Airway obstruction also increases the risk of infection, as secretions become trapped in the obstructed region of the lung.\nFibrosis and scarring\nChronic pneumatoceles, especially those that result from repeated infections or trauma, can lead to fibrosis or scarring of the lung tissue. This process may reduce lung compliance and capacity, leading to chronic respiratory insufficiency. If left untreated, this could result in restrictive lung disease, which would require ongoing medical management.\nChronic respiratory symptoms\nChronic respiratory symptoms such as cough, dyspnea, and wheezing may develop in some cases, especially those with multiple or large pneumatoceles. These persistent symptoms can impair quality of life and may require long-term monitoring or surgical intervention if the symptoms worsen or lung function deteriorates."
  }
}