{
  "drug_name": "methylprednisolone sodium succinate",
  "nbk_id": "NBK560721",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560721/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Spinal cord injuries (SCIs) are multidimensional disorders arising from direct or indirect spinal cord damage. The most common cause of SCI is acute trauma from motor vehicle collisions, although the condition may also arise from insidious etiologies such as malignancies and chronic tuberculous infection. Spinal cord lesions may lead to permanent disability, significant morbidity, and mortality. High spinal injuries often impair cardiorespiratory function and require emergent interventions.\n\nNerve axon disruption results in loss of motor and sensory function below the injury level.\n[1]\nSCIs disproportionately impact individuals younger than 30, resulting in substantial lifelong functional impairment and potential health, financial, and psychosocial complications.\n[2]\nOne case of SCI is estimated to have a lifetime economic impact of $2 to $4 billion.\n[3]\n[4]\nInterventions range from initial emergency stabilization to advanced treatments, such as stem cell therapy, which require a long-term commitment. As such, selecting the appropriate therapeutic approach is essential for clinicians across the continuum of care.\n\nThe spinal cord is a cylindrical structure that extends from the brain caudally through the vertebral column, typically beginning at the base of the brainstem at the medulla oblongata, passing through the foramen magnum, and continues within the spinal canal formed by the vertebrae, terminating at approximately the L1–L2 vertebrae in adults. The spinal cord serves as a critical conduit for communication between the brain and the rest of the body, transmitting sensory signals from the body to the brain through the afferent pathways and motor signals from the brain to the body through the efferent pathways; it also integrates certain reflexes independently of the brain. The spinal cord is divided into segments corresponding to the vertebral levels. Each segment gives rise to spinal nerves supplying specific body regions. The key structures within the spinal cord include the corticospinal (CST) and spinothalamic (STT) tracts, as well as the dorsal columns—nerve pathways that exchange information between the brain and the body.\n\nThe CST is a major motor pathway responsible for voluntary movement. This nerve tract originates from the motor cortex of the cerebrum and descends through the brainstem and spinal cord. Approximately 90% of the CST fibers travel on the lateral side of the spinal cord, forming the lateral CST (LCST). The LCST nerves travel throughout the cord. The remaining fibers transit ventrally or anteriorly, forming the ventral CST (VCST). However, VCST fibers do not reach levels below the superior thoracic spinal segments.\n\nThe STT is a sensory pathway that relays pain and temperature information from the body to the brain. The spinothalamic tract ascends through the anterolateral spinal cord, synapsing in the thalamus before projecting to the somatosensory cortex. Furthermore, the dorsal columns, also known as the posterior columns or dorsal funiculi, convey proprioceptive and tactile sensations (ie, touch, pressure, vibration) from the body to the brain. Dorsal column fibers ascend in the spinal cord's posterior area and consist of the fasciculus gracilis medially and the fasciculus cuneatus laterally.\n\nThe spinal cord comprises several distinct regions, each corresponding to a specific vertebral segment level. Cervical nerves (C1–C8) supply the neck, shoulders, arms, and hands. Thoracic nerves (T1–T12) innervate the ulnar side of the upper limbs, the trunk, and abdominal muscles. Lumbar nerves L1 to L5 supply the lower back, buttocks, and lower limbs. Sacral nerves (S1–S5) innervate the pelvic organs, buttocks, genitals, and lower limbs. The coccygeal nerve (C0) provides sensory innervation to the skin overlying the coccyx and surrounding areas and also contributes to the motor function of the pelvic floor muscles. Spinal nerve distributions are best represented by dermatomal maps (see\nImage\n. Dermatome Map).\n\nThe cauda equina consists of spinal nerve roots L2 to S5/C0, extending from the lower end of the spinal cord. The conus medullaris is the terminal portion of the spinal cord and is typically located at the L1 to L2 levels. The filum terminale extends from the conus medullaris and anchors the spinal cord and dural sac to the coccyx, providing structural support to the spinal cord. SCIs result in a wide range of clinical symptoms, each requiring individualized management strategies. Understanding the anatomy and organization of the spinal cord, including the locations of critical nerve pathways, is essential for diagnosing and managing neurological conditions that affect motor and sensory function.",
    "mechanism": "SCI may result from traumatic or nontraumatic mechanisms. Traumatic etiologies dominate globally, with motor vehicle collisions identified as the leading cause in the United States, responsible for approximately 38% of new SCI cases annually. Falls represent another significant cause, contributing to roughly 30% of SCI incidents, particularly among older adults. Violence accounts for approximately 13% of cases, sports-related injuries around 9%, and medical or surgical complications constitute about 5% of cases.\n\nNontraumatic SCI can arise from conditions such as tumors, infections, and degenerative spinal changes. Tumors, including primary spinal neoplasms or metastatic lesions, may compress or directly damage spinal cord tissue. Infections such as epidural abscesses or spinal osteomyelitis can also result in SCI through cord compression, vascular occlusion, and spinal instability. Degenerative spinal conditions, such as spinal stenosis and spondylosis, slowly narrow the spinal canal, making the spinal cord more susceptible to injury—even from minor trauma or everyday activities.\n\nOlder adults are at increased risk for SCI due to reduced bone density associated with osteoporosis and osteopenia. These conditions weaken the structural strength of the spine, making the spine vulnerable to fractures and SCI even from minimal trauma. Additionally, conditions such as ankylosing spondylitis and diffuse idiopathic skeletal hyperostosis predispose patients to highly unstable fractures.",
    "monitoring": "Imaging Studies for SCI Assessment\n\nSCIs most often occur in the context of significant trauma. Thus, a comprehensive clinical assessment for concurrent injuries is necessary at the time of presentation. Recognition of the above injury patterns can help localize the location and type of injury. A thorough clinical examination, including a precise assessment of motor and sensory function, is imperative for accurate classification. Spinal cord injuries are graded using the ASIA Impairment Scale. The grading system varies based on injury severity from letters A to E (see\nImage.\nAmerican Spinal Injury Association [ASIA] Spinal Cord Injury Scoring Sheet).\n\nASIA A: Complete injury with loss of motor and sensory function\nASIA B: Incomplete injury with preserved sensory function but complete loss of motor function\nASIA C: Incomplete injury with preserved motor function below the injury level\nLess than half of these muscles have Medical Research Council (MRC) grade 3 strength.\nASIA D: Incomplete injury with preserved motor function below the injury level\nAt least half of these muscles have MRC grade 3 strength.\nASIA E: Normal motor and sensory examination; the neurological deficits have resolved\n[17]\n\nImaging is vital in accurately identifying injuries. Traditionally, plain radiographs were utilized to evaluate spinal trauma. However, due to their limited sensitivity, the American College of Surgeons Trauma Quality Programs' best practice guidelines no longer recommend them for initial screening. Noncontrast computed tomography (CT) is the primary imaging modality, providing rapid, high-resolution visualization of vertebral fractures and structural damage. CT provides sensitivity greater than 98% for cervical spine injuries and approaches 100% for thoracolumbar injuries, effectively identifying fractures, dislocations, and bony pathology.\n[18]\n[19]\nImaging should employ slice thicknesses of 3 mm or smaller in the cervical spine and 5 mm or smaller in the thoracolumbar spine, as per the American College of Surgeons Trauma Quality Programs' best practice guidelines. Routine reformatted CT images in coronal and sagittal planes enhance diagnostic accuracy and facilitate surgical planning. However, CT has inferior sensitivity for soft tissue injuries.\n\nMagnetic resonance imaging (MRI) is more reliable than CT when looking for soft tissue pathology, including SCI;  this modality can accurately locate the SCI level.\n[20]\nMRI can likewise help with prognostication. Several scoring systems can predict SCI prognosis using MRI findings (see\nImage.\nTraumatic Thoracic Spondyloptosis, Magnetic Resonance Image [MRI]).\n[21]\nEarly SCI findings on MRI include spinal cord compression, contusion, edema, transection, hemorrhage, and ligamentum flavum bulging.\n[22]\nSubacute findings include spinal cord edema, subacute progressive ascending myelopathy, and syrinx.\n[23]\n\nMRI is recommended in cases of neurological deficits inconsistent with CT findings, significant pain despite normal CT results, or suspected spinal instability (eg, ligamentous injuries detectable on short TI inversion recovery sequences). If possible, MRI should be conducted before surgery in adult patients with acute spinal cord injury to support clinical decision-making. Performing MRI in adults during the acute SCI phase, either pre- or post-operatively, is suggested to enhance prognostication of neurological recovery.\n[24]\nTraumatic disc herniation is typically seen in vertebral dislocations and hyperextension injuries. Associated MRI findings may include epidural hematoma, pseudomeningoceles, extradural fluid collections, damage to the craniocervical arteries (eg, carotid and vertebral arteries), and vertebral fractures.\n[25]\n\nVascular Evaluation\n\nPatients with cervical spine trauma are at elevated risk for blunt cerebrovascular injuries (BCVI). CT angiography screening for BCVI is recommended for high-risk individuals, especially those with fractures involving the transverse foramen, injuries at the upper cervical spine (C1–C3), or cervical subluxations. Early detection of BCVI significantly reduces the risks of ischemic complications by enabling the timely initiation of anticoagulant or antiplatelet therapy.\n\nEmerging Modalities\n\nQuantitative MRI techniques, including magnetization transfer, magnetic resonance relaxation mapping, and diffusion imaging, aid in assessing the microstructural neuronal characteristics associated with myelination state and axonal degeneration or regeneration. A diffusion tensor tractography (DTT) reconstructs significant nerve bundles in 3-dimensional environments based on anisotropy features. DTT may be created from diffusion tensor imaging data using a computational technique. This modality can distinguish between damaged and deformed nerve fibers and healthy tissue. DTT provides information on the extent of SCI and may be used to plan surgical interventions. Implanting an epidural or intrathecal pressure-monitoring device may help clinicians better understand spinal cord perfusion pressure parameters following an injury.\n[8]\n\nBiomarkers\n\nRecent research highlights the potential utility of fluid biomarkers in evaluating acute SCI. Neurofilament light chain (NF-L) and glial fibrillary acidic protein (GFAP), measured in serum and cerebrospinal fluid, have emerged as promising biomarkers. These biomarkers correlate closely with injury severity and neurological outcomes, providing objective, quantitative assessments of SCI. Higher serum and cerebrospinal fluid levels of NF-L and GFAP within the first few days after injury significantly correlate with greater injury severity, as defined by the ASIA Impairment Scale (AIS). Importantly, elevated biomarker levels at 72 hours post-injury reliably predict poorer neurological recovery at 6 months. Therefore, incorporating NF-L and GFAP assessments could enhance early risk stratification, guide therapeutic interventions, and inform patient counseling regarding expected recovery trajectories.\n[26]",
    "administration": "Acute SCI Treatmen\nt\n\nManagement of SCI begins immediately at the trauma scene. Emergency medical services personnel perform spinal motion restriction (SMR) to reduce further neurologic damage during patient transfer. SMR involves limiting undesired spine movement using devices such as backboards or scoop stretchers. The term \"spinal motion restriction\" is preferred over \"immobilization,\" acknowledging that complete immobilization is unattainable. Per the American College of Surgeons/Trauma Quality Programs' best practice guidelines, adult patients with blunt trauma require SMR under certain circumstances: altered consciousness, midline spinal pain, focal neurologic deficits, spinal deformities, or distracting injuries preventing reliable assessment. Adequately trained personnel in safe transfer techniques are essential to minimize the risk of exacerbating potential spinal instability.\n\nConcurrent life-threatening conditions, including hypotension and respiratory compromise, require immediate stabilization. Hypotension and shock aggravate spinal cord injury severity and worsen neurologic outcomes; prompt hemodynamic resuscitation is critical. Shock in SCI is typically neurogenic, resulting from disrupted sympathetic outflow; thus, management commonly involves vasopressor therapy to maintain hemodynamic stability.\n\nEarly surgical decompression—ideally within 24 hours, when indicated and feasible—may improve neurologic outcomes by relieving spinal cord compression.\n[27]\nAdditionally, surgery can stabilize the spine structurally, preventing further deformity or neurological deficits. The 2024 guidelines recommend augmenting mean arterial pressure (MAP) to a minimum range of 75 to 80 mm Hg to enhance spinal cord perfusion following acute traumatic SCI, avoiding active elevation beyond an upper threshold of 90 to 95 mm Hg. Additionally, the guidelines suggested maintaining MAP within this range for approximately 3 to 7 days.\n[28]\n\nThe use of steroids in the treatment of spinal cord injuries remains a topic of ongoing debate. Steroids were initially thought to enhance anti-inflammatory mechanisms, reduce secondary SCI, and increase cell viability. The results of initial studies suggested potential benefits from steroid administration, yet subsequent research has failed to substantiate any such advantage. The latest guidelines, published in 2017, recommend considering a 24-hour high-dose methylprednisolone infusion for adult patients within 8 hours following acute spinal cord injury.\n[29]\n\nIndications for early intubation include higher SCI levels (above C5), total paralysis, low lung volumes on chest radiographs, and the presence of concomitant injuries, especially chest wall or intrathoracic lesions. Tracheostomy may benefit patients requiring mechanical ventilation longer than 2 weeks following injury.\n[1]\nPatients with acute urinary retention should have a urinary or suprapubic catheter inserted to relieve lower tract discomfort caused by a full bladder. The urethral catheter, which should be 16 to 18 French in size, may be inserted as a first-line treatment. Clean intermittent catheterization results in fewer problems, a higher spontaneous voiding rate, and a lower incidence of urinary tract infections. Patients can develop greater tolerance to clean intermittent catheterization if the nursing team focuses on thorough training and precise catheter placement. Additional outpatient support services may be useful; patients typically welcome education.\n[30]\n\nThe Neurocritical Care Society recommends initiating deep vein thrombosis (DVT) prophylaxis as soon as possible, but no later than 72 hours after the SCI. The Consortium of Spinal Cord Injury does not define a specific timing but proposes using low-molecular-weight heparin in the acute care period to avoid DVT. Daily bleeding risk assessment must be performed to avoid delays due to bleeding concerns. Enoxaparin is superior to unfractionated heparin in preventing pulmonary embolism in patients with SCIs.\n\nIndividuals with SCIs receive optimal care in neurological intensive care units, where staff are proficient in SCI treatment. Dedicated trauma units must be established to facilitate smooth patient transfer and care transition. Patients achieve optimal outcomes with intensive rehabilitation therapy under the guidance of physiatrists, physical therapists, and occupational therapists. Rehabilitation is continued on an outpatient basis after hospital discharge. Trials involving the administration of nimodipine, gacyclidine, thyrotropin-releasing hormone, riluzole, gangliosides, minocycline, magnesium, and acidic fibroblast growth factor in patients with spinal cord injuries have not shown significant benefits, though further studies are ongoing.\n[31]\n[32]\n[33]\n\nStem cell therapy\n\nStem cell treatments for spinal cord injuries can be categorized into 2 main types: supportive and regenerative therapies. Supportive stem cell therapy employs nonneural stem cells, such as mesenchymal stem cells (MSCs) derived from bone marrow, umbilical cord, or adipose tissue. These cells are administered intravenously or intrathecally due to limited migration to the target area and differentiation into neural cells. MSCs release neurotrophic factors that can repair the injured area; however, their ability to replenish the nervous system is limited.\n\nMost clinical trials focus on this therapy due to the easier MSC preparation and regulatory compliance. In contrast, loading therapy employs stem cells capable of producing neural cells, such as olfactory ensheathing cells and neural progenitor cells, and stem cells derived from embryonic stem cells. Engraftment of these cells has a greater likelihood of replacing lost nerve cells in terms of functionality, though the procedure requires invasive transplantation methods and complex cell preparation processes.\n[34]\n\nChronic SCI Treatment\n\nChronic SCI management depends on the underlying etiology. The treatment should address the neurologic deficits and primary disorder. Complications such as pressure ulcers, secondary bacterial infection, and urinary dysfunction must also be addressed. Rehabilitation and supportive care are essential in optimizing quality of life and functional outcomes for people with chronic SCI, regardless of the underlying etiology. Combined modalities and seamless interprofessional collaboration are often necessary for treating patients with chronic SCI.\n\nStimulation techniques\n\nSeveral stimulation methods have emerged as viable therapeutic strategies for SCI treatment, notably epidural spinal cord stimulation and noninvasive approaches like transcutaneous spinal cord stimulation. Epidural spinal cord stimulation involves the implantation of electrodes directly in the dorsal epidural space to deliver electrical impulses that modulate spinal neural networks, enhancing locomotor and autonomic function. Clinical evidence demonstrates significant motor recovery, with up to 44% of patients achieving assisted or independent stepping, 87% showing enhanced muscle activity, and substantial improvements in autonomic functions such as cardiovascular regulation and bladder and sexual control.\n\nAlthough infrequent, complications like device migration, infections, and autonomic dysreflexia have been reported.\n[35]\nConversely, transcutaneous spinal cord stimulation represents a less invasive alternative, as it applies electrodes externally to the skin overlying the spinal column. This method enhances spinal excitability and has demonstrated promising effects on motor function and reduction of spasticity.\n[36]\nBoth techniques emphasize the importance of neuroplasticity and targeted neural stimulation, highlighting their role in enhancing rehabilitative outcomes in patients with SCI.",
    "adverse_effects": "SCI is linked to numerous complications that can greatly affect patient morbidity, mortality, and quality of life. Common complications include neurogenic bladder, bowel dysfunction, urinary tract infections (UTIs), pressure injuries, venous thromboembolism, autonomic dysreflexia, blood pressure instability, spasticity, chronic pain, impaired thermoregulation, and psychological distress. Significant indirect SCI costs include lost mobility, inability to work, and heavy caregiver burden.\n[42]\n\nNeurogenic bowel dysfunction following SCI typically presents in 2 primary patterns based on the level of injury. Lesions above the T12 level generally result in a reflexic bowel, characterized by preserved spinal reflexes and increased anal sphincter tone, which can hinder effective evacuation of stool. Conversely, injuries at lumbar or sacral levels often result in areflexic bowel characterized by flaccid sphincters and impaired reflex coordination. Both patterns require structured bowel management programs that incorporate dietary adjustments, stool softeners, and manual evacuation techniques.\n\nSimilarly, neurogenic bladder dysfunction, whether from upper or lower motor neuron lesions, predisposes patients to incomplete bladder emptying, bladder spasms, overflow incontinence, and chronic retention. Incomplete bladder emptying significantly elevates the risk of recurrent UTIs, hydronephrosis, and potential renal dysfunction. Management typically involves early indwelling catheterization, transitioning to intermittent catheterization, timed voiding protocols, or surgical intervention to preserve renal function.\n\nPressure injuries constitute a significant source of morbidity and mortality post-SCI due to altered sensation, immobility, and impaired circulation. Preventive measures involve regular repositioning, specialized support surfaces, and vigilant skin inspections. Severe ulcers necessitate extensive medical or surgical interventions. Patients with SCI are at heightened risk for venous thromboembolism, including deep vein thrombosis and pulmonary embolism, due to immobility, endothelial injury, and hypercoagulability. Prophylactic anticoagulation with low-molecular-weight heparin is strongly advised within 72 hours post-injury, typically continuing for at least 8 weeks, based on patient-specific factors.\n[43]\n[44]\n\nAutonomic dysreflexia, occurring primarily in lesions at or above T6, is characterized by severe hypertension from uncontrolled sympathetic activation. Common triggers include bladder distention, bowel impaction, or skin irritation. Immediate identification and elimination of the stimulus, patient repositioning, and administration of antihypertensive medications are essential to prevent severe complications like hypertensive encephalopathy or stroke. Blood pressure dysregulation, including orthostatic hypotension, results from disrupted autonomic pathways. Management strategies include fluid optimization, abdominal binders, elastic stockings, salt supplementation, and medications such as midodrine and fludrocortisone.\n\nSpasticity, characterized by involuntary muscle stiffness and spasms, occurs due to the hyperexcitability of spinal reflexes following SCI; this significantly restricts patient mobility and causes discomfort. Spasticity often complicates rehabilitation efforts, increasing the risk of contractures and joint deformities. Management typically involves physical therapy, oral antispasmodics, intrathecal baclofen therapy, or localized treatments such as botulinum toxin injections.\n\nChronic neuropathic pain significantly impacts quality of life post-SCI, with nearly half of the patients reporting persistent symptoms. Pain management strategies include pharmacologic therapies, targeted injections, and interdisciplinary approaches. Spinal cord stimulation is also an option. Impaired thermoregulation is frequent, especially in cervical and high thoracic injuries, making patients vulnerable to hyperthermia or hypothermia.\n\nFinally, psychological complications, including depression and increased suicide risk, necessitate regular mental health screenings, counseling, peer support programs, and appropriate pharmacologic interventions. Suicide is notably prevalent among younger patients with SCI. Pneumonia and sepsis remain the leading causes of mortality in those with SCI, underscoring the importance of proactive multidisciplinary management throughout the patient's lifetime."
  }
}