{
  "drug_name": "methyl folate",
  "nbk_id": "NBK560908",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560908/",
  "scraped_at": "2026-01-11T18:47:32",
  "sections": {
    "indications": "Macrocytosis refers to the finding of enlarged red blood cells. The measurement of RBC size is reported in the complete blood count as mean corpuscular volume (MCV). An elevated mean corpuscular hemoglobin accompanies the most elevated MCV reports. The elevation of MCV and/or mean corpuscular hemoglobin suggests macrocytosis. In some cases, discovering macrocytosis may not necessitate further testing or treatment. However, practitioners should understand the importance of macrocytosis in the potential development of clinically significant anemia (macrocytic anemia), and they should understand the range of pathology that macrocytosis may signify, often implicating extra-hematologic organ systems. Close attention to historical, physical exam, and laboratory findings helps determine the underlying etiology, which, in turn, dictates management strategies for patients with macrocytosis.",
    "mechanism": "In most cases, the etiology of macrocytosis may be related to abnormal RBC development, abnormal RBC membrane composition, increased reticulocyte count, or a combination of these 3 factors. Abnormal RBC development may occur in settings such as vitamin B12 or folate deficiency. Vitamin B12 deficiency may be related to prolonged, strictly vegan diets. B12 is dependent on normal gastric and small intestine function. Its absorption needs intrinsic factors from the stomach and normal small bowel absorption. Immune interference with the intrinsic factor results in no B12 absorption. Impaired vitamin B12 absorption may occur due to gastrointestinal abnormalities, including pernicious anemia, gastritis, celiac disease, inflammatory bowel disease (IBD), as a late complication of gastrointestinal surgeries such as gastrectomy, gastric bypass, and ileal resection, as an adverse reaction to medications such as proton pump inhibitors and metformin, or as an adverse effect of nitrous oxide abuse. Folate deficiency may be dietary, especially in cases involving alcoholic or elderly patients. Folic acid absorption also depends on good GI small bowel absorption.\n\nFolic acid stores may be affected by alcohol as well. Impaired folate absorption may be related to a similar range of intestinal abnormalities, including celiac disease, IBD, and small bowel resection. Folate metabolism may be impaired by medications such as methotrexate, phenytoin, and trimethoprim. In addition to its association with poor nutritional intake, ethanol also impairs folate absorption and metabolism and induces changes in the RBC membrane via its metabolite, acetaldehyde.\n[1]\nFurthermore, folate deficiency may be caused by conditions that increase folate requirements, such as pregnancy and chronic hemolysis. Notably, these nuclear maturation deficits are often associated with MCV in the 116 to 130 range, compared to other causes that typically elevate MCV to the 100 to 116 range.\n\nIncreased reticulocyte count directly increases the MCV as these immature red blood cells are, on average, significantly larger. Reticulocytosis may occur as a response to hemolytic or blood loss anemia. A low reticulocyte count is expected in anemic states caused by impaired RBC production. However, transient reticulocytosis may occur during recovery from these states once the factors causing the anemia are corrected (eg, iron store repletion, hematopoietic cell transplant, or spontaneous recovery from parvovirus).\n\nAdditional etiologies of macrocytosis that are not completely understood but are presumed to be multifactorial include the following: hypothyroidism, pregnancy, liver disease, Down syndrome, HIV, myelodysplastic syndrome (MDS), multiple myeloma, and hereditary stomatocytosis. Common medications not already mentioned that may induce macrocytosis include the following: valproic acid, hydroxyurea, allopurinol, and reverse-transcriptase inhibitors such as zidovudine, stavudine, and lamivudine. Artificial changes in MCV may be reflected in laboratory tests for various reasons. Cold agglutinins are associated with MCV clumping, which may result in the interpretation of an elevated MCV. Clumping may also occur to an extent due to inflammatory or neoplastic conditions. Severe leukocytosis or hyperglycemia may also result in MCV overestimation.\n[2]\n[3]",
    "monitoring": "A high MCV on a complete blood count indicates macrocytosis. The analysis of a peripheral blood smear confirms this. A peripheral blood smear may reveal findings of megaloblastic change, as discussed in the histopathology\nsection. Target cells may suggest liver disease, although this finding is not specific. Additional tests that help determine the etiology of macrocytosis include reticulocyte count, vitamin B12 and folate levels, methylmalonic acid and homocysteine levels, iron studies, TSH, free T4 levels, and liver and renal function tests. HIV antibody tests may be performed initially. Urinalysis may also be obtained to check for protein.\n\nMore specific tests may be undertaken when indicated to confirm a suspected etiology. For example, a Schilling test may be performed in patients with vitamin B12 deficiency to assess absorption and evaluate for conditions such as pernicious anemia. If multiple myeloma is suspected based on initial testing, serum protein electrophoresis may be performed. In cases where the etiology is undetermined or if pancytopenia is present, a bone marrow aspiration and biopsy may be indicated to evaluate for aplasia, dysplasia, or malignancy.\n[8]\nSpecial precautions should be taken in evaluating patients susceptible to iron deficiency or anemia of chronic disease (eg, those with chronic neoplastic or inflammatory conditions), as these processes may normalize the MCV, masking the pathology that would otherwise be responsible for macrocytosis.",
    "administration": "Management of macrocytosis depends on the etiology and the presence or absence of associated anemia. If the macrocytosis is relatively mild with MCV < 115 without significant anemia and no concerning features are identified on a thorough history, physical exam, and initial laboratory testing, no treatment is necessary. If the patient regularly consumes alcohol, macrocytosis and macrocytic anemia may resolve within several months after alcohol cessation.\n[9]\n[10]\nOther bone marrow changes caused by alcohol are reversible. While macrocytosis may have little direct importance in this case, decreased alcohol use may prevent complications such as worsening liver disease, nutritional deficits, hypertension, pancreatitis, and psychiatric disease.\n\nIf significant anemia is present or the MCV is 115 or greater, further investigation should be undertaken to determine the etiology, which dictates the appropriate treatment strategy. Vitamin B12 may be supplemented orally, or enteral absorption is present if impaired, and IM is given monthly. Daily oral folic acid may be prescribed. Offending medications should be adjusted or discontinued as clinically appropriate. Pathology responsible for gastrointestinal malabsorption should be identified and treated with a referral to the appropriate specialist. Oncology referral may be necessary for cases of dysplasia or hematologic malignancy.",
    "adverse_effects": "As with other etiologies of anemia, macrocytic anemia is associated with reduced exercise capacity and level of function, decreased physiologic reserve in acute illness and injury cases, and increased all-cause mortality.\n[12]\nBy itself, macrocytosis is not known to cause any direct complication.\n[4]"
  }
}