{
  "drug_name": "methionine",
  "nbk_id": "NBK599545",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599545/",
  "scraped_at": "2026-01-11T15:34:08",
  "sections": {
    "clinical_significance": "Chromatography helps accurately separate, identify, and quantify compounds in patient samples, enabling diagnostic, therapeutic, and research applications in healthcare.\n\nNewborn Screening of Metabolic Disorders\n\nNewborn screening using heel prick dried blood spots is a valuable tool for detecting various inborn errors of metabolism using chromatography. Thin layer chromatography, HPLC, LC-MS, and GC-MS-based techniques are commonly employed to assay various analytes. Commonly screened disorders include phenylketonuria, maple syrup urine disease, homocystinuria, tyrosinemia, methyl malonyl acidemia, homocystinuria, citrullinemia, tyrosinemia type I, carnitine deficiency, fatty acid oxidation disorders, and lysosomal storage disorders, etc. Most countries have implemented these screening programs, but the adoption and extent may vary from country to country.\n[35]\nThis allows for the early detection of certain genetic and metabolic disorders, enabling timely intervention and treatment before disability.\n\nDiagnosis of Hemoglobinopathies, Thalassemia, and Porphyrias\n\nHPLC offers high sensitivity and specificity compared to electrophoresis for diagnosing hemoglobinopathies and thalassemias. Cation exchange HPLC is the method of choice that can separate nearly 45 different hemoglobin variants and accurately quantify normal hemoglobin.\n[22]\nIt is also used for the newborn screening of sickle cell anemia. Denaturing HPLC is also used to detect alpha and beta globin chain mutations in thalassemia in chorionic villi samples. Analysis of porphyrins like 5-aminolevulinic acid (ALA) and porphobilinogen (PBG) in physiological liquids can be performed by LC/MS to diagnose the type of porphyrias.\n\nDiabetes Mellitus and Other Metabolic Disorders\n\nThe hemoglobin A1c (HbA1c) is one of the gold standard tests for diagnosing diabetes mellitus and is measured using high-performance liquid chromatography (HPLC). Among the National Glycohemoglobin Standardization Program (NGSP) recommended methods for HbA1c, HPLC offers the least interference, high accuracy, and traceability. In the pediatric age group, it is used to quantify different steroids and aids in the diagnosis of congenital adrenal hyperplasia, hyperaldosteronism, Cushing's disease, and Addison's disease. LC-MS is more accurate than conventional immunoassay for diagnosing the above conditions.\n[36]\n\nCancers\n\nDenaturing HPLC detects BRCA1 and BRCA2 gene mutations, guiding risk assessment and management for hereditary breast cancer.\n[37]\nClinically important biogenic amines are bioactive endogenous compounds that play a significant physiological role. Serotonin, dopamine, noradrenaline, adrenaline and their metabolites, vanillylmandelic acid, and 5-hydroxy indoleacetic acid (5-HIAA) acid are some of the biogenic amines that are biomarkers for the diagnosis, prognosis, therapy, and follow-up of several neuroendocrine and cardiovascular diseases.\n[38]\n\nTherapeutic Drug Monitoring\n\nThis involves quantitatively measuring the drug in biological fluids to manage drug therapy. It also involves assessing the efficacy and safety of a drug in the treatment. Mass spectrometric methods for many classes, such as immunosuppressive drugs, antivirals, antiepileptic drugs, chemotherapeutic drugs, antibiotics, antidepressants, and antipsychotics, are employed along with chromatography for drug monitoring.\n[14]\n\nGenetic Analysis\n\nDenaturing HPLC is a sensitive and comprehensive technology for studying gene expressions and detecting many gene mutations and polymorphisms. Single-stranded DNA is subjected to varying temperatures in a reversed-phase HPLC column, which will melt or denature at different temperatures based on the nucleotide sequence.\n[19]\nThe main advantage is that up to 1.5 kb fragment can be analyzed in 5 minutes. Some applications are detecting mutations in the CFTR gene for cystic fibrosis, globin gene mutation in thalassemia, mutations related to phenylketonuria, and other metabolic disorders.\n\nToxicology\n\nLiquid chromatography-mass spectrometry is used in the characterization of urine samples in patients with suspected benzodiazepine use disorder. Chromatography can be utilized to confirm the diagnosis of anabolic steroid use disorder through pulverization of nail clippings and urine samples at a level of pg/mL.\n[39]\nThus, chromatography is an extremely sensitive technique that can potentially be used to investigate athletes' doping.\n[40]"
  }
}