{
  "drug_name": "methylprednisolone",
  "nbk_id": "NBK544340",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544340/",
  "scraped_at": "2026-01-11T15:34:20",
  "sections": {
    "indications": "Contraindications to methylprednisolone administration include documented hypersensitivity to the drug or components, systemic fungal infection, intrathecal administration, live or attenuated virus vaccine, and idiopathic thrombocytopenic purpura.\n[70]\nLike all other glucocorticoids, methylprednisolone must be used with great caution in patients with peptic ulcers, heart disease or hypertension with heart failure, certain infectious illnesses such as varicella and tuberculosis psychoses, diabetes, osteoporosis, or glaucoma.\n[71]\n\nWarning and Precautions\n\nCertain formulations of methylprednisolone contain benzyl alcohol, which is known to cause gasping syndrome in infants; these formulations should be avoided in premature infants. The label should be consulted for excipients before use.\nCertain formulations of methylprednisolone contain lactose, which is contraindicated in individuals with hypersensitivity to dairy products.\n[72]",
    "mechanism": "Methylprednisolone and its derivatives, methylprednisolone acetate succinate and methylprednisolone sodium, are intermediate-acting synthetic glucocorticoids. They are typically prescribed as anti-inflammatory or immunosuppressive agents. As an anti-inflammatory, methylprednisolone is 5 times as potent as hydrocortisone (cortisol) while demonstrating minimal mineralocorticoid activity.\n[40]\nMethylprednisolone diffuses passively across the cellular membrane and binds to the intracellular glucocorticoid receptor. This complex translocates into the nucleus to interact with specific DNA sequences and enhance or suppress the transcription of particular genes. The methylprednisolone-glucocorticoid receptor complex blocks the promoter sites of proinflammatory genes, promotes the expression of anti-inflammatory gene products, and inhibits the synthesis of inflammatory cytokines; these actions are accomplished primarily by blocking the function of transcription factors, such as nuclear factor-kappa-B (NF-kB).\n[41]\n[42]\n[43]\n\nAs a corticosteroid, methylprednisolone also suppresses the synthesis of cyclooxygenase (COX)-2, an enzyme that produces prostaglandins in damaged tissue and contributes to the inflammation cascade.\n[44]\nThrough these actions, methylprednisolone can reduce or prevent inflammation by reversing capillary permeability, suppressing the migration of fibroblasts and polymorphonuclear leukocytes, controlling the rate of protein synthesis, and stabilizing lysosomes at the cellular level.\n\nMethylprednisolone inhibits cell-mediated immunologic functions, especially those dependent on lymphocytes. Glucocorticoid administration results in neutrophilic leukocytosis, reduced monocyte elevations, dramatic reductions in circulating eosinophils, and milder reductions in lymphocytes. Methylprednisolone and other glucocorticoids reduce leukocytes' ability to adhere to vascular endothelium and exit the circulation. Glucocorticoids impair various T-cell functions; moderate and high doses induce T-cell apoptosis while preserving B-cell functions, including antibody production.\n[45]\nTissue-specific responses to steroids can occur due to specific protein regulators in each tissue controlling the interaction between the hormone-receptor complex and particular DNA response elements. This activity leads to a wide array of gene expression and physiological responses by corticosteroids.\n\nSome of the most critical effects of methylprednisolone and other corticosteroids result from homeostatic responses by insulin and glucagon. Glucocorticoids stimulate gluconeogenesis, which elevates blood glucose levels, increases muscle protein and bone catabolism, and stimulates insulin secretion. Glucocorticoids stimulate lipolysis and lipogenesis, causing a net increase of fat deposition in some body areas (ie, face, shoulders, and back).\n[46]\nGlucocorticoids also cause wasting of lymphoid and connective tissue, fat, and skin at high doses. Catabolic effects on the bone can lead to osteoporosis in adults and growth inhibition in children.\n\nPharmacokinetics\n\nAbsorption:\nDepending on the administration route and dose, a 2-compartment (for high IV doses) or 1-compartment model (for lower IV and oral doses) is appropriate for describing methylprednisolone's pharmacokinetics. Methylprednisolone exhibits rapid and linear absorption, with peak concentrations achieved 48 minutes after administration. The onset of action of intravenous methylprednisolone succinate occurs within 1 hour. For intra-articular methylprednisone acetate, the onset of action occurs at 1 week and lasts 1 to 5 weeks. Methylprednisolone has an oral bioavailability of approximately 88%.\n\nDistribution:\nMethylprednisolone succinate has a volume of distribution (V\nd\n) of 24 ± 6 L and a steady-state volume of distribution (V\nss\n) of 27 ± 8.2 L. This drug primarily binds to albumin in plasma.\n\nMetabolism:\nMethylprednisolone undergoes hepatic metabolism to produce metabolites such as 20-carboxymethylprednisolone and 6β-hydroxy-20α-hydroxymethylprednisolone.\n\nElimination:\nMethylprednisolone is primarily excreted in urine, following a bi-exponential pattern.\n[47]\nThe half-life elimination of intravenous methylprednisolone is 0.25 hours, with an oral half-life of 2-5 hours.\n[48]\n[49]",
    "administration": "Available Dosage Forms and Strengths\n\nMethylprednisolone is available in tablet formulations of 2 mg, 4 mg, 8 mg, 16 mg, and 32 mg, injectable suspension formulations at concentrations of 20 mg/mL, 40 mg/mL, and 80 mg/mL, and as a powder for injection in doses of 40 mg, 125 mg, 500 mg, 1000 mg, and 2000 mg.\n\nAdult Dosage\n\nMethylprednisolone may be administered orally with food or milk to reduce gastrointestinal adverse effects. Methylprednisolone may also be administered intramuscularly or intravenously. When administered intramuscularly (methylprednisolone acetate or succinate), it should not be injected into the deltoid muscle, which may cause subcutaneous atrophy. Injections into the dermis or areas with evidence of acute local infection should be avoided. Intravenous administration (methylprednisolone succinate) is rate-dependent upon the dose and severity of the condition. Methylprednisolone is most commonly administered over 15 to 60 minutes with intermittent infusion. Large doses should be administered over a minimum of 30 minutes. Hypotension, arrhythmia, and sudden death have been reported when methylprednisolone doses of 250 mg or greater are administered in less than 30 minutes.\n[50]\n\nCOVID-19:\nFor most patients with COVID-19 requiring supplemental oxygen, the National Institutes of Health (NIH) advises dexamethasone plus remdesivir; if dexamethasone is unavailable, clinicians can consider methylprednisolone, prednisone or hydrocortisone.\n[78]\n\nA recent cohort study investigated the impact of intravenous (IV) methylprednisolone pulse therapy on in-hospital mortality risk in patients with acute COVID-19. Among patients receiving invasive mechanical ventilation, IV methylprednisolone pulse therapy at doses of 500 to 1000 mg daily reduced the risk of in-hospital mortality compared to those not receiving steroid pulse therapy or intermediate steroid doses.\n[51]\n\nAnaphylaxis:\nThe American Academy of Allergy, Asthma, and Immunology guidelines recommend that 1.0 to 2.0 mg/kg per dose of methylprednisolone be administered for adjunct treatment of anaphylaxis. Antihistamines and corticosteroids are adjunctive therapies for patients with anaphylaxis; epinephrine remains the primary treatment.\n[52]\n\nUlcerative colitis:\nThe American College of Gastroenterology (ACG) recommends methylprednisolone 60 mg daily for remission in patients with severe ulcerative colitis.\n[53]\n\nLupus nephritis:\nAccording to the KDGIO 2024 guidelines, methylprednisolone pulses may be followed by a regimen of glucocorticoids during the initial treatment of active lupus nephritis upon satisfactory improvement in renal and extrarenal disease manifestations. Initial treatment typically involves IV methylprednisolone at a dose of 0.25 to 0.5 g/day for up to 3 days.\n[54]\nThe study investigated the effects of high-dose methylprednisolone (above 100 mg) during cardiac arrest, revealing improved rates of sustained return of spontaneous circulation (ROSC) and overall survival at hospital discharge.\n[55]\n\nAsthma exacerbation:\nAccording to the Global Initiative for Asthma (GINA) guidelines, methylprednisolone should be administered to patients 5 years or younger at 1 mg/kg, followed by oral steroids based upon clinical response.\n[79]\n\nJuvenile idiopathic arthritis:\nMethylprednisolone can be used to treat juvenile idiopathic arthritis. However, intra-articular glucocorticoids such as triamcinolone are recommended as part of the initial therapy for active oligoarthritis.\n[56]\n\nSteroid-resistant nephrotic syndrome:\nAccording to the International Pediatric Nephrology Association, pulse therapy with intravenous methylprednisolone (500 mg/m\n2\nor 15 mg/kg) may be considered for patients with steroid-resistant nephrotic syndrome.\n[57]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are provided in the product labeling. Caution is advised.\n\nRenal impairment:\nNo dose adjustment is required; caution is advised as high corticosteroid doses are associated with scleroderma renal crisis.\n[58]\n\nPregnancy considerations:\nThe American College of Obstetricians and Gynecologists (ACOG) recommends steroids such as prednisone or methylprednisolone during pregnancy due to their conversion to less active forms facilitated by 11β-hydroxysteroid dehydrogenase in the human placenta.\n[59]\n\nBreastfeeding considerations:\nMethylprednisolone levels in breast milk are very low, with no reported adverse effects on breastfed infants even after intravenous doses of 1 g. These infants are exposed to doses lower than their daily cortisol production, well below therapeutic neonatal doses. There is no accumulation of methylprednisolone in breast milk with consecutive daily doses. To minimize infant exposure, breastfeeding should be avoided during and for 2 hours after a 1 g intravenous dose. Smaller oral doses and local injections (eg, for tendinitis) do not require special precautions. However, systemic or joint injections, especially with medium to large corticosteroid doses, may temporarily reduce lactation.\n[60]\n\nPediatric patients:\nWeight-based dosing is preferred for pediatric patients.\n\nOlder patients:\nAccording to the American College of Rheumatology (ACR), intravenous glucocorticoid pulse doses are recommended for patients with giant cell arteritis (GCA), with methylprednisolone at a dosage range of 500 to 1000 mg per day for 5 days in adults.\n[61]\nDoses typically start at the lower end of the range due to the higher prevalence of reduced renal or cardiac function, concurrent diseases, and other medications.",
    "adverse_effects": "The significant adverse effects of glucocorticoids stem from their hormonal actions, which can result in iatrogenic Cushing syndrome. Facial rounding, puffiness, fat deposition, and plethora (moon facies) are usually apparent. Fat redistributes from the extremities to the trunk, the back of the neck, and the supraclavicular fossae. Fine hair grows more quickly on the face, thighs, and trunk. Steroid-induced punctate acne may appear, and insomnia and increased appetite may be observed. With concurrent use of methylprednisolone, protein catabolism continues, diverting amino acids to glucose production, thus increasing the need for insulin and resulting in weight gain. Myopathy and muscle wasting can occur, as well as skin thinning, with striae and bruising. Hyperglycemia and osteoporosis can develop, as well as diabetes and aseptic necrosis of the hip.\n[62]\n\nThe adverse reactions associated with methylprednisolone and other corticosteroids are classified based on the different organ systems affected below.\n\nDermatology:\n\nSkin thinning\nEcchymoses\nCushingoid features\nWeight gain\n[63]\n\nOphthalmology:\n\nCataracts\nIncreased intraocular pressure\nExophthalmos\n\nCardiovascular:\n\nFluid retention\nHypertension\nPremature atherosclerotic disease\nArrhythmias\nHyperlipidemia\n\nGastrointestinal:\n\nGastritis\nUlcer formation\nGastrointestinal bleeding\n\nMusculoskeletal:\n\nOsteoporosis\nOsteonecrosis\nMyopathy\n\nNeuropsychiatric:\n\nMood disorders\nPsychosis\nMemory impairment\n\nMetabolic and endocrine:\n[64]\n\nHyperglycemia\nHypothalamic-pituitary-adrenal axis suppression\n[64]\n\nImmune:\n\nIncreased susceptibility to infections\n\nHematologic:\n\nLeukocytosis\nNeutrophilia (due to peripheral demargination)\n[65]\n\nDrug-Drug Interactions\n\nChimeric antigen receptor T-cell therapy (CAR T-cell therapy):\nThere is concern regarding the use of prophylactic corticosteroids due to the potential risk of diminishing CAR T-cell activity in the context of CAR T-cell therapy. Despite these concerns, existing evidence suggests that administering corticosteroids to manage adverse effects such as cytokine release syndrome (CRS) does not significantly impact the therapeutic outcomes of CAR T-cell therapy. Nonetheless, it is prudent to use corticosteroids with caution.\n[66]\n\nHepatic enzyme inducers\n: Co-administration with enzyme inducers such as phenobarbital, phenytoin, and rifampin may increase the metabolic clearance of methylprednisolone, necessitating potential dose adjustments to maintain therapeutic efficacy.\n\nHepatic enzyme inhibitors\n: Co-administration with enzyme inhibitors like ketoconazole/itraconazole may reduce the clearance of methylprednisolone, potentially increasing the risk of toxicity; dose titration may be required.\n[67]\n\nOral anticoagulants\n: The effect of methylprednisolone on oral anticoagulants can be variable, with reported cases of both enhanced and diminished anticoagulant activity. Regular monitoring of coagulation parameters is essential to ensure the desired anticoagulant effect is achieved.\n[68]\n[69]\n\nLive vaccines:\nThe Advisory Committee on Immunization Practices (ACIP) recommends that live-virus vaccines should be avoided during and shortly after high-dose corticosteroid therapy (≥2 mg/kg or ≥20 mg/day of prednisone for ≥14 days) due to potential immunosuppression. Live virus vaccination is generally deferred for at least 1 month after discontinuing.\n[80]",
    "monitoring": "Blood pressure, blood glucose, electrolytes, weight, bone mineral density, hypothalamic-pituitary-adrenal axis suppression, and intraocular pressure all require monitoring in patients taking methylprednisolone. Growth and development monitoring should be in place for children. Patients receiving methylprednisolone must be monitored carefully for the development of hyperglycemia, glycosuria, sodium retention with edema or hypertension, hypokalemia, peptic ulcers, and osteoporosis. Corticosteroid use raises the risk of reactivation of latent tuberculosis infection (LTBI).\n[73]\n[74]\nThe dosage should be as low as possible. Even patients maintained on low doses of methylprednisolone may require supplementary therapy during times of stress, such as during surgery, intercurrent illness, or trauma.\n[75]",
    "toxicity": "Signs and Symptoms of Overdose\n\nMost of the toxic effects of methylprednisolone and other glucocorticoids are predictable from their impact on the body's physiology. Some are life-threatening and include metabolic effects (eg, growth inhibition, diabetes, muscle wasting, osteoporosis), salt retention (although less common with methylprednisolone), and psychosis.\n[76]\n\nManagement of Overdose\n\nTreatment of acute overdose involves supportive and symptomatic care. Methods for minimizing these toxicities include local application, alternate-day therapy (to reduce pituitary suppression), and tapering the dose promptly after attaining a therapeutic response.\n[77]\nAdditional \"stress doses\" may be necessary during severe illness or before major surgery to prevent adrenal insufficiency in patients who have received long-term treatment with methylprednisolone. Treatment of acute overdose involves supportive and symptomatic care."
  }
}