{
  "drug_name": "methylene bis-benzotriazolyl",
  "nbk_id": "NBK557593",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557593/",
  "scraped_at": "2026-01-11T15:34:19",
  "sections": {
    "indications": "Methylene blue is contraindicated in patients who have demonstrated hypersensitivities or anaphylaxis after past administration and for those with glucose-6-phosphate dehydrogenase deficiency due to susceptibility to experiencing hemolytic anemia. Those experiencing hemolytic anemia in this situation will have jaundice and characteristic Heinz bodies on a peripheral blood smear.\n[17]\nMethylene blue is also contraindicated in pregnant women. The FDA has assigned a pregnancy class X rating for methylene blue due to intestinal atresia and fetal death following an intra-amniotic injection, specifically in the second trimester.\n[18]",
    "mechanism": "The main mechanism of action of methylene blue is reducing the oxidized form of hemoglobin Fe3+ when in a state of methemoglobinemia to Fe2+. In turn, this will increase the oxygen-binding capacity of hemoglobin and thus increase oxygen delivery to tissues. This property is also exhibited by vitamin C, which is an alternative treatment option for methemoglobinemia. Methylene blue also inhibits the enzymes endothelial nitric oxide synthase (eNOS), inducible nitric oxide synthase (iNOS), and guanylate cyclase, decreasing the amount of cGMP needed for nitrous oxide to be released, therefore causing vasoconstriction of blood vessels via inhibition of vascular smooth muscle relaxation.\n[2]\nRegarding malaria treatment, methylene blue has been shown to improve the chloroquine response to malaria by decreasing its resistance and inhibiting\nPlasmodium falciparum\nglutathione reductase, an enzyme that prevents the formation of byproducts formed by the\nPlasmodium\nspecies that triggers the body's immune response.\n[2]\n[8]",
    "administration": "Administration of methylene blue for both children and adults experiencing methemoglobinemia is done intravenously at a dose of 1 mg/kg of a 1% solution over 5 to 30 minutes. When using methylene blue for lymph node mapping, the most common two doses are 2 mL and 5 mL of a 1% solution t given intraparenchymal.\n[3]\nWhen used to prevent post-injection pain, when used 45 seconds before propofol administration, the dose is 50 mg given as a 2 mL bolus.\n[4]\nTreating ifosfamide-induced encephalopathy with methylene blue is given intravenously at a dose of 50 mg every 4 hours until asymptomatic.\n[9]\nMethylene blue is also infused for 20 minutes at a dose of 2 mg/kg for a patient experiencing vasoplegic syndrome and may be given pre-operatively and post-operatively to reduce mortality.\n[10]\n[11]\nTo identify the parathyroid glands, methylene blue is administered 1 hour before the parathyroidectomy intravenously at a dose of 5 mg/mL.\n[7]\nTreating\nPlasmodium falciparum\nrequires three days of treatment at a dose of  300 to 1000 mg per day in adults and 20–300 mg per day in children of methylene blue, given as a supplement.\n[12]",
    "adverse_effects": "One of the most common adverse effects of methylene blue is the bluish-green discoloration of urine. Another common adverse effect is limb pain following IV administration. methylene blue may contribute to serotonin syndrome if combined with other serotonergic drugs such as SSRIs, SNRIs, MAOIs, and TCAs due to the MAOI activity that methylene blue has.\n[13]\nSerotonin syndrome increases sympathetic and neuromuscular activity; therefore, symptoms include diaphoresis, clonus, and tremors. In adults, methylene blue can cause central nervous system-related symptoms such as dizziness, confusion, and headaches.\n[14]\nAdministration of methylene blue in neonates has led to hyperbilirubinemia, respiratory depression, pulmonary edema, phototoxicity, and hemolytic anemia.\n[15]\n[16]",
    "monitoring": "Methylene blue is a safe drug at a therapeutic dose of less than 2 mg/kg; however, when levels are greater than 7 mg/kg, many of the adverse effects it exhibits will occur.\n[2]\nSerotonin syndrome has been found to occur when combining serotonergic agents with methylene blue at a dose of 5 mg/kg.\n[19]\nMethylene blue use also requires caution in patients with renal failure due to its ability to reduce renal blood flow.\n[2]\nAlso, as noted in adverse effects, patients taking any drug with serotonergic activity, such as SSRIs, should avoid the administration of methylene blue due to the risk of serotonin syndrome.",
    "toxicity": "The research concludes that there has been no antidote for treating methylene blue toxicity to be found to exist. If anaphylaxis does occur, the administration of methylene blue should stop immediately and promptly, followed by supportive care, although severe anaphylactic shock with methylene blue is quite rare. Methylene blue may become potentially fatal when used in combination with medications that include or increase serotonin; this is because of its monoamine oxidase-inhibiting properties. It may precipitate serotonin toxicity at doses greater than 5 mg/kg."
  }
}