{
  "drug_name": "methylphenidate",
  "nbk_id": "NBK482451",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482451/",
  "scraped_at": "2026-01-11T15:34:20",
  "sections": {
    "indications": "Medical conditions that are not compatible with methylphenidate include glaucoma, severe hypertension, motor tics, Tourette syndrome, or a family history of Tourette syndrome. Any patient who is noticeably anxious, tense, or agitated should receive alternative treatment. However, it can be given cautiously in patients with a history of bipolar disorder or psychosis as long as clinicians are wary of mania or psychotic episodes induced by the medication.\n[12]\n\nAny patient who develops a hypersensitive reaction to methylphenidate or an individual component of a formulation should have the medication immediately discontinued and switch to another pharmacologic agent. Children younger than 6 should not be prescribed this medication as there are limited studies to prove its safety or benefit, and it could cause learning impairments.",
    "mechanism": "Methylphenidate is chemically derived from phenethylamine and benzylpiperazine. This medication blocks the reuptake of the neurotransmitters norepinephrine (NE) and dopamine in presynaptic neurons while inhibiting the transport of these neurotransmitters, increasing the concentration of dopamine and NE in the synaptic cleft.\n[9]\nThis creates the classic stimulant effect within the central nervous system (CNS), primarily in the prefrontal cortex. Methylphenidate undergoes metabolism to ritalinic acid in the liver through de-esterification via carboxylesterase 1 (CES1A1). Compared to other phenethylamine derivatives (eg, amphetamines), methylphenidate appears to increase the firing rate of neurons.\n[10]\nMethylphenidate is also a weak agonist at the serotonin 1A receptor (5HT1A), an additional mechanism contributing to the increased dopamine levels.\n[11]\n\nGiven its effect on dopamine levels in the synapse, methylphenidate can provide neuroprotection in conditions like Parkinson disease, which involves the loss of dopaminergic neurons, and methamphetamine abuse.\n[12]\nThis effect results from direct inhibition of the dopamine transporter and indirect regulation of the vesicular monoamine transporter 2 (VMAT2). The combined interactions reduce the amount of dopamine that accumulates within the cytoplasm, preventing the formation of toxic reactive oxygen species in the brain.\n\nDependence\n\nThe therapeutic dosages for ADHD or narcolepsy that clinicians prescribe are not harmful enough to activate the reward system within the CNS, which centers around the nucleus accumbens. However, excessively higher dosages lead to an overexpression of ΔFosB (a transcriptional activator) in specific neurons within the striatum. The accumulation of ΔFosB in the nucleus accumbens activates a series of signaling cascades that further contribute to the addiction mechanism.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nSlow but extensive; the relative bioavailability for extended-release tablets is 105% in children and 101% in adults (versus immediate-release tablets); the absolute oral bioavailability for extended-release capsules in children is 22% and 5% for d-methylphenidate and l-methylphenidate, respectively. The time of peak plasma concentration is 1.9 hours for immediate-release tablets and 4.7 hours for extended-release tablets. When taken with food, the total exposure and peak plasma concentration of methylphenidate are increased; the time for peak plasma concentration of extended-release tablets is reduced. The effect of alcohol was determined during an in vitro study: 98% of the drug contained in a 40 mg extended-release capsule was released in an alcohol concentration of 40%.\n\nDistribution:\nThe volume of distribution was 2.65 and 1.80 L/kg for d-methylphenidate and l-methylphenidate, respectively. Methylphenidate's plasma protein binding ranges from 10% to 33%.\n\nMetabolism:\nMethylphenidate is primarily metabolized by de-esterification to ritalinic acid, which is pharmacologically inactive.\n\nElimination:\nMost of the drug (78% to 97%) is excreted in the urine, while small amounts are excreted in feces.",
    "administration": "Available Dosage Forms and Strengths\n\nFor medical purposes, methylphenidate is typically given orally and less commonly as a transdermal patch. Multiple oral formulations are available that are categorized according to how quickly the drug is released: immediate (IR), extended (XR or ER), and sustained. Various methylphenidate formulations are distributed using the ER sphenoidal oral drug absorption system with bimodal release and the osmotic (ie, controlled) release delivery system. Chewable tablets (IR or ER) for children and an IR solution are also available.\n\nIf using the transdermal patch, the patient must be aware of placing the patch on the opposite hip each time to achieve its full effect. Those who misuse methylphenidate for recreational purposes prefer to use the intravenous (IV) or intranasal route. Clinicians should assess the risk of abuse before prescribing methylphenidate in any form.\n\nMethylphenidate is available as a solution, dermal patch, and tablet or capsule (immediate-release, extended-release, or chewable) in the following dosage strengths:\n\nChewable tablets: 2.5 mg, 5 mg, and 10 mg\nOrally disintegrating tablets: 8.6 mg, 13.7 mg, and 25.9 mg\nImmediate-release tablets: 5 mg, 10 mg, and 20 mg\nExtended-release tablets: 10 mg, 20 mg, 18 mg, 27 mg, 36mg, 54 mg, and 72 mg\nExtended-release capsules: 10 mg, 20 mg, 30 mg, and 40 mg\nExtended-release capsules CD: 10 mg, 20 mg, 30 mg, 40 mg, 50 mg, and 60 mg\nSolution: 5 mg/5 mL and 10 mg/5 mL (in 500 mL bottle)\nPatch: 10 mg, 15 mg, 20 mg, and 30 mg (nominal dose over 9 hours)\n\nAdult and Pediatric Dosage\n\nAttention deficit disorder (ADD) in adults and pediatric patients (6 years and older) and for narcolepsy\nChewable tablets: 2.5 mg, 5 mg, and 10 mg\nImmediate-release tablets: 5 mg, 10 mg, and 20 mg\n\nADHD in adults and pediatric patients (6 and older) and for narcolepsy\nImmediate-release tablets: 5 mg, 10 mg, and 20 mg\nExtended-release tablets: 10 mg, 20 mg, 18 mg, 27 mg, 36 mg, 54 mg, and 72 mg\nExtended-release tablets (24 hours): 18 mg, 27 mg, 36 mg, and 54 mg\nExtended-release capsules: 10 mg, 20 mg, 30 mg, and 40 mg\nExtended-release capsules CD: 10 mg, 20 mg, 30 mg, 40 mg, 50 mg, and 60 mg\nSolution: 5 mg/5 mL and 10 mg/5 mL in 500 mL bottle\nADHD in adults and pediatric patients (6 years and older) as well as for narcolepsy\n\nADHD in pediatric patients (aged 6 to 17 years)\nOrally disintegrating tablets: 8.6 mg, 13.7 mg, and 25.9 mg\nPatch: 10 mg, 15 mg, 20 mg, and 30 mg (nominal dose over 9 hours)\n\nAttention-Deficit Hyperactivity Disorder (ADHD)\n\nDue to pharmacokinetic differences, many products are not bioequivalent and cannot be exchanged on a mg-for-mg basis.\n\nImmediate-release (short-acting):\nThese products include chewable tablets, Ritalin tablets, and Methylin oral solution. Therapy should be initiated at 10 to 20 mg daily, divided into 2 doses before breakfast and lunch. Based on patient response, doses may be increased by 5 to 10 mg weekly or longer intervals, up to a maximum of 60 mg per day, divided into 2 to 3 doses.\n\nExtended-release (intermediate-acting):\nThese products include methylphenidate ER tablets (AB-rated generics to Metadate ER or Methylin ER). Therapy should be initiated with a dose of 10 mg twice daily. Based on patient response, doses may be increased in increments of 10 mg weekly or longer intervals, up to a maximum of 60 mg daily, divided into 2 doses.\n\nExtended-release and transdermal (long-acting):\n\nAdhansia XR capsules: Initiate with 25 mg orally once daily in the morning. Doses may be increased in increments of 10 to 15 mg at 5 days or longer intervals, up to a maximum of 100 mg per day. Doses exceeding 85 mg are associated with a higher rate of adverse effects.\nAptensio XR capsules: Initiate with 10 mg orally once daily in the morning. Doses may be increased in increments of 10 mg weekly or longer intervals, up to a maximum of 60 mg daily.\nConcerta and Relexxii tablets: Initiate therapy with 18 to 36 mg once daily in the morning. Doses may be increased in increments of 18 mg weekly or longer intervals, up to a maximum of 72 mg daily.\nJornay PM capsules\n:\nInitiate with 20 mg once daily in the evening within 3 hours of bedtime. Based on response, doses may be increased in increments of 20 mg at weekly or longer intervals, up to a maximum of 100 mg per day.\nMetadate CD capsules, QuilliChew ER chewable tablets, and Quillivant XR oral suspension: Initiate therapy with 20 mg once daily in the morning. Based on response, doses may be increased in increments of 10 to 20 mg at weekly or longer intervals, up to 60 mg daily.\n\nTransdermal (long-acting):\nThese products include the Daytrana transdermal patch. A 10 mg patch is applied to the hip once daily and removed 9 hours later. Absorption may take up to 2 hours before the patient experiences the desired effect. Based on response, 1 patch may be added at weekly or longer intervals, up to a daily maximum of 30 mg (3 patches). Some patients may require up to 60 mg daily for optimal efficacy, but a physician should be consulted before exceeding the recommended maximum dose of 30 mg. The patch can be removed before 9 hours if a shorter duration of action is desired or if late-day side effects occur. Alternatively, the patch can be worn for up to 16 hours if a longer duration of effect is required. Plasma concentrations typically decline once the patch is removed, but drug absorption may continue for several hours afterward.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer label does not provide dose adjustment guidance for patients with hepatic impairment.\n\nRenal impairment:\nThe manufacturer label does not provide dose adjustment guidance for patients with renal impairment. However, most of the drug and its metabolites are excreted in the urine.\n\nPregnancy considerations:\nMethylphenidate is a pregnancy category C medicine. Various studies have examined methylphenidate during pregnancy to treat ADHD and narcolepsy. The results of these studies have been inconclusive, so the medication should be administered to pregnant women with caution.\n[14]\n[15]\n[16]\n[17]\n\nBreastfeeding considerations:\nClinicians should monitor and maintain the relative infant dose below 10% while administering methylphenidate to nursing mothers, as the drug is present in breast milk.\n[18]\n[19]\n\nPediatric patients:\nMultiple dosage forms and strengths are available for children aged 6 to 17. The AAP considers methylphenidate IR the drug of choice for pediatric patients (3 to 5 years old) when pharmacological treatment is necessary.\n[20]\n\nImmediate release (short-acting) (chewable tablets, Ritalin tablets, and Methylin oral solution): The recommended starting dose is 5 mg orally twice daily before breakfast and lunch, ideally 30 to 45 minutes before meals. Gradually increase the dosage in increments of 5 to 10 mg each week. A daily dose above 60 mg is not advised.\nExtended-release (intermediate-acting) (AB-rated generics to Metadate ER or Methylin ER): The recommended starting dose is 10 mg twice daily. Based on tolerability and response, doses may be increased in increments of 10 mg weekly or longer intervals, up to a maximum of 60 mg daily, divided into 2 doses.\nExtended-release (long-acting):\nAdhansia XR capsules: Start with 25 mg orally once daily in the morning. Based on tolerability and response, doses may be increased in increments of 10 to 15 mg at 5 days or longer intervals, up to a maximum of 100 mg per day. Doses of more than 85 mg are related to a higher rate of adverse effects.\nAptensio XR capsules: Start with 10 mg orally once daily in the morning. Based on tolerability and response, doses may be increased in increments of 10 mg weekly or longer intervals, up to a maximum of 60 mg daily.\nConcerta and Relexxii tablets: Start with 18 to 36 mg once daily in the morning. Based on tolerability and response, doses may be increased in increments of 18 mg weekly or longer intervals, up to a maximum of 72 mg per day.\nJornay PM capsules: Start 20 mg once daily in the evening between 6:30 PM and 9:30 PM. Based on tolerability and response, doses may be increased in increments of 20 mg at weekly or longer intervals, up to a maximum of 100 mg per day.\nMetadate CD capsules, QuilliChew ER chewable tablets, and Quillivant XR oral suspension: Start with 20 mg once daily in the morning. Based on tolerability and response, doses may be increased in increments of 10 to 20 mg at weekly or longer intervals, up to 60 mg daily.\nTransdermal (long-acting): These products include the Daytrana transdermal patch. One 10 mg patch is applied to the hip once daily, 2 hours before the desired effect, and removed 9 hours after placement. Based on tolerability and response, 1 patch may be added at weekly or longer intervals, up to a maximum of 30 mg per day. Some patients may need up to 60 mg per day for optimal efficacy. The patch can be removed before 9 hours if a shorter duration of action is desired or if late-day side effects occur. Alternatively, it can be worn for up to 16 hours if a longer duration of effect is required. Plasma concentrations typically decline once the patch is removed, but drug absorption may continue for several hours afterward.\n\nOlder patients:\nNo specific dose adjustment guidance is available regarding older adults.",
    "adverse_effects": "Insomnia and nervousness are the most commonly reported adverse effects in patients using methylphenidate.\n[21]\nGrowth retardation (reduced height, weight, and bone marrow density) is observed when prescribed to children long-term.\n[22]\nOther frequent side effects primarily involve the CNS (dizziness, headache, tics, restlessness/akathisia), gastrointestinal (nausea/vomiting, dry mouth, decreased appetite, weight loss, abdominal pain), and cardiovascular systems (tachycardia, palpitations). Dermatologically, patients can complain of excessive sweating and ulceration of their digits. Some patients may even develop blurry vision or decreased libido. While it rarely occurs, priapism is a medical emergency that requires immediate attention.\n[21]\nPatients are more prone to become easily agitated, irritable, or depressed and go through mood swings or lability. While many common side effects can be relieved by adjusting the dosage or avoiding an afternoon or evening dose, some require treatment emergently to prevent complications.\n\nSudden death in both children and adults with a pre-existing structural cardiac abnormality has been reported.\n[23]\nStroke and myocardial infarction also have been observed in adults. Due to the risk of such fatal side effects, it is advisable to avoid methylphenidate in patients with a structural cardiac abnormality, cardiomyopathy, or arrhythmias.\n[24]\n\nDrug-Drug Interactions\n\nMethylphenidate can inhibit the metabolism of warfarin, phenytoin, tricyclic antidepressants, or selective serotonin reuptake inhibitors and increase plasma concentration.\nMethylphenidate may lower the effectiveness of medicines used to treat hypertension; blood pressure should be monitored, and the dosage of the antihypertensive drug should be adjusted as needed.\nThe concurrent administration of halogenated anesthetics and methylphenidate may enhance the risk of sudden heart rate and blood pressure increases during surgery; methylphenidate should not be administered to patients receiving anesthetics on the day of the surgical procedure.\nCombined use of risperidone with methylphenidate may increase the risk of extrapyramidal symptoms (EPS), particularly when there is a change (increase or decrease) in the dosage of either medication.\nPatients receiving monoamine oxidase inhibitors (MAOIs) should not be administered methylphenidate. A minimum of 14 days after discontinuing MAOIs must elapse before methylphenidate can be considered a safe treatment option to begin due to the risk of hypertensive crisis.",
    "monitoring": "Since it has the potential risk of abuse, patients receiving methylphenidate should be monitored for signs of dependence and or abuse while on therapy. A complete blood count with differential should be obtained periodically for those on methylphenidate. The primary vital signs to record at each visit are blood pressure and heart rate, especially in patients with underlying hypertension, heart failure, a recent MI, or ventricular arrhythmia, as slight elevations can occur with methylphenidate use. Additionally, if a patient complains of cardiac symptoms, such as chest pain, that worsens with exertion or has a near-syncope episode, then a full cardiac workup should be performed.\n\nChildren receiving methylphenidate should have their growth curves closely monitored for a stable progression in height and weight, as this medication is known to suppress growth when used daily and long-term. The medication should either be readjusted or discontinued if children are not in a healthy percentile on their growth curve.\n[22]\nClinicians should screen for symptoms of depression, agitation, aggressiveness, new-onset or pre-existing psychosis or mania, and suicidality, as these can be exacerbated during treatment initiation. Clinicians should also monitor for signs of intravenous abuse as frank psychotic episodes can develop. Clinicians should look for peripheral vasculitis (digital ulceration) during physical exams.\n\nControversial evidence exists regarding the potential for methylphenidate to affect seizure threshold. If seizures develop while being treated with methylphenidate, treatment should immediately stop.\n[25]\n[26]\nAdults should limit their alcohol use while taking methylphenidate as its stimulant action can mask the actual sedative effect caused by alcohol intoxication, possibly inducing severe respiratory depression. Additionally, a patient who is concurrently on warfarin, phenytoin, tricyclic antidepressants, or selective serotonin reuptake inhibitors should have their drug levels monitored and adjust doses as needed.",
    "toxicity": "The first step in a medication overdose is to immediately contact a poison control center for the appropriate management steps. Doses that exceed 60 mg of the immediate-release formulation or 120 mg of the extended-release formulation can be considered toxic. If the overdosed quantity is unknown, the patient should be assessed for signs and symptoms such as tremors, hyperreflexia, convulsions, euphoria, confusion, hallucinations, delirium, flushing, and fever, in addition to the common adverse effects mentioned above. Supportive care with supplemental oxygen, intravenous fluids, and external cooling methods is the mainstay of treatment. Multiple studies have shown that benzodiazepines are an option, especially if dystonia, agitation, or convulsions are present.\n[21]"
  }
}