{
  "drug_name": "methyl phenobarbitone",
  "nbk_id": "NBK567778",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567778/",
  "scraped_at": "2026-01-11T15:34:17",
  "sections": {
    "toxicity": "The American Society of Interventional Pain Physicians guidelines recommends monitoring opioid adherence, abuse, and noncompliance through urine drug tests and monitoring programs.\n\nThe treatment plan for opioid use in chronic pain should include frequent assessment of pain level, origin, and function. If there is a change of dosage or agent, the frequency of patient visits should be increased. Chronic response to opioids should be monitored by evaluating the 5 A's.\n\nAffect\nAberrant drug-related behaviors\nActivities of daily living\nAdverse or side effects\nAnalgesia\n\nSigns and symptoms, if present, that suggests treatment goals are not being achieved include:\n\nDecreased appetite\nExcessive sleeping or day/night reversal\nImpaired function\nInability to concentrate\nMood volatility\nLack of involvement with others\nLack of re-engaging in life\nLack of hygiene\n\nThe decision to change, continue, or terminate opioid therapy is based on achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.\n\nAcute Overdose Management\n[20]\n\nAccidental or deliberate overdose is always a risk factor in patients taking opioids. The patient and family should be instructed in the signs and symptoms of an overdose and basic emergency management until paramedics' arrival.\n\nThe immediate response to overdose management is to secure the airway and breathing; however, survival is heavily dependent upon the rapid administration of an opioid antagonist. Many states, including West Virginia, allow naloxone distribution to the public. Licensed healthcare providers may prescribe opioid antagonists for at-risk individuals, relatives, or caregivers. Emergency medical service personnel, peace officers, and firefighters also have the drug available.\n\nWhile opioid antagonists such as naloxone, naltrexone, and nalmefene are available, acute overdoses are usually treated with naloxone as it quickly reverses opioid-related respiratory depression. Naloxone competes with opioids at receptor sites in the brain stem, reversing desensitization to carbon dioxide and preventing respiratory failure.\n\nThe naloxone dose is 0.4 to 2 mg administered intravenously, intramuscularly, or subcutaneously. The dose may be repeated every 2 to 3 minutes. Naloxone is available in pre-filled auto-injection devices. Advanced Cardiac Life Support protocols should be continued while naloxone is being administered.\n\nIn West Virginia, pharmacists and pharmacy interns may dispense naloxone without a provider prescription. The pharmacist or intern is required to screen the potential recipient by asking if they have a known hypersensitivity to naloxone; provide appropriate counseling and information on the product, including dosing, effectiveness, adverse effects, storage, shelf-life, safety, and contact information (1-844-HELP-4-WV) for access to substance abuse treatment and recovery services if the recipient indicates interest in such services. Patients receiving opioid treatment for chronic pain may benefit from education and naloxone being available at home to treat an overdose.\n[100]"
  }
}