{
  "drug_name": "metoprolol tartrate",
  "nbk_id": "NBK554579",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554579/",
  "scraped_at": "2026-01-11T15:34:22",
  "sections": {
    "indications": "Thiazide type diuretics are contraindicated if the patient is anuric, and in patients with sulfonamide allergies.\n[29]\n\nCCBs are contraindicated in patients with hypersensitivity to the drug.\n[30]\nNon-dihydropyridine contraindications include patients with heart failure, reduced ejection fraction, sick sinus syndrome, and second or third-degree AV blockade.\n[30]\nDihydropyridine should be avoided in cardiogenic shock patients, severe aortic stenosis, and unstable angina; special caution is necessary when dihydropyridine is useful in hepatic impaired patients.\n[36]\n[35]\n\nACE inhibitors are contraindicated in patients with a history of previous hypersensitivity to ACE inhibitors, a history of ACE inhibitor-related angioedema, other types of angioedema, pregnancy, or the use of aliskiren.\n[45]\nRelative contraindications include patients with volume depletion, abnormal renal function, and aortic valve stenosis.\n[45]\nARBs are contraindicated in pregnancy.\n[39]\nA combination of ACE inhibitors and ARBs is relatively contraindicated. Other relative contraindications for ARB treatment include patients with volume depletion, patients on other medications that cause hyperkalemia, or patients with abnormal renal function.\n[39]\n\nBeta-blockers are contraindicated in patients with asthma, especially nonselective beta-blockers. Relative contraindications are hypotension and bradycardia. Some feel they should be avoided in patients with cocaine-induced coronary artery spasms.\n[32]\n\nLoop diuretics are contraindicated in patients with hypersensitivity to sulfonamides, anuric patients, and patients with hepatic coma.\n[24]\n\nPotassium-sparing diuretics are contraindicated in patients with chronic kidney disease or hyperkalemia; caution is necessary when combining them with ACE inhibitors, ARBs, and aliskiren.\n[46]\nThey are contraindicated in patients with hypersensitivity to this class.\n\nClonidine is contraindicated in patients with hypersensitivity to alpha-2 agonists and should be avoided in patients with depression and recent myocardial infarctions.\n[40]\n\nHydralazine is contraindicated if the patient has a history of hydralazine allergy. In patients with coronary artery disease, hydralazine can stimulate the sympathetic system. In patients with rheumatic mitral valve disease, pulmonary artery pressure can increase due to hydralazine treatment.\n[47]\n[33]\n\nMinoxidil is contraindicated in pregnant and breastfeeding females and patients with hypersensitivity to minoxidil.\n[44]\n\nContraindications to alpha-blockers include patients with a history of orthostatic hypotension and patients on phosphodiesterase inhibitors.\n[41]",
    "mechanism": "Thiazide and Thiazide like diuretics:\nmechanism of action for thiazide-type diuretics is not fully understood. Thiazides inhibit sodium transport in the distal tubule by blocking the Na/Cl channels.\n[29]\nThiazides can have a small effect on the proximal tube by impairing sodium transport, but the main action is on the distal tubule. Thiazides cause initial volume depletion associated with decreased cardiac output, which recovers within 6 to 8 weeks of starting the treatment in a reverse autoregulation mechanism while the blood pressure remains controlled; thiazide diuretics can acutely activate the renin-angiotensin system and cause systemic vascular resistance, which prevents a good response to the diuretic treatment, this increase in renin-angiotensin activity may resolve with chronic thiazide treatment, the addition of an ACE inhibitor or ARB can enhance the blood pressure control. Also, the thiazide-type diuretics have a modest vasodilation effect, although the mechanism is still unclear.\n\nCalcium channel blockers: The\nmechanism of action of CCBs is related to the inhibition of Ca2+ entry to the cells; this occurs by binding to the L-type voltage-gated calcium channels located in the heart muscle. This effect can cause peripheral vasodilation, which is seen mainly in dihydropyridines, or a negative inotropic effect on the heart muscle in non-dihydropyridines, inhibiting the sinoatrial and atrioventricular nodes, leading to slow cardiac contractility and conduction.\n[30]\n\nACE inhibitors\ndecrease blood pressure by inhibiting the angiotensin-converting enzyme; this causes a decline in the production of angiotensin II and increases the bradykinin level by inhibiting its degeneration, which leads to vasodilation.\n[31]\n\nARBs\nwork by blocking the binding of angiotensin II to the angiotensin 1 AT1 receptors, which inhibit the angiotensin II effect. In contrast to ACE inhibitors, ARBs do not affect the kinin levels.\n\nBeta-blockers\nwork by inhibiting the catecholamines from binding to the Beta 1, 2, and 3 receptors. Beta-1 receptors are found primarily in the heart muscle, beta-2 receptors are located in the bronchial and peripheral vascular smooth muscles, and beta-3 receptors appear in the adipose tissue of the heart. Cardio-selective beta-blockers (e.g., metoprolol succinate, metoprolol tartrate, atenolol, betaxolol, and acebutolol) inhibit only beta-1 receptors, causing fewer bronchospasms. By inhibiting the catecholamines binding to the beta receptors, the beta-blockers have a negative inotropic effect, which results in a decrease in the heart rate, which helps to reduce oxygen consumption.\n[32]\n\nLoop diuretics\nwork by increasing the sodium exertion at the level of the medullary and cortical aspects of the thick ascending limb. This action causes a decrease in volume, which leads to decreased blood pressure.\n[24]\n\nPotassium Sparing Diuretics:\nAct on the principal cells in the late distal tubule and the collecting duct; they inhibit sodium reabsorption at this level in association with decreased excretion of potassium and hydrogen ions.\nSpironolactone and eplerenone\nare considered mineralocorticoid receptor antagonists, inhibiting the mineralocorticoid receptor.\n\nHydralazine\nis an arteriolar vasodilator; it inhibits Ca2+ release in the smooth muscles of the vessels by decreasing its cytoplasmic concentration.\n[33]\n\nClonidine\nstimulates alpha-2 receptors located in the rostral ventrolateral medulla, which reduces the sympathetic outflow from the central nervous system and decreases plasma norepinephrine levels, leading to decreased cardiac output.\n\nMinoxidil\nis an arteriolar vasodilator; it opens the adenosine triphosphate-sensitive potassium channels in the vessels' smooth muscles.\n\nAlpha-blockers\nact by inhibiting alpha-1 receptors, which decrease vascular smooth muscle contractions, leading to vasodilation.\n[34]",
    "administration": "Thiazide-type diuretics are given only as oral forms. Hydrochlorothiazide is available in 12.5 and 25 mg tablets, but the daily dose can be up to 50 mg daily. Chlorthalidone is available in 25 and 50 mg tablets, but the daily dose can be up to 100 mg daily.\n[29]\n\nDihydropyridine calcium channel blockers are administered orally. Amlodipine's maximum dose is 10 mg daily.\n[35]\nNifedipine's extended-release maximum dose is 120 mg daily.\n[36]\nNon-dihydropyridine CCBs are available in oral and intravenous forms; the diltiazem intravenous IV form is useful for heart rate control in cardiac arrhythmias.\n[37]\nThe maximum oral dose of diltiazem is 480 mg daily.\n[37]\nVerapamil is available in oral and IV forms as well. The IV form is used for tachyarrhythmias, especially atrial fibrillation. Oral verapamil dose can be up to a maximum of 480 mg daily.\n[38]\n\nAll ACE inhibitors are given orally; enalapril is the only exception, as it has an IV form.\n[31]\nOn the other hand, all ARBs are only oral dose forms.\n[39]\n\nBeta-blockers are available in oral and IV forms.\n[32]\nLoop diuretics are available in oral or IV forms, while potassium-sparing diuretics are used mainly in oral forms.\n[24]\n\nHydralazine administration can be oral or intravenous. The maximum hydralazine oral dose is 300 mg daily.\n[33]\n\nClonidine transdermal form is the preferred method of administration, as oral forms can increase the risk of rebound hypertension.\n[9]\nThe maximum transdermal clonidine dose is 0.3 mg weekly, while the oral immediate-release form maximum dose is 0.3 mg three times daily.\n[40]\n\nMinoxidil is given orally for hypertension treatment. Alpha-blockers are available only orally for hypertension treatment.\n[41]",
    "adverse_effects": "Thiazides Side Effects\n\nThiazide and thiazide-like diuretics are associated with multiple side effects. Most of these side effects are directly related to the diuretic dose; hypokalemia and hyponatremia are the most common metabolic effects, followed by hyperuricemia, hypomagnesemia, hyperlipidemia, and increased glucose levels.\n[42]\n[29]\n\nChlorthalidone was found in a study to have an increased risk of hospitalization due to severe hypokalemia in older people. Other non-dose-related side effects are sexual dysfunction and sleep disturbance.\n\nCCB Side Effects\n\nThe treatment with dihydropyridine CCBs is often associated with peripheral edema. Long-acting nifedipine is associated with a higher incidence of edema when compared to amlodipine; the edema is related to the dose of the CCB. It is not related to sodium or fluid retention or developing heart failure.\n[9]\nSince CCB-induced edema is not a result of volume increase, it does not improve with diuretics therapy; on the other hand, the combination of CCBs with ACE inhibitors or ARBs to a lesser effect showed a decreased risk of developing peripheral edema. Dihydropyridines can cause lightheadedness, flushing, headaches, and gingival hyperplasia.\n[30]\n\nNon-dihydropyridines are associated with bradycardia and can cause constipation in 25% of patients.\n\nCCBs inhibit platelet aggregation and are associated with an increased risk of gastrointestinal bleeding; caution is necessary when prescribing these agents to older patients and patients with a high risk of bleeding.\n\nACE Is and ARBs Side Effects\n\nThe most common side effects related to ACE inhibitors are cough, hypotension, fatigue, and azotemia; reversible renal impairment is a common side effect, especially if the patient develops volume depletion due to diarrhea or vomiting.\n\nCough can occur in up to 20% of patients on ACE inhibitors. It takes up to 14 to 28 days after discontinuation for the cough to resolve. The incidence of cough is less common with ARB treatment; comparing losartan with hydrochlorothiazide showed a similar incidence in both medications. ARBs are safe to use in asthma patients; candesartan did not correlate with an increase in the incidence of cough in patients with asthma compared to CCBs. Ramipril demonstrated a higher rate of cough incidence compared to telmisartan.\n[14]\n\nACE inhibitor treatment is commonly associated with mild hyperkalemia. Even in patients with normal renal function, the risk of hyperkalemia increases in patients with renal failure, diabetes, or CHF.\n[43]\nRamipril and telmisartan are similar in rates of developing hyperkalemia, acute kidney injury, and syncope. Telmisartan is associated with more incidence of symptomatic hypotension.\n[14]\n\nAngioedema is a rare side effect of ACE inhibitors; it appears in 0.3 % of patients on ramipril. ARBs are less associated with angioedema than ACE inhibitors.\n[14]\n\nIn Black patients, ARBs correlated with less incidence of both cough and angioedema.\n[6]\n\nBeta-blockers:\nCommon side effects of beta-blockers are bradycardia, constipation, depression, fatigue, and sexual dysfunction. Additionally, they are associated with bronchospasm and worsening symptoms of peripheral vascular disease. They can cause a flare-up of Raynaud syndrome.\n[32]\n\nLoop diuretics:\nare associated with electrolyte imbalance, mainly hypokalemia, hyponatremia, hypomagnesemia, and hypochloremia.\n[24]\nOther metabolic adverse reactions are dehydration, hyperuricemia, and hyperlipidemia. Ototoxicity and deafness may occur with loop diuretics treatment.\n[25]\n\nSide effects of the Mineralocorticoid receptor antagonists:\nHyperkalemia is the major side effect of this group of medications. They can cause metabolic acidosis due to decreased exertion of hydrogen ions. Erectile dysfunction and gynecomastia in men and irregular menstrual periods in women can also occur.\n[9]\n\nHydralazine:\ncan cause headaches, flushing, palpitations, dizziness, hypotension symptoms, and dizziness due to sympathetic system stimulation.\n[33]\nIt is associated with drug-induced lupus erythematosus, hemolytic anemia, and other immune phenomena.\n[33]\n\nClonidine's\ncommon side effects are drowsiness, headache, dizziness, irritability, nausea and vomiting, constipation, upper abdominal pain, and bradycardia, but other serious side effects can occur as angioedema, atrioventricular block, and severe hypotension.\n[40]\n\nMinoxidil\nis associated with hirsutism.\n[44]\n\nAlpha-blockers\nare associated with tachycardia and orthostatic hypotension as a result of venous dilation.\n[34]",
    "monitoring": "Thiazides\nand loop diuretics can cause hypokalemia, while potassium-sparing diuretics cause hyperkalemia.\n[24]\n[29]\nElectrolytes should be monitored in patients on diuretics, and uric acid monitoring is recommended in patients on thiazides and loop diuretics.\n[24]\n[46]\nMonitoring for ototoxicity and deafness should be considered in patients on loop diuretics.\n[24]\n\nHyperkalemia is common in ACE inhibitor and ARB treatment, and special caution is required when combining these agents with potassium-sparing diuretics. Potassium levels should be closely monitored in patients with chronic kidney disease when ACE inhibitors, ARBs, or potassium-sparing diuretics are used.\n[39]\nACE inhibitors and ARBs can cause acute kidney injury, and renal function requires monitoring.\n[45]\n[39]\n\nMonitoring for hypotension and edema is necessary for patients on dihydropyridine CCBs. Non-dihydropyridine CCBs and beta-blockers are known to cause bradycardia, and heart rate requires monitoring, especially if these two medications are combined. QTc interval needs monitoring in patients on sotalol.\n[30]\n[32]\n\nMonitoring for tachyarrhythmias and orthostatic hypotension is a recommendation in patients on alpha-blockers.\n[34]\n[41]\n\nComplete blood count and ANA levels are advisable for monitoring when the patient is on hydralazine treatment.\n[33]\nSpecial caution is necessary if patients develop arthralgia, fever, or other systemic symptoms.\n[48]",
    "toxicity": "Thiazides and loop diuretics toxicity can cause electrolyte abnormalities ( mainly hypokalemia and hyponatremia) and metabolic acidosis (hypochloremic). Severe dehydration can occur. No antidotes are available for these diuretics; treatment is primarily volume and electrolyte replacement.\n[24]\n\nPotassium-sparing diuretics toxicity presents as severe hyperkalemia; the main treatment is to stop all medications that cause elevated potassium levels, IV hydration, IV calcium gluconate, IV insulin with glucose, sodium bicarbonate, and potassium binding resins.\n[46]\n\nNon-dihydropyridine CCB toxicity occurs due to the decreased ionotropy effect on the cardiac muscle, leading to bradycardia and hypotension. A complete heart block and idioventricular rhythm can occur.\n[30]\nDihydropyridine CCBs cause peripheral vasodilation and severe hypotension but have less effect on the heart rate. IV hydration is recommended for hypotension, IV atropine, and an external pacemaker for bradycardia. Calcium chloride or calcium gluconate intravenously can help hypotension if IV hydration does not improve blood pressure. IV vasopressors can be an option if blood pressure does not improve.\n[30]\n\nToxicity from ACE inhibitors and ARBs can cause severe hypotension, hyperkalemia, and hyponatremia. No antidotes are available, and IV hydration and management for hyperkalemia are recommended.\n[31]\n\nLike CCBs, beta-blockers cause hypotension and bradycardia and may lead to second or third-degree AV blocks. IV glucagon is the initial antidote; IV hydration and an external pacemaker may be required if there is no response.\n[32]\n\nHydralazine toxicity can cause severe hypotension, tachycardia, and skin flushing; in severe cases, patients may develop cardiac shock or myocardial ischemia. No antidote is available; IV hydration and IV vasopressors are interventions for severe cases. Beta-blockers can be used for severe tachycardia.\n[33]\n\nClonidine toxicity can present as lethargy, hypotension, bradycardia, and miosis. In severe cases, respiratory depression may develop. Treatment is supportive care with hydration and vasopressors. Dopamine and norepinephrine are common choices in this scenario. IV atropine is an option for severe bradycardia, and the use of an external pacemaker is reserved for cases resistant to atropine treatment.\n[49]\n\nMinoxidil toxicity can cause tachycardia and hypotension. Treatment is supportive with IV hydration and vasopressors.\n[44]\n\nAlpha-blockers toxicity can cause severe hypotension, and IV hydration and vasopressors are the primary treatment options.\n[50]"
  }
}