{
  "drug_name": "metoclopramide",
  "nbk_id": "NBK519517",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519517/",
  "scraped_at": "2026-01-11T15:34:21",
  "sections": {
    "indications": "Metoclopramide is contraindicated in patients with the following:\n\nKnown hypersensitivity to metoclopramide or excipients\n[44]\nGastrointestinal bleeding\nObstruction\nPerforation\n[30]\n\nOther contraindications include the following:\n\nPheochromocytoma\nSeizures\nDepression\nParkinson disease\n\nMetoclopramide is contraindicated in patients with depression because it can cause major depressive disorder.\n[37]\nIt is contraindicated in patients with seizures because it lowers the seizure threshold and can result in longer and more frequent seizures.\n[45]\nIt is contraindicated in patients with depression and Parkinson disease because of the aforementioned adverse effects of major depressive disorder and parkinsonian symptoms. It is contraindicated in pheochromocytoma because it releases catecholamines and can exacerbate pheochromocytoma, causing a hypertensive crisis, which can be treated with phentolamine.\n[46]\n[45]\n\nUS Boxed Warning:\nMetoclopramide can cause tardive dyskinesia, a serious movement disorder. Tardive dyskinesia risk increases with the total treatment duration and total cumulative exposure. Therefore, avoid treatment with metoclopramide tablets for longer than 12 weeks. Discontinue metoclopramide in patients who develop clinical signs or symptoms of tardive dyskinesia. In some patients, symptoms may decrease or resolve after metoclopramide is discontinued.\n[47]\n[48]",
    "mechanism": "Metoclopramide works by antagonizing central and peripheral dopamine-two receptors (D2) in the medullary chemoreceptor trigger zone in the area postrema, usually stimulated by levodopa or apomorphine. It achieves this by decreasing the sensitivity of visceral afferent nerves that transmit from the gastrointestinal system to the vomiting center in the area postrema in the chemoreceptor trigger zone.\n[13]\nIn addition to antagonizing dopamine receptors, metoclopramide is an antagonist at 5HT3 (type 3 serotonin receptors) and an agonist at 5HT4 receptors.\n[14]\n[15]\nMetoclopramide also blocks the antiperistaltic effects of apomorphine, allowing metoclopramide to slow apomorphine's inhibition of gastric emptying, thereby accelerating gastric emptying by increasing the amplitude and duration of esophageal contractions. Consequently, it increases the resting tone of the lower esophageal sphincter while simultaneously relaxing the duodenal bulb and pyloric sphincter, thereby increasing the peristalsis of the duodenum and jejunum.\n[16]\n[17]\n\nPharmacokinetics\n\nAbsorption:\nMetoclopramide is rapidly and well absorbed from the gastrointestinal tract, and peak plasma concentrations are attained about 1 to 2 hours after the oral dose. Metoclopramide is lipid-soluble, giving it a large half-life and a large volume of distribution. Its half-life can range from 4.5 hours to 8.8 hours.\n[18]\n\nDistribution:\nThe volume of distribution is high (approximately 3.5 L/kg), which suggests the extensive distribution of drugs to the tissues.\n[19]\n\nMetabolism:\nMetoclopramide is metabolized by oxidation primarily via cytochrome P450 2D6 (CYP2D6), glucuronide, and sulfate conjugation.\n[20]\n\nExcretion:\nIn a study, approximately 85% of the radioactivity of an orally administered dose is recovered in the urine, and half of it is present as a parent or conjugated metoclopramide. Around 18–22% of the dose is recovered as free metoclopramide in urine. Metoclopramide's elimination half-life in adults with normal renal function has been reported to be ~ 6 hours. In adults with severe renal impairment, there is a reduced metoclopramide clearance, increasing the elimination half-life (7.7 to 17.8 hours).\n[14]",
    "administration": "Metoclopramide is generally administered orally in a tablet or solution form. The dosage of the tablets and solutions is generally 5 to 10 mg. It is usually taken before meals and before sleep. However, it can be administered intramuscularly or intravenously in severely nauseous patients; the intravenous route takes effect much more quickly.\n[13]\nParenteral metoclopramide is also 5 mg. Rectal administration is also an option, as is an intraperitoneal injection in patients undergoing peritoneal dialysis.\n[21]\nThe USFDA also approved metoclopramide nasal spray for symptomatic relief in adults with acute and recurrent diabetic gastroparesis. The nasal formulation has a unique benefit; it can be absorbed without depending on the absorption in the state of gastroparesis, thus ensuring the delivery of a therapeutic dose of metoclopramide.\n[22]\n\nMetoclopramide dosing for various indications is as follows:\n\nDiabetic Gastroparesis:\n10 mg orally/IV/IM four times daily for a maximum duration of 12 weeks; max dose is 40 mg daily. Start at 5 mg four times daily for geriatric patients. For patients who are poor CYP2D6 metabolizers, give 5 mg four times daily (30 minutes before meals and at bedtime) with a max dose of 20 mg daily.\n[2]\n\nGERD (chronic):\n10 to 15 mg orally/IM/IV four times daily for a maximum duration of 12 weeks; maximum dose of 60 mg daily. Start at 5 mg four times daily for geriatric patients; max dose 30 mg daily. For patients who are poor CYP2D6 metabolizers, give 5 mg four times daily (30 minutes before meals and at bedtime) or 10 mg three times daily (30 minutes before meals).\n\nGERD (intermittent):\nUp to 20 mg orally/IV/IM for one dose before symptoms begin.\n\nProphylaxis of Chemotherapy-related Nausea and Vomiting:\n1 to 2 mg/kg/dose IV every 2 to 3 hours; the first dose is given 30 minutes before starting chemotherapy, then repeated for two doses every 2 hours, then three doses every 3 hours. Pretreat with diphenhydramine to reduce extrapyramidal symptoms. Metoclopramide is not a first-line agent for this purpose.\n\nUse in Specific Patient Populations\n\nPatients with Hepatic Impairment:\nReduce the dose of metoclopramide in patients with moderate or severe hepatic impairment (Child-Pugh B or C). The recommended dose for diabetic gastroparesis is 5 mg four times daily.\n\nPatients with Renal Impairment:\nIn patients with kidney failure, it is generally recommended that metoclopramide maintenance doses be reduced to avoid drug accumulation.\n[23]\nUse caution in moderate or severe renal impairment (creatinine clearance<60 mL/minute). In patients with end-stage renal disease requiring hemodialysis, the maximum recommended dose is 5 mg twice daily. Lifestyle modification in the form of smaller and more frequent meals is first-line therapy. According to the American society of nephrology guidelines, metoclopramide can be used at 2.5 mg every four hours in refractory cases.\n[24]\n\nPregnancy Considerations:\nMetoclopramide can cross the placental barrier. Maternal administration of metoclopramide during delivery can lead to extrapyramidal signs and methemoglobinemia in neonates. According to ACOG(The American College of Obstetricians and Gynecologists) guidelines, metoclopramide should be used only in refractory cases of nausea and vomiting during pregnancy, 5 to 10 mg every 6 to 8 hours, orally or intramuscularly, in adequately hydrated patients. The preferred pharmacological management is pyridoxine(vitamin B6) or pyridoxine in combination with doxylamine.\n[25]\n\nBreastfeeding Considerations:\nMetoclopramide is used as a galactagogue, but the clinical value of metoclopramide in increasing milk supply is uncertain. A meta-analysis of eight clinical trials indicated that metoclopramide increased serum prolactin but did not increase milk supply. Metoclopramide use increases the risk of postpartum depression and tardive dyskinesia. Use with caution.\n[26]",
    "adverse_effects": "Adverse effects of metoclopramide use include extrapyramidal symptoms.\n[27]\n[28]\nThese include the following:\n\nAcute dystonic reactions\nTorticollis\nTrismus\nOpisthotonus\nAkathisia\nDystonia\nOculogyric crisis\nLaryngospasm\nHyperprolactinemia\nTardive dyskinesia\nParkinson symptoms\nNeuroleptic malignant syndrome\n\nNeuroleptic malignant syndrome is a rare adverse effect.\n[29]\nIt is among the most serious adverse reactions because it manifests as follows:\n\nHyperthermia\nLead pipe rigidity\nLeukocytosis\nElevated creatine phosphokinase levels\nAltered consciousness\nSymptoms of autonomic instability (potentially)\n\nDiaphoresis\nTachycardia\nIncontinence\nPallor\nIrregular blood pressure or pulse\nCardiac arrhythmias\n\nThus, any patient on metoclopramide who develops neuroleptic malignant syndrome should have metoclopramide immediately discontinued and undergo treatment with dantrolene. These adverse effects stem from metoclopramide’s anti-dopaminergic mechanism of action. It is important to note that these adverse effects are dose-independent and generally reversible following discontinuation of the drug.\n[30]\nFurthermore, it is important to keep in mind that oculogyric crises caused by metoclopramide can resemble the following:\n\nSeizures\nCranial nerve palsies\nParoxysmal tonic upward gaze\nEncephalopathy\n[31]\n\nMetoclopramide-induced hyperprolactinemia can cause the following:\n\nGynecomastia\nGalactorrhea\nAmenorrhea\nImpotence\nHypogonadism\n\nIn patients with glucose-6-phosphate dehydrogenase deficiency or nicotinamide adenine dinucleotide cytochrome b5 reductase deficiency, metoclopramide can cause methemoglobinemia and sulfhemoglobinemia.\n[32]\n[33]\nAdditionally, metoclopramide can increase serum aldosterone levels, potentially causing fluid retention and volume overload. Therefore, it must be used with caution in patients with heart failure or cirrhosis of the liver.\n[34]\nMetoclopramide has also been shown to cause a non-thrombocytopenic purpuric rash that subsides upon discontinuation of the drug.\n[35]\n\nLess acute adverse effects of metoclopramide, generally reversible and observed in children, include the following:\n\nSedation\nDiarrhea\n[36]\n\nRarer psychiatric side effects that have developed following brief exposure to metoclopramide include:\n\nPanic disorder\nMajor depressive disorder\nAgoraphobia\n[37]\n\nDrug-Drug Interactions\n\nReduced efficacy of dopamine agonists(like bromocriptine and cabergoline)\n[38]\nFurthermore, metoclopramide can increase serum aspirin levels by increasing the absorption of aspirin, potentially causing salicylate toxicity.\n[39]\nIn addition to increasing the absorption of aspirin, metoclopramide can also increase serum levels of bupropion and its metabolite hydroxybupropion because it aids gastric emptying and thus bupropion absorption in the small intestine.\n[40]\nThis can increase the serum levels of other drugs, given that bupropion and hydroxybupropion, in turn, inhibit the effects of the CYP2D6 metabolic enzyme.\n[41]\n\nConcurrent administration of metoclopramide and antipsychotic drugs should be avoided due to the potential for additive effects and neuroleptic malignant syndrome(NMS).\n[42]\nMetoclopramide should not be administered with CYP2D6 inhibitors like fluoxetine as there is an increased risk of extrapyramidal symptoms.\n[43]",
    "monitoring": "It is also important to note that the efficacy of metoclopramide can be diminished if the patient takes anticholinergics or narcotic analgesic medications because these drugs decrease the gastric emptying rate.\n[49]\nMetoclopramide decreases the absorption rate of drugs generally absorbed from the stomach, like digoxin, while increasing the absorption of drugs absorbed from the small intestine, like cyclosporine.\n[50]\n[51]\n\nMetoclopramide is included in the KIDS list (Key Potentially Inappropriate Drugs in Pediatrics), a reference tool to identify medications associated with a high risk for adverse drug reactions. Monitor when metoclopramide is used in pediatric patients.\n[52]\nMetocloclopramide is also recognized as a potentially inappropriate medication for older adults per the American Geriatrics Society 2019 updated Beers criteria. Monitor elderly patients for extrapyramidal symptoms and tardive dyskinesia.\n[53]",
    "toxicity": "The following are the primary symptoms of metoclopramide overdose:\n\nSedation\n[54]\nDiarrhea\n[55]\nExtrapyramidal adverse effects (particularly tardive dyskinesia)\n[27]\n\nTardive dyskinesia is an adverse effect, often seen in antipsychotic medications, that generally manifests as grimacing, lip-smacking, tongue flicking, and general choreoathetoid movements of the body.\n[56]\nBecause it can sometimes be irreversible, it is the most threatening potential complication of metoclopramide overdose, and metoclopramide treatment should be discontinued in any patient who develops tardive dyskinesia. Extrapyramidal adverse effects have been observed in metoclopramide overdose, particularly in infants and the elderly, who are at the most significant risk.\n[57]\nRetrospective analysis has shown that pediatric emergency room visits leading to extrapyramidal symptoms can be caused by metoclopramide syrup overdose.\n[58]\n\nThough there is no specific treatment for metoclopramide overdose, its extrapyramidal effects are among the most common adverse effects. They can be alleviated with anticholinergics like benztropine and antihistamines like diphenhydramine.\n[59]\nSupportive therapy is recommended, while dialysis is generally ineffective in treating metoclopramide overdose.\n[23]"
  }
}