{
  "drug_name": "mianserin",
  "nbk_id": "NBK559275",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559275/",
  "scraped_at": "2026-01-11T18:47:32",
  "sections": {
    "indications": "Neutrophils are the most abundant white blood cell in blood and play a critical role in providing innate immunity against various offending agents. Agranulocytosis, also known as agranulosis or granulopenia, is an acute condition involving severe and dangerous neutropenia. Agranulocytosis is a condition in which the absolute neutrophil count (ANC) is less than 100 neutrophils per microlitre of blood. People with this condition are at a very high risk of severe infection. Broadly, it can be due to hereditary disease due to genetic mutation or acquired disease. Agranulocytosis can have various presentations, including fever, chills, sore throat, etc. It can be a life-threatening condition that requires prompt diagnosis and treatment.",
    "mechanism": "Agranulocytosis can be broadly classified into two distinct categories, inherited and acquired. The hereditary disease is due to genetic mutations in the gene coding for neutrophils elastase or ELA2. The most commonly seen mutations are intronic substitutions that inactivate a splice site in intron 4. Acquired diseases may be due to various medications,\n[1]\nchemicals, autoimmune conditions, and infections.\n\nThe following are the medications commonly involved with agranulocytosis:\n\nCancer chemotherapies\nAnalgesic and anti-inflammatory (gold, naproxen, and penicillamine)\nAnti-thyroid (carbimazole, propylthiouracil)\n[2]\n[3]\nAnti-arrhythmics (quinidine, procainamide)\nAnti-hypertensives (captopril, enalapril, nifedipine)\nAnti-depressants/psychotropics (clozapine, amitriptyline, dosulepin, mianserin)\nAnti-malarials (pyrimethamine, dapsone, sulfadoxine, chloroquine)\nAnticonvulsants (phenytoin, sodium valproate, carbamazepine)\n[4]\nAntibiotics (sulphonamides, penicillin, cephalosporins)\n[5]\nMiscellaneous (cimetidine, ranitidine, chloropropamide, zidovudine)\n[6]\n\nInfections that can cause agranulocytosis include:\n\nBacterial (typhoid fever, shigella enteritis, brucellosis, tularemia, tuberculosis)\nRickettsial (rickettsialpox, human granulocytic anaplasmosis, Rocky Mountain spotted fever)\nParasitic (kala-azar, malaria)\nViral (human immune deficiency, Epstein-Barr virus, cytomegalovirus, hepatitis viruses, human herpesvirus 6)\n\nAutoimmune conditions such as lupus, rheumatoid arthritis, and bone marrow diseases like myelodysplastic and leukemias are also associated with agranulocytosis.",
    "monitoring": "The diagnosis of agranulocytosis requires a high degree of suspicion based on signs and symptoms, medication use, recent exposure to chemical agents, and infections. A complete blood count (CBC) with the differential count is used in the initial workup. An absolute neutrophil count (ANC) of less than 100 neutrophils per microlitre of blood is necessary to diagnose the condition. The peripheral blood smear should assess neutrophil morphology. A Wright-stained peripheral smear will show a marked decrease and absence of neutrophils. Erythrocyte sedimentation rate (ESR), C reactive protein (CRP), coagulation studies (prothrombin time, partial thromboplastin time, D-dimer), lactate dehydrogenase (LDH), antinuclear antibody (ANA), rheumatoid factor (RF), liver function tests (LFT), renal function tests (RFT), and urine analysis can be used in patients with a relevant history. If the patient is febrile, cultures of the blood, urine, sputum and other suspected sites of infection should be taken. No imaging technique is used to diagnose agranulocytosis, but a chest X-ray (CXR) can be used for the initial workup. Further, bone marrow aspiration and biopsy can be used after an initial abnormal blood smear.",
    "administration": "Agranulocytosis is a serious condition, and prompt treatment for it should be initiated. Once agranulocytosis is documented, any suspected offending medications or agents should be removed regardless of whether the patient is symptomatic or not. If it is due to drugs or offending agents, it usually resolves after one to three weeks after the offending agent is stopped. Meanwhile, general care like oral hygiene to prevent infection of the mucosa and teeth, control of oral and gingival lesion pain with anesthetic gel, and gargles are helpful. Stool softeners can be used in case of constipation. Skin infection and abrasion should be treated promptly.\n\nHematopoietic growth factors are used to accelerate the production, maturation, migration, and cytotoxicity of the neutrophils.\n[10]\nFilgrastim, a granulocyte colony-stimulating factor (G-CSF),\n[11]\nsargramostim, a granulocyte-macrophage colony-stimulating factor, pegfilgrastim (a long-acting filgrastim) are the agents used to treat agranulocytosis.\n\nIn case of infection, start specific antibiotic therapy with third-generation cephalosporins or equivalent. Cefepime,\n[12]\ncarbapenems,\n[13]\n(e.g., meropenem, imipenem-cilastatin), or piperacillin-tazobactam can be used. In suspected cases of resistant bacteria, vancomycin or linezolid can be used in methicillin-resistant\nStaphylococcus aureus\n(MRSA). Linezolid or daptomycin can be used in cases of vancomycin-resistant enterococcus. Carbapenems can be used in the case of extended-spectrum beta-lactamase (ESBL) producing gram-negative bacteria. If the patient’s fever does not respond within 4-5 days or if the fever recurs with the administration of broad-spectrum antibiotics after an initial afebrile interval, consider adding empiric antifungal coverage with amphotericin B (preferably lipid formulation), a broad-spectrum azole (e.g., voriconazole), or an echinocandin (e.g., caspofungin).",
    "adverse_effects": "The main complication of agranulocytosis is infection. The duration and severity of agranulocytosis directly correlate with the incidence of infection. When the ANC remains lower than 100 cells per microlitre of blood for longer than 3-4 weeks, the incidence of infection approaches 100%.\n\nSepsis is another major complication of agranulocytosis. Sepsis is a clinical syndrome due to the dysregulated bodily response to infection. As the number of mature granulocytes is severely decreased in agranulocytosis, the body is no longer able to fight the offending agents leading to sepsis, bacteremia, and septic shock. Septic shock is a type of distributive or vasodilatory shock that leads to circulatory and metabolic abnormalities and is associated with a higher rate of mortality."
  }
}