{
  "drug_name": "michelia alba",
  "nbk_id": "NBK563137",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK563137/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Understanding how to accurately and effectively diagnose acute venous thromboembolism (VTE) remains a primary focus in hospitalized patients as the sequela of VTE, including deep venous thrombosis (DVT) and pulmonary embolism (PE), are the most common preventable causes of hospital deaths, and their complications are a source of substantial long-term morbidity.\n[1]\nPhlegmasia alba dolens (PAD), and phlegmasia cerulea dolens (PCD) are less frequently encountered complications along a spectrum of DVT with a high incidence of mortality and limb loss.\n[2]\n\nPhlegmasia is a term that has been used to describe extreme cases of lower extremity DVT, which may progress to critical limb ischemia and potentially limb loss. Fabricius Hildanius first described this entity in the 16 century. Then, in 1938, Gregoire coined the term phlegmasia cerulea dolens, translating to “painful blue inflammation,” differentiating it from the more commonly seen phlegmasia alba dolens or “painful white inflammation.”\n[3]\nPAD, also called “milk leg,” refers to the early stages of this process due to the compromise of arterial inflow secondary to the extensive clot burden. PCD is a more advanced progression and is a precursor to venous gangrene.",
    "mechanism": "The underlying pathologic condition of phlegmasia dolens is acute extensive VTE occluding the venous outflow of an extremity. The lower extremities are more commonly affected than the upper extremities. The iliofemoral segment is almost always involved and occluded in the lower extremities. In 20%-40% of cases, phlegmasia has been associated with malignancy. However, other risk factors for VTE include hypercoagulable disorders, venous stasis or insufficiency, May Thurner syndrome (left iliac vein compression by the overlying right iliac artery), surgery, trauma, pregnancy, IVC filter placement, the use of hormonal therapy or oral contraceptives, prolonged immobilization, inflammatory bowel disease, heart failure, and central venous catheterization. In approximately 10% of cases, the etiology remains unknown.\n[3]\n[4]\n[5]\n[6]",
    "monitoring": "A significant portion of the diagnosis of DVT and phlegmasia is made clinically with a focused history and physical exam, including details regarding the onset and duration of symptoms, functional impairment related to the compromised limb, comorbidities, prior venous or arterial interventions, and personal or family history of thrombophilia or hypercoagulability. A thorough pulse exam of proximal and distal pulses in the extremities should be performed to assess arterial inflow. Often, edema can make this challenging, and a doppler may be required to evaluate for intact signals. If blistering skin necrosis, arterial or neural compromise, or venous gangrene is present at the presentation, this is considered emergent and limb-threatening, and immediate efforts to remove the thrombus and increase venous return should be performed.\n\nLaboratory workup should include a complete blood count, standard coagulation profile (international normalized ratio, platelets, and partial thromboplastin time), and a basic metabolic panel to assess renal function and hydration status. The gold standard for confirming the diagnosis of DVT is contrast venography; however, this is not clinically practical. Venous duplex ultrasonography has instead replaced contrast venography as the preferred imaging modality for diagnosis. Magnetic resonance venography or computed tomography venogram are alternative diagnostic studies that are particularly helpful in visualizing proximal thrombus in the iliac veins or IVC and identifying anatomical abnormality in the pelvis causing iliac vein compression. However, both imaging modalities have drawbacks. Magnetic resonance venography is time-consuming compared to CT and can be limited by motion artifact in patients who present acutely with severe pain. CT inherently exposes the patient to radiation but also poses the threat of nephrotoxicity with the use of iodinated contrast, particularly in a subset of patients who may be critically ill and in hypovolemic shock. Alternatively, patients who are candidates for catheter-based intervention may have venography performed at that time to assess the extent and nature of the thrombus and to guide further management. Ultrasound features suggestive of DVT on ultrasonography are the lack of compressibility, spontaneous flow through the vessel, the enlarged vein diameter, and increased echogenicity within the vessel's lumen.",
    "administration": "There has been variability regarding the management of acute DVT with associated phlegmasia or gangrene. The mainstays of treatment are to prevent the propagation of intravenous clotting and further stasis, reduce venous hypertension, avoid hypovolemic shock with fluid resuscitation, prevent progression to fulminant gangrene, preserve tissue viability, and treat the underlying condition.\n[3]\n[6]\n\nSupportive measures should be performed immediately and are considered first-line. The extremity should be elevated to an angle greater than 60 degrees above the level of the heart to prevent venous stasis and to increase venous return through remaining patent channels. Failure to achieve meaningful elevation may account for progression to venous gangrene. Elevation also reduces edema and compression on the arterial system, preventing circulatory collapse and hypovolemic shock. Historically, other supportive treatments, including hot packs, sympatholytics, antivasospastic drugs, and steroids, have been advocated. However, these are not recommended and have little to no benefit.\n[3]\n[6]\n[7]\n\nDefinitive management involves anticoagulation, catheter-directed thrombolysis, thrombectomy, or any combination of the 3, depending on the severity of the presentation. The majority of patients respond to treatment with fluid resuscitation, aggressive elevation, and anticoagulation. Unfractionated intravenous heparin should be given immediately as a bolus dose of 10-15 units/kg and then continued as an intravenous infusion titrated to a therapeutic active partial thromboplastin time of 1.5 to 2 times the laboratory control value. Patients who present with advanced PCD or venous gangrene or those with refractory venous thrombosis on anticoagulation may be considered for catheter-directed thrombolysis (CDT), percutaneous mechanical thrombectomy, or open surgical thrombectomy. Other indications for aggressive intervention depend on the institution and interventionalists but include the following: extensive thrombus burden, symptoms in a young functional individual, thrombus in the IVC, floating thrombus, propagation of DVT while on systemic anticoagulation, or structural abnormality.\n[7]\n[12]\n[13]\n\nBefore the advent of endovascular intervention, open surgical thrombectomy was the treatment of choice regarding emergent intervention. This is associated with high recurrence rates and vessel-related complications such as denudation of the endothelium, rupture, intimal hyperplasia, and poor clinical durability. CDT, on the other hand, allows less mechanical trauma to the vessel and has become preferred over open surgical thrombectomy in patients who are candidates for lysis. Additionally, it allows for potential recanalization and clearing of thrombus from smaller venules that open surgery cannot access. Using this technique, thrombolytic agents are directly infused into the venous system through a multi-side-hole infusion catheter, allowing the dissolution of a thrombus in the small distal and collateral vessels not accessible to a balloon embolectomy catheter. Heparin is infused simultaneously at a subtherapeutic rate (300 to 500 IU/hour) to prevent catheter thrombosis, and fibrinolytic is infused into the target area for 48 hours. The most common agent used with CDT is a tissue plasminogen activator, and the usual dose is 0.5 mg to 1 mg/hour. Swelling and pulses should be assessed routinely, and clotting factors should be monitored with serial lab draws to ensure close monitoring, given the increased risk of bleeding. Repeat venography is subsequently performed to determine if the resolution of the clot is achieved or adjunctive therapy is warranted, such as mechanical thrombectomy, balloon angioplasty, and stenting in the setting of structural complications (ie, May-Thurnher syndrome).\n\nThe clinical efficacy of CDT has been proven in several studies demonstrating that patients with symptomatic iliofemoral DVT had significant clinical improvement with a rapid reduction in thrombus burden, restoration of luminal patency, and a decreased risk of valvular dysfunction and post-thrombotic syndrome.\n[12]\n[14]\n[15]\n[16]\nLike any fibrinolytic treatment, it carries a risk of hemorrhagic complications, with the most severe being intracranial hemorrhage. Additionally, it is less successful in patients with subacute or chronic symptoms with a duration of symptoms greater than 10 to 14 days.\n\nContraindications to lysis therapy include:\n[17]\n\nAbsolute contraindications\nActive bleeding or bleeding diathesis (excluding menses)\nClosed head/facial trauma or cerebrovascular accident within 3 months\nRecent neurologic surgery\nCoagulopathy\nIntracranial vascular or malignant lesion or recent spinal surgery\nPrior intracranial hemorrhage\nRelative contraindications\nSurgery within the previous 10 days\nSevere uncontrolled hypertension on presentation\nRecent trauma, gastrointestinal hemorrhage, or active peptic ulcer\nSevere liver or kidney disease\nTraumatic or prolonged CPR\nCurrent use of anticoagulant with INR > 1.7 or PT >15 seconds\nPregnancy\n\nPercutaneous mechanical thrombectomy (PMT) has also proven to be an effective alternate or adjunctive therapy to CDT using a mechanical thrombectomy catheter that aspirates or macerates the thrombus. There are multiple catheter-directed techniques for mechanical thrombectomy and manual thrombus extraction, including rheolytic, rotational, aspiration, and angioplasty. Comparing PMT to CDT, P.H. Lin et al reported the advantages of PMT, which include less thrombolytic infusion time than CDT alone and a lower risk of bleeding. Additionally, they found significantly shorter ICU stays, shorter hospital lengths, and the need for fewer venograms.\n[12]\n\nIn addition to bleeding complications, in patients who are undergoing CDT or PMT, there is also a risk for pulmonary embolus. Lysis can cause clot fragmentation, and manipulating wires within the veins may dislodge the thrombus. Given this concern, consideration should be made for placing an IVC filter in select patients with extensive burden that extends into the IVC. Recently, a randomized controlled trial FILTER-PEVI (Filter Implantation To Lower Thromboembolic Risk in Percutaneous Endovascular Intervention) demonstrated an eightfold increase in symptomatic iatrogenic pulmonary embolism in patients who did not receive a filter before intervention. However, mortality was no different in those without a filter compared to subjects who had a filter placed.\n[18]\n\nAs mentioned previously, open surgical therapy is performed relatively infrequently. Venous thrombectomy in the form of open exposure followed by passing a Fogarty balloon catheter proximal and distal was historically performed. Other more involved procedures have also been described, such as transabdominal cavotomy and thrombectomy, but this was also more often performed before the advent of endovascular and percutaneous therapy and no longer has a role in the treatment of PCD and venous gangrene. Overall, they have been shown to decrease the risk of fatal and non-fatal pulmonary embolus; however, the procedure itself is very morbid.\n\nAlthough not often encountered in patients who present with phlegmasia and venous gangrene, compartment syndrome should always be considered. If there is a question following the restoration of arterial inflow and venous outflow to the limb, a four-compartment fasciotomy to prevent muscle necrosis should be performed. If amputation is ultimately required because early efforts with fasciotomy have failed, it is recommended this be delayed if possible to give the limb time to demarcate and for edema to improve.",
    "adverse_effects": "The complications that can manifest with phlegmasia alba and cerulea dolens are as follows:\n\nVenous gangrene\nLimb loss\nPulmonary embolus\nCompartment syndrome\nPost-thrombotic syndrome\nDeath"
  }
}