{
  "drug_name": "miconazole",
  "nbk_id": "NBK551581",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551581/",
  "scraped_at": "2026-01-11T15:34:23",
  "sections": {
    "indications": "Contraindications of azole include hypersensitivity reactions and anaphylaxis.\n[39]\nSystemic ingestion of the conazole drugs available for systemic administration is either contraindicated or merits extreme caution in the following situations:\n\nAbnormal liver function tests\nChronic kidney disease stage 3A or worse\nHypokalemia\nHypomagnesemia\nProlonged QTc interval\nQTc abnormalities\nTorsades de pointes\nPregnancy\n\n(a) Box Warnings\n\nRisk of ventricular arrhythmias: Ketoconazole is contraindicated with methadone, quinidine, pimozide, lurasidone, ranolazine, dronedarone, or cisapride due to the risk of QT prolongation and torsades de pointes and life-threatening ventricular dysrhythmias. Ketoconazole tablets are contraindicated for onychomycosis, cutaneous dermatophyte, or Candida infections. Use when alternative antifungal therapy is unavailable, weighing potential benefits against risks. Drug-induced liver injuries that have resulted in fatalities or the need for liver transplantation have been reported as a result of hepatotoxicity.\n[40]\n\nCongestive heart failure: In the context of itraconazole therapy, a reevaluation is warranted if signs or symptoms of congestive heart failure appear. The use of itraconazole is not recommended for patients exhibiting ventricular dysfunction or with a history of congestive heart failure, except in cases of severe or life-threatening infections.\n[41]",
    "mechanism": "The general mechanism of action by which the azole antifungal family works is by inhibiting lanosterol 14-alpha-demethylase, which converts lanosterol to ergosterol in fungus cellular membranes.\n[11]\nThe inability to produce ergosterol increases the membrane's permeability, which results in cell lysis and death. Although these drugs cause cell death, they are still considered fungistatic in their actions.\n\nClinical Pharmacokinetics\n\nAll azole antifungals are involved in drug-drug interactions via cytochrome P450 enzyme metabolism.\n[12]\nEach family member is metabolized by and affects this oxidative drug metabolism to a certain extent. Fluconazole strongly inhibits CYP2C19 and moderately inhibits CYP2C9 and CYP3A4, but it is only a weak substrate. Itraconazole is a potent inhibitor and a substrate of CYP3A4. Voriconazole is a potent inhibitor of CYP3A4, a moderate inhibitor of CYP2C19, a weak inhibitor of CYP2C9, and is not a substrate. Posaconazole inhibits CYP3A4 but does not get metabolized by cytochrome P450. Isavuconazole moderately inhibits CYP3A4 and cannot be cleared if combined with other drugs that either induce or inhibit CYP3A4. Ketoconazole strongly inhibits and is metabolized by CYP3A4.\n[13]\nDrugs that induce the CYP enzymes cause faster metabolism of the antifungals, the most potent being rifampin.\n[14]\nOther examples include rifabutin, phenobarbital, carbamazepine, phenytoin, chronic alcohol use, and St. John's wort. Due to the inhibitory effects of azoles on the CYP enzymes, dose reductions may be needed to prevent toxicity when using other medications, such as warfarin. The other relevant pharmacokinetics is summarized in the table below.\n[15]\n[16]\n\nTable\nTime to peak plasma concentrations: 5 to 10 hours Increased absorption with a high-fat, high-calorie meal",
    "administration": "(a) Available Dosage Forms, Strengths and Adult Dosage\n\nFluconazole is available in oral and intravenous dosing. Oral doses are available in both suspension and tablets as either brand name or generic. Both suspensions are 10 mg/mL or 40 mg/mL doses. Both tablets are available as 50 mg, 100 mg, 150 mg, or 200 mg tablets. The intravenous dosing is available in generic 100 mg/50 mL in NaCl 0.9% or 200 mg/100 mL in NaCl 0.9%. Ketoconazole is popular in topical cream, foam, gel, and shampoo formulations. The 1% ketoconazole shampoo can be purchased over-the-counter (OTC). Oteseconazole is available in an oral formulation.\n\nThe dosing of the azole medications varies due to the presenting condition. The presence of severe diseases, such as CNS blastomycosis, initial candidemia therapy, infections of cardiac valves, intra-abdominal infections, and endophthalmitis, requires loading doses of 800 mg once daily for several weeks or months followed by step-down dosing of 400 mg once daily for at least 2 weeks.\n\nEsophageal candidiasis therapy includes a loading dose followed by daily dosing for up to 3 weeks. Certain azole treatments, including ketoconazole tablets, itraconazole capsules, and posaconazole solution, rely on gastric acid for optimal absorption. Therefore, antacids, histamine-2 blockers, and proton pump inhibitors decrease the absorption of these dosing types.\n[19]\nDosage and administration vary depending on the type of infection. Please see articles on the individual agents for specific dosing based on indication. Below is an overview of the administration.\n\nMiconazole: Miconazole is administered topically, vaginally, and buccally for oropharyngeal infections.\nKetoconazole: For oral administration, dosing is 3.3 to 6.6 mg/kg body weight per day for 2 weeks. Dosages come in 200 mg tablets or 0.5 mg tablets for prevention of vaginal infections. The 1% ketoconazole shampoo can be purchased over the counter.\nFluconazole: The dosage is between 3 and 8 mg/kg body weight per day for 1 to 8 weeks. Doses are shorter for cutaneous infections and longer for mycoses. Doses come in 50, 100, and 200 mg tablets. There is a 150 mg tablet for vaginal infections. 150 mg can be used weekly or monthly for prophylaxis. It is also available and administered intravenously.\nItraconazole: Dosing is 5 mg/kg body weight for 1 to 6 weeks; dose regimens are shorter for cutaneous infections and longer for mycoses. Dosing can be in pulses or continuous. The drug comes in 100 mg capsules.\nVoriconazole: This drug is available in tablets and as a suspension. It can also be administered IV and has weight-based dosing for most infections.\nPosaconazole: Available as a suspension, IV, and delayed-release tablet. Doses range from 200 mg to 400 mg daily, depending on the type of infection. It does not require dose adjustment for hepatic insufficiency.\nEfinaconazole: This agent is available as a topical solution for use on toenail fungus. It is applied once daily for 48 weeks.\nIsavuconazole: Administer 324 mg orally or intravenously every 24 hours.\nOteseconazole: Oteseconazole is prescribed for recurrent vulvovaginal candidiasis with an initial dose of 600 mg orally on day 1, followed by a 450 mg dose on day 2. Subsequently, starting on day 14, a maintenance dose of 150 mg is administered weekly for 11 weeks.\n\n(b) Specific Patient Populations\n\n(i) Hepatic impairment:\nAccording to a study, drug-induced liver injury is most commonly reported with voriconazole, fluconazole, and itraconazole. Use with caution in hepatic impairment. Consider dose reduction of itraconazole in hepatic impairment.\n[20]\n[16]\n\n(ii) Renal impairment:\nIn the intravenous formulation of itraconazole, the carrier hydroxypropyl-β-cyclodextrin is excreted via glomerular filtration, potentially leading to accumulation in individuals with impaired renal function. Similarly, the intravenous formulation of voriconazole includes a cyclodextrin carrier that is eliminated in the urine, with potential accumulation in patients with renal impairment.\n[21]\nAccording to the available literature, therapeutic drug monitoring (TDM) with itraconazole, voriconazole, and posaconazole is advised for individuals undergoing treatment for invasive fungal infections.\n[22]\n\n(iii) Pregnancy considerations:\nPrenatal exposure to azole antifungals correlates with a shorter anogenital distance in male offspring due to the anti-androgenic properties of the drugs.\n[23]\nSuperficial fungal infections, such as vaginal candidiasis, pose a risk for adverse pregnancy and perinatal outcomes. The use of oral azoles in pregnant individuals may lead to potential maternal complications, including spontaneous abortions. Fetal malformations reported in association with oral azoles include congenital heart anomalies and eye defects. For mild cases during pregnancy, it is safe and preferred to use topical agents to reduce the risks.\n[24]\n\n(iv) Breastfeeding considerations:\nFluconazole is often prescribed in breastfeeding mothers.\n[25]\nHowever, topical antifungal agents like clotrimazole or miconazole result in minimal maternal serum concentrations, posing little risk to the nursing infant. Miconazole, with poor absorption from the skin and vagina and low oral bioavailability, is unlikely to affect breastfed infants adversely. Any excess cream should be removed before nursing, and water-miscible cream or gel products of miconazole and cotrimazole are recommended to avoid exposing the infant to high levels of mineral paraffin.\n[26]\n[27]\n\n(v) Pediatric patients:\nThe safety and effectiveness of oteseconazole have not been established or approved for use in pediatric patients.\n\n(vi) Older patients:\nPharmacokinetic changes associated with age are observed in older patients for azoles. Fluconazole's half-life increases in older patients, particularly those with renal impairment, necessitating a dose reduction.\n[28]",
    "adverse_effects": "The azole family of drugs is usually well tolerated but may have some adverse effects:\n[29]\n\nDrug-induced hepatitis\nPruritus\nAllergic rashes\nDiarrhea\nNausea and vomiting\nLethargy\nAnorexia\n\n(a) Drug-Drug Interactions\n\nAzoles can increase the toxicity of other drugs when combined with drugs that are also metabolized by the CYP enzymes. A summary of the drug interactions is given below.\n[16]\n\nKetoconazole\n\nKetoconazole exerts inhibitory effects on cytochrome P450 enzyme CYP3A4, increasing plasma concentrations of drugs such as cyclosporine A, clarithromycin, and telithromycin.\nKetoconazole should not be administered with dofetilide, quinidine, pimozide, lurasidone, cisapride, methadone, disopyramide, dronedarone, and ranolazine due to the potential for QT prolongation. Ketoconazole's interference with the metabolism of these drugs heightens the risk of serious cardiac arrhythmias, specifically torsades de pointes, necessitating caution and avoidance of concurrent use.\n\nFluconazole\n\nFluconazole is a strong inhibitor of CYP3A4 and CYP2C9.\nTransplant recipients undergoing immunosuppression with CYP3A4 substrates like cyclosporine A, tacrolimus, or sirolimus face an elevated risk of adverse effects, including nephrotoxicity and over-immunosuppression, requiring dose reduction and vigilant therapeutic drug monitoring.\n[30]\nThe combination of fluconazole with warfarin extends the prothrombin time, elevating the risk of bleeding.\n[31]\nFluconazole's inhibition of phenytoin metabolism via CYP2C poses risks of hepatic and neurological adverse effects.\nConcurrent use of fluconazole with midazolam leads to a markedly prolonged sedative effect.\n[32]\nLevonorgestrel and ethinyl estradiol levels experience a moderate enhancement of 40% and 24% under fluconazole treatment.\nThe Concomitant use of rifampicin (CYP3A inducer) and fluconazole resulted in significant alterations in fluconazole's pharmacokinetic parameters. Continuous monitoring is essential to evaluate the clinical relevance of this interaction in terms of recurrence rates in cryptococcal meningitis.\n[33]\n\nItraconazole\n\nContraindicated coadministration with lovastatin, atorvastatin, simvastatin, or quinidine.\n[34]\nThe coadministration of itraconazole can result in increased plasma levels of various CYP3A4 substrates, including midazolam, triazolam, cyclosporine A, tacrolimus, sirolimus, everolimus, methylprednisolone, warfarin, digoxin, carbamazepine, rifabutin, and anti-retroviral drugs like ritonavir, indinavir, and saquinavir.\n[35]\n[36]\n\nVoriconazole\n\nPotent inhibitor of CYP2C19, CYP2C9, and a moderate inhibitor of CYP3A4.\nCoadministration with immunosuppressants like sirolimus, cyclosporine A, and tacrolimus requires dose reduction and monitoring.\n[37]\nVoriconazole also interacts with vitamin K antagonists, benzodiazepines, opioids, sulfonylureas, and St. John's wort.\n\nPosaconazole\n\nStrong CYP3A4 inhibitor, causing increased levels of tacrolimus, cyclosporine A, glipizide, and midazolam. An interaction between posaconazole and digoxin resulted in atrial fibrillation and deteriorated into polymorphic ventricular tachycardia, mediated via P-glycoprotein.\n[38]\n\nIsavuconazole:\n\nActing as a moderate CYP3A4 inhibitor, it elevates plasma levels when co-administered with cyclosporine A, tacrolimus, sirolimus, and mycophenolate mofetil; it requires dose modification and vigilant monitoring.\n\nOteseconazole\n\nOteseconazole is a BCRP inhibitor, impacting drug transport mechanisms. When co-administered with BCRP substrates such as rosuvastatin, there exists a potential for increased exposure to the substrate. This exposure raises the risk of adverse reactions associated with BCRP substrates, underscoring the importance of careful monitoring during concurrent administration.",
    "monitoring": "Most azole drugs require hepatic monitoring and even discontinuation of therapy if liver enzymes increase above normal limits in response to systemic therapy. Elevated ALT above baseline requires interruption of therapy due to the risk of drug-induced hepatitis. Patients may resume treatment when the liver function returns to baseline.\n[42]\nThe impaired renal function requires dose adjustment of fluconazole.\n[16]",
    "toxicity": "The patient should discontinue any conazole drug if a hypersensitivity reaction or anaphylaxis occurs. An analysis of 204 studies of ketoconazole-associated hepatotoxicity concluded an incidence of 3.6% to 4.2%. The dose and duration of treatment did not show a significant difference between study groups. Oral therapy had a higher incidence of hepatotoxicity than topical treatment.\n[43]\nThe patient should be monitored for hepatotoxicity and should discontinue the drug if liver enzymes start to rise above the baseline. Ketoconazole has a higher incidence of hepatotoxicity than fluconazole. The physician and patient should consider if the benefits outweigh the risks."
  }
}