{
  "drug_name": "micronized zinc oxide",
  "nbk_id": "NBK537164",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537164/",
  "scraped_at": "2026-01-11T15:34:26",
  "sections": {
    "indications": "Although photoprotection is recommended for all age groups, the 1999 FDA Sunscreen Final Monograph advised that parents of infants younger than 6 months should consult a clinician before using sunscreen in this age group. This recommendation is based on infants' underdeveloped metabolism and their inability to excrete chemicals absorbed from sunscreen. If sunscreen is necessary, it should only be used occasionally on areas of the body that are exposed to sunlight.\n[3]\nAccording to regulations, sunscreens should not be used on damaged or broken skin (\nU.S. Food and Drug Administration. Final Administrative Order OTC000006. Over-the-Counter Monograph M020: Sunscreen Drug Products for Over-the-Counter Human Use\n).",
    "mechanism": "UV radiation significantly impacts the skin, causing aging, sunburns, precancerous and cancerous lesions, and immunosuppression.\n[20]\nUV radiation has an immunosuppressive effect on the antigen-presenting cells within the epidermis and contributes to the likelihood of skin cancer.\n[4]\nThere are 3 types of UV radiation—UVC, UVB, and UVA. The ozone layer absorbs 100% UVC, 90% UVB, and only a minimal amount of UVA. As a result, the depletion of the ozone layer increases UV transmission. UVA is associated with aging and pigmentation. This radiation penetrates deep into the skin layer and produces free radical oxygen species, indirectly damaging DNA. UVA increases the number of inflammatory cells in the dermis and decreases the number of antigen-presenting cells.\n[21]\nIn contrast, UVB causes sunburn and DNA strand breaks, leading to pyrimidine dimer mutations linked to nonmelanoma skin cancers.\n[22]\n\nPhotoprotection consists of both primary and secondary protective factors. The primary factors include sunscreens, which consist of physical barriers that reflect and scatter light and chemical barriers that absorb light. The secondary factors include antioxidants, osmolytes, and DNA repair enzymes, which help to limit skin damage by disturbing the photochemical cascade that occurs with UV sunlight.\n[20]\n\nChemical sunscreens are known as organic sunscreens. The\nmechanism of action is based on their chemical structure involving an aromatic compound conjugated with a carbonyl group. This structure allows high-energy UV rays to be absorbed, causing the molecule to become excited. As the molecule returns to the ground state, it releases the lower energy of longer wavelengths. The specific range of wavelength a sunscreen absorbs varies. Chemical sunscreens consist of UVA and UVB blockers. UVB filters absorb the entire spectrum of UVB radiation (290-320 nm). In contrast, UVA filters do not cover the entire spectrum of UVA radiation. UVA radiation is divided into UVA I (340-400 nm) and UVA II (320-340nm). Broad-spectrum sunscreens absorb UV radiation from both the UVA and UVB portions.\n[23]\nA randomized controlled trial showed that daily sunscreen use reduced the rate of solar keratosis formation among adults in a subtropical environment. Participants who applied sunscreen daily had a 24% lower rate of solar keratosis development compared to those who used sunscreen at their discretion. However, beta-carotene supplementation (30 mg daily) did not affect the prevalence or development of solar keratosis. These findings suggest that consistent sunscreen application may effectively reduce solar keratosis and possibly skin cancer risk.\n[24]\nWhen incorporated into sunscreens, DNA repair enzymes such as photolyase and T4 endonuclease V show promise in enhancing DNA repair mechanisms and improving photoaging outcomes. However, further research is needed to confirm their efficacy.\n[25]\n\nUVB Blockers\n\nUVB blockers protect against short-wave ultraviolet radiation (290–320 nm), which is the primary cause of sunburn, DNA damage, and skin cancer.\n\nAminobenzoates\nCinnamates\nSalicylates\nOctocrylene\nEnsulizole\nCamphor derivatives\n\nAminobenzoates are the most potent UVB absorber but do not absorb UVA. The use of aminobenzoates has declined due to para-aminobenzoic acid (PABA) sensitivity. PABA is a very effective UVB filter; however, it was reportedly the most common photoallergen and contact allergen. For this reason, PABA is now rarely used in sunscreens. Padimate O is the most widely used PABA derivative, offering an effective UVB filter with a favorable safety profile.\n[3]\n\nCinnamates have replaced PABA as the next most potent UVB absorber, including octinoxate (OMC) and cinoxate.\n[20]\nOMC is the most commonly used UVB filter in the United States, but it is not as effective at absorbing UVB rays as padimate O. For this reason, other UVB absorbers are combined to increase the SPF. OMC is not photostable and degrades in the presence of sunlight after a short period. Cinnoxate is a less common choice.\n[3]\n\nSalicylates are used in high concentrations as they are weak UVB absorbers. These chemicals are also used to increase the effect of other UVB filters. The FDA-listed salicylates include homosalate (HMS) and octisalate. Salicylates decrease the photodegradation of other UV filters, such as oxybenzone and avobenzone. A water-soluble salicylate is trolamine salicylate.\n[3]\n\nOctocrylene is a highly safe chemical associated with a decreased likelihood of irritation, phototoxicity, and photoallergic potential.\n[26]\nWhen combined with other UV absorbers, it can increase the SPF formula.\n[20]\n\nEnsulizole is a pure UVB filter and does nothing that affects UVA. This chemical is a water-soluble compound commonly used in cosmetics for a lighter, less oily feel.\n[20]\n\nCamphor derivatives are not FDA-listed but are moderately effective UVB filters. Terephthalylidene dicamphor sulfonic acid is a camphor derivative that is also a broad UVA filter.\n[3]\n\nUVA Blockers\n\nUVA blockers protect against long-wave ultraviolet radiation (320–400 nm), penetrating deeper into the skin than UVB and contributing to photoaging, pigmentation, and skin cancer.\n\nBenzophenones\nAnthranilates\nAvobenzone\nEcamsule\n\nTypical benzophenones primarily absorb UVB; however, oxybenzone is considered a broad-spectrum absorber as it can also absorb UVA II.\n[20]\nOxybenzone is the most commonly used benzophenone.\n[3]\nHowever, it is the most likely sunscreen ingredient to induce contact or photo-contact dermatitis. Oxybenzone is not considered photostable, and although it is not scientifically proven yet, there is a concern about carcinogenic and endocrine adverse effects.\n[20]\nOther FDA-listed benzophenones include sulisobenzone and dioxybenzone.\n[3]\n\nAnthranilates are weak UVB and UVA filters and are less effective than benzophenones. As a result, clinicians rarely use them.\n[3]\n\nAvobenzones are considered broad-spectrum and have high efficacy against UVA I (>380 nm); however, they are photo-unstable and lose from 50% to 90% of their particles after 1 hour of UV exposure. Reports indicate that avobenzones degrade the UV filter OMC. UV absorbers such as octocrylene, benzophenones, salicylates, camphor derivatives, and micronized zinc oxide or titanium dioxide are combined to increase photostability.\n[3]\n\nEcamsule contains terephthalylidene dicamphor sulfonic acid, a photostable water-resistant product with low systemic absorption. In animal studies, it has been shown to prevent UVA-induced photoaging.\n[3]\n\nBroad-spectrum sunscreens include methylene bis-benzotriazolyl tetramethylbutylphenol (MBBT) and bis-ethylhexyloxyphenol methoxyphenyl triazine (BEMT). MBBT is advantageous due to its large molecular size, which decreases the likelihood of systemic absorption or endocrine effects. MBBT combines organic and inorganic filters, ultimately absorbing, scattering, and reflecting UV radiation. MBBT decreases UVA transmission more than UVB. BEMT is also photostable and does not interfere with the endocrine system.\n[20]\n\nThe mechanism of action of a physical sunscreen is based on the reflection and scattering of UV light in much the same way as clothing. The reflective properties determine the effectiveness of the sunscreens. These properties include the reflective index, the size of the particles, the film thickness, and the dispersion of the base—the higher the reflective index, the better the UV filter. Decreasing the size of the particles to a micronized form (10-50 nm) is more cosmetically appealing but leads to the protection of shorter wavelengths and increases the risk of systemic absorption.\n[23]\nA thick coating increases the degree of reflection but is cosmetically less appealing. Iron oxide can be an additive to increase absorption and improve UVA protection. Physical sunscreens consist of zinc oxide and titanium dioxide.\n[3]\n\nMicrofine zinc oxide protects against a broad spectrum of UVA radiation, including UVA 1 (340-400 nm). This sunscreen ingredient\nis highly photostable and does not react with other UV filters. Although it is more effective compared to titanium dioxide for UVA protection, it is less effective against UVB radiation.\n[3]\n[20]\n\nMicrofine titanium dioxide protects against UVA 2 (315-340 nm) and UVB but does not protect against UVA 1, as does zinc oxide.\n[20]\nThis sunscreen ingredient\nhas a smaller particle size and higher refractive index compared to zinc oxide, causing it to appear white and cosmetically less appealing. Photochemical reactions cause sunscreen to become less effective compared to zinc oxide and titanium dioxide. For this reason, silica and dimethicone coat these particles, stabilizing these inorganic filters.\n[3]\n\nAs mentioned above, secondary photoprotection includes antioxidants, osmolytes, and DNA-repair enzymes, which help to limit skin damage by disturbing the photochemical cascade that occurs with UV sunlight. The mechanism of action of antioxidants is to reduce the reactive oxygen species (ROS) produced from UVA radiation. Naturally, these ROS become neutralized by antioxidants found naturally within the body, such as superoxide dismutase and catalase. These enzymes can become saturated with an overproduction of ROS, resulting in a deficiency of antioxidants and damage to proteins and DNA. Topical antioxidants function from within the cell to decrease the shortage of antioxidants and can remain active for several days after application.\n[27]\n[20]\n\nMany sunscreens include antioxidants such as vitamin C, vitamin E, silymarin, and green tea polyphenols. Vitamin C protects against UV damage, which results in sunburn and erythema.\n[20]\n[28]\nVitamin E has many protective actions, such as decreasing immunosuppression, erythema, photoaging, and photocarcinogenesis.\n[20]\n[29]\n[30]\n[31]\nSilymarin, derived from milk thistle plants, helps prevent lipid and lipoprotein oxidation while acting as a scavenger of ROS. The topical\napplication reduces UVB-induced sunburn cells and\ndecreases the formation of UVB-induced pyrimidine dimers. In mice, it has been shown to reduce the amount of UVB-induced tumors.\n[32]\nGreen tea polyphenols contain more potent antioxidants compared to vitamins C and E. These polyphenols are anti-inflammatory and anti-carcinogenic and function to scavenge singlet oxygen, superoxide radicals, hydroxyl radicals, peroxyl radicals, and hydrogen peroxide.\n[33]\n\nOsmolytes are small molecules that stabilize cells in stressful conditions by regulating hydration. Taurine and ectoine are osmolytes that protect against many UV effects and are components in many sunscreens.\n[20]\n[34]\n[35]\n\nPharmacokinetics\n\nThe pharmacokinetics of sunscreen active ingredients involve their absorption into the systemic circulation after topical application, with varying plasma concentrations depending on the formulation. For example, avobenzone reached maximum plasma concentrations of 7.1 ng/mL in a lotion formulation. After absorption, these ingredients are metabolized in the liver. Some compounds, such as oxybenzone and trolamine, inhibit certain cytochrome enzymes, such as CYP2C9, and drug transporters, such as OAT3 and OCT2, at high concentrations. Excretion can occur through the renal route, suggesting systemic absorption. Although systemic absorption of sunscreen active ingredients occurs, their impact on drug metabolism and transport appears minimal.\n[36]\n[37]\n[38]\n[39]",
    "administration": "Sunscreen should be applied topically. Proper application is crucial for its effectiveness. A liberal, uniform film should be applied at least 15 minutes before sun exposure. The adequate amount to apply is 2 mg/cm\n2\n, equivalent to 30 mL per body application. Sunscreen should be reapplied every 2 hours and after sweating or swimming to maintain protection.\n[2]\n\nClothing is a form of photoprotection, which can be measured using the UV protection factor (UPF).\n[20]\nThis metric measures the transmission of UVA and UVB through a given fabric. Animal studies showed that a UPF of over 30 can protect against erythema and premalignant lesions. Whether the fabric is wet or dry may increase or decrease UPF based on the type of fabric. Light-colored fabrics have decreased UPF compared to dark-colored fabrics.\n[3]\nOverall, clothing provides balanced protection against UVA and UVB, and a loose-fitting colored fabric is the best form of photoprotection.\n[20]\n\nHats are a variable form of photoprotection dependent on the brim width, material, and weaving. A hat with a brim width of more than 7.5 cm has an SPF of 7 for the nose, 5 for the neck, 3 for the cheeks, and 2 for the chin. A hat with a brim width of 2.5 to 7.5 cm has an SPF of 3 for the nose, 2 for the neck and cheek, and 0 for the chin. A hat with a brim less than 2.5 cm has an SPF of 1.5 for the nose and a minimal amount for the chin and neck.\n[3]\n\nSunglasses are a form of photoprotection for the eyes. Sun exposure can result in many eye conditions, such as cataracts, directly resulting from sun exposure, specifically UVB radiation. Chronic exposure results in the formation of cataracts and eye cancer. Sunglasses should absorb 99% to 100% of the full UV spectrum. Contact lenses can also provide photoprotection for the ocular lens; however, they do not protect the anterior portion of the eye.\n[3]\n\nCar windshields offer UV protection. The Federal Motor Vehicle Safety Standard No. 205 mandates that the tinted glass in cars provide no less than 70% transmission of visible radiation. The windshields of cars contain zinc, chrome, nickel, and other metals that block UV radiation. The windshield of the vehicle is more photoprotective compared to the side window glass of the automobile.\n[3]\nA study evaluating two SPF-15 sunscreen formulations on vitamin D synthesis during a week-long sun holiday found that both formulations permitted significant increases in serum 25-hydroxyvitamin D3. The high-UVA protection formulation supported better vitamin D synthesis compared to the low-UVA one, as it transmitted more UVB rays. These findings suggest that\nsunscreens can prevent sunburn while enabling adequate vitamin D production, with high-UVA formulations providing optimal balance.\n[40]",
    "adverse_effects": "Adverse effects of sunscreen primarily include 4 types of contact dermatitis—irritant, allergic, phototoxic, and photoallergic.\n[23]\nIn Germany, a 15-year study involving patch and photo patch testing found that a nonimmune-based irritant response is the most common reaction to sunscreen.\n[2]\nBenzophenones and dibenzoylmethanes are the most common UV filters that cause adverse effects, with benzophenone-3 (BP-3) being the most common photoallergen. As BP-3 is a derivative of PABA, it is not used frequently in the United States.\n[2]\nSome studies have associated sunscreen use with melanoma due to the users' false sense of security, which may increase the duration of the sun, resulting in UVA formation and malignant changes.\n[23]\nPhototoxic and allergic contact dermatitis are typically the results of UVA (320-400 nm) and visible light ranges (400-800 nm). UVA is capable of penetrating the reticular dermis and is the cause of most photosensitivity reactions.\n[41]\n\nAn American study revealed that UV filters are the most common cause of positive photopatch tests.\n[42]\nThe risk factors for sunscreen allergy remain unclear but are more likely to include sex, a history of photodermatosis, application on damaged skin, outdoor occupations, and atopy\n.\nAlthough concerns once existed that regular sunscreen use could lead to vitamin D deficiency, research indicates that consistent application does not significantly affect vitamin D levels.\n[2]\n\nThe adverse effects of physical sunscreen arise from the use of nanoparticles, which have a more beneficial cosmetic effect. The larger surface area of nanoparticles can lead to enhanced catalytic reactions, increasing the production of free radicals and causing damage to DNA and proteins. These smaller particles can form complexes with the protein that act as haptens, inducing autoimmune conditions.\n[20]\n[43]\n\nThree observations led to the review of animal and human studies regarding the adverse effects of UV filters:\n\nAn increase in sunscreen use\nAn increase in the incidence of malignant melanoma\nAn increase in experimental studies showing adverse endocrine effects of UV filters\n\nIn vivo and in vitro animal studies have shown multiple potential adverse effects of UV filters within sunscreen. These adverse effects include endocrine dysfunction of the reproductive and developmental systems. The UV filters of concern include BP-3, 4-methylbenzylidene camphor (4-MBC), and OMC. An anti-estrogenic effect was strongly associated with BP-3, 3-benzylidene camphor (3-BC), 4-MBC, and OMC. This finding was based on the uterine weight of immature rats. UV filters demonstrated the anti-estrogenic effect of HMS, OD-PABA, and PABA in yeast expressing the human estrogen receptor α. Exposure to UV filters, including 3-BC and 4-MBC, resulted in delayed male puberty and reduced prostate weight. The mechanism of action behind the reproductive toxicity may be due to alterations in proteins of the gene expression of estrogen receptor, androgen receptor, progesterone receptor, insulin-like growth factor I, complement proteins, nuclear receptor co-repressor, and steroid receptor coactivator 1 in the uterus and prostate. In a 90-day study on BP-3, fertility was affected in male mice. This finding was demonstrated by decreased sperm density in a dose-related manner following dermal exposure in mice and oral exposure in mice and rats.\n[42]\n\nExperimental studies in humans have demonstrated an increased permeability of the UV filters BP-3, 4-MBC, and OMC. Levels were detectable in the plasma 1 to 2 hours after exposure. The study also demonstrated a difference in concentration based on gender. Male urine and plasma concentration samples were higher than female samples. A Swiss study of human breast milk revealed that 85% of the sample contained UV filters. Bisphenol and BP-3 share a similar chemical structure. Bisphenol can cross the blood-placenta barrier, suggesting that BP-3 may also cross the placenta. An increased concentration of BP-3 in a mother's urine was associated with decreased birth weight in girls and increased birth weight and head circumference in boys.\n[42]\nA study found that frequent sunscreen use was associated with a higher prevalence of antinuclear antibodies in adults aged 20 to 39, particularly in females and non-Hispanic Whites and Blacks. Further research is required to explore this potential relationship.\n[44]\nRegarding new dosage forms, spray sunscreens are subject to more rigorous testing due to concerns about inhalation risks and flammability. These formulations may not be suitable for children or patients with respiratory conditions.",
    "monitoring": "The FDA classifies and regulates sunscreen as an over-the-counter medication. The efficacy of sunscreen is determined by UVB protection, which is measured by the SPF and substantivity. SPF is the ratio of the smallest dose of UVB radiation required to produce minimal erythema on sunscreen-protected skin compared to the necessary dose of UVB to produce the same amount of erythema on non-protected skin. SPF is a better predictor of protection against UVB, as it is 1000 times more erythemagenic compared to UVA. An SPF-15 can block 94% of UVB radiation, whereas an SPF-30 can block 97% of UVB radiation.\n[3]\nSubstantivity is the ability of a sunscreen to withstand adverse conditions such as water and sweat. The FDA defines specific terms for labeling substantivity—\nwater-resistant\nrefers to a 40-minute time interval of maintained photoprotection with water immersion and moderate activity, whereas\nvery water-resistant\nrefers to effectiveness for 80 minutes. Both terms can qualify as sweat-resistant.\n[20]\nThe Fitzpatrick phototype classification categorizes skin into 6 types based on its response to UV light, emphasizing how it tans or burns. Monitoring skin type and sunscreen effectiveness is essential for achieving proper photoprotection.\n[45]",
    "toxicity": "For contact dermatitis, the first step is to avoid the causative agent. Patch testing can help identify the etiologic agent. The results of patch testing can be listed on the American Contact Dermatitis Society website, providing patients with a list of non-allergenic products that can be used. Treatment includes topical steroids for local reactions, whereas severe reactions require the use of systemic steroids. If oral steroids are ineffective, immunosuppressants such as oral cyclosporine, methotrexate, or mycophenolate mofetil may be considered. For mild-to-moderate dermatitis, calcineurin inhibitors, pimecrolimus, and tacrolimus are options.\n[23]\n\nIn cases of photoallergy and phototoxicity, UVA radiation is typically a requirement to trigger the reaction. The patient should avoid the etiologic agent, but if avoidance is not possible, the patient should avoid direct sunlight and tanning beds and wear protective clothing and non-allergenic sunscreen.\n[23]\n\nBarrier creams and high-lipid moisturizers can help prevent and improve irritant contact dermatitis.\n[23]\nRecent studies on the systemic absorption of sunscreen ingredients oxybenzone (BP-3) and OMC indicate that elevated BP-3 levels show no adverse effects on fertility, hormone levels, or child development—however, associations with thyroid hormone, testosterone, kidney function, and pubertal timing warrant further investigation. Current evidence does not support a causal link between elevated BP-3 or OMC levels and adverse health outcomes; further research is required to clarify potential risks.\n[46]"
  }
}