{
  "drug_name": "midazolam",
  "nbk_id": "NBK537321",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537321/",
  "scraped_at": "2026-01-11T15:34:25",
  "sections": {
    "indications": "Midazolam is contraindicated in acute angle-closure glaucoma (AACG), hypotension, and shock. Benzodiazepines are contraindicated in acute angle closure glaucoma because they can cause mydriasis, which can narrow the iridocorneal angle, worsening the condition.\n[37]\n\nBox Warnings\n\nMonitoring and resuscitation:\nIntravenous midazolam can cause respiratory depression and arrest, which may lead to death or hypoxic encephalopathy if not promptly treated. This drug must be used only where continuous respiratory and cardiac monitoring, resuscitation drugs, appropriate ventilation and intubation equipment, and trained personnel are available. Deeply sedated pediatric patients require constant monitoring by skilled clinicians.\n\nOpioid interaction risks:\nConcurrent use with opioids may cause profound sedation, respiratory depression, coma, or death. Careful monitoring is essential. Start adults with 1 mg IV, not exceeding 2.5 mg; reduce dose in older, debilitated, or those on CNS depressants. Titrate doses slowly over at least 2 minutes with close observation. Pediatric doses must be weight-based and titrated by age, procedure, and route.\n[36]\n\nMisuse and abuse:\nBenzodiazepines have the potential for misuse and abuse, which can result in psychological as well as physical dependence and severe withdrawal on sudden discontinuation. If the patient is receiving benzodiazepines for a long time, avoid sudden discontinuation as it can lead to life-threatening situations. A gradual taper is recommended.\n[38]\n\nNeonates:\nAvoid rapid IV administration due to the risk of severe hypotension, especially with fentanyl.\n\nWarning and Precautions\n\nCareful dose adjustment is necessary in cases of kidney and liver diseases, alcohol, and drug-dependent individuals. Caution is necessary for pregnant individuals, children, and individuals with comorbid psychiatric conditions. Administration in older individuals and acutely ill patients requires caution to prevent the accumulation of active metabolites. Extra precautions should be taken in critically ill individuals, as dose accumulation can occur.\n[39]\n[40]",
    "mechanism": "Midazolam enhances the effect of gamma-aminobutyric acid (GABA), the primary inhibitory neurotransmitter in the central nervous system, by binding to a specific benzodiazepine site on the GABA-A receptor complex. This receptor is a pentameric ligand-gated chloride ion channel composed of various subunits, typically 2 α, 2 β, and a γ subunit. Midazolam binds at the interface between the α and γ subunits, the classical benzodiazepine binding site. Upon binding, it increases the frequency of chloride channel opening in response to GABA. This results in enhanced neuronal membrane hyperpolarization and inhibition, producing sedative, anxiolytic, amnestic, muscle-relaxant, and anticonvulsant effects.\n[11]\nMidazolam may act on glycine receptors, producing a muscle-relaxing effect. However, this action is less established than its primary GABAergic mechanism.\n[12]\nMidazolam's action on GABA-A receptors can explain nearly all its pharmacological effects, including sedation, anxiolysis, anterograde amnesia, and anticonvulsant effects. Age-related deficits, hepatic, and renal insufficiency also affect the pharmacokinetics of midazolam.\n[13]\n[14]\n[15]\n[16]\n\nPharmacokinetics\n\nAbsorption:\nMidazolam has poor oral absorption. Midazolam is rapidly and efficiently absorbed through various routes of administration. Intramuscular administration has a bioavailability greater than 90%, with peak plasma concentration (Tmax) typically reached within 30 minutes. Intranasal administration results in rapid systemic absorption, with a Tmax of approximately 10 to 15 minutes, making it suitable for emergent use. Buccal administration is also effective, with a Tmax of roughly 25 to 30 minutes, and is commonly used in pediatric seizure settings. Intravenous administration provides immediate systemic availability, with Tmax occurring within minutes. The active metabolite, 1-hydroxy-midazolam, reaches peak plasma concentrations approximately 1 hour after intramuscular injection.\n\nDistribution:\nMidazolam exhibits a high volume of distribution due to lipid solubility and is approximately 97% protein-bound, mainly to albumin. Distribution increases with age, obesity, and female sex. The drug crosses the placenta and is present in breast milk and cerebrospinal fluid. Midazolam rapidly crosses the blood-brain barrier due to lipophilicity.\n[17]\n\nMetabolism:\nCytochrome CYP3A4 primarily metabolizes midazolam in the liver and intestinal wall to 1-hydroxy-midazolam, an active metabolite.\n[18]\nInhibitors of CYP3A4 (eg, azoles, macrolides, protease inhibitors) may significantly increase midazolam levels and prolong its effects.\n\nExcretion:\nExcretion occurs mainly via the renal route as glucuronide conjugates of hydroxylated metabolites. Less than 0.5% of the parent drug is excreted unchanged. Clearance is reduced in patients with hepatic impairment, congestive heart failure, and older patients, which may require dose adjustment. Midazolam has an elimination half-life of 1.5 to 2.5 hours.",
    "administration": "Available Dosage Forms and Strengths\n\nMidazolam can be administered through oral, intranasal, buccal, intravenous, and intramuscular routes.\n[19]\n\nInjection (IV/IM)\n\n1 mg/mL\n5 mg/mL\n10 mg/0.7 mL (autoinjector)\n\nNasal Spray\n\n5 mg per 0.1 mL spray\n\nOral Syrup\n\nTypically 2 mg/mL\n\nAdult Dosage\n\nFor the perioperative use of midazolam, the induction dose is 0.15 to 0.40 mg/kg via the intravenous route. The premedication dose is 0.07 to 0.10 mg/kg administered intramuscularly. The dose is titrated at 0.05 to 0.15 mg/kg for intravenous sedation. For children aged 1 to 5 months, the recommended intranasal dose is 0.2 mg/kg. For children 6 months and older, the recommended dose is 0.2 to 0.3 mg/kg intranasally.\n[1]\nFor status epilepticus, 10 mg midazolam for a weight greater than 40 kg is recommended. The American Epilepsy Society also notes in the treatment algorithm that the dose should be reduced to 4 mg IM in patients weighing 13 kg to 40 kg.\n[6]\n\nSpecific Patient Populations\n\nHepatic impairment:\nAccording to the American Association for the Study of Liver Diseases (AASLD) guidelines, midazolam has a prolonged half-life in patients with cirrhosis due to impaired hepatic clearance, resulting in extended respiratory depressive and hemodynamic effects. Benzodiazepines may also precipitate hepatic encephalopathy in this population. Therefore, midazolam should be used cautiously, starting at an initial dose of 1 to 2 mg and not exceeding 10 mg. A 3- to 5-minute interval between doses is recommended to allow assessment of sedation before repeat administration. Although package labeling does not specify dose adjustments for cirrhosis, clinicians should consider lower doses and longer dosing intervals to prevent prolonged sedation and respiratory depression.\n[20]\n\nRenal impairment:\nAlterations\nin the pharmacokinetics between patients with chronic kidney disease and healthy individuals are probably rooted in discrepancies in plasma protein binding. A literature review also suggests significant differences in the pharmacokinetics of midazolam and its metabolites in patients with acute kidney injury.\n[21]\n\nPregnancy considerations:\nIntrathecal midazolam added to spinal anesthesia for cesarean delivery modestly prolongs analgesia and reduces maternal nausea and vomiting but increases maternal sedation events. Neonatal Apgar scores are not affected. Further research on long-term neonatal and maternal neurological safety is needed.\n[22]\nIn 2016, the US Food and Drug Administration warned about impaired brain development in children exposed to certain anesthetics, including isoflurane, sevoflurane, desflurane, propofol, and midazolam during the third trimester of pregnancy. The warning advises healthcare professionals to weigh the benefits of appropriate anesthesia against potential risks, particularly for procedures lasting longer than 3 hours or multiple procedures involving children younger than 3 years.\n[23]\nGestational exposure to benzodiazepines or z-hypnotics is not associated with an increased risk of autism spectrum disorder. This exposure is associated with only a marginally increased risk of attention-deficit hyperactivity disorder in offspring. Benzodiazepine use during pregnancy has increased globally alongside rates of these neurodevelopmental disorders, but current evidence from large cohort studies is reassuring. These findings support cautious use of these medications when clinically needed for severe anxiety or insomnia in pregnancy. Status epilepticus in pregnancy is a critical emergency requiring prompt, multidisciplinary management to prevent severe maternal and fetal morbidity and mortality from complications such as hypoxia. Magnesium sulfate is the first-line treatment in eclampsia-related status epilepticus, while benzodiazepines are the preferred first-line agents outside eclampsia, followed by levetiracetam and phenytoin as second-line antiseizure medications. Further research is needed to establish standardized treatment protocols.\n[24]\n[25]\nStatus epilepticus requires emergent, targeted treatment to reduce patient morbidity and mortality. The Neurocritical Care Society Status Epilepticus guidelines consider the use of midazolam in status epilepticus.\n[26]\n\nBreastfeeding considerations:\nMidazolam passes into breast milk in small amounts, unlikely to harm most infants. After a single intravenous dose, wait at least 4 hours before breastfeeding; for newborns or preterm infants, wait 6 to 8 hours after the dose. Following general anesthesia, breastfeeding can resume once the mother is fully alert. If multiple anesthetics are used, follow guidance for the drug with the longest effect. Prolonged midazolam use may lead to metabolite buildup in the mother, potentially affecting the infant, though data are limited. Monitor exposed infants for sedation, feeding issues, and poor weight gain.\n[27]\n\nPediatric Patients:\nMidazolam syrup is FDA-approved for anxiolysis, sedation, and amnesia in pediatric patients before diagnostic, therapeutic, or endoscopic procedures, or before induction of anesthesia. The data supporting continuous infusion dosing of midazolam is limited in pediatric refractory status epilepticus. The study suggests a therapeutic window of 2.0 to 5.0 μg/kg/min (0.12 to 0.30 mg/kg/h) with minimal risks. Seizures may cease earlier by targeting this window using higher doses than the standard 1.0 μg/kg/min (0.06 mg/kg/h) or by rapidly increasing the dosage.\n[28]\n\nOlder Patients:\nSince older patients metabolize benzodiazepines more slowly and are more prone to adverse effects, caution is advised when administering the drug in that patient population. According to the American Geriatrics Society Beers Criteria, benzodiazepines carry significant risks, including abuse, misuse, and addiction. When taken with opioids, they can cause severe sedation and respiratory depression. Generally, benzodiazepines raise the risk of cognitive decline, delirium, falls, fractures, and vehicle accidents in older patients. Their use may be justified in cases such as seizure disorders, REM sleep behavior disorder, benzodiazepine or alcohol withdrawal, severe generalized anxiety, and during anesthesia for procedures.\n[19]",
    "adverse_effects": "The common adverse effects associated with midazolam use are hiccups, cough, nausea, and vomiting. Thrombophlebitis, thrombosis, and pain on injection are other adverse effects. The incidence of thrombophlebitis is lower with diazepam but similar to that of thiopental. Midazolam causes anterograde amnesia, drowsiness, ataxia, falls, and confusion in older patients. Residual hangover effect can happen with nighttime administration of midazolam, which can impair cognitive and psychomotor abilities, resulting in falls in the older adult population and impaired coordination during driving. Hypotension and tachycardia can occur with rapid intravenous administration. A higher dose can result in respiratory depression, which requires continuous ventilator support. Paradoxical effects of midazolam are possible in individuals with a history of alcohol abuse and aggressive behavior, potentially leading to involuntary movements, verbalization, uncontrollable crying, and aggressive behavior. Respiratory depression can happen with a dose of 0.15 mg/kg, and the risk increases when used along with fentanyl. Concomitant use of midazolam with other CNS depressants can result in severe respiratory depression and death even at therapeutic doses.\n\nLong-term use of midazolam is associated with lasting cognitive impairment, which is only partially reversible after discontinuing the drug.\n[29]\nFor pregnant women, the administration of the drug in the third trimester causes benzodiazepine withdrawal syndrome in the neonate, resulting in hypotonia, cyanosis, and apnoeic spells. Neonates may experience diarrhea, tremors, and hyperexcitability. About one-third of individuals receiving midazolam can form tolerance after using the drug for 4 weeks. Withdrawal syndrome can occur if the dose tapers too rapidly. Symptoms due to the withdrawal of benzodiazepines include irritability, clonus, hypertonicity, nausea, vomiting, diarrhea, tachycardia, and hypertension. Sudden discontinuation of midazolam can result in status epilepticus.\n[30]\n[31]\n[32]\n[33]\n\nA post-marketing study, derived from the FDA Adverse Event Reporting System (FAERS) covering the period from 2004 to 2024, was analyzed to identify adverse events associated with midazolam. Unexpected adverse events not previously documented in the product label have been observed, including hypothermia, seizure, respiratory failure, metabolic acidosis, anaphylactic shock, and coma.\n[34]\n\nDrug-Drug Interactions\n\nCYP3A4 inhibitors:\nTaking midazolam with moderate or strong CYP3A4 inhibitors can lead to prolonged sedation because these drugs reduce its clearance. Avoid using midazolam with moderate or strong inhibitors, and be cautious when using it with mild inhibitors. Examples of moderate inhibitors include verapamil, clarithromycin, and erythromycin. Strong inhibitors include itraconazole, diltiazem, and ketoconazole. Monitoring is also necessary for drug interactions with protease inhibitors, rifampin, phenytoin, and phenobarbital. Induction and inhibition of CYP450 3A4 play a role in decreased and increased drug levels in the circulation. Grapefruit juice reduces the activity of the CYP 450 enzyme and increases the level of the drug. St. John's wort induces the enzyme and reduces the blood level of midazolam.\n[1]\n[35]\n[16]\n\nOpioids:\nCombining midazolam with opioids raises the risk of respiratory depression.\n[36]\nBenzodiazepines act on GABA-A receptors, while opioids act on μ receptors. When used together, they can increase the chance of CNS depression. Use this combination only if no alternatives are available, and keep doses and duration as low as possible. Examples of opioids include fentanyl, morphine, codeine, oxymorphone, and hydrocodone.\n\nOther CNS depressants:\nCombining midazolam with barbiturates, alcohol, or other CNS depressants increases the risk of hypoxia, airway blockage, or apnea and can prolong the drug's effects. Use together only when no alternatives exist, and limit both dose and duration. Examples include other benzodiazepines, muscle relaxants, antipsychotics, anxiolytics, sedatives, and alcohol.",
    "monitoring": "Monitoring vital signs, including blood pressure, heart rate, and respiratory rate, is necessary. Monitoring the Richmond Agitation-Sedation Scale (RASS) score is essential for critically ill patients.\n[41]\nBenzodiazepine-induced CNS depression, especially in combination with opioids, can lead to hypoventilation and acute respiratory acidosis, which, if sustained, stimulates a compensatory increase in renal bicarbonate retention, resulting in a secondary metabolic alkalosis.\n[42]\nThis can progress to respiratory failure, making it crucial to obtain arterial blood gas analysis and provide ventilatory support in critical cases.\n[43]\nMisuse and abuse can be identified and monitored using a prescription drug monitoring program.\n[44]\nClinicians should remember that midazolam is a DEA Schedule IV substance.\n[45]",
    "toxicity": "Signs and Symptoms of Overdose\n\nToxicity with midazolam is rare but can happen when combined with other CNS depressants like alcohol, opioids, and other tricyclic antidepressants. The risk increases with intravenous administration and in older individuals with COPD. Symptoms of overdose include ataxia, nystagmus, hypotension, slurred speech, impaired motor coordination, coma, and death. Impaired reflexes, impaired balance and dizziness, dysarthria, and vasomotor collapse can also occur. Flumazenil is the antidote for midazolam toxicity.\n[46]\nFrequent monitoring of blood levels of midazolam and its metabolites is a requirement during the treatment of midazolam overdose. Levels of midazolam and its metabolites can be measured in blood, plasma, and serum. Monitoring is essential for older patients and patients with liver and kidney disease. The elimination of both the drug and its metabolite decreases with renal insufficiency.\n[1]\n[35]\n[16]\n\nManagement of Overdose\n\nSupportive treatment is the initial course of therapy. Activated charcoal is an option within 1 hour of intoxication. In many instances, flumazenil is not prudent, as it can precipitate seizures when used in a mixed overdose of CNS depressants. Rapid intravenous infusion in older individuals with COPD can also result in an overdose.\n[46]\n[15]\n[47]"
  }
}