{
  "drug_name": "midodrine",
  "nbk_id": "NBK589645",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589645/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Dizziness is a common presenting complaint in ambulatory and emergency room settings and often progresses to inpatient care. It has commonly been separated into categories: vertigo, presyncope, lightheadedness, and disequilibrium.\n[1]\nUnfortunately, it is rarely clear-cut, and patients often have difficulty distinguishing their symptoms.",
    "mechanism": "The etiology of dizziness is vast and varied. Broadly, it can be separated into central/neurologic, peripheral/vestibular, or cardiovascular causes. Central causes of dizziness include cerebellar or brainstem strokes or posterior circulation TIAs.\n[2]\nPeripheral causes include vestibular schwannomas, vestibular migraines, Meniere disease, benign paroxysmal positional vertigo (BPPV), bilateral vestibulopathy, or superior canal dehiscence syndrome. Cardiovascular causes include orthostatic hypotension, presyncope, vertebral artery dissection, or dysrhythmias.\n[1]",
    "monitoring": "A thorough history and physical exam guide a provider on the diagnostic workup for dizziness symptoms.\n[16]\nA provider should not rely on labwork or imaging to solely provide the diagnosis of the cause of dizziness in most cases. Instead, labwork and imaging should be used to confirm a clinical suspicion. Point of care glucose testing and an EKG should be performed on all dizzy and unbalanced patients. Hypoglycemia or arrhythmias can be deadly etiologies that, when recognized, can be intervened upon promptly.\n\nIf there is clinical concern for a central neurologic cause for symptoms, a patient should undergo a non-contrast head CT, CTAs of the head and neck, and an MRI of the head. Additionally, they may benefit from an Echocardiogram with bubble study and carotid Doppler ultrasounds to complete a stroke workup. An Echocardiogram is also of great value when evaluating a cardiovascular etiology. Often a patient may require very specialized testing and imaging when the history and physical exam directs the healthcare provider towards a specific diagnosis (ie, superior canal dehiscence and high-resolution temporal bone CT imaging; vestibular neuritis and gadolinium contrast MRI).",
    "administration": "Treatment is targeted at the underlying source of the patient's symptoms.\n\nBenign Paroxysmal Positional Vertigo may be treated with medications (such as meclizine), the Epley maneuver, or vestibular rehabilitation.\n[1]\nMeniere disease is typically treated with diuretics and salt restriction. An otolaryngologist may treat Severe cases with intratympanic dexamethasone or gentamicin or endolymphatic sac surgery.\n[1]\nVestibular neuritis can be treated with supportive care with antiemetics and vestibular suppressants such as antihistamines, benzodiazepines, or dopamine antagonists. It can also be treated with vestibular rehabilitation or possibly with steroids.\n[17]\nVestibular migraines are often managed with reassurance and lifestyle modifications; however, at times, prophylactic medications are required, such as metoprolol, amitriptyline, topiramate, valproic acid, or flunarizine.\n[18]\nSuperior canal dehiscence requires surgical intervention.\nIdiopathic Perilymphatic fistulas are treated conservatively by avoiding activities that increase inner ear and intracranial pressure. PLFs with a known cause are treated surgically.\n[15]\nOrthostatic Hypotension can be improved by increasing water intake, reviewing the medication list, making lifestyle changes, and, in some cases, adding Midodrine or a mineralocorticoid to the patient's medication regimen.",
    "adverse_effects": "The most considerable complication of dizziness is secondary injury. Dizziness and difficulty with balance are closely linked with a greater risk of falls.\n[21]\nUnfortunately, older individuals more commonly suffer from dizziness, and older individuals are also more likely to suffer severe injuries from falls. A single fall can result in a disabling injury that can forever change an individual's life. Dizziness may also impair their ability to function independently and perform their activities of daily living."
  }
}