{
  "drug_name": "miglustat",
  "nbk_id": "NBK606097",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606097/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Neuronal ceroid lipofuscinoses (NCLs) are a group of devastating and lethal neurodegenerative lysosomal storage diseases that usually affect children.\n[1]\nThe disease is known to have 14 forms, each resulting from mutations in a distinct gene. While the NCLs are individually rare conditions, together, they form the most common neurodegenerative disorder in children.\n[1]\nThese disorders affect the cellular removal of a waste product called ceroid lipofuscin.\n[2]\nCellular accumulation of ceroid lipofuscin indicates lysosomal dysfunction.\n\nAlthough Batten disease was historically regarded as the juvenile form of NCL, some physicians used, and still use, the term \"Batten disease\" to describe all forms of NCL.\n[3]\nThe disease is named after Frederick Eustace Batten, an English pediatrician and neurologist who is also called the father of pediatric neurology.\n[4]\n\nEach form of the disease is identified as ceroid lipofuscinosis neuronal (CLN) and given a different number based on the subtype (ie, CLN1 and CLN2).\n[1]\nEach form of Batten disease, along with the associated gene variant, has different severity levels, average ages of onset, and progresses at different rates.\n\nProblems with the lysosomes lead to the death of neurons over time. Patients with NCLs usually grow and develop normally in the initial phases of life, reaching developmental milestones at appropriate times. However, at the onset of the disease, the progress stops, and there is a decline in acquired skills. Depending on the onset of such symptoms, the disease may be congenital (onset at birth), infantile-onset (usual onset within the first year of life or within 6 months to 18 months), late-infantile onset (usually onset at 2 to 4 years of age), juvenile-onset (onset at 4 to 10 years of age, usually at 4 to 7 years of age), late juvenile onset (usual onset at age 8 to 16), and adult-onset (onset during late teenage years to mid-adulthood).\n[5]\n\nDiagnostic methods include genetic analysis, enzyme assay, histopathology, electron microscopy, electrophysiological tests, and neuroimaging. Management is primarily symptomatic, though approved disease-specific therapy also exists.\n[6]",
    "mechanism": "Batten disease is primarily caused by genetic mutations; the possibility of an autoimmune etiology has also been described.\n[7]\n\nGenetic:\nMore than a dozen genes containing over 430 mutations underlying human NCLs have been identified  (see\nTable 1.\nGenes Known to Cause NCL).\n[8]\nThese genes encode lysosomal enzymes (CLN1, CLN2, CLN10, CLN13), a soluble lysosomal protein (CLN5), a protein in the secretory pathway (CLN11), 2 cytoplasmic proteins that also peripherally associate with membranes (CLN4, CLN14), and many transmembrane proteins with different subcellular locations (CLN3, CLN6, CLN7, CLN8, CLN12).\n\nFor the majority of NCLs, the function of the causative gene has not been fully defined. Most of the mutations in these genes are associated with a typical disease phenotype, but some result in variable disease onset, severity, and progression, including distinct clinical phenotypes.\n[9]\nCLN3 disease is caused by bi-allelic mutations in\nCLN3\n, encoding CLN3, a presumed lysosomal protein.\n[10]\nWithout proper CLN3 functioning, ceroid lipopigments accumulate in all body cells, predominantly affecting the retina and the brain.\n[11]\n\nTable\nTable 1. Genes Known to Cause NCL.\n\nAutoimmunity and Inflammation:\nIn studying a mouse model for Batten disease, Chattopadhyay et al reported the presence of an autoantibody to glutamic acid decarboxylase (GAD65) in CLN3-knockout mice serum that associates with brain tissue but is not present in sera or brain of unaffected mice.\n[20]\nThis autoantibody to GAD65 was seen to inhibit the activity of glutamic acid decarboxylase, resulting in brain samples from CLN3-knockout mice having elevated levels of glutamate compared to normal levels. Excessive excitatory neurotransmitters, including glutamate, may cause toxicity to the neural tissue and features such as seizures.\n[21]\nAn autoantibody to GAD65 was found in individuals with Batten disease.\n[22]\nHence, the authors suggested that an autoimmune response to GAD65 may contribute to a preferential loss of GABAergic neurons associated with Batten disease.\n[22]\nHowever, the association between Batten disease and anti-GAD antibodies is still being explored.\n\nAutoimmunity may also target other neuronal antigens.\n[23]\nChanges in antigen-presenting cells and microglia (including increased expression of sialoadhesin) are noted in those with Batten disease, which might predispose to neural tissue inflammation.\n[24]\n[25]\nAlso, an anti-alpha fetoprotein antibody has been noted in the sera of some patients with Batten disease.\n[26]",
    "monitoring": "At least 14 types of Batten disease (NCL1 through NCL14) have been identified; however, the most commonly observed forms are NCL1, NCL2, and NCL3.\n[61]\nKey diagnostic criteria, symptomatology, and available testing methods are essential for accurately identifying the various forms of this complex neurodegenerative disorder.\n\nClinical symptoms:\n\nCommon clinical hallmarks of Batten disease include visual impairment, inability to achieve typical developmental milestones and/or developmental regression, behavioral problems, progressive cerebral atrophy, seizures, cognitive decline, and dementia.\n[62]\nHowever, as discussed in the previous section, the order and frequency of these symptoms vary between the different subtypes and variants for each genetic mutation.\n\nGenetic testing:\n\nNCLs are now recognized for their significant genotype-phenotype heterogeneity, where different mutations in the same gene or across genes can produce identical phenotypes. Similarly, the same mutation in a single gene may result in variable phenotypes among individuals within a family.\n[43]\nThe gene defect causing the infantile form (CLN1) has been assigned to 1p32 (1p34.2, according to OMIM) in Finnish families.\n[63]\nIn contrast, the disease locus of the juvenile (CLN3) form has been localized to 16p12 in European and Canadian families.\n[63]\nThe gene defect causing the late infantile form (CLN2) has been mapped to chromosome 11p15.\n[13]\n\nBiochemical testing:\n\nFor CLN1, palmitoyl protein thioesterase (PPT) levels can be measured in leukocytes, cultured fibroblasts, dried blood spots, and saliva. Lymphoblast PPT is less than 0.2 pmoles/min/mg (normal levels are 1 to 3).\n[64]\nFor CLN2, tripeptidyl peptidase 1 (TTP1) levels can be measured in leukocytes, cultured fibroblasts, dried blood spots, and saliva. Fibroblast TTP1 activity is approximately 17,000 micromoles of amino acids produced per hour per milligram of protein. The TTP1 activity in CLN2 NCL is less than 4% of normal levels.\n[65]\n\nNeuroimaging:\n\nMagnetic resonance imaging (MRI) & MR Spectroscopy- NCL shows predominant cerebellar-over-cerebral atrophy in CLN2, CLN5, and CLN7 diseases and minimal abnormality until early adolescence in CLN3 disease.\n[66]\nMarked cerebellar atrophy is visible at an early stage of CLN2 disease.\n[67]\nPositron emission tomography (PET) Scan: PET with 2-deoxy-2 [18F]-fluoro-D-glucose measures functional brain activity, particularly in the dendritic field.\n[68]\nIn CLN3, hypometabolism slowly spreads from calcarine to anterior areas, sparing subcortical structures and the brainstem. In CLN2, degeneration is rapid with generalized cortical and subcortical hypometabolism. This is associated with rapidly progressive cerebral atrophy on anatomical neuroimaging.\n[69]\n\nOther diagnostic modalities:\n\nElectron microscopy of muscle shows curvilinear bodies within the muscle fibers, skin, and conjunctival biopsies. Histopathological changes include loss of nerve cells at the cortices of the cerebrum and cerebellum. Lipopigments are present.\n[35]\nThe ultrastructural patterns of lipopigments include fingerprint, rectilinear or curvilinear, and granular profiles.\n[35]\nThe contents of these lipopigments include varying proportions of saposin A, saposin D, subunit C of ATP synthase, and beta-amyloid proteins.\n[70]\nHistological retinal atrophy is noted in the childhood forms.\nUltrastructural examination of peripheral blood lymphocytes in the NCLs reveals different specific cytoplasmic inclusions, with curvilinear profiles typically occurring in classic CLN2 disease.\n[71]\nDetection of specific antibodies like those against TPP1: This protein is absent or markedly reduced in lymphocytes, lymphoblasts, and fibroblasts.\n[72]\nBlood film microscopy may show vacuolated lymphocytes, and electron microscopy may reveal the typical lysosomal inclusions in classic patterns, including fingerprint profiles.\n[50]\n\nOphthalmic assessment:\n\nFundoscopy may reveal optic disc pallor, arteriolar attenuation, peripheral granular appearance of the fundus, macular mottling, or typical Bull's eye maculopathy (see\nImage.\nFundus Photos of Patient with Batten Disease).\nOptical coherence tomography (OCT) of the macula usually shows foveal thinning, loss of outer retinal layers, and thinning of the nerve fiber layer and ganglion cell layer.\n[50]\n\nElectrophysiology:\n\nElectroencephalogram (EEG) features common to various NCL subtypes include progressive slowing of background activity, the disappearance of sleep spindles during sleep, and bursts of diffuse or focal slow waves prevalent over temporal and occipital regions.\n[73]\nVisually Evoked Potentials (VEP)- In CLN1 disease, VEP is unrecordable at age 4; CLN2 disease shows abnormally enhanced but diminished potentials in the final stages, while the CLN3 variant shows early abnormalities.\n[73]\nElectroretinogram (ERG)- The ERG may show a reduction of amplitudes in the scotopic condition. Specifically, the b-to-a ratio may be reduced, suggesting that the inner retina may primarily be involved, which correlates with the localization of CLN3 product in the inner retina.\n[74]\n[48]\nPattern ERG is usually undetectable.",
    "administration": "Several therapies are developing to treat NCL, although not for all subtypes. Notably, CLN4, CLN9, CLN12, CLN13, and CLN14 diseases need further therapeutic studies. Most of these therapies in development are potentially disease-modifying in that they may slow or even halt the progression of the disease. However, few therapies are hypothesized to partially reverse the disease, though a complete reversal is improbable. Therefore, early diagnosis and treatment are more important than ever as these damage-limiting interventions become available.\n\nThe primary barrier to effectively treating Batten disease is the need for central nervous system (CNS) access.\n[75]\nThese treatments primarily target defects in soluble lysosomal proteins and act via enzyme replacement, gene therapy, neural stem cell therapy, or small-molecule pharmaceuticals.\n\nThe treatment of Batten disease encompasses several categories, including symptom management, targeted therapies, and supportive care. Each aims to improve patients' quality of life and slow disease progression.\n\nSymptomatic:\nMost of the management of NCL focuses on treating the symptoms.\n\nAnticonvulsants- Carbamazepine, oxcarbazepine, phenytoin, valproic acid, gabapentin, lamotrigine, topiramate and levetiracetam can be used.\n[76]\nAntiepileptics- Isradipine is a potentially viable neuroprotective agent that can help patients with neurological disorders, such as Batten disease.\n[77]\nAntispasmodics- Baclofen treats generalized spasticity, and due to the intensity of spasticity, a high dose is usually necessary for patients with CLN2.\n[78]\n\nTargeted:\n\nEnzyme Replacement Therapy (ERT) with intraventricular recombinant pro-enzyme of TPP-1, ie, cerliponase alfa, has been approved by the US Food and Drug Administration (FDA) as an enzyme replacement therapy in CLN2 disease. A multicenter, open-label study evaluated the effect of intraventricular infusion of cerliponase alfa every 2 weeks in children with CLN2 disease who were between the ages of 3 and 16. Treatment was initiated at 30 mg, 100 mg, or 300 mg; all the patients then received the 300 mg dose for at least 96 weeks. It was evident that this therapy resulted in less decline in motor and language function than that in historical controls. Serious adverse events included failure of the intraventricular device and device-related infections.\n[79]\nVisual symptoms may not improve or slow down despite this therapy.\nGene Therapy- Chen et al reported an adeno-associated virus (AAV) gene therapy that showed marked benefit in a mouse model of CLN7 Batten disease. Unfortunately, exactly what these results may suggest for individuals living with CLN7 Batten disease is unclear.\n[80]\n\nSupportive:\n\nBalanced diet- Adequate caloric intake, divided into smaller volumes, is recommended to prevent aspiration.\nSleep management- Melatonin helps regulate the sleep and wake cycle, especially in patients with impaired vision.\n[77]\nPhysical rehabilitation- Maintaining physical strength and managing pain is essential.\nPsychological rehabilitation- These patients may need emotional support and cognitive behavioral therapy.\n[81]",
    "adverse_effects": "Living with Batten disease is challenging for both patients and their caregivers. Treatment, diet, lifestyle changes, and support groups can help maintain a higher quality of life.\n\nThe time when vision loss occurs and how fast it develops can vary from 1 patient to another. For example, partial or complete loss of vision often develops in individuals with childhood forms of the disease, while it is usually preserved in those with adult-onset Batten disease. There currently is no effective treatment to prevent vision loss in patients with Batten disease. However, early diagnosis of vision impairment is essential so that interventions can be implemented to allow children to achieve their full developmental potential.\n[100]\n\nDue to a loss of balance and poor coordination, children with Batten disease may have changes in how they walk or their posture. The ability to perform fine motor skills, which are used in activities of daily living such as writing, dressing, bathing, and feeding, may also be affected.\n[101]\n\nMood changes such as anxiety and depression may occur and increase as the patient becomes more worried and frustrated as the disease develops.\n[101]\nPeople with Batten disease may experience a progressive deterioration in speech ability. Due to vision impairment, seizures, learning, and communication problems, children rely more and more on their sense of hearing, so teaching resources and methods should be adapted accordingly.\n[102]"
  }
}