{
  "drug_name": "milk formula",
  "nbk_id": "NBK562306",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562306/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Protein intolerance is a disorder that results from an adverse effect of the ingestion of food proteins. It develops through immunological, non-immunological, metabolic, genetic, and pharmacological mechanisms. It is often associated with gastrointestinal symptoms. With early identification of the condition and intervention, the disorder is mostly manageable and has a favorable prognosis.",
    "mechanism": "Protein intolerance is caused by the inability to digest or effectively break down amino acids. When food proteins are not digested well, they can act as antigens resulting in food protein allergies. Most frequently, cow's milk proteins are the cause of food intolerance during infancy.\n[1]\nFood-protein-induced enterocolitis syndrome is also commonly attributed to intolerance to cow's milk proteins. The affected individuals present with diarrhea, edema, and hypoalbuminemia. With an increase in age and the introduction of different foods, egg protein intolerance, soy, and peanut allergy become more prevalent.\n[2]\n\nProtein intolerance can be seen in the following conditions:\n\nImmunological food protein intolerance: It can be IgE mediated or non-IgE mediated.\n\nIgE mediated conditions include:\n\nCow's milk allergy\nOral allergy syndrome\nImmediate GI hypersensitivity\nEosinophilic esophagitis\nEosinophilic gastritis\nEosinophilic gastroenteritis\n\nNon-IgE mediated conditions include:\n\nFood protein-induced enterocolitis\nFood protein-induced enteropathy\nFood protein-induced allergic proctocolitis\n\nAutoimmune reaction: Autoimmune reaction to gluten proteins is found in celiac disease, non-celiac gluten sensitivity, wheat allergy, gluten ataxia, and dermatitis herpetiformis.\n[3]\n\nEnzyme deficiency: Enterokinase (enteropeptidase) deficiency\n\nMetabolic disorders:\n\nPhenylketonuria (PKU)\nMaple syrup urine disease (MSUD)\nTyrosinemia\nHomocystinuria\n\nGenetic/inherited disorder: Urea cycle disorders, lysinuric protein intolerance\n\nPharmacological: Chronic use of medications to suppress gastric acid production\n[4]\n\nToxic reactions to biogenic amines:\n\nTyramine in aged cheeses\nHistamine\n\nUndefined: Irritable bowel syndrome",
    "monitoring": "There is no one specific test to diagnose food protein intolerance. The condition is evaluated primarily based on a detailed history and physical examination. The clinicians need to recognize and differentiate immunological from non-immunological food protein intolerance to prevent and manage symptoms. In IgE-mediated food allergies, positive skin prick test responses to food proteins along with the detection of food-specific IgE antibodies are usually evident. However, most food protein intolerances are not IgE mediated.\n\nWhen food protein intolerance is suspected, the following measures and tests are helpful in diagnosis:\n\nFood diary: Keeping a food diary is important as it helps the clinicians to map the symptoms and find out the relationship of food to the patient's symptoms.\nSkin prick test: This test screens for IgE-mediated food protein allergies. Although a positive test result may show the presence of IgE antibodies, it has a low predictive value, whereas a negative test result has high predictive accuracy.\nAtopic patch test: The test is used to screen for delayed intolerances to food proteins (cell-mediated reactions).\nSerum specific IgE assay: It is also done to screen for antigen-specific IgE in the patient's serum.\nDiet elimination: If food protein intolerance or allergy is suspected, the patient should consume a diet free of the suspected protein for 2 to 4 weeks. If symptoms improve, an oral food challenge test may be performed as a diagnostic test.\nOral food challenge test: It is a gold-standard test performed under medical supervision to diagnose or rule out food allergy. A diagnosis of food protein intolerance can be made when symptoms subside following dietary elimination of the concerned food, and then symptoms recur after the introduction of the same food. The reactions and symptoms must be reproducible with repeated diet elimination and food challenge tests. Some GI reactions may demonstrate delayed-onset reactions, causing symptoms to occur hours or days after the ingestion.\nRadioallergosorbent test (RAST): This test detects allergen-specific Ig-E antibodies via radioimmunoassay. It is useful in determining the causes of allergies and is frequently positive in immediate GI hypersensitivity.\nDifferential leukocyte count: This test supports the diagnosis of allergic eosinophilic gastritis, allergic eosinophilic gastroenteritis, and other allergic conditions when peripheral eosinophilia is seen.\nStool test: Stool tests may show occult blood or fecal leukocytes and indicate the presence of inflammation.\nBiopsy: In allergic eosinophilic esophagitis, gastritis, and gastroenteritis, a biopsy shows eosinophilic infiltration of the mucosa and submucosa. Jejunal biopsy in enterocolitis syndrome and celiac disease shows villous atrophy and intestinal infiltration by lymphocytes.",
    "administration": "The only definitive management of food protein intolerance is the strict elimination of the offending food protein in the diet. Patients should be counseled on monitoring the ingredients of manufactured food and compliance with the elimination diet. Patients on long-term elimination diets should also have access to appropriate diet counseling, ideally by a nutritionist or dietitian, and regular monitoring of growth, especially in children.\n\nIn breastfed infants, the mothers should be advised to avoid cow's milk and dairy products. Extensively hydrolyzed formula with documented hypoallergenicity must be recommended as the choice for the treatment of cow's milk allergy, especially in non-breastfed infants and young children. For patients with more severe symptoms, amino acid formulas can also be recommended.\n[16]\n\nSteroids are the mainstay treatment in IgE-mediated immunological food protein intolerance, including eosinophilic gastrointestinal disorders.\n[17]\n\nInfants with acute FPIES with mild symptoms (without lethargy, pallor, or listlessness) can be treated at home with oral rehydration. But for severe symptoms, they must be managed at a medical facility with IV fluids. Intramuscular epinephrine and antihistamines do not have any role in the management of FPIES reactions.\n\nIf acute allergic reactions or anaphylaxis is suspected, the probable offending food must be immediately avoided, and emergency medical care should be provided. They may be given a prescription for an auto-injectable epinephrine device and instructed for their proper use.",
    "adverse_effects": "Protein is an essential nutrient for the health and development of our bodies. The general complications of protein intolerances leading to protein deficiency are loss of muscle mass, delayed growth, failure to thrive, and a weakened immune system. Affected individuals may have symptoms such as swelling in the legs, face, and other parts, dry and brittle hair, fatigue, and frequent infections.\n\nIn adults, allergic reactions to cow's milk proteins are often complicated by lactose intolerance, which increases with age. IgE-mediated allergic conditions may cause anaphylactic reactions and angioedema, which can be life-threatening without management. Diarrhea and vomiting associated with FPIES and eosinophilic gastroenteritis may lead to complications, including severe dehydration and hypovolemic shock."
  }
}