{
  "drug_name": "milk thistle",
  "nbk_id": "NBK541075",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541075/",
  "scraped_at": "2026-01-11T15:34:28",
  "sections": {
    "indications": "There are currently no documented contraindications to using milk thistle. However, there is little information about milk thistle's interactions with cancer drugs, radiation therapy, or other medications.\n[2]",
    "mechanism": "Milk thistle exhibits its hepatoprotective properties by 3 major mechanisms: an antioxidant, an anti-inflammatory, and an antifibrotic substance.\n[17]\nThe anti-inflammatory properties of milk thistle are attributable to its ability to regulate cytokines responsible for inducing inflammation. Milk thistle has been shown to down-regulate and inhibit the expression of COX-2, a key mediator of inflammatory pathways.\n[17]\n[18]\nSilymarin also inhibits the transduction cascade controlled by NF-κB. This protein complex induces the expression of pro-inflammatory genes responsible for encoding cytokines directly involved in the inflammatory process. NF-κB also regulates the survival of inflammatory T-cells. Studies done on mice showed silybin reduced liver and plasma content of pro-inflammatory cytokines while increasing IL-10, a cytokine whose function is to decrease and regulate the inflammatory response.\n[19]\n[20]\n\nMilk thistle has also shown antioxidant properties in hepatocytes and can inhibit free radicals derived from the metabolism of toxic substances such as ethanol, acetaminophen, and carbon tetrachloride. This herb stimulates protein synthesis by protecting cell membranes from free radical-induced damage and directly inhibiting radical formation. Milk thistle can also act as a free radical scavenger and increase the intracellular content of scavengers.\n[21]\nStudies have shown that silymarin increases superoxide dismutase activity and serum glutathione and glutathione peroxidase levels.\n[22]\n[23]\nSilybin can also act as an iron chelator, further strengthening its antioxidant properties.\n[24]\n\nIn addition to its anti-inflammatory and antioxidant properties, silybin also shows promise as an antifibrotic agent, which is attributable to its ability to decrease platelet-derived growth factor (PDGF)-induced DNA synthesis in cells, which inhibits the transformation of stellate hepatocytes into myofibroblasts. By reducing myofibroblasts, silybin indirectly prevents the deposition of collagen fibers that lead to the progression of liver injury.\n[17]\nFinally, silybin has demonstrated an association with a significant reduction of TGF-β, a key regulator in the pathogenesis of liver fibrosis.\n[25]\n\nPharmacokinetics\n\nAbsorption:\nSmall studies have demonstrated that flavonolignans were rapidly absorbed and eliminated after oral administration of standardized milk thistle extract.\n[26]\n[27]\n\nDistribution:\nPharmacokinetic parameters appear to indicate a dose-dependent volume of distribution of some component phytochemicals in single-dose escalation assessments, with some of these compounds only detectable at the highest dose.\n[26]\n\nMetabolism:\nResearch indicates that silymarin extracts undergo extensive metabolism; most of milk thistle's phytochemicals are subject to phase II hepatic metabolic processes (eg, glucuronidation, sulfation).\n[26]\nOther research also concluded that since milk thistle flavonolignans are extensively modified following oral dosing and are recovered in the urine as sulpho- and glucuronyl conjugates, this analysis demonstrates a strong link to hepatic phase II metabolism.\n[27]\n\nElimination:\nThe parent compounds found in milk thistle and their metabolites may enter the internal circulation and are excreted in the bile or urine. Milk thistle flavonolignans metabolites are recovered in urine.\n[27]",
    "administration": "Available Dosage Forms and Adult Dosing\n\nLike most herbal supplements, milk thistle is orally administered and is available in capsules, tablets, or as a liquid extract containing ethanol-extracted silymarin in doses of 250 to 750 mg. The daily dosage varies, but the typical dose frequency is 2 to 3 times daily. Research shows that silymarin is generally safe in humans at standard therapeutic doses and is even well tolerated at higher doses of 700 mg 3 times a day for 24 weeks.\n[28]\n\nSpecial Patient Populations\n\nHepatic impairment:\nDespite milk thistle's use in patients with and without liver disease, it has not been implicated in altering liver function tests or causing clinically relevant acute hepatic injury.\n[1]\n\nRenal impairment:\nThere is little evidence regarding dosing milk thistle in patients with renal impairment, and in fact, some research suggests milk thistle may be renoprotective.\n[29]\n\nPregnancy considerations:\nCaution is recommended during pregnancy, as more studies are needed on milk thistle and pregnancy, especially in humans.\n[30]\n\nBreastfeeding considerations:\nLimited data indicate that the silymarin components of milk thistle are not excreted into breast milk in measurable amounts.\n[31]\n\nPediatric patients:\nNo studies exist examining whether pediatric use of milk thistle is safe.\n\nOlder patients:\nNo data implicates milk thistle as causing problems in older patients. Clinicians should exercise caution and monitor older patients who take milk thistle.",
    "adverse_effects": "According to pharmacological studies, silymarin is recognized as a safe herbal product since taking it at therapeutic doses is not toxic.\n[17]\nAlthough rare, some of the adverse effects of milk thistle include:\n\nGastroenteritis\nDiarrhea\nHeadache\nBloating\nDermatological symptoms (eg, hives, rash, pruritus)\n\nOral silymarin generally has few, if any, adverse effects and is well-tolerated even at higher doses. Milk thistle may prompt an allergic reaction in individuals sensitive to the\nAsteraceae\n/\nCompositae\nplant family (eg, ragweed, chrysanthemums, marigolds).\n\nDrug-Drug Interactions\n\nMilk thistle does not have any documented significant drug-drug interactions. However, since it does exert some effect on the CYP450 enzyme system, it might affect certain drugs, including diazepam and warfarin. However, this effect is not potent or even moderate at recommended doses.\n[32]\nSome researchers have noted an association between milk thistle and bleeding in patients on blood thinners.\n[33]\nCaution is advised with narrow therapeutic window medications.\n[30]\nSince milk thistle appears to be able to lower blood sugar, it may have an additive effect with other medications for type 2 diabetes.\n[34]\nMilk thistle may affect the hepatic metabolism of raloxifene by inhibiting raloxifene glucuronidation.\n[35]",
    "monitoring": "As with most herbal products, there is no definitive way to monitor blood levels of milk thistle or its compounds, and little data is available on the therapeutic index of the supplement. However, silymarin has been shown to decrease the activity of cytochrome P-450 enzymes and UDP-glucuronosyltransferase (UGT) enzymes, prompting healthcare providers to caution patients against co-administration of milk thistle and specific pharmaceutical agents.",
    "toxicity": "Asymptomatic liver toxicity in clinical trials performed on cancer patients has been reported; researchers observed an increase in ALT and bilirubin levels. However, this observation was at extremely high doses of silybin (between 10 to 20 g/d).\n[17]"
  }
}