{
  "drug_name": "milrinone",
  "nbk_id": "NBK532943",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532943/",
  "scraped_at": "2026-01-11T15:34:28",
  "sections": {
    "indications": "Milrinone is contraindicated in patients with hypersensitivity to any of its components. It is relatively contraindicated in patients with severe heart failure or severe pulmonary hypertension. In severe pulmonary hypertension, generalized vasodilation of pulmonary vasculature may worsen V/Q mismatch and lead to worsened hypoxemia. When considering the use of milrinone in these populations, it is advisable to consult a specialist for expert guidance.\n[14]\n[20]\n\nMilrinone is generally contraindicated in patients with acute kidney injury and end-stage renal disease, as it primarily undergoes renal excretion. Hence, Clinicians should reduce the infusion rate in patients suffering from renal impairment.\n[21]\n\nWarning:\nAccording to the manufacturer's labeling, milrinone is not safe when given for the longer (greater than 48 hours) treatment of patients with heart failure. Long-term oral treatment with milrinone is associated with an increased risk of hospitalization and death in patients with Class III and IV heart failure. Patients with NYHA Class IV symptoms appeared to be at higher risk. Milrinone is associated with ventricular arrhythmias, including NSVT(nonsustained ventricular tachycardia). In addition, long-term oral use is associated with an increased risk of sudden death.",
    "mechanism": "This section discusses the pharmacology of milrinone.\n\nPhosphodiesterase Inhibition\n\nMilrinone is the phosphodiesterase inhibitor drug class. Phosphodiesterase is an enzyme that hydrolyzes the second messenger cyclic adenosine monophosphate(cAMP) and guanosine monophosphate(cGMP), terminating their effects in various tissues. There are several phosphodiesterase enzymes throughout the body. Phosphodiesterase III is present in the cardiac sarcoplasmic reticulum, smooth muscle in arteries and veins. Milrinone is selective for phosphodiesterase III at low doses and nonselective at high doses.\n[8]\n\nCardiac Effects of Milrinone\n\nIn the myocardium, PDE III inhibition leads to increased contractility (inotropy) and improved relaxation (lusitropy). This effect leads to improved systolic and diastolic function and optimizes cardiac output. Increased heart rate (chronotropy) also occurs but is less pronounced than the increases in heart rate seen with medications in the catecholamine class. Inhibition of phosphodiesterase III prevents cAMP breakdown, increasing protein kinase A activity, leading to phosphorylation of calcium ion channels in the sarcoplasmic reticulum and increasing calcium availability in myocyte sarcomere. The aforementioned increased calcium availability manifests in increased cardiac inotropy and chronotropy. Consequently, PDE III inhibition by milrinone causes increased calcium reuptake into the sarcoplasmic reticulum, resulting in enhanced myocardial relaxation (lusitropy) with improved diastolic function.\n[9]\n[10]\n\nVasoactive Effects of Milrinone\n\nIn the vasculature, PDE III inhibition prevents cGMP metabolism in the smooth musculature and results in vasodilation in both arteries and veins. The vasodilatory effects of milrinone are more potent than beta-2 agonists, including dobutamine and isoproterenol. Milrinone is available in an inhalational formula for directed vasodilation of the pulmonary vasculature to treat pulmonary hypertension.\n[11]\n[12]\n\nPharmacokinetics\n\nPlasma half-life: 2 to 2.5 hours.\n[13]\nDistribution: The volume of distribution:0.38-0.45 liters/kg,  Plasma protein binding: 70%\nMetabolism:  Milrinone is metabolized by the liver to O-glucuronide metabolite\nExcretion: The route of excretion of urine and mean renal clearance of milrinone is approximately 0.3 liters/min (90% recovered in urine in 8 hours)\n[14]",
    "administration": "Dosing options for milrinone include:\n\nIntravenous Administration\n\nLoading doses: 25 to 50 mcg/kg (loading dose given over 10 minutes)\nInfusion rates: ranging between 0.375 and 0.75 mcg/kg/min\n[15]\nThe infusion rate should be modified according to hemodynamic and clinical response.\n\nInhalation Administration\n\nNot an FDA-approved use; there is no consensus on the dosing via this route\n[16]\n\nPediatric Home Administration\n\nInfusion rate: 0.3mcg/kg/min to 1mcg/kg/min\n[17]\n\nThe infusion rate should be modified according to hemodynamic and clinical response.\n\nUse in Specific Patient Population\n\nPatients with Hepatic Impairment:\nThere is no information regarding the use of milrinone in patients with hepatic impairment in the manufacturer's labeling.\n\nPatients with Renal Impairment:\nRenal impairment increases the terminal elimination half-life of milrinone. Therefore, reductions in infusion rate may be necessary for patients with renal impairment. However, according to ACC/AHA 2022 guidelines, accumulation of milrinone may occur in the setting of renal failure.\n[13]\nHence, milrinone should be avoided in ESRD and acute kidney injury.\n[14]\n\ncreatinine clearance 50(mL/min/1.73 m^2) - infusion rate 0.43 mcg/kg/min\ncreatinine clearance 40(mL/min/1.73 m^2) - infusion rate 0.38 mcg/kg/min\ncreatinine clearance 30(mL/min/1.73 m^2) - infusion rate 0.33 mcg/kg/min\ncreatinine clearance 10(mL/min/1.73 m^2) - infusion rate 0.23 mcg/kg/min\n\nPregnancy Considerations:\nThere are no adequate studies regarding the use of milrinone in pregnant women. Milrinone should be used during pregnancy only after careful risk-benefit evaluation.\n\nBreastfeeding Considerations:\nIt is unknown whether milrinone is excreted in human milk. Hence, clinicians should exercise caution when milrinone is administered to nursing women.",
    "adverse_effects": "The most feared adverse effect of milrinone is its potential to induce hemodynamic changes and arrhythmias. Milrinone may cause ventricular tachyarrhythmia, leading to cardiac ischemia or sudden cardiac death. These changes are not shown to follow a dose-dependent relationship. Milrinone can cause an increase in venous vessel capacitance, leading to decreased preload and manifesting as headaches, syncope, and severe hypotension. Unlike tachyarrhythmias, hypotension occurs in a dose-dependent relationship.\n[14]\n\nAnagrelide may enhance the toxic effect of milrinone. Both milrinone and anagrelide inhibit the phosphodiesterase III enzymes. Therefore anagrelide prescribing information states that clinicians should avoid concomitant use of milrinone with anagrelide.\n[18]\n\nBesides its hemodynamic and arrhythmogenic effects, milrinone may also affect platelet function and inflammatory pathways. It may block platelet aggregation, suppress neointimal hyperplasia associated with endothelial injury, and attenuate the proinflammatory effects of cardiopulmonary bypass.\n[19]",
    "monitoring": "Milrinone is primarily for use in the ICU and perioperative setting. Before initiating this medication, a right heart catheterization may be considered for obtaining hemodynamic measurements to establish the patient's baseline parameters and gauge the patient's response to continuous infusion. Repeat or dosing monitoring is not routine due to the risks associated with repeat vascular access or continuous indwelling catheters. Pulmonary artery catheterization for monitoring pulmonary pressures should be done with discretion and only after considering a case-by-case risk-benefit analysis.\n[17]\n\nPotassium loss due to rapid diuresis may predispose patients receiving digitalis therapy to arrhythmias. Therefore, potassium levels should be monitored and corrected by potassium supplementation in advance of or during the use of milrinone. In addition, clinicians should closely monitor fluid, electrolytes, and renal function during therapy with milrinone. Improvement in cardiac output resulting in diuresis may require a dose reduction of diuretics. Serum milrinone levels are not routinely necessary as the arrhythmogenic toxic effects have not shown a dose-dependent linear relationship. Outpatient use of milrinone is routinely not recommended due to increased patient mortality secondary to ventricular arrhythmia and sudden cardiac death.\n[4]\n[14]\nMeasure quality of life with the Minnesota Living with Heart Failure Questionnaire (MLHFQ) and the Kansas City Cardiomyopathy Questionnaire(KCCQ).\n[22]",
    "toxicity": "Cardiovascular toxicity is primarily seen in chronically milrinone patients and manifests as tachyarrhythmias and sudden cardiac death. At high dosing, patients may also experience hypotension and syncope.\n[17]\n[23]\nMilrinone had a previous use as an oral formulation for outpatient use in patients with NYHA class III and IV chronic heart failure (CHF) to improve symptoms and decrease the frequency of hospital admissions. However, this practice was discontinued following the PROMISE trial in 1991 due to safety concerns. This double-blinded clinical trial assessed patients with CHF class III/IV placed on milrinone or placebo and ended early due to increased mortality in the milrinone group secondary to ventricular tachyarrhythmias and sudden cardiac death.\n[20]\n[4]\n\nIt is important to note that there is no antidote to milrinone. Therefore, in case of overdose, the administration of milrinone should be discontinued until the patient’s condition stabilizes. Clinicians should treat the overdose symptomatically, focusing on hemodynamic parameters and arrhythmias."
  }
}