{
  "drug_name": "minoxidil",
  "nbk_id": "NBK482378",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482378/",
  "scraped_at": "2026-01-11T15:34:29",
  "sections": {
    "indications": "Contraindications include the following:\n\nMinoxidil should not be used in patients with a known history of hypersensitivity to the drug or its constituents, including propylene glycol.\nThe utilization of minoxidil is not recommended for pregnant and breastfeeding women. Although minoxidil is not recognized as a teratogenic agent, there are occasional reports of congenital anomalies.\n[10]\nThe product intended for use in males is not recommended for use in females.\nThis product is also contraindicated in patients younger than 18 and those who experience sudden, uncertain, or patchy hair loss, hair loss after childbirth, scalp infections or inflammation, or use another scalp medication.\n\nBox Warning\n\nOral minoxidil can cause serious adverse effects, including pericardial effusion, that can advance to cardiac tamponade. Reports of angina pectoris worsening have also been reported in patients using the medication. As a result, careful oversight is imperative when administering minoxidil to patients.\n[27]\n\nPatients receiving guanethidine should be admitted to a hospital for monitoring when minoxidil is administered due to the substantial risk of severe orthostatic hypotension.\n[26]\nCoadministration of beta-blockers with minoxidil is advised to help manage the elevated myocardial workload and tachycardia.\n[12]\nOral minoxidil should be used with a loop diuretic to prevent severe fluid accumulation in a patient's body.\n[28]",
    "mechanism": "Topical minoxidil, with the empirical formula C\n9\nH\n15\nN\n5\nO, is a stimulant for hair growth (see\nImage.\nSkeletal Formula of Minoxidil). The precise mechanism of action for the drug remains inadequately understood. The sulfotransferase enzyme in the human scalp converts minoxidil into minoxidil sulfate, which is the active form of the molecule. Differences in sulfotransferase activity among individuals can affect minoxidil's effectiveness, leading to inconsistencies in the therapy.\n[9]\n\nMinoxidil shortens the telogen phase to prompt the dormant hair follicles for premature transition into the anagen phase. The shortening of the telogen phase might lead to telogen effluvium following minoxidil therapy. Furthermore, minoxidil extends the anagen phase, resulting in increased hair length and thickness, thereby representing the observable outcomes of minoxidil therapy.\n[10]\n\nThe initial outcomes of minoxidil become apparent after approximately 8 weeks of initiating the treatment, with the maximum effects manifesting around 4 months. Minoxidil affects the potassium channels present in vascular smooth muscles and hair follicles.\n[10]\nThis potassium channel activity may induce the following effects:\n\nStimulation of the microcirculation around the hair follicles induces arteriolar vasodilation, thereby encouraging conditions conducive to hair growth.\nInduction of the vascular endothelial growth factor expression leads to heightened vascularization around the hair follicles, thereby promoting hair growth.\nActivation of the prostaglandin-endoperoxide synthase-1 enzyme leads to the enhancement of hair growth.\nInhibition of androgen-related effects on androgen-sensitive hair follicles.\nDirect stimulation of the hair follicles as the drug acts as an epidermal growth factor on the matrix cells, slowing their aging process and extending their anagen phase. This process is achieved through the activation of the beta-catenin pathway.\nDisplay of antifibrotic characteristics due to its impact on collagen synthesis.\n\nHypertension\n\nMinoxidil exerts its antihypertensive effect by opening adenosine triphosphate (ATP)-sensitive potassium channels. As a result, when the smooth muscle vasculature is relaxed, it reduces peripheral resistance, which ultimately helps to lower blood pressure levels. Consequently, this process increases plasma renin activity, which, in turn, triggers salt and water retention in a patient's body. Additionally, minoxidil triggers the activation of the sympathetic nervous system, resulting in tachycardia and heightened cardiac output. Therefore, clinicians prescribe beta-blockers and diuretics alongside minoxidil to mitigate potential adverse effects.\n[5]\n\nPharmacokinetics\n\nAbsorption: Minoxidil is absorbed from the gastrointestinal tract at a rate of 95%, and the drug achieves peak levels within the initial hour. Conversely, only 1.4% of topical minoxidil is absorbed through the skin.\n[7]\n\nDistribution: Minoxidil shows no binding affinity to plasma proteins. This drug experiences broad distribution, with a distribution volume ranging from 2.8 to 3.3 L/kg.\n\nMetabolism: Minoxidil undergoes metabolism through conjugation, sulfation, and hydroxylation processes. The resulting metabolites generally exhibit lower pharmacological activity than the parent drug. Notably, as previously mentioned, topical minoxidil is metabolized within the hair follicles by the sulfotransferase enzyme, leading to the formation of minoxidil sulfate.\n[11]\n\nElimination: Although the elimination half-life of minoxidil is around 3 to 4 hours, the hypotensive impact of the medication may persist for up to 72 hours. Notably, the excretion of minoxidil and its metabolites predominantly occurs through the kidneys.\n[12]",
    "administration": "Minoxidil is available as an over-the-counter topical agent in the United States. Furthermore, the medication is marketed in an oral tablet formulation and as a topical agent in foam and solution formulations for both male and female patients.\n\nAdult Dosage\n\nTopical minoxidil:\n\nPatients can apply a 5% aerosol formulation of topical minoxidil directly onto their scalp at a one-half capful dose. The medication should be used twice daily by male patients and once daily by female patients.\nWomen should apply 1 mL of the 2% topical minoxidil solution to their scalp twice daily.\nMen should apply 1 mL of 2% or 5% topical minoxidil solution to their scalp twice daily.\n\nScalp massage is not required following the application of the medication. Minoxidil uptake reaches approximately 50% within an hour and increases to 75% after 4 hours. Although certain practitioners use microneedling with topical minoxidil to potentially enhance the drug's efficacy, further studies are necessary to evaluate the potential significance of this practice.\n[13]\n[14]\n[15]\n\nA 2% topical minoxidil solution is effective for male patients experiencing androgenic alopecia in their frontotemporal and vertex regions. However, the 5% topical minoxidil solution provides a more significant clinical benefit than the 2% solution. The clinical response to minoxidil is notably more pronounced when the onset of alopecia occurs within 5 years, primarily among young adults, and when the hair follicles are not extensively miniaturized.\n[16]\n\nOral minoxidil:\n\nThis formulation is supplied in tablet formulations, with options of 2.5 mg and 10 mg doses. Although the FDA does not approve the oral formulation of minoxidil for treating hair loss in individuals, clinical trials have demonstrated its effectiveness at dosages ranging from 0.25 to 2.5 mg daily for maintaining blood pressure levels in patients with resistant hypertension.\n[8]\n\nThe recommended initial dosage of minoxidil for hypertensive therapy is 5 mg, administered once daily to patients younger than 12, which can be gradually escalated up to a maximum of 40 mg per day. Higher doses should be equally divided and administered to individuals 2 or 3 times daily to prevent excessive hypotension. The maximum recommended dosage of oral minoxidil is 100 mg per day.\n[12]\nAs per the AHA's guidelines for managing resistant hypertension, minoxidil should be prescribed alongside a loop diuretic and a beta-blocker to mitigate potential adverse effects in patients.\n[2]\n\nThe recommended off-label dosing of oral minoxidil for treating alopecia is 0.25 to 2.5 mg, administered once or twice daily in 1 or 2 equally divided doses.\n\nSpecific Patient Population\n\nPatient with hepatic impairment: The product labeling for topical or oral minoxidil does not offer specific dosage adjustment information. However, caution is advised when considering its use in such cases.\n\nPatient with renal impairment: When dosing oral minoxidil, it is advisable to consider dose reduction for individuals with renal impairment. However, specific dosage adjustment information is not supplied for topical minoxidil.\n\nPregnancy considerations: As animal reproductive studies have indicated specific adverse effects of minoxidil in pregnant women, it is not advisable to use this drug. Minoxidil holds an FDA pregnancy category C classification.\n[17]\n\nBreastfeeding considerations: As minoxidil is excreted in breast milk, its use is not recommended in breastfeeding women.\n[10]\n\nPediatric patients: The recommended initial dosage of oral minoxidil in patients younger than 12 is 0.2 mg/kg daily. Typically, the maintenance dosage of minoxidil ranges from 0.25 to 1 mg/kg per day, and the maximum recommended dosage is 50 mg per day.\n[18]\nClinicians may suggest topical minoxidil in children; however, it is considered an off-label drug indication.\n[19]\n\nOlder patients: Oral minoxidil should be initiated at a lower dose in older patients as clinicians recommend, considering comorbidities, polypharmacy, and increased risk of falls in this population.",
    "adverse_effects": "Although minoxidil is generally well tolerated, topical minoxidil is associated with the following adverse effects, as listed below.\n[10]\n[20]\n\nMinoxidil-induced telogen effluvium: The shortening of the telogen phase caused by minoxidil can result in excessive hair shedding in individuals.\nSkin irritation: This condition can lead to erythema, discomfort, and a burning sensation on the scalp.\nScaly changes of the scalp: This condition can entail irritation or a potential worsening of seborrheic dermatitis.\nIsolated pruritus: appears in the area of application.\nAllergic contact dermatitis: This can lead to symptoms such as erythema, eczematous skin reactions, and pruritus. Minoxidil and propylene glycol are the primary allergens implicated in cases of allergic contact dermatitis. Patch testing can aid in identifying the underlying causative agent. If allergic contact dermatitis arises due to propylene glycol, topical minoxidil as a foam formulation can be an alternative option, as it does not contain propylene glycol.\nLocalized or generalized hypertrichosis: Both oral and topical minoxidil usage can lead to hypertrichosis. However, this effect is more frequently observed with the oral formulation and when the 5% topical minoxidil solution is used compared to the 2% solution. Research indicates that hypertrichosis is linked to minoxidil extending the anagen phase. In addition, cases of hypertrichosis have been documented in infants due to unintentional direct skin contact.\n[21]\n\nOral minoxidil is also associated with significant adverse effects, as listed below.\n\nRare but severe reactions include pericarditis, pericardial effusion, cardiac tamponade, exacerbating congestive heart failure, and worsening angina.\nOral minoxidil administration can lead to significant hypotension and potential complications such as thrombocytopenia and leukopenia in individuals taking the medication.\n[22]\nBreast tenderness and gynecomastia have also been reported as adverse effects of the medication.\n[23]\nHypertrichosis, edema, tachycardia, and weight gain are also caused by oral minoxidil.\n\nDrug-Drug Interactions\n\nSystemic cyclosporine can exacerbate adverse effects such as hypertrichosis when combined with topical minoxidil. Notably, hypertrichosis symptoms significantly improved after discontinuing topical minoxidil for 2 months.\n[24]\nCoadministration of low-dose aspirin and minoxidil may diminish the effectiveness of topical minoxidil. This decrease in effectiveness is attributed to the inhibitory effect of low-dose aspirin on sulfotransferase enzymes in human hair.\n[25]\nConcurrent use of guanethidine with minoxidil can cause severe hypotension.\n[26]",
    "monitoring": "Patients using topical minoxidil should undergo regular monitoring for any alterations in the scalp and the occurrence of localized or generalized hypertrichosis.\n[29]\nHypotension is a rare occurrence in patients using topical minoxidil. Nonetheless, some clinicians advise consistent monitoring of blood pressure, heart rate, and electrocardiographic changes for patients undergoing topical minoxidil therapy. Clinicians should conduct thorough assessments to eliminate secondary causes of hypertension, such as renal artery stenosis, primary aldosteronism, pheochromocytoma, and Cushing syndrome, warranting minoxidil treatment. Regular monitoring of fundoscopic examination, renal function, echocardiogram, and ankle-brachial index is recommended to assess potential target organ damage for patients taking the medication.\n[2]",
    "toxicity": "Percutaneous toxicity is a rare occurrence following standard minoxidil application. In cases of significant oral ingestion, there is currently no recognized antidote for minoxidil toxicity. Unintentional oral consumption of minoxidil may lead to vomiting and, in rare instances, necessitate hospitalization. Instances of hypotension, tachycardia, and changes in the electrocardiogram have been reported following accidental ingestion. Intravenous fluids and pharmaceutical vasopressors can address malignant hypotension. In substantial inadvertent minoxidil ingestion, gastric lavage technique and activated charcoal administration might be essential to avert systemic toxicity in patients.\n[30]\n\nA case was\nreported where a young girl unintentionally ingested a topical solution of minoxidil prescribed to her father. After ingesting the medication, the girl encountered adverse effects such as hypotension and prolonged tachycardia.\n[31]\nIntravenous fluids are essential in cases of oral minoxidil overdose, causing hypotension in individuals. Vasopressors should be administered to patients for hypotension that does not respond to standard treatment.\n[32]\n[33]"
  }
}