{
  "drug_name": "mirabegron",
  "nbk_id": "NBK538513",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538513/",
  "scraped_at": "2026-01-11T15:34:30",
  "sections": {
    "indications": "Previous hypersensitivity reaction to mirabegron or any excipients of tablet or oral suspension is a contraindication to mirabegron use.\nMirabegron use correlates with hypertension, and its contraindication includes severe uncontrolled hypertension.\n[15]\nAnalysis of hypertension should depend on the discretion of the clinician. Resistant hypertension is defined as blood pressure that remains elevated above 140/90 despite using three antihypertensive drugs at the most tolerated doses, one of which is a diuretic. In this light, blood pressure optimization should be considered before initiating mirabegron therapy.\n[16]",
    "mechanism": "The human bladder expresses various sympathetic and parasympathetic receptors to help regulate micturition. Activation of the parasympathetic system will result in bladder contraction. Receptors positively affecting bladder contraction and micturition include the M2 and M3 receptor subtypes, which function via the parasympathetic nervous system.\n[5]\nThese receptors work to increase intracellular calcium and down-regulate cyclic-adenosine, respectively, which will increase muscle contraction. Negatively affecting micturition predominantly includes the sympathetic beta-3 adrenergic receptors.\n[6]\nMirabegron is a beta-3 receptor agonist which will cause detrusor muscle relaxation. Animal studies have shown that beta-3 receptor agonists exhibit a dose-dependent detrusor relaxation (mediated via up-regulation of cyclic-adenosine) during the storage phase of micturition.\n[4]\nThis way, mirabegron can aid in the symptomatic relief of OAB and symptoms of urge urinary incontinence, urgency, and urinary frequency.\n\nPharmacokinetics\n\nAbsorption: According to the manufacturer's product labeling, mirabegron reaches maximum plasma concentrations (Cmax) at approximately 3.5 hours. Steady-state concentrations are achieved within seven days. In adults, there are no clinically significant differences in mirabegron pharmacokinetics when administered with or without food. However, in pediatric patients, fasted Cmax and AUC increased by 170% and 80%, respectively, compared to the fed state following the administration of mirabegron Granules.\n\nDistribution: Mirabegron has an extensive distribution with the volume of distribution at steady-state (Vss) 1670 L. Mirabegron is bound (approximately 71%) to human plasma proteins, including albumin and alpha-1 acid glycoprotein. Mirabegron distributes to erythrocytes. Mirabegron volume of distribution is relatively higher in pediatric patients and is proportional to body weight.\n\nMetabolism: Mirabegron is metabolized in the liver via multiple pathways involving dealkylation, oxidation, glucuronidation, and hydrolysis. Metabolites are not pharmacologically active. Studies have also shown the involvement of butyrylcholinesterase, and UGT in the metabolism of mirabegron, in addition to CYP3A4 and CYP2D6. In poor metabolizers of CYP2D6, mean Cmax and AUC are approximately 16% and 17% higher than in extensive metabolizers of CYP2D6.\n\nExcretion: The mean elimination half-life (t1/2) of mirabegron is approximately 50 hours in adult patients and 26 to 31 hours in pediatric patients(mirabegron granules). Renal elimination of mirabegron is primarily through active tubular secretion and glomerular filtration. Approximately  55% is excreted in the urine, 34% in the feces, and ~25% in the urine(unchanged).",
    "administration": "Mirabegron is a once-daily orally administered drug.\n[4]\nIt is available in 25 mg or 50 mg strengths. The lower-strength tablet is recommended as a starting dose for patients with severe renal or moderate hepatic impairment. The higher dose tablet is recommended for patients to take with or without food if they tolerate the lower dose.\n[4]\nOther therapeutic routes of administration (intravenous, rectal, enteral, epidural, intracerebral, etc.) for mirabegron are not FDA-approved in the treatment of OAB. Mirabegron may take 4 to 8 weeks before patients see improvements in their symptoms.\n[2]\nMirabegron is available in extended-release tablets, extended-release granules, and as an oral suspension.\n\nIn addition to monotherapy, combination therapy with low dose mirabegron (25 mg) and a low dose of solifenacin (5 mg), an anti-muscarinic, has been shown to significantly improve urinary urgency and urgency incontinence when compared to monotherapy. Three large double-blind, randomized controlled trials (SYMPHONY, BESIDE, and SYNERGY) have shown the safety and efficacy of combination therapy.\n[7]\n[8]\n[9]\nRecently, the FDA has approved combination therapy for patients with urinary urgency.\n[8]\n\nUse in Specific Patient Populations\n\nPatients with Hepatic Impairment\n\nFor mild(Child-Pugh Class A  starting dose is 25 mg, and the maximum dose is 50 mg. For moderate hepatic impairment(Child-Pugh Class B). starting, and the maximum recommended dose is 25 mg. The use of mirabegron is not recommended for severe hepatic impairment (Child-Pugh Class C)\n[10]\n\nPatients with Renal Impairment\n\neGFR 30 to 89 mL/min/1.73 m^2 -  maximum dose is  50 mg once daily\neGFR 15 to 29 mL/min/1.73 m^2 -  maximum dose is 25 mg once daily\neGFR < 15 mL/min/1.73 m^2 or patient requiring dialysis- Use is not recommended\n\nPregnancy Considerations\n\nIn preclinical studies, decreased fetal weight and increased fetal mortality were observed, and, in rabbits, fetal cardiomegaly was observed. No studies have been conducted regarding the use of mirabegron in pregnant patients to inform a drug-associated risk of miscarriages, significant congenital disabilities, or adverse maternal or fetal outcomes. Use with caution.\n\nBreastfeeding Considerations\n\nThere is a lack of safety data regarding using mirabegron during breastfeeding. Hypothetically, mirabegron has moderately high protein binding and relatively low bioavailability, so exposure to the breastfed infant is likely to be low. If the mother requires mirabegron, discontinuing breastfeeding is not a reason. Still, until more data become available, an alternate drug may be preferred while nursing a newborn or preterm infant. Hence, the risk-benefit analysis should be considered while prescribing mirabegron to nursing mothers.\n[11]",
    "adverse_effects": "Adverse drug reactions to mirabegron are generally mild and tolerable. One study showed that the adverse effects of mirabegron include hypertension (most commonly), nasopharyngitis, and urinary tract infection.\n[12]\nDry mouth (a common side effect of anti-muscarinic) is six-fold less in mirabegron because mirabegron does not affect the muscarinic receptors in the salivary glands.\n[12]\nOther side effects include tachycardia, headache, back pain, dizziness, palpitations, atrial fibrillation, urticarial reaction, joint pain, and swelling.\n[13]\n\nMirabegron is generally considered a safe and effective drug. Mirabegron may also be more useful in the elderly population as the neurocognitive concerns of anti-muscarinic therapy may not be as much of a problem; however, this requires further investigation. According to the manufacturer's labeling, cases of angioedema have been reported, which can be life-threatening and require immediate drug discontinuation and prompt treatment. Mirabegron can increase blood pressure significantly, and its use is not recommended for use in patients with uncontrolled hypertension. In three years of post-marketing surveillance study, an increase in residual urine volume and urinary retention was recognized as a serious adverse drug reaction related to mirabegron therapy. The risk of urinary retention increases in patients with significant bladder outlet obstruction with simultaneous use of anti-muscarinic drugs to treat an overactive bladder. Other common ADRs reported were constipation and dysuria.\n[14]",
    "monitoring": "It is recommended to monitor blood pressure at baseline and during follow-up visits. Monitor quality of life based on the overactive bladder questionnaire (OAB-q) to assess the response to therapy.\n[17]\nMirabegron is absorbed fairly quickly after oral administration, with maximum plasma concentration achieved in roughly 3 hours.\n\nThe liver’s CYP450 system predominantly metabolizes mirabegron. Monitoring and dose adjustment should occur with patients on other medications with a narrow therapeutic index and also undergo metabolism via CYP2D6.\n[13]\nAccording to American Family Physicians (AAFP), potent inhibitors of the CYP2D6 system are amiodarone, diphenhydramine, fluoxetine, paroxetine, quinidine, ritonavir, and terbinafine. Substrates of the CYP2D6 system are amitriptyline, carvedilol, codeine, donepezil, haloperidol, metoprolol, paroxetine, risperidone, and tramadol. There are no significant inducers. In this light, it is vital to consider all comorbidities and drugs patients are on to prevent undesirable drug-drug interactions. It is recommended to take a thorough history, considering past medical history and review of medications before starting mirabegron therapy.\n[2]",
    "toxicity": "Mirabegron has been shown to have a very broad safety level in humans. Caution is advisable with drugs that exert effects on or are metabolized by the liver, as mirabegron is also hepatically metabolized. Though safe in humans, studies have shown toxicity in dogs in the form of tachycardia and erythema.\n[18]\nMirabegron is administered to healthy volunteers at up to 400 mg daily, and adverse drug reactions were palpitations and tachycardia. Multiple doses of high-dose mirabegron for ten days showed elevated blood pressure and pulse rate. In suspected overdosage cases, pulse rate, blood pressure, and EKG monitoring are suggested. There is no antidote for mirabegron overdose. Management of mirabegron overdosage is supportive. (This is according to the manufacturer's product labeling)."
  }
}