{
  "drug_name": "mirtazapine",
  "nbk_id": "NBK519059",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK519059/",
  "scraped_at": "2026-01-11T15:34:30",
  "sections": {
    "indications": "Mirtazapine administration is contraindicated for any of the scenarios listed below.\n\nPatients with a hypersensitivity or allergy to mirtazapine or any component of its formulation.\nAny patient receiving intravenous methylene blue or linezolid because of an increased risk of serotonin syndrome.\n[32]\nAny patient who is currently receiving MAO inhibitors. There should be a gap of at least 14 days between discontinuing MAO inhibitor therapy and initiating mirtazapine. The same interval should be allowed to pass after stopping mirtazapine therapy and initiating MAO inhibitors to treat psychiatric disorders. This delay is because of the increased risk of serotonin syndrome associated with the concurrent administration of these drugs.\n[19]\n\nBoxed Warning\n\nMirtazapine can paradoxically exacerbate depression and anxiety and even cause suicidal ideation in some individuals. These patients must be closely monitored.\n[4]",
    "mechanism": "Mirtazapine is a tetracyclic antidepressant (TeCA) that inhibits central presynaptic α2-adrenergic receptors, increasing serotonin and norepinephrine release. Mirtazapine is also sometimes called a noradrenergic and specific serotonergic antidepressant (NaSSA). Noradrenaline stimulates the sympathetic nervous system, explaining the general increase in activity and metabolism observed in patients receiving mirtazapine. This drug also acts as a potent antagonist of histamine-1 (H1) receptors (producing a sedating, calming effect) and 5-HT2A, 5-HT2C, and 5-HT3 serotonin receptors.\n[15]\n\nMirtazapine's antagonism of 5-HTA, 5HT2C, and 5-HT3 receptors leaves the free 5-HT1 receptors to interact with the remaining serotonin. This interaction with the 5-HT1 receptors (particularly the 5-HT1A receptor) causes the intended antidepressant effects. Mirtazapine also demonstrates a moderate to weak antagonist effect on peripheral α1-adrenergic and muscarinic receptors. Unlike many other antidepressants, mirtazapine does not inhibit the reuptake of serotonin, dopamine, or norepinephrine. Unlike most tricyclic antidepressants (TCA), mirtazapine demonstrates little to no activity as a sodium or calcium channel blocker or as an anticholinergic.\n[6]\n[16]\n\nPharmacokinetics\n\nAbsorption:\nMirtazapine is rapidly absorbed, and peak plasma concentrations are attained in 2 hours. The presence of food has a negligible effect on both the rate and extent of absorption and a dose adjustment of mirtazapine is not needed. There is no clear relationship between the plasma concentration of mirtazapine and its antidepressant effect, nor is there a known dose-effect relationship.\n\nDistribution:\nMirtazapine demonstrates high plasma protein binding (85%) and is bound to plasma proteins in a reversible but nonspecific manner.\n\nMetabolism:\nMirtazapine undergoes demethylation, hydroxylation, and conjugation by cytochrome P450 enzymes (CYP1A2, CYP2D6, and CYP3A4) in the liver. One of its major metabolites is desmethylmirtazapine.\n\nElimination:\nThe mean elimination half-life of mirtazapine ranges from 20 to 40 hours. Metabolites of mirtazapine are excreted primarily via urine (75%) and feces (15%).\n[17]",
    "administration": "Available Dosage Forms and Strengths\n\nMirtazapine is available in 7.5 mg, 15 mg, 30 mg, and 45 mg oral tablets and 15 mg, 30 mg, and 45 mg oral disintegrating tablets.\n\nAdult Dosage\n\nThe recommended starting dose of mirtazapine is 15 mg daily, administered as a single oral tablet, regardless of meals. Mirtazapine is recommended in the evening just before sleep because of its sedative effects. In controlled clinical trials to establish the efficacy of mirtazapine in managing major depressive disorder, the most effective range was determined to be between 15 mg and 45 mg daily. However, the relationship between mirtazapine dose and response for treating major depressive disorder has not been established; patients who did not respond to the initial 15 mg dose could benefit from dose increases to a maximum of 45 mg per day.\n\nBecause the elimination half-life is about 20 to 40 hours, dose changes should not be made for at least 1 week to allow for sufficient time to assess the therapeutic response to the given dose.\n[6]\n\nGuidelines published by The American College of Physicians in 2023 regarding antidepressants recommend that pharmacotherapy for major depressive disorder should be changed if the patient does not show adequate response to the drug within 8 weeks of initiating treatment. Once a satisfactory outcome is achieved, therapy should be continued for 4 to 9 months in patients with a first episode of major depression that was not associated with catastrophic outcomes or significant suicidality. In patients who have had 2 or more episodes of depression, a longer course of maintenance treatment may be beneficial.\n[18]\n\nDiscontinuing Treatment\n\nSudden cessation of mirtazapine therapy could cause discontinuation syndrome, which may involve depression, panic attacks, tinnitus, restlessness, vertigo, decreased appetite, insomnia, nausea, vomiting, diarrhea, and sometimes hypomania or mania.\n[4]\n[19]\nTherefore, a slow and gradual reduction in dose is recommended to minimize discontinuation syndrome symptoms.\n\nA tapering period of 1 to 2 weeks may be sufficient for shorter treatment durations of 2 to 3 weeks; generally, treatments lasting less than 2 weeks do not require tapering.\nWhen discontinuing antidepressant treatment that has lasted for 4 weeks or longer, it is essential to reduce the dosage over 2 to 4 weeks gradually. This approach helps to minimize withdrawal symptoms and allows for the observation of any reemerging symptoms.\nA slower taper may be advisable for patients with a history of withdrawal symptoms or those taking high doses of antidepressants.\nIf severe withdrawal symptoms occur, it is recommended to return to the previous dose or decrease the dosage more gradually.\nCertain patients, especially those who have been on long-term treatment for more than 6 months and have experienced discontinuation syndrome, may benefit from an extended tapering schedule of over 3 months. However, evidence on optimal tapering rates is still limited.\n[20]\n\nSpecific Patient Populations\n\nHepatic impairment:\nMirtazapine is extensively metabolized by the liver; clinicians should be cautious while prescribing mirtazapine to patients with moderate to severe liver disease.\n\nRenal impairment:\nClearance of mirtazapine is significantly reduced in renal disease; use with caution if GFR <40 mL/min/1.73 m\n2\n.\n\nPregnancy considerations:\nMirtazapine is a former FDA pregnancy risk factor class C medication. This implies that mirtazapine should only be given to pregnant women if needed.\n[21]\nA recent nationwide survey in Denmark demonstrated that mirtazapine use in pregnancy is not associated with congenital malformations or adverse pregnancy outcomes.\n[22]\n\nBreastfeeding considerations:\nClinical data suggest that maternal doses of up to 120 mg daily produce low levels of mirtazapine in milk and would not cause any adverse outcomes in breastfed infants, especially if the infant is older than 2 months. Additionally, a safety scoring system finds mirtazapine use acceptable during breastfeeding. However, the case report noted possible sedation and weight gain with mirtazapine. Case reports noted possible sedation and weight gain with mirtazapine, and exclusively breastfed infants should be monitored for adverse drug reactions and adequate growth if mirtazapine is used during lactation.\n[23]\n[24]\n\nCOVID-19 considerations:\nIn an observational study involving 7230 patients, 345 received antidepressants. The study revealed that the use of antidepressants, including mirtazapine, was significantly associated with a reduced risk of intubation or death in hospitalized patients (p <0.05).\n[25]",
    "adverse_effects": "Mirtazapine has several significant side effects. The adverse effects known to occur in >10% of patients receiving this drug are listed below.\n\nDrowsiness (54%)\nWeight gain (12%)\nXerostomia (25%)\nIncreased serum cholesterol (15%)\nConstipation (13%)\nIncrease in appetite (17%)\n\nAdverse reactions associated with mirtazapine administration that occur in <10% of patients include:\n\nSedation\nThrombocytopenia\n[26]\nBone marrow suppression and neutropenia\n[27]\n[28]\nHypertriglyceridemia\n[29]\nAcute pancreatitis\n[30]\nA Cochrane 2011 review found that compared to other antidepressants, mirtazapine is more likely to cause drowsiness and weight gain but less likely to cause tremors and sexual dysfunction.\n[2]\nTransient alterations of liver function tests and rare cases of acute liver injury\n[31]\nMirtazapine can antagonize clonidine's hypotensive effect; caution is advised for patients with cardiovascular disorders\n[22]\n\nDrug-Drug Interactions\n\nTaking mirtazapine with other sedative drugs can significantly increase the sedative effect. Additionally, mirtazapine has various drug interactions and should be administered cautiously. Mirtazapine may even be contraindicated for patients who experience adverse reactions during concomitant administration with certain medications, some of which are listed below.\n\nDiazepam\nTramadol\nCimetidine\nKetoconazole\nSt. John's Wort\nTryptophan\nSeizure medications (eg, phenytoin, carbamazepine)\nMigraine medications (eg, sumatriptan, zolmitriptan)\nMedications for mood and cognitive disorders such as lithium, other antidepressants, and antipsychotics\n[6]",
    "monitoring": "Patients undergoing treatment with mirtazapine should receive regular psychiatric and medical monitoring.\n\nPsychiatric Assessment\n\nHamilton Depression Rating Scale (HAM-D): Stratifies the severity of depression\n[33]\nPHQ-9 (Patient Health Questionnaire-9): Objectifies the degree of depression severity\n[34]\nColumbia Suicide Severity Rating Scale: Measures suicidal ideation; essential during therapy initiation or dosage changes\n[35]\nGAD-7 (General Anxiety Disorder-7): Measures severity of anxiety\n[36]\n\nMedical Assessment\n\nComplete blood count (CBC) to prevent agranulocytosis or severe neutropenia resulting from conditions such as stomatitis, sore throat, or other infections\nSigns/symptoms of serotonin syndrome\nLipid profile\nWeight monitoring\nRenal and liver function testing in older adults\n[6]",
    "toxicity": "Mirtazapine is a relatively safe drug, although it is slightly more toxic than most SSRIs (except citalopram). Few fatalities have been attributed to an overdose of mirtazapine. The reported fatal toxicity index for mirtazapine is 3.1 deaths per million prescriptions (95% CI), which is relatively similar to that observed with SSRIs. One study involving mirtazapine overdose in 267 patients reported that tachycardia, mild hypertension, and mild CNS depression are associated with overdose, and patients ingesting other substances with mirtazapine experienced more severe toxicity.\n[37]\n\nUnlike tricyclic antidepressants, mirtazapine is not associated with significant adverse cardiovascular effects at up to 22 times its maximum recommended dose. Case reports involving an overdose on 30 to 50 times the prescribed dose described mirtazapine as relatively non-toxic compared to tricyclic antidepressants.\n[23]\n[38]\n\nSigns and symptoms associated with overdose include disorientation, drowsiness, bradyarrhythmias, and impaired memory. As discussed above, serious outcomes (including fatalities) may occur at doses higher than recommended, especially with mixed overdoses.\n[39]\nClinicians should provide supportive treatment for patients who have overdosed on mirtazapine. There are no specific antidotes for mirtazapine. Contact Poison Control (1-800-222-1222) for the latest recommendations.\n[40]\n\nManagement\n\nEnsure an adequate airway, oxygenation, and ventilation\nMonitor cardiac rhythm and vital signs\nTreat arrhythmias according to ACLS and PALS protocol"
  }
}