{
  "drug_name": "misoprostol",
  "nbk_id": "NBK539873",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539873/",
  "scraped_at": "2026-01-11T15:34:30",
  "sections": {
    "indications": "Box Warnings\n\nMisoprostol use in pregnant women has been associated with premature birth, congenital abnormalities, and abortion.\n\nA risk of uterine rupture exists with misoprostol, particularly when used for labor induction beyond 8 weeks of gestation. This risk is heightened by additional factors such as a history of cesarean delivery. Uterine rupture is rare during first-trimester medical abortion with misoprostol. However, as with any uterine rupture, there is a potential risk of subsequent uterine infection.\n[27]\n\nMisoprostol should not be prescribed for NSAID-induced ulcers in women of childbearing potential unless absolutely necessary. If misoprostol is prescribed for NSAID-induced ulcers in patients with a high risk of complications, clinicians must confirm a negative serum pregnancy test within 2 weeks before initiating treatment. Patients should also demonstrate the ability to adhere to effective contraception. Clinicians must provide both oral and written warnings about the risks associated with misoprostol, including potential harm during pregnancy and the possibility of contraceptive failure. Patients should be advised to begin misoprostol treatment only on the second or third day of their next normal menstrual cycle.\n\nWarnings and Precautions\n\nMisoprostol is contraindicated in individuals with a known allergy or hypersensitivity to prostaglandins.\n[22]\n[29]\nPatients at risk for gastric ulcers due to NSAID use who are pregnant should avoid misoprostol because of its potential to cause serious adverse effects during pregnancy.\n\nContraindications to misoprostol are relative to the drug's desired effect and should be individualized based on each patient's risk factors. For instance, due to the increased risk of uterine rupture, patients with a history of cesarean sections should avoid misoprostol for medical abortion induction.\n[30]",
    "mechanism": "Misoprostol is a synthetic prostaglandin E1 analog that inhibits basal and nocturnal gastric acid secretion by directly stimulating prostaglandin E1 receptors on parietal cells in the stomach. This action reduces gastric acid secretion triggered by food, alcohol, NSAIDs, histamine, and caffeine, with a dose-dependent relationship.\n\nMisoprostol promotes the secretion of mucus and bicarbonate, as well as causing edema in the mucosa and submucosa. This leads to thickening of the mucosal bilayer, which reduces the backflow of hydrogen ions and enhances the regulation of mucosal blood flow. Ultimately, these effects help preserve the mucosa's ability to regenerate new cells.\n[1]\n\nUterotonic effects occur when prostaglandins bind to smooth muscle cells in the uterine lining, which are responsible for the drug's abortifacient properties, as well as its ability to promote labor and cervical ripening. Cervical dilation primarily occurs through the degradation of collagen in the connective tissue of the stroma and a reduction in cervical tone, resulting from increased contraction amplitude and frequency. The drug's uterotonic properties also help reduce postpartum bleeding.\n[11]\n[12]\n\nPharmacokinetics\n\nAbsorption:\nMisoprostol is rapidly absorbed after oral administration, with peak plasma concentration occurring within 12 ± 3 minutes. The onset of action (inhibition of gastric acid secretion) is approximately 30 minutes after oral administration and lasts for about 3 hours.\n\nDistribution:\nPlasma protein binding of misoprostol acid is less than 90%. Misoprostol is excreted in breast milk.\n[13]\n\nMetabolism:\nMisoprostol is a prodrug metabolized by de-esterification into the active metabolite misoprostol acid.\n[14]\n\nElimination:\nMisorpostol is primarily excreted in urine as an inactive metabolite.\n[15]",
    "administration": "Available Dosage Forms and Strengths\n\nMisoprostol is FDA-approved for oral and buccal administration (when combined with mifepristone). The medication can also be administered sublingually, vaginally, or rectally through digital placement of tablets or suppositories.\n[16]\nMisoprostol is available as 100 mg and 200 mg tablets.\n\nAdult Dosage\n\nNSAID-induced ulcers:\nThe recommended practice is to take misoprostol at night with meals to minimize gastrointestinal upset when administered orally. The typical dosage is 200 mcg, administered 4 times daily (800 mcg/d). Misoprostol 800 mcg/d is superior to 400 mcg/d for gastric ulcers but is associated with a higher incidence of adverse effects.\n[17]\n\nMedical abortion up to 70 days of pregnancy:\nAccording to ACOG guidelines, clinicians should first confirm the pregnancy and estimate the gestational age.\n\nCombination regimen: The recommended regimen for pregnancy termination involves a single oral dose of 200 mg of mifepristone and 800 mcg of misoprostol administered buccally. On day 1, a 200 mg tablet of mifepristone is given orally as a single dose. On days 2 or 3, 4 tablets of 200 mcg misoprostol should be placed in the buccal pouch, providing a total dose of 800 mcg. The tablets should remain in the cheek pouches for at least 30 minutes. Misoprostol should be administered within 24 to 48 hours after taking mifepristone.\n\nMisoprostol-only regimen (off-label): ACOG recommends a misoprostol-only regimen with a dosage of 800 mcg, repeated every 3 hours for up to 3 doses. The route of administration can be vaginal, sublingual, or buccal.\n[7]\nAccording to the International Federation of Gynecology and Obstetrics (FIGO) guidelines, misoprostol alone may be used for pregnancy termination up to 13 weeks (off-label use). FIGO recommends administering 800 mcg of misoprostol sublingually every 3 hours. Alternatively, 800 mcg of misoprostol can be administered every 3 to 12 hours for up to 2 or 3 doses via vaginal or buccal routes. Intravaginal administration should be avoided if bleeding or infection occurs.\n[18]\n\nMedical abortion between 14 and 27 weeks of gestation:\nThe Society of Family Planning provides the below-mentioned recommendations for administering the mifepristone and misoprostol combination.\n\nCombination regimen: For pregnancy termination between 14 0/7 and 27 6/7 weeks, the recommended regimen involves a single dose of mifepristone 200 mg (administered 24-48 hours before misoprostol), followed by misoprostol 400 mcg every 3 hours via buccal, sublingual, or vaginal routes (\nhttps://doi.org/10.1016/j.contraception.2023.110143\n).\n\nTreatment of incomplete abortion:\nAccording to WHO Abortion Care guidelines, a single dose of 400 mcg misoprostol is recommended sublingually for patients under 14 weeks of gestation or 600 mcg for patients under 14 weeks. For gestational age of 14 weeks or more, the dose may be repeated every 3 hours. Clinical judgment is required for patients with a prior uterine incision to determine the appropriate number of doses, as advanced gestational age increases the risk of uterine rupture.\n[19]\n\nCervical ripening and induction of labor:\nAccording to ACOG, vaginal misoprostol is the most effective method for labor induction before 28 weeks of gestation. For cervical ripening and labor induction, misoprostol is administered at a dose of 25 mcg either intravaginally or orally. The frequency of administration should not exceed every 3 to 6 hours for intravaginal use and every 2 hours for oral use. Sublingual or buccal routes should be avoided.\n[20]\n\nEarly pregnancy loss:\nEarly pregnancy loss refers to a nonviable intrauterine pregnancy, characterized by either an empty gestational sac or the absence of fetal heart activity before 13 weeks of pregnancy. According to ACOG, the recommended dosage is 800 mcg of vaginal misoprostol, with a repeat dose as needed after 3 hours and within 7 days of the initial dose. Administering oral mifepristone at a dose of 200 mg, 24 hours before taking misoprostol, can improve treatment efficacy.\n[21]\n\nPostpartum hemorrhage:\nMisoprostol is commonly used in combination with oxytocin. However, misoprostol monotherapy may be considered for postpartum hemorrhage if oxytocin is unavailable. The recommended dose is 600 to 1000 mcg as a single dose, administered orally, sublingually, or rectally for the treatment of postpartum hemorrhage.\n[22]\n\nSpecific Patient Populations\n\nRenal impairment:\nDosage adjustment is not recommended for patients with renal impairment. However, a dose reduction may be necessary if the standard dose is not well tolerated.\n\nHepatic impairment:\nDosage adjustment is not specified in the product labeling for patients with hepatic impairment.\n\nPregnancy considerations:\nMisoprostol should not be used for NSAID-induced ulcers during pregnancy. Misoprostol is associated with the Moebius Sequence (Moebius syndrome) when used in the first trimester of pregnancy. Moebius Sequence is characterized by bilateral paralysis of the abducens and facial nerves, as well as craniofacial, ophthalmological, and limb malformations.\n[23]\n[24]\nOther reported anomalies include hydrocephalus, terminal transverse limb defects, syndactyly, clubfoot, and complete posterior encephalocele.\n[25]\n\nBreastfeeding considerations:\nMisoprostol and its active metabolite are present in breast milk. Due to the low concentration of misoprostol in breast milk, no adverse effects are expected in breastfed infants. However, caution is advised, as per the manufacturer's labeling.\n[26]\n\nPediatric patients:\nThe safety and efficacy of misoprostol have not been established in pediatric populations.\n\nOlder patients:\nDosage adjustment is not recommended for older patients; however, a dose reduction may be necessary if the standard dose is not well tolerated.",
    "adverse_effects": "The most commonly reported adverse effects of misoprostol are generally mild and include shivering, chills, diarrhea, abdominal pain, hyperthermia, nausea, vomiting, flatulence, constipation, dyspepsia, headache, breakthrough bleeding, and menstrual irregularities. Less frequently reported mild adverse effects include syncope, lethargy, weakness, and vertigo.\n\nModerate-to-severe reactions are less common but can include hypotension, sinus tachycardia, fetal bradycardia, uterine contractions and pain, vaginal bleeding, edema, myocardial infarction, uterine rupture, cervical laceration, fetal death, teratogenesis, pulmonary embolism, anaphylactoid reactions, and thrombosis.\n\nThe most frequently encountered adverse effects include self-limiting diarrhea and abdominal pain. These issues occur due to the exposure to misoprostol acid, which is released during the drug's metabolism. Notably, the severity of these symptoms often correlates with the peak plasma concentration of misoprostol acid.\n[1]\n\nFever and chills are relatively common and secondary to prostaglandin's effect on the hypothalamus. These mild adverse effects are most often seen when misoprostol is administered in relatively larger doses, such as for the treatment of postpartum hemorrhage.\n[27]\n\nCongenital disabilities have been associated with exposure to misoprostol during early pregnancy. However, data linking misoprostol directly to embryotoxic, fetotoxic, or teratogenic effects do not exist, and mutagenic studies have shown negative results. The observed defects are likely due to reduced fetal blood supply during contractions induced by misoprostol. Additionally, a relationship between the duration of exposure and the range of defects has been noted. The most common defects involve the central nervous system and limbs.\n[27]\n\nThe use of prostaglandins for cervical ripening is associated with an increased risk of tachysystole, non-reassuring fetal heart rate, and fetal hypoxemia.\n[12]\n[28]\n\nDrug-Drug Interactions\n\nAntacids:\nConcurrent use of misoprostol with magnesium-containing antacids may increase the incidence of diarrhea.",
    "monitoring": "Misoprostol is generally safe and well-tolerated; however, caution is advised when administering it to patients with pre-existing cardiovascular conditions due to reported cases of misoprostol-induced coronary vasospasm.\n[31]\n\nWhen using misoprostol for medical abortion, clinicians should perform follow-up evaluations, including medical history, physical examination, human chorionic gonadotropin (hCG) testing, and ultrasonography. Rh testing is recommended for patients with unknown Rh status, with Rh D immunoglobulin administered as indicated.\n[32]\n\nWhen misoprostol is used to induce labor, fetal monitoring is recommended. However, evidence suggests that labor induction with misoprostol in an outpatient setting may be feasible.\n[30]",
    "toxicity": "Misoprostol is generally safe and well-tolerated at standard doses of 400 to 800 mcg.\n[27]\nHowever, a rare case of maternal death has been reported following a misoprostol overdose. A self-administered overdose of 12 mg for a medical abortion resulted in upper gastrointestinal bleeding, hemodynamic instability, and multiorgan failure. Emergency laparotomy revealed gastric and esophageal necrosis, and the patient ultimately succumbed to cardiac arrest despite adequate resuscitation efforts.\n[33]"
  }
}