{
  "drug_name": "mitoxantrone",
  "nbk_id": "NBK574541",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574541/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Malignant pleural effusion (MPE) is characterized by malignant cells in the pleural fluid.\n[1]\nThe presence of MPE denotes systemic dissemination of cancer and meets the criteria for M1a disease, as per the American Joint Committee on Cancer TNM (with T describing the size of the tumor and any spread of cancer into nearby tissue; N describing the spread of cancer to nearby lymph nodes; and M describing the metastasis staging system).\n[2]\nMalignant cells from pleural lavage performed in patients without a coexistent pleural effusion have been identified as an indicator of micrometastatic disease and are associated with a higher recurrence rate and poorer survival.\n[3]\nThe tumor or blood-borne spread may directly affect the parietal and visceral pleurae.\n[4]\nWhile secondary spread from the visceral pleura may involve the parietal pleura, direct seeding of the latter has also been described.\n[5]\n\nThe pathophysiology is attributed to a disturbance of the Starling forces that govern and dictate fluid biomechanics within the pleural space.\n[6]\nPleural fluid production is influenced by the difference between hydrostatic and oncotic pressures within the pulmonary circulation and pleural space. Meanwhile, absorption is predominantly controlled by lymphatic vessels in the parietal pleura, which actively transport excess fluid into the lymphatic system for drainage into the bloodstream.\n[7]\nExcess fluid may accumulate as a result of an inability to drain the fluid from the pleural space, which has been postulated to arise as a result of the clogging of the stomata within the parietal pleura or metastatic involvement of hilar and mediastinal lymph nodes.\n[8]\n\nLung, breast, and hematological malignancies are the major cancers associated with direct, contiguous, or hematogenous pleural involvement. About 50% to 55% of patients with pleural involvement develop effusion.\n[9]\nWet pleural involvement is associated with a poorer prognosis than dry pleural disease.\n[10]\nBetween 42% and 77% of effusions in cancer patients have been documented to be exudative. The incidence of eosinophilic pleural effusions, defined as exudative pleural effusions containing more than 10% eosinophils, has gradually increased in recent years, reflecting efforts to distinguish malignant eosinophilic pleural effusion as a distinct entity.\n[11]\n[12]\nWhile malignant pleural involvement may be a cause of effusion in a patient with cancer, other etiologies also need to be considered among the differential.\n[13]\n\nMPEs must be differentiated from paramalignant pleural effusions, which are not caused by direct pleural involvement by the tumor.\n[14]\nA trapped lung is an entity characterized by the failure of a chronically nonexpanded lung to reexpand following drainage of the pleural fluid, which may be caused by extensive involvement of the visceral pleura.\n[15]\nSeptated pleural effusions, characterized by the development of septated fibrin pockets, may represent an underlying cause of failure to achieve successful drainage and complete resolution of dyspnea.\n[16]\n\nThe global incidence of MPE is 70 cases per 100,000 people. In the United States, MPE led to 361,270 hospital admissions in 2016, incurring costs of $10.1 billion. Consequently, MPE substantially impacts the healthcare system due to its high rate of hospital readmissions and significant resource utilization.\n[17]\nMPE significantly impacts patients' quality of life, causing symptoms such as breathlessness, pain, cachexia, fatigue, and reduced daily activity. The condition is also associated with a poor prognosis, with a median survival rate of 3 to 12 months.\n[18]\n\nDyspnea is the most common presenting complaint associated with pleural involvement by the tumor.\n[19]\nManagement goals include palliation of symptoms, with minimal impact on the quality of life, while ensuring treatment cost-effectiveness.\n[20]\nTherapeutic approaches vary widely, given the broad range of treatment options. However, a concerted effort has been made recently to move toward patient-related outcomes compared to successful pleurodesis as markers of successful palliation.\n[21]\nThe role of vascular endothelial growth factor and host-tumor cell interactions in the pleural microenvironment (consisting of inflammatory, mesothelial, and endothelial cells) has been the subject of growing scrutiny.\n[22]\n[23]\n[24]\nNovel immunotherapy approaches have been targeted toward understanding the role of the CD8+ T-cells and the associated immune responses to translocated microbial agents in the pathogenesis of this condition.",
    "mechanism": "The development of MPE is multifactorial. Identifying these influences can guide treatment decisions.\n\nAnatomical Factors\n\nNormal pleural space lies between the parietal and visceral pleurae. While the parietal pleura lines the inner thoracic wall, including the bilateral medial mediastinum, subcostal right and left diaphragmatic leaflets, inner ribs, and associated musculature, the visceral pleura lies in close approximation with the lung parenchyma. The visceral and parietal pleurae join at the hilum.\n[25]\nClose apposition and maintenance of negative pressure within the intrapleural space ensure adherence of visceral to parietal pleura. Pleural fluid under normal physiological conditions also promotes the sliding motion of the parietal over the visceral pleura.\n[26]\n\nThe average fluid volume in the pleural space measures 10 mL/0.13 (0.26 +/- 0.1) mL/kg body weight.\n[27]\nIntrinsic factors like direct tumor cell infiltration, hormonal disequilibrium, anatomical disruption, and extrinsic factors that include limited respiratory motion, pleural stomata blockage, and mechanical compression interfere with the ability of the pleural lymphatics to function effectively. Both intrinsic and extrinsic factors contribute to a decreased pleural fluid resorption, with the resultant accumulation of excess fluid in the pleural space.\n[25]\n\nPhysiological Factors\n\nIncreased pleural fluid production and decreased reabsorption have been associated with the development of MPE. Tumor cells' capacity to initiate this cycle likely hinges on a unique transcriptional repertoire, leading to significant vasoactive events within the pleural space.\n[28]\n\nMolecular Factors\n\nMolecules predisposing to the development of pleural vessels' hyperpermeability, which leads to the overproduction of pleural fluid, comprise 3 different chemical mediators.\n[29]\nThe first class consists of inflammatory cytokines such as interleukin 2, tumor necrosis factor, and interferon.\n[30]\nThe second group comprises proangiogenic molecules such as angiopoietin 1 and 2. The third includes molecules such as vascular endothelial growth factor, chemokine (C-C motif ligand), matrix metalloproteinases, and osteopontin, which have been implicated directly in the pathogenesis of increased vascular permeability.\n[31]\n[32]\n\nGenetic Factors\n\nMutations in\nKRAS, EGFR, MET, BRAF, PIK3CA,\nand\nRET\nare associated with the development of MPE. Coupled with advancements in MPE sequencing techniques, identifying these genes may pave the way for targeted therapies in the near future.\n[33]\n[34]\n\nImpact on Respiratory Physiology\n\nThe development of pleural effusion has been associated with a reduction in the partial pressure of oxygen in the blood. The occurrence of a mild intrapulmonary shunt also predisposes to the development of reduced arterial oxygenation. A dramatic relief in the sensation of breathlessness following a successful thoracentesis procedure has also led to an added emphasis on the impact of pleural fluid accumulation on respiratory dynamics.\n\nThe activation of mechanoreceptors in response to pleural fluid accumulation, stretch, cough, and altered lung volumes has been shown to underlie the pathophysiology of dyspnea in MPE. Hemidiaphragmatic movement alterations and the diaphragm's paradoxical movement have been identified. Shifts in inspiratory muscle pressure-volume curves, predisposing to an unfavorable pressure-volume interdependence between increased thoracic volume and pressure, have resulted in pleural fluid accumulation. Length-tension relationship alterations have also been shown to predispose to dyspnea.\n[35]\n[36]",
    "monitoring": "Evaluation of suspected MPE cases is often accomplished using various modalities. Specific techniques involve imaging and histopathological diagnosis, as discussed below.\n\nImaging\n\nImaging is crucial in diagnosing MPE as it helps detect and evaluate pleural fluid accumulation, assess the extent of pleural involvement, identify underlying malignancies, guide thoracentesis, and monitor treatment response. Detailed visualization of pleural fluid and underlying structures facilitates precise placement of thoracentesis or chest tubes, helps in planning and monitoring pleurodesis, and enables the assessment of tumor response to chemotherapy or radiotherapy.\n\nChest radiograph\n\nA posteroanterior chest radiograph is usually the first-line investigation used for evaluating the signs and symptoms of pleural effusion in the cancer setting.\n[88]\nA minimum quantity of 200 mL of fluid must be present in the pleural space for the diagnosis to be made on a posteroanterior chest radiograph. In comparison, 50 mL of fluid may be visible on a lateral chest radiograph.\n[89]\nCostophrenic angle blunting on the posteroanterior view requires the presence of 175 mL of fluid.\n[90]\nThe fluid volume of fewer than 500 mL (detected in roughly 10%-15% effusion) does not usually produce symptoms.\n\nCostophrenic angle blunting, mediastinal shift, rib crowding, and hemidiaphragm elevation are radiographic findings that may point toward a diagnosis. A massive effusion occupies an entire hemithorax and is more commonly associated with a mediastinal shift and diaphragmatic inversion. The presence of a massive effusion, loculation, and loss of volume of the lung ipsilateral to the involved site should increase suspicion of an underlying malignant etiology.\n[91]\nA mass lesion may also be visualized in the case of a lung primary. Hilar prominence may suggest a central lesion or lymphadenopathy. The absence of a mediastinal shift may represent underlying fibrosis (fixity of the mediastinum) or extensive pleural involvement (malignant pleural mesothelioma).\n[92]\n\nThoracic ultrasound\n\nThoracic ultrasonography is more sensitive than chest radiography.\n[93]\nUltrasonography may help diagnose smaller amounts of fluids and guide diagnostic and therapeutic procedures.\n[94]\nTransducer probes of 3.5 to 5 MHz frequency can provide a good penetration depth and optimum spatial resolution. Septations (loculated collections), hemothorax, and organized collections may be identified.\n[95]\nAn ultrasound may also distinguish between an effusion, consolidation, and thickened pleura. Pleural metastases may be characterized as relatively small lenticular hypoechoic masses in close apposition to the chest wall or masses with complex echogenicity.\n[96]\n\nThe shred sign can diagnose pulmonary nontranslobar consolidation with a sensitivity of 90% and a specificity of 98%.\n[97]\nLung movement may be visualized as pleural sliding, which may be lost with the development of postprocedure pneumothorax.\n[98]\nPleural thickening (>1 cm), pleural nodularity, visceral pleural thickening, and diaphragmatic thickening (>7 mm) may also indicate malignancy.\n\nEvidence supports the use of preprocedural ultrasonography in identifying the optimal thoracentesis site. A grading system proposed by Smargiassi et al uses anatomical extent, visible radiological landmarks, and several intercostal spaces to stratify the severity of pleural effusion. A large pleural effusion is classified as one where the upper lung lobe is partially displaced, includes atelectasis of the lower lobe or partial atelectasis of the upper lobe, and involves 3 to 4 intercostal spaces. A massive pleural effusion is characterized by the total collapse of the lung, atelectasis of the whole lung with the hilum visible, and involvement of 4 or more intercostal spaces.\n[99]\nThoracic ultrasound has also been associated with reducing the incidence of hemothorax and pneumothorax following thoracentesis.\n[100]\nUltrasound imaging also has a role in the rapid identification of postprocedural pneumothorax.\n\nContrast-enhanced chest computed tomography\n\nMediastinal lymph node involvement and associated parenchymal disease may be better visualized on computed tomography (CT), considered the gold standard screening examination in those with underlying pleural malignancy.\n[101]\nCircumferential pleural thickening, pleural nodularity, parietal pleural thickening of more than 1 cm, and mediastinal pleural involvement are all considered pointers of a diagnosis of malignancy. CT scanning has a high specificity and poor sensitivity. Other potential limitations include the inability to distinguish between malignant pleural mesothelioma and pleural metastasis. Nodular pleural thickening, mediastinal pleural thickening, circumferential thickening encasing the lung, and thickening of parietal pleura over 1 cm may also be useful markers in identifying malignant pleural involvement.\n[102]\n\nA CT scan scoring system proposed by Pocel et al for differentiating between malignant and benign conditions includes the following parameters: the presence of pleural lesions measuring more than 1 cm, hepatic metastasis, pulmonary mass or nodule measuring more than 1 cm, pericardial effusion, absence of loculations, and absence of cardiac silhouette enlargement. A score of more than 7 out of 10 may be used to detect malignancy with a sensitivity and specificity of 88% and 94%, respectively.\n[103]\n\nDual-energy spectral CT imaging, which can generate material decomposition images and monochromatic image sets with fast kilovoltage switching, has been shown to have added utility in distinguishing benign from malignant pleural lesions. A combination of patient age, clinical history, and information on CT value measurement (at both high and low energy levels) and the adequate atomic number obtained in a single spectral scan help identify malignant pleural disease.\n[104]\n\nPositron emission tomography/dynamic imaging\n\nWhile early or indolent disease may give rise to false negatives, inflammatory pleural involvement, rheumatoid disease, and pleurodesis procedures performed may be associated with false-positive results.\n[105]\nDynamic imaging may help characterize mixed lesions (pleural asbestosis, malignant pleural mesothelioma) and target specific areas within the pleura.\n[106]\nBury et al first suggested the utility of a scoring system for characterizing pleural disease. This score, which includes unilateral masses or nodules with increased pleural thickening, multiple nodules, effusions with increased F18-fluorodeoxyglucose uptake, and extrapulmonary malignancy, distinguishes benign from malignant disease with 83% sensitivity and 92% specificity.\n[107]\n\nMagnetic resonance imaging\n\nMagnetic resonance imaging (MRI) offers better soft tissue resolution than CT scanning. MRI is more sensitive in detecting chest wall and diaphragmatic involvement.\n[108]\n[109]\nThe exclusion of MRI-based imaging from diagnostic algorithms can be attributed to higher costs, limited availability, and difficulty in imaging the lung parenchyma. Diffusion-weighted imaging is useful in differentiating between benign and malignant pleural diseases.\n[110]\n\nHistopathological Diagnosis\n\nHistopathological analysis is crucial for MPE, providing detailed information about cell types and tissue architecture that can differentiate malignant cells from reactive mesothelial cells. Techniques such as pleural fluid cytology, cell block preparation, and pleural biopsy, including image-guided and thoracoscopic biopsies, enhance diagnostic accuracy. Despite challenges like low yield and difficulty distinguishing cell types, advancements in histopathological methods and immunohistochemistry significantly improve the detection and characterization of MPE, guiding effective treatment strategies.\n\nDiagnostic thoracentesis\n\nThe standard panel of tests that must be performed on a pleural fluid sample includes pleural fluid protein, glucose, pH, lactate dehydrogenase, cytology, and microbiology.\n[111]\nAbout 40 to 60 cc of pleural fluid is considered optimum for diagnosing MPE.\n[112]\nWhile the yield of pleural fluid analysis approaches 6% to 32% for diagnosing mesothelioma, the test has been shown to have a comparatively higher sensitivity in diagnosing adenocarcinoma (80%).\n[113]\n[114]\nWhile primarily exudative, transudative MPE may be seen in 5% to 10% of cases.\n[115]\nRepeat procedures may increase the yield by a third; however, more than 2 repeat procedures are less productive.\n[116]\n\nPleural fluid analysis\n\nNormal physicochemical characteristics include pH between 7.60 and 7.64, protein levels of less than 2% (2 gm/dL), less than 100 white blood cells per cubic mm, glucose content similar to that of plasma, lactate dehydrogenase (LDH) level less than half of that present within the plasma. The following parameters may be used in making a diagnosis of malignant etiology underlying the accumulation of pleural fluid: pH less than 7.30, LDH levels greater than 1000 U/l, reduced pleural fluid glucose concentration (30 to 50 mg/dL), and lymphocyte values greater than 50% to 70%.\n[117]\n\nPleural fluid tumor marker levels have been used to diagnose MPE. Carcinoembryonic antigen, mucin, and Leu-1 are elevated in effusions with an underlying malignant etiology. In addition to the standard Light criteria, which are based on pleural fluid protein and LDH levels, exudative effusions can be identified by cloudy appearance, specific gravity above 1.020, total proteins of 2.9 g/dL, cholesterol levels, CT scan attenuation, and serum-pleural fluid albumin gradient.\n[118]\n\nAn issue that remains a deterrent in diagnosing malignant effusion using conventional cytology is differentiating malignant cells from reactive mesothelial cells.\n[119]\nThe inability to study the tissue architecture due to a lack of tissue specimens must also be addressed. Overcrowding of cells and processing artifacts may also contribute to the low yield.\n[120]\nThe cytocentrifuge or millipore filter can evaluate malignant cells in the pleural fluid.\n[121]\n\nPleural fluid cell block\n\nThe cell-block technique for processing fluids was first introduced in 1896.\n[122]\nRetaining tissue fragments, vital to diagnosing, is a potential advantage over conventional cytology.\n[123]\nVarious cell-block preparation methods include the formalin, agar, and thrombin clot methods.\n[124]\nThe underlying principle involves the formation of a gel from cross-linking of proteins that do not get dissolved upon the processing of tissue samples.\n[125]\nAnother advantage of this technique is preserving the antigenicity and cytomorphological characteristics. The increase in sensitivity of the procedure may be attributed to higher cellularity, preservation of cellular architecture, and morphological patterns of malignant cells. Immunohistochemistry analysis and special staining may also be performed on the cell block specimen.\n[126]\n\nPleural biopsy\n\nGiven the limited diagnostic yield of conventional cytology and the absence of standardized protocols for cell block techniques, pleural biopsy is recommended for patients with negative cytology results.\n[127]\nClosed pleural biopsy methods like Abrams, Cope, Vim Silverman, or cutting-needle biopsy are commonly used.\n[128]\nHowever, these methods may have reduced yield when used on early-stage tumors or neoplasms with uneven distribution. The procedure's ease and cost-effectiveness make it preferred over more complex techniques such as medical thoracoscopy. An increased yield is noted when this procedure is combined with cytological techniques. A diagnostic yield approaching 60% has been reported using blind closed pleural biopsy. Adding imaging techniques (eg, ultrasonography and CT) may help improve diagnostic yields.\n[129]\n\nImage-guided biopsies\n\nUltrasound- and CT-guided biopsies have been used to obtain representative pleural samples for diagnostic purposes. Both have shown sensitivity in the range of 70% to 90%. Imaging-guided biopsy can increase the sensitivity of diagnosing MPE to 80%.\n\nThoracoscopy\n\nMedical thoracoscopy is recommended when effusion thickness is less than 10 mm on a CT scan. This method improves diagnostic accuracy as it allows for direct visualization of the area of interest and tumor tissue sampling. Significant pathological changes in the diseased pleura include nodules, adhesions, plaques, ulcers, and hyperemia. Thoracoscopy has been shown to have a complication rate of less than 8% when performed by trained professionals. Transient chest pain due to the indwelling catheter, cough, and chest discomfort associated with lung reexpansion after drainage of a large amount of fluid has been reported following medical thoracoscopy.\n\nPleural manometry\n\nGerman physician Heinrich Quincke was the first to pioneer pleural manometry to measure the pressure within the pleural space in 1878. Techniques used to measure pleural pressures include a hemodynamic electronic transducer, electronic manometer, and U-tube water manometer. Hemodynamic electronic transducers provide the most reliable and accurate measures of intrapleural pressures. The thickness of the normal pleural space is 20 μm, and 50 mL of fluid in the pleural space is required to ensure that the effect of local deformation forces on the measurement of pleural pressures can be nullified.\n\nElastic forces of the chest wall, lung, and effusion volume influence pressure within the pleural space. Gravity, ventilatory pressures, and forces produced due to cardiac contraction associated with lymphatic drainage generate pleural pressures. Lan et al were the first to describe the utility of manometry in optimizing pleurodesis in those with malignant pleural effusion. Real-time manometry has been proposed to identify an unexpandable lung following thoracentesis. However, consensus is lacking regarding the specific pressure cutoffs that distinguish between normal and unexpanded lungs.",
    "administration": "A definitive procedure is defined as one aimed at providing long-term relief from symptoms associated with pleural effusion.\n[130]\nFor this reason, serial thoracentesis is not considered a definitive procedure in the joint guidelines published by the European Respiratory Society and the European Association of Cardiothoracic Surgery.\n\nThoracentesis\n\nThe incidence of recurrence after a single thoracentesis procedure was found to be 4.2 days, with a rate of recurrence approaching 98% within 30 days of completing the procedure. Thoracentesis does not aim to prevent fluid reaccumulation or allow continued drainage. The procedure confirms the presence of fluid and lung reexpansion following pleural fluid drainage. No absolute contraindications to thoracentesis have been mentioned. However, small fluid accumulations and ongoing positive pressure ventilation may predispose to the development of pneumothorax. Additionally, both thrombocytopenia and uncorrected coagulopathy predispose to hemorrhage after the procedure.\n[131]\n\nTension pneumothorax, often associated with hemodynamic compromise, may also be seen in the performance of thoracentesis in those receiving positive pressure ventilation.\n[132]\nRequisite sedation and analgesia have been recommended in the pediatric population to ensure minimal movements during the procedure.\n[133]\nExcessive movements during thoracentesis have been shown to predispose to increased damage to vascular structures and underlying lung parenchyma.\n[134]\nThe presence of skin infection at the needle insertion site may promote microbial entry into the pleural space.\n[135]\n\nAnatomical localization\n\nThe normal site for pleural fluid aspiration is the 7th intercostal space in the posterior axillary line (near the scapular tip).\n[136]\nPosterior intercostal artery laceration poses a significant bleeding risk during the procedure.\n[137]\nThe posterior intercostal artery runs within the subcostal groove along the posteroinferior border of the superior rib, which has the neurovascular bundle.\n[138]\nA site above the inferior rib should be chosen to avoid the bundle. A decrease in the practical, safe space has been documented in older individuals, along with a considerable variation in the course (mean distance from the spine). Variability has also been demonstrated in the course of the posterior intercostal artery, increasing in more posterior positions.\n[139]\n\nConduct of the procedure\n\nWhile adults may undergo the procedure in the upright, seated, or lateral position, pediatric patients may be held in the burping position by an assistant.\n[140]\nThe needle insertion site is prepared with chlorhexidine. Draping ensures access to the anatomical area of interest. The skin entry site is localized using the available anatomical landmarks and confirmed with ultrasound. Under all aseptic precautions perpendicular to the skin, the needle is advanced to infiltrate the underlying subcutaneous tissue and reach the periosteum, which may be infiltrated with the local anesthetic agent. The needle must be advanced over the superior border of the inferior rib to avoid injury to the neurovascular bundle, which lies along the lower border of the superior rib within the intercostal space. Gentle aspiration may be carried out until pleural fluid has been obtained.\n[141]\n\nThe insertion depth where access to the fluid is obtained should be noted, and an over-the-need catheter should be inserted for atraumatic fluid removal. Attracting a 3-way stopcock along with tubing may facilitate the drainage of large fluid volumes.\n[142]\nA heparinized syringe, which needs to be kept closed until the measurement has been completed, may be indicated if a pH measurement has been planned.\n[143]\nThe procedure may be terminated for pleuritic chest pain, chest tightness, and significant cough, which may signal underlying damage to the lung parenchyma.\n[144]\n[145]\nLarge-volume thoracentesis has been defined as removing more than 1 liter of pleural fluid.\n[146]\nThoracentesis tolerance may improve using slower or gravity drainage instead of rapid suction evacuation.\n\nRepeat thoracentesis is recommended for patients with slow fluid accumulation, potential systemic therapy response, advanced disease, poor performance status, or limited life expectancy. Repeating the procedure is also suitable for patients receiving systemic treatment for underlying malignancies, such as small cell lung cancer, lymphoma, or epidermal growth factor receptor-mutated adenocarcinoma that may prevent fluid reaccumulation.\n[147]\nDelayed pleurodesis, linked to extensive disease and increased pleural tumor burden, can have reduced effectiveness and may cause trapped lung, contraindicating the procedure. In patients with mediastinal shift, monitoring pleural pressure or removing smaller fluid amounts (300-500 mL) at a time may be necessary to prevent complications from a rapid pleural pressure drop.\n[148]\n[149]\n\nVolumes over 1.5 L are associated with reexpansion pulmonary edema. However, some expert groups recommend safely removing 1200 to 1800 mL of pleural fluid in a single session.\n[150]\n[151]\nDuring simultaneous pleural pressure monitoring, negative pressure must not exceed -20 mm Hg. Real-time ultrasonographic guidance is used increasingly to minimize complications like pneumothorax.\n[152]\nBilateral thoracentesis under ultrasonographic guidance has been performed safely in patients with bilateral pleural effusions without causing pneumothorax.\n\nComplications\n\nWhile pneumothorax remains a genuine concern, pain, shortness of breath, and vasovagal syncope have also been noted. Cough is known to occur commonly during the procedure. However, only a cough severe enough to cause significant discomfort is an indication for terminating the procedure. Other authors propose procedure termination at the onset of coughing, as this has been shown to denote pulmonary injury. Rare complications include bleeding, reexpansion, pulmonary edema, and organ puncture.\n[153]\nRepeat thoracentesis has also been shown to be associated with complications of hypoproteinemia, empyema, pneumothorax, and loculated pleural effusion. History of receiving radiotherapy or superior vena cava obstruction also predisposes patients to develop dilated venous channels, risking vascular injury.\n[154]\n\nReexpansion pulmonary edema\n\nPinault was the first to describe edema occurrence following thoracentesis in 1853. Drainage of more than 1.5 L of fluid has been associated with the development of reexpansion pulmonary edema. This condition has been shown to develop frequently in the first hour following thoracentesis and tends to occur within 24 hours in most patients. Although unilateral edema is a common occurrence, bilateral cases have been described. Pulmonary edema is caused by increased capillary permeability from hypoxia-mediated endothelial injury, free radical damage, surfactant depletion, pulmonary arterial pressure changes, and sudden blood flow and capillary expansion. High perfusion due to pulmonary vasoconstriction, abrupt pressure variations, decreased lymphatic flow, and venous constriction also contribute to its etiopathogenesis.\n\nPreventing this phenomenon involves avoiding negative intrapleural pressures and prolonged lung collapse.\n[155]\nThe chronicity of the effusion, bronchial obstruction, and reexpansion technique also impact development.\n[156]\nThe condition may present asymptomatically (with only radiological signs), with breathlessness, or as acute respiratory distress syndrome.\n[157]\nCough, pink frothy expectoration, and cyanosis may denote severe lung involvement. Infection is considered a close differential. Though the patient may demonstrate initial worsening during the first 1 or 2 days, the pathological process is considered self-resolving and usually resolves within 3 to 5 days of occurrence.\n[158]\n\nUntreated pulmonary edema may be associated with a poorer outcome and has been estimated to be potentially lethal in 20% of cases.\n[159]\nLung injury predisposes to the development of edema and atelectasis.\n[160]\n[161]\nThe degree of intrapulmonary shunting, ventilation-perfusion mismatch, decreased compliance, and intraalveolar fluid determine the severity grade.\n[162]\nHypotension may accompany sufficient fluid accumulation within the pulmonary interstitium.\n[163]\n\nPatchy ground-glass opacities, consolidation, interlobar septal thickening, and intralobular interstitial thickening have been described on high-resolution chest CT.\n[164]\nBronchovascular bundle thickening and ill-defined ground-glass opacities have been described less commonly. Supportive management is advised to ensure adequate oxygenation and perfusion till the resolution of lung injury.\n[165]\n[166]\nThis approach may include serial chest radiographs (showing nonspecific initial findings of unilateral opacification of air spaces), arterial blood gas analysis, supplemental oxygen treatment in the event of hypoxia, and intubation and mechanical ventilation (positive end-expiratory pressure ventilation) in the presence of severe pulmonary involvement.\n[167]\n\nHypotension management may require intravenous volume expansion with parenteral fluids, inotropes, and plasma expanders. The use of diuretics is contraindicated due to their tendency to worsen a fluid-depleted state. Adequate positioning with lateral decubitus on the affected side may reduce shunting and improve oxygenation.\n\nChemical Pleurodesis\n\nLucius Splengler was the first to perform chemical pleurodesis in 1901. The procedure involves pleural space obliteration and artificial symphysis creation between the visceral and parietal pleura. An inflammatory reaction within the pleural space activates the coagulation cascade, forming fibrogenic cytokines that promote the development of pleurodesis by collagen production.\n[168]\nThe beneficial effects of pleurodesis were observed within weeks or months of the procedure. The procedure aims to prevent fluid reaccumulation within the pleural space.\n[169]\nPleurodesis is usually offered to patients with advanced cancer not deemed suitable for systemic cancer-directed treatment as a palliative intervention.\n[170]\n\nActive pleurodesis involves mechanically or physically injuring the pleura, such as through mechanical abrasion during video-assisted thoracoscopic surgery or inducing intrapleural adhesions using chemical agents like talc, bleomycin, povidone-iodine, and\nCorynebacterium parvum\n. Antibiotics (eg, tetracycline, doxycycline, erythromycin, and minocycline), antiseptics (eg, silver nitrate and iodopovidone), chemotherapeutic agents (eg, mitomycin, bleomycin, cytarabine, doxorubicin, and mitoxantrone), microorganisms (\nCorynebacterium parvum\nand\nStreptococcus pyogenes\nor OK432), and autologous blood are also used. Both pleural catheters and medical thoracoscopy have been used to introduce sclerosing agents into the pleural cavity. Life expectancy and patient factors are crucial in determining the procedure's acceptability.\n[171]\nTwo major contraindications to pleurodesis include the presence of a non-re-expanded or trapped lung and loculated pleural effusion. The type of cancer, extent of pleural involvement, and sclerosant type used for pleurodesis determine the degree of effectiveness of pleurodesis.\n\nProcedure Details\n\nPleurodesis may be performed through a 28- to 32-French gauge chest tube or a pigtail catheter in a premedicated patient provided adequate analgesia.\n[172]\nIn practice, some clinicians recommend that nonsteroidal anti-inflammatory drugs, selective cyclooxygenase-2 inhibitors, and corticosteroids be avoided 48 hours before and 5 days following the procedure to avoid interference with the fibrotic pleural response to the sclerosant.\n[173]\nGreater than 150 mL/day aspirate, radiograph demonstrating residual fluid, suspicion of pleural infection, and a lack of informed consent are contraindications to the procedure. Lung inflation should be confirmed by auscultation and chest radiograph.\n\nSpecific risks of bleeding, pain, and procedure failure rates (approaching 20%) should be explained to the patient. The risk of acute respiratory distress syndrome using talc as a sclerosing agent is less than 1%.\n[174]\nA combination of lidocaine and a sclerosing agent is instilled through the chest tube or indwelling pleural catheter into the pleural space. The dose of lidocaine in a single patient should not exceed 3 mg/kg, and altered pharmacokinetics should keep in mind the sarcopenic status of the patient with advanced cancer. When using talc, the solution must be thoroughly agitated for proper dissolution. Further movement of the container or syringe must be avoided once the slurry is prepared to prevent talc particle precipitation.\n[175]\n\nThe catheter should be flushed with normal saline after the slurry has been installed.\n[176]\nRecommendations on patient rotation for up to 1 hour to ensure uniform distribution of the sclerosant vary among authorities, with caution advised by some. Variability exists in the recommended withholding time of the sclerosant mixture in the pleural space after drain clamping, with durations ranging from 1 to 6 hours.\n[177]\n[178]\nThe drain should be unclamped and removed 24 to 48 hours after ensuring lung reexpansion and pleural cavity drainage.\n\nRespiratory rate, temperature, pain intensity, pulse rate, oxygen saturation, blood pressure, and characteristics of the fluid drained should be monitored. A postprocedure chest radiograph should be performed to rule out pneumothorax and confirm pleural fluid eradication. Drain or catheter may be removed after 24 to 48 hours of sclerosant administration and following confirmation of a normal chest radiograph, decrease in pleural fluid drainage to less than 100 mL, and absence of air leak.\n[179]\n\nPatients in the recently concluded TAPPS trial were discharged following a pleurodesis procedure (talc slurry or thoracoscopic talc insufflation) when the total pleural fluid drain output was less than 250 mL daily.\n[180]\nAlthough prophylactic radiotherapy has no role in preventing procedure tract metastases, local palliative radiotherapy may be indicated in the presence of painful nodules in patients with malignant pleural mesothelioma.\n[181]\n\nPleurodesis efficacy is classified into complete response (no pleural fluid reaccumulation), partial response (residual fluid without symptomatic reaccumulation needing further drainage for up to 6 months), and failure (requiring additional procedures, depending on patient survival and follow-up).\n[182]\nChest pain has been reported as the most common complication after pleurodesis, followed by fever. Acute respiratory distress syndrome with talc and visual loss due to large quantities of povidone-iodine have also been reported.\n[183]\nUsing povidone-iodine as a sclerosant is indicated when talc is unavailable or contraindicated. Thoracoscopic talc poudrage was introduced by Bethune in 1934 as a method of producing adhesiolysis before lobectomy. Chambers reported using thoracoscopic talc slurry in humans for the first time.\n[184]\n[185]\n\nContraindications to talc pleurodesis for recurrent pleural effusion may include pregnancy, prior intrapleural procedures or thoracic irradiation, recent changes in systemic therapy within the past 2 months, and chylous or bilateral pleural effusions. Talc may be administered in the pleural cavity prepared as a slurry, admixed with normal saline, or insufflated in a powdered form via a medical thoracoscopic procedure (single port of entry).\n[186]\nMedical-grade talc has been shown to activate pleural mesothelial cells to produce significantly higher essential fibroblast growth factor (also basic fibroblast growth factor or bFGF) levels. BFGF has been hypothesized to be the chemical mediator responsible for pleurodesis\n[187]\n. Thoracoscopic talc insufflation (TTI) enables direct pleural visualization, adhesiolysis, and treatment of loculated pleural effusions.\n[188]\nThe procedure is effective for managing cases with previous ipsilateral surgery, attempted adhesiolysis, and trapped lung. However, TTI has been associated with a higher incidence of respiratory complications such as atelectasis, pneumonia, and respiratory failure.\n\nRisk factors for a failed pleurodesis include a history of prior irradiation and a chest tube in place for more than 10 days.\n[189]\nUnderlying causes for a failure of the procedure include uneven distribution of the agent within the lung, failure of the lung to reexpand following the procedure, and high tumor burden with low fluid pH. High tumor burden may be defined as having multiple pleural nodules on all aspects of the visceral and parietal pleura and adherence of the lobes with themselves and the parietal pleura. Prior thoracic irradiation might also increase the risk of developing a pleurocutaneous fistula.\n[190]\n\nThe recently completed TAPPS trial found no differences between TTI and bedside chest drain talc slurry procedures in terms of pleurodesis failure at 90 days post-randomization. The trial suggests definitive evidence of their equivalence, as no significant differences were observed in secondary outcomes, including pleurodesis failure up to the 180-day visit, mortality, hospital stay duration, radiological effusion clearance, and patient-reported outcomes.\n[191]\nTalc poudrage is less cost-effective than talc slurry. Another potential drawback of TTI would be the inability to perform the procedure safely under local anesthetic guidance in patients with advanced cancer considered to be frail.\n[192]\n\nIndwelling Pleural Catheter\nPlacement\n\nInserting an indwelling pleural catheter (IPC) is safe and effective for draining smaller or loculated recurrent pleural effusions.\n[193]\nThe increased use of bedside imaging has bolstered its viability for alleviating respiratory symptoms.\n[194]\nThis procedure is well-tolerated by patients with advanced cancer. While the presence of a catheter induces inflammation and promotes autopleurodesis (between the visceral and parietal pleura), rapid lung reexpansion is facilitated by the negative suction pressure from vacuum bottles.\n[195]\n\nBertolaccini et al pointed out the lower complication rates and advocated early implantation of IPCs over repeated needle thoracentesis.\n[196]\nThe AMPLE and ASAP 2 trials have demonstrated higher rates and shorter times to autopleurodesis in those treated with an IPC and aggressive drainage than those treated with an IPC and alternate-day drainage.\n[197]\nMalignant pleural effusion is unsuitable for pleurodesis. Recurrent pleural effusions after pleurodesis and trapped lung have been considered conventional indications for inserting an IPC. Multiloculated effusions, infection at the insertion site, malignant skin infiltration at the insertion site, and coagulopathy are potential contraindications to IPC insertion. Pleural empyema, accidental dislodgement, drain malfunction, and spontaneous fracture have been reported as possible complications.\n\nComparison of Various Treatment Modalities\n\nThe meta-analysis by Sivakumar et al found that TTI, talc slurry, and IPCs similarly improve health-related quality-of-life parameters over 12 weeks, but long-term data is lacking due to high attrition rates. The authors concluded that the lack of randomized control trials in this setting mars the evidence of the comparative efficacy of these 3 procedures.\n[198]\nSuccessful outpatient rapid pleurodesis has been demonstrated using thoracoscopy and talc slurry with the insertion of a tunneled pleural catheter in the same setting. A prospective randomized control trial conducted by Reddy et al revealed that patients undergoing rapid pleurodesis with a combination of procedures may be discharged on the day of those procedures. A trial by Olfert et al also demonstrated IPC as a cost-effective treatment method.\n[199]\nBhatnagar et al reported a median time to achieve pleurodesis of 4 days using drug-eluting IPCs\n.\n\nThe results of the ongoing SWIFT trial are expected to provide further insight into the efficacy and safety profile of drug-eluting pleural catheters. The sclerosant used in these trials consists of a slow-release coating of silver nitrate.\n[200]\nDipper et al's Cochrane network meta-analysis indicated that 20 out of 100 patients required a repeat procedure post-talc pleurodesis, 19 out of 100 post-talc slurry, and 52 out of 100 after bleomycin treatment. The group’s findings suggest that talc poudrage and talc slurry are superior to other methods for pleurodesis. The group also identified catheter site infection (cellulitis) and pleural infection as potential complications of IPC insertion. This network meta-analysis supports bedside-graded talc as the sclerosant of choice, given the years of experience with this modality. The authors opine that searching for a single ideal procedure for managing a complex problem may prove futile.\n[201]\nconsidering patient preferences and practical issues in the real-life setting (eg, patient and family experience) may represent a sensible way forward.\n\nSpecial Scenarios\n\nSpecial circumstances influence treatment choices. Careful consideration of these situations is crucial to improve patient outcomes.\n\nTrapped lung\n\n\"Trapped lung\" describes a form of advanced lung pathology, often in patients with a history of molecular pathological epidemiology (MPE0, characterized by the lung's inability to expand fully, resulting in the failure of the visceral pleura to adhere to the parietal pleura and leaving a residual cavity. The term \"lung entrapment\" refers to the lung's failure to reexpand due to an active pleural process and visceral pleural peel formation. In contrast, \"trapped lung\" denotes a similar condition that occurred in the past. Growth factor production increases fibroblast proliferation and collagen production, leading to fibrotic reorganization of the visceral pleura.\n[202]\nA ventilation-perfusion mismatch due to the altered respiratory ventilatory dynamics leads to dyspnea, potentially adversely impacting the quality of life.\n[203]\n\nA trapped lung may result from pleural thickening that limits the visceral pleura's movement, potentially leading to a fibrinous exudate around the lung. Potential causes include direct malignant cell infiltration, fibrosis within the visceral pleura, pleural carcinomatosis, radiation-induced fibrosis, and proximal endobronchial obstruction causing distal lung collapse or chronic atelectasis with a concurrent malignant or paramalignant pleural effusion. The radiological finding of pneumothorax\nex vacuo,\nwhich has been characterized by the failure of the lung to expand after pleural fluid drainage, may represent a trapped lung. Thoracic ultrasonography may help differentiate between pleural thickening, pleural fluid, and consolidation.\n[204]\nNon expandable lung/unexpanded lung (NEL/UL) is a clinical entity defined by the apposition of the lung to less than 25% to 50% of the chest wall. This entity represents a potentially reversible condition that may revert to its original state with the institution of antitumor therapy. NEL may also represent a scenario where the lung, unable to reexpand due to a prolonged collection period, can fully reexpand after the effusion is drained.\n[205]\n\nAll NEL cases do not meet the criteria for a trapped lung. Patients with a NEL have been shown to develop autopleurodesis using an IPC.\n[206]\nDiagnosis is made upon clinical examination. Occurrence of severe dull or sharp pleuritic chest pain and cough during thoracentesis and thoracic ultrasonography has been used to diagnose trapped lung. Though video-assisted thoracoscopy has been used as a definitive diagnostic modality, the measurement of pleural fluid elastance using pleural manometry also represents a promising approach.\n\nPleural fluid elastance is measured by the decrease in pleural fluid pressures in cm H2O after 500 mL of fluid is removed by thoracentesis. In a trapped lung with MPE, the pleural pressure is low and tends to drop significantly as fluid is removed. Pleural fluid elastance of more than 14.5 cm H2O per liter has been shown to represent a pleural space mechanical abnormality.\n[207]\nThe following strategies are considered potentially beneficial in managing trapped lungs: IPC, surgical pleurectomy or decortication, pleuroperitoneal shunting, and intrapleural fibrinolysis.\n\nPersistent air leaks\n\nThe possibility of developing pneumothorax after ultrasound-guided thoracentesis is slight (3%-4%) but significant. A small fraction of individuals who develop pneumothorax will require chest tube insertion.\n[208]\nAn air leak manifests as a collection of air bubbles in the drainage bag connected to the chest drain.\n[209]\nA persistent air leak is defined as one that exists for more than 5 to 7 days following chest tube insertion.\n[210]\nCommunication between the sterile pleural space and the tracheobronchial tree in the form of alveolar pleural fistulous communication or bronchopleural fistula may be the underlying cause.\n\nThe American College of Chest Physicians has advised a period of conservative management for 4 days, during which the fistulous communication is expected to close on its own.\n[211]\nA thoracic surgery opinion with consideration of pleurodesis may be indicated if watchful management fails. Minimally invasive approaches may be considered for nonsurgical candidates and individuals who refuse surgical management. Autologous blood patch pleurodesis, Heimlich valves, endobronchial valves, tissue adhesives, and occlusive devices can also be used to obliterate communication.\n[212]\nA definitive surgical approach or open thoracotomy with chemical or mechanical pleurodesis or pleurectomy has been proposed as the definitive surgical approach.\n\nSeptated pleural effusion\n\nFibrin-rich effusion fluids can lead to the development of pockets within the effusion. Significant adhesions have been demonstrated in almost 40% of patients on thoracoscopy by Bielsa et al.\n[213]\nSignificant adhesions are defined as those that obstruct more than one-third of the field of view in thoracoscopy.\n[214]\nIn patients undergoing chest drain insertion, an increasing number of septations have been associated with the failure to achieve adequate relief of dyspnea.\n[215]\n\nSeptations must be distinguished from vascularized adhesions, which may develop when fibrinous septations are infiltrated with fibroblasts and organized with collagen fibrils. Despite their interchangeable use in literature, these terms need clear definitions to emphasize their impact on prognosis. An ultrasound-based grading system characterizes the severity of septations or organized adhesions based on their nature and number.\n\nSignificant adhesions may cause failure of an effusion to drain effectively. Fibrous septations and adhesions may be differentiated based on thoracoscopy. While fibrinous adhesions can be divided easily, dense organized adhesions usually show the presence of blood vessels on thoracoscopy.\n[216]\nA CT scan does not help visualize septations directly. However, indirect evidence of septations, such as air pockets, may be seen. Adhesiolysis with the intrapleural instillation of fibrinolytic has been used to facilitate drainage of septated pleural effusion.\n[217]\n\nThe TIME 3 trial demonstrated no clinically significant improvement in dyspnea or time to pleurodesis failure rates over 1 year with intrapleural streptokinase instillation in nondraining malignant septated pleural effusions. No significant differences were reported between the urokinase and placebo groups in quality of life parameters at any time during the study. The study has been critiqued for the possible impact of fibrinolytic agents on the efficacy of repeat procedures, but these concerns remain unproven. Given the short half-life of these agents, any substantial impact on the efficacy of repeat drainage and pleurodesis procedures is not expected.\n\nAnother concern with fibrinolytic use remains the possibility of bleeding into the pleural fluid, which has been attributed to the presence of friable vessels within the hemorrhagic fluid due to neoangiogenesis. However, the risk of bleeding has remained minimal with the concomitant use of an IPC and does not seem to represent a substantial concern. The authors conclude that intrapleural thrombolytic agents improve lung reexpansion but do not increase successful pleurodesis rates. The persistent dyspnea in these patients has led to reconsidering the use of drainage catheters in this context. Alternative methods for palliation of breathlessness in advanced cancer have been advocated.\n[218]\n\nMalignant eosinophilic pleural effusion\n\nMalignant eosinophilic pleural effusion (MEPE) is defined as having more than 10% of eosinophils in the differential white blood cell count in the first thoracentesis exudative effusion and histological confirmation of malignancy. Repeated thoracentesis, blood or air in the pleural space, and drug interactions may be confounding factors that must be ruled out before a diagnosis of MEPE can be made conclusively. Lung cancer (ie, non-small cell adenocarcinoma and squamous cell carcinoma), metastasis to the lung, non-Hodgkin lymphoma, and dysgerminoma are the common etiologies underlying MEPE.\n[219]\n\nMEPE’s pathogenesis involves 2 steps: accumulation and migration. Accumulation of eosinophils occurs due to increased production within the bone marrow. Migration is promoted by the firm cytoadherence of these eosinophils to endothelial cells. Increased production of cytokines such as interleukins 33, 4, and 5, which have been shown to have chemoattractant properties that aid in eosinophilic migration, has been reported in patients with non-small cell lung cancer.\n[220]\nTumor-homing eosinophils are also shown to secrete chemokines, stimulating T-cell expansion within the tumor microenvironment. Eosinophils have been shown to enhance the maturation of dendritic cells in the tumor microenvironment, which overcomes tumor tolerance and has been associated with a better prognosis.\n[221]\nThough cancer-directed therapies can control pleural fluid formation in small-cell lung cancer, strategies that improve survival are still needed. Measures to palliate symptoms are similar to the ones employed for non-eosinophilic malignant pleural effusion. The percentage of eosinophils may represent an important marker of prognosis, and further research on this topic has been advocated.\n\nHemorrhagic malignant pleural effusion\n\nHemorrhagic malignant pleural effusion (HMPE) occurs with a frequency of 47% to 50%. HMPE is usually characterized by a pronounced degree of dyspnea, higher chest pain incidence, general physical deterioration, cooccurrence with large effusion, and thickening with parietal pleural effusion. Cytological analysis usually reveals an increased percentage of malignant cells in the pleural fluid. Thickened parietal pleura with hemorrhagic nodules may be visualized on thoracoscopy. Talc pleurodesis and thoracoscopic talc poudrage are less effective. HMPE is usually associated with poor survival and higher rates of pleurodesis.\n[222]\n\nPalliative symptom-directed management of dyspnea in advanced cancer\n\nDyspnea has been defined as a subjective experience of breathing discomfort that consists of qualitatively distinct sensations of variable intensity.\n[223]\nAmbrosino et al have suggested that differences in language, culture, race, and gender can influence the subjective experience of breathlessness.\n[224]\nRefractory breathlessness has been defined as breathlessness that persists despite optimal treatment of the underlying condition and has been associated with a shortened life expectancy.\n[225]\nRefractory breathlessness is especially frightening for patients and families and results in the use of acute hospital services.\n[226]\nThe term \"chronic breathlessness syndrome\" has been suggested to delineate a syndrome that consists of breathlessness that persists despite optimal management of the underlying pathophysiology.\n[227]\n\nThe feeling of breathlessness in advanced cancer has been explained by a mismatch between afferent sensory information sent by the afferent receptors and the respiratory motor command from the cortex and brainstem.\n[228]\nThe biopsychosocial model and the breathing, thinking, and functioning models have been used to explain the physiopathology of dyspnea in advanced cancer.\n[229]\nNotably, breathlessness arises from interactions among physiological, psychological, social, and environmental factors. The sensation of dyspnea can induce secondary physiological and behavioral responses.\n[230]\nThe degree of physiological impairment, as indicated by hypoxemia or a low forced expiratory volume in 1 second, weakly correlates with a person's subjective sensation of breathlessness, complicating treatment efforts.\n[231]\n\nPatient-reported outcomes are considered the gold standard in the assessment of breathlessness.\n[232]\nWhile unidimensional tools such as numerical rating and visual analog scales may be used, assessing the subjective experience of the patient and its impact on functional outcomes is of utmost importance.\n[233]\nThe London Chest Activities of Daily Living Scale has been shown to effectively measure the impact of breathlessness on functional and social activity in patients with refractory breathlessness in advanced disease.\n[234]\nEpisodic breathlessness should be identified, characterized as a separate entity, and managed according to prescribed guidelines.\n[235]\n\nThe management of chronic breathlessness syndrome usually requires specialist palliative medicine input. Palliative interventions, including pharmacological and nonpharmacological management, are provided through visits across many settings. Nonpharmacological interventions may be recommended for patients experiencing breathlessness due to advanced cancer or MPE resistant to other treatments.\n\nNonpharmacological interventions include using a handheld fan for facial cooling, practicing breathing retraining, trying mobility aids, promoting self-management with activity pacing and relaxation techniques, participating in exercise-based rehabilitation, and exploring complementary and alternative treatments. Among pharmacological options, only opioids and oxygen are helpful. Correct opioid dosing is essential, and doses between 10 and 30 mg of extended-release morphine sulfate have been used. A rescue dose or immediate-release morphine of about 1/6 of the patient's total daily morphine dose may be considered for exacerbation of breathlessness if required.\n\nSupplemental oxygen (palliative oxygen therapy) is indicated in patients with chronic severe hypoxemia (partial pressure of oxygen or PaO2 <7.3 kPa, corresponding to an oxygen saturation level >88%).\n[236]\nEvidence from clinical trials does not support using benzodiazepines for the relief of breathlessness. These medications are not advised as first-line interventions.\n[237]\nBenzodiazepines may be used to alleviate anxiety associated with air hunger as second or third-line treatments when opioids are not effective. Steroids have been advised to manage breathlessness refractory to other treatment options.\n[238]\n\nNoninvasive ventilation may improve oxygenation and hypoventilation and support chest wall muscles.\n[226]\nA trial of noninvasive ventilation should be considered in chronic severe breathlessness, especially in patients with acute hypercapnic respiratory failure. Refractory breathlessness is also recognized as an indication to provide palliative sedation at the end of life.\n[239]\nThe use of palliative sedation for refractory symptoms at the end of life can be justified by the ethical doctrine of double effect, developed by the Roman Catholic church, originating back to the Salamanticensis theologians of the 16th and 17th centuries.\n[240]\n\nCaregiver distress\n\nA substantial body of data demonstrates that carers of individuals with chronic breathlessness experience profound anxiety, isolation, exhaustion, and poor sleep. This distress is heightened when they witness their loved ones having an episode of breathlessness. A feeling of powerless (inability to help) and exhaustion from the extra physical work adds to the genesis and propagation of caregiver distress. Psychoeducation and the provision of psychological support may be necessary. Recognition and acknowledgment of symptoms are practical first steps in managing caregiver distress.\n[241]\nThe phenomenon of compassion fatigue (burnout and secondary traumatic stress) in healthcare professionals involved in caring for patients with terminal life-limiting illnesses also needs to be recognized.\n[242]\nPreparatory grief and existential suffering in patients with advanced cancer near the end of life often require intervention from a specialist palliative care team.\n[243]",
    "adverse_effects": "Trapped lung, persistent air leaks after chest tube insertion (for iatrogenic pneumothorax), and septated effusion are all potential MPE complications. Treatment complications have been mentioned in other parts of this activity, such as complications associated with procedures used for draining pleural fluid (ie, thoracoscopic talc poudrage, talc slurry, tunneled catheter insertion, and pleurodesis). MPE does not have a cure, and symptom palliation is the primary treatment goal. The financial challenges of repeated procedures for families already burdened by the costs of cancer treatment must be recognized.\n[250]"
  }
}