{
  "drug_name": "mixed bioflvonoids",
  "nbk_id": "NBK542198",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542198/",
  "scraped_at": "2026-01-11T18:47:33",
  "sections": {
    "indications": "Mixed connective tissue disease (MCTD) is a rare systemic autoimmune disease with the main features of at least 2 overlapping connective tissue diseases, including systemic lupus erythematosus, systemic sclerosis, polymyositis, dermatomyositis, and rheumatoid arthritis. The disease is also defined by the presence of anti-U1-ribonucleoprotein (RNP) antibodies and Raynaud phenomenon.\n[1]\n[2]\nThe condition was initially described by Sharp in 1972 through a case series of 25 patients with features of systemic lupus erythematosus, systemic sclerosis, and inflammatory muscle disease associated with anti-U1-RNP antibodies. However, at that time, MCTD was not described as a separate entity from undifferentiated connective tissue disease, and its characteristics have evolved since then. Although most authors describe MCTD as an independent entity, some believe it may represent an early stage of a definite connective tissue disease, such as systemic lupus erythematosus, systemic sclerosis, or overlap syndrome. MCTD has no unique clinical features, and considerable interindividual variation in clinical manifestations exists.\n\nMultiple attempts have been made to develop classification criteria, but there are currently no internationally agreed-upon diagnostic criteria. Most clinicians agree on a diagnosis if the following criteria are met:\n[3]\n[4]\n\nThe presence of a high titer of positive anti-U1-RNP, and\nRaynaud phenomenon, puffy digits, or hand edema\n\nAnd at least 2 of the following:\n\nSynovitis\nMyositis\nLeukopenia\nEsophageal dysmotility\nPleuritis\nPericarditis\nInterstitial lung disease\n\nIn 2019, a consensus panel in Japan proposed another revised set of diagnostic criteria for MCTD, which divides the disease features into 4 categories.\n[5]\n\nThe presence of a high titer of positive anti-U1-RNP, and\nRaynaud phenomenon, puffy digits, or hand edema\n\nAnd either 1 of the following organ involvements or at least 2 overlapping manifestations:\n\nOrgan involvement includes:\n\nPulmonary arterial hypertension\nAseptic meningitis\nTrigeminal neuropathy\n\nOverlapping manifestations include:\n\nSystemic lupus erythematosus: polyarthritis, lymphadenopathy, malar rash, pericarditis or pleuritis, leukopenia or thrombocytopenia\nSystemic sclerosis: sclerodactyly, interstitial lung disease, esophageal dysmotility or dilatation\nInflammatory myositis: muscle weakness, elevated levels of myogenic enzymes, myogenic abnormalities on electromyogram\n\nDiagnosis is based on at least 1 common manifestation, immunological manifestation, and either 1 characteristic organ involvement or at least 1 feature in 2 or more overlapping manifestations. These criteria have a sensitivity of 90.6% and a specificity of 98.4%, although they have not been formally adopted by the international community.\n[6]",
    "mechanism": "The etiology of MCTD is unclear but is believed to involve the interaction of genetic predisposition with the environment. Sequence-based typing of HLA-B* and DRB1* showed that risk alleles for MCTD are HLA-B*08 and DRB1*04:01, whereas protective alleles are DRB1*04:04, DRB1*13:01, and DRB1*13:02.\n[7]\n\nNo clear environmental risk factor has been identified thus far. However, immune activation due to environmental factors in people with genetic predisposition is believed to play a role. Some environmental factors, such as infections, drugs, toxins, ultraviolet radiation, and chemicals, including vinyl chloride and silica, have some correlation with the development of MCTD.\n[8]\n\nMolecular mimicry is the leading theory triggering the onset of disease. Amino acid sequences from non-self proteins in the environment may mimic host epitopes and induce autoantibody responses. For example, almost 91% of DNA from the serum of patients with MCTD had an HIV type-1 conserved Pol sequence.\n[9]\nSeventy-five percent of patients with MCTD patients had antibodies to HIV GAG proteins p35 and p24.\n[10]",
    "monitoring": "Evaluating MCTD requires a comprehensive understanding of its diverse clinical manifestations and overlapping features with other connective tissue diseases. Clinicians must utilize a combination of detailed patient history, physical examination, and targeted diagnostic tests to diagnose and assess MCTD accurately.\n\nLaboratory Studies\n\nLaboratory studies are useful for evaluating the presence of the U1-RNP antibody, which is helpful for diagnosis. They are also valuable for characterizing the severity of potential organ involvement and assessing the presence of other features of overlapping autoimmune rheumatologic disease.\n\nImmunological markers include high titer speckled pattern anti-nuclear antibody (typically >1280) and high titer anti-U1-RNP. The sensitivity of the U1-RNP antibody is 100%, but its specificity is lower. Another potential marker for MCTD is the presence of survival of motor neuron (SMN) antibody directed to SMN and its complex. In a study comparing the prevalence of anti-SMN complex antibodies between patients with systemic lupus erythematosus and MCTD, the antibodies were present in 40% of MCTD patients, whereas only 10% of patients with systemic lupus erythematosus had the antibody. In this study, the estimated specificity of the anti-SMN antibody was 91.2% for MCTD.\n[32]\n\nPatients may have other lab and immunological abnormalities depending on the presence of features of systemic lupus erythematosus, systemic sclerosis, or dermatomyositis. Up to 65% of patients with MCTD may have a positive rheumatoid factor, and 50% of patients can have a positive anti-cyclic citrullinated peptide.\n[33]\n[34]\nMuscle enzymes may be elevated. Falsely positive VDRL and reduced complement levels are a feature in some patients. Anti-double-stranded DNA, anticentromere, anti-Scl-70, and anti-PM-1 antibodies are typically absent.\n\nA complete blood count may demonstrate anemia and leukopenia in almost 75% of patients. Hypergammaglobulinemia is also present in 75% of patients with MCTD. The erythrocyte sedimentation rate is elevated in nearly all patients.\n[2]\nUrinalysis can show proteinuria and hematuria if renal disease is present.\n\nImaging and Other Diagnostic Studies\n\nImaging and other diagnostic studies are not necessarily indicated unless there is a suspicion of focal organ involvement. The following diagnostic modalities are not meant to be exhaustive but suggest how certain tests may be used to diagnose patients with MCTD and concerns for a focal organ or system problem.\n\nCardiopulmonary testing:\nThe diagnostic procedures used to evaluate the cardiopulmonary system include the following:\n\nChest x-ray: This technique may serve as a screening test for lung disease, including pulmonary infiltrates, interstitial lung disease, pleural effusions, and cardiomegaly.\n\nComputed tomography: High-resolution computed tomography is very sensitive in diagnosing interstitial lung disease. Common findings include ground-glass opacities, linear opacities, subpleural micronodules, septal thickening, and traction bronchiectasis, typically with peripheral and lower lobe predominance. Honeycombing, airspace consolidation, emphysema, and centrilobular nodules are less common findings.\n[35]\n\nEchocardiogram: An echocardiogram is a useful tool for screening for right heart disease and pulmonary hypertension and assessing the pericardium for the presence of effusion or thickening, valvular abnormalities, and overall cardiac function.\n\nPulmonary function testing: Patients with interstitial lung disease may show reductions in the diffusion capacity for carbon monoxide, forced vital capacity, and forced expiratory volume.\n\nRight heart catheterization: Definitive diagnosis of pulmonary hypertension in MCTD requires right heart catheterization demonstrating mean pulmonary arterial pressure at rest >20 mmHg.\n\nMusculoskeletal imaging:\nThe diagnostic techniques used to visualize and assess the bones, joints, muscles, and soft tissues of the musculoskeletal system are as follows:\n\nX-ray of joints: X-rays of affected joints might reveal evidence of inflammatory arthritis with erosions, joint space narrowing, and periarticular osteopenia.\n\nMusculoskeletal ultrasound: This imaging modality utilizes ultrasonic sound waves to assess soft tissues, cartilage, bone surfaces, and fluid-containing structures for the presence of abnormalities responsible for joint pain and swelling.\n\nMagnetic resonance imaging of a limb: This technique is another sensitive tool to evaluate for the presence of subclinical or clinically evident inflammatory muscle disease or inflammatory arthritis.\n\nOther tests for evaluating gastrointestinal tract symptoms may include an esophagram, upper endoscopy, or colonoscopy. For assessing potential inflammatory muscle or peripheral nerve disease, an electromyogram and nerve conduction study may be used.",
    "administration": "Due to the rarity of the condition, there are no randomized controlled trials to guide the treatment of patients with MCTD. Therapy's general goals are to control symptoms and are directed by clinical manifestations and organ involvement.\n\nThe most significant organ manifestations involve the heart and lungs, with pulmonary hypertension and interstitial lung disease in a nonspecific interstitial pneumonitis pattern being the primary causes of morbidity and mortality.\n[13]\nTherapeutic trials for patients with interstitial lung disease tend to combine patients with MCTD, scleroderma, and other connective tissue diseases, and the management recommendations are extrapolated to MCTD. The main medications used to treat interstitial lung disease are mycophenolate mofetil, cyclophosphamide, and rituximab, with mycophenolate mofetil being the preferred initial therapy due to its comparable efficacy and fewer adverse effects compared to cyclophosphamide.\n[36]\nMore recently, the RECITAL study of connective tissue disease-interstitial lung disease has shown that rituximab and cyclophosphamide are fairly equivalent in pulmonary outcomes with fewer overall adverse effects for rituximab.\n[37]\n\nPulmonary hypertension is typically less responsive to steroids, and the guidance of an expert in pulmonary hypertension should direct advanced management. Vasodilators such as prostaglandins, including epoprostenol; endothelin receptor antagonists, including ambrisentan; phosphodiesterase 5 inhibitors, including sildenafil; and immunosuppression with corticosteroids and cyclophosphamide may be appropriate therapeutic considerations.\n\nThe management of Raynaud phenomenon includes symptomatic strategies such as avoiding caffeine, smoking, cold temperatures, and injury to the digits. Oral calcium channel blockers, such as nifedipine, which decreases peripheral resistance, are an option. Prostaglandins, endothelin receptor antagonists, phosphodiesterase 5 inhibitors, and topical nitroglycerins are also effective.\n\nArthritis and arthralgia typically respond to nonsteroidal anti-inflammatory drugs and hydroxychloroquine. For refractory synovitis, corticosteroids, methotrexate, and other disease-modifying anti-rheumatic drugs can be used.\n\nPleuritis, pericarditis, myositis, and aseptic meningitis typically respond to steroids. Steroid-sparing agents, such as methotrexate, cyclosporine, azathioprine, and mycophenolate mofetil, are commonly used as second-line agents. Steroid-resistant myositis may respond to intravenous immunoglobulin.\n\ngastrointestinal reflux treatment involves proton pump inhibitors (PPI) or histamine blockers, lifestyle changes, and dietary modifications, such as elevating the head of the bed and avoiding dietary triggers. Prokinetics and gastric fundoplication are possible options for those who fail twice-daily PPI therapy. Individuals with esophageal motility disorder may require prokinetics. Patients with malabsorption should be on a lactose-free diet, and medium-chain triglycerides should substitute for long-chain fatty acids.\n\nPatients with autoimmune hemolytic anemia and thrombocytopenia are initially treated with steroids. Clinicians can consider rituximab in resistant cases.",
    "adverse_effects": "Patients with MCTD are at risk for several serious complications, including pulmonary hypertension, interstitial lung disease, and infections, which are significant causes of mortality. In addition, they may develop renal involvement, cardiovascular issues, and gastrointestinal problems, further complicating their clinical management. Early detection and regular monitoring of these complications are essential to improve patient outcomes and reduce the risk of severe health consequences of MCTD."
  }
}