{
  "drug_name": "morphine",
  "nbk_id": "NBK572085",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572085/",
  "scraped_at": "2026-01-11T18:47:34",
  "sections": {
    "indications": "According to the United States Drug Enforcement Administration (DEA), drugs, substances, and certain chemicals used in drug manufacturing are classified into 5 categories or schedules depending on the drug's acceptable medical use and potential for abuse or dependency. The Controlled Substance Act (CSA) outlines the criteria for scheduling a substance, which includes:\n\nPotential for abuse (actual or relative)\nScientific evidence of pharmacological effects\nCurrent scientific knowledge regarding the drug or other substance\nHistory and patterns of abuse\nScope, duration, and significance of abuse\nRisks to public health\nLiability for psychic or physiological dependence\nWhether the substance is an immediate precursor to a controlled substance\n\nControlled substances include all opioid analgesics, sedatives, hypnotics, and stimulants. In the United States, federal regulation restricts when and how these substances may be prescribed to prevent misuse and abuse.\n\nIn 2020, 91,799 drug overdose deaths were reported in the United States, with opioids involved in 68,630 deaths—approximately 75% of all drug overdose deaths involved opioids. Synthetic opioids were associated with 82.3% of opioid-related deaths.[\nCDC. Overdose Prevention\n] The age-adjusted overdose death rate increased by 31% from 2019 to 2020.[\nCDC. CDC Wonder\n]\n\nOpioids continue to be a significant public health crisis. In 2021, 80,411 lives were lost to opioid overdose.[\nNIH. Drug Overdose Deaths: Facts and Figures\n] By 2022, out of the 107,081 reported drug overdose deaths in the United States, 68% of these deaths were caused by synthetic opioids, particularly illegally manufactured fentanyl.[\nCDC. Illicitly Manufactured Fentanyl–Involved Overdose Deaths with Detected Xylazine — United States, January 2019–June 2022\n] The prevalence of opioid misuse, addiction, and overdose has increased across the country. According to the Substance Abuse and Mental Health Services Administration (SAMHSA), in 2020, approximately 2.7 million individuals aged 12 or older had opioid use disorder in the United States, including 2.3 million individuals with a prescription opioid use disorder.[\nSAMHSA. The National Survey on Drug Use and Health: 2020\n]\n\nIn response to these staggering statistics, clinical prescribers, dispensers, and manufacturers play a crucial role in reducing opioid distribution and ensuring the proper disposal of unused medications. Prescribers are encouraged to proactively prescribe opioid reversal agents to individuals receiving prescribed opioids and those at risk for opioid use disorder. Prescribers must also adhere strictly to federally mandated clinical guidelines for responsible prescribing of controlled substances and opioids. Finally, healthcare professionals must also prevent prescription violations by adhering to best practices for opioid prescribing and monitoring. These measures are essential to combat the opioid crisis and the rising prevalence of substance use disorders in the United States.\n\nPrescription opioids have emerged as a gateway to substance use disorders, contributing to the ongoing opioid crisis in the United States. Studies indicate that leftover or unconsumed opioid medications—originally prescribed for legitimate medical use—are often misused, particularly among vulnerable adolescents.\n[1]\nThis concerning trend exacerbates the crisis, amplifying its impact on individuals and communities nationwide.\n\nDespite their risks, prescription opioids are essential in managing acute and chronic pain. More than one-fourth of the United States population experiences chronic pain, with annual healthcare costs exceeding 100 billion dollars due to pain management and opioid dependence.\n[2]\n[3]\nThese costs surpass the combined expenses of cancer, diabetes mellitus, and heart disease.\n[4]\n\nGiven the profound impact of chronic pain on a patient's quality of life, prescribers must adopt best practices to ensure responsible opioid use. The consequences of pain management decisions are far-reaching, underscoring the need for a thoughtful, evidence-based approach to opioid prescribing.\n[5]\n\nAppropriate opioid prescribing encompasses a comprehensive approach that involves regular assessment, treatment planning, and ongoing monitoring. The goal is to provide adequate pain relief while minimizing the risks of addiction, abuse, overdose, diversion, and misuse. Clinicians must understand that inappropriate opioid prescribing, including under-prescribing, overprescribing, or continuing to prescribe opioids when they are no longer effective, can have serious consequences, particularly in patients with chronic pain.\n\nPatients with chronic pain face additional challenges, as prolonged opioid use can lead to tolerance, dependence, and significant psychological, behavioral, and emotional problems, including anxiety and depression. Inadequate or excessive prescribing can exacerbate these complications.\n[5]\n\nHealthcare Provider Knowledge Deficit\n\nCurrent evidence shows substantial knowledge gaps regarding appropriate and inappropriate prescribing of controlled substances, highlighting deficiencies in understanding recent research, legislation, and best prescribing practices. A practice gap persists between recommended best practices for preventing prescription drug abuse and current clinical practice.\n[6]\n\nHealthcare providers may lack an understanding of addiction pathophysiology, at-risk populations, and the distinctions between prescription and nonprescription opioid addiction. A common misconception equates addiction with dependence, underscoring the need to clarify this distinction. The outdated belief that opioid addiction is purely psychological must be reframed. In reality, it is a complex condition involving both psychological and physiological factors, often intertwined with chronic pain disorders.\n\nDespite efforts to incorporate education on substance use disorders in medical school curricula, a pervasive practice gap remains in appropriately managing these conditions and implementing responsible prescribing practices for controlled substances.\n[6]\nBridging this gap is essential for improving patient outcomes and mitigating the opioid crisis.\n\nDefinitions\n\nClinicians should be familiar with key terms associated with addiction and substance use disorders, as they are frequently used in medical literature. Clear definitions help establish diagnostic criteria, enabling providers to identify individuals needing treatment.\n\nAddiction: According to the American Society of Addiction Medicine (ASAM), addiction is a treatable, chronic medical disease involving complex interactions among brain circuits, genetics, the environment, and an individual's life experiences.[\nASAM. Glossary of Addiction\n] Individuals with addiction engage in behaviors that become compulsive and are continued despite adverse consequences. However, the ASAM emphasizes that prevention and treatment strategies for addiction are as successful as those for other chronic diseases. ASAM identifies 5 characteristics of addiction:\nCraving for drug or positive reward\nDysfunctional emotional response\nFailure to recognize significant problems affecting behavior and relationships\nInability to consistently abstain\nImpairment in control of behavior\n\nSubstance use disorder: The\nDiagnostic and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision\n(DSM-5-TR), eliminates the previous categorization of substance-related addictions into abuse and dependence. The DSM-5-TR combines these terms into substance use disorders, categorized as mild, moderate, or severe based on severity, providing greater diagnostic clarity for clinicians and patients.\n[7]\n\nAbuse: Use of an illegal substance or maladaptive pattern of substance use for a nonmedical purpose other than pain relief, such as altering one's state of consciousness.\n[8]\n\nDependence: Physiological reliance on a drug resulting in a withdrawal syndrome with cessation or reduction in the amount of drug administered.\n[9]\n\nDiversion: Transferring a controlled substance from an authorized person's use to an unauthorized person's use for distribution or possession.\n\nMisuse: Use of a medication in a manner different than how it was prescribed.\n\nPseudoaddiction: Pursuit of additional medication due to poor pain control, with the cessation of drug-seeking behavior upon achievement of appropriate pain control.\n\nTolerance: The lessened effect of a substance after being exposed to that substance or the need to escalate doses to achieve the same result.\n[10]",
    "mechanism": "Risk factors for substance use disorders, particularly prescription use disorder, vary depending on the type of drug prescribed. An understanding of the DEA schedules under the CSA is mandatory for healthcare providers, particularly when prescribing or dispensing these agents to individuals with known risk factors for addiction. The DEA classifies controlled substances into 5 schedules, outlined as follows:\n\nSchedule I: Drugs or substances with high potential for abuse and no currently accepted medical use in the United States. Examples include heroin, lysergic acid diethylamide, marijuana (cannabis), 3,4-methylenedioxymethamphetamine (ecstasy), methaqualone, and peyote.\n\nSchedule II: Drugs or substances with high potential for abuse; however, they also have a currently accepted medical use in the United States. Examples include cocaine, morphine, methamphetamine, methadone, hydromorphone, meperidine, oxycodone, fentanyl, amphetamine, dextroamphetamine, phencyclidine, and methylphenidate.\n\nSchedule III: Drugs or substances with less potential for abuse compared to those in Schedules I and II, and they are currently accepted for medical use in the United States. Examples include codeine products combined with acetaminophen or aspirin, ketamine, anabolic corticosteroids, and testosterone.\n\nSchedule IV: Drugs or substances with low potential for abuse relative to those in Schedule III, and they are currently accepted for medical use in the United States. Examples include benzodiazepines, such as alprazolam, clonazepam, lorazepam, and diazepam; carisoprodol; pentazocine; zolpidem; tramadol; and dextropropoxyphene. Flunitrazepam, a benzodiazepine, is classified as Schedule IV but carries Schedule I trafficking penalties due to its association with drug-facilitated sexual assault.\n\nSchedule V: Drugs or substances with lower potential for abuse compared to those in Schedule IV, and they are currently accepted for medical use in the United States. Examples include cough preparations containing codeine, diphenoxylate/atropine, difenoxin hydrochloride/atropine, pregabalin, and attapulgite.\n\nRisk Factors for Prescription Drug Use Disorder\n\nThe greatest risk factor for prescription drug misuse is the quantity of controlled substances prescribed for legitimate medical reasons. Prescription drug use is directly associated with the increased prescribing of controlled substances for accepted medical reasons. Research has shown that the growing identification and treatment of attention-deficit hyperactivity disorder has contributed to a rise in the misuse of medications used to treat the condition.\n[11]\nSimilarly, the increased use of opioids for various medical conditions has been linked to a surge in opioid abuse, and a higher number of benzodiazepine prescriptions has been associated with a greater risk of overdose-related deaths from these drugs.\n[12]\n[13]\n\nA prior history of substance use disorders, including nicotine use disorder, is associated with an increased risk of prescription misuse when controlled substances are prescribed for appropriate reasons.\n[14]\n[15]\nMental health disorders, particularly pain-related anxiety and post-traumatic stress disorder, increase the risk of prescription opioid use and sedative and hypnotic use disorders.\n[16]\n[15]\n[17]\nSimilarly, a family history of substance use disorders further increases the risk of prescription misuse in patients.\n[15]\n\nChronic pain is strongly associated with prescription opiate misuse. The combination of chronic pain and coexisting substance use disorders or mental health conditions significantly increases the risk of prescription medication use disorder.\n[18]\n[19]\nAttention-deficit hyperactivity disorder in adults often coexists with substance use disorders and has been linked to higher severity of substance use disorders.\n[20]",
    "monitoring": "Drug testing is essential before prescribing controlled substances. In addition to obtaining a thorough history and performing a comprehensive physical examination to detect underlying uncontrolled psychiatric illnesses and substance use, drug testing also provides objective data to confirm adherence to prescribed medications. Random drug testing is preferred over scheduled testing as it is more likely to detect undisclosed substance use.\n[42]\nPatient consent should be obtained before testing, which is generally included in the treatment contract for prescribing controlled substances.\n\nUrine is the most commonly used biological sample for drug testing. Alternative specimens such as blood or serum, hair, sweat, and oral fluids may also be used.\n[43]\nThese alternatives offer benefits such as reduced risk of adulteration and extended detection windows. However, a significant disadvantage is that these samples often contain very low drug concentrations, requiring high-sensitivity techniques for detection.\n[44]\nTherefore, urine testing remains the most commonly used and recommended method, as it allows easy collection and offers sufficient sensitivity and specificity to detect widely used drugs.\n[45]\n[46]\n\nUrine testing also allows for longer detection windows than serum testing. Clinicians should note that urine drug concentrations do not correlate directly with serum concentrations. Instead, they measure drug metabolites, reflecting how rapidly a person metabolizes and eliminates the drug (see\nTable.\nUrinary Drug Testing Detection).\n[45]\nConsequently, urine drug testing can vary drastically based on the individual's hydration status.\n[46]\n\nIn addition to standard laboratory testing, point-of-care (POC) testing is a viable alternative. POC testing offers advantages such as simplicity and rapid result turnaround; however, this type of testing is more susceptible to mishandling, mainly when performed by non-laboratory staff, potentially leading to inaccurate results. Proper training is crucial to ensure the correct collection, handling, and interpretation of POC test results.\n[47]\n\nTable\nTable 1. Urinary Drug Testing Detection.\n\nNotably, positive test results for opioids and benzodiazepines may be due to the presence of various other drugs. For example, detecting morphine in a urine sample could indicate the ingestion of morphine, codeine, or heroin. Similarly, the presence of hydromorphone may suggest the use of hydromorphone, hydrocodone, or morphine.\n[45]\n\nA negative test result may indicate that the patient is not taking the prescribed substance or medication or that the drug is rapidly metabolized to undetectable levels. Ideally, confirmatory testing differentiates true-negative results (when the patient is not taking the substance or the prescribed medication) from false-negative results (due to rapid metabolism to undetectable levels in urinary testing).\n\nConfirmatory tests, such as gas chromatography, high-performance liquid chromatography, and mass spectrometry, precisely identify these agents. However, these advanced testing methods are not readily available in most clinical laboratories.\n[45]\n\nFalse-Positive Results\n\nFalse-positive results occur when other medications or ingested substances cross-react with the immunoassays used to detect drugs of abuse, leading to an incorrect positive result.\n[45]\nCommonly prescribed medications that may cause false-positive results on urine drug testing include:\n\nAmphetamines: Amantadine, bupropion, chlorpromazine, desipramine, dextroamphetamine, labetalol, methylphenidate, pseudoephedrine, ranitidine, selegiline, thioridazine, trazodone\nBenzodiazepines: Oxaprozin, sertraline\nCannabinoids: Dronabinol, efavirenz, proton pump inhibitors, and some nonsteroidal anti-inflammatory drugs\nOpioids: Dextromethorphan, quinine, quinolones, rifampin, verapamil. Dietary consumption of poppy seeds may yield cross-reactivity and false-positive test results for opioids.\nPhencyclidine: Dextromethorphan, diphenhydramine, ibuprofen, ketamine, meperidine, thioridazine, tramadol, venlafaxine",
    "administration": "Before prescribing controlled substances or initiating opioid therapy for chronic pain, the clinician and patient should agree on practical goals regarding pain relief, functionality with activities of daily living, and managing coexisting conditions such as anxiety and depression. The treatment plan should include therapy selection, progress measures, and involvement of other specialty providers if needed. When developing a pain management plan that involves opioids, the clinician should:\n\nStart at the lowest possible dose and titrate to effect.\nBegin with short-acting opioid formulations.\nDiscuss the need for frequent risk and benefit assessments.\nEducate the patient and family members on recognizing signs and symptoms of respiratory depression.\nReassess risks and benefits with each dose increase.\nExercise caution and justify the rationale when prescribing ≥50 morphine milligram equivalents (MME) per day.\n[48]\nStay informed about federal and state opioid prescribing regulations.\nBe knowledgeable about patient monitoring, equianalgesic dosing, and cross-tolerance with opioid conversion.\nAugment treatment with nonopioid therapies or, if necessary, prefer immediate-release opioids over long-acting opioids.\nTaper the opioid dose whenever possible to minimize long-term dependence and reduce risk.\n\nConsent and Treatment\n\nAccording to the American Medical Association, a clinician can proceed with informed consent after assessing the patient's ability to understand the medical information to make an independent decision.\n[49]\nThe informed consent process should include a discussion of the following:\n\nPatient diagnosis\nPurpose of recommended treatment\nRisks and benefits of treatment\nAlternative treatment or no treatment, including their associated risks and benefits\n\nInformed consent for controlled substances and opioids should include the following potential risks:\n\nPhysical adverse effects and complications such as constipation and QT prolongation\nAddiction risk\nPhysical dependence\nCognitive effects\nPsychological dependence\nTolerance\nHyperalgesia\nPatient victimization\n[49]\n\nPrescribing policies should be clearly described, including guidelines regarding the number and frequency of refills and procedures for handling lost or stolen medications.\n\nPatient and Physician Treatment Agreement\n\nAlthough there is no standardized agreement or contract for controlled substance or opioid use, such agreements are essential for promoting open communication, ensuring treatment adherence, and establishing an understanding of treatment goals.\n[49]\n\nClinicians often include provisions in the agreement that outline the patient's commitment to refrain from doctor shopping and provide consent for drug testing. Clinicians also assume an active role in the agreement by addressing treatment plan concerns and scheduling follow-up visits to evaluate the effectiveness of the interventions.\n\nThe treatment agreement should clearly outline the potential reasons for modifying or discontinuing opioid therapy. These reasons include situations where pain is minimal or resolved, significant adverse effects develop, analgesia is inadequate, quality of life is not improved, function has deteriorated, or evidence of aberrant medication use is present. In addition, the agreement can include monitoring strategies and establish mechanisms for safely storing and disposing of unused medications. Prescribers should consider ending opioid treatment under these circumstances and should taper opioids slowly to minimize withdrawal symptoms. An addiction specialist may need to be involved in cases of aberrant behavior or when tapering is difficult to tolerate.\n[50]\n[51]\n\nRecommended Guidelines for Responsible Prescribing of Opioids\n\nAmong the controlled substances prescribed for medical use, opioids carry the highest risk for misuse and addiction, causing significant societal harm. In response to this issue, the United States Centers for Disease Control and Prevention (CDC) published the Clinical Practice Guideline for Prescribing Opioids in 2022.\n[52]\nThese guidelines primarily address the use of opioids for pain management. A summary of the recommendations made in this clinical practice guideline is provided below:\n\nNonopioid therapies should be maximized as first-line and adjunct therapy if no contraindications exist.\nBefore prescribing opioids for acute pain, the realistic benefits of opioid therapy and the risks of opioid therapy should be thoroughly discussed with the patient.\nNonopioid therapies are preferred for subacute and chronic pain.\nIf opioid therapy is prescribed for acute, subacute, or chronic pain, immediate-release formulations are preferred over extended-release and long-acting formulations.\nIn opioid-naive patients, the lowest effective dose should be prescribed. The recommended starting dose for opioid-naive patients is 5 to 10 MME per dose or a daily dosage of 20 to 30 MME/d.\nUnless there are signs of impending overdose, opioid therapy should not be discontinued abruptly.\nWhen opioids are discontinued, they should be gradually tapered off. For patients taking opioids for extended durations (≥1 year), the recommended taper rate is 10% per month or slower, as this rate is better tolerated than more rapid tapers.\nFor acute pain, the prescribed quantity of opioid medications should not exceed the expected duration of pain.\nFor subacute and chronic pain, the benefits and risks of continued opioid therapy should be discussed with patients within 1 to 4 weeks of initiation.\nThe risk of opioid therapy should be discussed periodically during the treatment, with a clear discussion on ways to mitigate harm, including using naloxone.\nBefore prescribing opioid therapy for acute, subacute, or chronic pain, and periodically during opioid therapy, the prescriber should review the patient's controlled substance prescription history using prescription drug monitoring program data.\nExtreme caution is advised when prescribing opioid pain medication and benzodiazepines (or other central nervous system depressants) concurrently due to the risk of respiratory compromise.\nIf opioid use disorder is suspected or diagnosed, treatment should be offered. Detoxification without medications for opioid use disorder is not recommended.\n\nAccording to the CDC, nonopioid therapies are at least as effective as opioids for managing acute pain.\n[52]\nCauses of acute pain for which nonopioid therapies are preferred include low back pain, neck pain, sprains, strains, tendonitis, bursitis, dental pain, kidney stone pain, and headaches.\n[52]\nNonpharmacological options such as ice, heat, elevation, and mobility restriction or therapy should be offered and maximized.\n\nWhen managing chronic pain, nonpharmacological strategies should be prioritized as the initial approach. The methods, including exercise, physical therapy, psychological and stress reduction therapy, spinal manipulation, laser therapy, massage therapy, acupuncture, and yoga,\nshould be optimized for maximum benefit.\n[52]\nIf there is an insufficient response to these therapies, nonsteroidal anti-inflammatory drugs or duloxetine should be considered as the first-line option. In cases where neuropathic pain is present, tricyclic antidepressants, serotonin-norepinephrine reuptake inhibitors, and anticonvulsants, such as pregabalin, gabapentin, and oxcarbazepine, should be explored before opioid therapy.\n[52]\n\nThe CDC guideline repeatedly emphasizes reevaluation of ongoing opioid therapy to determine whether the expected benefit is achieved. If opioid therapy for subacute or chronic pain has exceeded 4 weeks, a dose escalation beyond the lowest dose can be considered. This decision should follow a discussion between the clinician and the patient regarding the risks and benefits of escalating therapy. However, the CDC guideline states that in most cases, there is no further benefit (in pain relief or function) from escalating opioid therapy to ≥50 MME/d.\n[52]\nIncreasing opioids beyond 50 MME/d exposes the patient to a progressively higher risk of misuse or addiction and physical complications of therapy without further clinical benefit (see\nTable.\nMorphine Equivalence Conversion Factors of Commonly Prescribed Opioids).\n\nTable\nTable 2. Morphine Equivalence Conversion Factors of Commonly Prescribed Opioids.\n\nUsing the conversion factor provided, a prescription for oxycodone 10 mg taken twice daily (20 mg of oxycodone daily) is equivalent to 30 MME daily. The MME serves as a reference to indicate the potency of the prescribed opioid therapy; however, it should not be used to determine the dosage of an opioid when switching therapies. Patients typically have incomplete tolerance between opioid medications, and individual opioid pharmacokinetics vary substantially. Therefore, when converting between opioids, the new opioid medication should be dosed at a substantially lower dose than the calculated MME dose.\n[52]\n[53]\n\nWhen opioid therapy is discontinued or tapered, clinicians must repeatedly emphasize and educate patients regarding the risk of overdose if they return to the previous dose of the medication.\n[52]\nOpioid overdose education should be provided at every visit during this process, and naloxone should be co-prescribed. During this period, clinician vigilance regarding the emergence of anxiety, depression, and opioid use disorder is essential to ensure that these conditions are identified early and treated appropriately.\n\nRecommended Guidelines for Responsible Prescribing of Sedatives and Benzodiazepines\n\nAccording to the Agency for Healthcare Research and Quality, there is no universally accepted prescription guideline for benzodiazepines and other prescription sedatives and hypnotics. The general practice in the United States follows the federal regulations outlined in the CSA.\n\nThe current standard of practice in the United States follows practice guidelines published by the APA for anxiety disorders and insomnia. Benzodiazepines are approved for treating generalized anxiety disorder, insomnia, seizures, panic disorders, social phobia, and certain other conditions. However, their use is recommended only for the short term, typically not exceeding 4 weeks.\n[54]\nThe APA does not recommend benzodiazepines as a first-line treatment for any of these diagnoses, nor does it endorse their long-term use.\n\nThe National Health Service of the United Kingdom, however, has provided the following guidelines for the use of prescription benzodiazepines:\n\nBenzodiazepines should be used only for short-term treatment, typically 2 to 4 weeks.\nBenzodiazepines should be prescribed only for anxiety and insomnia that are severe, disabling, or causing extreme distress.\nThe health record should document the discussion between the healthcare provider and the patient, outlining the risks of physical and psychological dependence, which can occur even at therapeutic doses.\nAlternative nonpharmacological and pharmacological measures should be emphasized and maximized.\n\nFor patients who have been using benzodiazepines for more than 4 weeks, especially if they are taking the medication on most days of the week, a slow taper should be implemented to mitigate the risk of withdrawal.\n\nPrescription Requirements\n\nClinicians and dispensing pharmacists must ensure that controlled substance prescriptions meet the federally mandated guidelines. According to the CSA information on the DEA's website, a prescription for a controlled substance must be issued for a legitimate medical purpose by a registered practitioner acting in the usual course of sound professional practice. Pharmacists must verify that the prescription includes all of the following:\n\nName and address of the patient\nDate of issue\nName, practice address, and DEA registration number of the prescribing practitioner\nDrug name, strength, dosage form, and specific directions of use\nQuantity prescribed\nSignature of the prescriber\n\nNotably, there are no federal time limits on when a Schedule II prescription must be filled. According to the United States Code of Federal Regulations (Title 21 Chapter II Part 1306), a Schedule II medication may only be called in during emergencies. If this occurs, the prescriber is required to provide a written and signed prescription to the pharmacy within 7 days.\n\nThe United States Code of Federal Regulations specifies that refilling a prescription for a controlled substance listed in Schedule II is prohibited. Patients receiving schedule II substances for chronic therapy may be prescribed a 90-day supply with multiple prescriptions, each with 0 refills. The prescriptions should indicate the earliest date they can be filled. Schedule III or IV substances may have up to 5 refills within 6 months, and Schedule V medications may be refilled as authorized by the prescriber.",
    "adverse_effects": "Misuse, addiction, and overdose are among the most serious complications associated with prescribing controlled substances. All regulatory and guiding entities emphasize the importance of identifying individuals with signs of substance use disorders to ensure early diagnosis and appropriate treatment. According to the SAMHSA, approximately 16.5% of individuals aged 12 or older have a diagnosis of substance use disorder.[\nSAMHSA. SAMHSA Announces National Survey on Drug Use and Health (NSDUH) Results Detailing Mental Illness and Substance Use Levels in 2021\n]\n\nAccording to the CDC, 106,699 overdose deaths in the United States were reported in 2021.[\nCDC. Drug Overdose Deaths in the United States, 2001–2021\n] The United S government enacted the Mainstreaming Addiction Treatment (MAT) Act of 2021 to address this crisis. This legislation aims to expedite and expand treatment options for individuals with substance use disorder, promoting better access to care and reducing barriers to evidence-based therapies.\n\nMainstreaming Addiction Treatment Act of 2021\n\nThe MAT Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. Previously, federal regulations required healthcare practitioners to apply for a separate waiver through the DEA to dispense buprenorphine and methadone for maintenance or detoxification treatment. The MAT Act empowers all healthcare providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder, just as they prescribe other essential medications. This legislation aims to help destigmatize the standard of care for opioid use disorder and integrate substance use disorder treatment across healthcare settings.\n[60]\n\nAs of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for opioid use disorder, provided it is permitted under applicable state law. SAMHSA encourages practitioners to incorporate this treatment into their practice. Prescribers registered as X-Waiver prescribers receive a new DEA registration certificate reflecting this change, with no action needed from registrants.\n\nThere are no longer limits on the number of patients with opioid use disorder that a practitioner may treat with buprenorphine. In addition, separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.\n\nPharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number without needing a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information. Practitioners must still comply with applicable state limits regarding treating patients with opioid use disorder. SAMHSA provides contact information for state opioid treatment authorities, which can be found here:\nSAMHSA. State Opioid Treatment Authorities (SOTA)\n.\n\nThe MAT Act also promotes education for healthcare practitioners on treating opioid use disorder and encourages them to incorporate substance use disorder treatment into their practices. By promoting ongoing training and awareness, the Act aims to enhance the quality of care and improve outcomes for individuals struggling with addiction.\n\nOpiate Use Disorder Treatment\n\nTreatment for opioid use disorder requires pharmacological therapy.\n[30]\nOpioid use disorder should be managed as a chronic condition with medication for opioid use disorder therapy. In patients experiencing acute withdrawal, additional medication may alleviate withdrawal symptoms, including α2-agonists such as lofexidine and clonidine, which can diminish withdrawal symptoms.\n[30]\nThe previous practice of detoxification and medically supervised withdrawal is no longer recommended as a standalone therapy, as most patients treated in this manner relapse quickly. Moreover, they are at a significantly higher risk of overdose due to loss of tolerance.\n[30]\n\nLong-term medication for opioid use disorder therapy is the standard of care for most patients with opioid use disorder.\n[30]\nApproved therapies for this treatment include methadone, buprenorphine, and naltrexone. Methadone up to 100 mg/d is associated with higher retention in treatment, reduced heroin use during treatment, and fewer withdrawal symptoms. However, evidence supporting higher doses is less convincing.\n[30]\nUnlike buprenorphine, methadone does not have a ceiling effect, allowing for flexibility in dosing. However, high doses of methadone can pose a risk of overdose if used beyond an individual's tolerance or when combined with alcohol, sedatives, or heroin. The recommended approach for methadone as medication for opioid use disorder therapy is to start at a low dose and titrate up gradually.\n\nBuprenorphine carries a lower risk of overdose than methadone due to its partial agonist properties.\n[30]\nBuprenorphine is often combined with naloxone to reduce the potential for abuse through intravenous injection. Naltrexone, a μ-opioid receptor antagonist available in an extended-release injectable formulation, is an alternative option for patients who have completed medically supervised withdrawal therapy.\n[30]\n\nTransmucosal buprenorphine formulations combined with naloxone are the most common mode of medication for opioid use disorder therapy. Before starting buprenorphine induction, the patient must be abstinent from opioid use. The timing of induction depends on the patient's symptoms, which must be equivalent to a mild withdrawal state to initiate therapy safely. The Clinical Opiate Withdrawal Scale should be used to assess these symptoms, with a score of 12 or more used as objective evidence of mild-to-moderate withdrawal. At this stage, induction can begin, which may be conducted in the office or home setting.\n[61]\n\nBuprenorphine is used to treat the withdrawal, and if tolerated, the patient may receive a prescription for the agent to self-administer at home.\n[30]\n[62]\nThe recommendation is to start at the lowest dose, but a higher dose may be required if withdrawal symptoms persist. According to the SAMHSA, the maximum recommended dose for the first day is 8 mg of buprenorphine. However, exceptions may be made for patients using high-potency opioids, such as fentanyl, at high doses. On day 2 of induction, the same dose as the first day should be given initially, with additional 4 mg buprenorphine doses as needed if withdrawal symptoms are not adequately controlled. SAMHSA advises a maximum dose of 16 mg for day 2. Most patients stabilize at doses between 8 and 16 mg, which are then continued as maintenance therapy.\n[63]\nThe induction dose should not be escalated further for several weeks.\n\nFor methadone induction, the typical initial dose is 20 to 30 mg in a single administration, with the maximum initial dose recommended by regulatory guidelines set at 30 mg.\n[64]\nMethadone should be titrated slowly, typically in 5 to 10 mg increments every few days over several weeks. A typical maintenance dose is between 60 to 80 mg once daily. If dose escalation beyond 80 mg is required, it should proceed at a rate no faster than 10 mg per week.\n\nBenzodiazepine Use Disorder Treatment\n\nBenzodiazepine use disorder is treated with a benzodiazepine taper, preferably using a long-acting formulation such as diazepam. The taper should be gradual and tailored to the individual's needs, considering the specific benzodiazepine used and the daily dosage.\n\nNonpharmacologic therapy plays a critical role in preventing relapse after completing the taper. Cognitive-behavioral therapy is particularly beneficial and should be initiated while the patient is undergoing a medically supervised taper of benzodiazepines, as it has shown higher rates of benzodiazepine discontinuation (short-term) compared to tapering alone.\n[65]\nCurrently, no other effective pharmacological therapy is available to prevent relapse following successful treatment with a medically supervised benzodiazepine taper."
  }
}