{
  "drug_name": "mulberry",
  "nbk_id": "NBK603727",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603727/",
  "scraped_at": "2026-01-11T18:47:34",
  "sections": {
    "indications": "Amyloidosis is a heterogeneous group of disorders characterized by the deposition of an abnormal protein known as amyloid in various parts of the body, including the eyes and periocular structures.\n[1]\nAmyloid, an insoluble fibrillary protein resulting from a dynamic misfolding process, aggregates in the intracellular and extracellular spaces of the body, leading to progressive organ damage.",
    "mechanism": "Amyloidosis is classified into systemic or localized forms.\n[1]\nThis disease may occur as a primary condition or secondary to poorly controlled inflammatory diseases, such as chronic infections, autoimmune conditions, familial Mediterranean fever, and plasma cell dyscrasia, such as multiple myeloma.\n[2]\n[3]\nBased on the amyloid protein type, clinicians refer to the systemic disease as AL (amyloid immunoglobulin light chain), AA (amyloid A protein), or ATTR (amyloid transport protein transthyretin).\n[1]",
    "monitoring": "Although the clinical features may suggest ocular amyloidosis, the definitive diagnosis is through a biopsy of the lesion and a histopathology evaluation. Surgeons may take an excision biopsy from lesions of the conjunctiva, eyelid, lacrimal gland, or temporal artery. Additionally, vitreous samples obtained from vitrectomy can help diagnose the condition. In an orbital mass, a biopsy via the superior lateral sulcus may be necessary to confirm the diagnosis of amyloidoma and rule out other conditions, such as a lymphoproliferative disorder.\n[27]\nThe histopathology examination shows the characteristic appearance, which helps to confirm the diagnosis of amyloidosis.\n[10]\n\nComputed tomography scans are usually more informative than magnetic resonance imaging (MRI) in assessing periocular and orbital amyloidosis due to their higher sensitivity in detecting bone changes and calcifications in tissues. The mass effect may cause global displacement. Orbital amyloidosis may exhibit extraocular muscle enlargement, soft tissue infiltration or mass, and calcification. Extraocular muscle shows highly irregular nodular or fusiform enlargement with areas of calcification. Muscle involvement may be unilateral or bilateral, which usually spares the tendons.\n[13]\n[28]\n[29]\n[30]\nHowever, MRI provides a more accurate anatomical definition of the extension of the lesion.\n[31]\n\nIn vitreoretinal amyloidosis, fundus fluorescein angiography may show retinal vascular occlusion and focal or diffuse leakage that is more prominent in the posterior pole than the retinal periphery.\n[32]\nOptical coherence tomography in eyes with veil-like vitreous opacities shows needle-shaped deposits on the retinal surface that extend to the vitreous cavity.\n[33]\nWhen amyloid has been found in a site-specific for localized amyloidosis, screening for amyloid in another site of the body, such as subcutaneous fat or bone marrow, with a tissue biopsy is recommended. Ancillary tests to rule out systemic involvement include a complete blood count, peripheral blood smear, liver and renal function tests, prothrombin time, beta-microglobulin assay, serum immunofixation electrophoresis with measurement of the free light chain, bone marrow aspiration, urine electrophoresis, chest x-ray, electrocardiogram, echocardiography, and ultrasonography of the abdomen.\n[27]",
    "administration": "Upon diagnosing the disease, it is mandatory to assess for systemic involvement. Observation is advisable in asymptomatic or mildly symptomatic patients with localized amyloidosis. In extensive conjunctival infiltration, close follow-up is vital as surgical excision or other interventions are not effectiveineffective.\n[13]\nSurgical debulking is  indicated for patients experiencing symptomatic diseases such as ocular motility disturbances, compressive optic neuropathy, and unacceptable cosmetic appearance. In patients with medical contraindications for surgery or with extensive infiltrative disease, radiotherapy with or without surgical debulking may be useful. Close follow-up of the patients is necessary forto the prevention ofprevent complications.\n[28]\nCryotherapy may be effective for conjunctival amyloidosis as it disrupts the blood supply to the amyloid deposits. Surgical debulking before cryotherapy is advisable as it allows access to freezing to the deeper blood supply.\n[34]",
    "adverse_effects": "Based on the part of the eye affected, complications vary and include:\n\nOrbital or ocular adnexal amyloidosis.\nPtosis, eyelid swelling, proptosis, lid or conjunctival masses, ophthalmoplegia, and paresis of accommodation.\nAmyloid deposition in trabecular meshwork can lead to glaucoma.\nCorneal amyloidosis.\nKeratoconjunctivitis sicca, corneal opacification, and severe visual loss.\nVitreoretinal disorders.\nATTR amyloidosis causes significant visual defects due to dense vitreous opacities.\n[2]\n[9]"
  }
}