{
  "drug_name": "multi vitamin",
  "nbk_id": "NBK557622",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557622/",
  "scraped_at": "2026-01-11T15:34:41",
  "sections": {
    "indications": "Phytonadione is contraindicated in phytonadione hypersensitivity, hereditary hypoprothrombinemia, heparin over-anticoagulation.",
    "mechanism": "Vitamin K1 is a fat-soluble vitamin that is present in leafy green vegetables.\n[1]\nIt is essential for normal coagulation. It functions as a cofactor required for the activity of vitamin K-dependent (VKD) proteins, which include factors II (prothrombin), VII, IX, and X, in addition to protein C and protein S.\n[2]\nIn vitamin K deficiency, phytonadione therapy replenishes stores. Vitamin K is absorbed in the intestinal tract similarly to the way that most dietary lipids are absorbed by uptake into micelles composed of bile salts. They are absorbed into intestinal enterocytes into the lymphatic system and reach venous circulation by way of the thoracic duct. Estimates are that over 60% of absorbed vitamin K will be excreted from the body.\n[3]\nPhytonadione is metabolized in the liver and then excreted in the bile and urine.\n[4]",
    "administration": "Phytonadione is available for oral, intravenous (IV), subcutaneous (SQ), and intramuscular (IM) administration. IM is not a recommendation due to the risk of developing a hematoma.  Supplemental vitamin K can last up to two weeks and may impact therapeutic anticoagulation when given.\n\nInjectable phytonadione is available as a glass ampule. Caution is necessary to avoid the insertion of glass particles into the human body regardless of the route of administration by using a filter before administration. Some products may contain benzyl alcohol. Unpreserved phytonadione is recommended in nursing mothers to prevent benzyl alcohol exposure in breastmilk.\n[5]\n\nDose Form Strengths: 100 mcg; 5mg\n\nPregnancy Rating: C\n\nLactation Risk: Safe\n\nRenal dosing not defined\n\nHepatic dose adjustment may be required\n\nNormal dosing in adults:\n\nOral, SQ, and IV: 1 to 10 mg, may repeat in 12 hours.\nTotal Parental Nutrition (TPN) or Peripheral Parental Nutrition (PPN): 150 mcg daily.\n[6]\n\nProphylaxis and treatment of vitamin K-deficiency bleeding in newborns:\n\nSQ or IM: 0.5 to 1 mg single dose within one hour of birth.\n\nDosing for intracranial hemorrhage associated with vitamin K antagonist anticoagulants:\n\nIV 10 mg as soon as possible; the IV infusion rate should not exceed 1 mg/minute.\n\nIn a single-center retrospective cohort study by Luc et al., they assessed the effectiveness of phytonadione to reverse warfarin in patients with obesity defined as a body mass index (BMI) ≥ 30 kg/m^2. The definition of warfarin reversal of warfarin is correcting an international normalized ratio (INR) to ≤ 2.0 within 72 hours after phytonadione administration. There was no significant difference in the route of administration or dose between the patients with obesity and the patients without obesity. The researchers found that warfarin reversal is not affected in patients with obesity.\n[7]\n\nA Canadian article published by Dr. Afanasjeva in 2017 evaluated the safety and efficacy of IV phytonadione orally to reduce cost and in the situation that the tablet formulation of oral phytonadione is unavailable. They reiterated the importance of using a filtered needle to avoid glass particles administered to patients. Also, they found that the unpleasant taste of oral phytonadione was reportedly less when mixed with orange juice. Afanasjeva concluded that giving IV phytonadione can offer an inexpensive alternative to phytonadione tablets, especially when the tablet formulation is in shortage.\n[8]\n\nA randomized, controlled trial by Cowther et al. in 2002 investigated the use of phytonadione administration in patients with an INR of 4.5 to 10 and on warfarin therapy. It was a multicenter, randomized, open-label, controlled study that evaluated the use of phytonadione in asymptomatic patients with an INR between 4.5 and 10. Patients were randomly assigned either oral or subcutaneous phytonadione with a dose of 1 mg. The study enrolled fifty-one patients, with 25 in the subcutaneous phytonadione group and 26 in the oral phytonadione group. One day after either oral or subcutaneous phytonadione, six patients (24%) received subcutaneous phytonadione with an INR of 1.8 to 3.2 compared to 15 patients (58%) who received oral phytonadione; P = 0.015. Only two patients (8%) who had received subcutaneous phytonadione were found to have an INR that was higher than the day prior. However, there were five deaths in the oral phytonadione compared to none in the subcutaneous phytonadione group. One died of unknown causes, three died of cancer, and one died of progressive lung disease. Cowther et al. concluded that subcutaneous phytonadione does not produce rapid, reliable reductions in INR and that oral phytonadione is effective for warfarin-induced coagulopathy.\n[9]",
    "adverse_effects": "Most adverse effects from phytonadione occur with IV, SQ, and IM administration\n[10]\n[11]\n:\n\nAnaphylactoid reactions\nDyspnea\nChest tightness\nInjection site reaction\n\nIn a retrospective cohort study by Shields et al. published in 2001, they evaluated the efficacy and safety of IV phytonadione. Patients who met the inclusion criteria were those who had received IV phytonadione between September 1, 1994, and March 31, 1996, and were taking warfarin for two weeks or longer. Patients were excluded if they were currently bleeding or received concomitant factor replacement therapy. Out of the 105 patients assessed, 29 patients received a second dose. The researchers found adverse reactions in only two patients. Both patients experienced dyspnea and chest tightness that resolved by stopping the infusion.\n[10]\n\nPhytonadione (vitamin K1) has a black box warning due to severe anaphylaxis when given IV that may cause shock, respiratory arrest, and cardiac arrest.\n[8]",
    "monitoring": "Monitor for hypersensitivity reactions, especially when administered IV\nMonitor INR to assess for effectiveness and for the need to administer another dose\nXenical and mineral oil both reduce the oral absorption of fat-soluble vitamins A, D, E, and K.\n[12]\n[5]",
    "toxicity": "Doses up to 50 mg have been used. The majority of toxicity occurs when given by IV."
  }
}