{
  "drug_name": "mupirocin",
  "nbk_id": "NBK599499",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599499/",
  "scraped_at": "2026-01-11T15:34:43",
  "sections": {
    "indications": "Box Warnings and Precautions\n\nAs per FDA regulations and approval, the only specific contraindication for mupirocin is known hypersensitivity reactions to the medication or its components. FDA precautions include potential allergic reactions, eye and local irritations, theoretical risk of\nClostridium difficile–\nassociated diarrhea, microbial overgrowth, unknown mucosal effects, interactions with polyethylene glycol, and the potential for fungal or bacterial overgrowth with usage at intravenous catheter sites, as stated in the FDA guidelines for Bactroban.",
    "mechanism": "Mupirocin, also known as pseudomonic acid A, is a short-chain fatty acid and the primary fermentation metabolite of\nP fluorescens.\n[10]\n[11]\nMupirocin is believed to exert its antimicrobial activity by inhibiting isoleucyl-transfer RNA, thereby obstructing bacterial protein and RNA synthesis, ultimately resulting in cell death.\n[10]\nThis mechanism occurs due to the similarity between a mupirocin protein side chain and the bacterial isoleucyl-transfer RNA binding site, which leads to mupirocin incorporation into the binding site. When bacterial isoleucyl-transfer RNA is obstructed, cellular levels of charged transfer RNA are depleted, causing the cessation of protein and RNA synthesis. This, in turn, results in bacterial cell death, particularly at elevated concentrations of mupirocin.\n\nInterestingly, mupirocin has demonstrated bacteriostatic effects attributed to reduced side-chain binding at lower concentrations.\n[12]\nThis antibiotic exhibits broad antibacterial coverage against gram-positive and certain gram-negative bacteria, with notable susceptibility observed in skin infections caused by staphylococci and streptococci.\n[5]\n[13]\nInterestingly, mupirocin exhibits minimal impact on typical normal skin flora, including\nPropionibacterium\n, potentially contributing to preserving the skin's natural defense mechanisms.\n[13]\n\nPharmacokinetics\n\nAbsorption:\nMupirocin generally demonstrates minimal systemic absorption, accounting for less than 1%, which aided its FDA approval.\n[5]\n\nDistribution:\nThe systemic absorption of mupirocin occurs secondary to diffusion through the stratus corneum, reaching the intercellular space and allowing absorption. However, over 98% of applied mupirocin does not diffuse through the stratum corneum.\n[14]\n\nMetabolism:\nMupirocin has a half-life of approximately 15 minutes, with predominant systemic metabolism occurring in the kidneys.\n[15]\nAlthough systemic absorption and excretion occur through the kidneys, most topically applied mupirocin is eliminated through the upward movement and desquamation of skin cells rather than systemic pathways, as previously discussed.\n[16]\nThe local concentration of mupirocin has been observed to increase 5- to 10-fold when an occlusive dressing is applied after the administration of topical mupirocin.\n[16]\nFurthermore, the activity of mupirocin has been shown to decrease in environments that are more alkalotic than the skin.\n[17]\n\nElimination:\nThe primary route of systemic excretion for mupirocin is through the kidneys.\n[15]",
    "administration": "Available Dosage Forms and Strengths:\nMupirocin is available in various formulations in the United States. Although the most common prescription is in the form of a topical ointment, it has also been studied in intramuscular and cream formulations.\n[18]\n[19]\n\nThe most widely accessible topical formulation is a 2% ointment in a water-miscible polyethylene glycol base, typically packaged in a 22-g container, with each gram containing 20 μg of mupirocin.\n[10]\n\nAdult Dosage\n\nThe typical recommended dosage for adults is to apply approximately 0.5 g of mupirocin 2 to 3 times a day for up to 10 days.\n[20]\n\nSpecific Patient Populations\n\nSpecific recommendations are not provided for pregnant, pediatric, and geriatric populations, as well as individuals with hepatic impairment, due to minimal systemic absorption. In the case of pediatric populations aged 2 months and older, FDA approval supports the use of topical mupirocin in individuals.\n\nDue to systemic renal excretion, mupirocin may be considered with caution in individuals with severe renal impairment, particularly due to the presence of polyethylene glycol and the associated risk of nephrotoxicity.\n[20]\nFurthermore, for breastfeeding mothers, it is advisable to cleanse the breast treated with mupirocin before breastfeeding their infants due to unknown effects. However, substantial transmission via breast milk is not expected due to minimal systemic absorption of mupirocin.\n[20]",
    "adverse_effects": "Adverse Drug Reactions\n\nTopical mupirocin is generally well-tolerated, with the most frequently reported adverse effect being mild contact dermatitis, characterized by burning, stinging, or pain.\n[21]\nAdditional rare and mild adverse effects include pruritis, dry skin, or erythema.\n[21]\nAlthough more severe adverse effects have been rarely reported, they theoretically include potentially life-threatening angioedema or anaphylactic reactions.\n[20]\n\nAdditional rare adverse effects of mupirocin have been documented with mucosal usage. When mupirocin is applied to the conjunctiva or nasal mucosa, local irritation, and unpleasant taste and smell have been reported.\n[17]\nOtherwise, no systemic adverse effects have been reported.\n[20]\n\nDrug-Drug Interactions\n\nDrug interactions are also rare for topical mupirocin due to minimal systemic absorption, and, overall, none have been reported or listed in mupirocin's FDA approval.\n[22]",
    "monitoring": "When treating topical skin infections, healthcare professionals should be mindful that infections may worsen or secondary infections may occur. Therefore, mupirocin usage is generally recommended for no more than 10 days unless specifically directed by a physician. Monitoring should involve a dermatologic examination for skin changes or systemic symptoms that may indicate a worsening infection or allergic reaction. Signs of a reaction may include increased erythema and pruritus, whereas worsened infection may also present with increased erythema, induration, and pain.\n[20]\n[22]\n\nResistance to mupirocin is believed to be on the rise in recent years, particularly among\nS\naureus\nand MRSA isolates.\n[23]\nStudies indicate a significant proportion of mupirocin-resistant\nStaphylococcus\nisolates, many of which are also methicillin-resistant.\n[3]\nResistance is primarily attributed to the widespread prescription of mupirocin, along with its frequent use by medical professionals as a topical treatment with perceived low risk, and patients exceeding recommended usage durations. The routine use in healthcare settings for intranasal MRSA eradication may also be a contributing factor.\n[24]\n\nResistance arises from alterations in bacterial isoleucyl-transfer RNA, resulting in the loss of mupirocin side chain recognition and the subsequent failure of mupirocin insertion at the binding site.\n[23]\nTwo common types of resistance to mupirocin are described, with high-level resistance resulting from plasmid-mediated gene mutations and low-level resistance associated with chromosomal point mutations.\n[23]\nA recent meta-analysis reveals a resistance rate of approximately 7.6% among\nS aureus\nisolates compared to about 13.8% resistance among MRSA isolates.\n[23]\nInterestingly, North and South America were shown to have higher rates of mupirocin resistance when compared to the rest of the world.\n[23]",
    "toxicity": "Currently, no available study or report suggests that using topical mupirocin consistently causes systemic toxicity. As previously stated, caution is advised in individuals with severe renal impairment and those with large open wounds due to the potential for increased absorption and nephrotoxicity. In such cases, renal function should be closely monitored with scheduled renal function panels, as stated in the FDA guidelines for Bactroban.\n\nSigns and Symptoms of Overdose\n\nNo specific case of overdose has been reported in the current literature with topical mupirocin usage. However, as discussed, there is a potential for renal toxicity, which may be considered an overdose.\n\nManagement of Overdose\n\nIn cases of concern for renal toxicity, immediate discontinuation of mupirocin is recommended, and a qualified medical professional should promptly evaluate renal function."
  }
}