{
  "drug_name": "muscle matrix",
  "nbk_id": "NBK615302",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK615302/",
  "scraped_at": "2026-01-11T15:34:44",
  "sections": {
    "toxicity": "Toxicity and Adverse Effect Management in Cat Eye Syndrome\n\nCardiovascular complications\n\nArrhythmias\nDetection: A baseline ECG should be performed at diagnosis and repeated whenever new symptoms, such as palpitations or syncope, occur.\nManagement: Supraventricular tachycardias may be managed with β-blockers (eg, propranolol); refractory cases may require catheter ablation. Ventricular arrhythmias should be treated with antiarrhythmic agents (eg, amiodarone) and prompt referral to an electrophysiology consult.\nMonitoring: Ambulatory Holter monitoring should be conducted every 6 to 12 months following intervention.\nResidual shunts or valve lesions\nDetection: An echocardiogram should be obtained annually.\nManagement: Moderate-to-large residual defects warrant percutaneous device closure or surgical repair, whereas mild lesions are managed conservatively with endocarditis prophylaxis according to standard guidelines.\n[4]\n\nRenal dysfunction and hypertension\n\nProgressive chronic kidney disease\nDetection: Serum creatinine levels, estimated GFR, and urinalysis should be monitored every 6 months, with annual renal ultrasounds.\nManagement: ACE inhibitors (eg, enalapril) or angiotensin receptor blockers (ARBs) should be prescribed to reduce proteinuria and slow disease progression. Dosing must be adjusted in the context of impaired renal clearance. Referral to a nephrologist is recommended when the estimated GFR declines below 60 mL/min/1.73 m².\n[4]\nHypertension\nManagement: ACE inhibitors are considered first-line therapy. If blood pressure remains uncontrolled, calcium-channel blockers or diuretics may be added. The target blood pressure is below the 90th percentile for age and height in pediatric patients, and below 130/80 mm Hg in adults.\n[30]\n\nOphthalmic sequelae\n\nGlaucoma (angle recession or developmental)\nDetection: IOP measurement and gonioscopy should be performed every 6 months.\nManagement: Topical aqueous suppressants (eg, timolol and dorzolamide) can be used; prostaglandin analogs may be added if tolerated. Surgical interventions include trabeculectomy or tube shunt placement to manage uncontrolled pressures.\nProgressive cataract formation\nDetection: Slit-lamp examinations are recommended annually.\nManagement: Phacoemulsification with intraocular lens implantation should be performed once the cataract reduces visual acuity to worse than 6/12 or interferes with amblyopia therapy in children.\n[22]\n\nAudiologic and craniofacial concerns\n\nHearing loss and ear infections\nDetection: Audiometric evaluations should be performed every 6 to 12 months, with screening for otitis media with effusion at each clinical visit.\nManagement: Chronic middle ear effusions may require ventilation tube placement. Moderate-to-severe sensorineural hearing loss should be managed with appropriate hearing amplification, such as hearing aids or bone-anchored hearing systems.\nFacial dysmorphism–related airway issues\nManagement: An ENT specialist should evaluate for sleep apnea; management may include continuous positive airway pressure (CPAP) therapy or craniofacial surgery, as indicated.\n[30]\n\nGastrointestinal and hematological risks\n\nAnal or colonic complications\nDetection: Stooling patterns should be regularly monitored, and if incontinence or constipation persists after PSARP, follow-up anorectal manometry should be considered.\nManagement: A structured bowel regimen using stool softeners, laxatives, or antegrade enemas may be necessary; surgical revision should be considered for severe or intractable dysfunction.\nThrombocytopenia or cytopenias (rare)\nDetection: A complete blood count should be performed annually or sooner if unexplained bleeding or bruising occurs.\nManagement: Referral to hematology is recommended. Supportive care may include platelet transfusions if counts fall below 20×10\n9\n/L in the presence of bleeding.\n[4]\n\nGeneral Principles\n\nProactive surveillance: Regular, protocolized monitoring of each organ system is essential to mitigate adverse manifestations.\nEarly intervention: Timely medical or surgical treatment of evolving complications helps preserve function and reduce long-term morbidity.\nMultidisciplinary coordination: A centralized care coordinator facilitates prompt identification, referral, and management of adverse effects by the appropriate subspecialists."
  }
}