{
  "drug_name": "mycophenolate sodium",
  "nbk_id": "NBK549762",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549762/",
  "scraped_at": "2026-01-11T18:47:35",
  "sections": {
    "indications": "Kidney transplantation is currently the definitive treatment for patients with end-stage kidney disease (ESKD). Compared to dialysis, kidney transplantation is associated with reduced mortality and improved quality of life.\n[1]\nRejection of the kidney is one of the leading causes of allograft loss. Other causes of kidney allograft loss include recurrent glomerular disease, interstitial fibrosis, calcineurin inhibitor (CNI) toxicity, and BK virus-associated nephropathy.\n[2]\n[3]\n[4]\nKidney allograft rejection can be subdivided into hyperacute, accelerated, acute, and chronic rejection.\n[5]\nHyperacute rejection occurs within minutes of transplantation and is caused by preformed donor-specific antibodies. Acute rejection occurs within one year and can be T-cell or antibody-mediated.\n\nIn 2020, the rate of acute rejection was estimated at 6% to 11%.\n[6]\nChronic kidney transplant rejection (CKTR) refers to graft failure and rejection beyond 1 year post-transplant, in the absence of acute rejection, drug toxicity (particularly CNIs), and other causes of nephropathy. Chronic kidney injury after transplantation was previously often labeled as chronic allograft nephropathy or \"CAN” a term that has been discontinued since 2005, replaced by biopsy-specific findings that may point to chronic immune injury or interstitial fibrosis and tubular atrophy (IFTA).\n[7]\n[8]",
    "mechanism": "CKTR can be due to cell-mediated or humoral immune response and usually occurs in patients with insufficient immunosuppression or medication nonadherence.\n[9]\nAcute rejection (AR) is one of the risk factors for late kidney allograft loss. El Ters et al studied the effect of AR on graft histology in a cohort of 797 renal transplant individuals without donor-specific antibodies (DSA) during the time of transplant. AR was the etiology in 15.2% of patients. One and 2-year biopsies of patients with a history of AR were associated with more inflammation, fibrosis, transplant glomerulopathy (TG), and early allograft loss (see\nImages.\nRenal Allograft With Endothelial Injury; Renal Allograft With Mononuclear Cells; Renal Allograft With Inflammatory Infiltrate).\n[10]\n\nLorentz et al further studied the effect of immunosuppression nonadherence on graft histology. Nonadherence with immunosuppressive therapy at 5 years posttransplant was associated with increased fibrosis and inflammation but not TG.\n[11]\nNonimmune risk factors for late allograft loss include delayed graft function, immunosuppressive medication toxicity, recurrence of primary kidney disease, diabetes, hypertension, and hyperlipidemia.\n[12]\n[13]\nThese factors can potentiate the normal aging process of transplanted kidneys, exacerbate chronic injury, and further contribute to graft loss.",
    "monitoring": "As discussed above, the diagnosis of CKTR starts with clinical evaluation. The Kidney Disease Improving Global Outcomes (KDIGO) guidelines recommend biweekly clinic visits 3 to 6 months post-transplant, monthly visits 7 to 12 months post-transplant, and every 2 to 3 months after that.\n[22]\nLaboratory tests can help differentiate various causes of allograft dysfunction. Kidney allograft function assessed by serum creatinine (Cr) and estimated glomerular filtration rate (eGFR) requires measurement at or before each visit. The eGFR is suggested to be a more accurate indicator and predictor of graft function and long-term graft loss, respectively.\n[23]\n[24]\nIothalamate GFR and cystatin C can also be used to evaluate graft function, especially in situations where Cr may be inaccurate due to extremes of muscle mass. Proteinuria over 500 mg/day may be an early marker of chronic kidney allograft dysfunction.\n[25]\n\nDSA is typically measured in an HLA laboratory using flow cytometry and the single antigen bead technique. Positive DSA is a relatively sensitive marker for CAAMR. A decrease or disappearance of DSA can be used to monitor response to treatment.\n[23]\nDSA, however, may not always correlate with tissue injury. In the Deterioration of Kidney Allograft Function (DeKAF) trial, C4d-positive biopsies showed an equal risk of graft failure regardless of the presence or absence of DSA.\n[15]\nDe novo DSA (dnDSA) formation after transplantation has been implicated as a major cause of chronic graft loss and can be detected before graft dysfunction ensues. Prospective monitoring for dnDSA can provide an opportunity for early treatment before irreversible graft injury occurs.\n[26]\n\nDoppler ultrasonography (US) is a non-invasive and inexpensive tool for assessing kidney allograft vasculature. Resistance indices exceeding 0.8 at three months are associated with deterioration in graft function.\n[27]\nContrast-enhanced US (CES) can help detect a decrease in graft function before the resistance index increases.\n[28]\nCES uses gas microbubbles to determine vascular perfusion. After intravenous contrast application, a flush with an increased mechanical index leads to the detection of kidney perfusion through “burst imaging.” One analysis showed that allograft perfusion was related to serum creatinine levels. CES evaluation of blood flow was also more sensitive, specific, and accurate than determining blood flow through conventional indices.\n[28]\n\nA biopsy is imperative for diagnosing CKTR. Graft histology (as described previously) provides visual evidence of the underlying pathology of graft dysfunction. C4d complement fragment deposition in the peritubular capillaries could be a marker for antibody-mediated tissue injury.\n[21]\nAlthough C4d complement fragment deposition can help diagnose C4d-negative antibody-mediated rejection, it is also well recognized.\n[17]\n[29]\nGenetic analysis of biopsy tissue has also been suggested to aid the diagnosis of allograft rejection in conjunction with histology. Researchers have identified increased expression of genes primarily related to natural killer cells and microvascular inflammation in both antibody-mediated and T-cell-mediated rejection. Immunostaining can help differentiate antibody and T-cell-mediated rejection, with CD56 and CD68 positivity linked more to antibody-mediated rejection.\n[30]\n\nRecently, noninvasive tests have emerged as tools that allow for risk stratification and guide decisions regarding whether or not to perform a biopsy, especially in high-risk individuals. These tests include tissue-based analysis (Formalin Fixed Paraffin embedded “FFPE”) and body fluid assays (AlloSure, Prospera).\n[31]\n[32]\nTo date, these noninvasive tests are not sensitive or specific. Graft biopsy remains the gold standard procedure to diagnose graft rejection.",
    "administration": "The management of CKTR remains challenging, mainly due to irreversibility at diagnosis. Management, therefore, focuses on the prevention and early management of AR rather than treating CKTR. Adequacy of immunosuppression and patient adherence are pivotal for preventing AR, which later translates into a lower incidence of CKTR. Optimizing HLA matching reduces the chances of early allograft injury, decreasing the risk of chronic allograft loss.\n[33]\nMoreover, early treatment of acute antibody-mediated rejection with intravenous immunoglobulin, plasmapheresis, or steroids will reduce the risk of chronic allograft loss.\n[10]\n\nMost immunosuppressive regimens in the United States include a CNI, an antimetabolite, and corticosteroids. Although extremely effective, CNIs carry a high risk of chronic nephrotoxicity. Two suggested methods to balance efficacy and toxicity are (1) Guiding dosage by monitoring blood drug levels and (2) CNI sparing strategies. The four main approaches to minimize CNI exposure are CNI minimization, conversion, withdrawal, and avoidance.\n\nCNI Minimization:\nMinimization refers to lowering target blood trough levels of CNIs, with or without another immunosuppressive agent. A systematic review and meta-analysis showed that CNI minimization was associated with a relatively low risk of AR and overall improved allograft function.\n[34]\nThe timing of CNI minimization was also studied. CNI minimization during the first six months post-transplant reduced the incidence of rejection compared to reducing CNI doses in the second 6 months post-transplant. No head-to-head trials, however, were conducted to compare early and late minimization directly.\n\nCombining low-dose CNI with mycophenolic acid (MPA) preparations also reduced the risk of AR with no difference in mortality. Pairing CNI minimization with a mammalian target of rapamycin (mTOR) inhibitor (such as sirolimus or everolimus) did not increase the risk of biopsy-proven AR. This led to an improvement in kidney function in some studies. It is worth noting, however, that full-dose CNI plus mTOR inhibitor therapy increases the risk of nephrotoxicity.\n[34]\n\nCNI\nConversion:\nConversion refers to switching from CNI to another maintenance drug. Converting from CNI to an mTOR inhibitor improved kidney function, which was observed more with the conversion from cyclosporine than tacrolimus.\n[34]\nConversion to an mTOR inhibitor was also associated with a lower cytomegalovirus (CMV) infection risk.\n[34]\nConversion to sirolimus showed better outcomes in patients with GFR exceeding 40 ml/min with less proteinuria, suggesting that conversion should occur before significant parenchymal damage.\n[35]\nGrimbert et al. suggested that early conversion to mTOR inhibitors within one year was associated with increased production of dnDSA, which increased the risk of antibody-mediated rejection. Therefore, conversion to mTOR inhibitor therapy with the elimination of CNI therapy should be performed with great caution and may increase the risk of CKD. Late conversion after one year was not associated with increased dsDNA.\n[36]\nEvidence from studies of conversion to azathioprine, mycophenolate sodium, and belatacept was insufficient to conclude.\n[34]\n\nCNI\nWithdrawal:\nWithdrawal refers to tapering CNIs until they are completely discontinued. CNI withdrawal with either MPA or mTOR inhibitor-based regimens was associated with an increased risk of rejection. Early withdrawal (<6 months post-transplant) was associated with an increased risk of graft loss, with insufficient evidence for both rejection and a decrease in renal function. Late withdrawal with the continuation of MPA preparations was associated with an overall greater risk of rejection.\n[34]\nCNI withdrawal from azathioprine-based regimens was also associated with increased rejection.\n[35]\n\nCNI\nAvoidance:\nAvoidance refers to CNI-free regimens planned from the start. Initial trials to avoid CNIs while using daclizumab or anti-thymocyte globulin were associated with an increased risk of AR, which required reintroduction of CNIs in some patients.\n[35]\nSirolimus-based immunosuppression regimens were also compared to CNI-based regimens. Comparing sirolimus to tacrolimus in MPA-based regimens showed an increased risk of graft loss. Sirolimus, however, was associated with improved kidney function and reduced risk of CMV infection.\n[34]\n\nBelatacept\n, a novel fusion protein that inhibits T-cell activation, was also compared to CNI-based regimens. Vincenti et al. randomized patients into three groups: a cyclosporine, an intensive belatacept, and a less intensive belatacept-based regimen. Patients were followed for seven years. Patients on belatacept-based regimens showed a 43% reduction in risk of graft loss and death, compared to cyclosporine. Kidney function improved in both belatacept-based regimens, while it declined with cyclosporine.\n[37]\n\nNon-immunological management of CKTR includes tight control of blood pressure and lipid levels.\n[12]\nThe KDIGO recommends maintaining a blood pressure of over 130/80 in kidney transplant recipients.\n[25]\nHyperlipidemia control with HMG-CoA reductase inhibitors also improves patient survival in kidney transplant recipients.\n[38]\nThe data regarding angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) is contradictory, with a possible benefit in patients with chronic allograft dysfunction and proteinuria.\n[39]\n[40]\n[41]\n[42]\nACE inhibitors and ARBs should be used cautiously with CNIs due to an increased risk of hyperkalemia and azotemia. Some authors suggest a possible role for vitamin D in increasing graft survival; however, prospective studies are required to confirm efficacy.\n[13]\n\nSodium-glucose cotransporter-2 inhibitors SGL2i are a trending class of medication that has been reported to be associated with better graft outcomes in diabetic and non diabetic kidney transplant recipients. SGL2I are associated with significantly reducing body weight, blood pressure, HbA1c, proteinuria, all-cause mortality, death-censored graft failure, and doubling serum creatinine in the kidney transplant population.\n[43]\n\nMoreover, SGLT2i and Glucagon-like peptide-1 receptor agonists (GLP1RA) are effective and safe in diabetic KTRs with good outcomes.\n[44]\nClinical trials are being conducted to confirm these findings and establish guidelines. [\nThe Efficacy, Mechanism & Safety of Sodium Glucose Co-Transporter-2 Inhibitor & Glucagon-Like Peptide 1 Receptor Agonist Combination Therapy in Kidney Transplant Recipients\n(HALLMARK),\nNCT05938712\n(2023). Available at:\nhttps://clinicaltrials.gov/study/NCT05938712\n.]",
    "adverse_effects": "The main complication of CKTR is allograft loss, which leads to kidney failure and possibly death, especially in patients who are poor candidates for repeat kidney transplantation. Patient complications include anxiety and depression, with an increased risk of mortality and worse quality of life with dialysis reinitiation. Kaplan et al reported a less than 40% chance of at least 10-year survival in patients with kidney allograft failure.\n[46]\nCardiovascular disease is the most common cause of death, followed by infection, which is mainly due to prior exposure to immunosuppression medications.\n[47]\nThe economic burden of rejection and dialysis re-initiation is also detrimental for both the patient and the community.\n[1]"
  }
}