{
  "drug_name": "mycophenolate mofetil",
  "nbk_id": "NBK611983",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK611983/",
  "scraped_at": "2026-01-11T18:47:34",
  "sections": {
    "indications": "Immune checkpoint inhibitors (ICIs), which target the cytotoxic T-lymphocyte–associated antigen 4 (CTLA-4), programmed death-1 (PD-1), programmed death–ligand-1 (PD-L1), and lymphocyte activation gene-3 (\nLAG-3\n) pathways, have revolutionized cancer treatment. In 2011, the Food and Drug Administration (FDA) approved ipilimumab (the first ICI) for the treatment of advanced melanoma. Since then, the number of approved ICIs and their indications have increased exponentially, demonstrating the extraordinary potential of these drugs in treating various tumors. Currently, 11 ICIs are approved for nearly 20 types of cancer, including melanoma, lung cancer, renal cell carcinoma, and endometrial cancer, with indications continuing to expand over time.\n[1]\n\nAlthough ICIs have improved the prognosis of many cancers, they are associated with a broad spectrum of adverse events known as immune-related adverse events (irAEs), which arise from increased autoimmunity.\n[2]\nOne of the notable irAEs is ICI-associated acute kidney injury (ICI-AKI), which most often presents as acute interstitial nephritis (ICI-AIN) on histopathology. ICI-AKI can have significant consequences, including kidney failure, interruption or discontinuation of lifesaving immunotherapy, prolonged immunosuppression, and increased mortality.\n[3]\n[4]\nUnlike adverse effects associated with conventional chemotherapy and radiation treatments, irAEs often have a prolonged course and delayed onset, necessitating long-term monitoring for these effects.",
    "mechanism": "The role of the immune system in cancer pathogenesis has been recognized since the late 19th century when inactivated bacteria were found to influence tumor progression. Currently, several antineoplastic immunotherapies are available, including ICIs, tumor vaccines, cellular immunotherapies, and immunomodulatory drugs targeting T cells. Although chemotherapy and radiation remain the cornerstone of cancer treatment, ICIs have become the first-line therapy for various tumors.\n[5]\n\nImmune checkpoints downregulate the immune system, which is important for maintaining self-tolerance and preventing autoimmunity. ICIs release the physiological regulatory \"brakes\" on the immune system, which lead to widespread T-cell activation and an intensified immune response that can result in kidney inflammation and damage.\n[6]\n[7]\n[8]\nThe development of autoantibodies and the formation of immune complexes are considered primary mechanisms contributing to kidney injury during ICI therapy.\n[9]\nMoreover, molecular mimicry between antigens on tumor cells and renal tubular cells may further contribute to the onset of AKI.\n[10]\n\nT cells, which are considered the essential components of cellular immunity, secrete inflammatory cytokines and can be suppressed by tumor cells, enabling the latter to evade immune detection. The primary immune checkpoints targeted for treatment include CTLA-4, PD-1, PD-L1, and\nLAG-3\n. Additional checkpoints under investigation include T-cell immunoglobulin and mucin domain-containing protein 3 (TIM-3), CD47, T-cell immunoglobulin and ITIM domain protein (TIGIT), and V-domain immunoglobulin suppressor of T-cell activation (VISTA).\n[5]\n\nThe mechanisms underlying the pathology of ICI-associated adverse events are believed to involve T-cell infiltration, autoantibody production, and the activity of inflammatory cytokines, such as interleukins (ILs). ICIs inhibit peripheral T-cell tolerance and alter the homeostatic balance of T-cell populations. Increased effector memory CD4+ T cells have been associated with a higher incidence of irAEs, accompanied by a downregulation of T regulatory cell function. In addition to alterations in T cells, ICI treatment leads to an increase in autoreactive B cells. Research has shown that patients who were autoantibody-negative before ICI therapy may develop autoantibodies, such as anti-thyroperoxidase and anti-thyroglobulin antibodies, following treatment.\n[5]\n[11]\n[12]\n\nICIs leverage natural inhibition pathways to enhance T-cell activation and improve T-cell surveillance against malignant cells. Their clinical applications span various malignancies, including urothelial carcinoma, renal cell carcinoma, hepatocellular carcinoma, gastric cancer, squamous cell carcinoma, melanoma, non–small cell lung cancer, colorectal cancer, and Hodgkin lymphoma.\n[13]\n\nTable\nTable. Clinical Indications for Immune Checkpoint Inhibitors Targeting Various Inhibition Pathways.\n\nReference for the Table.\n[5]",
    "monitoring": "As previously mentioned, no clinical features are sensitive or specific for diagnosing ICI-AKI. Although laboratory findings may support the diagnosis of ICI-AKI, they also lack sensitivity or specificity. For instance, in a multicenter study, eosinophilia was observed in only 16.5% of patients with ICI-AKI, while 58% had pyuria. Another study found sterile pyuria in approximately half of patients with ICI-AKI.\n[13]\nHematuria and nephrotic-range proteinuria in patients with atypical presentations may warrant a biopsy to rule out alternative pathologies, such as glomerulonephritis (see\nImage.\nAlgorithm for Evaluating and Managing Suspected Immune Checkpoint Inhibitor–Associated Acute Kidney Injury).\n\nSeveral research studies are currently underway to identify noninvasive markers that can differentiate ICI-AKI from non–ICI-AKI. Urinary biomarkers such as tumor necrosis factor-alpha (TNF-α), CXCL-9, retinol-binding protein, and PD-1 have been proposed as potential indicators but require validation on a larger scale.\n[33]\nSoluble IL-2 receptor (a blood-based biomarker) has been shown to be elevated in the peripheral blood of patients with ICI-AIN compared to hemodynamic AKI controls, as well as ICI-treated patients without AKI.\n[34]\n\nAdditionally, radiological studies, such as F18 fluorodeoxyglucose (FDG) positron emission tomography (PET) combined with a computed tomography (CT) scan (or PET-CT), have demonstrated utility in diagnosing irAEs such as colitis and thyroiditis, as reported in case studies and series.\n[35]\n[36]\nThese imaging modalities may also aid in diagnosing ICI-AKI. A retrospective study found that patients with ICI-AKI exhibited a significant increase in mean standardized uptake value on F18-FDG PET-CT from baseline to the time of AKI compared to 2 control groups—patients with hemodynamic AKI and those with non–ICI-related nephritis.\n[37]\nLarger prospective studies are required to validate these findings. Ongoing research on blood, urine, and radiological markers aims to identify reliable indicators of ICI-AKI, reducing the need for kidney biopsies, especially in patients with relative contraindications such as therapeutic anticoagulation, a solitary kidney, or frailty.",
    "administration": "When treating patients with suspected ICI-AKI, the initial step involves ruling out alternative causes of AKI and discontinuing all medications associated with AIN, including PPIs. In most cases, a kidney biopsy should be performed unless the diagnosis is evident (such as exposure to PPIs along with concurrent or recent extrarenal irAEs) or contraindications to biopsy are present.\n[38]\nICIs should be temporarily withheld in patients with more severe AKI.\n[39]\nFor patients with stage 2 AKI or higher and a strong clinical suspicion of ICI-AKI, corticosteroid therapy should be initiated even while awaiting kidney biopsy, as early corticosteroid use (eg, within 3 days of ICI-AKI onset) is associated with improved kidney recovery rates. The typical dosage is prednisone at 1 mg/kg daily.\n[4]\n[40]\n\nThe optimal duration of corticosteroid treatment remains a subject of debate. National Comprehensive Cancer Network guidelines recommend tapering corticosteroids slowly over 6 to 8 weeks to reduce the risk of recurrent ICI-AKI. However, 2 retrospective studies suggest that a shorter duration of corticosteroid therapy (eg, 3-4 weeks) may result in similar rates of recurrent ICI-AKI or mortality.\n[41]\n[41]\nThese findings require confirmation through randomized clinical trials. A study reported a median time to renal recovery of 7 weeks.\n[17]\n\nWhile ICI-AIN is generally responsive to corticosteroids, some patients may not tolerate these medications, and others may experience steroid-refractory or recurrent ICI-AKI during treatment. This has led to growing interest in investigating second-line immunosuppressive agents for managing ICI-AKI.\n\nThe American Society of Clinical Oncology and the European League Against Rheumatism recommend using the TNF-α inhibitor infliximab, the CD20 inhibitor rituximab, and the IL-6 receptor inhibitor tocilizumab as preferred biological agents for managing steroid-refractory irAEs.\n[5]\nNotably, TNF-α expression has been observed in kidney biopsy tissue from patients with ICI-AIN.\n[42]\n[43]\nInfliximab has also been successfully used to treat other irAEs, including colitis, hepatitis, and pneumonitis.\n[44]\nOther agents, such as mycophenolate mofetil and azathioprine, have shown some success in treating ICI-AKI.\n[4]\n[44]\nHowever, further data are needed to support the use of these second-line agents, either as initial therapies for ICI-AKI or for the treatment of relapsing or refractory cases.\n\nThe optimal management of glomerular lesions in patients receiving ICI therapy is unclear. A multidisciplinary approach is recommended, with treatment tailored to the specific type of glomerular disease present. Case reports suggest that patients with podocytopathies may respond to corticosteroids alone; however, additional immunosuppression (eg, rituximab and cyclophosphamide) may be necessary, depending on the lesion type and the patient's response to steroids.\n[45]\n[46]\n[47]",
    "adverse_effects": "ICI-AKI is associated with significant morbidity and mortality, and it can result in the discontinuation of potentially life-saving therapy, CKD, and increased mortality.\n[51]\nAdditionally, patients with ICI-AKI are at risk for adverse effects from high-dose corticosteroids, including hyperglycemia, infections, insomnia, and loss of bone density.\n\nPatients with a history of kidney transplants who are treated with ICIs are particularly at risk for kidney rejection. This rejection is typically T-cell mediated and occurs within weeks, unlike the delayed AIN often seen with native kidneys. This is frequently associated with significant graft loss.\n[53]\nIn addition, the immunosuppression required to prevent transplant rejection can inhibit the actions of ICI inhibitors.\n[39]\n[54]\n[55]\nRecent studies suggest that the use of mammalian target of rapamycin (mTOR) inhibitors may help reduce the risk of rejection in these patients.\n[53]\n[54]\n[56]"
  }
}