{
  "drug_name": "myo_inositol",
  "nbk_id": "NBK558974",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK558974/",
  "scraped_at": "2026-01-11T18:47:35",
  "sections": {
    "indications": "Maternal diabetes can adversely affect embryogenesis and fetal development, resulting in multiple congenital anomalies and secondary medical complications collectively termed as \"diabetic embryopathy.\" High maternal blood glucose acts as a major teratogenic agent by altering many normal signaling pathways involved in fetal development and organogenesis. This condition is most commonly associated with pregestational diabetes mellitus (type 1 and type 2), although poorly controlled gestational diabetes can also contribute to teratogenic outcomes if hyperglycemia occurs early in pregnancy. The incidence of congenital anomalies is significantly higher in infants born to diabetic mothers compared to the general population, thereby underscoring the teratogenic risk of maternal hyperglycemia during early embryonic development.\n\nCommon congenital anomalies associated with diabetic embryopathy include neural tube defects (NTDs; eg, spina bifida and anencephaly), congenital heart defects (particularly outflow tract anomalies), craniofacial anomalies, limb deficiencies, and caudal regression syndrome—a condition uniquely associated with maternal diabetes and characterized by agenesis of the lower spine and associated structures. The teratogenic effects of hyperglycemia may be compounded by genetic predisposition, maternal obesity, and coexisting comorbidities such as hypertension and dyslipidemia. Beyond structural malformations, functional abnormalities—including neurodevelopmental delays and metabolic dysregulation—may also manifest later in life.\n\nEffective prevention of diabetic embryopathy relies on comprehensive preconception care and strict glycemic control during the periconceptional period. Ideally, hemoglobin A1c (HbA1c) levels should be normalized to below 6.5% before conception to minimize the risk of teratogenicity. Early prenatal care, including first-trimester ultrasonography and fetal echocardiography, is critical for the timely detection and management of congenital anomalies in high-risk pregnancies.",
    "mechanism": "The etiology of diabetes mellitus and its impact on fetal development are complex. Maternal diabetes adversely affects embryogenesis and fetal growth, leading to multiple congenital anomalies and medical complications collectively known as \"diabetic embryopathy.\"\n\nNotably, it has been elucidated that maternal hyperglycemia, as observed in poorly controlled diabetic pregnancies, leads to an increase in glucose transport into the embryo via glucose transporter 2 (GLUT2). GLUT2 facilitates the diffusion of glucose, transporting it bidirectionally across cell membranes in response to concentration gradients. Excess maternal glucose levels lead to increased glucose transport across the membrane to the embryo. This, in turn, can lead to oxidative stress, altered gene expression, and increased apoptosis in developing neural tissues, which ultimately contributes to NTDs.\n[1]",
    "monitoring": "Screening and monitoring of women for diabetes during pregnancy are critical components of prenatal care. Women with preexisting diabetes should have HbA1c levels assessed at their initial prenatal visit. All other pregnant individuals should undergo gestational diabetes screening between 24 and 28 weeks of gestation. Although earlier screening based on risk factors is sometimes considered, current evidence does not support improved outcomes with early testing.\n[12]\n\nMonitoring of Glucose Levels\n\nThe 1-hour glucose challenge test, typically performed between 24 and 28 weeks of gestation, is used to screen for gestational diabetes. A serum glucose level exceeding 140 mg/dL 1 hour after oral glucose intake is considered abnormal. Women who screen positive should undergo a diagnostic 3-hour glucose tolerance test. Additionally, measuring HbA1c before conception is valuable for identifying individuals at high risk, as pregestational diabetes is the primary contributor to diabetic embryopathy. Elevated HbA1c levels in early pregnancy are also associated with an increased risk of developing gestational diabetes later in pregnancy.\n\nMaintaining strict glycemic control throughout pregnancy is essential to minimize the risk of fetal complications. In diabetic pregnancies, the American Diabetes Association (ADA) recommends monitoring blood glucose levels at least 4 times daily, including fasting, preprandial, and postprandial measurements, to ensure optimal glucose management.\n[13]\n\nUltrasound and Fetal Echocardiograms\n\nUltrasound imaging is used to monitor fetal growth and development, as well as fetal anatomy. This includes a detailed fetal anatomy scan performed around 18 to 20 weeks and serial growth ultrasounds in the third trimester to assess for macrosomia and other growth abnormalities. A fetal echocardiogram is recommended, particularly in the second trimester, for patients with poorly controlled pregestational diabetes, due to the higher incidence of congenital heart defects in these pregnancies.\n[11]\n[14]\nGiven the increased risk of stillbirth, enhanced antenatal surveillance with either nonstress tests or biophysical profiles is recommended for pregnancies complicated by pregestational diabetes and for gestational diabetes that requires medications to control hyperglycemia. This monitoring typically begins at 32 weeks, but may start earlier if fetal growth restriction is detected before this time.\n\nHemoglobin A1C Levels and Risk\n\nHbA1c levels directly correlate with the risk of congenital anomalies in pregnancies complicated by diabetes. A study found that women with pregestational diabetes and higher HbA1c levels had a significantly higher risk of fetal anomalies, reporting a 10% anomaly rate at an HbA1c of 10% and a 20% rate at an HbA1c of 13%.\n[15]\nAnother study demonstrated that the prevalence of major congenital malformations increased progressively with rising HbA1c levels in both type 1 and type 2 diabetes, with no clearly defined safe threshold. Women with HbA1c levels of 9.5% or higher had significantly higher odds of major congenital malformations.\n[16]",
    "administration": "Preconception surveillance is the best way to prevent diabetic embryopathy. This is essential to counsel patients on the importance of achieving tight glycemic control, making dietary changes, and considering the addition of supplements. The ADA recommends an HbA1c level of less than 6.5% before pregnancy.\n[13]\nThis recommendation is supported by observational studies showing a direct correlation between elevated HbA1c levels during early pregnancy and an increased risk of diabetic embryopathy.\n\nNutritional interventions are a key component of care and are typically the first recommendation for pregnant women with diabetes. Dietary interventions should be individualized to help achieve glycemic targets and support appropriate gestational weight gain. The recommended carbohydrate intake during pregnancy is 175 g/d. Emphasizing high-quality carbohydrates can lead to improved fasting and postprandial glucose control.\n[13]\nIn addition, the American Association of Clinical Endocrinology (AACE) recommends small, frequent meals, including a bedtime snack, to help prevent overnight hypoglycemia and ketosis.\n\nSupplementation can have a supportive role in reducing the risk of diabetic embryopathy. Dietary interventions using oils rich in oleic and linoleic acids, such as olive and safflower oils, have been shown to normalize prostaglandin levels and reduce the incidence of malformations in pregnancies affected by diabetes. The antioxidant, vitamin E, may help counteract oxidative stress and its harmful effects on embryonic development. Additionally, folic acid supplementation is strongly recommended to reduce the risk of NTDs.\n\nDrug therapies may be necessary to manage diabetes during pregnancy. Insulin administration is recommended when nutritional interventions alone fail to achieve adequate glycemic control.",
    "adverse_effects": "Maternal diabetes is strongly associated with an increased risk of NTDs, such as anencephaly and spina bifida. These congenital malformations are primarily attributed to hyperglycemia-induced oxidative stress and apoptosis in the developing neuroepithelium.\n[21]\nIn addition to structural anomalies, maternal diabetes can affect neurodevelopment, increasing the risk of behavioral and cognitive disorders. Children born to mothers with diabetes have a higher incidence of conditions such as attention-deficit hyperactivity disorder (ADHD) and autism spectrum disorder, likely due to fetal programming and the adverse effects of maternal hyperglycemia on brain development.\n[22]\n\nDiabetic embryopathy is also associated with significant cardiovascular abnormalities. Affected children are at increased risk for congenital heart defects such as ventricular septal defects, transposition of the great arteries, truncus arteriosus, and tricuspid atresia. In addition, cardiac hypertrophy is common and may lead to diastolic dysfunction, left ventricular outflow tract obstruction, and reduced cardiac output.\n\nDiabetic embryopathy can affect multiple organ systems in neonates. One such condition is the oculoauriculovertebral spectrum, a rare craniofacial disorder resulting from defective organogenesis and often associated with vertebral column abnormalities. Sacral agenesis—defined as the complete or partial absence of the sacrum—is also more common in these pregnancies. The most frequent manifestations include ear malformations and hearing loss, followed by hemifacial microsomia, ocular anomalies, and vertebral column anomalies. Additional findings may include femoral hypoplasia, renal agenesis, growth restriction, and macrosomia at birth.\n\nChildren born to mothers with diabetes are at increased risk of developing metabolic syndrome, insulin resistance, and diabetes later in life. They may also experience polycythemia secondary to fetal hypoxia, which increases erythropoietin and red blood cell production. These changes can lead to hyperbilirubinemia.\n\nRespiratory distress due to decreased surfactant levels in preterm infants and hypoglycemia resulting from fetal hyperinsulinemia have been reported in infants of diabetic mothers. Macrosomic infants are at increased risk of shoulder dystocia during delivery. Additionally, these pregnancies are associated with a higher incidence of perinatal mortality, including an increased risk of stillbirth and delivery-related complications.\n\nCertain differences have been observed between type 1 and type 2 diabetes in pregnant women.\n[23]\nType 1 diabetes has been associated with younger mothers at the time of pregnancy. There is also a higher rate of reported preterm deliveries and large-for-gestational-age births. In contrast, type 2 diabetes is typically associated with older maternal age, a higher maternal body mass index (BMI), and a greater burden of comorbidities at the time of pregnancy. In addition, type 2 diabetes is also associated with an increased risk of neonatal death compared to type 1 diabetes."
  }
}