{
  "drug_name": "MDM_for_different_chief_complaints_(peds)",
  "url": "https://wikem.org/wiki/MDM_for_different_chief_complaints_(peds)",
  "scraped_at": "2026-01-10T07:56:48.144990",
  "sections": {
    "Intro": {
      "text": "This page is for\npediatric\npatients. For adult patients, see:\nMDM for different chief complaints\n.\"\n",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Asthma_Exacerbation_-_Mild": {
      "text": "_ y/o patient with history of asthma presenting with mild asthma exacerbation. Patient given albuterol, atrovent and steroids. Unlikely pneumothorax or pneumonia given history of asthma, physical exam findings and significant improvement with treatment. On re-assessment patient has normal vital signs without signs of respiratory distress or increased work of breathing.  _Patient and parents were given strict ED return precautions and agree with assessment and plan. _Albuterol rx refilled. Will follow-up with PMD in next few days.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Asthma_Exacerbation_-_Severe": {
      "text": "_ y/o patient with history of asthma presenting with severe asthma exacerbation. Vitals notable for tachypnea, hypoxia and tachycardia. _Patient was given albuterol, atrovent, steroids and epinephrine. On re-assessment the patient still has significant increased work of breathing and tight breath sounds. _ CXR negative for pneumonia or pneumothorax. Although patient does not require intubation at this time, they will be admitted for continuous albuterol treatment and close monitoring. Parents agree with this plan and all questions were answered.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Allergic_Reaction/Anaphylaxis": {
      "text": "_ y/o patient presenting with allergic rxn/ anaphylaxis likely due to _. Patient presented with respiratory distress_ urticaria _ and GI symptoms. Patient immediately received epinephrine IM, benadryl IM/ IV, methylprednisolone IV, famotidine IV/PO. After receiving epi pt was tachycardic but that subsided. Patient’s respiratory distress improved after medication. Given sudden onset shortness of breath considered other diagnosis including foreign body aspiration (symmetric breath sounds), asthma exacerbation (unlikely given no hx of asthma and rash as well as rapid onset), and infection (pt not febrile and symptoms improved with anaphylaxis treatment). Will DC home with rx for epi-pen given that they have been symptoms free for at least 4 hours from initial presentation. Instructed to avoid offending agents and to follow up with an allergist for skin testing. _ Patient will be admitted given the severity of their initial presentation and since they _he/she required repeated doses of epinephrine IM or had poor response to initial treatment.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Acute_Gastroenteritis": {
      "text": "Patient with symptoms/signs consistent with acute gastroenteritis. Symptoms have now improved after treatment, without significant signs of on ongoing dehydration, and they are able to tolerate fluids and monitoring further as an outpatient. On reexam, the abdomen is reassuring and the presentation is unlikely to represent an acute abdominal process (e.g., appendicitis, intussusception, volvulus). Despite the low likelihood, I did inform them about the chances of early appendicitis and symptoms to look out for (e.g., RLQ pain, return of symptoms, vomiting, etc.) and to promptly return to ED should this occur. They were also told to come back if the patient shows signs of dehydration (decreased decreased urine, darker urine, no tears) or can’t tolerate POs. They acknowledge understanding and agreement with the plan and will also follow up with a PMD within one week.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Chest_Pain/Palpitations": {
      "text": "_ y/o child presenting with chest pain/palpitations. Differential includes WPW, brugada, HOCM, ARVD, SVT, aortic dissection, endocarditis, myocarditis, pericarditis, GERD & musculoskeletal pain among others. _Vitals are normal and the patient is clinically well appearing. _No high risk features of chest pain such as: chest pain with exertion, chest pain with associated syncope, marfanoid body habitus, recent strep pharyngitis infection or family history of sudden cardiac death in relatives at a young age. Exam without murmurs, pericardial rub or CHF.  EKG is _ normal sinus rhythm, normal PR, qRS, QTc intervals, normal axis, normal ST-T wave intervals. There is no evidence of complete/incomplete bundle branch blocks, ST elevation, delta wave, epsilon wave, dagger-like Q-waves or SVT. _CXR negative for pneumonia, pneumothorax, pleural effusion or widened mediastinum. _ Cardiology was consulted, recommend_.  _Patient will be discharged home with PMD and/or cardiology follow up.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Conjunctivitis": {
      "text": "_ y/o patient with conjunctivitis likely bacterial vs viral. Based on history and physical exam doubt herpes simplex keratitis, gonorrheal conjunctivitis, chlamydial conjunctivitis, orbital cellulitis, acute angle closure glaucoma or  uveitis. No ocular trauma. Patient given _ for antibiotics and told to follow up with primary doctor. All questions answered. Patient and family agrees with assessment and plan. Strict ED return precautions were provided.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Constipation": {
      "text": "_ y/o patient presenting with hard stools for _days. Stools are nonbloody and appears to be related to diet (_). I have very low suspicion for SBO, volvulus, cystic fibrosis, or Hirschsprung disease. Family was given tips to improve diet such as increasing water intake, increasing fiber and the 4 “P” diet (pears, plums, peaches, and prunes). Patient also given Rx for Miralax and the family was informed on how to use it. Family were given return precautions and told to f/u with PMD",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Croup": {
      "text": "_ y/o patient _ UTD on childhood vaccines presenting with _ days of barking cough and fever at home with_ stridor on exam most likely secondary to croup. Patient has no muffled voice or significant fever. Patient is nonseptic in appearance with no copious drooling or secretions. Doubt anaphylaxis, epiglottitis, bacterial tracheitis, laryngotracheomalacia, foreigh body airway obstruction, peritonsillar abscess, retropharyngeal abscess. Patient was given dexamethasone, racemic epinephrine and observed in ED for 3 hours. Will DC home with rx for a second dose of dexamethasone in 72 hours. _ Will admit given patients persistent respiratory symptoms, stridor at rest and requiring  ≥2 treatments with epinephrine. Family agrees with plan.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Fever": {
      "text": "_ y/o patient _ UTD on childhood vaccines, otherwise healthy, full term presenting with fever. Currently well appearing and nontoxic. Given history and exam, low suspicion for serious bacterial infection including meningitis, pneumonia, or bacteremia. No meningismus, otherwise at baseline activity level with low suspicion for CNS infection. Query likely viral etiology. Discussed low risk but possible UTI and offered urine sampling, _ UA performed, _UA deferred after shared decision making with parents. No evidence of strep pharyngitis at this time. No evidence of torsion. Given history and exam, no overt evidence of emergent intrabdominal process, corneal abrasion or tourniquets causing fussiness.Fever resolved with antipyretic. Patient now consolable and well appearing in ED.  Patient is tolerating PO and appears well hydrated. Discussed alternating tylenol and ibuprofen as directed over the counter for antipyresis.\nDiscussed strict return precautions for worsening of symptoms, increased respiratory effort, signs of CNS infection including but not limited to changes in mental status or vomiting, or fever for more than 5 days. Discussed prompt follow up with primary pediatrician in 24-48 hours for recheck or return to ED sooner if concern or if cannot schedule appointment.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Febrile_Seizure": {
      "text": "_ y/o patient presenting with febrile seizure. Patient had one episode of simple seizure that lasted less than 5 min and did not recur or require antiepileptic treatment. No apparent underlying cause of seizure and no postictal state. Patient has no evidence of meningitis (HA, photophobia, neck stiffness or AMS), no focal neuro exam to indicate mass, no hx of epilepsy and no altered status to indicate hypoglycemia or electrolyte abnormality. Given that the patient is not immunocompromised and at an appropriate age w/o evidence of meningeal signs, LP was deemed inappropriate for this patient. Patient was treated with antipyretics and was well appearing in ED. Family reassured and told to f/u with PMD and return if another seizure occurs within 24 hours or pt appears ill or has any other concerning symptoms. Family agreed with plan and all questions were answered.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Fussy_Infant_/_Crying_Infant": {
      "text": "[]-month-old patient present with fussiness and crying. Afebrile. No corneal abrasion on fluorescein staining. Based on physical exam considered and determined extremely unlikely hair tourniquet (no swelling/tourniquet found), AOM (no bulging/pus), strep throat (no exudates or swelling), PNA (CTABL, no distress). GU exam without evidence of torsion, foreign body, abuse, trauma, phimosis, paraphimosis. Fontanelle flat, neck supple, good tone, moving all extremities. No lymphadenopathy or tonsillar exudates/swelling to suggest strep throat. Non-accidental trauma unlikely based on history and exam (including no retinal hemorrhage on fundoscopy, although exam technically limited given patient’s age). Abdominal pathology unlikely given soft and non-tender abdomen, no history of blood in stool or bilious emesis. No evidence of fracture, dislocation, cellulitis, or septic joints on physical exam of all extremities. Child consolable with swaddling and pacifier, tolerating po, and well-appearing; so patient is suitable for discharge with  strict return precautions and outpatient follow up.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Head_Injury_-_Low_Risk": {
      "text": "_ y/o patient presenting with head trauma. Given mechanism, history, and physical exam findings, I have a low suspicion for intracranial hemorrhage, basilar skull fracture, increased intracranial pressure/impending herniation, DAI, non-accidental trauma or c-spine injury. Patient’s GCS is 15, mechanism is low energy and there is no history of LOC . Based on PECARN rules, the patient has a low risk of serious intracranial injury and therefore CT head is NOT recommended. Patient is well appearing and tolerating PO with no other injuries. Patient is safe for DC home at this time. _Patient was observed for 4-6 hours in the department then discharged home. Patient and family were advised to f/u with PMD and instructed on appropriate return precautions.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Head_Injury_-_High_Risk": {
      "text": "_ y/o patient presenting with very concerning story for a serious intracranial injury. Unable to clear patient with PECARN rules given that HPI and exam were notable for _. Will obtain CT imaging of head & neck to rule out intracranial injury or C-spine injury. Patient is protecting their airway and otherwise has an unremarkable secondary trauma survey. C-collar in place. CT imaging shows _.\n_Neurosurgery emergently consulted. _Patient admitted for overnight observation given persistent neurologic deficits. _Patient observed in ER for 4-6 hours, C-collar removed and was discharged home with close PMD follow up.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Otitis_Media": {
      "text": "Well-appearing patient with symptoms/signs consistent with acute otitis media. No evidence of mastoiditis, sinusitis and patient at baseline mental status making intracranial abscess, meningitis, or other intracranial process unlikely. Symptoms are also not consistent with more concerning sepsis or focal bacterial infection. Patient is tolerating POs and able to take medications as an outpatient. Pain controlled in emergency room and parents instructed on outpatient pain control. Parents given strict return precautions and agreed with assessment and plan. Antibiotics _",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Sore_Throat": {
      "text": "_ y/o patient presenting with sore throat. Vitals within normal limits. Unlikely strep throat: No LAD, cough present, afebrile, no pharyngeal exudate. Unlikely EBV/Mono: No prolonged course, no posterior LAD, no splenomegaly. No peritonsillar abscess: No LAD, no hot potato voice, no uvular displacement, no redness or swelling in tonsillar area, afebrile. No retropharyngeal abscess: No neck pain with movement, no dysphagia, no LAD, no croup like cough, afebrile. No obstructive processes such as obstructive goiter or ludwigs angina. Patient was given appropriate analgesia _and dexamethasone. Will DC home with PMD follow up and strict ED return precautions.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Toxic_Ingestion": {
      "text": "_ y/o patient ingested _ [insert quantity + ingested object] approximately _ minutes_hours ago. Patient is _non-toxic appearing. Core temperature is normal. No evidence of tachycardia, bradycardia, tachypnea or bradypnea. Pupils are normal in size. Skin is normal; not dry or diaphoretic. No evidence of lethargy, or agitation. Bowel sounds are normal. Offending agent was removed. Poison control contacted_ . _ activated charcoal given. Labs including cbc, bmp, VBG, urine tox, salicylate, acetaminophen and lactate were normal.  EKG is normal and without evidence of QTc or QRS prolongation.  _Patient was admitted for further observation. _Patient was discharged home after being observed for 4-6 hours in the department. Will D/C home with close PMD follow up.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "UTI": {
      "text": "_ y/o patient presenting with fever and malaise concerning for UTI. _Patient is UTD on immunizations, otherwise healthy, not immunocompromised. _Patient is circumsized. _ Patient is uncircumsized. Patient is extremely well appearing, mentating well, at baseline per parents, lucid and without meningeal signs. Nonfocal neuro exam with low suspicion for CNS infection. No respiratory distress with low suspicion for pneumonia. No abdominal pain and benign abdominal exam with low suspicion for atypical appendicitis. No overt findings for vulvovaginitis_. UA with WBC, leuk esterase, nitrites and bacteria. Urine culture was sent. Will treat with Keflex_ . Tolerating PO including juice and crackers in ED. Cautious return precautions discussed w/ full understanding. Prompt follow up with primary care physician discussed. Appendicitis return precautions discussed.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Viral_URI": {
      "text": "_ y/o child who is _ UTD on childhood vaccines presenting with cough, nasal congestion, fever and fussiness. Patient was given antipyretic with resolution of fever and improvement in vital signs. Exam without evidence of pharyngitis, acute otitis media, meningeal signs (neck stiffness, non-blanching maculopapular rash, brudnizki or kernig sign) or Kawasaki disease  (bilateral conjunctivitis, mucosal lesions, cervical adenopathy or extremity changes). Viral respiratory panel _negative for SARS-COVID 19, RSV, Influenza A/B. Parents were instructed appropriate hydration and alternating Tylenol and Motrin (if > 6 months of age). Strict ED return precautions were provided.",
      "subsections": {},
      "tables": [],
      "links": []
    }
  }
}