{
  "drug_name": "Safety_at_sea",
  "url": "https://wikem.org/wiki/Safety_at_sea",
  "scraped_at": "2026-01-10T08:01:44.016735",
  "sections": {
    "Introduction": {
      "text": "Water covers a majority of Earth, two-thirds to be exact. Unlike other environments, water of varying salinity, depth, and expanse poses danger to everyone from the novice to the most experienced seaman. This hostile environment does not discriminate. Death at sea can occur in less than a minute as opposed to hours or days following exposure in other austere conditions [1]. Therefore, all individuals who venture on the water in some marine vessel should have basic knowledge of safety gear, safety procedures, communication at sea, and weather that may be encountered.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Recreational_Boat_Use": {
      "text": "Most accidents involving competitive sailors occur during extreme weather as evidenced by the Fastnet Race and Sydney to Hobart race disasters. On the other hand, most recreational boating accidents in the United States occur in\nfair\nweather with relatively flat seas, low wind, and good visibility. 610 boating fatalities occurred in the US in 2014. Capsizing and falls overboard from open vessels accounted for over half of fatalities. Eight out of every 10 boaters who drowned were in vessels less than 21 feet long. There are approximately 5000 recreational boating accidents annually.\nOperator inattention, improper lookout, operator inexperience, excessive speed, and machinery failure\nwere the primary contributing factors in these accidents.\nAlcohol\nuse is the leading contributing factor in\nfatal\nboating incidents. 80% of deaths occurred on boats where the operator did not receive safety instruction. 84% of victims in fatal recreational boating accidents, where the cause of death was drowning, were not wearing a life jacket. Collision with another vessel, flooding, collision with a fixed object, grounding, and water-skier mishaps are the most common types of recreational boating incidents. Injuries frequently seen in these types of accidents include: fractures, lacerations, contusions, and head injuries, followed by burns, hypothermia, amputations, carbon monoxide poisoning, and dislocations.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Personal_Safety_Gear": {
      "text": "As previously expressed, knowing how to operate and choosing to wear safety gear can mean the difference between life and death. Therefore, we will discuss common safety items below.\nLife jacket – Life jackets are an example of a personal flotation device (PFD) and are required to be worn in some states. Unfortunately, few boaters routinely wear them (adult usage rates vary from 4.5-5.8%) or hold off until danger presents. Those who cannot swim, children, and inexperienced crew should wear life jackets at all times whenever on deck or in an open boat. Everyone on deck should wear a life jacket in heavy weather, at night, when visibility is reduced, when the boat is traveling quickly, or while traversing cold waters. Life jackets vary in buoyancy (70, 100, 150, and 275 N). A high-buoyancy life jacket helps maximize the airway freeboard, distance from the water to the mouth. Consider total buoyancy, freeboard, righting ability (ability to turn the unconscious victim face up), and ability to support the head (maintain an airway) when selecting a PFD. All vests should be equipped with strobe or LED safety lights, whistles, crew overboard beacons, or other attention-attracting gear. Any new vest should be tested and worn in a pond or pool while practicing the heat escape lessening position (HELP). Life jackets for children are based on weight and should contain leg straps.\nImmersion Suit – Immersion or survival suits convey the ultimate protection from\nhypothermia\nand drowning. These suits combine the properties of a life raft, life jacket, and dry suit. Most models include a watertight full-length zipper, watertight hood, face seal for wind and water protection, detachable mitts, neoprene wrist seals, integral boots, inflatable head pillow, integrated lifting harness, water-activated safety light, whistle, and buddy line. However, immersion suits are bulk, expensive, and impractical to wear while working\nSafety Harness – Safety harnesses are made from 2 inch nylon webbing or may be integrated into inflatable life jackets. A safety harness attaches the wearer to the vessel and should be worn in rough weather, at night, when on deck alone or out of the sight of crew, or when both hands are occupied. Harnesses should be connected to jacklines via tethers, which will allow the crew to roam. Tethers should not allow the wearer to be dragged in the water alongside or behind the boat. . The clip on/off process should be able to be completed with one hand. Women should not adjust the harness chest strap below their bust line because breast injury may occur from upward force placed on the harness under sudden tension. There are female-specific designs.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Crew_Overboard": {
      "text": "In addition to being knowledgeable of safety gear, seafarers should know how to avoid and address crew-overboard (COB) incidents. Safety precautions to help prevent a crew member from going overboard include:\nRemain sober\nWear nonskid footwear\nWalk in a crouched position or crawl if there is excessive boat motion\nUse a safety harness\nAvoid obstacles on deck\nRefrain from urinating off of boat\nAvoid leaning overboard to vomit. Use a bucket\nPractice “boom awareness”\nHowever, if you do find yourself in a COB situation, there are some general procedures that should be followed.  Shout “\ncrew overboard\n” if you witness someone falling overboard. Time is the critical factor in recovery. Next, use a global positioning system (GPS) receiver to store the coordinates of the victim. Then, broadcast a pan-pan on very high frequency (VHF) radio to alert nearby vessels. When returning to the victim, keep in mind they will drift downwind and downcurrent. Assign a crew member to spot the victim and keep visualization during recovery efforts. A flotation device should be thrown to the victim. Special equipment to aid in locating and retrieving the COB include: a COB pole, drogue, crew overboard module, and SOS Dan Buoy. Keep an eye out for flashing strobe lights that are attached to a life jacket. If the victim goes overboard with a beacon that transmits a signal (typically on EPIRB frequency) when immersed in water, crews can use a radio or automatic direction finder to hone in on them.  A personal locator beacon (PLB) can also be carried and activated. The system works reliably but broadcasts little information of use to the rescuing crew on the vessel.\nThe goal is to return as quickly as possible to the COB. For motorboats and sailboats under power alone, reduce speed, turn in a simple circle, and approach the victim heading upwind, with the person 20 feet to one side.  Establish contact with the COB by throwing a rescue rope.  The COB must be approached slowly with the boat under good control to prevent collision. There is debate over whether to have the engine on when rescuing a COB due to risk of propeller injury.  The final approach direction is determined by sea conditions, winds, drift, maneuverability of the boat, and the condition of the COB. If the seas are large, the approach will be downwind to prevent the boat from falling off a wave and injuring the COB. If the seas are low or flat, the approach will be upwind with a drift down to the victim. The recovery may require a rescue swimmer to retrieve an injured, hypothermic, or unconscious COB. Rescue swimmers must be knowledgeable of water rescue and life saving techniques. Contact should be maintained with the rescue swimmer via a tether. If the COB is unconscious, a head or neck injury may be present, and the cervical spine should be stabilized before withdrawal from the water. It is easy to aspirate water and drown when unconscious in the water. Therefore, careful consideration should be taken when determining whether or not to put a second life in danger.\nOnce the vessel has safely returned to the COB, you want to get the victim back on board as soon as possible.  To prevent unanticipated problems from arising, rescue techniques should be practiced prior to implementation in a real life scenario. The Lifesling pack is a device that enables a single individual to rescue a COB. The floating horseshoe collar is used as a hoisting sling. When using such a system, the lifting mechanism should not be improvised to avoid suboptimal results. Again, rescue techniques should be practiced to increase familiarity with equipment and chance of success.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Emergencies_at_Sea": {
      "text": "Various emergencies can occur while out at sea. Therefore, the following sections will discuss how to prevent and respond to those commonly experienced.",
      "subsections": {
        "Fire": {
          "text": "A fire on a boat can be quite dangerous, especially with fuel in close proximity. It can lead to explosions or capsize the vessel if not addressed properly. Therefore, abide by the following guidelines to prevent fires at sea.\nUse marine-grade wire. Check for cracks, charring, and deteriorating insulation\nBe careful when taking on fuel.\nStore extra fuel in appropriate plastic containers on deck\nTransfer gasoline on deck or off the boat, not below deck.\nNever leave stove unattended while in use\nDo not completely enclose battery compartments\nInspect engine and exhaust system routinely\nStore fuels, solvents, paints, and other combustibles in a deck storage locker\nHave smoke detectors, flame detectors, and heat-activated fire extinguishing system in the engine compartment\nPlace fire extinguishers away from the intended area of use. Inspect them regularly. Know how to use the extinguisher.\nResponsibilities during a fire should be delegated to personnel beforehand. In the event of a   fire, initiate a\nMAYDAY\ncall and state position. Ensure life rafts are not in the immediate vicinity. Reduce speed and use the wind to keep smoke and flames clear of the crew and vessel. Keep the fire on the downwind side of the ship. Cut off the source of the fire if possible. Attempt to smother the fire by closing doors and hatches that supply air. If the fire is too large or out of control,\nabandon ship\nbefore the fuel tanks explode.",
          "tables": []
        },
        "Flooding": {
          "text": "Taking on some water while out to sea is to be expected; however, keep astute to malfunctions that can lead to the intake of large volumes of water. These issues require quick attention to prevent the vessel from sinking. Common sources of flooding include:\nWaves\nCollision with floating or submerged objects/punctured hull\nFailure of through-hull fittings\nFailure of hose connections, clamps, pipes, and fittings\nFailure of a check valve\nStructural failure\nClogged cockpit drains\nKeep the supplies needed to perform repairs on hand in the event of flooding. Useful items include: extra buckets, conical wood or foam plugs, hose clamps, caulking gun, epoxy putty sticks, water-activated fiberglass repair fabric, duct tape, electrical tape, and stainless steel screws, bolts, nuts, and washers.",
          "tables": []
        },
        "Collisions_with_Other_Vessels": {
          "text": "As stated in a previous section, collision with another vessel is one of the most common types of recreational boating incidents. Collisions place both the vessel and occupants at risk of injury. Adhering to the following recommendations will help prevent these incidents.\nPost a lookout\nKnow the rules of the road and right of way\nUse radar and running lights. Do not assume other boats have operations or unobstructed running lights.\nAlways be prepared to change course and speed. Do not assume you are seen as deck cargo and containers can obstruct views.\nIf you hear a foghorn, stop and let the other ship steer around you\nDanger signal\n= five or more short blasts on the horn\nVHF\nchannel 13\nis the bridge-to-bridge channel\nAvoid congested routes\nGive large ships a wide berth",
          "tables": []
        },
        "Lightning": {
          "text": "Storms and associated lightning also pose danger to those at sea. We have already acknowledged the hazards of storms. The electrical current and fire-starting potential make lightning a valid threat to safety. Therefore, you should implement the following procedures to avoid injury.\nGet out of the water and get off the beach\nGet off the boat if possible\nRemove wet clothing and put on dry clothes\nRemove metal articles and avoid contact with metal objects\nStay away from the mast\nLower the sail\nPut fishing rods down\nPut nonessential personnel below deck",
          "tables": []
        }
      },
      "tables": [],
      "links": []
    },
    "Fire": {
      "text": "A fire on a boat can be quite dangerous, especially with fuel in close proximity. It can lead to explosions or capsize the vessel if not addressed properly. Therefore, abide by the following guidelines to prevent fires at sea.\nUse marine-grade wire. Check for cracks, charring, and deteriorating insulation\nBe careful when taking on fuel.\nStore extra fuel in appropriate plastic containers on deck\nTransfer gasoline on deck or off the boat, not below deck.\nNever leave stove unattended while in use\nDo not completely enclose battery compartments\nInspect engine and exhaust system routinely\nStore fuels, solvents, paints, and other combustibles in a deck storage locker\nHave smoke detectors, flame detectors, and heat-activated fire extinguishing system in the engine compartment\nPlace fire extinguishers away from the intended area of use. Inspect them regularly. Know how to use the extinguisher.\nResponsibilities during a fire should be delegated to personnel beforehand. In the event of a   fire, initiate a\nMAYDAY\ncall and state position. Ensure life rafts are not in the immediate vicinity. Reduce speed and use the wind to keep smoke and flames clear of the crew and vessel. Keep the fire on the downwind side of the ship. Cut off the source of the fire if possible. Attempt to smother the fire by closing doors and hatches that supply air. If the fire is too large or out of control,\nabandon ship\nbefore the fuel tanks explode.",
      "subsections": {
        "Flooding": {
          "text": "Taking on some water while out to sea is to be expected; however, keep astute to malfunctions that can lead to the intake of large volumes of water. These issues require quick attention to prevent the vessel from sinking. Common sources of flooding include:\nWaves\nCollision with floating or submerged objects/punctured hull\nFailure of through-hull fittings\nFailure of hose connections, clamps, pipes, and fittings\nFailure of a check valve\nStructural failure\nClogged cockpit drains\nKeep the supplies needed to perform repairs on hand in the event of flooding. Useful items include: extra buckets, conical wood or foam plugs, hose clamps, caulking gun, epoxy putty sticks, water-activated fiberglass repair fabric, duct tape, electrical tape, and stainless steel screws, bolts, nuts, and washers.",
          "tables": []
        },
        "Collisions_with_Other_Vessels": {
          "text": "As stated in a previous section, collision with another vessel is one of the most common types of recreational boating incidents. Collisions place both the vessel and occupants at risk of injury. Adhering to the following recommendations will help prevent these incidents.\nPost a lookout\nKnow the rules of the road and right of way\nUse radar and running lights. Do not assume other boats have operations or unobstructed running lights.\nAlways be prepared to change course and speed. Do not assume you are seen as deck cargo and containers can obstruct views.\nIf you hear a foghorn, stop and let the other ship steer around you\nDanger signal\n= five or more short blasts on the horn\nVHF\nchannel 13\nis the bridge-to-bridge channel\nAvoid congested routes\nGive large ships a wide berth",
          "tables": []
        },
        "Lightning": {
          "text": "Storms and associated lightning also pose danger to those at sea. We have already acknowledged the hazards of storms. The electrical current and fire-starting potential make lightning a valid threat to safety. Therefore, you should implement the following procedures to avoid injury.\nGet out of the water and get off the beach\nGet off the boat if possible\nRemove wet clothing and put on dry clothes\nRemove metal articles and avoid contact with metal objects\nStay away from the mast\nLower the sail\nPut fishing rods down\nPut nonessential personnel below deck",
          "tables": []
        }
      },
      "tables": [],
      "links": []
    },
    "Flooding": {
      "text": "Taking on some water while out to sea is to be expected; however, keep astute to malfunctions that can lead to the intake of large volumes of water. These issues require quick attention to prevent the vessel from sinking. Common sources of flooding include:\nWaves\nCollision with floating or submerged objects/punctured hull\nFailure of through-hull fittings\nFailure of hose connections, clamps, pipes, and fittings\nFailure of a check valve\nStructural failure\nClogged cockpit drains\nKeep the supplies needed to perform repairs on hand in the event of flooding. Useful items include: extra buckets, conical wood or foam plugs, hose clamps, caulking gun, epoxy putty sticks, water-activated fiberglass repair fabric, duct tape, electrical tape, and stainless steel screws, bolts, nuts, and washers.",
      "subsections": {
        "Collisions_with_Other_Vessels": {
          "text": "As stated in a previous section, collision with another vessel is one of the most common types of recreational boating incidents. Collisions place both the vessel and occupants at risk of injury. Adhering to the following recommendations will help prevent these incidents.\nPost a lookout\nKnow the rules of the road and right of way\nUse radar and running lights. Do not assume other boats have operations or unobstructed running lights.\nAlways be prepared to change course and speed. Do not assume you are seen as deck cargo and containers can obstruct views.\nIf you hear a foghorn, stop and let the other ship steer around you\nDanger signal\n= five or more short blasts on the horn\nVHF\nchannel 13\nis the bridge-to-bridge channel\nAvoid congested routes\nGive large ships a wide berth",
          "tables": []
        },
        "Lightning": {
          "text": "Storms and associated lightning also pose danger to those at sea. We have already acknowledged the hazards of storms. The electrical current and fire-starting potential make lightning a valid threat to safety. Therefore, you should implement the following procedures to avoid injury.\nGet out of the water and get off the beach\nGet off the boat if possible\nRemove wet clothing and put on dry clothes\nRemove metal articles and avoid contact with metal objects\nStay away from the mast\nLower the sail\nPut fishing rods down\nPut nonessential personnel below deck",
          "tables": []
        }
      },
      "tables": [],
      "links": []
    },
    "Collisions_with_Other_Vessels": {
      "text": "As stated in a previous section, collision with another vessel is one of the most common types of recreational boating incidents. Collisions place both the vessel and occupants at risk of injury. Adhering to the following recommendations will help prevent these incidents.\nPost a lookout\nKnow the rules of the road and right of way\nUse radar and running lights. Do not assume other boats have operations or unobstructed running lights.\nAlways be prepared to change course and speed. Do not assume you are seen as deck cargo and containers can obstruct views.\nIf you hear a foghorn, stop and let the other ship steer around you\nDanger signal\n= five or more short blasts on the horn\nVHF\nchannel 13\nis the bridge-to-bridge channel\nAvoid congested routes\nGive large ships a wide berth",
      "subsections": {
        "Lightning": {
          "text": "Storms and associated lightning also pose danger to those at sea. We have already acknowledged the hazards of storms. The electrical current and fire-starting potential make lightning a valid threat to safety. Therefore, you should implement the following procedures to avoid injury.\nGet out of the water and get off the beach\nGet off the boat if possible\nRemove wet clothing and put on dry clothes\nRemove metal articles and avoid contact with metal objects\nStay away from the mast\nLower the sail\nPut fishing rods down\nPut nonessential personnel below deck",
          "tables": []
        }
      },
      "tables": [],
      "links": []
    },
    "Lightning": {
      "text": "Storms and associated lightning also pose danger to those at sea. We have already acknowledged the hazards of storms. The electrical current and fire-starting potential make lightning a valid threat to safety. Therefore, you should implement the following procedures to avoid injury.\nGet out of the water and get off the beach\nGet off the boat if possible\nRemove wet clothing and put on dry clothes\nRemove metal articles and avoid contact with metal objects\nStay away from the mast\nLower the sail\nPut fishing rods down\nPut nonessential personnel below deck",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Marine_Weather": {
      "text": "Weather can greatly impact the safety of those at sea. Therefore, you should make a point to be aware of weather conditions while on the water. The National Oceanographic and Atmospheric Administration (NOAA) transmits recorded messages of the latest local weather information on VHF-FM radio every 4-6 minutes. Updates occur every 2-3 hours.\nWX-1, WX-2, and WX-3\nare the stations this information can be found at. The Coast Guard broadcasts weather information on VHF\nchannel 22\n.\nBoaters should be aware of certain storm warning definitions to be able to respond appropriately. A small craft advisory has winds of 19-38 mph, and sea conditions may be dangerous for small boats. A gale warning has stronger winds of 39-54 mph. A storm warning has even stronger winds of over 55 mph. Once winds reach 74 mph or greater and are due to a tropical cyclone, a hurricane warning is issued. Lastly, a special marine warning occurs when winds of 40 mph or more are anticipated to last less than two hours.\nWaterspouts and hurricanes are other weather phenomena to be aware of. Waterspouts are maritime tornadoes with revolving winds that may exceed 250 mph. They usually last for 30-60 minutes and can be avoided by steering a course perpendicular to the projected path. Hurricanes are a type of tropical cyclone. They are classified as a tropical depression, tropical storm, or hurricane in order of increasing severity based on wind speed. The Saffir-Simpson Hurricane Wind Scale rates hurricanes from 1-5 based on intensity. Hurricanes are called typhoons in the western North Pacific Ocean and cyclones in the Indian Ocean. In the Northern Hemisphere, winds blow counterclockwise around the eye or center, which is relatively calm. In the Sothern Hemisphere, winds blow clockwise around the eye. The best safety measure against hurricanes is to avoid them, which can easily be achieved thanks to meteorological technology.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "In_Distress": {
      "text": "When incidents occur and put the lives of those onboard at risk, it is important to be able to signal the ship is in trouble. There are many ways to do this. If another vessel is in sight, you can repeatedly raise and lower your arms as though you are flapping wings. You can wave brightly colored clothing that is attached to a paddle or pole. You can sound a foghorn to signal SOS (3 short blasts, then 3 long, then 3 short). A flashlight can be used to flash SOS (dot dot dot, dash dash dash, dot dot dot).  Flying the ship’s ensign upside down also indicates distress. You can accomplish the same effect by flying the distress flag, an orange flag with a black square under a black ball.\nRadios can also be used to signal distress. VHF radio\nchannel 16\nis the distress and safety frequency monitored by the Coast Guard. Specific emergency procedure words are used to indicate the severity of distress.\nMAYDAY\n, the most severe, indicates the likelihood of losing the vessel of someone’s life.\nPan-Pan\n, less severe, indicates the vessel has broken down or there is a medical issue, but it is not life-threatening. Lastly,\nsecurité\nindicates an important message for other ships.\nWhen worse comes to worst and the ship is not salvageable, all onboard should abandon ship. We advise all to become familiar with abandon ship procedures, equipment such as lifeboats, and how to survive at sea with limited supplies. The goal at this point would be to survive until rescue occurs, assuming that rescue attempts are being made. We know the sea is a hostile environment; therefore, consider generating and carrying an abandon ship bag to improve chances of rescue, comfort, and safety while awaiting rescue. Items to pack in the bag include: EPIRB (emergency position indicating radio beacon), waterproof VHF radio, flares, smoke signals, mirror, anti-emetics, sunscreen, splints, narcotics, desalinator, fishing supplies, high-carbohydrate and low-protein energy bars, multitool device, collapsible water containers, dive mask, duct tape, and waterproof writing instruments. Overall, water covers a majority of the Earth and can be one of the harshest environments encountered. However, with proper planning, preparation, and education, the risks associated with this environment can be greatly minimized.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "See_Also": {
      "text": "Drowning",
      "subsections": {},
      "tables": [],
      "links": [
        {
          "text": "Drowning",
          "url": "https://wikem.org/wiki/Drowning"
        }
      ]
    }
  }
}