{
  "drug_name": "Wilderness_preparedness",
  "url": "https://wikem.org/wiki/Wilderness_preparedness",
  "scraped_at": "2026-01-10T08:05:21.978524",
  "sections": {
    "Background": {
      "text": "Wilderness recreation and travel have become increasingly common in the last few decades, and with this growing popularity comes exposure to injury and sickness in environments generally far away from medical facilities.  In order to avoid serious repercussions, wilderness travelers must be prepared to quickly recognize and treat common minor ailments, while also recognizing conditions that require evacuation and definitive medical care.  While minor trauma and diarrhea are the most likely to affect travelers, other more severe illnesses such as cardiovascular events have been documented, as well.  When paired with medical expertise, proper planning and access to appropriate supplies can help reduce morbidity and mortality associated with medical issues encountered in austere environments.\nThis article will provide an overview of planning for wilderness trips based on environment and activities planned, screening of potential participants, and illness and injury prevention.  Medical kit preparation will be discussed including basic assembly, specialized items, and medications.  Finally, there will be a brief discussion of illness/injury commonly encountered when in remote environments.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Epidemiology_of_Injury_in_the_Wilderness": {
      "text": "During planning stage, it is important to talk to individuals with knowledge and expertise about specific environment  (e.g. tour guides, local residents, colleague who has done extensive traveling in area).\nInjury secondary to minor trauma is generally more common than medical illness in the wilderness environment.\nFatalities in remote environments are most likely to be secondary to\ntrauma\n, and the three most common traumatic events are falls,\nblunt trauma\n, and\ndrowning\n.\nMost life-threatening injuries leading to preventable death in the wilderness are caused by trauma that went unidentified, asphyxia, exsanguination, and untreated pneumothorax.\nDeaths that occurred in non-traumatic situations are most frequently the result of cardiovascular disease.\nCommonly-experienced nonfatal trauma: damage to soft tissue such as\nlacerations\nor sprains. Severe injuries such as fractures or dislocations are much less common.\nThe lower extremities are more often injured than upper extremity, usually due to improper footwear or inadequate care for injuries such as blisters or sprains.\nExposure to unfamiliar pathogens in the wilderness as well as limited hygiene resources commonly lead to illnesses such as upper respiratory tract infection and gastroenteritis.\nCommon minor illnesses include\nheadache\n,\ndehydration\n,\nheat-related illness\n,\nmuscle ache\n, dermatitis, sunburn, and\nallergic reaction\n.\nEnvironmental causes such as altitude and temperature extremes can be be lessened or even avoided with proper research and preparation.",
      "subsections": {},
      "tables": [],
      "links": [
        {
          "text": "trauma",
          "url": "https://wikem.org/wiki/Trauma"
        },
        {
          "text": "blunt trauma",
          "url": "https://wikem.org/wiki/Blunt_trauma"
        },
        {
          "text": "drowning",
          "url": "https://wikem.org/wiki/Drowning"
        },
        {
          "text": "lacerations",
          "url": "https://wikem.org/wiki/Lacerations"
        },
        {
          "text": "headache",
          "url": "https://wikem.org/wiki/Headache"
        },
        {
          "text": "dehydration",
          "url": "https://wikem.org/wiki/Dehydration"
        },
        {
          "text": "heat-related illness",
          "url": "https://wikem.org/wiki/Heat_emergencies"
        },
        {
          "text": "muscle ache",
          "url": "https://wikem.org/wiki/Myalgia"
        },
        {
          "text": "allergic reaction",
          "url": "https://wikem.org/wiki/Allergic_reaction"
        }
      ]
    },
    "General_Preparation": {
      "text": "It is important to evaluate all factors of travel when preparing for a wilderness excursion.  This includes weather patterns, terrain, planned activities, health of participants, trip duration, and options for rescue if needed.  The goal of pre-trip planning is to be able to take into account and prevent as many potential medical problems as possible. There is no universal planning guideline due to high variability of multiple factors of travel, but some basic steps for general preparedness include:\nPlan a trip itinerary to avoid unexpected situations.\nMeet with participants well in advance of trip to outline potential risks.\nDetermine if participants' physical stamina is adequate for planned activities\nDiscuss immunization status of participants as it pertains to specific region of travel.\nReview past weather patterns of travel destination and plan accordingly.\nDiscuss evacuation routes as part of itinerary.\nWhen possible, get medical insurance that included evacuation coverage.\nProvide copy of finalized itinerary to emergency contacts and necessary authorities (when possible).\nDevelop knowledge and practice skills related to communication and navigation tools available to participants.\nDetermine water procurement strategy with backup (e.g. filters, chemical tablets, solar disinfection), as well as mode of storage.\nEnsure participants with preexisting conditions have identification cards/jewelry/medallions as well as contact information for emergencies.\nGather and review medical equipment and supplies (e.g. proper technique for use of equipment or expiration dates of medications).",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Pre-Trip_Evaluation_of_the_Healthy_Participant": {
      "text": "\"Healthy participants\" are typically considered to be those traveling who do not have any identified significant past medical history and can tolerate activity of a similar strenuousness to that required for successful participation in planned activities.\nThe pre-trip evaluation in a healthy person should seek to identify potential risks or hazards to the participant, make sure travel plans include steps to minimize risks, and determine if any identified risks are acceptable to the participant and usually the leader of the trip.\nShould be conducted by participant's physician since they are most familiar with the participant's health status.\nSteps to avoid harm while traveling can include fitness endurance training, medication changes (e.g. increasing dose of medication for seasonal allergies prior to trip), diagnostic tests, or can go so far as the physician recommending the participant not take part in activities deemed to unsafe.",
      "subsections": {
        "Screening_questionnaire": {
          "text": "Typically includes some or all of the following\nGeneral information (name, age, address, etc,)\nTrip information (destination, dates, and planned activities)\nEmergency Contact\nPrimary Care Physician information\nBrief Medical history (Allergies to food, medication, insects, or environment; current medications and doses\nReview of list of common illnesses\nExplanation for any illnesses experienced in past\nList of current medical problems and/or past surgeries/hospitalizations\nFamily history (specifically death in young age due to cardiac or unknown causes)\nAlcohol use\nTobacco Use\nRecreational Drug Use\nPhobias that may impair ability to carry out activities required during travel\nEvaluation of endurance (ability to run a mile or perform required level of physical activity without chest pain, shortness of breath, etc.)\nPregnancy status, LMP, and contraceptive methods (for females)\nVaccination History\nSignature of Applicant\nSignature of Physician performing the screening",
          "tables": []
        }
      },
      "tables": [],
      "links": []
    },
    "Screening_questionnaire": {
      "text": "Typically includes some or all of the following\nGeneral information (name, age, address, etc,)\nTrip information (destination, dates, and planned activities)\nEmergency Contact\nPrimary Care Physician information\nBrief Medical history (Allergies to food, medication, insects, or environment; current medications and doses\nReview of list of common illnesses\nExplanation for any illnesses experienced in past\nList of current medical problems and/or past surgeries/hospitalizations\nFamily history (specifically death in young age due to cardiac or unknown causes)\nAlcohol use\nTobacco Use\nRecreational Drug Use\nPhobias that may impair ability to carry out activities required during travel\nEvaluation of endurance (ability to run a mile or perform required level of physical activity without chest pain, shortness of breath, etc.)\nPregnancy status, LMP, and contraceptive methods (for females)\nVaccination History\nSignature of Applicant\nSignature of Physician performing the screening",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Training_for_Physical_Preparedness_prior_to_Wilderness_Adventure": {
      "text": "Routine exposure to wilderness settings particularly those with similar environment to planned trip is best\nOutside of wilderness, focus should be functional fitness with priority given to aerobic > anaerobic training\nAll training should be tailored to preparedness for specific trip, but general guidelines are provided\nAerobic Fitness (trains VO2 Max, lactate threshold, and efficiency of movement)\nWalking - low risk of injury, promote weight loss, boost circulation, support joints\nRunning - excellent to boost endurance for trip, can modulate distance and intensity\nRucking - prepare body to cover distance carrying load\nOther - Swimming, Rowing, Biking, and other methods to boost aerobic fitness can be equally advantageous\nAnaerobic Fitness (boosts strength, increase muscle mass, improves ability to move load)\nWeights - primarily compound movements (squat, bench, deadlift) + functional (lunges/step-ups)\nCalisthenics - performed using body weight and promotes greater body awareness\nHigh Intensity Interval Training - 30sec sprint/15sec rest; research suggests superiority to steady state cardio\nTrip specific training (Diving, High Altitude, Hot/Cold)",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "General_Strategy_for_Medical_Kit_and_Equipment_Preparation": {
      "text": "Medical kits should be evaluated and updated for each trip taking into consideration factors such as duration, terrain to be encountered, distance to medical facility/care, diseases endemic to travel destination, as well as level of expertise of personnel on trip.\nSupplies generally divided into five categories:\nPersonal medical supplies\nGroup medical supplies\nDevices to be used by medically-trained participant\nEquipment specialized for particular activities and environmental hazards\nSupplies to be stored in vehicle during trip\navoid bringing equipment that requires a high level of skill, as misuse or mismanagement of medical condition/injury may lead to more harm than utilizing basic interventions or doing nothing at all until evacuation and transport to proper medical facility can be acquired.\nImportant to label and organize kit in a way that allows for quick location of medications/tools if need for their use should arise.\nStore commonly-used items and those to be used in life-threatening situation in more easily accessible places in pack.  Less frequently used items can be stored deeper in pack if necessary to optimize  space.\nType of container used depends on user preference as well as travel factors such as duration of trip and environment to be encountered.\nWhen determining how much of each supply (e.g. medication or bandages) to bring, take into consideration factors such as duration of trip, access to formal medical care, likelihood of illness/injury requiring use of item, maximum number of participants that may require resource at one time, to name a few.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Personal_Medical_Kit": {
      "text": "A personal medical kit is a small kit kept on-person that contains essential supplies carried by each member of a trip.  They are beneficial in that they provide redundancy of essential items in case another member's personal kit or parts of the group kit are damaged, lost, or stolen as well as being accessible to the individual should he/she be separated from the larger group. This kit should also include personal identification, medical identification, and any supplies or medications necessary to manage one's own personal medical conditions.  \nWhile no two travelers will likely pack the same items in their personal medical kit, it would be prudent to consider carrying the following practical items no matter the type of trip planned:\nPersonal prescriptions in well-labeled, waterproof lightweight container/bag\nHigh priority over the counter (OTC) medications such as pain relievers, anti-histamines, anti-nausea, antacids, and-diarrheals, creams/ointments, and aloe vera gel.\nCopy of personal identification documents\nNotepad and writing utensil (preferably waterproof paper, and a pencil)\nSun protection (hat, sunglasses, high SPF sunscreen); bring excess of sunscreen as this will likely be shared with other participants\nTopographic map, compass, GPS device (and a basic knowledge of how to utilize these tools)\nMultitool (e.g. Swiss Army knife, Leatherman)\nNylon cord\nSmall plastic zip ties\nPlastic bags\nRescue whistle and small plastic mirror for signaling\nFire starting items (lighter, wind-proof matches, flint/steel)\nRain poncho, or large thick garbage bag (preferably 4mm thickness)\nAdhesive compress\nAlcohol-based hand sanitizer\nAlcohol preps\nBandages in different sizes\nTopical tissue adhesive (e.g. Dermabond)\nDuct tape\nBrightly-colored flagging tape\nBandana\nSafety pins\nGranola/protein bar for quick energy\nPersonal hygiene products\nCondoms\nSurvival guide\nMosquito netting\nEar plugs (to maintain adequate sleep in unfamiliar environment)",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Group_Medical_Kit": {
      "text": "The community medical kit should contain a comprehensive supply of those items needed to manage a broad range of potential injuries and illnesses the group might encounter in the wilderness.  It is generally put together and maintained by the designated medical leader for the trip.  Items in the kit may be distributed to members of the group to maintain management weight distribution among the participants.  When community medical supplies are distributed to members of the group, they should be labeled with large visible red crosses to signify that they are medical supplies so they can be easily located in the event of an emergency while traveling. The final list of items to be included in the comprehensive kit will be tailored to the unique needs of each trip, as deemed necessary by the medical leader.  These kits often include prescription medication and medical equipment/tools that can be used to treat more sever injuries/illnesses than those items packed in a personal medical kit.  \nA good example of a list of items to include in the group medical supply kit can be found in Box 102-4 in Chapter 102 of \"Auerbach's Wilderness Medicine\".\nWhile a full gamut of diagnostic equipment is not feasible to have on hand in a wilderness excursion, the following items are generally lightweight and could be considered for adding to the community medical kit:\nThermometer\nBlood pressure cuff\nStethoscope\nUrine test strips\nFinger pulse-oximeter\nUrine pregnancy tests\nGlucometer\nMagnifying glass\nOtoscope with speculum\nOphthalmoscope w/ speculum\nPenlight\nTongue blade\nCotton tip swabstick\nEnd-tidal carbon dioxide detector\nSam splint or other commercially available device\nLong angiocatheter for\nneedle thoracostomy\nWhen possible, it is wise to store a fully-stocked medical kit in a locked vehicle located at the base camp for the expedition.",
      "subsections": {},
      "tables": [],
      "links": [
        {
          "text": "needle thoracostomy",
          "url": "https://wikem.org/wiki/Needle_thoracostomy"
        }
      ]
    },
    "Special_Equipment_for_Use_by_Medical_Professionals_Travelling": {
      "text": "Equipment requiring a high level of training such as that for surgical airways, chest tubes, or suction, to name a few, may be included in the supply kit of there will participants with medical training.  These are items that should not be used by the general public lacking medical training, as their improper use could cause further injury or exacerbation of a medical condition.  These items are not limited to but may include the following:\nOP and NP airways\nBulb suction\nBag valve mask with both adult and/or pediatric sizes available depending on age of participants\nSupplemental oxygen supply\n14 french oral and nasogastric tubing supplies\nCricothyroidotomy supplies\nEndotracheal tube 7.0 diameter\nLMA\nKing airway\nBougie\nIV tubing with spike\nChest tube 32 french\nSyringes and needles\nIV catheters\nSharps disposal container\nTourniquet\nIntravenous fluid\nAED\nCervical collar\nN95 masks if concern for TB in area of travel\nSurgical tools (scalpel, hemostat, forceps)\nHandheld ultrasound",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Medications": {
      "text": "When determining which medications to pack for a trip, it is important to address the following factors: what medicines are participants and leaders trained to distribute to others, which ones are considered lifesaving, which medicines are the most likely to be needed based on itinerary and foreseeable risks, and finally, how much room is in the first aid kit.\nInclude manufacturers inserts when packing medications.\nTry to purchase medications in tablet form, as these hold up the best in the rugged wilderness environment.\nConsider cost vs. effectiveness of medication when deciding whether to bring drugs in pack, or purchase them when you arrive at your destination.  Many countries do not have the same standards as the U.S. FDA, therefore it is sometimes a risk to buy medications once you arrive at your destination.\nIf going through customs with personal prescription medications, make sure each medicine is labeled with the patient's name, prescribing doctor's name, dosing schedule, warnings, and indications.  It is also helpful to have \"For use by expedition only' written on prescription bottles that are part of the group medical kit.\nMedical professionals should travel with multiple copies of their credentials in the event they are questioned at customs.",
      "subsections": {},
      "tables": [],
      "links": []
    },
    "Common_Medical_Problems_Encountered_in_the_Remote_Environment": {
      "text": "",
      "subsections": {
        "Gastrointestinal_Distress": {
          "text": "Be careful when ingesting locally-prepared foods and beverages when traveling in foreign environments.\nbottles and heated drinks and peeled or cooked foods are less likely to contain GI pathogens.\nCold beverages, ice cubes, undercooked or raw foods more likely to infect traveller.\nWhen treating traveller's diarrhea, focus on replacing fluids lost in high volume stool.\nThose affected should increase fluids intake, and avoid sharing food or water supply with those not experiencing symptoms.\nConsider antibiotics in certain cases, and strive for symptomatic treatment.\nConsider medical care for anyone who has atypical abdominal pain or those prescribed proton pump inhibiting medication (PPI).",
          "tables": []
        },
        "Fractures_and/or_Dislocations": {
          "text": "Can improvise a splint from numerous materials available at hand if no SAM splints are available.\nUse cold packs with caution to avoid chemical burns or frostbite.\nCan submerge affected extremity in cold stream.\nMonitor extremity for signs of compromised circulation, as this is a medical emergency requiring extraction and transfer to medical facility as soon as possible.",
          "tables": []
        },
        "Blisters/General_Foot_Care": {
          "text": "Wear footwear that is comfortable and \"broken-in\" prior to trip.  Avoid new footwear as shoes that have never been worn can quickly cause blisters.\nKeep socks dry and clean at all times; pack backup pair if possible.\nPrevent blisters by minimizing friction points (moleskin, bandages, petroleum jelly, for example).\nTrim toenails prior to trip.\nCan close minor skin wounds with super glue.",
          "tables": []
        },
        "Wounds": {
          "text": "Main goals of treating wounds in the austere environment are cleanliness and hemostasis.\nDecision to close deeper wounds depends on remaining duration of trip, distance from medical facility, and risk of infection if wound is left open.\nIrrigate with sterile water is preferable, but if non is available, copious irrigation with non-sterile water is better than not irrigating a wound.\nAdhesive bandages are extremely useful in wilderness setting as they can close a wound as well as create a barrier to prevent contamination of wound.",
          "tables": []
        },
        "Stings/Bites": {
          "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
          "tables": []
        },
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Gastrointestinal_Distress": {
      "text": "Be careful when ingesting locally-prepared foods and beverages when traveling in foreign environments.\nbottles and heated drinks and peeled or cooked foods are less likely to contain GI pathogens.\nCold beverages, ice cubes, undercooked or raw foods more likely to infect traveller.\nWhen treating traveller's diarrhea, focus on replacing fluids lost in high volume stool.\nThose affected should increase fluids intake, and avoid sharing food or water supply with those not experiencing symptoms.\nConsider antibiotics in certain cases, and strive for symptomatic treatment.\nConsider medical care for anyone who has atypical abdominal pain or those prescribed proton pump inhibiting medication (PPI).",
      "subsections": {
        "Fractures_and/or_Dislocations": {
          "text": "Can improvise a splint from numerous materials available at hand if no SAM splints are available.\nUse cold packs with caution to avoid chemical burns or frostbite.\nCan submerge affected extremity in cold stream.\nMonitor extremity for signs of compromised circulation, as this is a medical emergency requiring extraction and transfer to medical facility as soon as possible.",
          "tables": []
        },
        "Blisters/General_Foot_Care": {
          "text": "Wear footwear that is comfortable and \"broken-in\" prior to trip.  Avoid new footwear as shoes that have never been worn can quickly cause blisters.\nKeep socks dry and clean at all times; pack backup pair if possible.\nPrevent blisters by minimizing friction points (moleskin, bandages, petroleum jelly, for example).\nTrim toenails prior to trip.\nCan close minor skin wounds with super glue.",
          "tables": []
        },
        "Wounds": {
          "text": "Main goals of treating wounds in the austere environment are cleanliness and hemostasis.\nDecision to close deeper wounds depends on remaining duration of trip, distance from medical facility, and risk of infection if wound is left open.\nIrrigate with sterile water is preferable, but if non is available, copious irrigation with non-sterile water is better than not irrigating a wound.\nAdhesive bandages are extremely useful in wilderness setting as they can close a wound as well as create a barrier to prevent contamination of wound.",
          "tables": []
        },
        "Stings/Bites": {
          "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
          "tables": []
        },
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Fractures_and/or_Dislocations": {
      "text": "Can improvise a splint from numerous materials available at hand if no SAM splints are available.\nUse cold packs with caution to avoid chemical burns or frostbite.\nCan submerge affected extremity in cold stream.\nMonitor extremity for signs of compromised circulation, as this is a medical emergency requiring extraction and transfer to medical facility as soon as possible.",
      "subsections": {
        "Blisters/General_Foot_Care": {
          "text": "Wear footwear that is comfortable and \"broken-in\" prior to trip.  Avoid new footwear as shoes that have never been worn can quickly cause blisters.\nKeep socks dry and clean at all times; pack backup pair if possible.\nPrevent blisters by minimizing friction points (moleskin, bandages, petroleum jelly, for example).\nTrim toenails prior to trip.\nCan close minor skin wounds with super glue.",
          "tables": []
        },
        "Wounds": {
          "text": "Main goals of treating wounds in the austere environment are cleanliness and hemostasis.\nDecision to close deeper wounds depends on remaining duration of trip, distance from medical facility, and risk of infection if wound is left open.\nIrrigate with sterile water is preferable, but if non is available, copious irrigation with non-sterile water is better than not irrigating a wound.\nAdhesive bandages are extremely useful in wilderness setting as they can close a wound as well as create a barrier to prevent contamination of wound.",
          "tables": []
        },
        "Stings/Bites": {
          "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
          "tables": []
        },
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Blisters/General_Foot_Care": {
      "text": "Wear footwear that is comfortable and \"broken-in\" prior to trip.  Avoid new footwear as shoes that have never been worn can quickly cause blisters.\nKeep socks dry and clean at all times; pack backup pair if possible.\nPrevent blisters by minimizing friction points (moleskin, bandages, petroleum jelly, for example).\nTrim toenails prior to trip.\nCan close minor skin wounds with super glue.",
      "subsections": {
        "Wounds": {
          "text": "Main goals of treating wounds in the austere environment are cleanliness and hemostasis.\nDecision to close deeper wounds depends on remaining duration of trip, distance from medical facility, and risk of infection if wound is left open.\nIrrigate with sterile water is preferable, but if non is available, copious irrigation with non-sterile water is better than not irrigating a wound.\nAdhesive bandages are extremely useful in wilderness setting as they can close a wound as well as create a barrier to prevent contamination of wound.",
          "tables": []
        },
        "Stings/Bites": {
          "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
          "tables": []
        },
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Wounds": {
      "text": "Main goals of treating wounds in the austere environment are cleanliness and hemostasis.\nDecision to close deeper wounds depends on remaining duration of trip, distance from medical facility, and risk of infection if wound is left open.\nIrrigate with sterile water is preferable, but if non is available, copious irrigation with non-sterile water is better than not irrigating a wound.\nAdhesive bandages are extremely useful in wilderness setting as they can close a wound as well as create a barrier to prevent contamination of wound.",
      "subsections": {
        "Stings/Bites": {
          "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
          "tables": []
        },
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Stings/Bites": {
      "text": "OTC ointments such as\nhydrocortisone\nand\nBenadryl\ncream are beneficial to keep in medical kit\nParticipants with a history of insect allergy should cary\nepinephrine\nauto-injector (EpiPen) in their personal medical kit to prevent\nanaphylaxis\nin the event of a sting/bite.\nTopical corticosteroids\nuseful for insect bites and/or contact dermatitis.",
      "subsections": {
        "Pain": {
          "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
          "tables": []
        }
      },
      "tables": [],
      "links": [
        {
          "text": "hydrocortisone",
          "url": "https://wikem.org/wiki/Hydrocortisone"
        },
        {
          "text": "Benadryl",
          "url": "https://wikem.org/wiki/Benadryl"
        },
        {
          "text": "epinephrine",
          "url": "https://wikem.org/wiki/Epinephrine"
        },
        {
          "text": "anaphylaxis",
          "url": "https://wikem.org/wiki/Anaphylaxis"
        },
        {
          "text": "Topical corticosteroids",
          "url": "https://wikem.org/wiki/Topical_corticosteroids"
        },
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    },
    "Pain": {
      "text": "OTC medications such as\nNSAID\n,\nacetaminophen\n, and\naspirin\ncan provide adequate analgesia for common complaints such as headache or muscle ache.\nCan consider bringing\nopioid\nanalgesics in the event a more invasive procedure such as suturing or fracture splinting should be required.",
      "subsections": {},
      "tables": [],
      "links": [
        {
          "text": "NSAID",
          "url": "https://wikem.org/wiki/NSAID"
        },
        {
          "text": "acetaminophen",
          "url": "https://wikem.org/wiki/Acetaminophen"
        },
        {
          "text": "aspirin",
          "url": "https://wikem.org/wiki/Aspirin"
        },
        {
          "text": "opioid",
          "url": "https://wikem.org/wiki/Opioid"
        }
      ]
    }
  }
}