Repository: MLotfy88/MediSwitch-Final
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: MediSwitch
ar: ميديسويتش

# settingsTitle
source: Settings
ar: الإعدادات

# languageSettingTitle
source: Language
ar: اللغة

# generalSectionTitle
source: General
ar: عام

# appearanceSettingTitle
source: Appearance
ar: المظهر

# dataSectionTitle
source: Data
ar: البيانات

# subscriptionSectionTitle
source: Subscription
ar: الاشتراك

# aboutSectionTitle
source: About
ar: حول التطبيق

# profileSectionTitle
source: Profile
ar: الملف الشخصي

source: Recently Updated Drugs
ar: أدوية محدثة مؤخراً

source: Most Searched Drugs
ar: الأكثر بحثاً

source: Medical Categories
ar: الفئات الطبية

# errorOccurred
source: An Error Occurred
ar: حدث خطأ

source: Retry
ar: إعادة المحاولة

# backTooltip
source: Back
ar: رجوع

# searchHint
source: Search for a medicine...
ar: ابحث عن دواء...

# errorMessage
source: Error: {errorDetails}
ar: خطأ: {errorDetails}

# startSearchingPrompt
source: Start searching for a medicine...
ar: ابدأ البحث عن دواء...

# endOfList
source: You've reached the end of the list
ar: وصلت إلى نهاية القائمة

# noResultsFoundTitle
source: No Results Found
ar: لم يتم العثور على نتائج

# noResultsFoundSubtitle
source: Try searching with different keywords or check your spelling.
ar: حاول البحث بكلمات أخرى أو تحقق من الإملاء.

# favoriteFeatureSnackbar
source: Favorites feature requires Premium subscription (Coming soon).
ar: ميزة المفضلة تتطلب الاشتراك Premium (قريباً).

# interactionCheckerSnackbar
source: Interaction checker feature is under development (Coming soon).
ar: ميزة مدقق التفاعلات قيد التطوير (قريباً).

# drugDetailsTitle
source: Drug Details
ar: تفاصيل الدواء

# doseCalculatorButton
source: Dose Calculator
ar: حساب الجرعة

# drugInteractionsButton
source: Drug Interactions
ar: التفاعلات الدوائية

# infoTab
source: Info
ar: معلومات

# usageTab
source: Usage
ar: استخدام

# dosageTab
source: Dosage
ar: جرعات

# sideEffectsTab
source: Effects
ar: آثار

# contraindicationsTab
source: Contra
ar: موانع

# companyLabel
source: Company:
ar: الشركة:

# categoryLabel
source: Category:
ar: الفئة:

# formLabel
source: Form:
ar: الشكل:

# concentrationLabel
source: Concentration:
ar: التركيز:

# priceLabel
source: Price
ar: السعر

# lastUpdateLabel
source: Last Update:
ar: آخر تحديث:

# noUsageInfo
source: No usage information available.
ar: لا توجد معلومات استخدام متاحة.

# dosageTitle
source: Dosage
ar: الجرعة

# consultDoctorOrPharmacist
source: Consult your doctor or pharmacist for the appropriate dosage.
ar: راجع الطبيب أو الصيدلي لتحديد الجرعة المناسبة.

# weightDosageCalculatorTitle
source: Weight-Based Dose Calculator
ar: حاسبة الجرعة بالوزن

# weightDosageCalculatorSubtitle
source: Calculate the appropriate dose for children.
ar: احسب الجرعة المناسبة للأطفال.

# openDoseCalculatorButton
source: Open Dose Calculator
ar: فتح حاسبة الجرعات

# noSideEffectsInfo
source: No side effects information currently available.
ar: لا توجد معلومات آثار جانبية متاحة حالياً.

# noContraindicationsInfo
source: No contraindications information currently available.
ar: لا توجد معلومات موانع استخدام متاحة حالياً.

# availableAlternativesTitle
source: Available Alternatives
ar: البدائل المتاحة

# addToFavoritesTooltip
source: Add to Favorites (Premium)
ar: إضافة للمفضلة (Premium)

# knownInteractionsTitle
source: Known Interactions
ar: التفاعلات المعروفة

# noDirectInteractionInfo
source: No direct interaction information currently available for this drug.
ar: لا توجد معلومات تفاعلات مباشرة لهذا الدواء حالياً.

# multiInteractionCheckerTitle
source: Multi-Interaction Checker
ar: مدقق التفاعلات المتعددة

# multiInteractionCheckerSubtitle
source: Add this and other drugs to check for potential interactions between them.
ar: أضف هذا الدواء وأدوية أخرى لفحص التفاعلات المحتملة بينها.

# openInteractionCheckerButton
source: Open Interaction Checker
ar: فتح مدقق التفاعلات

# filterResultsTitle
source: Filter Results
ar: فلترة النتائج

# closeTooltip
source: Close
ar: إغلاق

# categoriesSectionTitle
source: Categories
ar: الفئات

# priceRangeSectionTitle
source: Price Range
ar: نطاق السعر

# currencySymbol
source: L.E
ar: ج.م

# priceRangeLabel
source: {price} L.E
ar: {price} ج.م

# resetButton
source: Reset
ar: إعادة تعيين

# applyFiltersButton
source: Apply Filters
ar: تطبيق الفلاتر

source: View All
ar: عرض الكل

# themeModeLight
source: Light
ar: فاتح

# themeModeDark
source: Dark
ar: داكن

# themeModeSystem
source: System
ar: النظام

# lastDataUpdateTitle
source: Last Data Update
ar: آخر تحديث للبيانات

# checkForUpdateTooltip
source: Check for update
ar: التحقق من وجود تحديث

# checkingForUpdatesSnackbar
source: Checking for updates...
ar: جاري التحقق من التحديثات...

# dataUpToDateSnackbar
source: Data is up to date.
ar: البيانات محدثة.

# viewDebugLogsTitle
source: View Debug Logs
ar: عرض سجلات التصحيح

# manageSubscriptionTitle
source: Manage Subscription
ar: إدارة الاشتراك

# manageSubscriptionSubtitle
source: Upgrade to Premium
ar: الترقية إلى Premium

# aboutAppTitle
source: About MediSwitch
ar: عن MediSwitch

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية

# termsOfUseTitle
source: Terms of Use
ar: شروط الاستخدام

# appVersionTitle
source: App Version
ar: إصدار التطبيق

# logoutButton
source: Logout
ar: تسجيل الخروج

# languageDialogTitle
source: Select Language
ar: اختر اللغة

# dialogCancelButton
source: Cancel
ar: إلغاء

# profileNamePlaceholder
source: Ahmed Mohamed
ar: أحمد محمد

# profileInitialPlaceholder
source: A
ar: أ

# navHome
source: Home
ar: الرئيسية

# navSearch
source: Search
ar: البحث

# navCalculator
source: Calculator
ar: الحاسبة

# navInteractions
source: Interactions
ar: التفاعلات

# navSettings
source: Settings
ar: الإعدادات

# calculatorComingSoon
source: Dose Calculator (Coming Soon)
ar: حاسبة الجرعات (قريباً)

source: Interactions (Coming Soon)
ar: التفاعلات (قريباً)

# viewLogsTooltip
source: View Logs
ar: عرض السجلات

# categorySemanticLabel
source: Category {categoryName}
ar: فئة {categoryName}

# lastUpdateUnavailable
source: Unavailable
ar: غير متوفر

# lastUpdateInvalidFormat
source: Invalid format
ar: تنسيق غير صالح

# noAlternativesFound
source: No alternatives available with the same active ingredient.
ar: لا توجد بدائل متاحة بنفس المادة الفعالة.

# informationTab
source: Information
ar: المعلومات

# alternativesTab
source: Alternatives
ar: البدائل

# subscriptionTitle
source: Premium Subscription
ar: الاشتراك Premium

# currentSubscriptionStatus
source: Current Status:
ar: حالة الاشتراك الحالية:

# freeTier
source: Free
ar: مجاني

# premiumFeaturesTitle
source: Unlock Exclusive Features:
ar: احصل على الميزات الحصرية:

# featureSaveHistory
source: Save Search History
ar: حفظ سجل البحث

# featurePriceAlerts
source: Price Change Alerts
ar: تنبيهات تغير الأسعار

# featureSaveCalculations
source: Save Dose Calculations
ar: حفظ حسابات الجرعات

# featureFavorites
source: Add Drugs to Favorites
ar: إضافة الأدوية للمفضلة

# featureRemoveAds
source: Remove Ads
ar: إزالة الإعلانات

source: Processing...
ar: جاري المعالجة...

source: Subscribe Now
ar: اشترك الآن

# errorLoadingPlans
source: Error loading subscription plans: {error}
ar: خطأ في تحميل خطط الاشتراك: {error}

# plansUnavailable
source: Subscription plans are currently unavailable.
ar: خطط الاشتراك غير متاحة حالياً.

source: Restore Purchases
ar: استعادة المشتريات السابقة

# descriptionTitle
source: Description
ar: الوصف

source: Error fetching interactions
ar: خطأ في جلب التفاعلات

# drugInteractionsDialogTitle
source: Interactions for {drugName}
ar: التفاعلات الخاصة بـ {drugName}

# noInteractionsFound
source: No significant interactions found for this drug.
ar: لم يتم العثور على تفاعلات مهمة لهذا الدواء.

# closeButton
source: Close
ar: إغلاق

# similarsTitle
source: Similars (Same Active Ingredient)
ar: المثائل (نفس المادة الفعالة)

# alternativesTitle
source: Alternatives (Same Therapeutic Category)
ar: البدائل (نفس الفئة العلاجية)

# noSimilarsFound
source: No similars available.
ar: لا توجد مثائل متاحة.

# noAlternativesFoundMsg
source: No alternatives available.
ar: لا توجد بدائل متاحة.
