{
  "drug_name": "d-alpha-tocopheryl acetate",
  "nbk_id": "NBK560656",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560656/",
  "scraped_at": "2026-01-11T18:46:55",
  "sections": {
    "indications": "Vaping-associated pulmonary injury (VAPI), also called e-cigarette or vaping product use-associated lung injury (EVALI), is an acute or subacute respiratory illness characterized by a spectrum of clinicopathologic findings mimicking various pulmonary diseases. According to the CDC criteria, EVALI is a clinical diagnosis that requires the use of an e-cigarette in the 90 days preceding the appearance of initial symptoms; pulmonary infiltrates on a plain chest radiograph or chest CT, and the absence of any other possible etiology, such as infection.\n[1]\nIn this article, we discuss the etiology, clinical manifestation, evaluation, management, and complications of EVALI.",
    "mechanism": "Although the etiology remains unclear, several causes are under investigation. Of these, vitamin E acetate is the most recognized agent associated with an e-cigarette or vaping product use-associated lung injury (EVALI). Supporting this is that a recent study identified vitamin E acetate in bronchoalveolar lavage (BAL) fluid samples of 48 out of the 51 patients with EVALI as opposed to none in the liquid samples obtained from the healthy control group.\n[2]\nVitamin E acetate was illegally used as a diluent in multiple counterfeit, low-cost tetrahydrocannabinol (THC) containing cartridges. Its use as a diluent in THC-based cartridges became common in 2019, coinciding with the EVALI outbreak.\n[3]\nHowever, the possibility of other agents, including chemicals in either THC or non-THC products, implicated in disease causation cannot be ruled out.",
    "monitoring": "Evaluation of patients is guided by the clinical presentation and severity of the patient's symptoms. All patients with a history of vaping product use in the last 90 days should at least get a chest X-ray, even if the symptoms are mild. Those having significant respiratory distress and low oxygen saturation (less than 95%) should be evaluated with a chest computed tomography (CT) scan if the suspicion of e-cigarette or vaping product use associated with lung injury (EVALI) is high. It is important to note that EVALI is a diagnosis of exclusion. Therefore it is necessary to rule out other possible causes of lung injury, such as viral pneumonia, community-acquired pneumonia, and any ongoing chronic inflammatory process that might affect the lungs.\n\nLocally appropriate and clinically indicated diagnostic evaluation should be performed, including respiratory viral panel, influenza polymerase chain reaction or rapid test, RT-PCR for SARS-COV2, urine antigens of\nStreptococcus pneumoniae,\nand\nLegionella\nspecies., sputum culture, bronchoalveolar lavage, blood culture, and testing for HIV-related opportunistic infections.\n[1]\n[14]\n\nDiagnostic imaging demonstrates a variety of radiographic presentations. Plain chest radiographs commonly show hazy bilateral opacities with central and peripheral sparing. Likewise, the most common CT finding is diffuse bilateral ground-glass opacities, with a basilar predominance and sometimes subpleural or lobular sparing.\n[15]\n\nLaboratory evaluation should include a complete blood count with differential liver transaminases and inflammatory markers (e.g., erythrocyte sedimentation rate and C-reactive protein). Moreover, urine toxicology testing, with informed consent, including testing for THC, should be carried out on all patients. The primary role of bronchoscopy is to exclude alternative diagnoses, especially when the imaging findings are atypical and suggestive of an alternate etiology. Other potential candidates for bronchoscopy include patients with a high suspicion of infection, e.g., immunocompromised patients and those on invasive mechanical ventilation.",
    "administration": "The mainstay of treatment for EVALI is supportive care. Supportive care usually includes supplemental oxygen to maintain oxygen saturation of 88 to 92 % via nasal cannula or high-flow oxygen or high-flow nasal cannula (HFNC). The severity of symptoms serves as a guide to whether the patient needs a hospital admission or can be managed on an outpatient basis. Respiratory distress, comorbidities that compromise pulmonary reserve, or decreased oxygen saturation (less than 95% while breathing room air) are strong indications that the patient will require hospital admission. If hypoxemia is severe, the management may require mechanical ventilation (26%) with a lung protective strategy simial to acute respiratory distress syndrome.\n[12]\nRarely has ECMO been needed.\n\nIt is essential to rule out any infectious etiology by maintaining a high clinical suspicion for common respiratory pathogens. Early institution of therapy is key to the management of influenza and other infectious pathologies. Therefore, influenza testing should be strongly considered, particularly during the influenza season. Empiric antiviral or antimicrobial treatment should be considered by local antimicrobial resistance patterns. Patients with severe lung injury without any identifiable cause and a strong suspicion of EVALI have responded well to systemic corticosteroids.\n[16]\nHowever, the efficacy of this therapy has not been formally studied. Therefore, systemic glucocorticoids are recommended only for patients who meet the criteria for EVALI and have progressive symptoms and/or hypoxemia as a short course, starting with the equivalent of methylprednisolone 0.5 to 1 mg/kg per day or 40 to 60 mg of prednisone tapered over no longer than 14 days.\n[17]\n\nThere is limited evidence to support the use of corticosteroids in patients with milder symptoms being managed on an outpatient basis. Corticosteroids can potentially worsen an underlying respiratory infection; therefore, it is important to involve the pulmonologist when starting the patient on corticosteroids. These patients can deteriorate very rapidly and may end up requiring assisted mechanical ventilation.\n\nWhen discharging patients with EVALI, it is crucial to ascertain the patient's clinical stability as dictated by stable oxygenation and exercise tolerance for 24 to 48 hours before planned discharge. These patients should follow up with their primary care provider or pulmonologist within 48 hours. Furthermore, follow-up testing with spirometry and chest X-ray may be required for some patients, as recommended by the pulmonologist.",
    "adverse_effects": "More than 50% of patients with EVALI require admission to the intensive care unit.\n[19]\nThe main serious complications of EVALI are:\n\nAcute respiratory distress syndrome\nRespiratory failure\nNeed for intubation and mechanical ventilation\nDeath"
  }
}