{
  "drug_name": "d-biotin",
  "nbk_id": "NBK560607",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560607/",
  "scraped_at": "2026-01-11T18:46:56",
  "sections": {
    "indications": "Vitamins are vital components of daily biochemical reactions and molecular processes. These substances function as cofactors, antioxidants, hormones, and mediators of vision. Vitamin deficiencies can result from inadequate dietary intake or abnormal intracellular processing. Biotin is an essential vitamin obtained from the diet and efficiently recycled for continued use. Failure of this recycling mechanism due to enzyme deficiency causes significant morbidity and mortality. Biotinidase deficiency, an autosomal recessive condition, is the most common cause.\n\nBiotin serves as a coenzyme for 4 carboxylation enzymes: 3-methylcrotonyl-CoA carboxylase (MCC), pyruvate carboxylase, acetyl-CoA carboxylase (ACC), and propionyl-CoA carboxylase (PCC). Biotinidase deficiency is classified as profound (0%-10% enzyme activity) or partial (10%-30% enzyme activity), with classification guiding the treatment approach. Clinical manifestations vary and may involve ophthalmologic, neurologic, dermatologic, and immunologic systems.\n[1]\n[2]\nPartial cases are often asymptomatic or have mild symptoms, whereas profound cases may progress to seizures, developmental delay, vision or hearing loss, metabolic acidosis, and, without treatment, coma or death. Early recognition is critical, as prompt biotin supplementation can prevent or minimize irreversible complications.\n[3]\n\nManagement is straightforward because patients require consistent, high doses of biotin. This intervention can reverse or halt the progression of many symptoms when initiated promptly. Early diagnosis and treatment can prevent developmental delay, reduce long-term disability, and improve quality of life.\n[4]\n[5]\n[6]\n\nBiotinidase deficiency is included in many newborn screening programs worldwide and in all 50 states in the U.S.\n[7]\n[8]\n[9]\nThe therapeutic role of biotin in carboxylase deficiencies was first investigated approximately 40 years ago. In 1971, patients with β-methylcrotonylglycinuria, a carboxylase deficiency, demonstrated clinical response to biotin supplementation.\n[10]\nA decade later, Wolf et al identified a neonatal form of multiple carboxylase deficiency caused by biotin deficiency.\n[11]\n[12]",
    "mechanism": "Biotinidase deficiency follows an autosomal recessive inheritance pattern caused by 2 pathogenic variants in the\nBTD\ngene, located on chromosome 3p25.1. The\nBTD\ngene encodes the biotinidase enzyme, which recycles biotin and enables the cofactor to be available for carboxylase activity.\n[13]\nBiotinidase converts biocytin into free biotin by cleaving a lysine residue, thereby replenishing the biotin pool for subsequent reactions. In the absence of adequate biotin, carboxylase enzymes (MCC, ACC, PCC, and pyruvate carboxylase) cannot catalyze their reactions correctly, resulting in substrate accumulation that produces significant metabolic toxicity and clinical manifestations.",
    "monitoring": "Diagnosis of biotinidase deficiency is established through newborn screening or targeted testing of symptomatic patients. Enzyme activity is measurable in serum or plasma. When enzyme levels are abnormal, genetic testing may be performed to evaluate for\nBTD\nmutations.\n[27]\nDiagnosis is confirmed by demonstrating deficient biotinidase enzyme activity in serum or plasma or by identifying biallelic pathogenic or likely pathogenic\nBTD\nvariants when enzymatic results are ambiguous. A consensus has not been established regarding standardized clinical diagnostic criteria for biotinidase deficiency.\n\nLaboratory findings may include elevated lactic acid and ammonia levels in blood or urine. Additional recommended investigations include arterial blood gas analysis, serum amino acid quantification, and serum chemistry panels. Urinary studies may include assessment for ketones and measurement of urinary organic acids.\n\nBrain magnetic resonance imaging in untreated patients during acute crisis frequently demonstrates diffuse cerebral and cerebellar T2-hyperintensity, cerebral swelling, bilateral compensatory ventriculomegaly, and delayed myelination.\n[28]\n[29]\n[30]\nMagnetic resonance spectroscopy provides functional information about brain metabolism. Although not widely available, this modality may help characterize brain pathology\nin vivo\n. Positron emission tomography can reveal changes in cerebral metabolic activity before and after biotin administration. Computed tomography may show bilateral basal ganglia calcifications that may not be detected on magnetic resonance imaging.\n\nBiotinidase deficiency should be considered in patients with recurrent fungal, viral, or skin infections.\n[31]\nElectroencephalography may demonstrate diffuse polyspike discharges or rhythmic diffuse spike-and-wave discharges. These findings typically normalize completely after biotin treatment. Ophthalmologic evaluation with dilated funduscopy is useful for detecting scotomata and optic nerve atrophy. Visual evoked potentials and visual field testing further delineate the extent of optic nerve involvement.",
    "administration": "Treatment for biotinidase deficiency is lifelong but relatively straightforward. No formal clinical practice guidelines have been published. The recommended initial therapy is oral biotin replacement at a starting dose of 5 to 20 mg daily. Seizures and movement disorders typically improve within hours to days of treatment initiation. Cutaneous manifestations may require several weeks to resolve.\n\nIf symptoms persist despite initial dosing, an increase to 40 mg daily is recommended. Children with developmental delays may regain previously lost milestones or acquire new ones. Recovery depends on the timing of treatment initiation and the degree of neurologic damage sustained prior to diagnosis. Treatment prevents further progression of irreversible neurologic damage.\n[32]\n\nBoth symptomatic and asymptomatic patients should undergo audiologic evaluation, growth parameter assessment, and genetic counseling. Asymptomatic infants should also be evaluated by neurology to screen for hypotonia or seizures.\n\nSymptomatic patients require a more comprehensive assessment. Recommended evaluations include nutrition consultation, neurological examination, ophthalmologic evaluation, developmental assessment, detailed skin examination, immunologic history, and respiratory screening. Additional interventions may be indicated based on comorbidities or complications identified during these evaluations.",
    "adverse_effects": "Undetected and untreated biotinidase deficiency in infancy can result in severe and potentially irreversible complications, including optic neuropathy, acquired retinal dysplasia, and sensorineural deafness.\n[37]\nNeurologic sequelae, such as developmental disability and paresis, may arise. Metabolic derangements may include hyperammonemia or organic aciduria. Recurrent infections are common and may lead to significant morbidity. The condition can progress to coma and death in severe cases. Awareness of these complications underscores the importance of newborn screening and timely initiation of biotin therapy."
  }
}