{
  "drug_name": "d-mannose",
  "nbk_id": "NBK599550",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599550/",
  "scraped_at": "2026-01-11T18:46:56",
  "sections": {
    "indications": "Symptomatic inflammatory conditions of the prostate are quite common, accounting for about 2 million outpatient visits annually in the United States.\n[1]\nThese visits are evenly split between primary care and urology.\n[1]\n\nProstatitis is clinically divided into acute bacterial prostatitis and various types of chronic prostatic infectious and inflammatory conditions, including chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) in men.\n[2]\nThis review will cover all such symptomatic prostatic conditions except acute bacterial prostatitis (NIH Category I), which will be described separately. (See our companion Statpearls reference article on \"Acute Bacterial Prostatitis.\")\n[1]\n[3]\n\nChronic prostatitis is the most common urological diagnosis in men younger than 50 and the third most commonly diagnosed male urological condition.\n[4]\n[5]\nThis condition accounts for up to 25% of all outpatient urology consults and outpatient visits and is estimated to have affected 5% of all men aged 20 to 50 years.\n[6]\n\nThe term \"prostatodynia\" is not encouraged or recommended in current practice, as it carries the negative historical connotation of being a \"wastebasket\" designation for a melange of symptoms.\n\nChronic prostatitis has a significant negative impact on quality of life and, in this respect, is comparable with other major long-term health conditions (eg, ischemic heart disease and diabetes mellitus).\n[7]\n[8]\nDespite being common in clinical practice, chronic prostatitis is often misdiagnosed, misclassified, and poorly managed, resulting in significant morbidity, prolonged symptoms, and overall patient dissatisfaction. Understanding the classification, presentation, evaluation, and optimal management of the various types of chronic prostatitis is necessary at all levels to improve outcomes. Early recognition and the correct clinical classification of the condition with prompt and appropriate treatment improves outcomes and minimizes patient morbidity.",
    "mechanism": "Like acute bacterial prostatitis, chronic bacterial (NIH Category II) prostatitis has an identifiable infecting organism, whereas the etiology of chronic prostatitis/chronic pelvic pain syndrome (NIH Category III) is poorly understood. Pathogen exposure, comorbidities, anatomical variances, physiological changes, and immune deficiencies help explain the etiology of chronic bacterial prostatitis (NIH Category II).\n\nGram-negative organisms, especially\nE. coli\n, are the most common cause of urinary tract infections and bacterial prostatitis. The role of atypical organisms, including\nChlamydia\nand other sexually transmitted infections, is important to consider in some populations, and alternative rare pathogens like\nM. tuberculosis\nhave also been implicated in some at-risk groups, especially in areas of the world where healthcare is less accessible.\n[9]\n[10]\n\nGranulomatous and viral chronic prostatitis are associated with HIV infections and will generally demonstrate negative standard urine and semen cultures. Granulomatous prostatitis is associated with BCG instillations and\nM. tuberculosis\ninfections.\n[11]\n[12]\n[13]\n[14]\n\nAltered host defense mechanisms increase the likelihood of the pathogens causing a clinical infection. These can be categorized into mechanisms associated with the urinary tract and systemic factors.\n\nFactors that promote the bacterial colonization of the urinary tract include phimosis, incomplete or insufficient bladder emptying, and indwelling urinary catheters. Instrumentation, including transurethral procedures such as cystoscopy and transrectal procedures such as prostate biopsy, also bypass the usual host defense mechanisms by directly translocating pathogens into higher urinary tract areas.\n\nIntraprostatic ductal reflux of urine is also an important mechanism associated with the development of chronic bacterial prostatitis (NIH Category II) in which there is retrograde propulsion of urine and bacteria into the prostate ducts during micturition.\n[10]\n[15]\nThe presence of prostatic calculi is evidence of such reflux, as prostatic secretions do not form calcium phosphate concretions.\n\nSystemic risk factors are not unique to prostatitis but to all infections and include increased age, smoking, chronic medical conditions such as HIV and cancer, hematological disorders, and the use of certain drugs, including steroids, DMARDs, biologic immunosuppressive medications, and chemotherapy agents.\n\nTen percent of patients with acute bacterial prostatitis (NIH Category I) will progress to chronic bacterial prostatitis (NIH Category II), with a further 10% of this group subsequently developing chronic prostatitis/chronic pelvic pain syndrome (NIH Category III).\n[16]\n\nMechanisms for this progression include inadequate, partial, or incomplete treatment of acute bacterial prostatitis, untreated urinary or voiding problems, and infected prostatic calculi. The cause of the incomplete treatment may be poor antibiotic selection, low drug bioavailability, insufficient prostatic tissue penetration, bacterial antimicrobial resistance, inadequate duration of therapy, weakened host immune defense mechanisms, or re-infection.\n[15]\n[16]\n\nGiven the wide range of clinical manifestations as well as the unpredictable response to treatment, the etiology of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) is likely to be multifactorial, including anatomical variances, genetic susceptibility, abnormal immune response, neuroinflammation, altered host defense mechanisms, dysfunctional voiding, prostatic ductal reflux, toxic or inflammatory urinary chemicals or drugs, neuroendocrine disturbances, pelvic floor myofascial disorders, and psychological factors. Chronic pain is the common factor across these conditions.\n[17]\n[18]\n\nAn inflammatory response provides a logical basis for the subclassification of chronic prostatitis/chronic pelvic pain syndrome (NIH Category III) based on the assumption that symptoms associated with infection or inflammation represent a different etiology. On this basis, CP/CPPS is subdivided into inflammatory and non-inflammatory categories based on the presence or absence of significant leukocytes in the urine, seminal fluid, or expressed prostatic secretions according to the Meares and Stamey 4-glass test (described below).\n[19]\n\nConclusive evidence of an infectious etiology is often missing in inflammatory CP/CPPS despite the possible presence of WBCs in the expressed prostatic secretions or semen. Specific polymerase chain reaction (PCR) technology looking for atypical organisms such as\nNeisseria gonorrhoeae, Mycobacterium tuberculosis, Mycoplasma,\nand\nChlamydia trachomatis\n, as well as\nhuman papillomavirus (HPV)\n,\nHerpes Simplex virus type 2 (HSV-2)\nand\nCytomegalovirus\n, has been used to provide evidence of infection not obtainable by routine urine cultures. Therefore, it is a target for treatment, but the response to specific antibiotic therapy is not always predictable.\n[20]\n\nIn common with many other chronic pain syndromes, neuroinflammation, associated reactive astrocytes, and increased expression of chemokines and cytokines have been implicated. Emerging evidence suggests that the symptoms can reflect a multifactorial condition initiated by a transient infection involving other pelvic organs, including the bladder, seminal vesicles, and pelvic musculature.\n[17]\n[20]\n[21]",
    "monitoring": "In clinical practice, distinguishing between infectious chronic bacterial prostatitis (NIH Category II) and noninfectious chronic prostatitis/chronic pelvic pain syndrome (NIH Category III) can be challenging.\n\nChronic bacterial prostatitis (NIH Category II) patients will have a history of multiple or recurrent urinary tract infections or a positive culture from the expressed prostatic secretions, VB3, or semen culture. This diagnosis is relatively uncommon.\n\nChronic prostatitis/chronic pelvic pain syndrome (NIH Category III) patients will generally not have a history of urinary tract infections, and their localization cultures will be negative.\n\nThe recognition that atypical organisms might be implicated in symptomatic prostatic inflammation and the availability of modern techniques (polymerase chain reaction, or PCR) for identifying potential pathological infecting organisms where \"standard microbiological investigations\" have not been helpful should assist in differentiating infectious from noninfectious causes of prostatitis.\n\nFrom a practical point of view, once acute bacterial prostatitis has been ruled out, the next steps are to determine if the condition is inflammatory, infectious, or neither. This affects treatment because antibiotics are not likely to be helpful clinically if there is no evidence of infection. However, there is evidence of their efficacy in some previously untreated, newly diagnosed cases, even with negative cultures.\n[77]\n[78]\n\nThe symptoms of chronic bacterial prostatitis and CP/CPPS are challenging to separate from those caused by other common conditions such as bladder outflow obstruction or stricture disease. Further evaluation of the patient is indicated and can be divided into investigations performed by primary care practitioners and those offered by urologists.\n[18]\n\nPrimary care evaluations should include a urinalysis, urine culture and sensitivity, a sexual health inventory, and an infection screen. Routine blood biochemical investigations are unnecessary unless a specific alternative diagnosis is suspected.\n[16]\n[18]\n[20]\nUrine cytology is recommended for patients with irritative voiding symptoms to help identify carcinoma-in-situ of the bladder.\n[79]\n[80]\n\nUrologists are likely to proceed with additional investigations, including the following:\n\nFour-Glass Test\n\nFirst described by Meares and Stamey, it is considered the gold standard procedure for evaluating suspected prostatitis, although it is difficult to perform, cumbersome, and time-consuming.\n[19]\nThis test requires the collection of 4 separate specimens for microscopic evaluation with individual leukocyte counts and cultures, including expressed prostatic secretions from a prostatic massage:\n\nFirst voided urine (VB1). Represents the urethral specimen.\nMid-stream urine (VB2). Represents the bladder urine.\nExpressed prostatic secretions (EPS). Represents prostatic secretions.\nPost-massage first voided urine (VB3). Represents prostatic secretions.\n\nProstatic Massage\n\nThis is used to obtain an expressed prostatic secretion sample for testing. This is not always easy, but even if not successful in obtaining a specimen, a post-massage urine specimen may be able to culture pathogenic organisms for identification. The patient is asked to lean forward over the examining table.\n\nThe prostatic massage begins with a digital rectal examination where the examining finger is used to press on the prostate from lateral to medial and then from the base (deep) to the apex (distal).\n\nThe massage is continued until some milky fluid is obtained for testing, and a collection cup should be held during the procedure.\n\nThe patient should be warned that this procedure may be uncomfortable and will require at least a few minutes of massaging to be successful.\n\nIn addition to classifying inflammatory versus non-inflammatory, the 4-glass test distinguishes between urethral, bladder, and prostatic pathology. The threshold for finding inflammation is based on the number of leukocytes in the specimen. (Greater than or equal to 500 WBC/cubic mm on expressed prostatic secretions (EPS) or a concentration of at least 1 million WBCs/cubic mm in the seminal fluid).\n[28]\n\nNo white blood cells should be observed in healthy subjects in any of the 4 collected samples.\n\nA detectable organism in any of the specimens supports a diagnosis of an infectious etiology.\n\nOrganisms in all specimens suggest a general urinary tract infection.\nThis can be treated and eliminated by using an antibiotic that does not penetrate the prostate, such as nitrofurantoin, or using intravesical antibiotics (gentamicin) via catheterization. Then, the 4-glass test may be repeated.\n\nA positive EPS or VB3, compared to VB1 or VB2, supports a diagnosis of chronic bacterial (NIH Category II) prostatitis. A positive result would be an increase in bacterial count at least 10 times higher in the EPS or VB3 than in VB1 or VB2.\n\nThe presence of inflammatory cells (WBCs) in the specimens' absence of identified infectious organisms would support a diagnosis of inflammatory category III prostatitis. However, it is important to consider atypical organisms that might be missed by standard microbiological methodology.\n[16]\n[18]\n[19]\n[20]\n\nTwo-Glass Test\n\nCompared to the 4-glass test, this is easier and much more helpful in daily clinical practice, as performing the 4-glass test is difficult due to the time-consuming and cumbersome logistics of specimen collection and testing and cost.\n\nThe 2-glass test analyzes and compares specimens from pre-prostatic and post-prostatic massage urine. This test offers similar diagnostic sensitivity to the traditional Meares and Stamey 4-glass test but is much more practical and easier to perform in modern clinical practice.\n[81]\n[82]\n[83]\n[84]\n[85]\n\nA positive result would be a 10-fold or greater increase in bacteria counts in the post-massage specimen compared to the pre-massage urine. Cultures and colony counts need not be at least 100,000/mL to identify chronic bacterial prostatitis. Communication with the microbiology laboratory may be necessary to perform cultures on these specimens, even if the colony counts are low.\n\nThe main drawback of the 2-glass test is the lack of culture results from the expressed prostatic secretions, which can be overcome for bacterial identification by performing a culture on a fresh semen specimen.\n[86]\nApplying this in clinical practice depends on when the test is administered. These tests are most valuable when performed at the first patient presentation rather than after repeated courses of antibiotics.\n\nProstatic massage is contraindicated in acute bacterial prostatitis due to pain and the risk of inducing bacteremia.\n[3]\n[10]\n[81]\n\nPatients with chronic bacterial prostatitis (NIH Category II) have a similar presentation to chronic prostatitis/chronic pelvic pain syndrome (NIH Category III). However, organisms would be expected to be grown and identified on the 4-glass and 2-glass tests and expressed prostatic secretions or semen sample cultures.\n[19]\n[86]\n\nSemen Cultures\n\nThe utility of semen cultures is still somewhat uncertain as they tend to lack sensitivity, although they can be helpful when the results are positive.\n[58]\nThey are much simpler to perform than the 4-glass or 2-glass tests and avoid the need for an unpleasant prostatic massage. Semen cultures are useful in diagnosing chronic bacterial prostatitis (NIH Category II) when they grow pathogenic bacteria but do not necessarily rule it out if the results are negative.\n[58]\n[87]\n[88]\n[89]\nThe testing laboratory may need to be specially instructed to culture all organisms, even if the colony counts are low.\n\nA large study of 895 patients with chronic prostatitis compared the semen culture findings with the expressed prostatic secretions or VB3 specimen culture results.\n[90]\nThe semen cultures were found to have the highest sensitivity for detecting pathological prostatic organisms in chronic bacterial prostatitis.\n[90]\n\nFurther evaluation may include non-invasive limited urodynamics such as an automated flow rate and post-void residual urine determination estimation. Flexible office cystoscopy to exclude an obstructive etiology, such as a stricture disease, may also need to be performed in selected patients.\n\nRecent evidence suggests that a significant proportion of patients labeled with CP/CPPS have detectable bacterial and protozoal DNA encoding sequences on PCR testing, even in the presence of extensive negative microbiological investigations which could implicate an untreated infection or chronic bacterial prostatitis (NIH Category II) as the underlying cause of some patient's symptoms.\n[91]\n[92]\nUrinary PCR testing, particularly in those patients with risk factors for urogenital infections with persisting symptoms, should be considered to exclude the presence of atypical organisms such as Trichomonas species.\n[91]\n[92]\n\nImaging studies are not routinely recommended in the evaluation of patients with chronic prostatitis but may be used selectively in refractory cases to rule out abscesses, prostatic calculi, or anatomical abnormalities.\n[93]\nMagnetic resonance imaging (MRI) is the best modality for diagnosing developmental anomalies of the male genital tract, especially ejaculatory duct obstruction. An advantage of MRI is the ability to delineate the presence of lesions associated with a high risk of prostate cancer. The Prostate Imaging-Reporting and Data System (PI-RADs) system for the assessment of prostate MRI allows stratification of cancer risk based on MRI findings. The appearance of prostatitis can mimic changes associated with cancer, particularly in younger men. Both of these conditions can co-exist.\n[18]\n[94]\n[95]\n[96]\n\nTransrectal ultrasound is an alternative that is becoming more readily available in doctor's offices and is helpful in the context of suspected prostate abscesses both for diagnostic and therapeutic purposes. Prostatic stones can be identified on transrectal ultrasound of the prostate but can be missed on MRI. The presence of prostatic calculi, which are frequently seen in patients with chronic prostatitis, is not by itself a reliable diagnostic indicator, as these are also commonly found in patients with BPH.\n\nThe prostate-specific antigen (PSA) test results should be carefully considered in the testing context, and the patient should be appropriately counseled. PSA levels are likely to be elevated in the context of prostatitis, particularly acute prostatitis, and active inflammation or infection will cause up to approximately 70% of patients to have elevated titers. Routine PSA testing is discouraged when infection is suspected, and a waiting period of at least 6 weeks is recommended before performing another assay. However, PSA levels may remain abnormally elevated for as long as 6 months.\n[97]\nWhere there is a substantial concern about prostate cancer, a risk-stratification bioassay can be performed in low-risk patients, or a prostate biopsy should be considered.\n[10]\n[16]\n[18]\n[98]\n[99]\n[100]\n\nThe timing of such a biopsy depends on the clinical context and should be avoided in patients with untreated bacterial prostatitis. A biopsy may also exacerbate symptoms in patients with CP/CPPS.\n\nA prostate biopsy with definitive histology is arguably the most reliable test for demonstrating prostatic inflammation (prostatitis). A biopsy does not clearly distinguish between infectious and noninfectious causes and is not helpful in clinical practice. Prostate biopsies carry a significant risk of potentially serious complications, including prolonged bleeding, infection, and sepsis. A prostate biopsy, particularly transrectal, can introduce pathogens that can initiate acute or chronic bacterial prostatitis even with appropriate antibiotic prophylaxis, resulting in new or worsening pelvic symptoms. The role of a prostate biopsy in this context is limited to the diagnosis or exclusion of suspected prostate cancer.",
    "administration": "Treatment of chronic prostatitis starts with determining whether or not an infectious agent is involved. The use of antibiotics and other antimicrobial agents is well supported in the treatment of chronic bacterial (NIH Category II) prostatitis, whereas antibiotic therapy is contraindicated for chronic prostatitis/chronic pelvic pain syndrome (NIH Category III).\n[18]\nHowever, patients newly diagnosed with chronic prostatitis appear to have good initial responses to antibiotics, even with negative cultures.\n[77]\n[78]\nPatients who have had previous antibiotic treatment or whose symptoms are of long duration are unlikely to benefit from antibiotics except possibly in culture-proven cases or where an infectious source (nidus) can be surgically removed or eliminated.\n\nRegarding prostatic calculi, these can be a nidus for infection and are often implicated in relapses of chronic prostatitis infections. Continuous low-dose antibiotic prophylaxis may help manage this, but source control by removing infected prostatic calculi by TURP may provide a better outcome. Careful weighing of the associated risks and benefits in the context of the individual patient is important.\n[96]\n[101]\n[102]\nThese calculi are typically found posteriorly and near the surgical prostatic capsule, so they can be challenging to remove.\n\nChronic Bacterial Prostatitis\n(NIH Category II)\n\nThis condition is a challenge to treat due to the scarcity of agents with adequate prostate penetration to achieve sufficient bactericidal concentrations. In inflammation, prostatic secretions become more alkaline and disrupt the diffusion of antibiotics along the usual pH gradient. Many antibiotics lack lipid solubility, are relatively ineffective in an alkaline environment like the prostatic interior, or fail to cover the most likely pathogens. Highly alkaline prostatic secretions also contribute to a decrease in their anti-bacterial properties.\n\nAntibiotics typically work only at a particular point in the bacterial reproductive cycle. If bacteria are rapidly multiplying, there are frequent opportunities for an antibiotic to interrupt bacterial cell reproduction and kill the organism. If bacterial reproduction is slowed in the prostatic ducts and interior due to elevated pH or other factors, it will take a much longer course of antibiotics to achieve the same number of bacterial reproductive cycles to eradicate the infection effectively. This has been suggested as one reason for extended treatment periods.\n\nAn extended course of treatment (typically 6 weeks duration) is indicated for all previously specified reasons, but up to 12 weeks may be used.\n[103]\nA review of the response after completion is essential. A second course is not unreasonable if the patient has shown improvement. Twelve-week antibiotic courses have the highest cure rates for chronic bacterial prostatitis, but it can be difficult for many patients to comply with such a long treatment period. Up to 6 months of treatment can be used if a specific organism is identified by appropriate cultures, after which the dosage should be reduced to the minimum necessary for symptom relief.\n[31]\n\nSome experts will slowly taper antibiotic treatment once symptoms have entirely resolved. About 20% of patients who fail an initial course of antibiotics will respond to a different antimicrobial.\n[104]\n\nIn the case of a relapse of symptoms after completion of antibiotic treatment, efforts should be directed at establishing whether this is due to a recurrent infection, a new infection, or the possible development of chronic prostatitis/chronic pelvic pain syndrome (NIH Category III). Risk factors for recurrent conditions, such as urinary retention, bladder outlet obstruction, urolithiasis, phimosis, and prostatic calculi, should be addressed as part of the initial treatment plan, particularly if the chosen therapy is ineffective.\n\nThe most effective antibiotics are non-ionized, lipid-soluble, and not heavily protein-bound.\n[9]\n[10]\n[105]\n\nIn addition to adequate penetrance of prostatic tissue, antibiotic therapy for chronic bacterial prostatitis (NIH Category II) should consider the most likely organism and local resistance patterns. Resistance patterns will vary according to geography, so a careful understanding of local microbiology protocols is essential when treating chronic prostatitis.\n[10]\n[18]\n\nWhen a patient is healthy, waiting for the final culture and full antimicrobial sensitivity results, rather than initiating empiric treatment, will increase the chance of treatment success and prevent unnecessary exposure to ineffective antibiotics. Where waiting for the definitive culture and sensitivity results is impractical, empiric antimicrobial therapy should be adjusted according to the likely organism and suspected mechanism of infection (recent transrectal prostate biopsy, transurethral instrumentation, or a recently treated UTI).\n[18]\n[38]\n\nAntibiotics for Chronic Bacterial Prostatitis\n\nFluoroquinolones\nhave traditionally been the agent of choice for prevention (during iatrogenic instrumentation of the urinary tract and prostate) and treatment of prostatic bacterial infections associated with typical urinary tract organisms due to their broad spectrum and excellent prostatic penetrance.\nThey are clinically effective in about half of all prostatitis patients and demonstrate bacterial eradication rates of about 75%.\nIncreasing resistance to fluoroquinolones is impacting their efficacy.\nOverall, fluoroquinolones appear to be equally beneficial. However, levofloxacin may be slightly more effective with less bacterial resistance and, on a once-daily dosage schedule, is likely to have better compliance than ciprofloxacin, which requires twice-a-day dosing.\n[106]\n[107]\n[108]\nThe development of increasing fluoroquinolone resistance (reportedly over 50% in Asia), multi-drug resistant organisms, and extended-spectrum-beta-lactamase (ESBL) producing bacteria is changing practice and driving research in support of alternative agents.\n\nDoxycycline\nis a tetracycline that has shown effectiveness in treating chronic bacterial prostatitis, particularly due to susceptible organisms such as\nChlamydia\n.\n[109]\n[110]\n[111]\nHowever, its effectiveness against Gram-negative organisms and\nStaphylococci\nis less reliable and has no activity against\nPseudomonas\n. Doxycycline combined with fosfomycin has been very effective in a few otherwise intractable cases of chronic bacterial prostatitis.\n[103]\n[105]\n[110]\n\nFosfomycin\nhas been successfully used to manage intractable chronic bacterial prostatitis due to organisms highly resistant to other antimicrobials and has been proposed as a first-line agent for the disease.\n[9]\n[10]\n[105]\n[109]\n[112]\n[113]\n[114]\n[115]\nThis medication has a unique mechanism of action; it blocks intracellular peptidoglycan production, an early step in cell wall biosynthesis, which results in bacterial cell death.\n[115]\nThis unique mechanism of action allows fosfomycin to work synergistically with many other antibiotics, such as beta-lactams, aminoglycosides, tetracyclines, carbapenems, and fluoroquinolones.\n[116]\nWhile there is no standardized dosage schedule for fosfomycin in chronic bacterial prostatitis, a frequently used regimen is fosfomycin 3 grams daily for 1 week, then 3 grams every 48 to 72 hours for 6 to 12 weeks.\n[105]\n[115]\n[117]\n[118]\nDespite many reports of disease resolution, further randomized controlled studies are needed to determine optimal dosing schedules, treatment duration, efficacy, and optimal combination therapy.\n[9]\n\nMacrolides\n(eg, azithromycin and clarithromycin) work well for chlamydial infections, and complete eradication has been reported in up to 80% of patients with prostatic chlamydial infections using these drugs.\n[42]\nThey also have good penetrance into prostatic tissue.\n[10]\n[18]\nMacrolides are not indicated as first-line therapy for prostatitis unless cultures show Gram-positive organisms or\nChlamydia\n.\n[103]\nUsing macrolides and fluoroquinolones together should be done cautiously, as both drugs can prolong the QT interval.\n[119]\n\nSulfamethoxazole/trimethoprim\nwas previously used extensively in chronic bacterial prostatitis but reported efficacy rates have dropped to only 30% to 50% even with treatment lasting up to 3 months.\n\nCarbenicillin\nhas been used for chronic bacterial prostatitis (NIH Category II) and may be effective for Pseudomonas and Gram-negative infections. No large-scale or randomized controlled studies are available, and it is infrequently used clinically. Other penicillin-based antibiotics generally have poor prostatic tissue penetration and are therefore not usually recommended.\n\nOther antibiotics\nare unlikely to be effective in the treatment of chronic bacterial prostatitis, but for acute bacterial prostatitis (NIH Category I), combination therapy with aminoglycosides, carbapenems, cefepime, cefotaxime, ceftazidime, ceftriaxone, doxycycline, fluoroquinolones, and piperacillin/tazobactam is typically used.\n[42]\n[58]\n[120]\n[121]\nMetronidazole should be used for prostatitis caused by trichomonas.\n[42]\n[122]\n[123]\n\nLong-term, low-dose antibiotic suppressive therapy is often used to control symptoms when chronic prostatitis patients develop frequent or rapid recurrences, even though efficacy for this practice has not been definitively confirmed in clinical studies. Reasonable antibiotic choices include cephalexin, nalidixic acid, nitrofurantoin, tetracycline, and trimethoprim.\n\nSurgical therapy (transurethral resection of the prostate, TURP) has been successful in eradicating symptoms for selected patients with chronic bacterial prostatitis who have been refractory to medical and other less invasive treatments.\n[124]\n[125]\n\nBacteriophage therapy has successfully treated otherwise intractable chronic bacterial prostatitis in a limited number of patients.\n[126]\n[127]\n[128]\nIn such cases, various bacteriophage preparations are tested for efficacy against the causative organism in the laboratory, and treatment with an effective agent is utilized clinically.\n[126]\n[127]\n[128]\nBacteriophage endolysin has been used successfully for chronic prostatitis/chronic pelvic pain syndrome (NIH Category III).\n[129]\n\nAnti-nanobacterial therapy has shown efficacy in treating chronic prostatitis, and experimentally, antibiotic-loaded reactive oxygen species-responsive nanomedicine has effectively eradicated chronic bacterial prostatitis (NIH Category II).\n[130]\n[131]\n\nChronic Prostatitis/Chronic Pelvic Pain Syndrome\n(NIH Category III)\n\nThis is best treated with a multimodal, multidisciplinary approach addressing the patient's specific symptoms, signs, and expectations, as there is no acceptable standardized effective monotherapy.\n[21]\n[132]\n[133]\n\nIt is generally accepted that the use of antibiotics in the absence of proven infection is unhelpful in the treatment of chronic prostatitis/chronic pelvic pain syndrome (NIH Category III prostatitis). However, a short 2 or 4-week clinical trial of antibiotics in newly diagnosed, previously untreated symptomatic prostatitis patients is reasonable as many patients will respond.\n[134]\nHowever, prolonged antibiotic use without culture-specific evidence of infection or significant symptomatic improvement is not warranted.\n[134]\n\nIt is hard to avoid prescribing antibiotics when patients ask for relief and expect at least one antimicrobial trial. Generally accepted principles of antimicrobial stewardship should be practiced, and an antibiotic that is effective in chronic bacterial prostatitis should be selected.\n[16]\n[18]\nA 2 or 4-week clinical trial of antibiotics is reasonable in newly diagnosed patients not previously treated for prostatitis with antimicrobials.\n\nWhen chronic bacterial prostatitis (NIH Category II) has been excluded on careful evaluation and microbiological testing, the UPOINT classification system to determine the clinical phenotype provides a good starting point for identifying optimal initial therapy.\n[135]\n[136]\n[137]\n[138]\n\nAs no single treatment, procedure, or arbitrary combination of therapies has proven universally beneficial in fully and permanently resolving the symptoms and curing chronic prostatitis/chronic pelvic pain syndrome (NIH Category III), the best evidence-based management approach is to customize treatment individually for each patient after a full assessment of their specific symptoms, signs, history, experience, phenotype, psychosocial situation, psychological factors including anxiety and stress issues, family dynamics, co-morbidities, dietary habits, and expectations.\n[132]\n[133]\n[139]\n\nThe UPOINTS phenotype classification system was designed to separate CP/CPPS patients into subgroups to assist with selecting the best and most appropriate treatments.\n[58]\n[140]\n[141]\n[142]\n[143]\n[144]\nThe classification system includes urinary, psychosocial, organ-specific, infection, neurologic/systemic, tenderness of muscles, and sexual dysfunction phenotypes.\n[140]\n[141]\n[142]\n[143]\n[144]\nOverall, the UPOINTS system appears to help optimize outcomes by tailoring and customizing treatment selection, thereby improving the response to therapy.\n[58]\n\nSpecific Therapies for Chronic Prostatitis/Chronic Pelvic Pain Syndrome (NIH Category III)\n\nPatients are neither expected nor required to undergo all of these treatments. Instead, they are encouraged to take advantage of the available selection, utilizing the most effective for them.\n\nAfter a comprehensive shared decision-making discussion, treatment selection will be based on availability, cost, local expertise and equipment, initial therapy results, and individual patient preferences.\n\nFor many patients, it can be difficult to accept that their condition is not curable simply with antibiotics or any other monotherapy and will likely require long-term multimodal treatment for symptom control. This often involves a combination of treatments, including those listed below. Each therapy listed has at least some evidence of a symptomatic or therapeutic benefit in some CP/CPPS patients, but a combination of treatments is typically necessary for optimal results.\n[145]\n[146]\n[147]\n\nAcupuncture\nhas shown good efficacy in treating the symptoms of CP/CPPS in several studies, particularly when combined with other treatment modalities, suggesting it is a realistic and reasonable therapy for chronic prostatitis/chronic pelvic pain syndrome in men.\n[148]\n[149]\n[150]\n[151]\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n\nBotulinum toxin A (Botox)\ntherapy, including intraprostatic injections, has shown some promising results in early studies, but there is insufficient data to recommend it for general use.\n[158]\n[159]\n[160]\n[161]\n[162]\n\nDietary adjustments, supplements, and nutraceuticals\nare intended to reduce known or possible irritants to the prostate and lower urinary tract. Caffeine is probably the most significant dietary prostatic irritant for most patients, but each individual will likely have specific and unique sensitivities. Other possible nutritional prostatic irritants include alcohol, high potassium foods like dried fruit and bananas, cranberries and cranberry juice, colas and other carbonated beverages, dairy, red meat, spicy foods like \"hot sauce,\" salt, coffee, highly acidic foods (citrus, vinegar), chocolate, and lemon juice.\n\nA higher fluid intake is recommended as dehydration makes the urine more concentrated and irritating.\n[163]\n[164]\nTomatoes and tomato products are somewhat controversial because, while acidic, they also contain high levels of lycopene, which is considered beneficial.\n\nQuercetin, lycopene, selenium, curcumin, Cernilton (a pollen extract),\nSerenoa repens\n(saw palmetto), rapeseed bee pollen, various other flower pollen and plant extracts, and many other nutraceuticals, bioflavonoids, and phytotherapeutics, have shown at least some limited benefit in treating the symptoms of CP/CPPS. Definitive studies are lacking, and there is no consensus on the best ingredients or dosages.\n[165]\n[166]\n[167]\n[168]\n[169]\n[170]\n[171]\n[172]\n[173]\n[174]\n[175]\n[176]\n\nExercise and increased physical activity\nhave been shown to improve symptoms of CP/CPPS in at least one randomized study.\n[177]\nThis underutilized treatment modality is easily implemented, has no side effects, and provides substantial additional health benefits beyond reducing bothersome symptoms of CP/CPPS.\n\nExtracorporeal shockwave therapy to the perineum\nat low-intensity levels has been successful in relieving symptoms of CP/CPPS in several reports, but adequate controlled randomized studies have not yet been done, and the treatment protocol has not been standardized.\n[178]\n[179]\n[180]\n[181]\n[182]\n[183]\n[184]\n[185]\n[186]\n\nLocal anti-inflammatory therapy and lifestyle changes\nmay have significant, if temporary, benefits. They are also low-cost, can be immediately adopted by all prostatitis patients, and have no side effects.\n\nQuitting smoking will help as smokers are more likely to demonstrate chronic prostatitis than non-smokers.\n[163]\n[187]\nCigarette smoking increases pro-inflammatory systemic chemistries, mainly involving IL-18 and the nuclear factor-kappa B (NF-κB) family of chemical mediators and is associated with greater vascular resistance, resulting in significantly reduced perfusion of the prostate, exacerbating CP/CPPS symptoms, delaying recovery, and prolonging disease resolution.\n[188]\n[189]\n[190]\nIncreased oxidative stress from smoking increases prostatic fibrosis, inflammation, and other negative cellular changes.\n[188]\n[190]\n[191]\nThere are also many other health benefits to quitting smoking.\n\nHot sitz baths offer significant relief, but the effects are temporary, and the water must be hot. This thermal treatment must be a bath rather than a heating pad or hot shower to facilitate deeper heat penetration. Ten minutes is usually sufficient. Most patients find multiple sitz baths helpful daily, particularly during symptom exacerbation. As symptoms improve, the frequency of the sitz baths can be reduced. An initial frequency of 3 or 4 times daily is recommended for patients with significant symptoms.\n\nSoft but supportive cushions when sitting, including inflatable \"donuts,\" are recommended as they often help, have no side effects, and are quite inexpensive. Inflatable cushions and donuts should be inflated just sufficiently to minimize perineal pressure.\n\nPatients should avoid sitting on cold, hard surfaces such as a stone bench, and bicycle riding should be avoided as the narrow seat puts undue pressure directly on the sore and inflamed perineum.\n\nMedications\nhave a relatively limited role in treating CP/CPPS empirically and are best used selectively for specific symptoms as indicated.\n\n5-α reductase inhibitors (eg, finasteride, dutasteride) are hormonal medications that block the intracellular formation of 1,25 dihydrotestosterone in prostate cells. They can reduce the size of the prostate by about 20% to 25% over time, reduce prostatic vascularity, and lower PSA levels by 50%.\n[192]\nThey have demonstrated benefit in relieving CP/CPPS symptoms and appear helpful in some patients with no significant side effects.\n[192]\n[193]\n[194]\nThey are likely to be most effective when used in larger prostates.\n[192]\n\nAlpha-blockers relax muscle tension in the prostate and bladder neck, improving urinary flow.\n[195]\nThey may also be beneficial for long-term pain control.\n[196]\nThey will be most useful in CP/CPPS patients with urinary symptoms of a weak stream or urinary hesitancy.\n[197]\n[198]\n[199]\n[200]\nThey can be used empirically, based on symptoms, or after additional testing, such as an automated uroflowmetry and a post-void residual determination.\n[197]\n[198]\n[199]\n[200]\n[201]\n[202]\nFailure of an α-blocker to relieve urinary flow suggests a urethral stricture or some other form of outflow obstruction, and a retrograde urethrogram or cystoscopy should be considered.\n\nMast cell stabilizers (eg, cromolyn, cetirizine, quercetin, curcumin) may have a role to play in treating patients with CP/CPPS, at least for those who exhibit mast cell dysfunction.\n[203]\n[204]\n[205]\nTheir role in treating prostatitis is still being determined, but a 30-day clinical trial is reasonable.\n\nNonsteroidal anti-inflammatory medications (NSAIDs) have shown some limited, short-term benefits in relieving pain and other uncomfortable symptoms in CP/CPPS. They do not completely resolve the disorder, and their effects diminish over time.\n[197]\n[206]\n[207]\n[208]\nDespite evidence of increased expression of pro-inflammatory cytokines in patients with chronic pelvic pain syndrome, there is little supporting evidence for the use of other anti-inflammatories in CP/CPPS, such as steroids, monoclonal antibody therapies, or leukotriene receptor antagonists.\n\nOveractive bladder drugs (eg, oxybutynin, mirabegron) may be used selectively in patients with evidence of urinary frequency and urgency who do not have high post-void residual urine volumes.\n[209]\n[210]\n[211]\n[212]\n\nPhosphodiesterase type 5 (PDE-5) inhibitors (eg, sildenafil, tadalafil) and similar therapies can be beneficial for CP/CPPS patients with erectile dysfunction but will not affect other chronic prostatitis symptoms. (See our companion StatPearls reference article on \"Erectile Dysfunction.\"\n[139]\n)\n\nTricyclic antidepressants (eg, amitriptyline, fluoxetine) have shown efficacy in treating neuropathic pain associated with CP/CPPS, in addition to the use of some anticonvulsant-type drugs such as gabapentin and pregabalin.\n[17]\n[50]\n[51]\n[213]\n[214]\n[215]\n[216]\nThey may also incidentally help treat any associated depression or anxiety issues.\n\nMedications without significant therapeutic benefits include allopurinol, leukotriene antagonists (eg, zafirlukast), muscle relaxants (eg, baclofen, diazepam), and pregabalin.\n[58]\n\nPain management\nspecialists should be involved where painful discomfort is not easily managed with standard treatments, as they can incorporate unique analgesic therapies (eg, TENS, neuromodulation, trigger point injections) early in patient care resulting in improved outcomes.\n[17]\n[18]\n[217]\n\nRegarding pharmacological pain management, where there is evidence of a nociceptive or inflammatory component, simple analgesics such as nonsteroidal anti-inflammatories may offer some benefit. In some patients, continuous use of NSAIDs is beneficial, but early recognition that the pain may be neuropathic and treating it as such with gabapentin, amitryptiline, and duloxetine yields better and more positive outcomes.\n[18]\n[218]\nPain control in patients with CP/CPPS is critically important and often the most challenging aspect of providing care.\n\nPhysiotherapy\nand pelvic floor-related interventions\nfor CP/CPPS include pelvic floor physical therapy with trigger point injections, myofascial release procedures, external myofascial mobilization, and paradoxical relaxation treatments.\n[219]\n[220]\nThese will be most useful in patients with pelvic floor spasms, levator ani syndrome (pelvic floor tension myalgia), or other pelvic floor myofascial dysfunctions and should be considered for patients not responding to alternative initial therapies or medications.\n[221]\n[222]\n\nPelvic floor tension myalgia is characterized by a vague, dull, aching sensation in or near the rectum that is relieved somewhat by standing, and worsened by anxiety, stress, and tension.\nPelvic floor functional problems can best be determined by a physical therapy pelvic floor therapeutic evaluation.\n\nPsychological and psychosocial aspects\nneed to be addressed and evaluated as CP/CPPS is worsened by unresolved anxiety, tension, stress, and depression.\n[219]\n[223]\n[224]\n[225]\nPatients who exhibit depression, anxiety, suicidal thoughts, or significant relationship problems should be referred for psychological evaluation and treatment. Strategies that address catastrophizing and feelings of helplessness are critical in providing symptom relief as they otherwise will significantly contribute to an increased perception of pain and, ultimately, treatment failure.\n\nHowever, it can be challenging to persuade patients to undergo a psychological assessment to identify these problems voluntarily. Explaining the important role of an evaluation in identifying stress and anxiety-causing factors, critical relationship issues, and other underlying psychosocial contributing factors can be helpful, but many patients will still decline this critical part of the diagnostic protocol.\n\nOne useful persuasive technique is to explain that a single visit to an expert in \"behavioral management issues\" for a \"stress\" evaluation is routine in these cases, and it's just for an \"opinion,\" which will be very helpful in treatment selection.\nCognitive behavioral therapy alongside pharmacotherapy for anxiety and depression has been described and appears to be beneficial.\n[16]\n[138]\n[226]\n[227]\n\nSacral neuromodulation, biofeedback, and percutaneous tibial nerve stimulation\nhave all demonstrated reasonable beneficial value in treating the symptoms of CP/CPPS, but definitive studies proving long-term efficacy are lacking.\n[228]\n[229]\n[230]\n[231]\n[232]\n[233]\n[234]\n[235]\n[236]\n[237]\n[238]\n[239]\n[240]\n\nSurgery\nhas no place in the treatment of CP/CPPS unless there is clear evidence of urinary outflow obstruction, as there is insufficient evidence to support urological procedures (prostatectomy, TURP, or bladder neck incision) in the management of chronic prostatitis/chronic pelvic pain syndrome. Injudicious surgical interventions can exacerbate symptoms, cause undesirable side effects, or produce uncomfortable complications.\n[18]\n[36]\n\nTherapeutic ejaculation\non a regular or scheduled basis, typically at least once every 3 days, is suggested. This avoids uncomfortable and awkward prostatic massages and accomplishes similar beneficial effects in minimizing prostatic fluid stasis and buildup in the prostatic ducts by facilitating drainage. While the benefit is unproven, the treatment is simple, the rationale is not unreasonable, and it may be of some therapeutic benefit while avoiding the discomfort and awkwardness of prostatic massages.\n\nProstatic massage for CP/CPPS remains somewhat controversial. The intent is to facilitate drainage from the prostatic ducts, and while there is some evidence of efficacy, studies are conflicting; therefore, prostatic massage cannot currently be recommended.\n[241]\n[242]\n[243]\nMassaging or strenuously manipulating an infected or inflamed, painful prostate is uncomfortable for the patient and could exacerbate problems.\nA similar benefit can reasonably be obtained from regular therapeutic ejaculations.\n\nSummary of Treatments for Chronic Prostatitis/\nChronic Pelvic Pain Syndrome (NIH Category III):\n\nOverall, there is limited evidence of significant benefits from empiric oral medications for the treatment of CP/CPPS, suggesting that a more targeted and specific approach, together with other non-drug-based therapies, should be utilized preferentially.\n[107]\n\nFor many patients, an initial combination of selected dietary changes (low potassium, no caffeine, etc.), lifestyle modifications (eg, hot sitz baths, seat cushions, stress reduction techniques, quitting smoking), therapeutic ejaculation, and targeted medications that include α-blockers for voiding issues, 5-α-reductase inhibitors for prostate enlargement, NSAIDs or amitriptyline for pain relief, mast cell stabilizers, and PDE-5 inhibitors for ED is a reasonable starting point.\n\nPhytotherapy and selected supplements may also be used, but the lack of adequate studies or data makes it difficult to recommend any specific product or dosage.\n[21]\n\nSome newly diagnosed CP/CPPS patients will respond to a short (2 to 4-week) clinical trial of antibiotics even without any evidence of infection, but this should not be continued without positive cultures or substantial symptom relief.\n[134]\nPatients who've had multiple courses of antibiotics previously are unlikely to respond, which will only increase bacterial resistance.\n\nPatients who fail to improve after the initial round of treatments may still benefit from physical and myofascial therapy, trigger point injections, pain management services, neuropathic medications, acupuncture, neuromodulation, biofeedback, psychological counseling, and extracorporeal shockwave procedures.\n\nAn individualized, multidisciplinary, evidence-based, multimodal approach will provide optimal outcomes when managing patients with CP/CPPS. Non-medication-based therapies are usually suggested before using drugs.\n[244]\nTreatment generally includes some combination of the following:\n[245]\n[246]\n\nAcupuncture\nAlpha-blocker medications\nAnti-inflammatory medications (NSAIDs)\nBiofeedback\nBladder training/retraining\nBotulinum toxin A\nCognitive behavioral treatment\nDietary therapy (to remove all potentially prostate-irritating foods)\nExtracorporeal shockwave therapy (low-intensity)\nHormonal therapy (5-α reductase inhibitors)\nLocalized anti-inflammatory treatments (hot sitz baths, cushions, donuts, etc.)\nMast cell stabilizers\nNeuropathic pain medications (antidepressants, gabapentin, etc.)\nPain management services\nPDE-5 inhibitors\nPelvic floor physical therapy with trigger point, myofascial release, and paradoxical relaxation treatments\nPercutaneous tibial nerve stimulation\nPsychotherapy\nSacral or spinal neuromodulation therapy\nSupplements and phytotherapy\nTherapeutic scheduled or regular ejaculation\nTranscutaneous electrical nerve stimulation (TENS)",
    "adverse_effects": "The negative impact of chronic prostatitis on male fertility has been noted. Studies have demonstrated a negative impact of chronic prostatitis on multiple semen quality parameters, including sperm concentration, motility, and morphology, when compared with controls.\n[43]\n[44]\nThe mechanism involves multiple pathophysiologies, including inflammation of male accessory glands, metabolic syndrome, inflammatory bowel disease, prostatic dysfunction, chemical changes in the prostatic secretions, HPV infection, greater oxidative stress, and increased cellular autoimmunity reactions to prostatic antigens.\n[43]\n[44]\n[247]\n[248]\n[249]\n\nIt is important to consider the role of chronic prostatitis when evaluating male infertility in a patient with this condition.\n[21]\n[43]\n[70]\n\nIncreased morbidity can be associated with long-term antibiotic use. Toxicity and colonization with multidrug-resistant organisms are recognized consequences of long-term unnecessary antibiotic use.\n\nIndirect complications associated with pharmacological dependence on opioids and other analgesics in patients with chronic, refractory pain should also be considered.\n\nPsychological disorders, stress, anxiety, depression, and problematic relationship issues can all be exacerbated by chronic prostatitis.\n[224]"
  }
}