{
  "drug_name": "d-ribose",
  "nbk_id": "NBK560785",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560785/",
  "scraped_at": "2026-01-11T18:46:57",
  "sections": {
    "indications": "McArdle disease, also known as glycogen storage disorder (GSD) type 5, is a rare inherited metabolic disorder primarily affecting skeletal muscles. This condition arises from a deficiency or complete lack of the enzyme muscle glycogen phosphorylase (myophosphorylase), essential for breaking down glycogen into glucose, the primary energy fuel for muscle cells. The disease follows an autosomal recessive inheritance pattern, meaning both gene copies must be mutated for the condition to manifest.\n[1]\n\nIn McArdle disease, the absence of myophosphorylase leads to the accumulation of glycogen in muscle tissues, as it cannot be adequately broken down to release glucose. Although glycolysis—the process of converting glucose to energy—is impaired, it is not completely blocked. Muscle fibers can still metabolize glucose to glucose-6-phosphate (G6P) downstream of the metabolic block, allowing partial energy production. This incomplete disruption leads to characteristic clinical symptoms, ranging from exercise intolerance, muscle cramps, and fatigue to more severe complications, eg, rhabdomyolysis, which is muscle breakdown during strenuous activities.\n[2]\n\nMost patients with GSDs present in childhood; however, McArdle disease is one of those that have adult-onset forms as well. Unfortunately, treatment options are few and far between, although diet therapy has been observed to be efficacious in reducing clinical manifestations.\n\nMcArdle disease was first reported in 1951 by Dr. Brian McArdle from London. This was after a patient with myalgia failed to show increased blood lactate levels during exercise.\n[3]\nIn 1959, it was described that the enzyme responsible for the affected step was myophosphorylase.\n[4]\n[5]\nThe underlying gene for myophosphorylase (\nPYGM\n) was first discovered in 1984.\n[6]",
    "mechanism": "McArdle disease typically results from mutations involving the muscle-specific isoform of the glycogen phosphorylase enzyme (abbreviated as PGYM). PGYM is also known as muscle glycogen phosphorylase (myophosphorylase, EC 2.4.1.1).\n[7]\nThis enzyme plays a key role in the first step of glycogenolysis, which releases glucose-1-phosphate monomers in muscle fibers, releasing glucose from glycogenucose. As a result, the carbohydrate metabolism of the skeletal muscle is affected, and energy cannot be generated from the glycogen stores in muscles. The genetic mutations of the\nPYGM\ngene on 11q13 make the enzyme inactive.\n[8]\nExons 1 and 17 are the areas with the most common mutations, with half of the identified mutations being missense variants. The commonest mutation in white individuals is described as p.Arg50Stop or R50X.\n[9]\n[10]\n\nAs of 2015, 147 pathogenic mutations and 39 polymorphisms have been identified. The correlation between the genetic disorder and the associated phenotype is still not established despite the many mutations.\n[11]\nFrom the study of the genetics of McArdle disease, 179 variants have been identified that together affect the\nPYGM\ngene. Missense mutations are the most common variants in European and United States White populations (around 60% of all mutations). Studies have reported that most patients do not have myophosphorylase, regardless of the type of mutation, such as missense, nonsense, insertion, deletion, and splicing.\n[12]\nThis indicates the absence of myophosphorylase activity when a\nPYGM\nmutation is present, except for those rare cases where missense mutations result in preserved myophosphorylase activity and better phenotypes.\n[13]",
    "monitoring": "Exercise Testing\n\nA forearm exercise test is used for initial assessment in suspected cases of McArdle disease. Because glycogenolysis is defective, no pyruvate and subsequent lactate are produced through normal pathways. Isometric rhythmic exercises are performed for 1 minute, and the lactate and ammonia levels are compared before and after the exercise. A 3-fold rise in lactate and ammonia occurs during normal circumstances, but the lactate rise is remarkably low in glycolytic and glycogenolytic disorders.\n\nThe ischemic test using a sphygmomanometer cuff is obsolete now, and a recent consensus on using nonischemic forearm exercise tests was established to avoid unfavorable outcomes like rhabdomyolysis and compartment syndrome.\n[29]\nThe test has fairly high sensitivity and specificity; therefore, a normal test result rules out the possibility of a glycolytic or glycogenolytic defect. Nonischemic forearm testing is equally diagnostic, with a lesser risk of compartment syndrome. These tests are performed similarly but without a blood pressure cuff.\n[30]\nThe nonischemic test has a sensitivity of 100% and a specificity of 100% and 99.7%, respectively, as reported by a 2015 retrospective study.\n[31]\n\nA characteristic feature of McArdle disease is the chronically elevated serum creatine kinase (CK) enzyme levels. In a study of 60 patients in 2020, serum creatine kinase levels were elevated 5 to 18 times above the upper reference limit in 100% of patients assessed. In the forearm ischemic lactate test, the change in lactate levels among the affected patients was significantly lower than in controls. Conversely, the change in ammonia levels in patients was significantly higher than in controls. The myophosphorylase enzyme activity in muscle homogenates was markedly reduced in all 20 patients whose muscle samples were analyzed. 60% of affected patients showed a complete absence of enzyme activity.\n[10]\n\nGraded exercise stress demonstrates the second-wind phenomenon often seen in patients with McArdle disease and helps distinguish it from disorders of glycolytic pathways.\n\nAdditional Diagnostic Evaluation\n\nMuscle biopsy (vastus lateralis or biceps brachialis) shows periodic acid Schiff-positive vacuoles of high glycogen content and absence of myophosphorylase. Genetic testing includes options of specific mutation analysis (most commonly\nR50X\nin white population), next-generation\nPYGM\ngene sequencing panels, myopathy panels, or whole-exome sequencing for particular glycogen-storage diseases. Typically, patients are diagnosed based on whether they are homozygous or compound heterozygous for\nPYGM\npathogenic mutations. A study aimed to formulate a less invasive approach to diagnose the disease and determine\nPYGM\nexpression in white blood cells using antibodies.\n\nA study in 2022 analyzed whole-body magnetic resonance imaging (WB-MRI) scans of 15 genetically confirmed McArdle disease patients and highlighted muscle involvement at different disease stages. Fatty substitution was assessed in 60 muscles, with common findings of mild fixed muscle weakness, particularly in the neck flexors and proximal muscles, and moderate scapular winging in some cases. WB-MRI revealed recurrent muscle changes in specific muscles and proved to be a valuable diagnostic tool for McArdle disease. Thus, MRI in affected areas could be a useful adjunct in diagnosing this condition.\n[32]\n\nOther tests performed to support the findings are serum uric acid levels (high in about half of the cases), urinalysis for detecting pigmenturia, and electromyography, which often yields normal findings.\n[10]\n[33]\n[30]\n[8]\n[24]\n\nEvaluation in Children\n\nBased on the most recent guidelines, diagnosing GSD type 5 in young children is challenging. The second-wind phenomenon, where patients experience a sudden boost in physical stamina, may not be easy to detect in children. Diagnosing GSD often involves complex tests, including genetic screening and nonischemic forearm exercise tests, although these tests are hard to perform in young children. Misdiagnosis is common, with 90% of GSD type 5 patients receiving an incorrect diagnosis initially, leading to delayed treatment and potential complications such as rhabdomyolysis or acute renal failure. Genetic testing plays a critical role in diagnosis, with over 179 variants of GSD type 5 identified. Muscle biopsies may be used when other diagnostic tools are inconclusive. Accurate diagnosis is vital to improving long-term management.\n[34]",
    "administration": "Modified Activity Therapies\n\nThe treatment focuses mainly on avoiding lifestyle activities that exacerbate the symptoms. Patients may adapt to avoiding physical activity, which may worsen the disease because serum CK rises with loss of aerobic fitness. Avoiding activity may also decrease the capacity of muscles to utilize alternate fuels to overcome the block in glycogenolysis. Moreover, a marked reduction in the expression of proteins needed for metabolism and calcium hemostasis occurs in nonexercising muscles.\n\nStudies have documented the beneficial effects of moderate-intensity graded aerobic exercise therapy. With this intervention, patients reported less significant exercise intolerance and an earlier appearance of a second wind. A balanced weight-lifting approach also lessened the severity of symptoms in some patients.\n\nMedical Therapies\n\nHowell et al proposed that sodium valproate could cause the up-regulation of the myophosphorylase enzyme. The findings of that study suggested that sodium valproate could be a potential management option for McArdle disease; however, more randomized trials are needed.\n[35]\n\nCreatine may improve ATP storage and exercise tolerability. However, in a trial, high-dose creatine monohydrate resulted in poor exercise tolerance and increased exercise-induced myalgia significantly. The investigators proposed an explanation that inadequate adaptation to better electromechanical efficacy results in excess muscle contractility during exercise and, thus, a resultant worsening of symptoms.\n[36]\n\nDietary Modification\n\nCertain dietary interventions that confer favorable effects include taking a sugary meal before planned exercise—for example, having a drink containing 37 g sucrose 5 minutes before exercise reduces initial symptoms of exercise intolerance. A carbohydrate-rich diet results in much better outcomes than a protein-rich diet. Other nutritional agents that were helpful for some patients but could not yield convincing outcomes during actual experimental studies include branched-chain amino acids, depot glucagon preparations, verapamil, dantrolene sodium, vitamin B6, high dose D-ribose, and high-dose creatine ingestion.\n[37]\n[28]\n[26]\n[38]\n[10]\n[39]\n\nOngoing Research\n\nA study on the EUROMAC registry in 2023 enhances understanding of GSD type 5 and encourages clinicians to create registries for other rare diseases. This paper’s analyses provide insight into the functional limitations, treatments, and rehabilitation strategies for GSD type 5. The findings align with recent international recommendations, advocating for an active, healthy lifestyle and cautious use of analgesics. Additionally, participants reported positive effects from diet and supplementation.\n[40]\n\nA new medication was studied, called Mavoldepar a peroxisome proliferator-activated receptor delta (PPARδ) agonist that would ehance the quality of life for patients with McArdle disease. However, the phase 3 clinical trial did not show promising results and was stopped for failing to meet its outcomes. The search for a medication that would help patients with Mcardle continues.\nhttps://clinicaltrials.gov/study/NCT04535609",
    "adverse_effects": "Rhabdomyolysis is an established complication of McArdle disease.\n[42]\nAcute renal failure may result from myoglobinuria after vigorous exercise. As with any patient having rhabdomyolysis, patients with McArdle disease should be monitored for the possible complications of electrolyte abnormalities, hyperuricemia, compartment syndrome, and metabolic encephalopathy.\n[43]\nBased on the most recent clinical practice guidelines, individuals with GSD type 5 or GSD type 7 are at risk of rhabdomyolysis with all the subsequent associated complications.\n[34]"
  }
}