{
  "drug_name": "dabigatran etexilate",
  "nbk_id": "NBK553170",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553170/",
  "scraped_at": "2026-01-11T18:46:57",
  "sections": {
    "indications": "Abdominal veins bring blood lacking oxygen from the abdomen to the inferior vena cava, draining to the right atrium. Abdominal organs have 2 venous systems: the systemic one, which drains directly to the inferior vena cava, and the portal one, which drains to the hepatic portal vein and then to the inferior vena cava through the liver. The systemic venous system includes common iliac, lumbar, renal, right testicular/ovarian, right suprarenal, inferior phrenic, and hepatic veins. The portal venous system includes right and left gastric, cystic, para-umbilical, splenic, inferior mesenteric (via a splenic vein), and superior mesenteric vein. The splenic and superior mesenteric merge to form the portal vein. Blood clotting in these venous systems can lead to splanchnic venous thrombosis; this includes thrombosis in the splenic, mesenteric, portal, or hepatic veins (eg, Budd-Chiari syndrome). The most common site of venous thrombosis is a portal and mesenteric vein, with the least common being the hepatic vein.\n[1]\nSplanchnic venous thrombosis can lead to different symptoms depending on the site of the thrombosis.",
    "mechanism": "Left-sided portal hypertension results from complete obstruction of the splenic vein; this does not occur in all cases due to anatomic variants as many patients are asymptomatic. Significant splenomegaly may be detected on imaging. The patient may present with typical signs of portal hypertension, including gastroesophageal varices, ascites, and splenomegaly, which cannot be attributed to hepatic disease. Some of the complications of splanchnic venous thrombosis include gastrointestinal bleeding, esophageal or gastric varices, intestinal ischemia, anemia, thrombocytopenia, and infection.",
    "monitoring": "Imaging\n\nComputed tomography (CT) is the diagnostic method of choice in splanchnic vein thrombosis. In right upper quadrant abdominal pain cases, the first study to perform is typically a Doppler ultrasound, which is less costly and more comfortable than a CT scan or magnetic resonance imaging (MRI). In portal vein thrombosis, Doppler ultrasound shows hyperechoic material in the portal vein. Based on the thrombus caliber, there could be a decrease or even no flow to the portal vein. The mesenteric or splenic veins can also be enlarged since they merge to make the hepatic portal vein. If portal vein thrombosis is strongly suspected, it is best to omit the ultrasound and start with a CT scan or MRI of the abdomen (CT scan is preferred over MRI). CT scan of the abdomen shows a thrombus as a densely packed vein. CT scan is also additionally beneficial since it shows other pathology that might be present such as a cancerous tumor. Another diagnostic tool for portal vein thrombosis is angiography. Angiography is not as frequently considered as a CT or MRI; it is a more invasive evaluation mostly used when planning shunt surgery.\n[7]\n\nDoppler ultrasound is the best initial diagnostic test in cases with a suspicion of splenic vein thrombosis when considering all these facts. A normal splenic vein Doppler makes diagnosing splenic vein thrombosis highly improbable. In mesenteric venous thrombosis, study results have shown that a CT scan of the abdomen has 90% accuracy. In cases where a CT scan is nondiagnostic, it is suggested to do CT angiography. Magnetic resonance (MR) venography is the most reliable imaging for mesenteric venous thrombosis. However, most cases can be seen on a CT scan without MR venography.\n[9]\nDoppler ultrasound diagnoses hepatic venous thrombosis, and a CT scan of the abdomen or MRI confirms it. Doppler shows hyperechoic material in the hepatic vein and other findings such as hepatomegaly, ascites, or hepatic lobe atrophy.\n\nLaboratory\n\nChecking for coagulation defects in anyone with thrombosis and, most specifically, patients with portal vein thrombosis without cirrhosis is essential.\n\nEndoscopy\n\nAn upper endoscopy is needed in cases of hematemesis or upper gastrointestinal bleeding, as an endoscopy checks and confirms variceal bleeding. Patients with portal vein thrombosis and cirrhosis are monitored for varices (esophageal or gastric) by endoscopy; this fact holds accurate about patients with splenic vein thrombosis.",
    "administration": "There are multiple steps when treating splanchnic venous thrombosis, all of which reduce mortality and morbidity. Treating the underlying cause, the thrombosis itself, and the complications that it causes, such as variceal bleeding is important. There is no consensus when treating splanchnic venous thrombosis. Results from small uncontrolled studies have shown that systemic anticoagulation improved survival and lowered recurrence.\n[11]\nAmerican College of Chest Physicians recommends treating symptomatic patients with anticoagulation; patients who are asymptomatic should not be treated.\n[12]\n\nBy 1 estimate, about 25% of splanchnic vein thrombosis cases present with gastrointestinal bleeding at diagnosis.\n[13]\nThese are usually from esophageal varices. The decision to treat with anticoagulation, therefore, should be individualized. Potential risks, such as bleeding, should be weighed against the therapy benefits. Active bleeding is a contraindication for anticoagulation, but a history of previous bleeding is not.\n[14]\n\nStudy results have shown that patients with cirrhosis with portal vein thrombosis benefits from anticoagulation therapy. They have a lower rate of variceal bleeding when treated. Isolated portal vein thrombosis without cirrhosis is not as clear of a scenario. However, study results have not shown an increase in episodes of bleeding after anticoagulation therapy.\n[7]\n\nLow molecular weight heparin (LMWH) is the drug of choice for anticoagulation. Splanchnic vein thrombosis cases have an increased risk of gastrointestinal bleeding, and therefore, LMWH (with a shorter half-life than warfarin) is the preferred medication. Additionally, by 1 estimate, 22% to 27% of patients with splanchnic vein thrombosis have underlying solid malignancy. LMWH is traditionally used more frequently and effectively than warfarin in cancer cases.\n[12]\nThe duration of anticoagulation therapy depends on the underlying cause. All patients with splanchnic vein thrombosis should probably be anticoagulated for at least 3 months. A reason for stopping anticoagulation is a high risk of bleeding. Hypercoagulable states require more extended periods of treatment.\n[14]\n\nThere are 2 studies providing results and several articles on using direct oral anticoagulant medications (dabigatran etexilate, rivaroxaban, apixaban, and edoxaban) in splanchnic vein thrombosis. Overall, there was an increased risk of gastrointestinal bleeding using rivaroxaban as compared to LMWH.\n[15]\n[16]\nFurthermore, the use of direct oral anticoagulants is contraindicated in patients with an underlying liver impairment since their metabolism is through the cytochrome P (CYP)3A4 system.\n[17]\n\nIn cases of symptomatic splenic vein thrombosis, splenectomy is the best treatment. The role of splenectomy is unclear in patients who are asymptomatic. Such patients have a low risk of bleeding and can be observed and treated with splenectomy if they become symptomatic.\n[8]\nPatients with cirrhosis and portal vein thrombosis need screening for esophageal varices, even in the absence of bleeding; this is done by upper endoscopy to prevent future variceal bleeding. If esophageal varices were found during screening, the patient should be prophylactically treated with nonselective beta-blocker drugs.\n[7]",
    "adverse_effects": "Left-sided portal hypertension results from complete obstruction of the splenic vein; this does not occur in all cases due to anatomic variants. Many patients are asymptomatic, and significant splenomegaly may be detected on imaging. The patient may present with typical signs of portal hypertension, including gastroesophageal varices, ascites, and splenomegaly, which cannot be attributed to hepatic disease. Some of the complications of splanchnic venous thrombosis include gastrointestinal bleeding, esophageal or gastric varices, intestinal ischemia, anemia, thrombocytopenia, and infection."
  }
}