{
  "drug_name": "daclatasvir",
  "nbk_id": "NBK557488",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557488/",
  "scraped_at": "2026-01-11T15:27:40",
  "sections": {
    "indications": "A history of allergy to rifampin or other rifamycins, such as rifabutin, rifaximin, and rifapentine, constitutes a notable contraindication to drug usage. In treating drug-resistant TB, particularly rifampin-resistant TB or polydrug-resistant TB, rifampin should be omitted from the regimen. Antibiotic susceptibility testing for TB should be conducted to ensure appropriate treatment.\n[58]\n\nRifampin is contraindicated in patients receiving fosamprenavir, atazanavir, darunavir, tipranavir, and saquinavir. This is because rifampin can lower the concentrations of these drugs, thereby reducing their antiviral effectiveness and increasing the risk of viral resistance development.\n[59]\n\nRifampin is contraindicated with ritonavir-boosted saquinavir regimens due to the risk of severe hepatotoxicity.\n[60]\n\nConcomitant use of rifampin and praziquantel is not recommended, as it can lower praziquantel levels and lead to treatment failure. Therefore, in cases requiring praziquantel, it is advised to consider utilizing alternative agents or discontinuing rifampin at least 4 weeks before its administration.\n[61]\n\nBox Warnings\n\nSevere cutaneous adverse drug reactions such as Stevens-Johnson syndrome, drug reactions with eosinophilia and systemic symptoms, and toxic epidermal necrolysis have been documented. In such cases, immediate discontinuation of rifampin and suitable supportive measures are warranted.\n[62]\n\nParadoxical drug reactions have been associated with rifampin, which is characterized by the appearance and recurrence of new physical and radiological signs in patients receiving appropriate TB treatment. Notably, these reactions are typically transient and should not be misconstrued as indicators of treatment failure.\n[63]\n\nRifampin can trigger false-positive results in screening tests for opiates.\n[64]\nThese false-positive outcomes are differentiated through mass spectrometry and gas chromatography techniques.",
    "mechanism": "Rifampin exerts bactericidal antimicrobial effects by inhibiting DNA-dependent RNA polymerase (RNAP). This inhibition occurs either by sterically obstructing the path of the elongating RNA at its 5′ end or by reducing the RNAP's affinity for short RNA transcripts. Rifampin uniquely targets microbial RNAP, effectively arresting ongoing RNA synthesis.\n[16]\n[17]\nRifampin does not affect the mammalian RNAP enzyme, minimizing the range of potential adverse effects in humans. Moreover, rifampin exhibits bactericidal properties against both intracellular and extracellular\nM\ntuberculosis\n.\n[18]\n\nThe pruritus observed in cholestatic diseases, such as primary biliary cirrhosis, is mainly attributed to elevated levels of bile acids. The antipruritic impact of rifampin, particularly effective in cholestatic disorders, is achieved through upregulating microsomal enzymes, namely cytochrome P3A (CYP3A). This enzymatic upregulation leads to the hydroxylation of bile acids. The hydroxylation of bile acids diminishes their reabsorption in the ileum, consequently providing additional relief from pruritic symptoms.\n[19]\n\nPharmacokinetics\n\nAbsorption:\nRifampin is rapidly absorbed from the gastrointestinal tract. However, the absorption of the drug reduces by 30% when administered with food.\n\nDistribution:\nRifampin is widely distributed throughout the body, including the CSF, imparting an orange-red color hue to urine, sweat, saliva, tears, and sputum. The drug has a high volume of distribution values, which are 1.6 L/kg in adults and 1.1 L/kg in infants. The plasma protein binding of rifampin is about 80%. The unbound fraction of rifampin comprises nonionized molecules, allowing for widespread tissue distribution.\n[20]\nIn inflamed meninges, a substantial quantity of the drug can permeate the CSF, making it clinically valuable for bacterial meningitis treatment.\n[21]\n\nMetabolism:\nRifampin undergoes enterohepatic circulation. Furthermore, the drug acts as an inducer of enzymes, including CYP3A4, CYP2C9, CYP2C19, CYP2C8, and CYP1A2. In addition, rifampin also induces P-glycoprotein and UGT1A1 (UDP-glucuronosyltransferase).\n[22]\nFurthermore, the deacetylation of rifampin yields a metabolite that retains antibacterial activity.\n[23]\n\nElimination:\nThe half-life of rifampin at a steady-state plasma concentration ranges around 2 to 3 hours. Approximately 30% of the administered dose is eliminated through the urine. The principal route of elimination for rifampin is via the bile, with subsequent excretion occurring in the feces.\n[24]",
    "administration": "Dosage Forms\n\nRifampin exhibits remarkable lipid solubility and is available in both oral and intravenous (IV) formulations. Rifampin can be administered intravenously to critically ill patients facing life-threatening infections resulting from gram-positive organisms, particularly when oral formulations demonstrate reduced effectiveness. As mentioned earlier, the absorption of rifampin is hindered by food intake. Hence, it is recommended to administer rifampin either 1 hour before or 2 hours after meals.\n\nAdult Dosage\n\nTB\n\nRifampicin should be administered to patients orally or via IV injections at 10 mg/kg per dose once daily, without surpassing 600 mg per day. This regimen should be sustained for a minimum of 6 months. Rifampin is utilized for the treatment of all types of TB. The initial phase of short-course therapy for TB typically involves a 3-drug regimen of rifampin, INH, and pyrazinamide administered over approximately 2 months.\n\nThe American Thoracic Society, the Centers for Disease Control and Prevention (CDC), and The Advisory Council for the Elimination of Tuberculosis advise the addition of either ethambutol or streptomycin as a fourth drug to a treatment regimen that includes rifampin, INH, and pyrazinamide for TB treatment unless the probability of INH resistance is exceedingly low. The necessity for adding a fourth medication should be reassessed upon obtaining the results of susceptibility testing.\n\nIf the prevalence of INH resistance within the community is below 4%, it is feasible to contemplate an initial treatment regimen using fewer than 4 drugs. After the initial phase, the treatment should persist with rifampin and INH for at least 4 months. Maintenance therapy should be continued for an extended duration if the patient's sputum culture is positive or if resistant organisms are detected, especially if the patient is HIV-positive.\n\nLatent TB\n\nThe CDC and National Tuberculosis Controllers Association recommend a daily dosage of 10 mg/kg of rifampin for 4 months. The highest daily dose should not exceed 600 mg. An alternate regimen involves a combination of rifampin with INH for 3 months.\n[1]\n\nMeningococcal carriers\n\nTo eliminate\nN meningitidis\nfrom the nasopharynx, it is recommended to administer rifampin orally at a dosage of 600 mg twice daily for 2 days.\n\nSpecific Patient Populations\n\nRenal impairment:\nRifampin does not necessitate dosage adjustments in the presence of renal insufficiency.\n\nHepatic impairment:\nRifampin is usually avoided in patients with preexisting liver diseases due to its potential for significant hepatotoxicity. However, dosage adjustments can be considered if the potential benefit is worth the risk.\n\nPregnancy considerations:\nRifampin can be safely administered during pregnancy and is not associated with congenital malformations or neonatal complications.\n[25]\n[26]\n\nBreastfeeding considerations:\nLow rifampin concentrations in breast milk do not cause adverse effects in breastfed infants. The CDC suggests that breastfeeding should be continued, and mothers should receive counseling regarding the potential for breast milk discoloration.\n[27]\n\nOlder patients:\nCases of rifampin-induced esophagitis have also been documented, especially in older patients. The advised course of action is to ingest rifampin with a full glass of water 1 or 2 hours before meals.\n[28]\n\nPediatric considerations:\nFor the meningococcal carrier state, the recommended rifampin dosage for pediatric patients younger than 1 month is 10 mg/kg every 12 hours for 2 days. For pediatric TB patients, rifampin is administered at a dose of 10 to 20 mg/kg concurrently with other antitubercular agents.\n[29]",
    "adverse_effects": "Although rifampin is generally well tolerated in patients, the drug can still cause adverse effects that may be dose-dependent or dose-independent.\n\nDose-dependent adverse effects of rifampin include orange discoloration of body fluids such as tears, which might stain contact lenses, sweat, saliva, urine, and feces due to its excretion in these fluids. Gastrointestinal symptoms such as nausea, anorexia, and diarrhea are also associated.\n[30]\n\nAlthough diarrhea is an uncommon adverse effect caused by rifampin, it is advisable to conduct tests for\nC difficile\ninfection to exclude the possibility of rifampin-induced pseudomembranous colitis in patients. In such instances, the addition of metronidazole and discontinuation of rifampin have been reported to alleviate symptoms substantially.\n[31]\n\nConstipation is the predominant adverse effect experienced when rifampin is used for pruritus associated with primary biliary cirrhosis.\n[32]\nAsymptomatic hepatitis has also been reported in patients undergoing rifampin treatment for pruritus.\n[33]\n\nHepatotoxicity is a potential occurrence, particularly in individuals with existing liver conditions. Although the enzyme elevation pattern is hepatocellular, it can manifest as cholestatic or mixed.\n[34]\n\nDose-independent adverse effects of rifampin encompass hypersensitive reactions such as urticaria, flu-like symptoms, thrombocytopenia, hemolysis, and renal failure. These hypersensitivity reactions are frequent when rifampin is administered intermittently or over an extended period. Many of the aforementioned adverse effects tend to resolve upon discontinuation of rifampin.\n[35]\n[30]\n\nRifampicin-induced pneumonitis cases have been reported, a condition that is similar to COVID-19 pneumonia.\n[36]\n\nDrug-Drug Interactions\n\nRifampin is a potent cytochrome P450 enzyme inducer. A thorough review of the patient's medication regimen should be conducted to avoid any dampening effects of concurrently administered drugs in combination with rifampin.\n[37]\nThe drug is also a potent inducer of numerous drug-metabolizing enzymes, particularly cytochrome P450 (CYP) 3A4, and drug transporter proteins such as hepatic P-glycoprotein. This characteristic of rifampin diminishes the effectiveness of concurrently administered drugs and consequently might restrict its use.\n\nCommonly involved drugs include HIV protease inhibitors, antimycotics such as itraconazole and ketoconazole, cyclosporine, which can lead to graft rejections, calcium channel blockers such as verapamil, nifedipine, and diltiazem, sulfonylureas, oral contraceptives, and warfarin. Upon initiating rifampin, it usually takes approximately a week for the induction of drug-metabolizing enzymes to generate clinically significant interactions. Moreover, this effect persists for nearly 2 weeks after discontinuing rifampin.\n[38]\n\nThe drugs that can be significantly impacted if administered with rifampin include:\n\nRifampin induces CYP3A4, substantially reducing oxycodone, morphine, and methadone concentrations, potentially leading to opioid withdrawal. Hence, dosage adjustments become necessary.\n[39]\n[40]\n\nConcomitant usage of rifampin diminishes the plasma concentration of simvastatin due to the induction of CYP3A4.\n[41]\n\nRifampin induces CYP3A4 and significantly increases the clearance of quinine.\n[42]\n\nRifampin induces CYP2C19, causing an elevation in the concentration of the active metabolite of clopidogrel, thereby potentially raising the risk of bleeding. On the other hand, rifampin reduces the effectiveness of ticagrelor by activating the CYP3A4 enzyme, which lowers its concentrations. Hence, concurrent utilization of these drugs should be avoided.\n[43]\n[44]\n\nRifampin's induction of CYP2C8 leads to a reduction in rosiglitazone concentration. Consequently, concurrent use of these medications demands careful consideration.\n[45]\n\nRifampin induces CYP2C9, reducing glyburide and glipizide concentration levels and potentially worsening glycemic control. Therefore, its use should be approached with caution.\n[46]\n\nConcurrently administering rifampin with telithromycin significantly diminishes telithromycin's concentration and exposure (AUC). Consequently, it is advisable to avoid their simultaneous use.\n[47]\n\nRifampin is an inducer of P-glycoprotein and can reduce the serum concentration of direct oral anticoagulants (DOAC), including dabigatran, apixaban, and rivaroxaban. As a result, their combined usage warrants caution.\n[48]\n[49]\n[50]\nThe European Heart Rhythm guidelines suggest that utilizing DOACs alongside rifampin necessitates vigilance and monitoring.\n[51]\n\nRifampin reduces the plasma concentration and efficacy of metoprolol and propranolol.\n[52]\n[53]\n\nRifampin functions as a UGT1A1 inducer, which can lead to diminished concentrations of cabotegravir and raltegravir. Hence, concurrent administration of these drugs should be avoided.\n[54]\n[55]\n\nConcurrent administration of rifampin with hepatotoxic drugs, such as halothane, should be avoided due to the increased risk of hepatotoxicity.\n[56]\n\nConcurrent administration of rifampin with certain antiviral drugs for hepatitis C treatment, such as daclatasvir, simeprevir, sofosbuvir, and telaprevir, is not recommended. This combination significantly lowers plasma concentrations and is contraindicated based on existing data.\n[57]",
    "monitoring": "Due to the significant hepatotoxicity associated with rifampin, it is recommended to conduct baseline liver function tests (LFTs) before initiating treatment. In the presence of symptoms indicative of hepatotoxicities, such as nausea, vomiting, abdominal pain, worsening LFTs, and pruritus, it is advised to reduce the dosage or discontinue the medication altogether. Serial blood draws to monitor LFTs are recommended in such cases. For TB treatment, guidelines dictate that rifampin use should be discontinued if alanine aminotransferase levels increase to 3 times the upper limit of normal, accompanied by symptoms such as jaundice, abdominal pain, nausea, and anorexia. In addition, rifampin discontinuation is also recommended if ALT levels rise to 5 times the upper limit of normal, even in the absence of symptoms.\n[65]\n\nRegularly monitoring drug concentration levels of concurrently administered medications is essential due to rifampin's capability to induce microsomal enzymes.\n[37]\nSpecial attention is required when monitoring rifampin in certain conditions and patient groups, such as individuals with diabetes, malabsorption syndromes, HIV, or older patients. This is due to the potential factors of reduced drug absorption and heightened drug interactions caused by altered metabolism or clearance.\n[66]\n\nRifampin can lead to a reduction in serum digoxin concentration, thereby prompting therapeutic drug monitoring.\n[67]\nFurthermore, when rifampin is concurrently administered with tacrolimus, it decreases tacrolimus concentrations. Therefore, therapeutic drug monitoring and dosage adjustment for tacrolimus are recommended.\n[68]",
    "toxicity": "Rifampin is usually well tolerated in patients due to its rapid metabolism ability in the liver, even in high concentrations. However, rifampin can cause toxicity either related to dosage, primarily affecting the liver, or treatment duration, involving immunoallergic reactions.\n[30]\nDose-related toxic effects become apparent after ingesting approximately 9 to 15 g of rifampin.\n[69]\n\nSigns and Symptoms of Overdose\n\nVarious symptoms can manifest due to rifampin toxicity, including metabolic acidosis, characterized by nausea, vomiting, abdominal pain, hyperventilation, and fatigue, and thrombocytopenia, characterized by skin and mucosal bleeding. Additional drug toxicity includes oliguric renal failure, convulsions, cholestatic jaundice, and red man syndrome, characterized by periorbital edema, redness of the skin, and swelling of the face. Unfortunately, there is no specific antidote available for rifampin toxicity.\n\nManagement of Overdose\n\nThe treatment approach is primarily supportive and encompasses airway maintenance, administration of antiemetic medications, gastric lavage with activated charcoal, correction of electrolyte and acid-base imbalances, promoting active diuresis, and, in severe cases, resorting to dialysis.\n[30]\n[70]\nAlthough hepatotoxicity induced by rifampin is reversible, it necessitates discontinuation of the drug.\n[34]\n\nPharmacobezoars release medication gradually in the gastrointestinal tract, which can lead to prolonged toxicity. In cases of overdose involving rifampin and INH, endoscopic decontamination has been utilized to remove the pharmacobezoar, which helps mitigate the risk of prolonged drug exposure.\n[71]"
  }
}