{
  "drug_name": "dalfampridine",
  "nbk_id": "NBK470244",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470244/",
  "scraped_at": "2026-01-11T18:46:57",
  "sections": {
    "indications": "The Uhthoff phenomenon (also known as the Uhthoff sign or Uhthoff syndrome) is a temporary, short-lived (less than 24 hours), and stereotyped worsening of neurological function in patients with multiple sclerosis in response to increases in core body temperature. This phenomenon is named after Wilhelm Uhthoff, a German ophthalmologist who described it. In 1890, Uhthoff first described exercise-induced amblyopia in multiple sclerosis patients. In 1961, this phenomenon was given its surname, the Uhthoff phenomenon, by G. Ricklefs.\n[1]\nIn 4 out of 100 patients with multiple sclerosis, Uhthoff observed reversible optic symptoms induced by an increase in body temperature, \"marked deterioration of visual acuity during physical exercise and exhausting.\"\n[2]\nSubsequent observations have shown that the same physiological mechanism responsible for visual dysfunction in the setting of heat exposure is responsible for a variety of other neurological symptoms experienced by patients with multiple sclerosis.\n[3]\n\nWhen Uhthoff studied this phenomenon, exercise was considered the etiology, and the significance of elevated body temperature escaped his notice. Six decades later, in 1950, the hot bath test was developed based on this phenomenon and was used as a diagnostic test for multiple sclerosis.\n[4]\nBy 1980, with advances in neuroimaging, the hot bath test began to be replaced by other diagnostic tests, such as MRI and cerebrospinal fluid analysis, due to its nonspecific nature and potential complications. The temporary worsening of neurological function in response to heat exposure affects the physical and cognitive function of multiple sclerosis patients. It interferes with their activities of daily life and functional capacity.\n[5]\nThis worsening needs to be differentiated from a true relapse or exacerbation of multiple sclerosis. An understanding of this phenomenon and its pathophysiology is therefore essential for recognition and appropriate treatment.",
    "mechanism": "The Uhthoff phenomenon is most commonly observed in multiple sclerosis but may also occur in other optic neuropathies or disorders of afferent pathways, such as neuromyelitis optica.\n[6]\n[7]\nIn multiple sclerosis, several factors, including ion channel blockade, heat shock proteins, circulatory changes, effects of serum calcium, and unidentified humoral substances, have been hypothesized and investigated as causes of the Uhthoff phenomenon. Temperature-sensitive conduction blockade of partially demyelinated axons in the demyelinated plaques is the most widely accepted mechanism.\n[8]\nSeveral other factors, including the perimenstrual period, exercise, fever, sun-tanning, hot showers, sauna, psychological stress, and even hot meals and smoking of cigarettes, have been reported in the literature as triggers for the Uhthoff phenomenon.\n[9]",
    "monitoring": "Episodes of the Uhthoff phenomenon are generally considered to result from established demyelinating plaques under thermal stress. The key to diagnosing is a detailed patient history regarding the circumstances in which the symptoms appeared. In patients with pseudo-relapse, care should be taken to rule out common precipitating factors, such as urinary tract or upper respiratory tract infections or metabolic abnormalities, through laboratory tests.\n[18]\nThus, the workup should include a detailed history, physical examination, and laboratory investigations to rule out metabolic, toxic, and infectious derangements, including magnetic resonance imaging (MRI) of the brain and T- and C-spine, with and without contrast, to assess for any new contrast-enhancing lesions that could reveal a new clinical attack for the demyelinating condition the patient suffers. For a new diagnosis, a lumbar puncture may be indicated to pinpoint a demyelinating or inflammatory condition, including basic cerebrospinal fluid studies, a meningoencephalitis panel, oligoclonal bands, an immunoglobulin G index, neuromyelitis optica Aquaporin-4 or myelin oligodendrocyte glycoprotein antibodies, flow cytometry, cytology, among others.",
    "administration": "A fundamental principle in the prevention and treatment of Uhthoff phenomena is to be familiar with the antecedent factors that can result in the elevation of core body temperature and their corresponding impact on the patient's neurological functioning and safety. Patients should be counseled about the stimulating effects of taking hot showers or baths regarding reducing appendicular and core muscle strength leading to profound weakness and thereby placing them in grave danger of drowning. Also, they should be cautioned against saunas, exposure to the sun when the outdoor temperature is greater than 30ºC, hydrotherapy with hot water, short-wave radiotherapy, and paraffin application. Patients should be advised to exercise during the early morning and late evening hours, when the temperature is cooler.\n[19]\n[20]\n[21]\n\nThe Uhthoff phenomenon fully resolves following variable periods of rest (generally ranging from minutes to an hour) when heat stressors are removed or active cooling measures are applied. Simple and convenient strategies, such as taking cold showers, applying ice packs, using regional cooling devices, and using cold beverages, can also be tried for heat sensitivity. Cooling garments have improved neurological function (motor performance and visual acuity) and perceived subjective benefits (feeling less fatigued) in patients with multiple sclerosis and Uhthoff phenomenon.\n\nReports show that oral administration of 4-aminopyridine (4-AP) reduces the worsening of visual impairment associated with elevated body temperature in multiple sclerosis patients.\n[22]\n4-AP is a dose-related potassium channel blocker that prolongs action potential duration by reducing potassium efflux, thereby increasing the hyperpolarization threshold. It enhances conduction fidelity in segmentally demyelinated nerve fibers. The Food and Drug Administration (FDA) has approved dalfampridine, an extended-release formulation of this agent, to improve the walking capacity of patients with multiple sclerosis.\n[23]\n[24]",
    "adverse_effects": "There are no known complications related to the treatment of this symptom. Common adverse events related to dalfampridine use include dysuria, hematuria, urinary frequency, and back pain. Less common side effects include formication, memory issues, mood issues, dysarthria, dysphagia, diffuse fatigue, urinary incontinence, and bowel incontinence."
  }
}