{
  "drug_name": "danazol",
  "nbk_id": "NBK564344",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564344/",
  "scraped_at": "2026-01-11T15:27:40",
  "sections": {
    "indications": "Danazol is contraindicated in pregnancy due to its ability to cause virilization in female fetuses. Research has revealed that female fetuses exposed to danazol after 8 weeks of gestation were more likely to experience virilization, which followed the pattern of clitoromegaly, fused labia, and fused urogenital sinus formation.\n[19]\nSurgery is usually, but not always, required for correction of virilization. Virilization can occur at doses as low as 200 mg.\n[19]\n\nBeing an androgen, danazol should also be avoided in androgen-dependent tumors, eg, prostate cancer. Danazol also induces the ALA synthase enzyme and porphyrin metabolism. Therefore, it should be avoided in people with any form of porphyria. Danazol should be avoided with a previous history of hypersensitivity to the drug or its metabolites. Danazol is also contraindicated during lactation.\n\nIf danazol is being used to treat fibrocystic breast disease, breast cancer should be ruled out first. If any nodule persists or enlarges during danazol treatment, consider and rule out breast carcinoma.\n\nDanazol should not be given to women with undiagnosed vaginal bleeding and patients with severe renal, liver, and cardiac disease.",
    "mechanism": "Danazol has multiple mechanisms of action by which it exerts its effect. Danazol is a synthetic steroid and possesses some structural similarities with testosterone. Therefore, some of the biological effects of danazol are related to and in line with other androgens.\n[11]\nEvidence shows that danazol inhibits steroidogenesis in the adrenal glands, ovaries, and the testis in vitro. In the porcine ovary, danazol has been shown to inhibit the aromatization of the basal and luteinizing hormone-mediated progesterone secretion by the granulosa and luteal cells of the ovary.\n[11]\nThis phenomenon in the ovary suggests that danazol directly inhibits steroidogenesis in the ovary, independent of its inhibition of gonadotropin secretion.\n[11]\nDanazol is also known for its affinity to bind with sex hormone-binding globulin and corticosteroid-binding globulin. This effectively increases the free-to-plasma-bound concentrations of sex hormones and steroids, which increases their effect.\n\nApart from the androgenic mode of action, danazol has also been shown to induce apoptosis and cytotoxicity and affect the expression of apoptosis-regulating proteins in leukemic cells, where it has shown results in inducing apoptosis in chronic lymphocytic leukemia.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nDanazol, like other steroids, is well absorbed from the gastrointestinal system. Peak plasma concentration of danazol is reached within 2 to 8 hours post oral administration of 400 mg tablet, with a median T\nmax\nvalue of 4 hours. Steady-state concentrations require a twice-daily dosing of danazol for 6 days.\n\nDistribution:\nDanazol is lipophilic and hence has the potential to penetrate deep tissue compartments.\n\nMetabolism:\nDanazol is extensively metabolized in the liver to 2-hydroxymethyl ethisterone. The drug is mainly excreted in the urine, and a small amount is excreted in the feces. Danazol appears to be metabolized into 2 primary metabolites: 2-hydroxymethyl danazol and ethisterone.\n\nExcretion:\nDanazol undergoes both urinary and fecal excretion, with urinary excretion accounting for the primary mode of excretion of the primary metabolites, while almost 10 different products have been identified in feces. The half-life of danazol has been reported to be at a mean of 9.7 hours. In patients with endometriosis, the half-life of danazol was reported to be 23.7 hours during treatment of 6 months with 200 mg thrice daily.",
    "administration": "Dosage Forms\n\nDanazol is supplied as 50, 100, and 200 mg tablets and administered orally.\n\nAdult Dosing\n\nMild endometriosis: 100 to 200 mg orally daily, 2 or 3 times daily for 3 to 9 months. Start treatment during menses and adjust dose based on response.\n\nModerate to severe endometriosis: 400 mg orally per day, 2 or 3 times daily for 3 to 9 months. Start treatment during menses and adjust dose based on response.\n\nHereditary angioedema: Start 200 to 300 mg orally 2 to 3 times daily, decreasing the dose by 50% every 1 to 3 months. If an attack occurs during treatment, practitioners may increase the dose to 200 mg/d.\n\nFibrocystic breast disease (off-label): 50 to 200 mg orally twice daily. Start treatment during menses and adjust dose based on response.\n\nSpecial Patient Populations\n\nHepatic impairment:\nDanazol is contraindicated in patients with marked hepatic impairment.\n\nRenal impairment:\nIn marked renal impairment, danazol is contraindicated.\n\nPregnant patients:\nDanazol is contraindicated in pregnancy due to androgenic effects on the female fetus based on human data. Clinicians should obtain a negative pregnancy test immediately before initiating treatment, and female patients should avoid pregnancy with a non-hormonal birth control method during treatment.\n\nBreastfeeding considerations:\nNo studies have adequately examined infant risk when using danazol while breastfeeding. Clinicians should weigh the potential benefits against possible risks before prescribing this drug to breastfeeding women, but the general recommendation is breastfeeding while taking danazol is contraindicated.\n[13]\nTheoretically, danazol could reduce milk production based on decreased prolactin levels.\n\nPediatric patients:\nDanazol is not indicated for pediatric patients\n\nOlder patients:\nStudies on the relationship between age and the effects of danazol have not been performed on patients older than 65. However, no specific problems have been documented with older patients taking the medication.",
    "adverse_effects": "As a synthetic steroid, danazol has many adverse effects in line with other androgens, making its adverse effects broad and systemic. The most commonly reported adverse effects of danazol include weight gain, gastrointestinal symptoms including bloating, nausea, vomiting, gastroenteritis, elevated liver function tests, joint pain, muscle spasms, lethargy, headache, and depression.\n[4]\nOther than these, gynecologic adverse effects such as intermenstrual bleeding, breast atrophy, flushes, and androgenic adverse effects such as hirsutism, decreased breast size, acne, hair loss, oily skin, oily hair, menstrual irregularities, and hoarseness, adverse effects due to weak mineralocorticoid activity such as swelling and edema have also been reported.\n[14]\n[4]\n\nElevated blood pressure can also occur and remains an area that merits further investigation, along with its effects on adrenal activity.\n[14]\nThe androgenic adverse effects have been shown to resolve after discontinuation of danazol. Danazol is also known to cause decreased plasma clearance of carbamazepine, with the elimination half-life increasing from 11 hours to 24.3 hours; carbamazepine dosing should be adjusted if co-administered with danazol.\n[15]\n\nThromboembolism, thrombotic and thrombophlebitic events (eg, sagittal sinus thrombosis, stroke), pseudotumor cerebri (benign intracranial hypertension), peliosis hepatitis, benign hepatic adenoma have been reported with danazol use. Elevated concentrations of hepatic enzymes (eg, alkaline phosphatase, AST, ALT) and jaundice have been reported with doses of more than 400 mg daily. Danazol treatment may also cause decreased HDL and increased LDL. Danazol causes possible interference with laboratory measurement of androgens, for example, testosterone. Moreover, danazol is reported to be a CYP3A4 inhibitor; its concurrent use with statins has been reported to cause rhabdomyolysis.\n[16]\n[17]\n[18]",
    "monitoring": "Danazol has a relatively safer adverse effect profile than other drugs used to treat similar conditions; its use still requires monitoring. Danazol can cause liver damage, especially with concomitant use of glucocorticoids.\n[20]\nThis combination is used in patients with ITP; liver function tests should be monitored routinely to detect liver damage. A CBC can also be considered. Danazol decreases the clearance of carbamazepine. Thus, the carbamazepine dose should be adjusted accordingly, and blood levels should be monitored in patients receiving carbamazepine therapy being co-administered with danazol to avoid various adverse effects of carbamazepine.\n[15]",
    "toxicity": "Toxicity discussion generally revolves around the virilizing effects of danazol in females. Symptoms of overdose may include yellowing of the skin and eyes, abdominal pain, and dark urine. There is no antidote for danazol.\n[21]"
  }
}