{
  "drug_name": "dantrolene",
  "nbk_id": "NBK535398",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535398/",
  "scraped_at": "2026-01-11T15:27:40",
  "sections": {
    "indications": "No contraindications exist to the use of IV dantrolene to treat malignant hyperthermia. Oral dantrolene is contraindicated in patients with underlying liver disease, including cirrhosis, non-alcoholic steatohepatitis, and hepatitis B or C infections.\n\nDantrolene is an FDA pregnancy category C drug. For pregnant patients, it is permissible to use dantrolene in instances of malignant hyperthermia; in other instances, clinicians should consider alternatives, even though fetal harm is not expected based on limited human data. Alternative agents should be employed in breastfeeding patients or have the patient discontinue breastfeeding during treatment and for 48 hours following treatment cessation.\n[12]",
    "mechanism": "Unlike the classic paralytic medications that function by blocking postsynaptic acetylcholine receptors, dantrolene acts intracellularly in skeletal muscle to lessen the excitation-contraction coupling interaction between actin and myosin within the individual sarcomere. This function occurs by antagonizing ryanodine receptors within the sarcoplasmic reticulum, which inhibits the release of calcium ions vital to the contraction process.\n[5]\nThe precise mechanism of action remains controversial - direct action on the calcium release channel RyR1 versus indirect via other molecular components of the sarcoplasmic reticulum are both proposed mechanisms.\n[6]\n[7]\n\nBy decreasing the amount of calcium within each sarcomere, calcium cannot bind to the troponin on actin filaments; this prevents the uncovering of the myosin-binding site on the actin, preventing the actin and myosin cross-bridging from occurring, thus decreasing the contractibility and energy expenditure of the muscle cells.\n\nDantrolene is metabolized in the liver at least in part by the CYP450 enzyme system and is excreted in the urine. It has a half-life of between 4 and 8 hours.",
    "administration": "Dantrolene is available as an intravenous injection and an oral capsule. The choice of the method of administration is dependent on the intended use of the medication.\nTreatment of malignant hyperthermia:\nWhen symptoms of malignant hyperthermia present, 2.5 mg/kg dantrolene via intravenous push should be administered immediately. If the signs and symptoms of malignant hyperthermia persist, additional intravenous boluses of 1 to 2.5 mg/kg are indicated to a maximum cumulative dose of 10 mg/kg. Following the successful treatment of the initial reaction, 1 mg/kg of IV dantrolene should be provided every 6 hours for 24 hours since the last observed symptom of malignant hyperthermia to prevent a recurrence.\n[8]\nAt any point during the treatment of malignant hyperthermia, contacting the Malignant Hyperthermia Association of the United States is appropriate for dantrolene dosing recommendations and ongoing treatment.\n[9]\n\nProphylaxis of malignant hyperthermia:\n2.5 mg/kg intravenously over one minute, approximately 75 minutes before surgery. Repeat doses can be given during anesthesia and surgery in prolonged cases. Although this is an approved indication for using dantrolene, it is unnecessary if patients avoid triggering agents when they are susceptible to malignant hyperthermia. The recommended weight-based dose is the same for adults and children.\nChronic Muscle spasticity:\nGenerally, dosing is 100 mg orally three or four times daily. Start oral dantrolene at 25 mg daily for seven days is the initial dosing, and the dose should be titrated to the maximum individual effect. Doses are typically increased by 25 mg at a time and require monitoring for seven days before further advancement. The maximum dose is 400 mg/day. For children 5 years of age and older, the dose is 6 to 8 daily, divided into three or four doses; start at 0.5 mg/kg/dose orally each day for seven days and increase to 0.5 mg/kg/dose orally three times a day for seven days, then 1 mg/kg/dose three times daily for seven days, and then 2 mg/kg/dose orally three times daily. The maximum dose is 100 mg orally four times daily, but clinicians need to use the lowest effective dose.\n\nIt is important to note that multiple formulations exist for IV dantrolene. The classic preparation is a lyophilized powder in 20 mg vials that needs reconstitution in approximately 60 ml of sterile water before administration. These vials also contain 3 gm of mannitol each. Given the known difficulty in mixing the solution, it is essential to call for additional help to assist with the medication preparation as the provider continues to monitor and provide resuscitative measures. A new formulation is supplied in 250 mg vials and only requires 5ml of sterile water for reconstitution. Because of the hyper-concentration of this form of dantrolene, blood concentrations rise at a much faster rate, presumably leading to more rapid onset and effect.",
    "adverse_effects": "The intravenous administration of dantrolene in healthy volunteers has resulted in skeletal muscle weakness, dyspnea, respiratory muscle weakness, and decreased inspiratory capacity.\n[10]\nThese are expected symptoms given the mechanism of action of the medication.Oral dantrolene carries a black box warning for the potential for hepatotoxicity, including overt hepatitis. Hepatic function should undergo evaluation before administering the oral capsule form and requires monitoring throughout the course of treatment. The medication should stop immediately if liver function becomes impaired.\n[11]",
    "monitoring": "Monitoring therapeutic levels of IV dantrolene is unnecessary. When treating a patient, the endpoints of therapy are when the symptoms of malignant hyperthermia (hypercarbia, hyperthermia, tachycardia, rigidity, etc.) have subsided. When using the lyophilized form of dantrolene, large volumes of sterile water are administered with the medication. Although mannitol is included with the dantrolene, monitoring fluid status and output is paramount to the ongoing care a resuscitation of these patients.\n\nFor those taking the oral capsule for muscle spasticity, liver function tests require monitoring, and dantrolene should be discontinued if signs and symptoms of liver injury appear. These include elevated LFTs, jaundice, right upper quadrant pain, etc. These symptoms typically resolve upon the discontinuation of dantrolene. If dantrolene is to be reinstated, per recommendations, the patient should be inpatient, and the drug initiated in very small doses with gradual increases.\n[13]",
    "toxicity": "No reversal drug or antidote exists for IV or oral dantrolene. For hepatotoxicity induced by oral dantrolene, discontinue the medication, and initiate symptomatic therapy."
  }
}