{
  "drug_name": "dapoxetine",
  "nbk_id": "NBK557708",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557708/",
  "scraped_at": "2026-01-11T15:27:41",
  "sections": {
    "indications": "Box Warning\n\nEnalapril has a boxed warning for fetal toxicity. Exposure to ACE inhibitors during pregnancy is associated with adverse pregnancy outcomes, including fetal lung hypoplasia, skeletal malformations, skull hypoplasia, renal agenesis, and oligohydramnios. ACE inhibitors are also associated with congenital malformations and miscarriages. If pregnancy is detected, clinicians should promptly discontinue enalapril.\n[38]\n[39]\n\nContraindications Associated With Enalapril\n\nAbsolute contraindications:\nEnalapril is contraindicated in patients with idiopathic angioedema, hereditary angioedema, or a previous history of angioedema associated with ACE inhibitor use.\n[40]\nIn addition, the drug is contraindicated in patients with a history of hypersensitivity reactions to ACE inhibitors. Dual blockade of RAAS with enalapril and aliskiren should be avoided, as their concomitant use increases the risk of hyperkalemia, hypotension, and acute renal failure in diabetic patients. Furthermore, using neprilysin inhibitors, such as sacubitril, with ACE inhibitors heightens the risk of angioedema. Therefore, enalapril should not be administered within 36 hours of transitioning to or from sacubitril/valsartan.\n[30]\n[31]\n\nRelative contraindications:\nRelative contraindications to enalapril use include aortic stenosis, myocardial infarction, stroke, hypertrophic cardiomyopathy, collagen vascular disease such as SLE, bilateral renal artery stenosis, and renal impairment.\n[41]\nThus, clinicians should exercise caution when prescribing enalapril in these patients, and its use should be avoided if possible",
    "mechanism": "Chemically enalapril is (\nS\n)-1-[\nN\n-[1-(ethoxycarbonyl)-3-phenylpropyl]-L-alanyl]-L-proline. The active form of enalapril is enalaprilat, which inhibits the ACE, thereby reducing the level of angiotensin-II. This action leads to a decrease in total peripheral resistance without an increase in cardiac oxygen demand. Consequently, a decrease in aldosterone and an increase in serum renin levels are observed.\n[9]\n\nActivation of the renin-angiotensin-aldosterone system (RAAS) leads to maladaptive mechanisms, resulting in cardiac remodeling. ACE inhibitors prevent maladaptive cardiac cell hypertrophy, facilitate salt and water excretion, and increase bradykinin levels by reducing the breakdown, resulting in vasodilation. Comprehensive modulation of RAAS by ACE inhibitor enhances LV function and cardiac remodeling.\n[10]\n[11]\n\nPharmacokinetics\n\nAbsorption:\nEnalapril exhibits good oral absorption, with peak concentration achieved in approximately 1 hour.\n[12]\n\nDistribution:\nThe volume of distribution for enalapril is 1 to 2.4 L/kg, and according to a recent meta-analysis, it poorly crosses the blood-brain barrier.\n[13]\n\nMetabolism:\nOrganic anion transporting polypeptide-1B1 (OATP1B1) transports enalapril into hepatocytes. Within the hepatocytes, enalapril undergoes metabolism by carboxylesterase 1 (CES1) to enalaprilat, which is its active metabolite.\n[14]\n[15]\n\nExcretion:\nApproximately two-thirds of enalapril is excreted unchanged in the urine and as enalaprilat. The remaining portion is excreted in the feces via the bile. Renal excretion of enalaprilat involves both glomerular filtration and tubular secretion.\n[16]",
    "administration": "Available Dosage Forms and Strengths\n\nThe absorption and metabolism of enalapril remain unaffected by food, making administration independent of food intake. The oral solution is available in a concentration of 1 mg/mL, whereas tablets come in strengths of 2.5 mg, 5 mg, 10 mg, or 20 mg.\n\nTypical adult dosing regimens range from once to twice daily, depending on the indication. The fixed-dose combination is available as enalapril 5 mg/hydrochlorothiazide 12.5 mg and enalapril 10 mg/hydrochlorothiazide 25 mg.\n\nAdult Dosage\n\nHypertension:\nManaging hypertension effectively with enalapril requires tailored treatment approaches, as mentioned below.\n\nPatients not on diuretics: The recommended initial dosage of enalapril for patients not on diuretics is 5 mg daily, with dosage adjustments based on the patient's blood pressure. The typical dosage range is 10 to 40 mg/d. For patients on daily enalapril treatment, the antihypertensive effect may diminish near the end of the dosing interval. In such cases, it is advisable to consider twice-daily administration or an increase in the total once-daily dosage.\n[4]\n\nPatients on concomitant diuretics: If blood pressure remains uncontrolled with enalapril maleate alone, adding a diuretic may be necessary. Patients currently on diuretic therapy may experience symptomatic hypotension following the first dose of enalapril maleate. Notably, it is advisable to discontinue diuretic medication for 2 to 3 days before initiating enalapril treatment. If blood pressure remains uncontrolled with enalapril alone after this period, diuretic therapy can be resumed. If discontinuing the diuretic is not feasible, an initial enalapril dose of 2.5 mg should be administered to patients under medical supervision. This should be continued for at least 2 hours, with additional monitoring until blood pressure stabilizes for at least another hour.\n\nPatients on concomitant potassium supplements, potassium salt substitutes, or potassium-sparing diuretics: Patients coadministering enalapril with all these compounds may experience an elevation in serum potassium levels.\n\nHeart failure with reduced ejection fraction:\nEnalapril is usually used in combination with diuretics and digitalis for managing symptomatic heart failure. Monitoring patients for at least 2 hours for symptomatic hypotension following the first dose is crucial. The recommended initial dosage of enalapril for heart failure with reduced ejection fraction (HFrEF) is 2.5 mg twice daily. Prescribers are advised to gradually titrate the dosage up to the target range of 10 to 20 mg twice daily, as tolerated by the patient, over several days to weeks.\n[3]\n\nFor patients with heart failure whose serum creatinine exceeds 1.6 mg/dL or who have serum sodium levels below 130 mEq/L, enalapril should be initiated at 2.5 mg daily under close medical supervision. The dosage can be escalated to 2.5 mg twice daily, then to 5 mg twice daily, and further increased as necessary, typically every fourth day or longer intervals. Dosage adjustments should be made cautiously, increasing only if excessive hypotension or significant deterioration of renal function is not observed. The maximum daily dosage permitted is 40 mg.\n\nAsymptomatic left ventricular dysfunction:\nIn the clinical trial, patients were initiated on a dosage of 2.5 mg twice daily, with gradual titration to the targeted maximum daily dose of 20 mg, administered in divided daily doses as tolerated.\n\nSpecific Patient Populations\n\nRenal impairment:\nEnalapril should be started at 2.5 mg/d for patients with creatinine clearance less than 30 mL/min and serum creatinine greater than 3 mg/dL. The dosage can be gradually increased, if necessary, until blood pressure is adequately controlled or to a maximum of 40 mg/d.\n\nHepatic impairment:\nDue to limited available data, enalapril should be used with caution in patients with hepatic impairment.\n\nPregnancy considerations:\nEnalapril should be discontinued immediately if a patient becomes pregnant, as its use during pregnancy can result in fetal injury and death. Furthermore, there have been reports linking ACE inhibitors to renal dysplasia and oligohydramnios during the second and third trimesters.\n[17]\n[18]\n\nBreastfeeding considerations:\nAlthough enalapril's concentration in breastmilk is low, the amount ingested by the infant is minimal. However, considering the potential adverse reactions in breastfed infants, it is advisable to either discontinue breastfeeding or discontinue enalapril, weighing the risks and benefits carefully.\n[19]\n\nPediatric patients:\nAccording to the American Academy of Pediatrics (AAP) guidelines, the recommended initial dosage for patients 1 month or older is 0.08 mg/kg. However, due to insufficient data, enalapril is not recommended for neonates and pediatric patients with a GFR of less than 30 mL/min/1.73m\n2\n.\n[20]\n\nOlder patients:\nCaution is warranted when using enalapril in older patients, as they may be at an increased risk of drug interactions due to polypharmacy.\n[21]",
    "adverse_effects": "The most commonly encountered adverse drug reaction with ACE inhibitors is cough.\n[22]\nThe cough is characteristically nonproductive and resolves upon discontinuation of the drug. If dry cough persists after ruling out other potential causes, switching to ARBs is recommended.\n[23]\nOther adverse effects associated with enalapril include hypotension, hyperkalemia, angioedema, cholestatic jaundice, and hypersensitivity reactions.\n\nVasodilation induced by enalapril, which diminishes the heart's afterload and lowers total peripheral resistance, can lead to hypotension. Initially, patients may experience symptoms such as light-headedness upon standing (orthostatic hypotension), which may progress to fainting spells over time.\n\nAldosterone, the end product of the RAAS, promotes sodium and water reabsorption while facilitating potassium excretion in the kidneys. However, the use of enalapril can interfere with potassium excretion, leading to an accumulation of potassium in the blood, known as hyperkalemia. Hyperkalemia may be asymptomatic if mild or moderate. Chronic hyperkalemia can be entirely asymptomatic, with an electrocardiogram (ECG) showing normal patterns. However, ECG changes indicative of hyperkalemia may include a small or absent P wave, prolonged PR interval, augmented R wave, widened QRS complex, and peaked T waves.\n[24]\n\nAngioedema is a rare but possible adverse effect associated with the use of ACE inhibitors. Notably, its incidence is higher among individuals of African-American descent.\n[25]\n[26]\n[27]\nIn severe cases, angioedema involving the head and neck regions can pose a risk to the airway. Gastrointestinal involvement may manifest as abdominal pain.\n[28]\n[29]\nFurthermore, an important drug interaction to be mindful of is the combination of mammalian target of rapamycin (mTOR) inhibitors and neprilysin inhibitors with ACE inhibitors, as this combination may heighten the risk of angioedema.\n[30]\n[31]\n\nIn rare instances, ACE inhibitors may impact the hepatobiliary system, leading to conditions such as cholestatic jaundice and fulminant hepatic necrosis.\n[32]\nElevated hepatic transaminase levels may serve as early indicators, warranting discontinuation of ACE inhibitors in such cases. In addition, clinicians should promptly discontinue the drug if any signs of anaphylaxis or anaphylactoid reactions become evident.\n\nA recent case report highlights unilateral tongue edema (angioedema) attributed to enalapril.\n[33]\n\nDrug-Drug Interactions\n\nACE inhibitors interact with numerous drugs and can cause adverse effects, therapeutic failures, and toxicities. Therefore, it is crucial to consider the following interactions when prescribing enalapril:\n\nDrugs that enhance the hypotensive activity of ACE inhibitors include alfuzosin, amifostine, antipsychotic agents, barbiturates, benperidol, brimonidine, dapoxetine, diazoxide, duloxetine, levodopa, loop diuretics, lormetazepam, molsidomine, naftopidil, nicergoline, nitroprusside, obinutuzumab, pholcodine, phosphodiesterase-5 inhibitors, prostacyclin analogs, thiazide and thiazide-like diuretics, and tizanidine.\n[34]\n[35]\n\nDrugs that reduce the antihypertensive effect of ACE inhibitors include amphetamines, aprotinin, brigatinib, bromperidol, dexmethylphenidate, icatibant, lanthanum, methylphenidate, yohimbine, and nonsteroidal anti-inflammatory drugs (NSAIDs).\n[5]\n\nDrugs that enhance the adverse effects of ACE inhibitors include ARBs, dipeptidyl peptidase IV inhibitors, everolimus, racecadotril, ranolazine, salicylates, and sirolimus.\n[36]\n\nDrugs that enhance the incidence of hyperkalemia when given concomitantly with ACE inhibitors include aliskiren, drospirenone, eplerenone, heparin, low-molecular-weight heparin, nicorandil, potassium salts, potassium-sparing diuretics, tacrolimus, tolvaptan, and trimethoprim.\n[22]\n\nDrugs that ACE inhibitors can enhance the adverse effects of include allopurinol, alteplase, azathioprine, ferric gluconate, ferric hydroxide poly-maltose complex, gelatin (succinylated), gold sodium thiomalate, iron dextran complex, lithium, pregabalin, sacubitril, and sodium phosphate.\n[37]",
    "monitoring": "When administering enalapril to patients with relative contraindications, it is essential to prioritize monitoring vital signs, renal function, and cardiac activity. Clinicians should consider the following tests:\n\nThe ISH recommends monitoring serum creatinine and eGFR, conducting a dipstick urine test, and obtaining a 12-lead ECG.\n[5]\n\nSerum potassium levels should be regularly monitored.\n\nA complete blood count with a differential should be obtained if agranulocytosis is suspected.\n[42]\n\nAspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels (hepatic transaminases) should be monitored in patients with hepatic impairment due to the risk of hepatotoxicity.\n[43]\n\nIn heart failure patients, monitoring should include assessing volume status, body weight (simultaneously each day), and clinical signs of congestion and hypoperfusion.\n[3]\n\nFor diabetic nephropathy, monitoring the ACR is recommended.\n[8]",
    "toxicity": "Enalapril toxicity is rare, with hypotension being a major complication. Management typically involves symptomatic treatment, while fluid resuscitation can be utilized to increase intravascular volume. In neonates, peritoneal dialysis can remove enalapril from circulation, while hemodialysis is effective in general cases.\n\nA recent case report demonstrated the successful use of naloxone for ACE inhibitor overdose, suggesting a potential mechanism involving the endogenous opioid system and accumulation of enkephalins. However, due to the opioid epidemic, concomitant opioid intoxication cannot be excluded. Further research is warranted to explore the use of naloxone in ACE inhibitor poisoning.\n[44]\n[45]"
  }
}