{
  "drug_name": "dapsone",
  "nbk_id": "NBK470552",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470552/",
  "scraped_at": "2026-01-11T15:27:41",
  "sections": {
    "indications": "The contraindications for dapsone in different formulations are listed below.\n\nOral Dapsone\n\nAbsolute contraindications to the use of dapsone are prior hypersensitivity to dapsone or its derivatives, including agranulocytosis and hypersensitivity syndrome. Deaths from agranulocytosis, aplastic anemia, and other blood dyscrasias are reported with dapsone administration.\n[15]\n\nRelative contraindications to using dapsone include allergy to sulfonamide antimicrobials, significant cardiopulmonary disease, significant liver or renal function impairment, glucose-6-phosphate 1-dehydrogenase (G6PD) deficiency, methemoglobinemia, or pre-existing peripheral neuropathy. For the treatment of pregnant women, dapsone is a category C drug. Therefore, it should be used cautiously and only if the benefits outweigh the risks.\n[16]\n\nTopical Dapsone\n\nG6PD deficiency and methemoglobinemia also represent contraindications to topical dapsone.",
    "mechanism": "When treating leprosy, dapsone is bacteriostatic against\nMycobacterium leprae\nat 1 to 10 mg/L. Dapsone inhibits the folic acid pathway by preventing the bacteria from utilizing para-aminobenzoic acid (PABA) to synthesize folic acid by competitively antagonizing PABA. Dapsone is also a competitive inhibitor of dihydropteroate synthase.\n[4]\n\nBy treating conditions with neutrophilic infiltrates in the skin, the drug exerts therapeutic activity by affecting neutrophilic functions. Dapsone inhibits the myeloperoxidase-peroxide halide-mediated cytotoxic system, a component of the neutrophil respiratory burst. Through this mechanism, dapsine controls the degree of neutrophil-induced destruction in lesions. In leprosy treatment, dapsone exerts the therapeutic effect by inhibiting the folic acid pathway. It also may inhibit the synthesis of chemotactic lipids and interfere with leukotriene (LTB4) mediated chemotaxis in neutrophils and migration to lesions. Dapsone also decreases the adhesion of neutrophils to IgA.\n[5]\n\nThough the actual mechanism of action of dapsone is unknown for dermatologic conditions, the drug does affect human neutrophils, perhaps by moderating the level of damage by neutrophils at the site of lesions and by reducing neutrophil migration to those locations.\n\nDapsone may also exert activity on eosinophils and monocytes. The efficacy of the drug in conditions like granuloma annulare and eosinophilic cellulitis, in which monocytes and eosinophils have significant roles, respectively, points to this hypothesis.\n\nThe mechanism of topical dapsone in treating acne vulgaris is unknown.\n\nPharmacokinetics\n\nPharmacokinetic factors for oral dapsone are as follows:\n\nAbsorption:\nOrally ingested dapsone is rapidly and nearly completely absorbed. Dapsone is detectable a few minutes following ingestion and reaches peak concentration in 4 to 8 hours.\n\nDistribution:\nThe drug's volume of distribution is estimated at 1.5 L/kg.\n[6]\n\nMetabolism:\nThe plasma half-life varies between individuals from 10 to 50 hours, with an average of 28 hours. Repeat tests on the same patient return consistent results. Dapsone is hepatically metabolized by the CYP450 enzyme system, specifically CYP2E1, and it is a CYP2C9 and CYP3A substrate. The drug undergoes metabolism from\nN\n-acetylation and\nN\n-hydroxylation.\n\nElimination:\nApproximately 85% of the daily dosage of dapsone is recoverable in the urine as water-soluble metabolites. Dapsone and metabolites are formed in the liver as dapsone glucuronide, which is water-soluble and rapidly excreted via the kidneys.\n[7]\nDrug excretion is slow, and a steady serum level is maintained with indicated dosing.",
    "administration": "Available Dosage Forms and Strengths\n\nDapsone is available in 25 mg and 100 mg tablets. Topical dapsone is available in 5% and 7.5% gel formulations.\n\nAdult Dosage\n\nLeprosy:\nAccording to the World Health Organization Expert Committee on Leprosy: Eighth Report, there are 3 standard first-line drugs: rifampin (rifampicin), clofazimine, and dapsone. These are fixed-duration multidrug regimens, and none should be prescribed as monotherapy. For multibacillary leprosy, the standard adult dose of dapsone is 100 mg by mouth daily for 12 months. The standard child dose is 50 mg orally daily for 12 months. For paucibacillary leprosy, the standard adult dose of dapsone is 100 mg orally daily for 6 months. The standard oral dosage for children is 50 mg daily for 6 months. Children younger than 10 should receive appropriately reduced dapsone dosage at 2 mg/kg body weight per day.\n\nDermatitis herpetiformis:\nIn patients who are responsive to dapsone, there is a quick reduction in pruritus followed by the clearance of skin lesions. However, there is no effect on the gastrointestinal aspect of the disease. The starting dose for treating dermatitis herpetiformis is 50 mg daily, administered orally, and dapsone should be titrated up to 300 mg daily to achieve the desired effect. A higher dose is given only if the patient is not responsive to a lower dose. The dose should be reduced to the minimum effective dose of 50 mg to 300 mg per day as soon as possible to avoid potential adverse effects. Dapsone is not indicated in the pediatric patient for this condition.\n\nThe dosing schedule for other dermatoses is the same as for dermatitis herpetiformis.\n[8]\n[9]\n\nAcne vulgaris:\nThe dapsone dosage for adults and children aged 12 and older is 5% topical gel applied twice daily. Alternatively, the 7.5% gel can be applied topically once daily. For children aged 9 to 11, apply the 7.5% gel once daily.\n[10]\n\nPneumocystis (carinii) jiroveci\n:\nDapsone is off-label for the prophylaxis and treatment of P jiroveci (carinii), which is classified as a fungus. For prophylaxis, the adult dose is 100 mg daily administered by oral route or divided twice a day as monotherapy. Dapsone can also be administered orally at 50 mg daily in combination with weekly pyrimethamine and leucovorin. The pediatric dose is also orally administered. For patients older than 1 month, the dose is 2 mg/kg daily, not to exceed 100 mg per day, or 4 mg/kg/dose weekly, not to exceed 200 mg/week. The adolescent dose is 100 mg orally daily or divided twice daily as monotherapy. Dapsone can be administered orally at 50 mg daily in combination with weekly pyrimethamine and leucovorin.\n[11]\n\nTo treat P jiroveci, the adult dose is 100 mg daily in combination with trimethoprim for 21 days. The dose is 2 mg/kg daily in conjunction with trimethoprim for 21 days for pediatric patients older than 1 month. For adolescents, the dose is 100 mg daily in combination with trimethoprim for 21 days.\n\nToxoplasmosis prophylaxis:\nDapsone is also used off-label for prophylaxis against toxoplasmosis. The dose is 50 mg oral each day. It is not considered first-line and should be given with pyrimethamine and leucovorin.\n[12]\n\nSpecial Patient Populations\n\nHepatic impairment:\nHepatic dosing has no specific recommendations, but caution is advised.\n\nRenal impairment:\nNo dose adjustments are necessary for patients with renal impairment. If the patient is on hemodialysis, dosing is after dialysis, with consideration for a supplemental dose if the subsequent maintenance dose is not due immediately after dialysis. Peritoneal dialysis requires no dose adjustment and no supplemental dose.\n\nPregnancy considerations:\nBecause of the lack of data on pregnancy and the drug's potential teratogenicity, dapsone is given to pregnant females only if the benefits outweigh the risks. Based on limited data from human studies, there is a risk of teratogenicity and hemolytic anemia.\n[13]\n\nBreastfeeding considerations:\nThere is a potential risk of infant hemolytic anemia based on the drug's mechanism of action and limited data from human studies; therefore, clinicians must assess the risks and benefits for breastfeeding women.\n[13]\n\nPediatric patients:\nPediatric patients receive treatment using the same schedule as adults but with smaller dosages. No data point to dapsone affecting children's later growth and functional development. Dapsone topical is not recommended for children younger than 9.\n\nOlder patients:\nNo data implicate that dapsone needs special dose adjustments in oral or topical dose forms in older patients.",
    "adverse_effects": "Adverse effects of oral dapsone include:\n\nHematologic: Hemolytic anemia, aplastic anemia, methemoglobinemia, leukopenia, and agranulocytosis\n\nCutaneous hypersensitivity reactions: Mebilliform eruption, exfoliative erythroderma, drug-induced lupus erythematosus, and toxic epidermal necrolysis\n\nNeurologic: Peripheral neuropathy, predominantly motor loss\n\nPsychiatric: Psychosis and insomnia\n\nEyes: Blurred vision\n\nEar, nose, and throat: Tinnitus and vertigo\n\nCardiac: Tachycardia\n\nPulmonary: Pulmonary eosinophilia\n\nHepatic: Hepatitis, dapsone syndrome, cholestatic jaundice, and hypoalbuminemia without proteinuria\n\nGastrointestinal: Nausea, vomiting, abdominal pain, anorexia, and pancreatitis\n\nRenal: Nephrotic syndrome, albuminuria, and renal papillary necrosis\n\nDapsone syndrome: Usually develops after 2 to 6 weeks of dapsone therapy. The characteristic presentation is fever, rash, and hepatitis. The clinical picture may resemble infectious mononucleosis. Blood work will show peripheral eosinophilia and elevated liver enzymes. It is life-threatening if inadequately treated.\n[14]\n\nThe adverse reactions that may occur with topical dapsone include methemoglobinemia, angioedema, dryness, peeling, erythema, and oily skin.",
    "monitoring": "The following monitoring parameters apply to orally administered dapsone. Topical dapsone requires no routine monitoring.\n\nBaseline\n\nComplete history and physical with emphasis on cardiopulmonary, gastrointestinal, neurologic, and renal systems\n\nLab: Complete blood count, differential count, liver function tests, renal function tests, G6PD level, and urinalysis\n[17]\n\nFollow-Up\n\nComplete blood count (CBC) with differential every week for 4 weeks, then every 2 weeks until week 12, then every 3 to 4 months.\n\nReticulocyte count as needed.\n\nLiver function tests and renal function tests every 3 to 4 months.\n\nMethemoglobin level as clinically indicated.",
    "toxicity": "Dapsone-induced methemoglobinemia typically results from acute poisoning, either by accidental ingestion or suicidal intent. Presenting symptoms include headache, fatigue, tachycardia, dizziness, and weakness. More severe cases (levels above 60%) can result in arrhythmias, dyspnea, seizures, or coma. Methemoglobinemia is treatable with gastric decontamination, early administration of activated charcoal, or intravenous (IV) methylene blue.\n[18]\n[19]"
  }
}