{
  "drug_name": "daptomycin",
  "nbk_id": "NBK470407",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470407/",
  "scraped_at": "2026-01-11T15:27:42",
  "sections": {
    "indications": "Daptomycin is contraindicated for patients with a known hypersensitivity reaction to the drug or any component within the formulation. Although daptomycin does not have other contraindications to its use, there are significant clinical considerations to remember when caring for patients.\n\nPulmonary surfactant inactivates daptomycin. Therefore, it should not be used to treat patients with pneumonia. Daptomycin is not recommended for pediatric patients younger than 12 months due to its adverse effects on the muscular, neuromuscular, or nervous systems.\n[29]\n\nWarning and Precautions\n\nAccording to product labeling, daptomycin is not approved for left-sided infective endocarditis caused by\nStaphylococcus aureus\n.\n\nBacterial Resistance and Antimicrobial Stewardship\n\nLike other antibiotics, prolonged or inappropriate treatment with daptomycin can lead to bacterial resistance. Therefore, providers must know about increased antibiotic resistance patterns. In addition, patients should be counseled on the importance of medication adherence to prevent developing multidrug-resistant infections. Prescribing daptomycin without a confirmed or highly suspected bacterial infection or for prophylactic purposes is unlikely to offer therapeutic benefit and may contribute to the emergence of drug-resistant bacteria. Adhering to antimicrobial stewardship principles by ensuring the appropriate use of daptomycin and monitoring for resistance patterns is essential to optimize patient outcomes and minimize resistance development.\n[38]",
    "mechanism": "Daptomycin is a cyclic lipopeptide antibiotic that exerts its bactericidal effect by disrupting multiple aspects of bacterial cell membrane function. Daptomycin binds to the cell membrane of susceptible organisms and causes a rapid depolarization of membrane potential. The loss of membrane potential leads to the intracellular inhibition of DNA, RNA, and protein synthesis, ultimately resulting in bacterial cell death. Daptomycin is only effective against gram-positive bacteria.\n[18]\n[19]\nEvidence also suggests that daptomycin binds to bilayers containing cell wall lipid intermediates and forms a tripartite complex with lipid II and phosphatidylglycerol (PG). Calcium-bound daptomycin then oligomerizes and localizes at the division septum. This complex inhibits cell wall synthesis and disrupts the cell wall biosynthetic machinery. Prolonged exposure leads to the distribution of daptomycin throughout the cytoplasmic membrane, resulting in pore formation, membrane disruption, ion leakage, and, ultimately, cell death.\n[20]\n\nMechanism of resistance:\nDaptomycin-resistant phenotypes are often associated with alterations in bacterial membrane composition and cell wall biosynthesis. A prevalent resistance mechanism involves changes in cell surface charge that repel daptomycin or modifications in the bacterial phospholipid phosphatidylglycerol.\n[21]\n\nPharmacokinetics/Pharmacodynamics\n\nDaptomycin is a bactericidal antibiotic administered intravenously (IV). The area under the concentration-time curve to minimum inhibitory concentration ratio (AUC/MIC) correlates well with the antimicrobial activity. The other pharmacological parameters are given below.\n\nAbsorption:\nIV daptomycin has a rapid onset of action. The steady-state trough concentrations are attained by the third day.\n\nDistribution:\nThe volume of distribution at steady-state (approximately 1.0 L/kg) in healthy adult patients is significant. The volume of distribution at steady-state in pediatric and critically ill patients is significantly lower. Protein binding ranges from 90% to 93% in the general population and decreases to 84% to 88% in patients with a creatinine clearance of less than 30 mL/min.\n\nMetabolism:\nResearch studies have indicated daptomycin is broken down into minimal amounts of oxidative metabolites. In vitro studies suggest human liver microsomes do not metabolize daptomycin.\n[22]\n\nExcretion:\nDaptomycin is primarily eliminated as an unchanged drug in the urine (78%), with a lesser amount eliminated in feces (5.7%). Clearance is 8.3 to 9 mL/min/kg in adults with normal renal function. Pediatric patients have demonstrated increased clearance. The half-life of daptomycin is 8 to 9 hours in healthy adults with normal renal function. The elimination half-life can be significantly prolonged in patients with renal impairment (up to 28 hours). Pediatric patients demonstrate a shorter elimination half-life.",
    "administration": "Available Dosage Forms and Strengths\n\nDaptomycin is available as 350 mg lyophilized powder for injection or reconstitution in a 50 mg/mL single-dose vial. Different indications require different doses. The recommended dose should be administered over 30 minutes in adults and children older than 7. Daptomycin should be infused over 60 minutes in children aged 1 to 6. Daptomycin administration may be pushed intravenously over 2 minutes in adult patients only.\n[23]\n[24]\n[25]\nTo prevent excessive foaming and ensure appropriate reconstitution, the vial should not be shaken during or after reconstitution. The reconstituted solution remains stable for 12 hours at room temperature or 48 hours if refrigerated.\n[26]\n\nAdult and Pediatric Dosage\n\nTable\nIndication Patients Group\n\nSpecific Patient Populations\n\nHepatic impairment:\nDaptomycin pharmacokinetics are not altered in moderate hepatic impairment, and no dosage adjustment is necessary for mild to moderate hepatic impairment. The pharmacokinetics of daptomycin in severe hepatic impairment (Child-Pugh Class C) have not been evaluated.\n\nRenal impairment:\nReduced renal function can lead to the accumulation of daptomycin, increasing the risk of adverse effects. Frequency adjustments are necessary for patients with a creatinine clearance of less than 30 mL/min, including patients receiving hemodialysis or continuous ambulatory peritoneal dialysis (CAPD). These patients should receive daptomycin every 48 hours compared to every 24 hours for patients with a CrCl >30 mL/min. Renal function and creatinine phosphokinase (CPK) levels should be monitored weekly in patients with renal impairment.\n[27]\n\nPregnancy considerations:\nDaptomycin is a pregnancy category B drug; limited information is available on its use during pregnancy. Case reports have described the successful use of daptomycin during the second and third trimesters of pregnancy. Additionally, animal reproductive studies have not yet determined any evidence of fetal harm from maternal use of daptomycin. Nevertheless, a risk-benefit analysis should be conducted before initiating daptomycin in patients who are pregnant.\n\nBreastfeeding considerations:\nLow concentrations of daptomycin have been detected in breast milk (0.1% of the maternal dose). There is limited information on daptomycin's effects on breastfed infants or milk production. Like other antibiotics, maternal use of daptomycin may cause a non-dose-related change in neonatal bowel flora. Therefore, breastfed infants should be monitored for gastrointestinal disturbances. Breastfeeding mothers receiving treatment with daptomycin should be advised to consult with their provider and conduct a risk-benefit analysis before breastfeeding.\n[28]\n\nPediatric patients:\nThe table provides the recommended dosage of daptomycin for pediatric patients. As mentioned above, daptomycin is not recommended for children younger than 12 months.\n[29]\nAccording to the Pediatric Infectious Diseases Society (PIDS) and Infectious Diseases Society of America (IDSA) 2021 guidelines for acute hematogenous osteomyelitis (AHO), if clindamycin resistance is 10% to 20% and MRSA resistance is 10% to 20%, patients who are moderate to severely ill should be treated with vancomycin/daptomycin/linezolid/ceftaroline.\n[30]\n\nOlder patients:\nOlder adults are at an increased risk of daptomycin toxicity due to age-related changes in renal function or factors that may enhance exposure to the medication. However, no dosage adjustments are recommended for patients with a creatinine clearance >30 mL/min.",
    "adverse_effects": "Adverse effects of daptomycin therapy include myopathy, rhabdomyolysis, eosinophilic pneumonia, and anaphylactic hypersensitivity reactions. Patients may also experience less severe adverse reactions such as constipation, headache, insomnia, and skin rash.\n[31]\nThere have been cases reported in patients with and without acute kidney injury. Therefore, weekly monitoring of creatine phosphokinase (CPK) levels is recommended for patients receiving daptomycin therapy. More frequent monitoring is recommended in patients with renal impairment or those receiving concomitant HMG-CoA reductase inhibitors (statins). Clinicians should discontinue treatment in patients with signs and symptoms of myopathy and an elevated CPK (>5x upper normal limit (ULN) or >1000 units/L) and asymptomatic patients with a CPK elevation >10x ULN (or >2000 units/L). The incidence of myopathy increases with the administration of doses greater than recommended. Additionally, providers should consider temporarily discontinuing other agents associated with rhabdomyolysis (eg, statins) during daptomycin therapy.\n[32]\n[33]\n\nDaptomycin therapy is also associated with the development of eosinophilic pneumonia, which generally occurs 2 to 4 weeks after initiation. Patients require monitoring for signs and symptoms of eosinophilic pneumonia, including new-onset or worsening fever and new infiltrate on chest imaging. Daptomycin therapy should be immediately stopped for patients who experience signs and symptoms of eosinophilic pneumonia, and they should receive appropriate treatment. Corticosteroids are often necessary for recovery. Eosinophilic pneumonia may reoccur with re-exposure to daptomycin.\n[34]\n[35]\nRare cases of peripheral neuropathy have been observed in patients receiving daptomycin. Therefore, monitoring for new-onset or worsening neuropathy is recommended. Prolonged use of daptomycin can predispose patients to a superinfection such as\nClostridioides\ndifficile\n-associated diarrhea (CDAD) and pseudomembranous colitis.\n[36]\n[37]\nThe incidence of CDAD is greater than 2 months after treatment with daptomycin.\n\nDrug Interactions\n\nOther medications taken with daptomycin may increase the risk of adverse effects and drug toxicity. Therefore, dosing adjustments, additional monitoring, and alternative treatment should be considered when combining daptomycin with certain medications. Caution is advised when administering daptomycin with HMG-CoA reductase inhibitors (statins), as this can potentially increase the risk of skeletal muscle toxicity. Statin therapy should be temporarily discontinued while patients receive treatment with daptomycin. If concomitant administration is unavoidable, the patient's CPK levels should be obtained weekly.\n[33]\nDaptomycin is compatible with 0.9% sodium chloride injection for reconstitution and dilution. Daptomycin is incompatible with dextrose-containing diluents and should not be used with elastomeric infusion pumps due to the leaching of the impurity 2-mercaptobenzothiazole into the solution. Additives and other medications should not be mixed with or infused simultaneously through the same intravenous line. If the same line is used for sequential infusions, it should be flushed with a compatible intravenous solution before and after daptomycin administration.",
    "monitoring": "Patients receiving daptomycin therapy should be monitored to ensure the safe administration of the medication. Baseline renal function tests are recommended to assess renal impairment and the necessity of dosage adjustments. Additionally, clinicians are recommended to obtain weekly baseline CPK levels in patients requiring treatment for more than 1 week. More frequent CPK monitoring is necessary for patients with current or prior statin therapy, an unexplained elevation in CPK, or renal impairment.\n[33]\n[39]\nPatients should also receive monitoring for muscle pain or weakness, new-onset or worsening peripheral neuropathy, and signs or symptoms of eosinophilic pneumonia.\n[34]\n[40]\nFurthermore, patients who develop diarrhea should be tested for\nC difficile\ninfection.",
    "toxicity": "Signs and Symptoms of Overdose\n\nRenal impairment affects daptomycin pharmacokinetics, with mild impairment causing a moderate reduction in clearance. Moderate/severe impairment leads to a decrease in clearance and an increase in the area under the concentration-time curve (AUC). Consequently, overdosing in these populations can lead to significantly elevated systemic drug levels, increasing the risk of adverse effects and toxicity. Patients who overdose on daptomycin may experience myalgia and rhabdomyolysis and have elevated creatine phosphokinase and potassium levels.\n[41]\n[42]\n\nManagement of Overdose\n\nSupportive care is recommended with the maintenance of glomerular filtration in case of overdose suspected or confirmed with daptomycin.\n\nApproximately 15% of daptomycin is cleared slowly from the body by hemodialysis (low-flux membrane) over 4 hours. High-flux dialysis membrane hemodialysis may increase the percentage of dose removal.\n[43]\nApproximately 11% of daptomycin is cleared by peritoneal dialysis over 48 hours."
  }
}