{
  "drug_name": "daratumumab",
  "nbk_id": "NBK599516",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599516/",
  "scraped_at": "2026-01-11T18:46:58",
  "sections": {
    "indications": "Crystals are groups of ions, atoms, and molecules that can form into homogeneous solids and have a fixed distance between the constituent parts, creating an orderly, repeating 3-dimensional pattern. The molecular components of crystals are filtered from the plasma through the kidneys and concentrated in the renal tubules. The kidneys are a primary site of crystalline deposition, receiving 25% of total cardiac output.\n\nThese deposits primarily occur in the renal tubules, interstitium, or both. They are associated with the development of acute kidney injury (AKI) or progressive chronic kidney disease (CKD), which can present with microscopic hematuria, crystalluria, and sub-nephrotic range proteinuria.\n[1]\n[2]\n[3]",
    "mechanism": "Urinary and renal crystalline disorders are broadly categorized by underlying etiology into four major groups.\n[3]\n[4]\n\nCalcium oxalate and calcium phosphate crystallopathy\nParaproteinemia-related crystal deposition diseases\nCrystal deposition secondary to metabolic and inherited disorders\nDrug-induced crystal deposition disease",
    "monitoring": "Patients with suspected primary hyperoxaluria should receive a 24-hour urine excretion for calcium, phosphorus, magnesium, uric acid, oxalate, citrate, and cystine. Any renal stones should be collected and chemically analyzed.\n\nHyperoxaluric patients should have an evaluation to rule out secondary causes of hyperoxaluria. Those with severe hyperoxaluria (>75 mg/day) should undergo genetic testing to confirm the diagnosis of primary hyperoxaluria. There are also reported cases of hypercalcemia in patients with primary hyperoxaluria.\n[56]\n[57]\n\nPlasma oxalate levels should be measured in patients with a decline in renal function, especially when the GFR is below 30 mL/min, as the urinary oxalate levels will not be representative. In primary hyperoxaluria patients with ESRD, plasma oxalate levels are typically higher than 80 μmol/L, while in non-primary hyperoxaluria hyperoxaluric patients, the plasma oxalate level may range between 30 μmol/L to 80 μmol/L.\n[58]\n[59]\n\nSpot urine tests for glycolate, glycerate, and 4-hydroxy-2-oxoglutarate have a high sensitivity, particularly for PH2 and PH3.\n[60]\n\nGenetic testing is the gold standard for diagnosing all types of primary hyperoxaluria; it should be performed in all patients with suspected primary hyperoxaluria (a 24-hour urine oxalate >75 mg in patients without enteric hyperoxaluria), and it also helps estimate the responsiveness to pyridoxine treatment in PH1 patients.\n[16]\n[17]\n\nSystemic levels of oxalate increase once the GFR drops below 30 mL/min, which leads to extrarenal calcium oxalate deposits in other organs, such as the bones, skin, central nervous system, retina, and cardiovascular organs, consistent with systemic oxalosis.\n[17]\nThese patients should get an electrocardiogram, echocardiogram, thyroid function panel, and x-ray examination of the long bones to rule out fractures and radiodense metaphyseal bands.\n[61]\n\nPatients suspected of Fanconi syndrome should undergo microscopic urinalysis and an evaluation for glycosuria in the presence of normal serum glucose levels, aminoaciduria, uricosuria, and phosphaturia. Serum chemistry, calcium, phosphorous, and uric acid levels should be obtained. See our companion StatPearls reference article on \"Fanconi syndrome.\"\n[62]\n\nCystinosis is diagnosed by the detection of elevated cystine levels in leukocytes.\nIt can also be diagnosed clinically by detecting corneal cystine crystals on slit lamp examination.\nMolecular testing is another well-established test to diagnose cystinosis.\nPlasma chitotriosidase enzymatic activity is an excellent predictor of leukocyte cystine levels.\n\n2,8 DHA crystalline nephropathy, Dent disease types 1 and 2, and Lowe's syndrome can be diagnosed and confirmed by genetic testing. However, many patients with these conditions do not have detectable mutations, so this is not an exclusionary test.\n\nPatients with suspected paraproteinemia should undergo a complete blood count with differential, a comprehensive metabolic panel including calcium level, serum protein electrophoresis with immunofixation, serum free light chain testing, 24-hour urine for electrophoresis with immunofixation, serum beta -2 microglobulin level, albumin, and LDH. They should also undergo imaging of the entire skeleton, preferably whole-body, low-dose computed tomography, as a whole-body skeletal survey is less sensitive.\n[9]\n\nThose with an abnormally elevated serum-free light chain immunoglobulin level greater than 500 milligrams/liter should have proteinuria quantification.\n\nPatients with predominantly albuminuria are less likely to have myeloma cast nephropathy but more likely to have myeloma-induced amyloidosis, light chain deposition disease, and heavy chain deposition disease.\n\nPatients with excess Bence-Jones proteinuria are at high risk of developing myeloma cast nephropathy.\n\nThe risk for myeloma cast nephropathy increases significantly once the daily excretion of Bence-Jones protein exceeds 1 gram.\n[63]",
    "administration": "Primary hyperoxaluria type 1\n(PH1) therapy includes hyperhydration, using calcium oxalate crystallization, thiamine inhibitors, and pyridoxine. Pyridoxine effectively lowers oxalate levels in subgroups of PH1 patients with specific mutant alleles of the AGXT gene.\n[17]\n\nTreatment starts with pyridoxine at 5 mg/kg and then measuring urinary oxalate levels to assess the patient's response within two weeks of starting therapy. Patients should have at least a 30% reduction of urinary oxalate levels after three months of treatment to be considered pyridoxine responsive.\n[64]\nAbout 30% of patients with PH1 will respond to this treatment.\n[65]\nPyridoxine should be stopped in patients who do not respond. The dosage needs to be titrated in patients who respond to the lowest possible effective dose but may be increased to a maximum of 20 mg/kg.\n[64]\n[66]\nPatients on pyridoxine therapy should be monitored regularly for possible neurotoxicity.\n[3]\nPyridoxine has no role in the treatment of PH2 and PH3.\n\nLumisaran was approved by the FDA in 2020 to treat primary hyperoxaluria type 1; it is an RNA interference (RNAi) agent that degrades the messenger RNA for hepatic glycolate oxidase. Glycolate oxidase is an enzyme that converts glycolate to glyoxylate, a precursor for oxalate production. Lumisaran decreases oxalate production by decreasing the amount of glyoxylate available to hepatic cells. It was shown to decrease urinary oxalate excretion by 65% after six months of treatment in the placebo-controlled phase 3 study ILLUMINATE-A; however, no change in eGFR was demonstrated in this short-term study. Similar results were noted in other phase-3 controlled studies, ILLUMINATE-B and ILLUMINATE-C. Early data from all the Lumisaran trials suggest that this drug can significantly decrease the risk of crystalluria and stabilize kidney function.\n[16]\n[17]\n[25]\n\nStiripentol, an anti-epileptic agent, has been found to inhibit lactate dehydrogenase isoenzyme 5, which converts glyoxalate to oxalate. Nedosiran, which blocks the conversion of glyoxalate to oxalate through RNA interference, is being studied in PH1 and PH2 patients. Interestingly, it was shown to be effective only in PH1 patients, as no improvement in oxalate levels was noted in patients with PH2. This is thought to be secondary to the GRHPR enzyme being present in other tissues besides the liver. Liver transplantation may someday be avoided for primary hyperoxaluria patients if these and similar agents prove to be clinically successful.\n[16]\n[17]\nClinicians should remember that liver transplants have no role in decreasing the systemic oxalate load.\n\nRenal replacement therapy should be considered in CKD stage IV and stage V patients even before the development of uremia to minimize systemic oxalosis. Aggressive hemodialysis should be done pretransplantation to decrease the systemic oxalate load in patients awaiting a renal transplant. Predialysis oxalate levels of 50 to 70 μmol/L should be targeted with aggressive dialysis: high flux and high-frequency hemodialysis should be the modality of renal replacement therapy, and the addition of nocturnal peritoneal dialysis can be considered in selected patients.\n[17]\n\nLiver transplantation is the only known curative treatment for this condition. Patients who progress to CKD require combined liver and kidney transplantation. Ideally, this should be performed prior to the development of systemic oxalosis, as patients with a high systemic oxalate load carry the risk of crystal deposition in the transplanted kidney. In selected cases, continuous renal replacement therapy can be considered to decrease the systemic oxalate load during and immediately post-transplant.\n[16]\n[17]\n\nSecondary oxalate nephropathy\ntreatment hinges on sustaining sufficient hydration to generate more than 2 to 3 liters of daily urine output. Patients should be maintained on a low oxalate, high calcium, low-fat diet. Calcium citrate supplements are given with the most common high oxalate daily meals (usually lunch and dinner) to decrease intestinal oxalate absorption through increased gastrointestinal oxalate-calcium binding. Optimization of urinary crystallization inhibitors, like potassium citrate, is also helpful.\n[16]\n\nStudies done to assess the efficacy of oral Oxalobacter formigenes and other probiotics in decreasing oxaluria did not show improved outcomes. A pilot study of an orally administered recombinant oxalate decarboxylase enzyme (which degrades oxalate), known as reloxilase, has shown promising results in patients with CKD and is being studied in a larger randomized control trial.\n[67]\n\nCalcium phosphate deposition disease\ntherapy includes optimized hydration, low sodium intake, potassium citrate supplementation, maintaining a normal calcium diet, and treating the disorder's underlying cause.\n[3]\n[4]\n\n2,8, DHA crystalluria\ntreatment involves using a xanthine oxidase inhibitor, such as allopurinol or febuxostat, to overcome the APRT deficiency that causes this disorder.\n[68]\nBoth agents effectively reduce 2,8 DHA excretion in patients with an APRT deficiency. A recent study showed that febuxostat is more effective in reducing the excretion of 2,8 DHA than allopurinol. However, both drugs are equally effective in decreasing the progression of CKD in this disorder.\n[69]\n\nCystinosis\ntherapy involves life-long oral cysteamine. The drug enhances cystine clearance, the dosing of which is guided by leukocyte cystine levels.\n[22]\nCysteamine enters the lysosomes and breaks down the cystine into cysteine and cysteine-cysteamine disulfide, which are removed by the cysteine and cysteine-cysteamine transporters, respectively.\n[70]\n\nCysteamine treatment is not curative, and patients can have progressive renal failure even with long-term therapy. Long-term and early initiation of cysteamine treatment is associated with improvement in renal and extrarenal outcomes. While long-term cysteamine treatment can delay the progression to ESRD, it does not have any significant impact on renal Fanconi syndrome.\n[70]\nGene therapy treatment is being investigated for the treatment and possible cure of this disease.\n[3]\n[4]\n\nCystinuria\ncauses urinary cystine stones with characteristic hexagonal-shaped cystine crystals in the urine. Cystine stones are very dense and relatively resistant to standard nephrolithiasis treatment such as lithotripsy, so laser therapy is usually preferred. Cystine urinary crystals are increasingly soluble as the urinary pH increases, so treatment includes raising the urine pH to 7.5 or higher.\n[29]\nVery high hydration levels are needed to generate the recommended 3 liters of urine in 24 hours. Tiopronin is used as a cystine binder, which makes it far more soluble. For more information on cystine and cystinuria, see our companion Statpearls reference article on \"Cystinuria.\"\n[29]\n\nAcute urate nephropathy\ntherapy primarily consists of aggressive hydration, urinary alkalization, and using xanthine oxidase inhibitors or recombinant urate oxidase, which converts the urate to water-soluble allantoin. While both treatment options can be used prophylactically, recombinant urate oxidase is particularly useful even after the development of acute urate nephropathy.\n[30]\n[31]\n\nMultiple myeloma/paraproteinemia\nshould be treated initially with supportive care, including hydration, avoidance of nephrotoxic medications, and treatment of any associated anemia or hypercalcemia. All patients with paraproteinemia-related crystalline nephropathy should get standard chemotherapy to reduce monoclonal paraprotein production.\n\nStandard first-line treatment of newly diagnosed multiple myeloma is the combination of an immunomodulatory drug (lenalidomide), a proteasome inhibitor (bortezomib), and steroids (dexamethasone).\n[71]\n\nCyclophosphamide or doxorubicin can be used in place of immunomodulatory drugs.\n[72]\n\nProteasome inhibitors have been shown to improve survival in multiple myeloma across multiple randomized trials and do not require dosage adjustment for renal impairment.\n\nProteasome inhibitors rapidly reduce free light chain concentrations and inhibit the NF-kB inflammatory pathway, thereby decreasing tubular inflammation and apoptosis.\n\nAdding monoclonal anti-CD38 antibodies (daratumumab) to the standard of care has improved the complete remission rates in the GRIFFIN and CASSIOPEIA trials.\n[73]\n[74]\n\nDaratumumab is also an acceptable substitute for patients who cannot tolerate bortezomib for any reason, such as peripheral neuropathy.\n[75]\n\nHemodialysis or peritoneal dialysis should be utilized in multiple myeloma patients who demonstrate or develop significant renal failure along with traditional indications such as uremia, hyperkalemia, worsening metabolic acidosis, volume overload, and pericarditis.\n\nAutologous stem cell transplants are recommended and should be strongly considered in acceptable patients after 3 to 6 months of induction therapy.\n[9]\n\nExtracorporeal light chain removal has long been entertained as an adjuvant treatment for myeloma cast nephropathy. Therapeutic plasma exchange involves the removal of harmful substances in the plasma. Plasma exchange is also known as single filter plasmapheresis, a modality in which blood is separated into its cellular components and plasma. The plasma with harmful proteins is discarded and replaced with albumin or fresh frozen plasma.\n\nTwo small randomized controlled trials on plasma exchange's role in multiple myeloma have shown conflicting results. The largest randomized controlled trial by Clark et al. had only 97 patients.\n[76]\nThese patients were randomized into two groups of conventional chemotherapy and plasmapheresis in addition to the standard chemotherapy. The plasmapheresis group had up to 7 plasma exchanges on top of conventional chemotherapy. Plasma exchange was not shown to be beneficial in improving the primary composite outcome of reducing death and promoting renal recovery. This study has several important limitations as bortezomib chemotherapy was not used in these patients, and they did not have biopsy-confirmed myeloma cast nephropathy.\n[76]\n\nThe use of plasma exchange remains controversial in the treatment of multiple myeloma. Currently, plasma exchange can be considered in patients with severe renal failure and very high levels of Bence-Jones proteinuria, as well as an adjunctive treatment in the management of crystaloglobulinemia.\n\nHigh cut-off hemodialysis has also been suggested as another means of extracorporeal free light chain removal. A dialysis filter with a large-bore size of 10 nm is used with dialysis over weeks to remove free light chain immunoglobulins. HCO-HD (high-cutoff hemodialysis) membrane is capable of removing 90% of free light chains over three weeks and has beneficial effects in a single-center open-label study.\n[77]\nHowever, multiple randomized trials, such as the Eulite trial, were subsequently conducted to verify this benefit and could not confirm or reproduce these results; therefore, this treatement is not currently recommended.\n[78]",
    "adverse_effects": "Patients with primary hyperoxaluria, secondary hyperoxaluria, and 2,8 DHA crystalluria are at increased risk for nephrolithiasis. These patients can develop acute kidney injury, obstructive uropathy causing urosepsis, progressive CKD, and ESRD.\n\nPatients with PH1 have recurrent calcium oxalate kidney stones, rapidly progressive chronic kidney disease, and can progress to ESRD. The median onset of ESRD is 5.5 years, and most develop renal failure in the first three decades of life. Children with PH1 can develop complications such as growth retardation, failure to thrive, increased fractures, pancytopenia, hypothyroidism, and vascular calcifications leading to arterial insufficiency and heart block. Cardiac and vascular complications are commonly seen in adults.\n\nPatients with cystinosis, Dent disease types 1 and 2, Lowe syndrome, and paraproteinemia-associated proximal tubular dysfunction can develop Fanconi syndrome. This has many concomitant complications, such as metabolic acidosis, hypophosphatemia, volume depletion, acute kidney injury, and nephrolithiasis. Children with Fanconi syndrome can develop rickets and growth retardation.\n\nPatients with cystinosis can develop progressive renal failure, ESRD, hypothyroidism, and vacuolar myopathy, contributing to restrictive lung disease and increased risk for aspiration pneumonia, growth retardation, fractures, photophobia, hypogonadism, blindness, and exocrine and endocrine pancreatic insufficiency.\n[79]\n\nComplications associated with myeloma cast nephropathy include progressive renal failure, multiple other extrarenal complications such as hypercalcemia, anemia, vertebral compression fractures, compressive myelopathy, nerve root compression, peripheral neuropathy, venous thromboembolism, and increased risk for infections.\n[80]"
  }
}