{
  "drug_name": "darbepoetin alfa",
  "nbk_id": "NBK539871",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539871/",
  "scraped_at": "2026-01-11T18:46:57",
  "sections": {
    "indications": "Anemia is generally defined as a hemoglobin level of less than 13 g/dL in men and less than 12 g/dL in women.\n[1]\nAnemia of chronic renal disease, also known as anemia of chronic kidney disease (CKD), is a type of normocytic and normochromic anemia and hypoproliferative anemia, which is common in patients with renal disease. Among other complications of CKD, it is frequently associated with poor outcomes, decreased quality of life, and increased mortality.\n[2]\n\nIn 1836, anemia was first linked to renal disease by Richard Bright, also known as the \"Father of Nephrology.\"\n[3]\n[4]\nAs kidney disease progresses, the prevalence of anemia increases, affecting almost all patients with stage 5 CKD. The primary mechanisms behind anemia of CKD, including end-stage renal disease (ESRD), involve decreased erythropoietin production, decreased gastrointestinal iron absorption due to chronic inflammation, and a decreased lifespan of red blood cells (RBCs).\n[2]\n\nThe treatment of anemia of CKD has advanced considerably in the last 2 decades. Before the therapeutic options currently available, the mainstay of treatment was blood transfusion, which came with numerous complications, including infections, hemosiderosis, fluid overload, and transfusion reactions. In addition, frequent blood transfusions increase the risk of allosensitization, which can worsen renal transplant outcomes if a transplant is an option.\n\nIn the 1970s, androgens were used to avoid transfusion in patients with CKD; however, this practice is now strongly discouraged.\n[5]\n[6]\nIn the late 1980s, the development of recombinant erythropoietin, followed by erythropoiesis-stimulating agents (ESAs), revolutionized the management of anemia of CKD.\n[7]\nInitially introduced to avoid transfusions, these treatments were soon found to have various positive effects, including improved survival and quality of life, improved cardiac function, reduced hospitalizations, and lower overall costs.\n[8]\n[9]\n[10]\n\nThe mean hemoglobin level of dialysis patients increased from 9.6 g/dL in 1991 to 12.5 g/dL in 2005, and transfusion requirements decreased considerably.\n[11]\nHowever, in 1998, the Normal Hematocrocrit Trial raised concerns about adverse events associated with higher hemoglobin or hematocrit goals.\n[12]\nSubsequently, multiple trials have assessed the benefits of targeting higher versus lower hemoglobin ranges. The discovery of adverse effects of ESAs raised questions about their overall benefits and led to increased interest in finding alternative management strategies for anemia of CKD.\n\nAnemia of CKD is highly associated with adverse outcomes such as cardiovascular events and increased mortality. Additionally, the severity of anemia correlates with decreased quality of life and increased hospitalizations. Understanding the diverse mechanisms involved, recommended treatment guidelines, and new therapeutic developments is crucial for managing this condition effectively.\n[1]",
    "mechanism": "Anemia of chronic renal disease is of multifactorial origin, with a primary etiology being decreased renal production of erythropoietin, the hormone responsible for stimulating RBC production, coupled with abnormal iron metabolism due to chronic inflammation. Decreased erythropoietin has recently been linked to the downregulation of hypoxia-inducible factor (HIF)—a transcription factor that regulates gene expression of erythropoietin.\n[13]\n[14]\nOther mechanisms include uremia (leading to RBC deformity and hemolysis), folate and vitamin B12 deficiency, bleeding due to dysfunctional platelets, and blood loss from hemodialysis.\n[15]\n\nErythropoietin deficiency is a hallmark of kidney disease. Erythropoietin is produced by peritubular type 1 interstitial cells in the renal cortex and outer medulla and aids in the differentiation of erythroid cells. Its absence leads to programmed apoptosis of erythroid precursors. Additionally, proinflammatory cytokines inhibit erythropoietin production and decrease the proliferation of erythroid progenitor cells.\n[1]\n\nIron deficiency also plays a significant role in the anemia of CKD, attributable to both absolute iron deficiency and relative iron deficiency caused by chronic inflammation inhibiting iron release from cellular stores. Iron is first absorbed from the gastrointestinal tract and bound by transferrin. Bound iron is then transported to the liver and spleen, where it is stored in ferritin or transported to the bone marrow for erythropoiesis. Iron is also recycled by macrophages phagocytosing senescent RBCs, another erythropoietin-dependent process.\n[16]\n[17]\nAlthough anemia of CKD is usually described as normochromic, significant iron deficiency can also cause hypochromia and microcytosis.\n\nHepcidin is a crucial hormone in iron metabolism. Synthesized by the liver, hepcidin regulates iron absorption from the gastrointestinal system and releases stored iron. Macrophages and adipocytes also release small amounts of hepcidin. Hepcidin decreases the expression of ferroportin (the cell-surface iron exporter), and its production is upregulated by chronic inflammation, infection, and renal failure. In addition, it decreases iron absorption, facilitates iron storage, and impedes erythroid progenitor cell proliferation. Since hepcidin is also renally cleared, increased levels are seen as the glomerular filtration rate (GFR) falls.\n[2]\n[18]\nPlease see\nFigure.\nIron Metabolism and Erythropoiesis for more information.\n\nHIF is a transcription factor and a key regulator of cellular responses to hypoxia. Composed of an oxygen-binding α-unit and a stable β-unit, HIF regulates erythropoietin (\nEPO)\nand other iron-metabolism genes. When oxygen levels are normal, prolyl-4-hydroxylase domain-containing proteins 1-3 (PHD 1–3) hydroxylate HIF-α, which allows the von Hippel Lindau protein complex to ubiquitinate HIF-α, leading to its degradation. In hypoxemic conditions, HIF-α is stabilized, resulting in increased erythropoietin transcription. HIF also indirectly decreases hepcidin levels through increased erythroferrone secretion by erythroblasts.\n[16]\n[17]\n[19]",
    "monitoring": "Common tests required to diagnose anemia of chronic renal disease include:\n\nComplete blood count (CBC) with differential\nPeripheral smear\nVitamin B12, folate, haptoglobin, and thyroid studies (to rule out other causes of anemia)\nIron indices (iron, ferritin, total-iron binding capacity [TIBC], and transferrin saturation [TSAT]) include:\n[16]\nIron (serum iron level): Normal 60 to 170 mcg/dL for adults\nFerritin (serum ferritin level): Normal 11 to 300 ng/mL\nTIBC (calculated as transferrin × 1.389): Normal 240 to 450 mcg/dL\nTSAT (calculated as serum iron/TIBC × 100): Normal 20% to 40%\n\nPure iron deficiency anemia usually results in a decreased serum iron level, decreased ferritin, elevated TIBC, and decreased TSAT.\n[16]\n\nWith anemia of CKD, serum ferritin levels are usually elevated due to chronic inflammation, and the serum iron indices often do not align with normal ranges. Common findings include decreased or normal iron and TIBC, elevated ferritin, and decreased TSAT.\n[28]\n[29]\nThe Dialysis Patients' Response to IV Iron With Elevated Ferritin (DRIVE) study demonstrated that intravenous (IV) iron is beneficial in dialysis patients even with ferritin levels as high as 1200 ng/mL if the TSAT is less than 30%.\n[30]\nLow ferritin levels are highly suggestive of iron deficiency, but high ferritin levels do not rule out iron deficiency when CKD or chronic inflammation is present.\n\nVarious reticulocyte indices can also be used to measure functional iron deficiency and the body's response to iron repletion. Reticulocytes typically mature in the bone marrow for 1 to 3 days and then circulate in peripheral blood for 1 to 2 days before becoming mature erythrocytes. The reticulocyte hemoglobin content indirectly measures the amount of iron available for RBC production over the last 3 to 4 days. This may correlate more accurately with actual iron stores than serum iron, ferritin, or MCV values.\n[31]\n[32]\nHowever, this test must be conducted within a certain timeframe and may be inaccurate in patients with thalassemias.\n[16]\n\nMeasuring serum erythropoietin levels in CKD is generally discouraged, as they do not influence treatment decisions. This is due to a phenomenon known as 'relative erythropoietin deficiency,' where there is insufficient increase in erythropoietin levels relative to the severity of anemia.\n[33]\n[34]\nHepcidin levels are not typically measured, as they do not affect treatment options.\n\nIn CKD-associated anemia, a peripheral blood smear typically shows normocytic and normochromic anemia and peripheral reticulocytopenia. Hypochromia may also be observed in cases of iron deficiency. Measuring the percentage of hypochromic RBCs can help diagnose iron deficiency, with values over 4.3% often used as an indicator of iron deficiency.\n[1]\n\nBone marrow biopsy is not commonly performed but is considered the gold standard for diagnosing iron deficiency anemia. It may reveal erythroid hypoplasia or absent iron stores, which correlates with the reported resistance of bone marrow to erythropoietin.\n[35]",
    "administration": "Erythropoiesis-Stimulating Agents\n\nThe erythropoietin analogs epoetin alfa and darbepoetin alfa are the 2 ESAs generally used in managing anemia of CKD. Produced by recombinant DNA technology through cell cultures, they have similar efficacy and adverse effect profiles, except for the longer half-life of darbepoetin alfa, which allows for less frequent dosing.\n[36]\n[37]\n[38]\n\nAs per Kidney Disease: Improving Global Outcomes (KDIGO) guidelines, ESAs are typically considered in patients with CKD when hemoglobin levels drop below 10 g/dL. However, ESA treatment is individualized based on factors such as anemia symptoms, transfusion requirements, the rate of hemoglobin decline, and response to iron therapy. Erythropoietin (50-100 units/kg IV or subcutaneously [SC]) is usually administered every 1 to 2 weeks, while darbepoetin alfa is dosed every 2 to 4 weeks. For dialysis patients, erythropoietin is given with each dialysis session (3 times a week), whereas darbepoetin alfa is administered once weekly.\n\nAn alternative to the above ESAs is epoetin alfa-epbx—a genetically engineered recombinant human erythropoietin—approved by the US Food and Drug Administration (FDA) for treating anemia in patients with CKD in 2018. Studies have found similar rates of effectiveness and adverse events when compared to epoetin alfa. This biosimilar product has been available in Europe since 2007 and may lead to cost savings if widely utilized.\n[39]\n[40]\n[41]\n\nContinuous erythropoiesis receptor activator (CERA) is a newer, longer-acting ESA that may be preferred over other ESAs due to its lower administration frequency. This compound has a methoxy polyethylene glycol chain bound to epoetin beta. CERA has a lower affinity for the soluble erythropoietin receptor and possibly reduced cellular proliferation activity. CERA is available in the US since 2007, has a significantly increased half-life of about 130 hours, and can be administered SC every 2 to 4 weeks. So far, no specific evidence supports or detracts from its use compared to other ESAs.\n[42]\n[43]\nGenerally, the peak rise in RBCs in response to ESAs occurs at 8 to 12 weeks. However, in about 10% to 20% of cases, anemia can be resistant to ESAs. Relative iron deficiency should always be considered in this situation. Please see StatPearls' companion resource, \"\nEpoetin Alfa\n,\" for more information.\n\nIn all patients with CKD, regardless of the need for dialysis, the goal hemoglobin using ESAs is less than 11.5 g/dL. Multiple trials, including CHOIR, NHCT, and TREAT, have assessed the superiority of targeting hemoglobin to 'normal' versus lower ranges. These trials demonstrated higher mortality, thrombosis, and adverse cerebrovascular and cardiovascular events with higher levels of ESAs. The FDA has also issued a warning regarding the increased risk of death, severe adverse cardiovascular events, and stroke when ESAs are administered to target Hb levels above 11 g/dL.\n[44]\n[45]\n[46]\n[47]\n[48]\nThis appears to be the higher ESA dose rather than the resulting higher hemoglobin levels, causing the adverse effects, possibly related to ESAs' effects on vascular remodeling and vasoconstriction.\n[49]\n\nAnother concern with ESA use is the potential effect on malignancy. Some neoplastic cells express erythropoietin receptors, making them susceptible to increased growth with ESA administration. A meta-analysis suggested increased mortality with ESA administration.\n[50]\nKDIGO guidelines suggest using ESAs cautiously in CKD patients with active malignancy (grade 1B), a history of stroke (grade 1B), or a history of malignancy (grade 2C).\n[38]\n\nA rare but severe adverse effect of ESA use is an allergic reaction or the development of anti-erythropoietin antibodies. Early cases reported from 1998 to 2006 are thought to be related to a prior epoetin formulation. The allergic component could be the recombinant erythropoietin or another agent in the drug. Erythropoietin-neutralizing antibodies can attack both the recombinant and endogenous erythropoietin, causing pure red cell aplasia that may worsen with ESA administration. This condition is more likely with SC rather than IV injection and is associated with anti-erythropoietin antibodies. The anti-erythropoietin antibodies include neutralizing anti-erythropoietin antibodies, and their titers correlate with the degree of anemia. In pure red cell aplasia, a bone marrow biopsy may show absent erythroid precursors or arrested development of the precursors. This condition is usually treated with immunosuppressive agents, but discontinuing the ESA may be sufficient.\n[51]\n[52]\n[53]\n[54]\n\nTreatment with Iron\n\nPatients with renal disease face an increased risk of iron deficiency due to factors such as impaired dietary iron absorption, chronic bleeding from platelet dysfunction caused by uremia, frequent phlebotomy, and blood trapped in the dialysis apparatus. In addition to the depletion of circulating iron from erythropoiesis stimulated by ESAs, this deficiency makes iron supplementation essential in treating anemia of CKD. Due to elevated hepcidin levels, oral iron supplementation is largely ineffective, making IV iron the preferred choice for hemodialysis patients and those with advanced CKD.\n[55]\n[56]\n\nKDIGO recommends a target TSAT between 20% and 30% and ferritin levels between 100 to 500 ng/mL in patients with CKD and anemia. The European Renal Best Practice Guidelines (2013) propose a ceiling for TSAT at 30% and ferritin at 500 ng/mL. Additionally, dialysis centers often have their own specific goals and protocols.\n[16]\nGuidelines from the National Institute for Healthcare and Excellence (2015) and the Renal Association (2017) suggest using a ferritin ceiling of 800 ng/mL.\n[57]\n\nData from recent trials, including the Randomized Trial Comparing Proactive, High-Dose versus Reactive, Low-Dose IV Iron Supplementation in Hemodialysis (PIVOTAL) trial, suggest that using even more liberal guidelines for iron administration may be warranted. The PIVOTAL trial used a cutoff of 40% for TSAT and 700 ng/mL for ferritin to hold the administration of IV iron sucrose. Findings were a lower incidence of death, hospitalization, and nonfatal cardiovascular events in the high-cutoff treatment arm, as well as considerably lower ESAs and transfusion requirements. Notably, infection rates did not differ between both study arms. The results of DRIVE I and DRIVE II showed similar improvements with high-cutoff levels. Notably, the average mean ferritin level for dialysis patients in the United States in 2013 was 800 ng/mL, with 18% of patients exceeding 1200 ng/mL. Therefore, understanding the implications of very high ferritin levels is an area needing further research.\n[2]\n[11]\n\nConcerns about administering IV iron with high ferritin or TSAT levels include potential risks of iron overload, which may increase the risk of infection, damage from oxidative stress, and iron deposition in tissues. While studies and meta-analyses on the impact of IV iron on mortality and morbidity in ESRD patients have yielded mixed results, the theoretical risk of infection or neutrophil impairment has not been substantiated by observational studies.\n[16]\n[47]\nAnaphylaxis remains a concern, particularly with iron dextran (less commonly used now), but can also occur with iron gluconate, iron sucrose, or ferumoxytol. The risk is estimated at 24 to 68 per 100,000 for all IV iron formulations combined. Most dialysis centers mitigate this risk by administering a test dose or carefully initiating IV treatments as a precaution.\n[16]\nAnother significant concern is that certain IV iron formulations may increase FGF23 levels due to interactions with the carbohydrate shell surrounding the iron.\n[2]\n[58]\n\nNew-generation IV iron compounds, such as ferumoxytol, ferric derisomaltose, and ferric carboxymaltose, have become widely used in clinical practice. Their key advantage is the highly stable carbohydrate shell, which prevents the uncontrolled release of toxic-free iron and allows for complete replacement doses in just 1 or 2 infusions. Another essential feature is that the polynuclear iron core in these agents is stable with a low redox potential, thus minimizing the risk of harmful oxidative stress reactions.\n[17]\n\nNovel Iron Therapies\n\nFerric citrate, FDA-approved for treating iron-deficiency anemia in patients with CKD or ESRD, also functions as a phosphate binder. This compound forms insoluble complexes with phosphates in the acidic environment of the stomach and releases ferric ions in the alkaline duodenum. The oral formulation allows a more physiological repletion of iron, and its dual role as a phosphate binder may reduce the total pill burden for patients.\n[16]\n[59]\nStudies have shown that ferric citrate is as effective as both calcium-based and non-calcium–based phosphate binders. Additionally, ferric citrate lowers FGF23 levels in both dialysis-dependent and non-dialysis–dependent patients, independent of its phosphorus-lowering effects. Given that high levels of FGF23 are independently associated with anemia and cardiovascular mortality, this could have significant implications.\n[17]\n\nFerric maltol is a novel oral iron therapy that consists of a stable complex of ferric iron and maltol–a naturally occurring sugar derivative. This formulation allows bioavailable iron to be released in the neutral pH of the intestinal tract and possesses both hydrophilic and lipophilic properties. Upon oral administration, ferric iron is delivered to the intestinal mucosa complexed with maltol, potentially enhancing the uptake of ferric iron into enterocytes compared to ferrous iron salts.\n[59]\nAs it bypasses stomach metabolism, it has fewer gastrointestinal adverse effects and has been studied for use in irritable bowel syndrome. Ferric maltol is approved for treating iron-deficient anemia in the United States and the European Union.\n\nSucrosomial iron is an oral iron preparation featuring ferric pyrophosphate encased in a phospholipid bilayer membrane, forming a \"sucrosome.\" This structure allows the iron to bypass the stomach and be absorbed by intestinal enterocytes. Sucrosome is also absorbed independently of hepcidin regulation, enhancing bioavailability. An open-label study found sucrosomial iron to be as effective as IV ferrous gluconate in the short term, with fewer adverse effects.\n[17]\n[59]\n\nFerric pyrophosphate is a novel water-soluble, carbohydrate-free, complex iron salt administered via the dialysate during hemodialysis and was FDA-approved in 2015. This compound is designed to be added to the bicarbonate concentrate of every dialysis treatment, delivering about 7 mg of iron per treatment. Donating iron directly to transferrin may help avoid iron sequestration in reticuloendothelial macrophages. The CRUISE 1 and 2 trials showed that ferric pyrophosphate significantly increases iron indices compared to placebo without significant adverse events.\n[60]\n[61]\n\nHypoxia-Inducible Factor–Prolyl\nHydroxylase Inhibitors\n\nHIF\n–\nprolyl hydroxylase inhibitors (HIF\n–\nPHIs) are a novel class of therapeutic agents that raise erythropoietin levels by stabilizing HIF levels, thereby increasing endogenous erythropoietin production. HIF–PHIs also decrease hepcidin levels. In 2023, daprodustat was approved by the FDA for use in patients on dialysis for longer than 4 months. This compound is currently not approved for use in non-dialysis patients.\n[62]\n[63]\n[62]\n\nThe FDA has rejected several other drugs in this class, which are still currently used in other countries. This class of medication can be taken orally rather than IV or SC. Preliminary evidence comparing ESAs to HIF–PHIs suggests the possibility of increased cardiovascular events in non-dialysis-dependent CKD patients (but not dialysis-dependent patients).\n[48]\nThese medications are thought to have similar adverse effects to ESAs, including the risk of perpetuating malignant cells.\n[59]\n[64]\nIn addition, HIF is thought to contribute to angiogenesis, which could worsen conditions such as retinopathy. The HIF activation pathways also contribute to cyst formation in polycystic kidney disease, and effects on cyst growth are also unknown. So far, data has not shown an increased risk above ESAs, but given the relative newness of this class of medications, the full effects may not yet be known.\n[2]\n[64]\n\nZiltivekimab\n\nZiltivekimab is a human immunoglobulin G (IgG) monoclonal antibody targeting interleukin (IL)-6\n–\nan inflammatory cytokine. In patients with CKD stages 3 to 5, Ziltivekimab has demonstrated the ability to reduce inflammation, increase albumin and hemoglobin levels, and improve iron indices compared to placebo. IL-6 is associated with increased hepcidin expression, which may explain the therapeutic benefits of Ziltivekimab.\n[1]\n[65]\n[66]",
    "adverse_effects": "Anemia of chronic renal disease is an independent risk factor for death, and it has been shown to promote faster progression of left ventricular hypertrophy, increase peripheral oxygen demand, and worsen cardiac outcomes. In addition, anemia in renal failure can lead to depression, fatigue, stroke, reduced exercise tolerance, and an increased rate of hospital re-admission.\n[70]"
  }
}