{
  "drug_name": "daunorubicin",
  "nbk_id": "NBK559073",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559073/",
  "scraped_at": "2026-01-11T15:27:44",
  "sections": {
    "indications": "The only contraindication to the administration of daunorubicin is pre-existing hypersensitivity reactions. Though caution should be taken in patients with hepatic and renal impairment as this can increase the risk of toxicity and relative dose reduction is necessary.\n\nDaunorubicin can cross the placenta, and it can cause fetal harm when administered to pregnant women. Although no human study is available, researchers found daunorubicin to cause multiple fetal abnormalities and spontaneous abortions in reproductive animal studies. Therefore, effective contraception is the recommendation in women of reproductive age. It is not known if daunorubicin is secreted in breast milk or not, but due to the potential harm, breastfeeding is generally not recommended during the ongoing therapy.",
    "mechanism": "Daunorubicin is a member of the anthracycline class of antibiotics. It exerts its anti-neoplastic properties through various mechanisms that include both anti-mitotic and anti-cytotoxic activities. It acts by intercalating between the DNA base pairs, causing the DNA double helix to uncoil and inhibit the topoisomerase II enzyme, resulting in single and double-strand breaks, thus inhibiting DNA and RNA synthesis.\n\nDaunorubicin also inhibits polymerase enzyme activity, dysregulating the gene expression and resulting in free radical damage to the DNA and ultimately resulting in apoptosis, mitochondrial injury, and programmed cell death.",
    "administration": "Daunorubicin can only be administered intravenously through rapidly flowing infusions. Its administration cannot be subcutaneous or intramuscular as it can cause severe local tissue necrosis through the extravasation of the drug into the surrounding tissue. In the event of extravasation, the infusion should stop immediately, and cold compresses should be applied.\n\nGeneralized dosing for daunorubicin is as follows:\n\nAcute Lymphocytic Anemia (ALL)\n\n45 mg/m^2 IV for one dose on days 1 to 3 of each cycle. The maximum cumulative dose is 550 mg/m^2, except in cases with prior mediastinal X-ray therapy, then reduce the dose to 400 mg/m^2.\n\nAcute Myeloid Leukemia (AML)\n\nPatient less than 60 years old: 45 mg/m^2 IV for one dose on days 1 to 2 for 2 cycles. Starting with the third cycle dose 45 mg/m^2 IV for one dose on days 1 to 3 of each cycle. The maximum cumulative dose is 550 mg/m^2, except in cases with prior mediastinal X-ray therapy, then reduce the dose to 400 mg/m^2. This should be used in conjunction with cytarabine.\nPatient 60 years and older: 30 mg/m^2 IV for one dose on days 1 to 2 for 2 cycles. Starting with the third cycle dose 30 mg/m^2 IV for one dose on days 1 to 3 of each cycle. The maximum cumulative dose is 550 mg/m^2, except in cases with prior mediastinal X-ray therapy, then reduce the dose to 400 mg/m^2. This dosing is also in conjunction with cytarabine.\n\nRenal dosing: if serum creatinine is greater than 3.0 mg/dL, the dose should be reduced by 50%.\n\nHepatic dosing: If serum bilirubin is between 1.2 and 3.0, decrease dose by 25%; above 3.0 decrease by 50%.\n\nAlways refer to institutional dosing protocols before order daunorubicin.",
    "adverse_effects": "Daunorubicin cause both dose-limiting and non-limiting adverse effects. Some of the common and most serious dose-limiting adverse effects include bone marrow suppression and cardiotoxicity. Bone marrow suppression usually occurs in all patients given the therapeutic dose of daunorubicin; therefore, it should be used cautiously in patients with pre-existing bone marrow suppression. It usually manifests as severe infections or hemorrhage.\n\nDaunorubicin can cause potential cardiac toxicity, especially in children and the elderly. Pre-existing heart disease and concomitant treatment with other cytotoxic agents or radiotherapy involving the field of the heart can enhance the risk of developing daunorubicin-induced cardiotoxicity. It usually presents with new-onset congestive heart failure, although rarely it can present as myocarditis or pericarditis. In adults, the cardiac toxic effects are usually seen after a cumulative dose exceeding 400 to 550 mg/m^2, although it may also occur on doses as low as 200 mg/m^2.\n[7]\nSymptomatic heart failure can occur during and even months to years later after the cessation of the therapy. Therefore, serial electrocardiograms (EKG) and echocardiograms are indicated before the initiation and with successive chemotherapy sessions with daunorubicin.\n[8]\n\nOther more common dose non-limiting adverse effects include reversible alopecia, mucositis, nausea, vomiting, and local skin necrosis, cellulitis, or induration due to extravasation of the drug into the tissues.\n\nRarely it causes secondary leukemias, hypersensitivity reactions, urticaria, local dermatitis, tumor lysis syndrome, and hyperuricemia.",
    "monitoring": "Therapy with daunorubicin generally requires close patient observation and follow-ups. Serial measurement of complete blood count, hepatic, and renal functions is recommended before each chemotherapeutic session. Monitoring for bone marrow suppression and infections requires care and vigilance, and any systemic infection should be treated effectively before the next course of daunorubicin.\n\nThe American College of Clinical Oncology (ASCO) recommends cardiac monitoring, including a thorough history and physical exam, screening for cardiovascular risk factors, EKGs, and serial echocardiograms. For patients who become symptomatic, the initial diagnostic test should be transthoracic echocardiography (echo). If the echo is inconclusive, a cardiac MRI or MUGA scan is an alternative. It is also a recommendation to obtain cardiac markers if necessary.\n[8]",
    "toxicity": "Daunorubicin causes cardiotoxicity by forming complexes with topoisomerase IIb enzyme in cardiomyocytes. This activity is the same as when the drug forms complexes with topoisomerase IIa in tumor cells and can result in mitochondrial damage with subsequent myocardial cell death. Dexrazoxane is a cardio-protectant agent. Research has shown it to decrease the incidence and severity of cardiotoxicity when given from the first dose of anthracyclines without reducing the effectiveness of the chemotherapeutic agent. It acts by inhibiting the isomer of topoisomerase and decrease the free radical damage by chelating free iron.\n[7]\n[9]\nIt is administered intravenously in a ratio of 10 to 1 of dexrazoxane: daunorubicin. Cardiac monitoring is still a recommendation despite concurrent therapy, and if a patient develops a decline in the left ventricular function or develops symptomatic heart failure, treatment should discontinue immediately."
  }
}