{
  "drug_name": "deferiprone",
  "nbk_id": "NBK603744",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603744/",
  "scraped_at": "2026-01-11T18:46:59",
  "sections": {
    "indications": "Superficial siderosis of the central nervous system is a chronic condition due to persistent or repeated long-term bleeding into the subarachnoid space, leading to subpial hemosiderin deposition.\n[1]\nIt is a slowly progressive neurodegenerative condition that can significantly impact a patient’s quality of life. A clinical history of subarachnoid hemorrhage is usually not present, but prior trauma and intradural surgery increase the risk of superficial siderosis.\n\nSuperficial siderosis can be classified by the brain regions affected, with 2 distinct forms: cortical or infratentorial. Several underlying conditions can lead to superficial siderosis, and etiologies vary depending on the classification.\n[1]\nCortical superficial siderosis most commonly occurs due to iron deposits in the superficial cortical layers following bleeding from leptomeningeal vessels, most often from cerebral amyloid angiopathy (CAA) in patients aged 55 or older. The most common etiology for classic or primary infratentorial superficial siderosis (iSS) is spinal dural defects, often dural tears. Typically, the source of bleeding is fragile, leaky bridging veins with trabeculae around dural tears. Secondary iSS may result from trauma, craniospinal surgery, tumors, or vascular lesions. Almost 35% of cases of superficial siderosis are idiopathic.\n\nPatients with superficial siderosis can be asymptomatic but commonly present with gait ataxia, myelopathy, or hearing impairment in varying combinations.\n[2]\nCerebellar signs are obligatory, whereas signs of cranial nerve dysfunction and myeloradiculopathy are facultative. Diagnosis is made when characteristic hemosiderin deposition is seen on iron-specific magnetic resonance imaging (MRI) sequences like gradient-echo (GRE) and susceptibility-weighted imaging (SWI).",
    "mechanism": "The potential sources of bleeding vary based on the classification of cortical versus iSS.\n\nCortical Superficial Siderosis\n\nCortical superficial siderosis most commonly occurs due to iron deposits in the superficial cortical layers following bleeding from leptomeningeal vessels, most often from cerebral amyloid angiopathy in patients aged 55 or older.\n[3]\nCortical superficial siderosis has been strongly associated with brain amyloid-β (Aβ) deposition.\n[4]\nOther etiologies of cortical SS include reversible cerebral vasoconstriction syndrome, vasculitis, trauma, radiation, cerebral venous sinus thrombosis, amyloid β-targeting antibody treatment, or vascular malformations.\n[5]\n[6]\n\nInfratentorial Superficial Siderosis\n\nThe classification of iSS is further divided into classic and secondary types (cases with a history of spontaneous or traumatic intracranial hemorrhage based on etiology).\n[7]\nThe most common etiology for classic or primary iSS is spinal dural defects, often dural tears.\n[1]\n[7]\n[8]\nDural tears are frequently ventral and preferentially caused by osteophytes or calcified disc herniation. iSS can also result from dural ectasia (connective tissue disorder), traumatic nerve root avulsion, or a postoperative pseudomeningocele, causing intracranial hypotension.\n[9]\nThe most common source of bleeding is fragile, leaky bridging veins with trabeculae around dural tears.\n[1]\nSecondary iSS may result from trauma, craniospinal surgery, tumors, or vascular lesions.\n[1]\n[5]\nAlmost 35% of cases of superficial siderosis are idiopathic.\n[10]",
    "monitoring": "In patients with symptoms concerning for superficial siderosis, an extensive medical history focusing on potential sources of bleeding should be reviewed. Given the slow progression of the disease, this should include relatively remote histories that may seem “inconsequential.” Particular attention should be paid to prior intracranial surgeries, vascular malformations, aneurysms, cranial trauma, or tumors.\n\nThe diagnosis of superficial siderosis was based on autopsies and biopsies before the use of neuroimaging.\n[10]\nSuperficial siderosis is diagnosed when characteristic hemosiderin deposition is seen on iron-specific MRI sequences like SWI or GRE. MRI of the entire neuroaxis is the investigation of choice for the diagnosis and initial workup in patients with superficial siderosis to define the extent of superficial siderosis and to localize a potential bleeding source. The brain MRI should be performed with contrast as the presence of pachymeningeal enhancement may suggest a dural tear and associated CSF leak or intracranial hypotension. The contrast also aids in assessing for underlying vascular lesions or masses.\n[1]\nBrain MRI should include a sequence sensitive to the magnetic susceptibility property of blood products like GRE or SWI.\n[1]\nHemosiderin deposition on MRI is seen as a T2 hypointensity and preferentially outlines the cerebellum and brainstem surface.\n[1]\n[2]\nSWI is better than GRE-T2 for revealing iron deposits.\n[29]\nConstructive interference in steady state (3D-CISS) reveals an increment in caliber, and susceptibility-weighted imaging (SWI) shows characteristic hypointense linear bands.\n[18]\nLinear “pencil”-like hypointensities have also been described.\n[14]\nThe cortical sulci, interhemispheric fissures, and Sylvian fissures may also be involved. These findings on MRI are pathognomonic but may be overlooked given the confluent hypointensity that follows the contours of the brain and spinal cord.\n\nClassically, iSS involves the cerebellum and brainstem, most commonly the superior vermis, quadrigeminal plate, and basal cerebral surfaces. Cerebellar atrophy, particularly the superior vermis and anterior cerebellar hemispheres, can also be seen on a computed tomography (CT) scan of the head. The MRI of the spinal cord may reveal myelomalacia, syringomyelia, “owl-eyes,” or “snake-eyes” signs.\n[30]\n[31]\nImaging features of arachnoiditis can sometimes occur due to clumping or peripheralization of the nerve roots caused by subarachnoid blood.\n[2]\n[5]\n[32]\nA CT is not the imaging modality of choice but can show a hyperdense ring around the brainstem, suggesting superficial siderosis.\n[32]\n\nIf the MRI of the neuroaxis with contrast shows a structural lesion as an etiology for superficial siderosis, no further imaging is required. If the MRI of the neuroaxis shows an epidural fluid collection or is unrevealing, a CT or MR myelogram should be performed to identify potential dural defects.\n[1]\nA dural defect is shown on the CT myelogram when intrathecal contrast fills an epidural fluid collection, inferring communication with the subarachnoid space and a dural defect. Dynamic CT myelography and steady-state free precession (SSFP) sequence may help identify the location of a small dural leak with associated epidural fluid collection when an initial CT myelogram is not diagnostic.\n[1]\nCISS is also better at revealing dural defects.\n[1]\nSingle photon emission CT (SPECT) with labeled red blood cells (RBCs) has also been described.\n[10]\nDigital subtraction angiography should only be pursued when CT or MR angiography suggests a spinal or cranial vascular malformation. A lumbar puncture may provide helpful information as increased RBCs in the CSF suggest active bleeding. A lumbar puncture that does not demonstrate RBCs does not rule out the diagnosis of SS.\n[33]\nChronic bleeding can also result in an elevation in CSF protein, iron, and ferritin.\n[1]\n\nNeurological findings include bilateral increment in P1 and N1 latencies in sacculocollic reflex, desynchronization in brainstem auditory evoked potentials (BAEP), and partial or complete loss of the visual suppression of vestibular-ocular reflex (vermian lesion).\n[18]\nDeep learning convolutional neural networks (CNN) and artificial intelligence (AI) can provide newer avenues for lesion detection and segmentation in superficial siderosis.\n[34]\n[35]",
    "administration": "Treatment depends on the etiology of superficial siderosis. If a dural defect is identified, regardless of whether the patient is asymptomatic, it is recommended to pursue treatment given the slow progression and potential for neurological injury.\n[36]\n[37]\nDural defects are often identified using CT myelography and repaired with sutures, patches, muscle/fat grafts, or fibrin glue.\n[1]\nBlood patches and minimally invasive repair of dural defects are other therapeutic options.\n[1]\nSpinal endoscopy and intraoperative ultrasonography can help identify and manage dural defects.\n[1]\nAfter the dural defect is repaired, markers of successful closure include the resolution of CSF xanthochromia and epidural fluid collection.\n[15]\nSymptoms of superficial siderosis after dural defects often do not regress after dural defect repair but have been reported to occur mainly in patients with symptomatic intracranial hypotension. Clinical progression of superficial siderosis can be halted, although long-term follow-up is still required. Patients with superficial siderosis often have irreversible damage, and dural closure often does not improve symptoms but rather prevents progression.\n[38]\n[39]\n\nTreatment for other underlying causes of superficial siderosis, including vascular malformations, cerebral amyloid angiopathy, reversible cerebral vasoconstriction syndromes, cerebral cortical venous thrombosis, and central nervous system tumors, focuses on treating each specific disease to reduce bleeding in the subarachnoid space.\n[14]\nIn most cases, an underlying etiology of superficial siderosis is not identified, and symptoms cannot be reversed with treatment. Management with supportive care can help patients acclimate and prevent falls and further injuries. Physical and occupational therapy can be helpful for individuals with gait ataxia, pyramidal symptoms, and balance issues and should be offered to every patient with superficial siderosis.\n\nHearing loss secondary to superficial siderosis is often progressive and irreversible. Cochlear implantation has shown some benefits, but the results of sustained benefits are mixed.\n[7]\n[40]\n[41]\nGiven the possibility of improvement, it is reasonable to refer patients to an otologist for cochlear implantation, but further deterioration due to superficial siderosis is a potential factor in decision-making. When a referral is made for cochlear implantation, it is important to counsel the patient on the limited benefit of the surgery and the eventual decline of hearing due to the progressive course of superficial siderosis.\n\nChelation therapy has been studied in superficial siderosis due to the pathophysiology of hemosiderin deposition as the cause of superficial siderosis. Iron chelators such as deferiprone reduce the amount of hemosiderin and iron deposition on brain MRI. However, the reduction in hemosiderin has not been shown to correlate with clinical improvements and disease severity.\n[11]\n[39]\nCurrently, chelating agents are not recommended in patients with superficial siderosis as they have not been shown to provide a clinically meaningful benefit.\n[1]",
    "adverse_effects": "Superficial siderosis can have various clinical manifestations but often leads to similar complications. The most frequent complications with superficial siderosis include hearing and peripheral vestibular loss and falls secondary to gait impairment. Other complications include anosmia, amyloid spells (transient neurological episodes that can mimic transient ischemic attacks), dementia, sensory deficits, bladder incontinence, and cranial nerve dysfunction.\n\nCortical superficial siderosis progression was a predictor of incident symptomatic lobar intracerebral hemorrhage.\n[28]\nThis also has a strong correlation with amyloid angiopathy and Alzheimer disease.\n[15]\n\nThe most concerning complication of deferiprone chelating therapy is agranulocytosis.\n[1]\nUp to 25% to 40% of cases have been observed to withdraw from chelation treatment due to granulocytopenic sepsis.\n[7]\n[42]"
  }
}