{
  "drug_name": "deferasirox",
  "nbk_id": "NBK574502",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574502/",
  "scraped_at": "2026-01-11T18:46:58",
  "sections": {
    "indications": "Sickle cell disease is a hemoglobinopathy characterized by a mutation of the beta-globin chain caused by glutamic acid substituted by valine at the sixth codon, which results in the formation of the mutant sickle cell hemoglobin (HbS) allele ßs. This substitution decreases the solubility of HbS when deoxygenated, causing sickle erythrocytes that lead to intravascular occlusion, resulting in both acute and chronic complications. Acute complications commonly include acute chest syndrome, strokes, acute anemia due to sequestration or aplastic crisis, hepatic crisis, acute cholecystitis, and priapism. Chronic complications include chronic kidney disease, cholelithiasis, transfusion-related viral hepatitis, pulmonary hypertension, avascular necrosis, and thrombosis, to name a few.\n[1]\n\nHeterozygous individuals for the ßs allele carry the sickle cell trait and do not have sickle cell disease. However, individuals who are homozygous for the ßs allele have sickle cell anemia.\n[2]\nThe\nHbS\ngene is found in African countries, India, the Caribbean, and Central and South America. In the United States, 1 in every 360 African American newborns has sickle cell disease.\n[3]\n\nSickle cell hepatopathy is an umbrella term encompassing both acute and chronic liver complications associated with sickle cell disease. Acute manifestations include sickle hepatic crisis, acute intrahepatic cholestasis, and hepatic sequestration. Chronic liver involvement may arise from repeated vaso-occlusive injury, iron overload from chronic transfusions, viral hepatitis, and bile duct abnormalities such as sickle cell cholangiopathy.\n[4]\nSickle-cell hepatopathy has an incidence of 10% to 40% of patients with sickle cell disease.\n[5]\nSickle-related liver disease accounts for about 7% of all sickle-related deaths.",
    "mechanism": "The etiology of sickle cell hepatopathy is multifactorial, involving ischemia, hemolysis, iron overload, and infectious complications. In the deoxygenated state, HbS undergoes polymerization due to the hydrophobic interaction introduced by the valine substitution at the sixth position of the β-globin chain. This polymerization forms rigid fibers within red blood cells, causing them to assume a sickle-shaped form. This sickling can cause vaso-occlusion intrahepatically, leading to ischemic liver damage from sinusoidal obstruction. Recurrent episodes of acute damage can result in chronic liver disease.\n\nIn sickle cell disease, sickling within the hepatic sinusoids leads to vascular congestion, sinusoidal dilation, and hepatocellular ischemia. In rare cases, this process results in acute intrahepatic cholestasis—a life-threatening complication of sickle cell hepatopathy. Acute intrahepatic cholestasis secondary to sickle cell disease is characterized by diffuse sinusoidal sickling, extensive hepatic ischemia, hepatocellular dysfunction, and impaired bile excretion, leading to severe hyperbilirubinemia, coagulopathy, and liver failure.\n[6]\nThis condition is primarily found in individuals with homozygous sickle cell disease.\n[7]\nIncreased hemolysis, in general, leads to hyperbilirubinemia and the formation of pigment gallstones. Further, chronic transfusions can lead to hepatic iron overload and increase the risk of infections, eg, hepatitis C viral infection.\n[5]\n[8]\nHepatitis C can compound the damage from other hepatotropic viruses, as well as predispose to cirrhosis and hepatocellular carcinoma.",
    "monitoring": "Evaluation of Sickle Cell Hepatopathy Manifestations\n\nSickle cell hepatopathy encompasses a range of hepatic complications in sickle cell disease, broadly categorized into acute and chronic presentations, and is a significant contributor to morbidity and mortality. While the central pathophysiologic process—vaso-occlusion due to sickled erythrocytes—is shared across organ systems, liver involvement exhibits distinct manifestations with varying diagnostic findings.\n\nAcute sickle cell hepatic crisis\n\nIn acute sickle cell hepatic crisis, serum alanine transaminase (ALT) and aspartate transaminase (AST) are typically mildly elevated, about 1 to 3 times above normal. They can occasionally rise into the hundreds, with a rapid downward trend once the crisis is resolved. Serum bilirubin, with a higher conjugated component, can be up to 15 mg/dL, but rarely above this value.\n\nAcute hepatic sequestration\n\nIn acute hepatic sequestration, an acute drop in hemoglobin is noted, along with significant reticulocytosis. Bilirubin can also be significantly elevated up to 15 to 20 mg/dL, with a predominantly conjugated component. Alkaline phosphatase (ALP) is also elevated as high as 650 IU/L, and transaminases are typically normal or mildly elevated.\n[11]\n[6]\n\nAcute sickle intrahepatic cholestasis\n\nAcute sickle intrahepatic cholestasis causes extremely high elevations of bilirubin, levels in the 200s are noted, AST and ALT levels above 1000 mg/dL are seen, and ALP can be normal or as high as 1000 IU/L. A bleeding diathesis is reflected in the elevated prothrombin time (PT), partial thromboplastin time (PTT), INR, and hypofibrinogenemia. The renal function panel can be significant for elevated creatinine, as this condition is associated with acute renal failure.\n\nLiver failure\n\nIn overt liver failure, the workup reveals an extremely high PT/INR, serum bilirubin, and mild to moderately elevated transaminases, consistent with synthetic dysfunction.\n\nAcute viral hepatitis\n\nAcute viral hepatitis can be diagnosed in those patients with sickle cell disease. They have very high transaminases, up to 1000 IU/mL, and the bilirubin averages around 45 mg/dL, which is higher than that of patients without sickle cell disease due to baseline hemolysis. Patients with chronic viral hepatitis usually have persistently elevated transaminases, prompting further workup for hepatitis serologies.\n\nTransfusion iron overload\n\nIn patients with transfusion iron overload, serum ferritin levels can be used to estimate iron levels. These should be obtained when patients are not in an acute vaso-occlusive crisis. Ferritin is an acute-phase reactant, which can be elevated in response to inflammation, infection, ischemia, and necrosis. The gold standard of iron store assessment is the hepatic iron concentration (HIC), which can be determined by liver biopsy and atomic absorption spectrophotometry. The HIC in liver fibrosis is >15 mg/g (normal 0.4 to 2.2 mg/g).\n\nOther imaging modalities, eg, magnetic resonance imaging (MRI), can also be utilized.\n[6]\nFor patients who receive more than 10 transfusions per year or those with a ferritin level exceeding 1000 μg/L, annual MRI screening is recommended.\n[5]\nAn elevated ferritin in the presence of an elevated erythrocyte sedimentation rate and C-reactive protein limits its specificity for iron overload.\n\nAcute cholecystitis\n\nIn patients with acute cholecystitis, leukocytosis and mild elevation in transaminases may occur. In contrast, in choledocholithiasis, there is also an elevation in bilirubin and ALP levels secondary to biliary obstruction. Different imaging modalities, including ultrasound and hepatobiliary radionuclide scans, can be used to diagnose these patients if the etiology is unclear.\n[6]\n\nSickle cell cholangiopathy\n\nIn sickle cell cholangiopathy, laboratory values are notable for elevated direct bilirubin, ALP, and transaminases.\n[5]\n\nAutoimmune hepatitis\n\nExperts advocate that patients with elevated liver function studies, during a noncrisis period, be evaluated with liver imaging and biopsy to rule out autoimmune hepatitis.\n[17]\nThis rare malady is treated with a steroid regimen and carries an entirely different approach.",
    "administration": "Liver failure\n\nOvert liver failure carries a very poor prognosis in the absence of hepatic transplantation. Zinc deficiency frequently occurs in patients with elevated ammonia levels. Patients with acute hepatic failure may have underlying zinc deficiency, given zinc's essential role as a cofactor for the ornithine transcarbamylase enzyme in the urea cycle. Zinc levels should be assessed, and supplementation provided when indicated.\n[6]\n\nViral hepatitis\n\nChronic hepatitis C infection can be treated with novel antiviral therapies with an above 95% eradication rate. Chronic hepatitis B infection can be treated with nucleotide/nucleoside analogs.\n[11]\nPatients who do not have hepatitis A or B antibodies should be vaccinated against both.\n[18]\n\nIron overload\n\nBoth deferoxamine, which can be given intravenously or subcutaneously, and deferasirox, given orally, can be used to manage transfusion iron overload. Note that deferasirox can cause transaminitis and rare cases of hepatic failure, so liver function tests should be closely monitored before starting treatment and every 2 weeks during the initial month and then every month. Transaminitis of unexplained etiology is likely due to the iron chelator, which must be held and restarted at a much lower dose once transaminases are within normal limits.\n[5]\n\nAcute cholecystitis\n\nIn acute cholecystitis, management should include broad-spectrum antibiotic coverage for anaerobic organisms and\nSalmonella\nspecies.\n[11]\nElective cholecystectomy is indicated, and in cases of choledocholithiasis, an endoscopic retrograde cholangiopancreatography (ERCP) should be performed first. Whether a prophylactic cholecystectomy should be performed in patients with asymptomatic cholelithiasis is debated, given that postoperative complications may be higher in patients with sickle cell disease.\n[6]\n\nSickle cell cholangiopathy\n\nPatients with sickle cell cholangiopathy are at a high risk of choledocholithiasis; they should be treated endoscopically with biliary dilatation or stenting as needed.\n[5]\n\nLiver Transplantation\n\nThe role of liver transplantation comes into question with more severe sickle cell hepatopathy; while data is still limited, transplantation has some possible benefits depending on the patient. The literature has noted 1 and 5-year patient survival rates of approximately 88% and 59%, respectively.\n[19]\nPatients with end-stage liver disease without neurologic, cardiovascular, pulmonary, and renal complications are good candidates for orthotopic liver transplants.\n\nPatients with liver disease, eg, chronic autoimmune liver disease, along with sickle cell disease, also benefit from transplantation. However, patients with acute hepatic crisis secondary to sickle cell hepatopathy have very high mortality after transplantation.\n[4]\nSurvival is dependent on the intensity of the pretransplant and posttransplant care.\n[20]\nNeurological symptoms warrant imaging in view of the danger of cerebral bleeding and vascular occlusion. The latter is an especially important issue, as exchange transfusion may be employed to bring the HbS level <20. Due to the increased rate of sepsis, prophylactic antibiotics are also recommended. Increasing transaminase levels may prompt consideration of a graft biopsy.\n\nPredicting which patient with sickle cell hepatopathy will ultimately need a liver transplant is challenging, yet transplantation remains an option, especially in patients with progressive sickle cell cholangiopathy. Other treatment options, including hematopoietic stem cell transplant (HSCT), can potentially stop the progression of liver disease. HSCT cannot, however, reverse or correct any preexisting issues, eg, hepatic fibrosis or siderosis.\n[21]\nUnder these circumstances, liver transplant after HSCT would be in order. This approach has been successful in matched-sibling donor transplants; however, matched-unrelated donor trials have been limited due to graft-versus-host disease. Further studies with half-matched donors in haploidentical stem cell transplants are also underway. This option, along with gene therapy and gene editing, can be greatly beneficial for this population in the future.\n[1]\n[5]",
    "adverse_effects": "Sickle cell hepatopathy can have a milder self-limited presentation, or it can be more severe, resulting in acute liver failure requiring urgent exchange transfusion. One retrospective study, which defined severe sickle cell hepatopathy as extreme hyperbilirubinemia (total bilirubin above 13.0 mg/dL), concluded that these patients had a significantly increased degree of end-organ failure.\n[22]\nSickle cell hepatopathy complications, which cause mortality, account for about 7% of sickle cell disease deaths.\n[5]\n\nHepatocellular carcinoma (HCC) occurs in livers with sickle-cell disease, similar to those in patients without sickle-cell disease, although the tumors are noted to be smaller at diagnosis.\n[23]\nGenerally, HCC in patients with sickle cell disease shows no significant differences compared to patients without sickle cell disease in terms of outcomes to chemotherapy, surgery, and transplantation. Especially noted was that transplantation survival rates for HCC in the setting of sickle hepatopathy are comparable to those with HCC alone."
  }
}