{
  "drug_name": "deflazacort",
  "nbk_id": "NBK556092",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556092/",
  "scraped_at": "2026-01-11T18:46:59",
  "sections": {
    "indications": "Becker muscular dystrophy (BMD) is an X-linked recessive disorder involving a mutation in the dystrophin gene. Progressive muscle weakness, most notably of the proximal lower limbs, is the primary manifestation of this condition.\n[1]\n[2]\nThe onset of BMD symptoms varies widely between 5 and 60 years. In a study involving 67 individuals with BMD, most were found ambulant until their 40s or older, while a small group experienced earlier loss of ambulation.\n[3]\nBMD symptoms usually appear at a later age than a similar X-linked disorder, Duchenne muscular dystrophy (DMD).\n\nDMD and BMD may be easier to distinguish based on the age at which patients become wheelchair-dependent. Patients with DMD are wheelchair-dependent before age 13, while individuals with BMD may remain ambulatory even after age 16. Patients presenting with proximal muscle weakness before turning 12 may be hard to diagnose without genetic analysis.\n[4]\n\nBMD is currently considered a mild form of DMD rather than a distinct clinical entity. Consequently, interventional trials are more rarely conducted for BMD than DMD.\n[5]\n\nSkeletal muscle fibers (myocytes) arise from the fusion of contiguous embryonic muscle cells and are thus multinucleated. Multiple nuclei may be found close to the intracytoplasmic surface of the cell membrane (sarcolemma). Myocytes have abundant microfilaments, which give rise to the contractile apparatus of the myofibrils.\n\nThe repeating units of myofibrils are the sarcomeres, composed of interlaced actin and myosin filaments and perpendicularly oriented Z-bands. The T-tubule system is a sarcolemmal invagination into the myocyte involved in calcium storage and release during contraction. The sarcoplasm (myocyte cytoplasm) contains myoglobin, glycogen, creatine, creatine kinase (CK), lysosomes, mitochondria, and lipid vacuoles.\n\nActin binds to the subsarcolemmal cytoskeletal protein dystrophin, which interfaces with the extracellular matrix through transmembrane dystrophin-associated proteins. Dystrophin normally provides mechanical reinforcement, stabilizing the cell membrane. Dystrophin abnormality is the leading cause of BMD.",
    "mechanism": "BMD arises from a mutation in the subsarcolemmal protein dystrophin. The defective gene is located in the Xp21.2 chromosome, and the defect is inherited as an X-linked recessive trait. Patients without a clear X-linked inheritance pattern may have defects in the genes encoding dystrophin-associated glycoproteins rather than dystrophin.\n\nThe dystrophin gene consists of 79 exons in Xp21 and spans more than 2200 kb.\n[6]\n[7]\nMutation is more likely during meiosis due to a large number of base pairs—around 2 million—involved. Other mutations, like small deletions, insertions, and small site variants, also occur less frequently.\n[8]\n\nDMD mutations are often different from those involved in BMD. DMD arises mainly from out-of-frame mutations of the dystrophin open reading frame, resulting in a lack of dystrophin expression. BMD results from in-frame mutations, leading to dystrophin deficiency or dysfunction. Consequently, BMD has a much broader phenotypic presentation.\n\nImmunohistoanalysis shows a complete absence of dystrophin in patients with DMD. Individuals with BMD have 10% to 40% of the normal dystrophin amount or have a partially functional form of the subsarcolemmal protein.\n[9]",
    "monitoring": "Proximal limb muscle weakness and distal limb hypertrophy in a male individual should increase suspicion of BMD, especially if family history is positive for the same condition. The mainstays of BMD diagnostic testing are CK level and dystrophin gene deletion analysis or muscle biopsy with dystrophin antibody staining. However, an invasive procedure like muscle biopsy is avoided in most instances, and genetic testing suffices for BMD confirmation.\n\nCK Levels\n\nHigh blood CK levels indicate muscle degeneration. CK levels peak at ages 10 to 15 years. Creatinine levels are likewise elevated five times or more than normal.\n\nGenetic Analysis\n\nGenetic analysis is usually sufficient for diagnosis and is thus commonly used in the modern era. This modality detects deletions and duplications by methods like multiplex ligation-dependent probe amplification, fluorescence in situ hybridization, and polymerase chain reaction.\n[22]\n[23]\nOf these tests, multiplex ligation-dependent probe amplification is most frequently used for diagnosis. Muscle biopsy with dystrophin antibody staining may be useful if the result of genetic analysis is negative.\n\nGenetic analysis should be performed first for diagnosis in patients with sporadic illness. Meanwhile, the diagnosis is straightforward in familial cases since gene mutation has already been determined.\n\nElectromyography\n\nElectromyography may help differentiate between a primary nerve disease process and myopathy. This diagnostic modality can identify the best muscle group for obtaining a biopsy specimen. However, electromyography is rarely used in diagnosis.\n\nMuscle Magnetic Resonance Imaging\n\nMagnetic resonance imaging (MRI) can aid in the diagnosis and progress assessment of all dystrophinopathies (see\nImage\n. Cross-sectional Magnetic Resonance Images at Baseline and on Follow-Up of a Patient with Becker Muscular Dystrophy). MRI is especially helpful in outcome measure analysis in clinical trials. This modality is a non-invasive means of visualizing fatty infiltration, muscle loss, edema from ongoing muscle damage, and fibrosis. The pattern of muscle involvement can help define different types of muscle diseases. Dystrophinopathies are characterized by glutei and adductor magnus involvement while sparing the sartorius and gracilis.\n[24]\n\nMuscle Biopsy\n\nMuscle histology reveals muscle necrosis and regeneration, fatty replacement, and endomysial fibrosis. However, these findings are not specific to BMD. Genetic analysis is still preferred for confirming the diagnosis.\n[25]\n\nElectrocardiography\n\nBMD predisposes patients to cardiac disease. Electrocardiography is an excellent test for initial cardiac function evaluation in affected individuals. This modality can help detect supraventricular and ventricular arrhythmias early in symptomatic patients.\n\nMiscellaneousTests\n\nTransaminases may be elevated in the presence of muscle pathology. Pulmonary function tests may be obtained since BMD can cause respiratory muscle dysfunction. Spinal radiographs can help follow scoliosis progression, which may result from progressive trunk muscle weakness. These modalities are unnecessary for BMD diagnosis but may be recommended depending on patient presentation.",
    "administration": "BMD has no cure. Gene therapy for restoring normal levels of functional dystrophin is a promising approach, but clinical trials are still in progress. Currently, supportive therapy and rehabilitation are the cornerstones of BMD treatment.\n\nPharmacological Therapy of Muscle Dystrophy\n\nThere is no approved BMD treatment to date. However, the management approach to this condition is often similar to that for milder DMD cases. Corticosteroids have been the mainstay of treatment for patients with significant muscle weakness. Prednisolone at a dose of 0.75 mg/kg/day or deflazacort at a dose of 0.9 mg/kg/day may be given initially.\n[26]\n[27]\n\nCorticosteroids should be started before physical disability develops and must continue even after losing ambulation. Glucocorticoid treatment helps prolong survival by delaying the onset of cardiomyopathy, improving pulmonary function, retarding scoliosis, and reducing the need for spinal surgery.\n[28]\n[29]\nThe steroid dose should be reduced by 25% to 33% if adverse effects develop. Nitric oxide is occasionally prescribed to improve muscular circulation.\n\nDilated cardiomyopathy with heart failure is a common cause of morbidity and mortality in patients with BMD. Early cardiac evaluation and treatment are thus vital. Angiotensin-converting enzyme inhibitors with or without β-blockers are the main treatments for patients with BMD who have developed cardiac complications.\n[30]\n\nRehabilitation\n\nRehabilitative care helps preserve muscle and overall function for as long as possible. An interprofessional approach addresses various aspects of this part of BMD management. Combining physical, speech, recreational, and occupational therapy is the best way to optimize patient outcomes.\n\nSurgical\nM\nanagement\n\nMuscle weakness may produce progressive scoliosis and joint contractures in patients with BMD, though less frequently than in people with DMD. Monitoring and physical rehabilitation may benefit individuals with slowly evolving symptoms. Surgery may be considered in patients experiencing rapid symptom progression to help maintain ambulation for a longer period.\n\nCombined Therapy\n\nIndividuals with severe respiratory failure may be managed with tracheostomy and assisted ventilation. Angiotensin-converting enzyme inhibitors and β-blockers may be given for associated cardiomyopathy. Home mechanical ventilation may reduce pulmonary pressure and protect the heart in patients with BMD when combined with cardioprotective medical therapy.\n[31]\n[44]\n\nEndocrine Management\n\nSome children may experience impaired growth and delayed puberty. An endocrinology consultation may benefit these individuals. Low-dose testosterone can help promote normal bone development and prevent osteoporosis in boys with BMD.\n\nEvolving Treatments\n\nPrevious clinical trials have shown no clear benefit from metformin treatment with or without L-citrulline.\n[32]\nMeanwhile, the synthetic glucocorticoid-like drug vamorolone has demonstrated potent anti-inflammatory activity through nuclear factor inhibition, improving sarcolemmal stability. This agent has shown early positive trial results. More randomized controlled trials are being conducted to find support for vamorolone's use in BMD management.\n[33]",
    "adverse_effects": "BMD's potential complications include the following:\n\nLoss of ambulation\nCognitive dysfunction\nGrowth impairment\nFractures\nCardiomyopathy\nJoint contractures\nScoliosis\nPostoperative chest infections\nProgressive hepatic and pulmonary failure\nKidney failure from rhabdomyolysis and myoglobinuria\nAdrenal insufficiency and immunosuppression from long-term corticosteroid use\n\nEarly intervention and comprehensive care can help manage symptoms and improve the quality of life for people affected by BMD."
  }
}