{
  "drug_name": "dehydrated alcohol",
  "nbk_id": "NBK549838",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549838/",
  "scraped_at": "2026-01-11T18:46:58",
  "sections": {
    "indications": "Neuromas are benign nodular tumors that arise from a nerve. Neuromas are non-neoplastic masses of connective tissue, Schwann cells, and regenerated axons that can develop anywhere in the body. Although there are various types of neuromas, the term most commonly refers to traumatic neuromas, which develop as an injured nerve starts to heal in an uncontrolled manner, resulting in a lump of unorganized axon fibers and non-neural tissue growth. Traumatic neuromas can be caused by any type of nerve injury, including surgical trauma, blunt force trauma, nerve transection, or chronic inflammation. Traumatic neuromas also can be subtyped further based on whether the nerve segments are connected (ie, neuroma-in-continuity), remain separated (ie, end-neuroma), or are entrapped within scar tissue. Other neuromas can occur secondary to syndromes (eg, neurofibromatosis) or true neoplastic processes (eg, acoustic neuroma or Morton neuroma).\n[1]\n[2]\n\nDiagnosis of traumatic neuromas is initially made by clinical assessment with diagnostic imaging studies performed to evaluate the location and severity of nerve injury. The characteristic clinical presentation consists of a history or source of injury followed by the gradual development of a firm, ovoid palpable mass, typically less than 2 cm in size, with pain symptoms. The pain caused by neuromas is commonly described as stiffness, hypersensitivity, burning, tingling, or sharpness. Traumatic neuroma treatment consists of surgical and nonsurgical management, including physiotherapy, medications, and high-frequency electrical stimulation. A strong emphasis on prevention, meaning surgical exploration and repair of nerve injuries promptly after the initial injury occurs.\n[1]",
    "mechanism": "Neuromas can be classified as true neoplasms, traumatic neuromas, and neuromas secondary to a genetic syndrome.\n[3]\n\nTraumatic Neuromas\n\nThese neuromas arise after blunt or sharp trauma or traction injury. Common traumatic neuromas include localized interdigital neuromas (ie, Morton neuromas), which occur in the third metatarsal interspace, and Pacinian neuromas, which consist entirely or partially of dermal tactile receptors (ie, Pacinian corpuscles). See\nImage.\nMorton Neuroma. Elective surgery is also a significant cause of traumatic neuromas. Neuroma formation following elective hand surgery is common, with the superficial radial nerve and the saphenous nerve being especially susceptible. Furthermore, neuromas called stump neuromas can develop after amputation (see\nImage.\nNeuroma After Amputation). The symptoms they produce should not be confused with phantom limb pain.\n[4]\n[1]\n\nTrue Neoplasms\n\nThese types of neuromas are inherited benign nerve-sheath tumors, which include neural fibrolipomas, acoustic neuromas, ganglioneuromas, neurothekeomas, and nerve-sheath myxomas. Neural fibrolipoma is a sausage-shaped localized expansion of epineural adipose and fibrous tissue of a segment of a major nerve. Acoustic neuroma or vestibular schwannoma is an intracranial tumor presenting with tinnitus, hearing loss, and vertigo. Ganglionneuroma is a sympathetic autonomic nervous tumor commonly arising in the abdomen, which can produce hormones. Neurothekeoma and nerve sheath myxoma are both perineural tumors.\n[3]\n\nGenetic Syndrome Neuromas\n\nThese neuromas occur secondary to an underlying genetic syndrome (eg, neurofibromatosis or multiple endocrine neoplasia 2B). Neurofibroma, or neurofibromatosis, is a genetic condition in which numerous neuromas form in various places of the central and peripheral nervous system. They can present as skin lesions, resulting in hearing and balance issues or pain. No cure is known; surgery has a role in symptom control. Multiple endocrine neoplasia 2B is a genetic syndrome consisting of medullary thyroid carcinoma, pheochromocytoma, and mucosal neuromas.",
    "monitoring": "Diagnostic studies are typically performed to localize the traumatic neuroma and evaluate the injury severity. Following clinical assessment, electromyography (EMG) studies are performed to test nerve impairment. Ultrasound (US) and magnetic resonance imaging (MRI) can subsequently be utilized to examine peripheral nerves to determine the location and nature of nerve damage.\n[1]\n\nUS may be utilized to evaluate nerve continuity and follow-up examinations after treatment. MRI allows greater visualization of peripheral nerves (see\nImage.\nMRI Morton Neuroma). Some experts prefer MRI to assess injury as it provides high-resolution images. However, some authorities recommend that both modalities be utilized by performing the initial evaluation with the US followed by an MRI when US visualization is limited or results are discordant with clinical and EMG assessment. Laboratory studies typically do not aid in diagnosis. However, postsurgical histopathology examination of the excised lesion is recommended to exclude malignancy.\n[1]",
    "administration": "Traumatic Neuroma Prevention Strategies\n\nDue to the lack of consensus on the optimal management approach for traumatic neuromas, prevention is the primary strategy.\n[9]\nPrevention is essential as this condition affects the quality of life. Following injuries or surgeries in which a nerve is transected, the surgeon should reconnect the 2 nerve endings as soon as possible. Following injuries where nerve damage is suspected, patients should be evaluated in centers where specialists, can diagnose, explore, and repair the nerve damage. Many different surgical strategies exist to prevent neuroma formation after trauma which are comparably effective. Neurorrhaphy significantly reduces neuroma formation to 1% from 7.8%.\n[6]\nGenerally accepted principal surgical aims are that the repair should not be under tension and the nerve should be aligned to reconnect the same axon segments under microscope magnification. Some careful and minimal debridement is acceptable. In damaged axons where a gap is present,  a less crucial sensory nerve should be sacrificed to provide a nerve graft for the repair, which can be multi-stranded. For cases such as amputation, where 2 nerve segments cannot be rejoined, burial or suturing of the nerve onto the muscle to help prevent neuroma formation, called targeted muscle reinnervation, is common.\n[1]\n\nFurthmore, in patients who undergo a neurectomy procedure, some surgical techniques have been found to have a higher risk of neuroma formation. Electrocoagulation or cryoneurolysis are preferred as they have a lower incidence of traumatic neuroma than tight ligation, scissors cut, and CO\n2\nlaser transection techniques. The direction in which a nerve is cut has also been shown to affect neuroma formation, with oblique nerve cutting forming neuromas less frequently than perpendicular or transverse cutting.\n[1]\n\nNonoperative Treatment\n\nConservative treatments may be used for symptomatic treatment of traumatic neuromas. Ice packs, elevation, and rest can aid in short-term relief of symptoms if swelling is present. Pharmacological therapies include nonsteroidal anti-inflammatory drugs (NSAIDs), local anesthetic creams or injections, intralesional steroid injections, intralesional phenol, or dehydrated alcohol sclerosing injections.\n[10]\nUnfortunately, pain symptoms are often resistant to most pharmacological analgetic methods, with 60% to 70% of patients being unresponsive to symptomatic pain management techniques.\n[11]\n\nSurgical Treatment\n\nSurgical options are considered when conservative management has been exhausted (see\nImage.\nMorton Neuroma Classic Appearance). The most common surgical treatment is a dorsal approach neurectomy, where the affected nerve is excised under tension.\n[12]\nThis procedure has a high success rate of 70% to 85%. Recurrence rates are reportedly high, though considerable variation is present in the literature, ranging from 15% to 50%.\n[13]\n[14]\nThe recurrence of neuroma is thought to be due to a nerve regeneration process in an attempt to repair an injury. This rationale has instigated alternative procedures that aim to inhibit recurrence and the formation of a painful stump neuroma, such as target muscle reinnervation (TMR), burying the nerve end into muscle or bone, capping the nerve stump, or using an allograft to reconstruct a nerve defect.\n[15]\n[16]\n[17]\n[18]\n[11]\n[19]\n[20]\n[12]\n\nIn 2022, Thomajan described using a porcine extracellular matrix nerve cap following neuroma excisions with good clinical success. The author suggests utilizing an epineurial anchor suture to secure the matrix in the nerve stump and further burying the nerve stump with the nerve cap into the surrounding muscle.\n[12]\nConversely, if both proximal and distal nerve ends are available, reconstruction of the nerve defect can potentially recover somatic and autonomic function while also restoring sensory signaling. A recent study described the use of processed nerve allograft for intercalary reconstruction with sensory recovery in 88% of patients.\n[11]",
    "adverse_effects": "A neuroma is a painful condition that is often so severe that patients have to undergo surgery. Complications of surgery are infection, bleeding, scarring, and anesthetic risks. Unfortunately, recurrence rates for traumatic neuromas are high also. Other neuroma complications include functional impairment, chronic pain syndrome lasting weeks to years, and mental health issues.\n[1]"
  }
}