{
  "drug_name": "denosumab",
  "nbk_id": "NBK535388",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK535388/",
  "scraped_at": "2026-01-11T15:27:48",
  "sections": {
    "indications": "Contraindications to denosumab include the following:\n\nKnown severe hypersensitivity to denosumab or any component of the formulation\nPreexisting hypocalcemia\nPregnancy\n[27]",
    "mechanism": "Denosumab is a total human IgG2 monoclonal antibody that binds to the receptor activator of NF kappa B ligand (RANKL) and competitively inhibits its binding to the receptor activator of NF kappa B (RANK). Soluble RANKL is a trimer and a member of the tumor necrosis factor (TNF) family ligands.\n\nEach RANKL trimer can bind and oligomerize up to 3 receptors. When bound to RANK, RANKL potentiates osteoclast differentiation from hematopoietic stem cells and activates and prolongs the survival of mature osteoclasts. RANKL inhibition precludes differentiation of pre-osteoclasts and promotes apoptosis. The primary function of osteoclasts is to promote bone resorption. Denosumab binds to RANKL with high affinity and blocks it from binding to and oligomerizing its receptor RANK, thus inhibiting osteoclast maturation and bone resorption.\n[10]\n\nDenosumab inhibits osteoclast-mediated bone destruction and offers fast and prolonged suppression of bone turnover in multiple myeloma, osteolytic bone disease, and bone metastasis. In addition, denosumab eliminates osteoclast-like giant cells and mononuclear cells of giant cell tumors.\n[11]\n\nPharmacokinetics\n\nAbsorption:\nThe median time to achieve maximum denosumab concentration is 10 days (range: 3 to 21 days). Serum denosumab concentrations decline over 4 to 5 months. The bioavailability of 1 subcutaneous denosumab injection is approximately 61%.\n\nDistribution:\nDenosumab is distributed in the semen and attains approximately 2% of serum levels. Inhibition of testicular RANKL signaling has been proposed to improve semen quality and spermatogenesis.\n[12]\n\nMetabolism:\nThe reticuloendothelial system clears denosumab from circulation.\n[10]\n\nElimination:\nDenosumab follows nonlinear, dose-dependent pharmacokinetics. Denosumab undergoes minimal renal filtration and excretion. The elimination half-life of denosumab is approximately 32 days.\n[13]",
    "administration": "Available Dosage Forms and Strengths\n\nDenosumab is administered by subcutaneous injection only and should not be administered intravenously or intramuscularly. Injection sites include the upper arm, upper thigh, or abdomen. No observation or premedication is required. Dosing is prescribed as 120 mg/1.7 mL (70 mg/mL) solution in a single-dose vial or as a single-use pre-filled syringe containing 60 mg in a 1 mL solution. In addition, administer vitamin D and calcium as necessary to treat or prevent hypocalcemia. (Patients should be administered 1000 mg of calcium & 400 IU of vitamin D daily.) As shown below, the distribution and timing of doses depend on the pathology.\n\nAdult Dosing\n\nSkeletal-related events secondary to multiple myeloma or bone metastases from solid tumors:\nadminister 120 mg injection every 4 weeks.\nGiant cell tumor of bone:\n120 mg injection administered every 4 weeks with supplementary doses of 120 mg on the 8th and 15th day during the first month of treatment.\nHypercalcemia of malignancy:\nadminister 120 mg injection every 4 weeks with supplemental doses of 120 mg on the 8th and 15th day during the first month of treatment.\nOsteoporosis/bone loss:\nadminister 60 mg every 6 months. According to Endocrine Society guidelines, denosumab can be an alternative treatment in postmenopausal women with osteoporosis with an increased risk of fractures. The suggested dosage is 60 mg subcutaneously every 6 months. The results of denosumab on bone remodeling, reflected in bone turnover markers, reverse after 6 months if the drug is not administered on schedule; treatment interruption is not suggested. Denosumab should not be stopped without ensuing antiresorptive treatment (eg, bisphosphonate) to control a rebound in bone turnover and increased fracture risk.\n[14]\n\nUse in Specific Patient Populations\n\nHepatic impairment:\nNo studies have been performed to assess the effect of hepatic impairment on patients receiving denosumab. Use with caution.\n\nRenal impairment:\nDenosumab usually does not require dose adjustment in renal impairment. The risk of hypocalcemia is higher in patients with significantly impaired renal function (creatinine clearance <30 mL/min).\n[6]\nIn consensus with recent safety communication from the FDA, denosumab should not be used in patients undergoing dialysis.\n\nPregnancy considerations:\nDenosumab is a monoclonal immunoglobulin G2 antibody and can cross the placental barrier. The use of denosumab is contraindicated during pregnancy. Adequate contraception is recommended during treatment and at least 5 months after the last administered dose of denosumab.\n[15]\n\nBreastfeeding considerations:\nDenosumab has a high molecular weight; hence, the amount in maternal milk is likely to be very low. Hypothetically, denosumab is partly destroyed in the gastrointestinal tract, and absorption by the infant is presumably minimal. However, clinical studies are needed before supporting the use of denosumab during lactation. Moreover, in animal studies, RANKL knockout mice exhibited altered maturation of the maternal mammary gland and impaired lactation. Consequently, denosumab should be used cautiously during breastfeeding, particularly while nursing a newborn or preterm infant.\n[16]",
    "adverse_effects": "Common adverse reactions to denosumab include back pain, skin rash, joint pain, diarrhea, nausea and vomiting, and headache.\n[17]\nAdverse effects, according to system organ classifications (SOC), include:\n\nCardiovascular\n\nPeripheral edema (4% to 20%)\nHypertension (5%)\nAngina pectoris (4%)\n\nCentral Nervous System\n\nFatigue (45% or less)\nHeadache (18%)\nSciatica (6%)\n\nDermatologic\n\nDermatitis (11% or less)\nEczema (11% or less)\n\nEndocrine\n\nHypophosphatemia (32%)\nSevere hypophosphatemia (15%)\nHypocalcemia (3% to 10%)\nHypercholesterolemia (8%)\nGrade 3 hypokalemia (4%)\nGrade 3 hypomagnesemia (4%)\nSevere (symptomatic) hypocalcemia (<1%-3%)\n\nGastrointestinal\n\nDecreased appetite (25%)\nVomiting (25%)\nConstipation (22%)\nFlatulence (3%)\n\nHematologic and Oncologic\n\nAnemia (22%)\nThrombocytopenia (20%)\nNew malignant neoplasm (4%)\n\nInfection\n\nSevere infection (5%)\n[18]\n\nNeuromuscular and Skeletal\n\nWeakness (45% or less)\nBack pain (15%)\nArthralgia (11%)\nLimb pain (11%)\nMusculoskeletal pain (7%)\nOstealgia (5%)\nMyalgia (4%)\nOsteonecrosis of the jaw (1% to 4%)\n[19]\nSevere hypercalcemia in pediatric patients with osteogenesis imperfecta\n[20]\n\nOphthalmic\n\nCataract (5% or less)\n\nRespiratory\n\nDyspnea (24%)\nCough (16%)\nUpper respiratory tract infection (6%-16%)\nPneumonia (9%)\nNasopharyngitis (8%)\n\nPost-marketing Surveillance\n\nDRESS (Drug Reaction with Eosinophilia and Systemic Symptoms)\n[21]\nVasculitis(c-ANCA-positive)\n[22]\nBand keratopathy\n[23]\n\nFDA-Safety Alert (November 2022)\n\nFDA has issued a warning regarding the risk of severe hypocalcemia with the potential for hospitalization and death in patients undergoing dialysis receiving denosumab.\n\nDrug-Drug Interactions\n\nDenosumab is associated with an increased risk of infection in patients on systematic corticosteroids or immuno-suppressive medications, especially in patients with CKD. Avoid combination.\n[24]\nCalcimimetic agent etelcalcetide increases the risk of hypocalcemia. Avoid the combination with denosumab, as it can lead to severe hypocalcemia.\n[25]\nAn interval of 4 to 7 days between treatment with denosumab and COVID-19 vaccination is recommended to prevent injection site reactions.\n[26]",
    "monitoring": "Clinicians should evaluate for possible pregnancy before initiating treatment. Obtaining vitamin D levels and clearance from a dentist are suggested before beginning therapy. Within the first few weeks of treatment, monitoring of serum creatinine, calcium, phosphorus, and magnesium is recommended. Monitor for signs and symptoms of hypocalcemia and hypercalcemia upon discontinuation of denosumab.\n[28]\n\nA dental exam is recommended if osteonecrosis of the jaw is suspected. The bone mineral density evaluation should occur between 1 to 2 years after initiating treatment. The recommendation is for periodic monitoring of vitamin D and serum calcium throughout treatment.\n[29]\n\nPharmacologic therapy is strongly advised with a T-score between −1.0 and −2.5 if the FRAX (fracture risk assessment tool) 10-year probability for major osteoporotic fracture is ≥20%. Consider using bone turnover markers (BTMs) for the monitoring of patient compliance and efficacy of therapy. Bone resorption marker is serum type 1 C-telopeptide (CTX); bone formation markers are osteocalcin and procollagen type 1 N-terminal peptide. According to AACE, the preferred resorption marker is CTX, and the preferred formation marker is PINP.\n[6]\n\nMonitor and evaluate the fracture risk in postmenopausal women taking denosumab after 5 to 10 years. Patients at high risk of fractures should either continue denosumab or receive other osteoporosis treatments.\n[14]",
    "toxicity": "Atypical Bone Fractures\n: Although the incidence remains low, prolonged bisphosphonate therapy is associated with atypical bone fractures. However, clinicians have also observed these fractures in those receiving denosumab for osteoporosis or metastatic bone disease. These fractures usually occur in the subtrochanteric region or along the femur shaft. Patients tend to feel prodromal pain from weeks to months leading up to the fracture. Fractures commonly occur with little to no trauma in the area.\n\nExperts are currently unsure if the atypical fractures occur secondary to denosumab toxicity or the patient’s underlying osteoporosis. Patients should receive counseling regarding the potential for new hip or thigh pain, and the contralateral limb should be examined if an atypical fracture is suspected. Upon diagnosis of an atypical fracture, possible discontinuation of denosumab is an option. Consider initiating a different osteoporosis therapy if discontinuing denosumab due to increased fracture risk.\n[30]\n\nHypersensitivity\n: Reports exist of clinically severe anaphylactic reactions. Symptoms may include rash, pruritus, urticaria, facial edema, airway edema, and possibly hypotension. If these symptoms occur, initiate appropriate treatment and subsequently discontinue denosumab.\n\nHypocalcemia\n: Due to its anti-resorptive effects, denosumab can potentially cause hypocalcemia. There is documentation of severe, even fatal, cases of denosumab-induced hypocalcemia. Those with severe renal dysfunction may have an increased risk of developing hypocalcemia. Clinicians should obtain serum calcium and correct preexisting hypocalcemia at the initiation of treatment. In patients with preexisting hypocalcemia, serum calcium requires frequent monitoring. Use denosumab with caution in those who have predisposing conditions to hypocalcemia.\n[31]\n\nOsteonecrosis of the Jaw (ONJ)\n: Reports of ONJ have been observed in those receiving denosumab. Symptoms may include jaw pain, tooth infection, bone, gingival erosion, and toothache. An increased risk of being diagnosed with ONJ correlates directly to the duration of denosumab exposure. Those with predisposing factors, such as poor dentition and recent tooth extraction, have a higher risk.\n\nIf osteonecrosis of the jaw is suspected, make arrangements for a thorough dental exam. The risk of ONJ is considerably higher in patients with malignancy receiving denosumab than in patients with osteoporosis receiving denosumab. Denosumab should not be initiated until dental health is optimized. While on denosumab for cancer therapy, dental procedures are contraindicated. If ONJ is suspected, discontinue denosumab.\n[19]\n\nDermatologic Reactions\n: Reports of dermatitis, eczema, and rash have been observed. If symptoms are severe, consider discontinuation of denosumab.\n[21]"
  }
}