{
  "drug_name": "dermawhite wf",
  "nbk_id": "NBK619811",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK619811/",
  "scraped_at": "2026-01-11T15:27:48",
  "sections": {
    "indications": "Boxed Warning\n\nIn 2004, the FDA issued a box warning for children, adolescents, and young adults (up to age 24) treated with SSRIs, including fluvoxamine, due to the increased risk of suicidal thoughts and behaviors.\n[22]\n\nPrecautions\n\nClozapine coadministration: Precautionary drug monitoring should be implemented if fluvoxamine is combined with clozapine. Taking these drugs in combination increases the risk of toxic (>1000 ng/mL) concentrations 10-fold (25%).\n[2]\n\nSeizure risk: Isolated reports of fluvoxamine-induced seizures have been reported. Patients with epilepsy should be cautioned about its use.\n[23]\n\nDiscontinuation: Stopping fluvoxamine abruptly can lead to withdrawal symptoms such as dizziness, irritability, sensory disturbances, anxiety, headache, and mood changes. These effects are typically self-limited but may be severe; gradual tapering is advised. If symptoms become intolerable, resuming the prior dose and tapering more slowly may be necessary.\n\nAbnormal bleeding: Fluvoxamine may increase bleeding risk, particularly gastrointestinal bleeding, mainly when used with nonsteroidal anti-inflammatory drugs, aspirin, or anticoagulants. Patients should be warned about this potential interaction.\n\nActivation of mania or hypomania: A small percentage of patients, including children and adolescents, may experience manic or hypomanic episodes while taking fluvoxamine. Caution is warranted in individuals with a history of bipolar disorder or mania.\n\nSeizures: Seizures have occurred in a small number of patients during clinical trials. Fluvoxamine should be used cautiously in those with a seizure history and discontinued if seizures develop.\n\nHyponatremia: Hyponatremia, sometimes due to the syndrome of inappropriate antidiuretic hormone secretion, has been reported with fluvoxamine use. Risk is higher in older adults, those taking diuretics, or those with dehydration. Symptoms range from confusion and weakness to seizures and coma in severe cases. The drug should be discontinued in patients who develop symptoms, and appropriate treatment should be initiated.\n\nConcomitant illness: Caution is advised when prescribing fluvoxamine to patients with cardiovascular instability or impaired drug metabolism. Fluvoxamine has not been well studied in individuals with recent myocardial infarction or unstable heart disease, though no significant electrocardiogram abnormalities were found in clinical trials.\n\nHepatic impairment: The clearance of fluvoxamine is reduced by approximately 30% in patients with liver dysfunction. Dose adjustments and cautious titration are recommended.\n\nWarnings\n\nMonoamine oxidase inhibitors: Combining fluvoxamine with Monoamine oxidase inhibitors (MAOIs), or starting one shortly after stopping the other, may lead to life-threatening reactions such as serotonin syndrome or neuroleptic malignant syndrome. These syndromes are characterized by agitation, hyperthermia, muscle rigidity, and autonomic instability. Patients should not take MAOIs for 14 days before commencing fluvoxamine.\n[2]\n\nThioridazine: Fluvoxamine significantly increases plasma levels of thioridazine and its active metabolites, which can prolong the QTc interval and increase the risk of torsades de pointes. Concomitant use is contraindicated.\n\nTerfenadine, astemizole, cisapride, and pimozide: These medications are metabolized by CYP3A4 enzymes and are associated with QTc prolongation and fatal ventricular arrhythmias with elevated levels of the drug. Because fluvoxamine inhibits CYP3A4 enzymes, these combinations should be avoided.\n\nTizanidine: Fluvoxamine increases tizanidine plasma levels up to 33-fold and prolongs its half-life, resulting in severe hypotension, bradycardia, sedation, and psychomotor impairment. Concomitant use is contraindicated.\n\nAlosetron: Fluvoxamine raises alosetron plasma concentrations approximately 6-fold and triples its half-life, significantly increasing the risk of serious adverse events. Concurrent use is not recommended.\n\nClinical deterioration and suicide risk: There is an increased risk of suicidal thoughts and behavior in children, adolescents, and young adults during the early stages of treatment with fluvoxamine. Patients should be monitored closely for worsening depression, suicidality, or unusual behavioral changes. Family members and caregivers should also observe and report concerning symptoms. The risk may be highest in individuals younger than 25, whereas patients older than 65 may have a reduced risk compared to placebo.\n\nScreening for bipolar disorder: Depressive episodes can be the first sign of bipolar disorder. Treating such episodes with an antidepressant alone may trigger mania or mixed episodes. A thorough psychiatric history should be obtained before starting fluvoxamine, and it is not approved for bipolar depression.\n\nBenzodiazepines: Fluvoxamine inhibits the metabolism of certain benzodiazepines, such as alprazolam and diazepam, potentially leading to increased plasma levels and adverse effects. Coadministration with alprazolam may require dose reduction. Concomitant use with diazepam is generally not advisable due to the risk of significant accumulation.\n\nMexiletine:\nFluvoxamine decreases the clearance of mexiletine by approximately 38%. When coadministered, serum mexiletine levels should be monitored, and dosage adjustments made as necessary.\n\nSerotonin syndrome: Fluvoxamine may cause serotonin syndrome, especially when combined with serotonergic drugs such as triptans, SSRIs, SNRIs, MAOIs, or tryptophan. Symptoms include mental status changes, autonomic instability, neuromuscular abnormalities, and gastrointestinal tract symptoms. Caution should be exercised, and combination with other medications should be avoided if possible.\n\nNeuroleptic malignant syndrome: Neuroleptic malignant syndrome or similar reactions have been reported with fluvoxamine, particularly when combined with antipsychotics. Symptoms include hyperthermia, rigidity, mental status changes, and autonomic instability. Both agents should be discontinued, and supportive care should be provided.\n\nTheophylline: Fluvoxamine reduces theophylline clearance by about 3-fold. If used together, theophylline dose should be reduced to one-third, and plasma levels should be monitored.\n\nWarfarin: Fluvoxamine nearly doubles warfarin levels and prolongs prothrombin time. The international normalized ratio should be closely monitored, and the warfarin dose should be adjusted accordingly.\n\nSee\nImage.\nFluvoxamine Interactions.",
    "mechanism": "Fluvoxamine is an SSRI that inhibits the reuptake of serotonin at the serotonin transporter in the presynaptic neuronal membrane, thereby increasing synaptic serotonin and the actions of serotonin on the 5-hydroxytryptamine serotonin 1A receptor. Long-term administration of SSRIs downregulates and desensitizes presynaptic serotonin autoreceptors, allowing increased serotonin release and neuronal impulses. The drug has fewer sedative, anticholinergic, and cardiovascular effects than tricyclic antidepressant medications due to its low affinity for histamine, muscarinic, dopaminergic, and α-adrenergic receptors.\n[2]\n[10]\n\nFluvoxamine has a higher affinity for the sigma 1 (σ-1) receptor than other SSRIs, a pathway possibly involved in psychosis and aggression.\n[10]\nInterestingly, since the σ-1 receptor is a protein that helps regulate cytokine production, stimulating it may attenuate inflammation. This mechanism explains the reported benefits observed in studies of COVID-19.\n[11]\nFluvoxamine is structurally distinct from other SSRIs as the only monocyclic in its class. The unique pharmacological profile is due to its unique structure, which belongs to the chemical group of 2-aminoethyloximethers of aralkyl ketones.\n[6]\nFluvoxamine lacks asymmetric carbons, eliminating stereoisomerism.\n[12]\n\nPharmacokinetics\n\nAbsorption: Fluvoxamine is orally administered as a tablet or capsule and is absorbed directly by the gastrointestinal tract, and is not affected by concomitant food intake.\n[2]\n[6]\n[13]\nPlasma concentrations peak within 3 to 8 hours after ingestion.\n[2]\nFluvoxamine displays nonlinear, steady-state pharmacokinetics. Higher doses result in disproportionately higher plasma concentrations.\nDistribution: Fluvoxamine is distributed throughout the body, binding to plasma proteins at approximately 80%.\n[2]\n[6]\nFluvoxamine also crosses the blood-brain barrier and accumulates within the brain.\n[2]\nMetabolism: Fluvoxamine is metabolized by the hepatic cytochrome P450 enzyme system.\n[6]\nAfter first-pass metabolism, its bioavailability is 53%.\n[2]\nExcretion: Fluvoxamine's metabolites are excreted primarily in the urine, with approximately 2% remaining unchanged.\n[2]\n[6]\nElimination is biphasic, with a mean half-life of 12 to 22 hours for a single dose. The half-life is prolonged by 30% to 50% at steady state.\n[14]",
    "administration": "Fluvoxamine is administered orally as tablets or capsules and absorbed directly by the gastrointestinal tract.\n[5]\n[6]\nImmediate-release oral tablets are available in 25, 50, and 100 mg strengths; extended-release capsules are available in 100 and 150 mg strengths. Fluvoxamine takes approximately 1 week to reach steady-state concentration.\n[2]\n[6]\n\nFor the Treatment of Obsessive-Compulsive Disorder\n\nImmediate-release tablets\nAdults: The recommended starting dose is 50 mg orally at bedtime. Dose adjustments can be made in increments of 50 mg every 4 to 7 days until the desired therapeutic benefit is achieved. The recommended daily dose for this medication is between 100 and 300 mg, with a half-life of 9 to 28 hours. The maximum recommended daily dose is 300 mg. For doses greater than 100 mg daily, it should be administered in 2 separate doses, with the larger dose given at bedtime. Notably, lower initial doses and slower titration are recommended for older adults.\nChildren 8 to 12 years: The recommended dose is 12.5 to 25 mg orally at bedtime, titrated by 25 mg increments every 4 to 7 days or based on efficacy and tolerability, up to a maximum of 200 mg orally daily. Doses greater than 50 mg should be administered in divided doses. Fluvoxamine is not recommended for children younger than 8.\nAdolescents 12 to 17 years: The recommended starting dose is 25 mg orally at bedtime, titrated by 25 mg increments every 4 to 7 days based on efficacy and tolerability, up to a maximum of 300 mg orally daily. Doses greater than 50 mg should be administered in divided doses.\n\nExtended-release tablets\nAdults: Initially, adults can take 100 mg of fluvoxamine at bedtime. If needed and tolerated, the dose is gradually increased by 50 mg increments at weekly intervals, up to a target range of 100 to 300 mg daily. During titration, it may be necessary to use both 100 and 150 mg capsules to reach the daily dose. The lowest effective daily dose is maintained once the dosage is stable.\nChildren and adolescents: The safety and efficacy of extended-release capsules are not established in pediatric patients.\n\nMaintenance Therapy\n\nAlthough long-term efficacy data for fluvoxamine maleate tablets in treating OCD beyond 10 weeks are limited, the chronic nature of OCD often justifies extended use in patients who respond well. Maintenance treatment should be tailored to maintain symptom control with the lowest effective dose, and patients should undergo periodic assessment to determine whether continued therapy remains appropriate. Dose reductions of 40% to 60% should be used during maintenance therapy. Tapering fluvoxamine is not recommended until treatment has continued for at least 1 to 2 years. Compared to placebo, fluvoxamine administration for 6 to 10 weeks significantly reduces symptoms associated with OCD. When combined with behavioral therapy, symptoms improved even further in the first 2 months.\n\nDiscontinuation Considerations\n\nWithdrawal symptoms have been reported with discontinuation of SSRIs and serotonin-norepinephrine reuptake inhibitors (SNRIs). To minimize these effects, a gradual dose reduction is recommended, rather than abrupt cessation. Patients should be closely monitored for signs of withdrawal. If symptoms are severe, reinstating the previous dose may be necessary, followed by a slower taper.\n\nSpecific Patient Populations\n\nHepatic impairment: The pharmacokinetics of fluvoxamine are altered in patients with hepatic impairment. For instance, patients with liver cirrhosis may have a 30% decrease in the clearance of fluvoxamine.\n[2]\nThus, initiation at a lower dose and titrating more slowly may be necessary to minimize adverse effects.\n\nRenal impairment: Fluvoxamine does not accumulate with renal impairment and creatinine clearances of 5 to 45 mL/min. Due to its extensive volume of distribution, it is unlikely that hemodialysis significantly impacts the clearance of this drug. The pharmacokinetics of fluvoxamine generally remain unchanged in patients with renal impairment.\n[2]\n[6]\n\nPregnancy considerations: Available data from published observational studies over several decades have not established an increased risk of major congenital malformations or miscarriage from the use of fluvoxamine during pregnancy. However, it is not clear whether fluvoxamine is safe during pregnancy, as it has not been adequately studied in pregnant women. Use during pregnancy should be limited to situations when the benefits to the mother outweigh the risks to the fetus. Like other SSRIs, the use of fluvoxamine during the third trimester of pregnancy has a small increased risk of pulmonary hypertension in the neonate. However, the incidence of congenital abnormalities at birth is generally low.\n[5]\n[15]\nExposure to fluvoxamine and other SSRIs or SNRIs during late pregnancy, particularly in the third trimester, has been linked to neonatal complications such as prolonged hospitalization, respiratory distress, and the need for enteral feeding. Clinicians should weigh the benefits of continued treatment against these potential risks.\n\nIn some cases, a gradual dose taper during the third trimester may be considered in select patients. The American College of Obstetricians and Gynecologists emphasizes that untreated or undertreated maternal psychiatric illness, such as depression, anxiety, OCD, and post-traumatic stress disorder, is associated with adverse outcomes, including preterm birth, low birth weight, preeclampsia, postpartum depression, and impaired infant attachment. Therefore, pregnancy alone should not be a reason to discontinue effective psychiatric treatment.\n\nBreastfeeding: When considering whether to breastfeed while taking fluvoxamine, it is essential to weigh the benefits of breastfeeding against the risks of fluvoxamine exposure to the infant, as well as the dangers of inadequately treated OCD, given that fluvoxamine is secreted into breast milk. Reported adverse effects in the infant include diarrhea, vomiting, sleep disturbance, and agitation. Among antidepressants, fluvoxamine, sertraline, and paroxetine are the first-choice drugs for treating depression in breastfeeding mothers due to low rates of transfer into breastmilk.\n[16]\nFor example, a study of 2 mothers taking fluvoxamine showed that their infants received 0.8% to 1.38% of the maternal weight-adjusted dose. However, the infants did not exhibit adverse effects, and fluvoxamine was not detectable in serum blood tests.\n[17]\nAlthough some suggest fluvoxamine as a first-choice drug in breastfeeding women, medications such as sertraline and paroxetine may be preferred because they typically produce undetectable or low drug concentrations in infant serum.\n[18]\n\nPediatric patients: Both children and adolescents, similar to adults, exhibit nonlinear multiple-dose pharmacokinetics. Notably, steady-state plasma concentrations are 2- to 3-fold higher in children aged 6 to 11 compared to adolescents aged 12 to 17. Additionally, the area under the curve and the maximum achieved concentration in children are 1.5- to 2.7-fold higher than in adolescents. Adverse effects such as vomiting occur more frequently in pediatric patients than in adults.\n[5]\n\nOlder adults: The half-life of fluvoxamine is longer in older adults (17.4 to 25.9 hours) than in younger adults (13.6 to 15.6 hours). Older adults have approximately 40% higher mean maximum plasma concentrations of fluvoxamine than young adults, and the drug's clearance is reduced by approximately 50%. Slow titration of fluvoxamine is recommended; however, a decrease in dose is not warranted. In patients with cardiovascular disease, doses of 50 to 150 mg daily do not significantly impact blood pressure, heart rate, cardiac contractility, or electrocardiogram test results.\n[2]\nHowever, according to the Beers Criteria, SSRIs are considered potentially inappropriate medications in older adults with a history of falls or fractures from ataxia, impaired psychomotor function, or syncope.\n[19]\nOlder adults are also at higher risk for developing hyponatremia and the syndrome of inappropriate antidiuretic hormone secretion from fluvoxamine.",
    "adverse_effects": "Fluvoxamine is a generally well-tolerated SSRI for patients with OCD. Initial sensitivity to SSRIs is common in patients with anxiety and may manifest as excitation, anxiety, or agitation. Adverse effects can be minimized by initiating at a low dose (50 mg once daily) and gradually increasing the dose until the therapeutic level is achieved. Serotonin syndrome, a rare but serious adverse effect of SSRIs due to excessive serotonergic activity, has been reported with fluvoxamine overdose or concomitant use of other serotonergic agents. Close monitoring for agitation, hallucinations, tachycardia, and hyperthermia is recommended, especially when combining with other serotonergic drugs.\n\nNausea is the most common adverse effect associated with fluvoxamine, occurring in up to 40% of patients. Common (>10%) adverse effects include insomnia (35%), drowsiness (27%), headache (35%), asthenia (26%), and diarrhea (18%). Other clinically significant adverse effects include platelet dysfunction leading to increased bleeding risk (eg, ecchymosis, epistaxis), hyponatremia (especially in older adults), and infrequent seizures (0.2%) (see\nImage.\nCommon Adverse Effects Profile). As with many other SSRIs, suicidal thoughts and behaviors may occur. This risk is highest in children, adolescents, and young adults up to 24 years of age, as highlighted in the box warning. Caregivers and patients should monitor for worsening depression, behavioral changes, or suicidal ideation, especially during the initial treatment months or after dose changes, and notify the prescriber immediately. Abrupt discontinuation of fluvoxamine may lead to withdrawal symptoms, including dizziness, nausea, irritability, paresthesia, insomnia, fatigue, and agitation, which typically begin 1 to 3 days after cessation and subside within 1 to 2 weeks. Gradual tapering is recommended to minimize these effects. Fluvoxamine does not typically cause dependency.\n[2]\n\nSince the introduction of fluvoxamine, there have been spontaneous postmarketing reports of adverse events in patients using the medication. However, a direct causal relationship has not been confirmed. Reported events include serious cardiac arrhythmias such as ventricular tachycardia and torsades de pointes, as well as rare conditions such as porphyria, toxic epidermal necrolysis, and Stevens-Johnson syndrome. Additional reports have included Henoch-Schönlein purpura, bullous skin reactions, priapism, agranulocytosis, aplastic anemia, anaphylactic reactions, angioedema, vasculitis, hyponatremia, acute renal failure, hepatitis, pancreatitis, and ileus. Other rare but serious adverse effects include serotonin syndrome, neuropathy, laryngospasm, and severe akinesia with fever, particularly when fluvoxamine was used in combination with antipsychotic medications.\n\nDrug-Drug Interactions\n\nFluvoxamine is a potent inhibitor of cytochrome P450 enzymes CYP1A2 and CYP2C19, a moderate inhibitor of CYP3A4, and a weak inhibitor of CYP2C9 and CYP2D6.\n[5]\n[6]\n[20]\nDue to its inhibition of CYP1A2, fluvoxamine impairs the elimination of certain drugs, including tertiary amine tricyclic antidepressants, bromazepam, theophylline, propranolol, clozapine, tacrine, warfarin, caffeine, and possibly carbamazepine.\n[2]\n[6]\nFluvoxamine also moderately inhibits CYP3A4, so it can potentially interfere with the metabolism of alprazolam, diazepam, and methadone. Fluvoxamine does not interact with digoxin or ethanol.\n\nTaking fluvoxamine within 2 weeks of another antidepressant should be avoided to prevent serotonin syndrome.\n[2]\nPatients who take antiplatelet or anticoagulant drugs need monitoring for bleeding due to amplified effects.\n[5]\nSSRIs, such as fluvoxamine, may impair platelet aggregation by depleting platelet serotonin, increasing the risk of bleeding complications in patients taking abciximab. Similarly, it can augment the antiplatelet effects of aspirin, increasing the risk of bleeding from the upper gastrointestinal tract.\n[21]\n\nMajor drug interactions:\nThese interactions are of high clinical significance and should be avoided or used only with extreme caution. Major drug interactions may cause life-threatening effects or severe toxicity; therefore, close monitoring or consideration of alternative therapy is warranted.\n\nTizanidine: Contraindicated due to severe hypotension and sedation risk.\nThioridazine: Contraindicated due to QTc interval prolongation and arrhythmia risk.\nAlosetron: Fluvoxamine increases the alosetron area under the curve 6-fold; contraindicated.\nClozapine: Markedly increased levels; risk of seizures and hypotension.\nCarbamazepine: Elevated levels and toxicity reported.\nMethadone: Increased plasma levels; opioid intoxication and withdrawal are possible.\nPhenytoin: Narrow therapeutic index; levels may rise significantly.\nTheophylline: Increased levels due to CYP1A2 inhibition.\nWarfarin: Increased anticoagulant effect; monitor international normalized ratio closely.\nCertain triptans (eg, sumatriptan): Risk of serotonin syndrome.\nMonoamine oxidase inhibitors (eg, linezolid and selegiline): Risk of serotonin syndrome; contraindicated.\nSerotonergic agents (eg, SSRIs, SNRIs, tramadol, St. John wort, and tryptophan): Risk of serotonin syndrome.\nTacrine: Increased exposure and cholinergic adverse effects.\n\nModerate drug interactions:\nThese interactions are of moderate clinical significance and should be used with caution and monitored closely. Moderate drug interactions may require dosage adjustment, monitoring, or altered therapy.\n\nPropranolol and metoprolol: Increased levels; monitor for bradycardia and hypotension.\nβ-blockers (excluding propranolol/metoprolol): Monitor, possible interaction.\nDiazepam: Additive central nervous system effects are possible.\nDiltiazem: Bradycardia has been reported.\nTricyclic antidepressants: Increased plasma levels; monitor and consider dose adjustment.\nLithium: Risk of serotonergic toxicity and seizures; monitor closely.\nAlcohol: No significant pharmacokinetic interaction, but additive sedation is possible.\n\nMild or low-risk interactions:\nThese interactions are of\nminimal clinical significance and typically do not need action.\n\nLorazepam: No significant pharmacokinetic interaction; central nervous system effects not significant.\nDigoxin: No significant interaction.\nAtenolol: No significant change in plasma levels.\nSmoking: Cannabis smoking activates the aryl hydrocarbon receptor, inducing CYP1A2. This process is similar to tobacco smoking, which increases fluvoxamine elimination by about 25%.\n[6]\nThe patient should be advised not to use cannabis without medical guidance.",
    "monitoring": "Patients taking fluvoxamine should have their blood pressure, growth rate, heart rate, and weight monitored. Importantly, clinicians should monitor for worsening suicidality or significant behavioral changes such as anxiety, agitation, panic attacks, insomnia, irritability, hostility, impulsiveness, restlessness, mood elevation, or impaired social interaction (especially at initiation and with dose adjustments), akathisia, signs of bleeding, and hyponatremia with serum sodium levels in older adults. Decreased appetite and weight loss have been reported with fluvoxamine and other SSRIs. If a child is prescribed fluvoxamine for long-term use, regular monitoring of weight and growth is recommended to ensure appropriate development.\n[17]\n[24]",
    "toxicity": "The symptoms of fluvoxamine overdose include somnolence, diarrhea, vomiting, and dizziness. In a case series of 354 fluvoxamine overdoses, at least 309 patients recovered fully after gastric decontamination and supportive care. A patient fully recovered after ingesting 10,000 mg of fluvoxamine. Unfortunately, 19 patients died; however, 17 combined fluvoxamine with other medications. Therefore, the contribution of fluvoxamine was not confirmed.\n[2]\n\nSigns and Symptoms\n\nCommonly reported adverse effects (occurring in ≥5% of overdose cases) include coma, hypokalemia, hypotension, nausea, dyspnea, somnolence, tachycardia, and vomiting. Additional symptoms that have been observed, either with fluvoxamine alone or in combination with other substances, include bradycardia, electrocardiogram abnormalities, such as cardiac arrest, prolonged QT interval, first-degree atrioventricular nodal block, bundle-branch block, and junctional rhythm; seizures; tremors; diarrhea; and hyperreflexia.\n\nManagement of Overdose\n\nTreatment should follow standard procedures used for antidepressant overdoses. Priority should be given to maintaining respiratory function, ensuring adequate oxygenation, and supporting ventilation. Vital signs and cardiac rhythm should be continuously monitored. General supportive care and symptom-based treatment are advised. Inducing vomiting is not recommended. Gastric lavage may be considered with a large-bore orogastric tube if performed shortly after ingestion or if the patient is symptomatic, provided aspiration precautions are in place.\n\nActivated charcoal should be administered to reduce the absorption of drugs. Because fluvoxamine has a large volume of distribution, procedures such as forced diuresis, dialysis, hemoperfusion, or exchange transfusion are unlikely to be effective. There is no known antidote for fluvoxamine overdose. Caution is required if the patient is also taking or has recently taken a tricyclic antidepressant, as fluvoxamine can increase the levels and effects, potentially leading to worse outcomes. In overdose, coingestion should be considered. A poison control center should be consulted for detailed guidance."
  }
}