{
  "drug_name": "desflurane",
  "nbk_id": "NBK537106",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537106/",
  "scraped_at": "2026-01-11T15:27:49",
  "sections": {
    "indications": "Box Warnings\n\nDesflurane contraindications include induction of anesthesia in non-intubated pediatric patients because of a high incidence of moderate-to-severe upper airway adverse events. Pediatric patients are at increased risk of laryngospasm.\n[8]\nDesflurane is also contraindicated in patients with known or suspected susceptibility to malignant hyperthermia. If the patient has a history of moderate-to-severe hepatic impairment following general anesthesia with desflurane, desflurane is avoided. Additionally, desflurane is contraindicated if a patient has intracranial hypertension, as is the case with all such volatile agents.\n[9]\n\nWarnings and Precautions\n\nQTc prolongation:\nRecommendations include monitoring cardiac rhythm when administering desflurane, as QTc prolongation has been reported in patients.\n[10]\n\nMalignant hyperthermia:\nDesflurane may trigger malignant hyperthermia—a condition in which a hypermetabolic skeletal muscle requires higher oxygen. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may lead to an increase in the risk of developing malignant hyperthermia. Symptoms such as hyperthermia, muscle rigidity, hypoxia, hypercapnia, arrhythmias, hypovolemia, tachycardia, tachypnea, and cyanosis are common with malignant hyperthermia.\n\nThe treatment success rate depends on how early the clinical signs of malignant hyperthermia are recognized. Discontinuation of all triggering agents, along with supportive therapies, including supplemental oxygen, respiratory support, hemodynamic stability maintenance, urinary output management, and fluid and electrolyte management, is recommended.\n[11]\n[12]\n\nPerioperative hyperkalemia:\nRarely during the postoperative period, inhaled anesthetic agents can increase serum potassium levels, which may result in cardiac arrhythmias and death in pediatric patients. Patients with neuromuscular diseases such as Duchenne muscular dystrophy appear vulnerable. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may cause significant elevations in serum creatinine kinase levels. The recommendation is to treat hyperkalemia and resistant arrhythmias early and aggressively.\n[13]\n\nInteractions with desiccated CO\n2\nabsorbents:\nDesflurane can produce carbon monoxide (CO) due to the interaction with desiccated CO\n2\nabsorbents, which may lead to increased carboxyhemoglobin levels in some patients.\n[14]\n\nHepatobiliary disorders:\nDesflurane may cause hepatitis in patients with previous exposure to halogenated anesthetics. Caution is recommended when a halogenated anesthetics dose is repeated quickly.\n[15]\n[16]\n\nLaboratory findings:\nWhen administered with other anesthetic agents, desflurane may elevate transient glucose levels and white blood cell count.",
    "mechanism": "Pharmacokinetics\n\nThe mechanism of action of the inhalational anesthesia agents is still unclear. Inhalational anesthetics work via interaction with different ion channels present throughout the central and peripheral nervous system by blocking excitatory channels and enhancing the activity of inhibitory channels. Other proposed mechanisms are that these agents affect the membrane bilayer.\n\nThe structure of desflurane is similar to that of isoflurane except for adding a fluorine atom. This additional atom changes the physical properties of desflurane compared to other inhalational agents. The vapor pressure of desflurane at 20 °C is 681 mm Hg, with a boiling point of 22.8 °C. Desflurane requires a temperature-controlled, pressure-regulated vaporizer instead of a variable bypass vaporizer. The molecular weight of desflurane is 168 grams, and the body metabolizes a small percentage of the anesthetic compared to other inhalational agents.\n[3]\nThe washin-washout profile of desflurane was used as a surrogate for plasma pharmacokinetics as the volatile nature of desflurane makes it challenging to accurately monitor plasma concentration in samples. This volatile inhalation anesthetic is minimally metabolized in the human liver. Out of absorbed desflurane, less than 0.02% are recovered as metabolites in urine.",
    "administration": "Available Dosage Forms and Strengths\n\nDesflurane administration is via the inhalational route. The drug has a pungent odor, making it difficult to use for the induction of general anesthesia. Desflurane is used most commonly for maintaining general anesthesia after intravenous (IV) induction or another inhalational agent. The minimal alveolar concentration (MAC) of desflurane is 6.0% for the 31 to 65 age group and 7.25% for the 18 to 30 age group. Desflurane exhibits a blood-to-gas partition coefficient of 0.42, rendering it less soluble than nitrous oxide, with a blood-to-gas coefficient of 0.47.\n\nDue to the low blood solubility, desflurane can cause rapid induction and emergence from anesthesia. This quality allows the alveolar concentration to approach the inspired concentration of desflurane quickly, permitting rapid titration of anesthetic levels. Emergence from desflurane after an hour-long case can take around 6 minutes, in contrast to sevoflurane, which takes up to 18 minutes.\n\nDesflurane's vapor pressure of 681 mm Hg at sea level is significantly higher than the other inhalational anesthetics, leading to a boiling point near room temperature. This agent's high vapor pressure and low boiling point created a special desflurane vaporizer. This vaporizer pressurizes desflurane to 1500 mm Hg, roughly 2 atm, and warms it to 40 ºC, optimizing control of the concentration of anesthetic delivered to the patient. Desflurane vaporizers are electrically powered heat devices. Desflurane is available as a 240 mL inhalation solution.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is needed for patients with hepatic impairment, as a minimal amount of desflurane is metabolized in the liver.\n\nRenal impairment:\nNo dose adjustment is needed for patients with renal impairment as there are no differences in hematological or biochemical tests, including renal function evaluation observed in patients with chronic renal insufficiency when patients received desflurane compared with patients who received isoflurane.\n\nPregnancy considerations:\nThe manufacturer's package insert lists no adequate and well-controlled studies on pregnant women. In one of the clinical trials, 75 healthy parturients undergoing primary or repeat cesarean section were randomly assigned to either 3% desflurane, 6% desflurane, or 0.6% enflurane, with 50% N\n2\nO and O\n2\n. The induction of anesthesia was rapid in all patients, and after delivery, a reduced concentration of desflurane or enflurane with 67% N\n2\nO in O\n2\nwas used to maintain anesthesia. No significant difference was elicited in maternal blood loss among the 3 groups. All participants responded quickly to the psychomotor performance test. All 3 groups of patients developed transient hypertension and tachycardia during induction of anesthesia, which returned to baseline within 5 minutes.\n[4]\n\nBreastfeeding considerations:\nData on whether desflurane is excreted in human milk are unavailable on the manufacturer's label. The serum half-life of desflurane is less than 3 minutes, and the infant is not expected to absorb this drug. Breastfeeding can be resumed as soon as the mother has recovered from general anesthesia.\n[5]\n\nPediatric patients:\nDue to an increased incidence of respiratory adverse reactions like coughing, laryngospasm, and secretions, desflurane is not approved for the maintenance of anesthesia in non-intubated children. Desflurane is only indicated for the maintenance of anesthesia in children and infants after induction of anesthesia with other agents. When desflurane is used as maintenance anesthesia in children with a history of asthma or a recent upper airway infection, a higher risk for airway resistance and narrowing is anticipated. Therefore, monitoring for signs and symptoms associated with airway narrowing is recommended.\n\nOlder patients:\nDose adjustment of desflurane is necessary due to the decrease in MAC with advancing patient age. On average, patients aged 70 receive desflurane at two-thirds lower MAC than those aged 20.",
    "adverse_effects": "Desflurane, along with the other inhalational agents, sevoflurane and isoflurane, is a potent vasodilator and can cause a decrease in blood pressure by decreasing systemic vascular resistance. A concomitant increase in heart rate sometimes occurs. Cardiac output is typically preserved with the use of this agent. Desflurane dilates cerebral arteries and decreases the cerebral metabolic rate.\n\nDesflurane also causes an increase in intracranial pressure (ICP), similar to other inhalational anesthetics. This increase in ICP can be targeted by hyperventilation and hypocapnia in a patient as CO\n2\nautoregulation is maintained with use. Dose-related depression is evident in electroencephalogram (EEG) activity using desflurane. When used to maintain anesthesia in the pediatric population, desflurane was associated with an increased rate of emergence delirium after induction with another inhalational agent.\n[6]\n\nRapid increases in desflurane concentration can cause a transient but clinically significant elevation in heart rate and blood pressure. These effects are secondary to catecholamine release, which is more pronounced with desflurane than isoflurane or sevoflurane. This resulting sympathetic response is controllable by concurrent administration of esmolol, clonidine, or the use of an opioid. Slowing the rate of increase in the concentration of desflurane can also decrease the catecholamine release. Volatile anesthetics promote skeletal muscle relaxation and enhance the effects of neuromuscular blocking agents. Desflurane enhances the effects of rocuronium greater than sevoflurane, isoflurane, or IV  anesthetics. As with all inhaled anesthetics, a decrease in the ventilatory response to CO\n2\nis expected.\n[7]",
    "monitoring": "Neurologic monitoring is used to assess the depth of anesthesia in the operating room setting. EEG is infrequently used during cerebrovascular surgery to monitor anesthesia and cerebral oxygenation. The bispectral index (BIS) is commonly used to gauge wakefulness levels. BIS readings ranging from 65 to 85 are considered indicative of sedation, while values between 40 to 65 are recommended for general anesthesia, aiming to minimize patient conscious awareness.\n[17]\nStandard American Society of Anesthesiologists (ASA) monitors are required during the administration of desflurane.",
    "toxicity": "Desflurane is the most likely inhaled anesthetic to result in CO production, compared with isoflurane and sevoflurane. The production of CO is by the degradation of desflurane by desiccated CO\n2\nabsorbent, barium hydroxide lime. The drug can produce clinically significant levels of CO, stressing the importance of replacing dried CO\n2\nabsorbents.\n\nAlthough rare, severe hepatic injury can follow anesthesia with desflurane, along with other inhalational agents, and may include massive hepatic necrosis. The mechanism is immunologic. Desflurane undergoes some metabolism by cytochrome P450 to produce trifluoroacetate, which binds to hepatocyte proteins, forming complexes that stimulate antibody formation. Exposures after antibody formation can lead to hepatic necrosis. This is much less common than other agents, such as halothane, but is still possible, given the metabolite. Currently, no specific treatment is available for the hepatic effects of desflurane. Consequently, desflurane or similar inhalational anesthetics should be avoided if hepatic impairment is suspected.\n[5]\n[18]"
  }
}