{
  "drug_name": "desmopressin acetate",
  "nbk_id": "NBK554582",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554582/",
  "scraped_at": "2026-01-11T15:27:49",
  "sections": {
    "indications": "Hyponatremia is an absolute contraindication to the administration of desmopressin, except for symptomatic hyponatremia warranting aggressive management with the potential for osmotic demyelinating syndrome. Desmopressin acts primarily in the nephron; this drug is contraindicated in patients with renal impairment.\n[22]\nAlso, renal function decreases with age; therefore, care is necessary when prescribing this drug in the older population. This drug should also be avoided in younger patients, especially those under the age of 2, as it is difficult to restrict water and fluids in such patients.\n[1]\nAdditionally, this drug is ineffective in patients suffering from type 3 von Willebrand disease; therefore, these patients should not receive the drug.\n[1]\nFinally, patients suffering from thrombocytopenic purpura should not receive desmopressin, as it can precipitate a thrombotic event.\n[1]\nLastly, desmopressin is contraindicated in patients with known hypersensitivity to desmopressin acetate.",
    "mechanism": "Desmopressin is a selective vasopressin V2 receptor agonist present throughout the collecting ducts and distal convoluted tubules of the kidneys.\n[1]\n[18]\nThe V2 receptor is a Gs-protein coupled receptor, which, when activated, results in a signaling cascade of adenyl-cyclase, prompting an increase in cyclic adenosine monophosphate (cAMP) in the renal tubule cells, ultimately resulting in increased water permeability. This activity leads to a decrease in urine volume and an increase in urine osmolality.\n\nThe signaling cascade resulting in the production of cyclic adenosine monophosphate also induces exocytosis of von Willebrand factor and factor VIII from its storage sites, as well as the Weibel-Palade bodies and the alpha granules of platelets.\n[1]\nVon Willebrand factor functions as the first step in thrombogenesis, acting as the bridging factor of the Gp1b factor on platelets to the subendothelial collagen following tissue injury.\n[1]\nBy utilizing synthetic ADH analogs, such as desmopressin, the clotting cascade is facilitated and can result in hemostasis.\n[19]",
    "administration": "Desmopressin can be administered intravenously as a subcutaneous injection, intranasal spray, and, most recently, a dissolvable sublingual strip. Due to the latter's superior bioavailability, the tablet form has been discontinued in many countries in favor of intranasal and sublingual forms.\n[7]\nThe administration of intravenous and subcutaneous dose forms of the drug are predominantly in the hospital setting. Dosing for both is 0.3 micrograms/kg. Peak blood concentration after intravenous administration occurs within 30 to 60 minutes and after subcutaneous administration within 60 to 90 minutes.\n[1]\n\nThe intranasal form of vasopressin is frequently a choice when administration occurs at home.\n[20]\nEach spray typically dispenses 150 micrograms.\n[1]\nThe intranasal dosage is directly proportional to the patient's weight, with patients weighing less than 50 kg prescribed one spray, or 150 micrograms, and patients over 50 kg prescribed 2 sprays, or 300 micrograms, every 12 to 24 hours. This form of the drug reaches peak levels in 60 to 90 minutes.\n[1]\n\nSublingual desmopressin, also known as desmopressin lyophilisate, is administered as a sublingual melt tablet at 120 micrograms.\n[21]\nIt is generally used in the pediatric population due to the ease of administration and the increased bioavailability.",
    "adverse_effects": "The major adverse effect of desmopressin for which to monitor is hyponatremia. As desmopressin increases the urine concentration, it can also lead to systemic hyponatremia with physiology similar to the syndrome of inappropriate antidiuretic hormone.\n[22]\nIn certain instances, the hyponatremia caused by this drug can precipitate seizures. The minor adverse effects that may affect individual patients are headaches, tachycardia, and facial flushing. There have been certain instances where patients receiving desmopressin have suffered from strokes or myocardial infarctions. However, these cases were rare and did not establish with certainty that desmopressin exerted a direct influence in these cases.\n[1]",
    "monitoring": "Desmopressin is generally well-tolerated in most patients. There are a few instances where patients require monitoring for adverse effects of the drug. Patients receiving desmopressin need monitoring for the occurrence of hyponatremia.\n[23]\nSymptoms of hyponatremia include nausea, confusion, or altered mental status.\n[24]\nAs patients age, they should also be continually monitored for declining renal function, as the therapeutic index and clearance of the drug will change according to the renal function.",
    "toxicity": "There is no known antidote to an overdose of desmopressin. The most worrisome complication to result from an overdose is water intoxication. This condition would result in a delayed loss of consciousness and seizures in some instances. Patients require immediate admission to the intensive care unit to be monitored and have electrolyte correction.\n[25]"
  }
}