{
  "drug_name": "dexketoprofen",
  "nbk_id": "NBK431091",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK431091/",
  "scraped_at": "2026-01-11T18:46:59",
  "sections": {
    "indications": "Acute renal colic is a severe and sudden flank pain that typically originates at the costovertebral angle and extends anteriorly and inferiorly toward the groin or testicle. This condition is usually caused by an acute urinary tract obstruction due to calculus and is often associated with nausea and vomiting.\n\nUrolithiasis, commonly known as kidney stones, is a prevalent condition affecting approximately 1 in 11 individuals in the United States at some point in their lives. Urolithiasis typically occurs when a crystal or crystalline aggregate travels from the kidney through the genitourinary system, becoming lodged and obstructing urinary flow, usually in the ureter. This obstruction leads to proximal ureteral and renal pelvic dilation (hydroureteronephrosis), which is the primary cause of the intense pain known as renal colic.\n[1]\n[2]\n[3]\n[4]\n\nThe intensity of pain is related to the degree of obstruction, rather than the size of the stone, although stone size can help predict the likelihood of spontaneous passage. Although kidney stones are not the only cause of flank pain, their prevalence and the severity of the pain they cause make ureterolithiasis the most likely presumptive diagnosis when sudden, severe flank pain occurs, particularly when associated with hematuria.\n\nThe nature, onset, location, and severity of the pain vary depending on the underlying cause. However, for most patients, the pain typically peaks 1 to 2 hours after its initial onset. Underlying causes of urolithiasis include inadequate hydration, aciduria, chronic urinary infections, hypercalciuria, hyperoxaluria, hyperuricosuria, and hypocitraturia. The initial evaluation of a patient presenting with acute renal colic involves laboratory testing, urinalysis, and appropriate imaging studies.\n\nThe immediate treatment of acute renal colic due to urolithiasis includes pain control, intravenous (IV) hydration, antiemetics, and antibiotics (if indicated). Patients with severe or refractory symptoms may require hospital observation or admission. In some cases, urgent surgical intervention is necessary, such as in obstructive pyelonephritis (pyonephrosis), where emergent drainage of the infected renal pelvis is required. Definitive treatment for obstructing ureteral stones may involve conservative or procedural approaches. Surgical options include cystoscopy with double J stenting, extracorporeal shockwave lithotripsy (ESWL), ureteroscopy with stone basketing, and laser therapy, as open surgery for ureteral stones is rarely necessary. Please see StatPearls' companion resource, \"\nUreterolithiasis\n,\" for more information.\n\nQuality of life scores typically decrease as the frequency of kidney stone attacks increases. This decline is most noticeable when a patient experiences 5 or more lifetime episodes of renal colic, indicating that preventive measures, such as 24-hour urine testing, should be considered at that point, if not earlier.\n[5]",
    "mechanism": "Renal colic is caused by the dilation of the renal pelvis and ureteral segments. While colic usually results from acute obstruction, such as a ureteral calculus, it can also be caused by other issues, including ureteral spasms following double J stent removal or ureteroscopy. Chronic ureteral blockages, such as those caused by ureteropelvic junction obstructions, prostate cancer, cervical or pelvic cancer, ureteral scarring, or retroperitoneal fibrosis, typically do not result in acute pain or colic.\n\nSeveral predictors and risk factors commonly associated with kidney stone formation are mentioned below.\n\nAciduria\n\nAciduria is the most common cause of uric acid stone formation, accounting for 5% to 10% of all urinary calculi. This may result from excessive intake of animal protein, renal tubular acidosis, or metabolic acidosis. Please see StatPearls' companion resources, \"\nMetabolic Acidosis\n\" and \"\nRenal Tubular Acidosis\n,\" for more information. Treatment usually involves potassium citrate to achieve a sustained urinary pH of 6.5. Sodium bicarbonate may also be used, although it delivers a significant sodium load. Please see StatPearls' companion resources, \"\nHyperuricosuria\n\" and \"\nUric Acid Nephrolithiasis\n,\" for more information.\n\nCystinuria\n\nCystinuria is an autosomal recessive genetic disorder characterized by elevated urinary cystine levels. Cystine stones are highly resistant to shockwave therapy and typically require laser therapy for effective fragmentation. Preventive measures include aggressive hydration, aiming to produce at least 3000 mL of urine daily, and urinary alkalinization to a pH of 7.5 or higher, as cystine becomes significantly more soluble in alkaline urine. Please see StatPearls' companion resource, \"\nCystinuria\n,\" for more information.\n\nHypercalciuria\n\nHypercalciuria, the most common chemical promoter of nephrolithiasis, is defined as urinary calcium excretion of 250 mg or more per day. This often results from increased intestinal calcium absorption, elevated renal calcium excretion (renal calcium leak), excessive vitamin D intake, hyperparathyroidism, metabolic acidosis, or idiopathic causes. Treatment strategies include moderating dietary calcium intake, normalizing vitamin D levels, correcting phosphate deficiencies (which can elevate vitamin D levels), administering oral phosphate supplements, and using thiazide diuretics to reduce renal calcium excretion. Please see StatPearls' companion resource, \"\nHypercalciuria\n,\" for more information.\n\nHyperoxaluria\n\nHyperoxaluria is typically defined as urinary oxalate excretion of 40 mg or more per day, with optimal levels being 25 mg/d or less. Please see StatPearls' companion resource, \"\n24-Hour Urine Testing for Nephrolithiasis: Interpretation and Treatment Guidelines\n,\" for more information. Oxalate is a potent promoter of calcium oxalate urolithiasis; therefore, reducing elevated oxalate levels is critical, particularly in patients producing calcium oxalate stones. Dietary oxalate intake should be reduced by limiting high-oxalate foods such as spinach, rhubarb, and collard greens. Taking oral calcium citrate supplementation with meals can enhance intestinal oxalate binding, reducing absorption and lowering urinary oxalate levels. Although most cases of hyperoxaluria are secondary, specific medications are available for treating primary hyperoxaluria. Please see StatPearls' companion resource, \"\nHyperoxaluria\n,\" for more information.\n\nHyperuricosuria\n\nHyperuricosuria, characterized by excessive urinary uric acid, contributes to the formation of both uric acid and calcium oxalate stones. Patients with calcium stones and elevated urinary uric acid levels can benefit from dietary modifications, such as reducing excessive animal protein intake, or medical management with allopurinol or febuxostat. Most uric acid stones are effectively treated with potassium citrate and urinary alkalinization. The optimal urinary uric acid level is 600 mg daily or less. Please see StatPearls' companion resources, \"\nHyperuricosuria\n\" and \"\nUric Acid Nephrolithiasis\n,\" for more information.\n\nHypocitraturia\n\nHypocitraturia is typically defined as urinary citrate excretion of 320 mg or less per day, although this threshold does not account for factors such as urinary pH, stone composition, volume, or concentration. Clinicians are advised to prioritize achieving optimal urinary citrate concentrations of approximately 300 mg/L of urine daily. In managing aciduria or uric acid stones, urinary pH is more critical than absolute citrate levels, with an optimal target pH of 6.5 or higher. Potassium citrate is the preferred oral citrate supplement, although sodium bicarbonate may also be. Please see StatPearls' companion resources, \"\nUric Acid Nephrolithiasis\n\" and \"\nHypocitraturia and Renal Calculi\n,\" for more information.\n\nRelative Dehydration and Inadequate Urinary Volume\n\nRelative dehydration and inadequate urinary volume, particularly levels below 1 L/d, significantly increase the concentration of solutes (indicated by urine osmolarity exceeding 600 mOsm/kg) and promote urinary stasis. This can result in solute supersaturation and subsequent stone formation. The optimal daily urine volume for individuals prone to kidney stones is 2500 mL, with 2000 mL as the minimum acceptable threshold.\n[6]\nPlease see StatPearls' companion resource, \"\n24-Hour Urine Testing for Nephrolithiasis: Interpretation and Treatment Guidelines\n,\" for more information. The average daily urinary fluid volume in most individuals is approximately 1300 mL. Inadequate urinary fluid excretion is the most common single cause of urolithiasis.\n\nUrinary Tract Infections\n\nUrinary tract infections caused by urease-producing bacteria lead to ammoniagenesis and increased urinary pH, creating conditions that promote the formation of struvite (infection) or triple phosphate (magnesium, calcium, and ammonium) calculi. Staghorn stones are typically composed of this material. Treatment involves infection control and complete removal of all infected stone material. In selected cases, acetohydroxamic acid, a urease inhibitor, may be used.\n[6]\nPlease see StatPearls' companion resource, \"\nStruvite and Triple Phosphate Renal Calculi\n,\" for more information.",
    "monitoring": "Diagnosis relies on a comprehensive approach that includes the patient's history, physical examination, laboratory tests, and imaging studies.\n[7]\n\nUrinalysis\n\nUrinalysis reveals microscopic or gross hematuria in 85% of stone patients and should also be assessed for crystalluria, pH levels, and signs of infection (such as white blood cells [WBCs] and bacteria). A urinary pH greater than 7.5 may suggest a urease-producing bacterial infection, while a pH below 5.5 may indicate the presence of uric acid calculi. If there are signs of infection, a urine culture should be obtained. Please see StatPearls' companion resources, \"\nUric Acid Nephrolithiasis\n\" and \"\nStruvite and Triple Phosphate Renal Calculi\n,\" for more information.\n\nHematuria\n\nHematuria is present in 85% of acute renal colic cases caused by calculi.\n[26]\nWhile the presence of hematuria suggests a stone, it is not definitive, and its absence does not conclusively rule out the presence of a stone.\n[26]\n\nLaboratory Studies\n\nLaboratory studies should include a basic metabolic panel with serum calcium and creatinine levels to assess renal function, dehydration, acid-base status, and electrolyte balance.\n[7]\nSerum uric acid should also be checked. A complete blood count (CBC) may be considered to evaluate for leukocytosis if there is concern for infection; however, a mild elevation in WBC count (up to 15,000 WBCs per microliter) is common due to WBC demargination and is not necessarily indicative of an infection.\n[7]\n[27]\n[28]\n\nA 24-hour urine collection for prophylactic testing should be considered for interested patients, particularly those at high risk or recurrent stone formers. However, all patients with a history of urolithiasis should be informed about this option.\n[7]\n\nParathyroid Hormone Levels\n\nParathyroid hormone levels should be obtained if hypercalcemia is present or if primary hyperparathyroidism is suspected. If possible, urine should be strained to capture stones for chemical analysis to help determine optimal preventive prophylactic measures.\n\nFurther metabolic testing, including a 24-hour urine collection for volume, pH, calcium, oxalate, uric acid, citrate, sodium, magnesium, and potassium concentrations, should be considered for high-risk first-time, pediatric, or recurrent stone formers. In addition, it is highly recommended for nephrolithiasis patients with solitary and transplanted kidneys, renal failure, and gastrointestinal bypass (eg, Roux-en-Y) or those at high anesthesia risk.\n\nRenal Ultrasonography\n\nRenal ultrasonography can assess hydronephrosis, measure the resistive index, and track larger renal stones, particularly uric acid stones. However, it may miss stones smaller than 3 mm and is not a reliable imaging modality for visualizing ureteral calculi.\n[29]\n[30]\nThe degree of perinephric fluid can help predict the extent of obstruction.\n[3]\nWhile it is not always possible to visualize ureteral calculi with ultrasound, identifying ureteral jets in the bladder can aid in assessing obstruction. Obstruction of the ureter typically leads to a decrease in the frequency of ureteral jets compared to the contralateral side.\n[29]\n\nUltrasound offers the advantage of not exposing patients to ionizing radiation, can visualize radiolucent stones, and can be performed quickly at the bedside by emergency department (ED) physicians or ultrasound technologists in radiology. Ultrasound is the recommended imaging modality for pregnant patients. However, if ultrasonography is inadequate or nondiagnostic, low-dose unenhanced computed tomography (CT) scanning may be considered during the second and third trimesters.\n[31]\n\nUltrasonography alone may be sufficient for diagnosis in select cases, particularly in patients with a history of recurrent ureterolithiasis.\n[32]\n[33]\nIn these instances, a flat abdominal x-ray of the kidney, ureter, and bladder (KUB) is typically recommended for tracking and follow-up. However, relying solely on ultrasound may result in incorrect management in about one-fifth of patients, as it provides insufficient information on stone size, shape, or location.\n[34]\n\nRenal resistive index:\nAs determined by ultrasound, this index is a valuable tool for diagnosing ureteral obstructions. This index is calculated as (peak systolic velocity−end diastolic velocity)/peak systolic velocity, with normal values typically being 0.7 or less. Higher values indicate either obstruction or intrinsic renal disease.\n[35]\n[36]\n[37]\n[38]\n[39]\nA high resistive index in a single kidney in a patient with renal colic on that side strongly suggests acute ureteral obstruction, such as from ureterolithiasis.\n[35]\n[37]\n[38]\nMedical renal disease typically results in elevated but similar resistive index levels bilaterally.\n\nUltrasound is the preferred modality for evaluating a pregnant patient with suspected renal colic. Studies have shown that using ultrasound as the primary imaging method does not increase complications compared to CT. Ultrasound is also effective for monitoring patients with uric acid renal calculi.\n[40]\nHowever, while ultrasound may be suggestive, a negative result does not definitively rule out a ureteral stone or renal colic.\n\nAbdominal x-Ray (KUB)\n\nA plain abdominal x-ray (KUB) can identify many stones, but 10% to 20% of renal calculi are radiolucent and not visible on plain films. The x-ray provides limited information on hydronephrosis, obstruction, or internal renal anatomy and is less useful in obese patients. Additionally, bowel gas, the bony pelvis, and abdominal organs may interfere with stone visualization.\n\nA KUB is recommended in all kidney stone cases when an unenhanced CT scan is positive, and the exact location of the stone is known. This helps identify stones that can be tracked with follow-up KUB, potentially making them amenable to lithotripsy. The KUB also provides a more accurate depiction of the stone's shape and offers valuable surgical orientation.\n\nCost-Effective Imaging With Renal Ultrasound and Abdominal x-Ray (KUB)\n\nCombining renal ultrasonography with a KUB offers a cost-effective and efficient alternative to CT scans by reducing costs, limiting radiation exposure, and maintaining good diagnostic efficacy.\n[40]\n[41]\n\nRenal ultrasound:\nThis technique effectively demonstrates hydronephrosis, measures the resistive index to indicate obstruction, and identifies radiolucent renal calculi. However, it is less reliable for detecting ureteral calculi or stones smaller than 3 mm.\n\nAbdominal x-ray (KUB):\nThe KUB is sensitive for detecting urinary calcifications but cannot visualize radiolucent stones or provide information on renal function, hydronephrosis, or ureteral obstruction.\n\nSymptomatic stones are likely to cause hydronephrosis or obstruction, be visible on ultrasound, or be directly identified on the KUB.\n[40]\n[41]\nCombining KUB radiography with renal ultrasonography achieves a reported diagnostic accuracy of 90% for obstructing stones, with a specificity of 93% and a sensitivity of 88%.\n[42]\n\nN\non-Contrast or Helical Computed Tomography Scans\n\nUnenhanced CT scans (non-contrast or helical CT) are the gold standard for diagnosing suspected renal colic, offering a sensitivity of 98%, specificity of 100%, and a negative predictive value of 97%.\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\nThis imaging modality provides rapid identification of stones, determines their location and size, and identifies associated findings such as hydroureter, hydronephrosis, or ureteral edema. Additionally, it can help detect alternative causes of pain, such as an abdominal aortic aneurysm or malignancy.\n[40]\n\nCT scans are recommended for patients with acute renal colic and no prior history of nephrolithiasis to guide management. However, CT scans tend to underestimate stone size by approximately 12% compared to IV pyelography or KUB radiography.\n[49]\nCT scans using low-dose and ultra-low-dose radiation protocols are highly recommended for pediatric and pregnant patients to minimize radiation exposure while maintaining diagnostic efficacy for urolithiasis detection.\n[50]\n[51]\n[52]\n[53]\nLow-dose CT delivers approximately half the radiation of a standard scan, and ultra-low-dose protocols further reduce exposure by an additional 55%.\n[50]\n[51]\n[54]\n[55]\nThe positive predictive value of low-dose CT in these cases is 95.8%.\n[56]\n[57]\n\nWhile most urinary stones, including the relatively radiolucent cystine, dihydroxyadenine, xanthine, and uric acid calculi, are visible on CT scans, some stone compositions may not be detected. These include stones formed from antiviral protease inhibitors and their metabolites,\n[58]\n[59]\nsuch as atazanavir and indinavir.\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\nA contrast study is required when these stones are suspected.\n[59]\n[64]\nHowever, CT scans expose patients to significant radiation and can be costly.\n\nIn some patients with a history of renal colic who present with pain similar to previous episodes of obstructing urolithiasis, ultrasonography may be sufficient. Although ultrasound is less sensitive (60% to 76%) than CT for detecting calculi smaller than 5 mm, it can reliably identify hydronephrosis and other signs of ureteral obstruction, such as an increased resistive index in the affected kidney and unilateral blocked ureteral jets. If the stone passes before imaging can be performed, residual inflammation may still be present and identifiable, such as hydronephrosis, stranding, or pain, even if no stone is specifically or definitively identified.\n\nThe American College of Obstetricians and Gynecologists (ACOG) and the American Urological Association (AUA) now support the selective and judicious use of low-dose, non-contrast CT imaging during pregnancy in cases where ultrasound is diagnostically insufficient.\n[56]\n[66]\n\nMagnetic Resonance Pyrography\n\nMagnetic resonance pyelography has a lower positive predictive value (80%) for identifying urinary stones compared to CT, but it does not use ionizing radiation. Magnetic resonance urography may be indicated for patients who have a contraindication to ionizing radiation but an inadequate ultrasound evaluation for urinary stones.\n[56]\n[57]\n[67]\n[68]\nThe European Association of Urology (EAU) recommends it as a second-line imaging modality after ultrasound in equivocal clinical situations. This offers an alternative to ureteroscopic surgery and provides a safer option than CT scanning during pregnancy.\n[56]\n[67]\n[68]\n\nUreteroscopic Surgery\n\nUreteroscopic surgery with laser lithotripsy and double J stent placement is a reasonable option when the clinical presentation strongly suggests urolithiasis, especially if symptoms such as pain are prolonged or difficult to control.\n[56]\nUreteroscopic surgery can be safely performed in pregnant patients with urolithiasis, yielding good outcomes and a negative ureteroscopy rate of only 14%.\n[57]\n[69]\n[70]\n[71]\n\nUrosepsis\n\nUrosepsis is a potentially life-threatening organ dysfunction caused by a dysregulated host response to an infection originating from a urological source.\n[72]\n[73]\nUrosepsis is characterized by symptoms such as hypotension, tachycardia (>90 beats/min), tachypnea (>20 breaths/min), pyuria, and leukocytosis (>12,000/μL [12 × 10\n9\n/L]).\n[74]\nMild leukocytosis, up to 15,000/μL (15 × 10\n9\n/L), can be common in acute renal colic without infection.\n[7]\n[27]\n[28]\nAcidosis (serum pH <7.35) may also be present.\n[75]\n\nPatients with renal colic who also have a fever of 100°F (37.8°C) or higher, significant leukocytosis (>15,000 WBCs/mm³), pyuria, hypotension, or unexplained tachycardia should be considered at risk for urosepsis and obstructive pyelonephritis, especially if they have diabetes. Please see StatPearls' companion resource, \"\nUrosepsis\n,\" for more information. The recommended treatment for patients with acute renal colic caused by an obstructing ureteral stone and signs of systemic infection, sepsis, or obstructive pyelonephritis is urgent drainage of the renal pelvis, either through cystoscopy with double J stenting or via percutaneous nephrostomy. Please see StatPearls' companion resource, \"\nComplicated Urinary Tract Infections\n,\" for more information.\n\nAs it is not possible to clinically distinguish acute pyelonephritis from obstructive pyelonephritis, imaging is necessary when the diagnosis is uncertain, especially in diabetic patients or those at increased surgical or anesthesia risk. Ultrasonography is typically sufficient for this purpose, but an unenhanced CT scan may be considered definitive if the results are uncertain or equivocal. Various urosepsis serum biomarkers have significant potential to identify septic patients earlier.\n[76]\nPlease see StatPearls' companion resources, \"\nUrosepsis\n,\" \"\nBacterial Sepsis\n,\" and \"\nLaboratory Evaluation of Sepsis\n,\" for more information.\n\nUrosepsis biomarkers for early diagnosis:\nThe selection of biomarkers for diagnosing early urosepsis depends on factors such as cost, test availability, and physician familiarity with interpreting laboratory results. Below is a review of some clinically useful serum biomarkers.\n\nC-reactive protein: C-reactive protein (CRP) is an inexpensive and readily available laboratory indicator of infection and inflammation. CRP is slower to react to bacterial sepsis than procalcitonin, and it is not specific for bacterial infections. Please see StatPearls' companion resource, \"\nLaboratory Evaluation of Sepsis\n,\" for more information.\n[77]\n[78]\nCRP is produced in the liver when serum interleukin-6 (IL-6) is stimulated.\n[78]\nThe serum concentration of CRP begins to increase 6 hours after the initial inflammatory event, doubling every 8 hours, and peaks by 36 to 50 hours, approximately twice as long as procalcitonin.\n[78]\n[79]\n[80]\nA commonly used cutoff level of 50 mg/L is used to identify bacterial sepsis.\n[77]\nThe half-life of CRP is 19 hours.\n[81]\n\nPlease see StatPearls' companion resource, \"\nC Reactive Protein\n,\" for more information.\n\nInterleukin-6: IL-6 may be a more effective biomarker for tracking disease progression than procalcitonin, lactic acid, or CRP.\n[82]\n[83]\n[84]\n[85]\nIL-6 is a proinflammatory cytokine intimately involved in host defense mechanisms and has been proposed as a laboratory biomarker for sepsis.\n[86]\nIL-6 is produced by immune and stromal cells, including endothelial cells, fibroblasts, endothelial cells, macrophages, monocytes, and T-lymphocytes.\n[83]\n[87]\n[88]\nA threshold level of 52.6 pg/mL or higher has been suggested for identifying sepsis.\n[83]\nIL-6 levels peak at around 12 hours, with a half-life of about 1 hour.\n[89]\n[90]\n\nLactic acid (lactate): Lactic acid (lactate) levels in the serum are normally less than 2 mmol/L (18.2 mg/dL). Elevated levels indicate infection, and levels exceeding 4 mmol/L (36.4 mg/dL) are considered severe, often suggesting sepsis, particularly if they increase rapidly. Please see StatPearls' companion resource, \"\nLaboratory Evaluation of Sepsis\n,\" for more information.\n[91]\nSerum lactic acid levels reflect relative tissue hypoxia, but recent research suggests they also represent an adaptive chemical response to abnormal metabolism and serve as a marker of elevated endogenous catecholamine levels. Please see StatPearls' companion resource, \"\nLaboratory Evaluation of Sepsis\n,\" for more information.\n[92]\nA reduction in lactic acid levels is a good indicator of tissue recovery.\n[92]\nIf lactate is initially elevated, a repeat measurement in 6 hours is recommended,\n[93]\nwith some guidelines suggesting rechecking levels every 2 hours for critically ill patients initially.\n[94]\nLactate and lactic acid levels are similar but not chemically equivalent, so the normal ranges in the specific laboratory should be verified. The half-life of serum lactate is approximately 20 minutes.\n\nNeutrophil-to-lymphocyte ratio: The neutrophil-to-lymphocyte (NLR) ratio is more elevated in patients with worsening sepsis and is also higher in older individuals.\n[95]\nNormal and abnormal thresholds for NLR have not been conclusively defined, but levels above 3.75 to 4 are commonly associated with sepsis and urosepsis.\n[95]\nThis test has the advantages of being inexpensive, readily available, easily calculated, and immediately available.\n[95]\n[96]\n[97]\n[98]\n\nPentraxin-3: Pentraxin-3 (PTX3) is an inflammatory serum protein produced early in the inflammatory process by various cell types.\nPTX3 activates the complement immune system pathway, dendritic cells, and macrophages.\nThe protein also promotes the identification of pathogenic bacteria and serves as an antibody precursor.\n[84]\n[99]\n[100]\nSeveral studies suggest that PTX3 could be a useful laboratory marker for sepsis and a prognostic indicator, comparable to IL-6.\n[83]\n[84]\n[101]\n[102]\n[103]\n[104]\nPTX3 has a relatively short half-life of 1 to 4 hours.\n[105]\n[106]\n\nProcalcitonin: Procalcitonin is a precursor of calcitonin and is a valuable marker for assessing the severity of bacterial infections and monitoring disease progression. Please see StatPearls' companion resource, \"\nLaboratory Evaluation of Sepsis\n,\" for more information.\n[92]\n[107]\nProcalcitonin correlates well with the degree of leukocytosis and CRP levels for infection monitoring.\n[77]\n[107]\nProcalcitonin is considered superior to CRP as a sepsis marker because it is more specific to bacterial infections; it rises earlier (peaking at 6-12 hours) and normalizes faster. Please see StatPearls' companion resource, \"\nProcalcitonin\n,\" for more information.\n[107]\n[108]\nNormal procalcitonin levels are typically below 0.1 μg/L, although patients with renal failure may have higher baseline levels.\n[107]\n[109]\nA low or normal procalcitonin level does not completely rule out a bacterial infection. Please see StatPearls' companion resource, \"\nProcalcitonin\n,\" for more information.\n[107]\nProcalcitonin has a half-life of about 24 hours.\n[107]\nPlease see StatPearls' companion resource, \"\nProcalcitonin\n,\" for more information.\n[107]\n\nConsiderations for the Evaluation of Renal Colic in Pregnancy\n\nPregnancy can complicate the diagnosis and management of renal colic. The pressure from the gravid uterus on surrounding structures can alter the flow of urine from the renal pelvis to the urinary bladder. Additionally, pregnant patients may excrete higher levels of calcium in their urine.\n[110]\n\nUltrasound is the preferred first-line study for evaluating renal colic in pregnancy, as it poses no risk of ionizing radiation. However, the results may be nondiagnostic or equivocal.\n[56]\nOptions for management include conservative measures and observation, low-dose CT imaging, magnetic resonance urography, or ureteroscopic surgery. Ureteroscopic surgery can be safely performed in pregnant patients with urolithiasis, with good outcomes and a negative ureteroscopy rate of only 14%.\n[57]\n[69]\n[70]\n[71]\n\nPlacement of a double J stent or performing a percutaneous nephrostomy is a less invasive method to temporize the clinical situation until after delivery, allowing more definitive diagnostic and therapeutic measures to be safely performed without jeopardizing the pregnancy.\n\nSurgical intervention is more likely and typically performed earlier in pregnant patients with acute renal colic who present with the following conditions:\n\nAnterior-posterior diameter of the renal pelvis of greater than 18 mm\nAbnormal ureteral anatomy\nContinuous pain lasting 4 or more days\nDifficulty controlling pain\nElevated serum creatinine levels\nExtrarenal pelvis\nFever\nElevated leukocytosis\nHigh stone density (>700 Hounsfield units)\nHigh serum CRP levels\nHigher degree of hydronephrosis\nHigher NLR\nIncreased fetal body weight\nLarger (≥8 mm) ureteral calculi\nMultiple previous stone surgical procedures\nStone volume of 0.2 cc or more\nUreteral stone length of 9 mm or more\nUreteral wall thickness of more than 2 mm\n[111]\n[112]\n[113]\n\nPatients diagnosed with kidney stones during pregnancy should have close obstetrical follow-up, as those admitted for renal colic are at up to a 2-fold increased risk of preterm labor. This may be mediated by oxytocin release in response to maternal dehydration caused by nausea and vomiting.\n[114]",
    "administration": "Management of Acute Renal Colic Symptoms\n\nImmediate management includes providing adequate analgesia, antiemetics, and IV hydration. Antibiotics should be administered if the patient presents with systemic signs of infection or has infected urine. NSAIDs and opioids are considered first-line therapies for analgesia.\n\nNonsteroidal anti-inflammatory drugs:\nNSAIDs are typically the first-line treatment for pain relief, as they are often as effective as, or even more effective than, opioids, while avoiding the complications associated with opioid usage.\n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\nThese medications reduce the production of arachidonic acid metabolites, which mediate pain receptor activation, thereby alleviating pain caused by renal capsule distension. Additionally, NSAIDs inhibit prostaglandin production, further decreasing pain receptor activity and reducing ureteral contractions. However, this inhibition may result in some degree of platelet dysfunction. Please see StatPearls' companion resources, \"\nNonsteroidal Anti-Inflammatory Drugs (NSAIDs)\n\" and \"\nKetorolac\n,\" for more information.\n\nAdditionally, NSAIDs induce contraction of the efferent arterioles of the glomerulus, lowering the GFR and reducing hydrostatic pressure across the glomerulus. As patients with renal colic often cannot tolerate oral medications, parenteral options such as ketorolac (15-30 mg IV or intramuscular [IM]) or diclofenac (37.5 mg IV) are commonly used.\n[121]\n[122]\n[115]\nPlease see StatPearls' companion resources, \"\nKetorolac\n\" and \"\nDiclofenac\n,\" for more information.\n\nKetorolac, an injectable NSAID commonly used for renal colic, is generally considered equivalent to or superior to opioids in treating acute ureterolithiasis pain while being safer with fewer significant adverse effects.\n[115]\n[116]\n[117]\n[123]\nAs a result, ketorolac and similar NSAIDs are typically preferred for the initial management of pain in acute renal colic. Ketorolac can also be administered as a continuous IV infusion, usually at a rate of 3 to 5 mg/h.\n[124]\n[125]\n[126]\n[127]\nPlease see StatPearls' companion resources, \"\nKetorolac\n\" and \"\nNonsteroidal Anti-Inflammatory Drugs (NSAIDs)\n,\" for more information.\n\nKetorolac may be used in combination with IV acetaminophen, although this is generally not recommended for more than a few days, despite no specific negative interactions being noted. No published data support the efficacy of this combination for treating renal colic. Ketorolac (an FDA pregnancy category C drug) is contraindicated in patients with renal failure (GFR <30 mL/min), a history of gastrointestinal bleeding, an allergy to aspirin or NSAIDs, or in pregnant women. Please see StatPearls' companion resource, \"\nKetorolac\n,\" for more information.\n\nAdditional steroidal medications, such as dexamethasone (8 mg IV), have been shown to improve pain relief in renal colic patients compared to ketorolac alone.\n[117]\n[128]\n\nOpioid pain medications:\nOpioids such as morphine sulfate (0.1 mg/kg IV or IM) or hydromorphone (0.02 mg/kg IV or IM) can be effective for analgesia, particularly when other treatments, such as ketorolac, have failed or their maximum dose is insufficient. Please see StatPearls' companion resources, \"\nMorphine\n\" and \"\nHydromorphone\n,\" for more information. However, opioids carry risks of respiratory depression, reduced gastrointestinal motility, nausea, sedation, and dependence with prolonged use. There is also a risk of dependence associated with prolonged opiate use.\n[129]\nPlease see StatPearls' companion resources, \"\nOpioid Withdrawal\n\" and \"\nOpioid Use Disorder\n,\" for more information. The administration of IV morphine following ketorolac has demonstrated effectiveness in providing additional analgesia for patients with inadequate pain relief.\n[117]\n\nIntravenous acetaminophen:\nIV acetaminophen has shown comparable effectiveness to ketorolac in a meta-analysis. However, the available data are insufficient to recommend it over standard analgesics. IV acetaminophen can be safely used in combination with NSAIDs and opioids.\n[130]\n[131]\n\nIntravenous lidocaine:\nIV lidocaine has been used effectively for pain relief in acute renal colic, with positive results reported.\n[132]\n[133]\n[134]\nThe standard protocol involves injecting 100 to 120 mg of lidocaine in 100 mL of normal saline IV over 10 minutes. The drug is particularly effective for intractable renal colic unresponsive to standard therapy, typically providing relief within 3 to 5 minutes. No adverse events have been reported.\n[135]\n\nThe benefit of adding lidocaine to patients who have already received ketorolac remains unclear, as studies on this are conflicting. However, salvage therapy with lidocaine has also been reported in some cases.\n[136]\n\nIntradermal sterile water injection therapy:\nThis has proven effective in relieving the pain of acute renal colic, showing results roughly equivalent to NSAIDs.\n[137]\n[138]\n[139]\n[140]\n[141]\n[142]\n[143]\nPain relief is not achieved when normal saline is used in place of sterile water. The injections are administered directly into the flank at the point of greatest tenderness. The mechanism underlying this surprising result remains unclear. However, most experts suggest it involves diffuse noxious inhibitory control or a pain-gating mechanism.\n[142]\n[144]\nIn addition, it may also produce localized inflammation, triggering the cutaneous A-afferents, leading to endorphin release or working through physiological distraction.\n[144]\n[145]\n\nThe technique is simple, safe, inexpensive, and free of significant adverse effects, with the option for repetition as needed. This does not interfere with other pain management methods. Therefore, intradermal water injection therapy shows promise and warrants further investigation for potential clinical use in managing acute renal colic pain.\n\nAntiemetics:\nAntiemetics should be used as needed for symptomatic relief in patients with acute renal colic. Data regarding the relative effectiveness of antiemetic drugs for controlling nausea and vomiting are limited in these patients. Please see StatPearls' companion resource, \"\nAntiemetic Medications\n,\" for more information. Limited studies suggest that ondansetron (4-8 mg IV or PO) may be the preferred drug in these situations. Please see StatPearls' companion resource, \"\nAntiemetics, Selective 5-HT3 Antagonists\n,\" for more information.\n[146]\n[147]\nThe use of additional agents to optimize symptom relief when ondansetron alone is insufficient remains unclear. Please see StatPearls' companion resource, \"\nOndansetron\n,\" for more information.\n\nIntravenous fluid hydration:\nIntravenous fluid hydration is recommended as an adjunct to the initial treatment of acute renal colic. Although no evidence suggests that empiric fluids can help \"flush out\" a stone, many patients who are dehydrated due to decreased oral intake, nausea, or vomiting benefit from supplemental IV hydration.\n\nNerve blocks:\nNerve blocks can be beneficial, particularly in cases of chronic flank pain.\n[148]\nAn anesthetic injection is typically administered near the 11th or 12th intercostal nerve area. The reported efficacy of nerve blocks suggests a musculoskeletal or neuropathic etiology. Paravertebral, splanchnic, and intercostal nerve blocks have all demonstrated varying degrees of effectiveness in relieving flank pain.\n[149]\n[150]\n[151]\n\nReported randomized clinical trials of alternative analgesic agents:\nReported randomized clinical trials of alternative analgesic agents for pain relief in acute renal colic often use morphine and other opioid-based medications as rescue drugs, complicating the assessment of their reported relative effectiveness.\n[152]\nFuture randomized controlled studies should define therapeutic success as achieving total or near-total pain relief rather than relying on unquantified pain relief.\n[152]\n\nKidney stone prophylaxis:\nKidney stone prophylaxis through 24-hour urine testing should be considered for all urolithiasis patients, particularly those at high risk or with recurrent stones. This includes patients with solitary or horseshoe kidneys, renal failure, abnormal ureteral anatomy, pediatric patients, cystine stone formers, and those with high surgery or anesthesia risks. The success of 24-hour urine testing largely depends on the patient's commitment to long-term treatment recommendations and dietary modifications.\n\nThe AUA guidelines recommend informing even first-time stone formers about 24-hour urine testing and prophylactic therapy.\n[7]\nComprehensive guidelines for interpreting 24-hour urine tests and optimizing treatment selection are available for free download. Calcium loading tests for patients with hypercalciuria are no longer recommended. Please see StatPearls' companion resource, \"\n24-Hour Urine Testing for Nephrolithiasis: Interpretation and Treatment Guidelines\n,\" for more information.\n[7]\n[153]\n[154]\n\nBehavior modification, dietary adjustments, and general urolithiasis prevention strategies should be discussed with all kidney stone patients. Common recommendations include:\n\nPatients are advised to increase fluid intake to optimize urine output, aiming for at least 2000 mL, with an optimal goal of 2500 mL of urine daily.\nPatients with calcium stones and elevated urine calcium should limit sodium and meat protein intake while maintaining a moderate calcium intake of 1000 to 1200 mg daily.\nThiazide diuretics and a salt-restricted diet are recommended for those with high urinary calcium to reduce the amount of urinary calcium.\nIndividuals with calcium stones and low urinary citrate, or those with uric acid stones and high urinary uric acid, should increase their intake of fruits and vegetables while reducing their intake of nondairy animal protein.\nUric acid stone formers are typically treated with potassium citrate (a urinary alkalinizer) to achieve an optimal urinary pH of 6.5 or higher.\nHyperuricosuric calcium stone formers may benefit from allopurinol or febuxostat.\nPatients with hyperoxaluria should be encouraged to reduce their intake of oxalate-rich foods (eg, spinach, nuts, chocolates, and green leafy vegetables), maintain a moderate calcium intake, or use calcium citrate supplementation with meals high in oxalates (usually lunch and dinner), and increase their fluid intake.\nCystine stone formers require significant urine volumes of 3000 mL or more daily, along with a urine pH of 7.5 or higher, to optimize cystine solubility. Potassium citrate is the preferred urinary alkalinizer, and tiopronin or other thiol medications can help lower urinary cystine levels.\n[6]\n\nPlease see StatPearls' companion resources, \"\nHyperuricosuria\n,\" \"\nHypercalciuria\n,\" \"\nHyperoxaluria\n,\" \"\n24-Hour Urine Testing for Nephrolithiasis: Interpretation and Treatment Guidelines\n,\" \"\nHypocitraturia and Renal Calculi\n,\" \"\nStruvite and Triple Phosphate Renal Calculi\n,\" and \"\nUric Acid Nephrolithiasis\n,\" for more information.\n\nTreatment of Ureterolithiasis\n\nMedical expulsive therapy:\nThis is generally recommended, particularly for smaller stones in the distal ureter.\n[7]\n[48]\nAlpha-1 adrenergic receptors are found in increasing concentrations in the distal ureter, and blocking these receptors with alpha-blocking medications (such as tamsulosin, alfuzosin, nifedipine, and silodosin) may assist in the expulsion of the stone by relaxing and dilating the distal ureter.\n[48]\n[155]\n[156]\n[157]\n[158]\n[159]\n[160]\n[161]\n. However, data from randomized controlled trials regarding the effectiveness of these medications in improving spontaneous stone passage rates are somewhat mixed.\n[47]\n[48]\n[155]\n[162]\n\nThe consensus opinion and the recommendation from the AUA guidelines indicate that medical expulsive therapy is helpful for smaller stones in the lower or distal ureter and is generally recommended. However, such treatment will likely have limited benefits for larger stones in the proximal ureter.\n[47]\n[155]\n[163]\n[164]\n[165]\n[166]\n[167]\n\nTamsulosin: This is the most frequently used agent, typically prescribed at a dose of 0.4 mg orally daily. While alfuzosin and tamsulosin were found to be roughly comparable, nifedipine appeared to be less effective overall than other agents used for medical expulsive therapy.\n[161]\n\nMirabegron: This is a beta-3 adrenoceptor agonist usually used for bladder overactivity and has shown a beneficial effect on facilitating spontaneous ureteral stone passage. A recent systematic review and meta-analysis of randomized controlled trials found that the drug improved the spontaneous expulsion rate of ureteral calculi, particularly for smaller stones (less than 6 mm) located in the distal ureter.\n[168]\n[169]\nHowever, mirabegron did not reduce the time for spontaneous expulsion or help with pain management.\n[169]\nData on using mirabegron with alpha-blocker medications for medical expulsive therapy of ureteral calculi are unavailable.\n\nTadalafil: This has been suggested as an agent for medical expulsive therapy, but the results of studies are conflicting, and it cannot be recommended as a standalone treatment.\n[170]\n[171]\n[172]\n[173]\n\nSilodosin: This has been shown to be superior to both tamsulosin and alfuzosin in several recent systematic reviews, comparisons, and meta-analyses of agents used for medical expulsive therapy.\n[156]\n[174]\n[175]\n[176]\nIf silodosin is selected for medical expulsive therapy, the higher dose (8 mg) is recommended, as the 4 mg dose has been shown to be inferior, with reduced expulsion rates and increased pain.\n[177]\n\nVarious combinations of medical expulsive drugs have been studied, such as tadalafil with either tamsulosin or silodosin, which appeared to be somewhat more effective than single agents or other combinations.\n[178]\n[179]\nHowever, further high-quality studies are needed to determine the relative efficacy and optimal composition of such combination treatments for medical expulsive therapy of ureteral calculi.\n[178]\n\nAntibiotics:\nAntibiotic use in patients with acute renal colic should generally be reserved for patients with acute renal colic who have clinical or laboratory evidence of a urinary tract infection. A microscopic urinalysis showing at least 10 WBCs per high-power field (HPF) (or more WBCs than RBCs), bacteriuria, or positive nitrites on the urine dipstick would indicate the need for antibiotics.\n\nSystemic signs of infection include leukocytosis, fever, tachycardia, lactic acidosis, elevated procalcitonin, or other indicators of a possible urinary or systemic infection. Notably, patients with kidney stones may initially appear stable with typical vital signs but can rapidly develop urosepsis from obstructive pyelonephritis, becoming critically ill within hours. High-risk patients include older adults (who may not show signs of infection until sepsis is advanced), those with diabetes, those with solitary kidneys, and those with a history of urinary tract infections or who are immunocompromised.\n\nWhile inappropriate, unjustified, and excessive antibiotic use is discouraged, consideration should be given to administering antimicrobials in high-risk individuals, particularly those with diabetes presenting with acute renal colic who are not yet septic. Some of these patients may later develop urosepsis and obstructive pyelonephritis.\n\nDefinitive surgical management of impacted ureteral stones:\nDefinitive surgical management can be achieved through several procedures, including ESWL, which uses high-energy shock waves to fragment stones, ureteroscopy with stone basketing, laser or electrohydraulic stone fragmentation, or, in rare cases, open surgery.\n[47]\nPlease see StatPearls' companion resources, \"\nUreterolithiasis,\n\" \"\nExtracorporeal Shockwave Lithotripsy\n,\" and \"\nUreteroscopy\n,\" for more information.\n\nLaparoscopic and robotic surgery are alternative procedural options, typically reserved for complex or unusual clinical situations.\n[180]\n[181]\n[182]\nIn the presence of infection, a double J stent or percutaneous nephrostomy may be used to facilitate urinary drainage of the affected renal unit, with definitive stone therapy deferred until the infection has resolved.\n[47]\n[183]\n[184]\n\nIndications for Surgical Intervention in Ureterolithiasis\n\nThe indications for surgical intervention in ureterolithiasis causing renal colic depend on the following factors:\n\nEvidence of worsening kidney failure or renal damage from prolonged obstruction.\nFailure to pass ureteral stones after 4 to 6 weeks, with or without medical expulsive therapy.\nIntractable or persistent pain, nausea, or vomiting lasting more than 3 days.\nNew onset of anuria that coincides with the ureteral obstruction.\nLikely or suspected obstructive pyelonephritis (pyonephrosis).\nPatient preference for intervention.\nPregnant patients who have not responded to conservative management.\nRecurrent urinary tract infections related to the stone disease.\nThe stone's size, shape, and position significantly influence the likelihood of spontaneous passage, as mentioned below.\nLarger, angular-shaped, and proximal ureteral calculi are less likely to pass spontaneously without intervention.\nStones larger than 10 mm will generally require surgery.\nStones exceeding 7 mm are much less likely to pass spontaneously and often necessitate surgery.\nStones 4 mm or smaller have a 90% to 95% spontaneous passage rate and rarely require a procedure.\nSolitary kidney or simultaneous, bilateral ureteral obstruction.\nPresence of a urinary tract infection, where drainage procedures are performed until the infection is resolved.\n[47]\n[185]\n[186]\n[187]\n\nDouble J stent placement:\nDouble J stent placement can promptly relieve pain and symptoms associated with ureteral obstruction, facilitate drainage of an infected renal unit until the infection is resolved, and dilate the ureter to aid subsequent ureteroscopy. However, routine preoperative use is generally discouraged unless infection is present, as it involves additional anesthesia and operating room procedures.\n\nObstructive pyelonephritis or pyonephrosis:\nObstructive pyelonephritis or pyonephrosis is a potentially life-threatening condition in which an obstructed kidney, caused by a ureteral or renal calculus, becomes infected, leading to progressive urosepsis. Prompt surgical drainage of the renal pelvis is essential, as antibiotics alone are insufficient to resolve the condition.\n[183]\n[188]\n[189]\n[190]\n[191]\nPlease see StatPearls' companion resource, \"\nComplicated Urinary Tract Infections\n,\" for more information. Mortality from obstructive pyelonephritis remains significant, reported to be as high as 7.4%, even with treatment.\n\nThe standard technique for draining the renal pelvis is placing a double J stent cystoscopically. However, a general anesthetic is needed. The procedure also requires manipulating a guide wire and stent past the obstructive stone, and it may not be successful in every case. Please see Statpearls' companion resource, \"\nDouble J Placement Methods Comparative Analysis,\n\" for more information.\n\nIf the ureteral obstruction is significant or the patient is critically ill and too unstable for general anesthesia, percutaneous nephrostomy is the preferred method for renal drainage. This approach requires only minimal sedation and local anesthesia, minimizes manipulation of the infected renal unit, and eliminates the risk of unsuccessful bypass with a double J stent.\n[192]\n[193]\n[194]\n[195]\n[196]\n[197]\n[198]\nDetails on the technique for percutaneous nephrostomy are available in other resources.\n[196]\n[197]\nPlease see StatPearls' companion resource, \"\nPercutaneous Nephrostomy\n,\" for more information.\n\nDelays in the surgical decompression of obstructive pyelonephritis can increase the risk of death by approximately 30%.\n[199]\n[200]\nThese delays were often associated with minority patient populations, lower socioeconomic status, and weekend presentations, highlighting critical areas for improvement.\n[199]\nDelaying treatment, especially postponing drainage procedures beyond 2 days, significantly increases morbidity and mortality.\n[200]\n\nEvidence suggests that third-generation cephalosporins may be the preferred antibiotics in these cases, although surgical intervention remains the primary treatment.\n[201]\nMost patients with obstructive pyelonephritis who undergo timely drainage can safely proceed with definitive ureterolithiasis surgery within 1 to 2 weeks.\n[202]\n\nRisk Factors for Obstructive Pyelonephritis in Ureterolithiasis\n\nRisk factors for developing obstructive pyelonephritis in patients with ureterolithiasis include:\n\nGreater degree of hydronephrosis\nDiabetes\nElevated CRP, lactic acid, procalcitonin, or NLR levels\nIncreasing patient age\nLower serum albumin\nPerinephric fat stranding on imaging\nPositive nitrites on urinalysis\nPyuria\nRenal failure\nSize of obstructing stone larger than 5 mm\nThrombocytopenia\n[203]\n[204]\n[205]\n[206]\n[207]\n[208]\n[209]",
    "adverse_effects": "Possible complications include:\n\nEmbolic ischemia\nFailure of spontaneous stone passage\nForniceal (calyceal) rupture with extravasation\nHematuria\nIntractable pain, nausea, or vomiting\nObstructive pyelonephritis (pyonephrosis)\nPyelolymphatic backflow\nRenal failure or damage\nSepsis\nUreteral scarring or stricture\nUrinary tract infection"
  }
}