{
  "drug_name": "dexmedetomidine",
  "nbk_id": "NBK513303",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK513303/",
  "scraped_at": "2026-01-11T15:27:53",
  "sections": {
    "indications": "There are no absolute contraindications to the use of dexmedetomidine. However, it should be used cautiously in patients with bradycardia and hypotension, as the medication may exacerbate these findings. Additionally, it should be used cautiously in patients with known heart failure as there is level B evidence showing dexmedetomidine can potentially exacerbate myocardial dysfunction.",
    "mechanism": "Dexmedetomidine is an alpha agonist having sedative, anxiolytic, hypnotic, analgesic, and sympatholytic properties. It produces these effects by inhibiting central sympathetic outflow by blocking the alpha receptors in the brainstem, thereby inhibiting the release of norepinephrine. It has a selectivity of 1600 to 1 for the alpha2 receptor as compared to alpha1. This selectivity is especially significant compared to another alpha agonist, clonidine, with a selectivity of 220 to 1. The mechanism by which dexmedetomidine may increase the duration of a peripheral nerve block is not fully understood but is believed to most likely be a perineural mechanism rather than a systemic or central mechanism, which appears to prolong the duration by blocking the cation current.\n[15]",
    "administration": "For ICU sedation, the typical dosage range is 0.2 to 0.7 mcg/kg per hour. However, the dose can increase to 1.5 mcg/kg per hour to achieve the desired sedation level. Doses as high as 2.5 mcg/kg per hour have been described, but it is unlikely that doses higher than 1.5 mcg/kg per hour achieve any further therapeutic benefit in the absence of increased side effects. Dosage adjustments for renal or hepatic impairment are not required but should be considered, especially for hepatic impairment. The manufacturer does not recommend durations longer than 24 hours; however, longer durations have been demonstrated as safe and effective. Clinicians can administer a loading dose of 0.5 to 1.0 mcg/kg; this is usually avoidable if the medication is for labile, critically ill patients or those with tenuous hemodynamics.\n\nWhen used in anesthesia, the typical dosing is a loading dose of 0.5 to 1.0 mcg/kg, usually followed by a continuous infusion of 0.2 to 0.7 mcg/kg per hour titrated to desired sedation goals. As mentioned, higher infusion doses can help achieve the desired effect.\n\nWhen used as an adjunct for peripheral nerve block, the dose of dexmedetomidine is usually 1 mcg/kg to achieve the desired prolongation.\n[16]\n\nWhen used for treatment of mild agitation, it is dosed as 120 mcg administered sublingually or buccally. For severe agitation, the initial dose is 180 mcg, administered sublingually or buccally.",
    "adverse_effects": "The most common adverse effects of dexmedetomidine are hypotension, bradycardia, and hypertension. Hypertension can result from the stimulation of alpha subtypes of receptors in vascular smooth muscles. Hypertension usually does not require treatment and can be avoided by the slow administration or omission of the loading dose. Hypotension and bradycardia are the results of the stimulation of presynaptic alpha receptors, which leads to a decreased release of norepinephrine; this is in addition to the decrease in the central sympathetic outflow. These are concerns regardless of the route of administration.\n[17]",
    "monitoring": "There are no specific drug monitoring requirements. The level of sedation, heart rate/rhythm, blood pressure, and pulse oximetry require close monitoring.",
    "toxicity": "At present, there is no chemical reversal or antidote for dexmedetomidine. Supportive care and close monitoring are the staples of treatment for overdose."
  }
}