{
  "drug_name": "dexrazoxane",
  "nbk_id": "NBK560559",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560559/",
  "scraped_at": "2026-01-11T15:27:53",
  "sections": {
    "indications": "According to the FDA, dexrazoxane classifies as a Category D drug.\n\nIn a study conducted on pregnant mice and rabbits, dexrazoxane dispensation led to toxicities in embryos and their mothers, as well as embryonal malformation at doses notably lower than those clinically approved for human use.\n\nDexrazoxane use could also lead to infertility in males based on its effects on a repeated dose toxicology research. During this study, rats and dogs received the drug every week for six weeks, in doses that were significantly lower than the specified human dose, with the dogs receiving doses equal to those given to humans. These led to notable cases of testicular atrophy in these test subjects, subsequently attributed to dexrazoxane use.",
    "mechanism": "Anthracyclines are known to potentiate cytotoxic effects via different mechanisms, which include intercalating into nuclear DNA, the creation of reactive oxygen species, and inducing apoptosis or cell death.\n\nDexrazoxane appears to ameliorate the cardiotoxicity seen with anthracyclines by fusing with free and bound iron, thereby decreasing the formation of anthracycline-iron complexes and, eventually, the production of reactive oxygen species, which are harmful to the surrounding cardiac tissue.\n[1]\n\nDexrazoxane is known to be from the family of compounds known as bisdioxopiperazine. Unlike its iron-chelating analog ethylenediaminetetraacetic acid (EDTA), dexrazoxane is ring-enclosed and hydrophilic. However, unlike EDTA, it diffuses into cells readily. Upon its chemical breakdown, dexrazoxane transforms into a form similar to EDTA, a potent iron chelator; this, consequently, displaces excess iron from the anthracycline thought to be liable, in part, for the cardiomyopathy seen with anthracyclines.\n[6]\n\nDexrazoxane also acts as a DNA topoisomerase II inhibitor, which happens to be the same target of the DNA topoisomerase II anti-cancer agent (e.g., the anthracyclines), antagonizing the formation of the topoisomerase II cleavage complex and also rapidly degrading topoisomerase II beta.\n[7]\n\nDexrazoxane, however, does not induce harmful breaks in the double-strands of DNA as the anthracyclines.\n[8]\n\nDexrazoxane was also found to enhance the viability of cells and impose cardiac function protection by attenuating the apoptosis of cardiomyocytes and necroptosis simultaneously after treatment with doxorubicin via interference of the p38MAPK/NF-κB pathways.\n[9]",
    "administration": "The drug's administration is usually via intravenous infusion over 15 minutes. It is not recommended as a push.\n\nThe suggested dosage ratio of dexrazoxane to doxorubicin is 10 to 1 (eg, 500 mg/m\n2\ndexrazoxane to 50 mg/m\n2\ndoxorubicin). It is advisable to give dexrazoxane before doxorubicin. Administration of doxorubicin within half an hour after the completion of dexrazoxane infusion is recommended.\n\nAdminister the diluted solution of dexrazoxane in lactated Ringer's solution intravenously over a quarter of an hour (15 minutes) before doxorubicin. Doxorubicin is usually infused approximately 30 minutes after dexrazoxane. It is not advisable to use dexrazoxane with a non-anthracycline chemotherapy regimen.\n\nFor extravasation treatment, the proposed dosage and rate is 1,000 mg/m\n2\nIV within 6 hours post extravasation given over 1 to 2 hours in a different large vein. This administration is then followed with doses of 1,000 mg/m\n2\nand 500 mg/m\n2\nafter 2 and 3 days, respectively.\n\nThe dosing mechanism differs in people with renal or hepatic impairment.\n\nDosing in Renal Impaired Patients\n\nThe dose of dexrazoxane requires a reduction in patients who have moderate to significant renal impairment (eg, creatinine clearance lower than 40 mL/min) by 50%, i.e., dexrazoxane to doxorubicin ratio reduced to 5 to 1 (eg, 200 mg/m\n2\ndexrazoxane: 40 mg/m\n2\ndoxorubicin).\n\nDosing in Hepatic Impairment\n\nIn a patient with hyperbilirubinemia, it is necessary to decrease the dosage of doxorubicin, leading to a subsequent dosage reduction of dexrazoxane in this group of patients while still maintaining the 10 to 1 ratio.\n\nDexrazoxane is recommended for use only in patients who have been administered an increasing doxorubicin dose of 300 mg/m\n2\nor doses of epirubicin >550 mg/m\n2\nand are continuing with anthracycline therapy.\n[10]",
    "adverse_effects": "The common side effects that culminate from dexrazoxane use include dose-limiting myelotoxicity (neutropenia, leukopenia, granulocytopenia, and thrombocytopenia), which is very similar to the side-effect profile of anthracyclines. It is, therefore, challenging to distinguish the adverse effects seen with dexrazoxane use from those of anthracycline chemotherapy. Other adverse effects include nausea/vomiting, increased renal excretion of iron and zinc, hair loss, mucositis, inconsistent increases in liver enzymes (alanine aminotransferase/aspartate aminotransferase), reactions at the injection site such as pain, superficial phlebitis, which led to the recommendation that dexrazoxane should be administered via a large vein.\n[4]\n[11]\n[12]\nEmbryo-fetal toxicity and male infertility were also noted in studies conducted on mice.\n\nRecently, there have been concerns about the risk, particularly in pediatric patients, with long-term effects of dexrazoxane, who continuously received doses to inhibit cardiotoxicity. Although very sporadic, the incidence of other primary malignancies (myelodysplastic syndrome and acute myeloid leukemia) in the patient group treated with dexrazoxane manifested a threefold increase compared with controls, which researchers documented in two randomized studies.\n[13]\n[14]",
    "monitoring": "There are no current guidelines in place for monitoring dexrazoxane. However, this drug leads to an acute rise in liver protein production, which may be indicated by increased liver function tests (LFT), i.e., elevated alkaline phosphatase and aspartate aminotransferase. Constant monitoring of liver enzymes may be required with the administration of dexrazoxane, keeping in mind that a combination of both dexrazoxane and doxorubicin would lead to a greater increase in hepatic protein production than dexrazoxane alone.\n[15]",
    "toxicity": "There is no data on toxicity in the trials of dexrazoxane, and no known antidote for a reversal exists in the literature.\n\nIn cases of a suspected overdose, management using good supportive care is advisable. These interventions include targeting areas such as infection treatment and control and fluid management, with regular preservation of nutritional requirements."
  }
}