{
  "drug_name": "dhea",
  "nbk_id": "NBK448098",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK448098/",
  "scraped_at": "2026-01-11T18:46:58",
  "sections": {
    "indications": "Congenital adrenal hyperplasia (CAH) refers to a group of autosomal recessive conditions caused by mutations in genes encoding enzymes involved in the production of glucocorticoids, and sometimes mineralocorticoids and sex steroids, from cholesterol in the adrenal glands. These mutations impair cortisol synthesis, triggering a compensatory increase in adrenocorticotropic hormone (ACTH), which leads to adrenal cortex hyperplasia—hence the term \"CAH.\" The condition can manifest in infants, children, or adults with symptoms of corticosteroid deficiency, often accompanied by either a deficiency or excess of mineralocorticoids and sex steroids, depending on the specific enzymatic defect.\n[1]\n[2]\n\n21-Hydroxylase (21-OH) deficiency is the most common form of CAH. In affected males, this deficiency is often undiagnosed until they develop severe adrenal insufficiency, which can be life-threatening if not treated promptly. Newborn screening programs in the United States and many other countries measure 17-hydroxyprogesterone (17-OHP) levels, enabling the detection of nearly all infants with classic (severe) CAH and some with milder variants. These screening programs have significantly reduced the morbidity and mortality associated with CAH.\n[1]",
    "mechanism": "Gene mutations that cause defects in steroidogenesis are classified as CAH and involve the following enzymes and proteins:\n\n21-Hydroxylase (21-OH)\n11β-Hydroxylase (11β-OH)\n3β-Hydroxysteroid dehydrogenase type-2 (3β-HSD-2)\n17α-Hydroxylase/17,20-lyase (17α-OH)\nP450 oxidoreductase (POR)\nSteroidogenic acute regulatory protein (StAR)\nCholesterol side-chain cleavage enzyme (SCC)\n[2]\n\nDefects in the\nCYP21A2\ngene, which causes 21-OH deficiency, account for approximately 95% of cases.\n[1]\nCYP21A2\ngene is located within the class III region of the human major histocompatibility complex on chromosome 6 (6p21.3). Loss or impairment of\nCYP21A2\nresults in reduced production of the enzyme cytochrome P450c21 (21-OH). As a result, 21-OH deficiency hinders the conversion of 17-OHP to 11-deoxycortisol, the penultimate step in cortisol synthesis, and the conversion of progesterone to deoxycorticosterone (DOC) in aldosterone synthesis. Disease severity and phenotypic presentation vary depending on the location and extent of gene mutations or deletions, resulting in complex allelic variations.\n[3]\nFor example, nearly 200 different\nCYP21A2\nmutations have been identified, making genotyping of affected individuals challenging.\n[4]\n\nCAH can be divided into 2 types—classic and nonclassic—depending on the severity of the variant and the degree of enzyme function loss. Classic (severe) CAH may present as simple virilizing CAH or salt-wasting CAH, typically diagnosed in infancy. In contrast, patients with nonclassic CAH, which presents with milder symptoms, may be asymptomatic, show mild virilization postnatally, or lead to features of polycystic ovary syndrome (PCOS) and infertility in adolescents and adult females.\n\nDefects in StAR (also known as\nSTARD1/\n8p11.23) impair the synthesis of all steroids due to its role at the proximal site in steroidogenesis (see Fig. 1). Similarly, mutations in SCC (\nCYP11A1/\n15q23-q24) are indistinguishable from StAR defects because they occur near the site of StAR's action. Defects in 3β-HSD-2 (\nHSD3B2/1p13.1\n) impair the conversion of pregnenolone, 17-hydroxypregnenolone, and dehydroepiandrosterone (DHEA) to progesterone, 17-OHP, and androstenedione, respectively, leading to defective synthesis of cortisol, aldosterone, and androgens. Additionally, deficiencies in 11β-OH (\nCYP11B1/6p21.1\n) and 17α-OH (\nCYP17A1/10q24.3\n) result in the accumulation of mineralocorticoid precursors, causing hypertension and cortisol deficiency in affected individuals.\n\nCytochrome P450 oxidoreductase (\nPOR\n/7q11.2) defects lead to variable clinical presentations, as cytochrome P450 has a role in 21-hydroxylation, 17-hydroxylation, and the aromatization of androgens to estrogens. POR also participates in the final steps of aldosterone synthesis and the SCC of cholesterol molecules.",
    "monitoring": "CAH due to 21-OH deficiency is a common cause of ambiguous genitalia in genotypic female infants (46,XX). Females with less severe forms may present with early pubarche. In young women, the condition may manifest as oligomenorrhea, PCOS, or hirsutism.\n[23]\n[24]\n\nMost males show no signs of CAH at birth. However, some may present with hyperpigmentation and penile enlargement, while those with salt-wasting disease often present early with hyponatremia and hypovolemia. Males with non–salt-wasting disease typically present later with signs of virilization. In certain forms of CAH, such as 3β-HSD-2, 17α-OH, POR, StAR, and PSCC deficiencies, males may exhibit varying degrees of undervirilization, ranging from mild hypospadias to completely female genitalia, depending on the gene affected and the severity of the variant. CAH caused by 21-OH deficiency and most other forms occur in both classic and nonclassic forms. Nonclassic forms are characterized by late-onset adrenal insufficiency and mild or absent genital ambiguity in affected individuals.\n\nDiagnosis\n\nNewborn screening:\nIn the United States and many developed countries, newborns are screened for 21-OH deficiency CAH between 2 to 4 days after birth. Neonatal screening programs use reference ranges adjusted for weight and gestational age, as elevated levels of 17-OHP can also occur in sick, stressed, or premature infants without CAH. Early detection of elevated 17-OHP levels allows timely treatment and also leads to improved outcomes and relatively normal life.\n\nA 2-tier diagnostic approach is recommended for CAH. The initial screening involves measuring 17-OHP levels to identify 21-OH deficiency. If the result is positive, a repeat 17-OHP test should be conducted along with a serum electrolyte panel. Classic 21-OH deficiency typically results in 17-OHP levels exceeding 10,000 ng/dL, whereas nonclassic and rarer forms usually exhibit levels between 1000 and 10,000 ng/dL. For cases with mild elevation of 17-OHP, either second-tier liquid chromatography–tandem mass spectrometry (LC-MS/MS) testing or cosyntropin stimulation testing should be performed before initiating steroid treatment.\n\nIf 17-OHP levels are ambiguous (200-1000 ng/dL) or other enzyme defects, such as 11β-OH, 3β-HSD-2, 17α-OH, or POR are suspected, cosyntropin stimulation testing should be performed. A complete adrenal profile following cosyntropin stimulation should be drawn, including measurements for 17-OHP, progesterone, cortisol, DOC, 11-deoxycortisol, pregnenolone, 17-hydroxypregnenolone, DHEA, and androstenedione. Samples are collected immediately before and 60 minutes after administering 0.25 mg of cosyntropin—a synthetic ACTH. Cosyntropin provides a pharmacologic stimulus to the adrenal glands, enhancing hormone secretion. A stimulation test is generally unnecessary for diagnosing typical 21-OH deficiency CAH with a consistent clinical profile and unambiguously high 17-OHP levels.\n\nIn addition to 17-OHP, 21-deoxycortisol can be used as a screening marker for 21-OH deficiency CAH. This hormone is formed through the action of 11β-OH on accumulated 17-OHP. Compared to 17-OHP, 21-deoxycortisol is considered a more reliable screening marker due to its concentrations being less influenced by gestational age and the timing of sample collection. Furthermore, it is a more specific marker for diagnosing 21-OH deficiency CAH.\n[25]\n\nOther Laboratory Studies\n\nAll forms of CAH exhibit glucocorticoid insufficiency, leading to elevated ACTH and low cortisol levels across all classic CAH types. In salt-wasting varieties, laboratory findings include hyponatremia, hyperkalemia, acidosis, low aldosterone, and elevated plasma renin activity. In contrast, 11β-OH and 17α-OH deficiencies may present with hypokalemia, alkalosis, and the accumulation of mineralocorticoid precursors (such as DOC and corticosterone), accompanied by suppressed plasma renin activity. Additionally, the accumulation of specific precursors and abnormal precursor-to-product ratios aids in diagnosing specific CAH variants. Please refer to the\nEtiology\nand\nPathophysiology\nsections for more details.\n[2]\n\nPatients with 3β-HSD-2 deficiency exhibit significantly elevated levels of Δ5 steroids, including pregnenolone, 17-hydroxypregnenolone, DHEA, and DHEAS, along with an increased Δ5 to Δ4 steroid ratio (eg, progesterone, 17-OHP, and Δ4-androstenedione) compared to controls. A recent study demonstrated that a high baseline 17-hydroxypregnenolone-to-cortisol ratio combined with low 11-oxy-androgen concentrations, measured via LC-MS/MS, can accurately identify individuals with 3β-HSD-2 deficiency.\n[10]\n\nThe accumulation of 11-deoxycortisol and DOC, along with elevated androgen levels, is diagnostic of 11β-OH deficiency. Increased urinary tetrahydro-11-deoxycortisol and low cortisol metabolites can also help diagnose this condition. Furthermore, the 11-deoxycortisol-to-cortisol ratio and 11-DOC-to-cortisol ratio can be used to differentiate between classic and nonclassic forms of the disorder.\n[15]\nThe accumulation of DOC and corticosterone, along with a high progesterone-to-17-OHP ratio and low sex steroids in the appropriate clinical context, is diagnostic of 17α-OH deficiency.\n[10]\n[16]\n[17]\n\nAndrogen excess (seen in 21-OH, 11β-OH, and possibly POR defects) and androgen deficiency (seen in 17α-OH, StAR, and SCC defects) can both occur, depending on the type of CAH. Classic StAR and SCC defects result in complete adrenal and sex steroid deficiency. These defects prevent the formation of any steroid biosynthesis precursors, as they involve the proximal sites of steroidogenesis. Hypertension and hypokalemia distinguish 11β-OH defects from 21-OH deficiency and 3β-HSD-2 deficiencies, while androgen excess differentiates 11β-OH from 17α-OH deficiencies.\n\nThe diagnosis of POR deficiency is based on the impaired activity of both\nCYP21A2\nand\nCYP17A1\n. This results in a biochemical and clinical presentation that combines features of both defects, such as mild elevation of pregnenolone, progesterone, 17-hydroxypregnenolone, 17-OHP, and DOC.\n[2]\n[12]\nThis condition may be suspected and diagnosed based on antenatal maternal virilization and fetal skeletal malformations observed during prenatal scans.\n[18]\nDue to its rarity and varied presentation, genetic studies are typically required to confirm the diagnosis.\n\nImaging Studies\n\nImaging studies are generally not required for evaluating patients with CAH unless adrenal hemorrhage is suspected. However, in cases of LCAH, massively enlarged adrenal glands due to lipid deposition may provide a clue to the diagnosis. For patients with ambiguous genitalia, a pelvic ultrasound may be performed to assess for other anomalies and to define the anatomy of the urogenital tract.\n\nGenetic Testing\n\nGenetic testing is typically performed in infants with ambiguous genitalia to establish the genotypic sex. For 21-OH deficiency, molecular genetic analysis may be helpful but is generally not required if classic clinical and laboratory findings are present, except in certain situations. These include initiating steroid treatment before a firm diagnosis is established, providing genetic counseling for future pregnancies, and addressing diagnostic dilemmas.\n[1]\nGenetic analyses are particularly important in cases of diagnostic uncertainty and play a crucial role in confirming CAH caused by other enzyme deficiencies, as their clinical presentations can be highly variable and laboratory diagnostic criteria may not always be definitive.",
    "administration": "The goal of medical treatment for CAH varies depending on the patient's age. CAH is inherited in an autosomal recessive manner, meaning both parents must be carriers of the recessive gene. Couples with a history of recessive CAH genes for CAH may prevent the condition through preimplantation genetic diagnosis.\n[1]\n[26]\n[27]\nPrenatal treatment is not recommended and is currently considered experimental.\n[1]\n\nMedical Therapy\n\nAcute adrenal crisis:\nDespite the significant reduction in infant mortality due to widespread newborn screening for CAH, the adrenal crisis remains the leading cause of death in individuals with the condition. Therefore, clinicians managing CAH must understand the critical need for administering stress doses of steroids during illness or physical stress.\n[1]\n\nAdrenal crisis: An acute adrenal crisis is a medical emergency requiring immediate intervention.\n\nInitial management: This should involve stress doses of intravenous (IV) or intramuscular (IM) hydrocortisone, administered at 50 to 100 mg/m\n2\nor a neonatal dose of 25 mg, followed by 100 mg/m\n2\n/d divided every 6 hours.\nSteroids\nshould be administered as early as possible, concomitant with IV fluid treatment.\n\nFluid resuscitation: An IV bolus of isotonic sodium chloride solution (20 mL/kg) should be promptly administered, with repeated boluses as needed. If the patient is hypoglycemic, dextrose should be given, and rehydration with dextrose-containing fluids is required after the bolus to prevent further hypoglycemia.\n\nManagement of hyperkalemia: Life-threatening hyperkalemia may require additional treatments such as potassium-lowering resins, IV calcium, insulin, and bicarbonate.\n\nPositive Newborn Screen\n\nNewborn screening for CAH is routinely performed in all 50 states of the United States and at least 40 other countries.\n[1]\n[28]\nThis screening is primarily aimed at detecting common 21-OH deficiency CAH, which can lead to salt-wasting and potentially life-threatening adrenal crises. These screening programs are based on 17-OHP levels, but they may not detect other rare forms of CAH.\n\nA positive newborn screening result for CAH requires confirmation with a second plasma sample to measure 17-OHP levels, along with serum electrolyte testing. Following the confirmatory blood sample, glucocorticoid treatment—and mineralocorticoid treatment if necessary—should be promptly initiated in all infants suspected of having CAH to prevent life-threatening adrenal crises. If treatment is withheld while awaiting confirmatory steroid hormone measurements, serum electrolytes should be monitored daily. A pediatric endocrinologist should manage patient care.\n\nLong-Term Management\n\nThe goals of therapy are as follows:\n\nTreatment aims to provide adequate glucocorticoid replacement during infancy and childhood to prevent adrenal crises, limit early virilization, support normal growth, and ensure sufficient mineralocorticoid levels (and salt, if needed) to prevent electrolyte imbalances and dehydration. In adolescents and adults, the focus of the treatment shifts to achieving normal reproductive function and fertility while avoiding chronic complications of medication insufficiency or excess, including Cushing syndrome. To minimize exposure to glucocorticoids in adulthood and reduce the adverse outcomes associated with supraphysiological steroid doses, control of adrenal-derived androgens is typically relaxed after adult height is reached.\n[29]\n\nCAH with deficient mineralocorticoid activity and virilization should not be treated with spironolactone. However, CAH with excessive mineralocorticoid activity requires antihypertensive therapy. Additionally, CAH with insufficient sex steroid production needs appropriate supplementation during puberty and reproductive years. Further treatment may be required to optimize growth, including delaying puberty or bone maturation when necessary.\n\nEducating parents, caregivers, and older patients with CAH about the signs, symptoms, prevention, and emergency treatment of adrenal crises is a crucial aspect of CAH management. All patients with CAH should be advised to wear medical identification and keep a glucocorticoid emergency injection kit readily available for use during adrenal crises.\n\nGlucocorticoid replacement:\nGlucocorticoid replacement in CAH is essential for managing adrenal insufficiency, controlling androgen excess, and promoting normal growth and development. Treatment is tailored to the specific variant and age of the patient.\n\nCortisol replacement: Hydrocortisone is the preferred treatment due to its short half-life and minimal impact on growth suppression. Oral hydrocortisone is administered in 3 equally divided doses of 10 to 20 mg/m\n2\n/d, as patients with classic 21-OH deficiency (virilizing CAH) require supraphysiological doses of long-term glucocorticoid treatment to inhibit excessive secretion of CRH and ACTH, as well as to reduce the abnormally high serum concentrations of adrenal androgens. In under-virilizing CAH, physiological doses of hydrocortisone are usually sufficient.\n\nTreatment efficacy: This is best assessed by monitoring growth, blood pressure, and the development of age- and gender-appropriate secondary sexual characteristics in all varieties of CAH. Additionally, morning measurements of ACTH, 17-OHP, DHEA sulfate, and androstenedione are routinely monitored in the most common variety, 21-OH deficiency. Although 17-OHP levels remain elevated, a target range of 500 to 1000 ng/dL is aimed to avoid the adverse effects of overtreatment. After implementing the initial management plan with close monitoring, the frequency of follow-up should be every 3 months until 18 months of age, then every 4 months from 18 months until growth completion. Children should also undergo an annual bone age radiograph and careful monitoring of linear growth.\n\nIn other rare variants, monitoring may include other relevant metabolites, including:\nWith excessive mineralocorticoid activity, DOC levels should be measured.\nWith an 11β-OH deficiency, 11-deoxycortisol levels should be measured.\nWith 3β-HSD-2 defects, pregnenolone, 17-hydroxypregnenolone, and DHEA levels should be measured.\n\nOnce growth is complete in older children and adolescents, treatment may involve prednisone (5-7.5 mg daily in 2 equally divided doses) or once-daily dexamethasone (0.25-0.5 mg).\n\nIn adults, in addition to the aforementioned hormonal and clinical monitoring, annual assessments should include blood pressure, body mass index (BMI), and evaluation for Cushingoid features.\n\nMineralocorticoid replacement:\nMineralocorticoid replacement is a cornerstone of managing salt-wasting CAH to address sodium loss, prevent adrenal crises, and optimize growth and development.\n\nInfants with salt-wasting forms of CAH typically require mineralocorticoid replacement with fludrocortisone at doses of 0.05 to 0.2 mg daily, although some may need up to 0.4 mg/d. Fludrocortisone doses are generally reduced in the latter half of infancy due to increased mineralocorticoid sensitivity.\n\nThe sodium content in human milk and most infant formulas is around 8 mEq/L, which is insufficient to replace sodium lost in these infants. As a result, salt supplementation (1-2 g of sodium chloride) is an essential part of the treatment during infancy.\n\nPlasma renin activity levels are useful for monitoring the effectiveness of mineralocorticoid and sodium replacement. Hypotension, hyperkalemia, and elevated renin levels indicate the need for a dose increase, while hypertension, tachycardia, suppressed plasma renin activity, and hypokalemia suggest overtreatment. Adequate fludrocortisone replacement reduces steroid doses by lowering ACTH drive caused by hypovolemia and arginine vasopressin release. However, excessive fludrocortisone dosing may impair growth.\n\nMineralocorticoid excess:\nIn CAH with excessive mineralocorticoid activity, along with adequate cortisol replacement, antihypertensive measures may be necessary. Aldosterone blockade, such as spironolactone in 11β-OH defects, can help manage both hypertension and excessive androgen levels.\n\nSex steroid replacement:\nIn CAH variants with insufficient sex steroid production, such as StAR, PSCC, 17α-OH, 3β-HSD-2, and possibly POR, sex steroid supplementation may be required at appropriate ages to support normal pubertal development.\n\nNonclassic congenital adrenal hyperplasia treatment:\nSteroid treatment is often necessary for children with early pubarche, rapid pubertal progression, and bone age advancement, as well as for adolescents with overt virilization. In adult women, indications for treatment include hirsutism and infertility. Hydrocortisone (15–20 mg) in 3 equally divided doses is administered before conception and continued throughout gestation to reduce miscarriage risk. Once fertility goals are achieved, hirsutism and acne may be managed with oral contraceptives, with or without spironolactone. For previously treated patients, hydrocortisone therapy is maintained until growth completion, after which treatment may be discontinued.\n[1]\n[4]\n\nStress dosing:\nFamilies should be educated on stress dosing to prevent adrenal crises during illnesses such as fever over 38.5 °C, gastroenteritis with dehydration, major surgery requiring anesthesia, or trauma. Typically, a 2- to 3-fold increase in the daily glucocorticoid dose is sufficient. Increased fluid intake and regular consumption of simple and complex carbohydrates are recommended to prevent dehydration and hypoglycemia. If oral intake is not possible, an IM injection of hydrocortisone (50–100 mg/m²) should be administered. Patients should wear medical identification tags. In nonclassic CAH, stress dosing is needed only when cosyntropin-stimulated cortisol is below 14 to 18 µg/dL.\n[1]\n[4]\n\nTreatment during pregnancy:\nSuccessful conception is typically achievable with adequate disease control. As dexamethasone crosses the placenta, hydrocortisone or prednisolone should be used during pregnancy. As with other cases of primary adrenal insufficiency, a 20% to 40% increase in steroid dose is necessary during the second and third trimesters. Stress dosing should be administered during labor and delivery.\n[1]\n\nNewer Treatment Options\n\nCurrent research is focused on developing more physiological glucocorticoid replacements, as standard therapies often fail to control excess androgen production and pose the risk of supraphysiological steroid exposure. This highlights an unmet need for new treatments that can prevent excessive androgen production without requiring higher doses of steroids.\n\nModified-release hydrocortisone was evaluated in a recent phase-3 trial in adults.\n[30]\nAlthough the study did not achieve its primary end point of improved control of 24-hour 17-OHP levels at 24 weeks, it demonstrated potential for dose reduction during an 18-month extension, as well as patient-reported benefits, including restoration of menses and a higher pregnancy rate.\n\nContinuous subcutaneous hydrocortisone infusion (CSHI) was evaluated in a phase-2 trial involving difficult-to-treat adults.\n[31]\nAfter 6 months of CSHI, there was a reduction in morning and 24-hour levels of 17-OHP, androstenedione, ACTH, and progesterone compared to baseline. Additionally, improvements were observed in bone turnover markers and quality of life scores.\n\nNevanimibe, a potent inhibitor of sterol\nO\n-acyltransferase-1, blocks cholesterol esterification and steroid synthesis in the adrenal cortex. A phase-2, single-blind dose titration study successfully reduced 17-OHP levels, but further development was halted due to insufficient efficacy.\n[32]\n\nAbiraterone, a CYP17A1 inhibitor, reduced androgen production from elevated precursors in a phase-1 dose-escalation study in adult females, suggesting its potential as an adjunct to current therapy.\n[33]\nA phase-1/2 study in children is underway with the same goals.\n\nCrinecerfont, an oral corticotropin-releasing factor type-1 receptor antagonist, was studied in recent phase-3 randomized placebo-controlled trials in adults and children.\n[34]\n[35]\n[36]\nThis drug was safe and effective in reducing steroid doses and improving control of androstenedione in both studies. Crinecerfont was approved by the US Food and Drug Administration (FDA) on December 13, 2024, for use in children aged 4 and older for the same purpose.\n\nAtumelnant, an oral melanocortin type-2 receptor (ACTH receptor) antagonist, is currently being studied in a dose-finding open-label phase-2 trial. Initial findings indicate a significant and sustained reduction in morning levels of androstenedione and 17-OHP in participants.\n[37]\n\nLu AG13909, an ACTH monoclonal antibody in IV formulation, is being evaluated in a phase-1 open-label study to assess its impact on morning 17-OHP, androstenedione, and ACTH levels. The first patient worldwide to receive this investigational drug in a phase-1 trial was treated at\nNIHR UCLHs\n.\n\nBBP-631, a gene-based therapy in early-stage development, aims to treat congenital adrenal hyperplasia (CAH) by promoting endogenous cortisol production in the adrenal glands\n(\nBridgeBio Pharma\n).",
    "adverse_effects": "Among the various genetic defects causing CAH, 21-OH deficiency has been the most extensively studied. Complications are common and arise from the challenge of balancing inadequate steroid replacement, which leads to adrenal insufficiency and uncontrolled androgen production driven by ACTH, with supraphysiological steroid replacement that causes glucocorticoid-related toxicity. These imbalances can result in short stature, progressive virilization in females, suboptimal fertility, and other complications.\n\nAlthough current studies have shown conflicting results, there are growing concerns about decreased bone mineral density and an increased risk of fractures in individuals with CAH due to supraphysiological steroid exposure. Therefore, taking all necessary precautions to maintain steroid doses as low as possible while ensuring adequate disease control is crucial.\n[48]\n[49]\n[50]\nAlthough data are limited, these complications are less prevalent in CAH variants with underproduction of sex steroids, as these variants typically require nearly physiological doses of corticosteroid replacement. This helps limit short stature and complications related to steroid toxicity.\n[8]\n\nPatients with CAH are at an increased risk of cardiometabolic diseases, including hypertension, obesity, dyslipidemia, insulin resistance, impaired glucose homeostasis, increased carotid intima-media thickness, and cardiovascular events. However, most data available are based on surrogate markers rather than definitive outcomes.\n[51]\n[52]\nPractitioners should remain cautious, promote a healthy lifestyle, and continue analyzing longer-term data to assess hard outcomes.\n\nAldosterone deficiency can lead to salt-wasting, resulting in failure to thrive, hypovolemia, and shock. On the other hand, complications from excessive mineralocorticoid administration or inadequate control of mineralocorticoid activity in CAH with hypertension can include persistent hypertension, hypokalemia, and an increased risk of cardiometabolic issues.\n\nDue to suboptimal management with available treatments, another complication affecting the quality of life in males with CAH is TART, which can lead to obstructive infertility. This complication typically manifests during the second decade of life but may also arise earlier if disease management is inadequate. Yearly testicular ultrasound screenings should begin at puberty. Early TART lesions often improve with tighter ACTH control through optimized steroid treatment.\n\nPoor outcomes related to genital surgery or surgical complications contribute to morbidity in female patients with CAH. Additionally, patients with CAH have a higher prevalence of adrenal masses, most commonly myelolipomas, compared to the general population. Uncontrolled ACTH stimulation of the adrenal cortex is the likely cause of these masses. In addition to these complications, patients with all varieties of CAH often experience a suboptimal quality of life, including challenges in psychosocial well-being and sexual function, influenced by multiple factors.\n[49]"
  }
}