{
  "drug_name": "dibutyl adipdate germben",
  "nbk_id": "NBK587442",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587442/",
  "scraped_at": "2026-01-11T15:27:58",
  "sections": {
    "clinical_significance": "The clinical significance of phthalate toxicity depends largely on the type of individual phthalate, route of exposure, the quantity of exposure, and temporal duration of continued exposure. Phthalates and phthalate metabolites have been detected in most bodily fluids, including serum, urine, breast milk, and semen. Phthalate toxicity is most closely tied to developmental dysfunction of the endocrine and reproductive systems; however, multiple other organ systems are also affected.\n[1]\n[3]\n\nOnce in the bloodstream, phthalates are capable of transplacental transition, which can lead to dysfunction of fetal development and other toxic effects on the embryo.\n[4]\nThe term “phthalate syndrome” has been used to refer to genital malformations and testicular developmental dysfunction related to phthalate exposure.\n[1]\n\nTesticular Function\n\nPhthalate toxicity leading to testicular dysfunction has been demonstrated in rat cell cultures, showing apoptosis of both Sertoli and Leydig cells after exposure to DEHP and dibutyl phthalate (DBP). Prenatal exposure of rats to phthalates also resulted in malformed seminiferous tubules, dysgenesis of the testes, and abnormal morphology of Leydig cells, ultimately resulting in reduced testosterone biosynthesis.\n[4]\n[5]\nMore studies are needed to determine the extent of phthalate toxicity to the human fetal testis. Other studies of human fertility clinics showed an association between decreased sperm concentration and motility and exposure to monobutyl phthalate (MBP) and monoethyl phthalate (MEP). Semen levels of various phthalates were also shown to be associated with reduced sperm motility in another study analyzing trends from infertility clinics.\n[4]\n\nOvarian Function, Fertility, and Gestational Effects\n\nOvarian dysfunction from phthalate exposure has been demonstrated in rodent cell cultures, disrupting the normal follicular growth pattern, early reproductive senescence, and more rapid depletion of ovarian reserve.\n[13]\nIn humans, associations have been seen with high concentrations of phthalate monoesters and an overall reduction in the number of total, mature, and fertilized oocytes and high-quality embryos. The estrogenic activity of phthalates has also been suspected to result in preterm birth, early puberty, and other pathology related to female fertility, including endometriosis.\n[14]\n\nVarious phthalates have also been demonstrated to cross the placental barrier and reach the umbilical cord and amniotic fluid, thus having a potential effect on the developing fetus.\n[6]\nOne study analyzing individual phthalate metabolites in high-risk pregnant patients showed an association between prenatal phthalate levels and gestational weight gain, a known risk factor for gestational diabetes mellitus (GDM). However, no association was noted between prenatal phthalate levels and hyperglycemia or GDM.\n[15]\nAdditionally, high concentrations of certain phthalates during gestation were shown to be positively associated with higher cortisol levels in female infants, and an inverse relationship was seen in male infants. This is hypothesized to be due to interference of the enzyme 11-b-hydroxysteroid dehydrogenase by phthalates or phthalate metabolites, which are responsible for deactivating cortisol.\n[8]\nAlthough further research is needed, it is reasonable to recommend avoiding phthalate-containing personal care products and other routes of exposure during pregnancy.\n\nMetabolic Effects\n\nPhthalates have also been studied to be associated with insulin resistance, a known risk factor leading to the development of type-2 diabetes mellitus.\n[6]\nThe mechanism by which this takes place was proposed to be due to the ability of phthalates to cause oxidative stress and mitochondrial dysfunction. Additionally, urinary phthalate metabolite levels are positively associated with waist circumference, which may be due to several different mechanisms. These metabolites have been shown to interact with a group of receptors known as peroxisome proliferator-activated receptors (PPAR). This group of receptors is associated with adipogenesis and various neuroendocrine pathways involved in lipid and glucose metabolism and homeostasis within the body, which may influence obesity.\n[6]\n[16]\n\nAnother mechanism by which phthalates disrupt the endocrine and metabolic axis is through interference with the protein sex hormone binding globulin (SHBG). Exposure to various phthalates has been associated with lower SHBG levels, with one study showing lower SHBG concentrations in pregnant women using cosmetics and hair products compared to those not using these products. Specifically, high exposure to MEP, a metabolite of DEP, was shown to be a prominent factor related to low SHBG levels. Although the exact mechanism has not been elucidated, it is hypothesized that phthalates may directly bind SHBG, in addition to disrupting the hypothalamic-pituitary-gonadal axis that plays a role in regulating sex hormone levels and steroidogenesis in the body.\n[16]\n\nThyroid function was also shown to be affected by phthalate exposure, which may affect metabolic function and contribute to obesity. Higher concentrations of phthalate metabolites have been associated with decreased free and total thyroxine (T4) and triiodothyronine (T3). One study in mice showed that exposure to the phthalate DEHP induced hypothyroidism, leading to increased adipogenesis and weight gain.\n[8]\n\nVarious studies have linked phthalate exposure to obesity, including one study showing the exposure of LMWP to be associated with obesity in male children, as well as HMWP exposure to obesity in all adult groups. In this study, reverse causation could not be ruled out since those with increased fat mass may store higher amounts of phthalates, resulting in increased urinary excretion.\n[17]\n\nRisk of Breast Cancer\n\nThere have been controversial data regarding the relationship between phthalate exposure and the risk of breast cancer. One meta-analysis that analyzed urinary metabolites of many phthalates showed a possible association between exposure to the phthalates mono-benzyl phthalate (MBzP) and mono-2-isobutyl phthalate (MiBP) with breast cancer. All other phthalate metabolites analyzed showed no statistical association.\n[18]\nA systematic review of the literature regarding phthalate exposure and breast cancer highlighted that carcinogenesis is a chronic and complex process that is extremely difficult to study. Urinary metabolites are based on short-term exposure and do not indicate chronic exposure, which is of paramount importance when looking for long-term cell signaling changes, ultimately leading to carcinogenesis.\n[19]\nAdditional studies targeting more accurate variables in gauging long-term exposure to phthalates are needed.\n\nRespiratory Effects\n\nThe effect of phthalates on the respiratory system showed one urinary phthalate metabolite, MBzP, to be associated with the prevalence of childhood self-reported asthma. Further studies are needed to determine the extent of the significance of these findings.\n[20]"
  }
}