{
  "drug_name": "diclofenac diethylamine",
  "nbk_id": "NBK557879",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557879/",
  "scraped_at": "2026-01-11T15:28:00",
  "sections": {
    "indications": "Like other selective COX-2 inhibitors, diclofenac is contraindicated with an FDA boxed warning in patients with a history of increased cardiovascular risk such as MI or stroke. Diclofenac should not be used in bypass graft surgery of coronary artery due to a higher risk of MI and stroke. Diclofenac is also listed as a Beers list drug and should be avoided in elderly patients due to potential adverse effects involving the cardiovascular and gastrointestinal systems.\n[18]\nIt is also contraindicated in patients with a history of anaphylactoid reaction to NSAID drugs.\n\nAlso, diclofenac is contraindicated in patients with mild or severe renal insufficiency due to potential negative effects of decreased renal perfusion. Clinicians should not use diclofenac or other NSAIDs in patients with a history of GI bleeds or ulcerations. Special monitoring is a consideration in patients with a history of\nHelicobacter pylori\ninfection. Formulations of diclofenac with misoprostol are contraindicated in pregnant females due to possible side effects involving loss of pregnancy associated with misoprostol.\n[19]\n[20]",
    "mechanism": "Diclofenac is an NSAID belonging to the family of phenylacetic acids and acts to decrease inflammation as other class drugs do.\n[3]\nIt also has analgesic properties and antipyretic effects that are shared by other NSAIDs. Diclofenac employs its action by inhibiting the activity of cyclooxygenase-1 (COX-1) and cyclooxygenase-2 (COX-2) by inhibiting the synthesis of prostanoids such as prostaglandin-E2 (PGE2), prostacyclins, and thromboxanes, which are essential components of the inflammatory and nociceptive response. It competitively inhibits arachidonic acid from binding to COX-1 and COX-2. Diclofenac inhibits COX-1 and COX-2 relatively equally, although evidence suggests that it has selective COX-2 inhibition, about four times that of the inhibition of COX-1 during in vitro experimentation. This value is far from the reported 20-fold selectivity of COX-2 inhibition of the more selective COX-2 inhibitors like rofecoxib, but diclofenac’s activity can be compared more accurately to that of celecoxib.\n[3]\n[6]\n[7]\nDiclofenac and other NSAIDs also have effects in blocking the production of thromboxanes, especially thromboxane-B2 (TXB2). Diclofenac is regarded as one of the most effective inhibitors of the production of PGE2; the primary prostanoids are elevated during an inflammatory response.\n[6]\n[3]\n\nCOX-1 is a constitutively active enzyme that is expressed almost ubiquitously over the human body. The level and activity of COX-1 are thought to be rather stable and participates in the maintenance of normal activity of platelets, blood flow into renal tissues, and protection of the gastric mucosa from harmful acidity, among other processes.\n[8]\nCOX-2 is an inducible enzyme that is overly expressed during times of tissue damage and in the presence of inflammatory mediators that also have nociceptive properties and induce pain. These include thromboxanes, leukotrienes, and prostaglandins. Diclofenac’s effect of COX-2 inhibition appears to occur mostly at the site of target tissues such as synovial fluid and joint capsules. However, the inhibition of COX enzymes in other tissues, such as the stomach, may cause the depletion of many protective substances and can lead to the development of gastric irritation, for example.\n[9]\nMany of these mechanisms of action are considered putative by the clinical community.\n\nDiclofenac’s peripheral analgesic effects are attributable to its activity in decreasing the availability of sensitized peripheral pain receptors via down-regulation, which appears to be accomplished by stimulating the L-arginine nitric oxide cGMP pathway via activation of ATP-sensitive potassium channels. Also, evidence suggests that diclofenac also has activity in reducing the previously increased levels of substance P, a known pro-inflammatory neuropeptide with nociceptive activity in the synovial fluid of patients with rheumatoid arthritis.\n\nThe mechanism of action of diclofenac inhibiting downstream arachidonic acid metabolite production may explain its efficacy in treating actinic keratosis and preventing progression to more malignant disease. This way, topical diclofenac may inhibit the production of epithelial growth factors that would otherwise promote angiogenesis and inhibit apoptosis in proliferating tissue. However, this mechanism is still subject to testing and debate.\n[1]",
    "administration": "Diclofenac preparations pair the drug with a salt such as sodium, potassium, or epolamine salt. Diclofenac sodium can be administered orally as a tablet or suspension, intramuscular in solution, intravenous in solution, transdermal in gel, or rectal routes as a suppository.\n[10]\nDiclofenac potassium is available for oral administration in oral tablet or suspension forms. Diclofenac epolamine is available as a transdermal patch.\n\nWhen orally administered, diclofenac is absorbed rapidly and binds to albumin in the plasma. The drug concentrates in synovial fluids, where it renders its targeted action as an NSAID for relief musculoskeletal inflammation and ailments.\n[11]\nIt has both extended-release and immediate-release forms that vary in doses. Oral administration of diclofenac, like other NSAIDs, carries the risk of gastrointestinal upset and is recommended to consume the medication with food or milk in all age groups. In addition, there are formulations of diclofenac combined with misoprostol to mitigate gastrointestinal adverse effects. It is common practice for clinicians to prescribe gastric acid-reducing therapies such as proton pump inhibitors (PPI) for concomitant use with NSAIDs to reduce the risk of more serious gastrointestinal (GI) adverse reactions. Recommendations may include taking over-the-counter antacids as a form of gastroprotection.\n\nDiclofenac, like other NSAIDs, should be administered at the lowest effective dose to achieve clinical goals to limit the risk of adverse reactions and toxicity.\n\nOral diclofenac sodium can be administered in delayed-release or immediate-release tablets in 25 to 150 mg tablets to achieve a total daily dose of 100-150 mg per day. These doses are for ankylosing spondylitis, osteoarthritis, and rheumatoid arthritis. Topically, diclofenac sodium is available in gel preparations ranging from 1 to 3% concentrations. Gel with 1 to 2% diclofenac sodium is indicated for topical administration for osteoarthritis for up to 16 g per day for monoarthritis joints and up to 32 g per day for polyarthritic joints. The 3% diclofenac sodium preparation is reserved for treating actinic keratosis and is to be applied twice daily as hybrid therapy.\n[2]\n[1]\nIntravenous diclofenac sodium can be administered as a 37.5 mg bolus injection every 6 hours for acute moderate to severe pain. Intramuscular diclofenac solution comes as a 75 mg/3 mL solution for managing moderate to severe pain, and administration is generally by injection into large muscle groups such as the thigh or buttocks. Ophthalmic preparations are to be administered as 1 to 2 drops per affected eye four times daily following cataract surgery and for treatment of photophobia and eye pain.\n\nGenerally, diclofenac potassium is administered in either 25 mg or 50 mg doses 1 to 4 times per day for total doses between 50 to 200 mg per day. This treatment is the indicated regimen for migraines, osteoarthritis, generalized pain, primary dysmenorrhea, and rheumatoid arthritis.\n\nDiclofenac epolamine is available as a 1.3% transdermal patch to be applied twice daily over the affected area to relieve pain and inflammation.",
    "adverse_effects": "Diclofenac has many similar adverse effects shared with the NSAID family of drugs due to the inhibition of COX enzymes. Because diclofenac appears to act more selectively on COX-2 inhibition, it has an increased associated risk of cardiovascular events and less risk for gastrointestinal events, but this article will also examine the gastrointestinal risk for completeness. The following side effects involve systemic effects that arise from systemic exposure to diclofenac. These are less likely to be involved in the topical application of the medication, as there is less risk of systemic exposure to the drug.\n\nCardiovascular: all NSAIDs, especially more selective COX-2 inhibitors, carry an increased risk of myocardial infarction (MI), heart failure, stroke, and death.\n[4]\nThe risk of these events is worse for patients with pre-existing susceptibility for cardiovascular disease and with increasing doses. Therefore, it is crucial to use the lowest effective dose for the treatment of the patient’s condition. COX-2 inhibition decreases the synthesis of prostaglandin-I2 (PGI2), which has cardioprotective effects in the form of preventing thrombogenesis, increased blood pressure, and generation of atherosclerotic plaques. The risk of these events is worse for patients with pre-existing susceptibility for cardiovascular disease and with increasing doses. COX-2 inhibition decreases the synthesis of prostaglandin-I2 (PGI2), which has cardioprotective effects in the form of preventing thrombogenesis, increased blood pressure, and generation of atherosclerotic plaques.\n[7]\nCOX-1 is responsible for synthesizing thromboxane A2 (TXA2), a prothrombotic species, and the imbalance between TXA2 and PGI2 may contribute to these increased cardiovascular events.\n\nGastrointestinal (GI): NSAIDs that block COX-1 activity have correlations with GI complications due to the inhibition of the synthesis of gastroprotective agents such as PGE2 and other prostaglandins. This inhibition leads to decreased mucin production by gastric epithelial cells, less bicarbonate secretion, and less epithelial cell turnover, among other actions. This characteristic of the drug leads to an overall increased risk of acid-mediated damage to gastric epithelial cells and decreased ability to reproliferate the damaged areas and lead to GI injury ranging from mild erosion to frank ulceration visible through endoscopy. It is important to consider that studies have shown that GI damage occurs over extended periods of exposure to the adverse GI effects of NSAIDs. Therefore, clinicians frequently prescribe a gastroprotective agent such as a PPI or PGE2 analog to decrease acid production or increase gastroprotective activity, respectively. However, more selective COX-2 inhibitors such as diclofenac have decreased risk of GI adverse effects such as bleeding, perforation, and ulceration.\n[6]\n\nRenal: Extended NSAID use also correlates with the development of renal complications. Similar mechanisms of protective prostaglandin synthesis are involved in this and center on decreased PGE2 and PGI2 activity—these act to dilate the blood vessels in the kidney to allow for proper perfusion for the tissue. Decreased prostaglandin synthesis has links with decreased renal perfusion and the development of acute kidney injury (AKI). This risk increases in patients with prior history of kidney damage and reduced perfusion pressure.\n\nHepatic: NSAIDs, including diclofenac, can cause drug-induced hepatic damage and increases in liver transaminase levels. These events are usually transient and reversible.\n[12]\nAlthough rare, patients exposed to long-term NSAID treatment can develop hepatitis and face a life-threatening adverse effect. These are more prevalent in patients taking long-term diclofenac for rheumatoid arthritis.\n[13]\n[14]\n\nAnaphylaxis: Anaphylaxis to NSAID medications is an uncommon reaction but is still worth noting. Patients with a history of anaphylactic reactions to this drug class are at a higher risk of developing a similar reaction to diclofenac. Symptoms of these types of reactions can include urticaria, flushing, changes in heart rate, bronchospasm, angioedema, hypotension, and others.\n[15]\n\nHematologic: increased risk of bleeding has correlations with NSAID use due to the effects of inhibiting platelet aggregation and adhesion via COX-1 inhibition.\n[16]\nAlso, in rare instances, patients can experience neutropenia and aplastic anemia.\n[17]\n\nDermatologic: the topical application of diclofenac may cause mild to moderate skin irritation at the application site.",
    "monitoring": "Patients taking diclofenac should be monitored frequently for symptomatic relief to maintain the lowest effective dose to limit the emergence of potential adverse effects. Blood pressure requires regular monitoring to assess the possible development of hypertension. Symptoms of GI distress, including the development of symptoms associated with gastroesophageal reflux disease (GERD) and lower GI bleeds, should be assessed in patients. Prescribers should observe renal function due to the adverse effects involving kidney perfusion. Regular blood testing including complete blood count (CBC) is crucial to monitor potential adverse effects on platelet function and count and subsequent risk of bleeds. Regular liver function testing is also necessary.",
    "toxicity": "Diclofenac’s potential for toxicity is associated with polymorphisms of the cytochrome P450 gene family, which affects the patient’s potential for drug metabolism. OTC NSAID toxicity is not uncommon but is generally limited to mild symptoms with a low risk of serious effects. These effects are usually limited to GI upset, nausea, and dizziness.\n[21]\nSevere overdose may lead to more serious symptoms involving seizure, coma, cardiovascular events, and metabolic acidosis.\n[22]\n\nThere is no antidote for diclofenac (or other NSAID toxicity). Therefore, treatment is supportive. NSAID toxicity is manageable with the maintenance of circulation and breathing in critical patients. Patients with limited GI toxicity can receive activated charcoal to avoid GI contamination.\n[23]\nClinicians should address acid-base balance in patients.\n[24]"
  }
}