{
  "drug_name": "diclofenac epolamine",
  "nbk_id": "NBK554510",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554510/",
  "scraped_at": "2026-01-11T18:46:59",
  "sections": {
    "indications": "Headache, or pain in any part of the head, is a nearly universal ailment. Headaches comprise 3% of emergency department chief complaints.\n[1]\nWhile most headaches are benign (96%), recognizing less common, emergent causes of headaches is critical, as a timely intervention may be life-saving.\n[2]\nThe primary role of the emergency provider (EP) is to carefully analyze specific aspects of the history and physical exam to determine which patients are at risk for serious underlying pathology. The emergency provider must decide which patients require immediate further testing, such as laboratory studies and imaging, to confirm the diagnosis and direct management. In addition to diagnosing and managing life-threatening causes of headaches, the EP must be well versed in treating common primary headache disorders, as proper management of the natural course of the disease may improve patient outcomes.",
    "mechanism": "Headaches are broadly classified as primary or secondary. Primary headaches are those with no identifiable underlying cause. Secondary headaches are the result of other underlying pathology.\n[3]\n\nThe International Classification of Headache Disorders (ICHD-III) classifies headaches.\n[4]\nThese categories are:\n\nPrimary headache, including tension, migraine, and cluster\nSecondary headache, including potentially life-threatening etiologies such as traumatic brain injury and vascular disorders\nCranial neuropathies, such as trigeminal neuralgia\n\nHeadache can be a symptom of many underlying pathologies, some of which can lead to severe disability and mortality.\n[2]\nThe emergency clinician should be especially familiar with the following conditions:\n\nHypertensive emergencies\nIdiopathic intracranial hypertension\nCarotid or vertebrobasilar dissection\nSpace occupying lesions (tumors, abscesses, cysts)\nAcute hydrocephalus\nDural sinus thrombosis\nIntracranial hemorrhage\nGiant cell (temporal) arteritis\nCerebrovascular accident or stroke\nMeningitis and encephalitis\nCarbon monoxide poisoning\nToxin exposure or withdrawal\nAcute angle-closure glaucoma\nMedication overuse headache",
    "monitoring": "When permitted, evaluation of headaches in the emergency department should begin with a thorough history and physical exam. Most headaches can be attributed to primary benign headache subtypes deduced through the primary survey; however, sometimes, further evaluation will be warranted.\n[22]\nNo single algorithm or clinical decision rule applies to all emergency department patients with headaches. Thus, determining the necessary evaluation requires a sophisticated clinical approach that is evidence-based and hypothesis-driven.\n\nLaboratory Studies\n\nRoutine laboratory testing is typically not helpful in headache diagnosis. However, if a life-threatening cause of headache is suspected, specific tests may be helpful. Female patients with headaches and elevated blood pressure should be screened for pregnancy. Patients with headaches, altered mental status, or focal neurologic deficits require a serum glucose level. A carboxyhemoglobin level should be obtained if there is suspicion of carbon monoxide poisoning.\n\nIf there is suspicion of giant cell arteritis (GCA), erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) should be obtained. However, if normal and suspicion remain high, patients should be treated for GCA pending temporal artery biopsy results.\n[23]\n[24]\n[25]\n\nCoagulation studies may be abnormal in patients with suspected cerebral venous thrombosis (CVT). D-dimer may be useful to exclude CVT in low-risk patients (defined as patients with a normal neurologic exam, normal head CT, and absence of risk factors such as current or recent pregnancy), but high-risk patients should proceed to MRV regardless of level.\n[26]\n[27]\n\nAbnormalities in white blood cell (WBC) levels are associated with infective or inflammatory etiologies but are non-specific.\n\nRadiographic Imaging\n\nThe 2019 ACEP clinical policy on headache recommends neuro-imaging in patients with headaches and any new neurologic deficits, new and sudden-onset severe headaches, HIV-positive patients with a new type of headache, and patients greater than 50 with a new headache. This policy is helpful but does not include every scenario where imaging is warranted. Generally, the positive predictive value of pathology on neuroimaging increases with specific parameters.\n[23]\nThese include:\n\nAge greater than 50\nRecent head trauma\nAltered mental status\nNausea and vomiting\nHeadache is sudden and maximal at onset\nPapilledema\nImmunocompromised state\nFocal neurological deficits\nHeadache is worse in the morning or wakes the patient up from sleep.\n\nIn the subset of patients suspected of an emergent headache, non-contrast head CT is the screening test of choice. However, alternative and/or additional imaging choices should be directed toward the specific emergent diagnosis in question. For example, cerebral CT angiography (CTA) can be useful in identifying nontraumatic subarachnoid hemorrhage, arterial dissections, dural sinus thrombosis, and posterior circulation pathologies.\n[23]\nAlthough dural sinus thrombosis may be seen on non-contrast CT and CTA, the test of choice is MRI and MR venography (MRV) or CT with CT venography if MRI is unavailable.\n[28]\n\nLumbar puncture (LP) and cerebrospinal fluid studies should be considered in some patients with headaches. Indications include fever with altered mental status, meningeal signs, focal neurological deficits, and a history of HIV or another immunocompromised state. Additionally, LP is indicated in a patient whose history and physical exam are suspicious for idiopathic intracranial hypertension, as elevated opening pressure would be diagnostic. Of note, CT is estimated to be negative in up to 5% of patients with subarachnoid hemorrhage; thus, CSF examination for red blood cells or xanthochromia can be useful if the index of suspicion for hemorrhage is high.\n[23]\n\nMore recent studies have suggested that in patients who arrive within 6 hours of headache onset, CT (without LP) is sufficient to rule out subarachnoid hemorrhage.\n[29]\nIn suspected increased intracranial pressure, LP should not be performed before CT imaging to rule out asymmetric space-occupying lesions, as reduction of pressure from LP can result in fatal herniation. LP should also not delay antibiotics if suspicious of an infectious process.\n\nOften clinicians will pursue these modalities to avoid missing potentially fatal or debilitating conditions. It is not uncommon for these exams to reveal no abnormalities. Clinicians should use these modalities as tools, along with clinical judgment, to decide if the patient should be further observed and examined or if the next step is to follow up with primary care for possible primary headache syndromes.",
    "administration": "Treatment of primary headaches in the emergency department should be focused on reducing symptoms and providing supportive care. Often, primary headaches are recurrent, and follow-up with a neurologist or primary care physician should be recommended for preventive and abortive management options. The goal of medical management of headaches centers on achieving fast and long-lasting analgesia with little to no side effects. Headaches are frequently associated with nausea and vomiting, so medications should be administered parenterally when possible. Treatment should also include managing patient expectations. Headache recurrence is common, and patients should understand both what to do for a headache that recurs at home and when to return to the emergency department.\n\nMedication options with favorable outcomes include:\n\nFluid rehydration\nIV fluids have not been shown to provide pain relief; however, rehydration is essential in patients with nausea and vomiting who may not be able to tolerate oral intake.\n[30]\nAntidopaminergic agents such as prochlorperazine, chlorpromazine, promethazine, and metoclopramide\nThese medications provide both analgesic and antiemetic effects. Extrapyramidal symptoms are a possible side effect of these medications; this can be treated with diphenhydramine, which is often given contemporaneously to metoclopramide.\n[31]\nAcetaminophen\nThis medication has been shown to provide good short-term relief, but recurrence rates remain high.\n[30]\nNSAIDs such as ibuprofen, ketorolac, naproxen, and diclofenac\nExcellent analgesic effect. Generally well-tolerated, but caution is necessary for patients at risk of bleeding. These agents inhibit cyclooxygenase, thus reducing platelet function, which could exacerbate bleeding. Side effects of these medications include GI irritation and nephrotoxicity when used over time.\nTriptans such as sumatriptan\nThese medications have been shown to provide good long-term relief and are often used to prevent and abort migraine headaches, but their side effect profile causes them to be prescribed primarily in the outpatient setting, where follow-up is more easily facilitated. Side effects of triptans are primarily vascular, including chest pain, shortness of breath, and flushing.\n[31]\nTriptans have poor bioavailability when administered enterally; hence IV or subcutaneous administration is preferred.\nCorticosteroids such as dexamethasone\nSteroids have been shown to decrease headache recurrence, particularly for migraines, which have lasted more than 72 hours.\n[32]\n[33]\nSteroids may also give some adjunctive analgesia when given with metoclopramide, though they are inadequate when given alone.\n[34]\n\nCluster headaches benefit from high flow oxygen administration.\n[35]\n[30]\n\nOpiates should be avoided, as they increase ED visit frequency, decrease the efficacy of other medications, and carry a high addiction burden.\n[31]\nIf a patient specifically requests opiates, abuse and dependence may be a consideration. These patients should have access to counseling and interventions aimed at addressing opiate abuse and addiction.\n\nAnother treatment modality increasingly utilized in the ED is administering a noninvasive intranasal sphenopalatine ganglion nerve block, in which topical local anesthetic is applied intranasally via a long cotton-tipped applicator. In a 2015 trial by Schaffer et al., it was found that patients with an acute headache not attributable to secondary pathology reported at least a 50% reduction in headache severity with the administration of 0.3 mL 0.5% bupivacaine solution compared with placebo.\n[36]\nIn another trial by Binfalah et al., it was found that 70.9% of patients receiving 2 mL 2% lidocaine solution reported being headache-free after 15 minutes.\n[37]\nThe emergence of the sphenopalatine nerve block method of analgesia is still somewhat new and controversial. Yet, it appears to be a relatively safe and effective treatment for primary headache conditions as well as facial pain syndromes such as trigeminal neuralgia.\n\nTreatment of a secondary headache depends on identifying and treating the underlying pathology.",
    "adverse_effects": "Complications of primary headaches are most often secondary to the temporary loss of normal function that they pose and can include loss of workdays and productivity. One complication of treating chronic primary headaches is medication overuse headache, also known as a rebound headache. This phenomenon occurs when tolerance develops to headache analgesia. In this instance, the headache is no longer responsive to treatment and worsens precipitously when the analgesic is abruptly stopped.\n[57]\n\nComplications of secondary headache range from mild, temporary disability and discomfort to severe neurologic disability and even death. It is critical for clinicians to consider secondary causes of headaches through a comprehensive primary and secondary survey to ensure that the underlying pathology of a patient’s headache is correctly managed, minimizing complications of late treatment."
  }
}