{
  "drug_name": "dicyclomine",
  "nbk_id": "NBK573080",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK573080/",
  "scraped_at": "2026-01-11T15:28:02",
  "sections": {
    "clinical_significance": "Opioids\n\nThe second and third steps of the World Health Organization's step ladder for pain management involve the use of opioids.\n[51]\nOpioids commonly alleviate pain in gastrointestinal pathologies, such as chronic pancreatitis and inflammatory bowel disease.\n[52]\nThey are also prescribed for osteoarthritis, migraine, lower back pain, cancer, and postoperative pain. The efficacy of opioids in managing these conditions has been proven through randomized clinical trials (RCT) for some of these conditions.\n[53]\n[54]\n[55]\n\nCannabinoids\n\nCannabis is currently not approved by the United States Food and Drug Administration (FDA) and is considered an illicit drug by the US Drug Enforcement Agency (DEA). However, several US states have legalized its use in certain medical conditions.\n[56]\nMC treats various conditions, including migraines, chronic pain, back pain, arthritic pain, and pain associated with cancer and surgery.\n[56]\n[57]\nMultiple studies have indicated that patients undergoing pain treatment can effectively substitute their opioid medication with cannabis, potentially contributing to mitigating the opioid epidemic.\n[58]\nCannabinoids also reduce neuropathic pain associated with different conditions and prevent diabetic neuropathic pain when administered early in the disease progression.\n[59]\n[60]\nIn addition, cannabinoids also reduce inflammatory pain and thus can be used in conditions such as arthritis, sickle cell disease, cancer, and inflammatory bowel disease.\n[61]\n[62]\n\nSeveral studies have demonstrated that MC helps reduce the opioid dosage for patients undergoing treatment for non-cancer pain. It can also be substituted in place of opioids to achieve therapeutic benefits.\n[63]\n[64]\n[65]\nThis opioid-sparing effect of cannabinoids holds a significant value as it emphasizes the potential synergistic use of both modalities, rather than relying exclusively on a single treatment approach, to achieve optimal outcomes.\n\nSeveral cannabinoids are available, including CBD, dronabinol, and nabilone, each with specific indications. CBD has been approved for treating refractory seizures in patients with Lennox-Gastaut syndrome, tuberous sclerosis, and Dravet syndrome.\n[66]\n[67]\n[68]\nDronabinol is primarily used to manage anorexia associated with weight loss in patients with AIDS and for refractory nausea and vomiting associated with chemotherapy(CINV). Nabilone is indicated for patients with refractory CINV.\n[69]\n[70]\nThe increasing use of cannabis-based therapeutics in sports medicine among athletes is due to their potential to modulate neuropathic, inflammatory, and central pain with reduced adverse effects compared to opioids.\n[71]",
    "monitoring": "The healthcare team can monitor the misuse of cannabis and opioids using the prescription drug monitoring program (PDMP).\n[79]"
  }
}