{
  "drug_name": "dienogest",
  "nbk_id": "NBK562159",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562159/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Painful sexual intercourse is a common female health problem.\n[1]\nIn medical terminology, it is called dyspareunia. It is a complex disorder that often goes neglected. The prevalence of dyspareunia varies from 3 to 18% worldwide, and it can affect 10 to 28% of the population in a lifetime.\n[2]\n[3]\ndyspareunia can be further categorized into superficial or deep, and primary or secondary. Superficial dyspareunia is limited to the vulva or vaginal entrance, while deep dyspareunia means the extension of pain into the deeper parts of the vagina or lower pelvis. Deep dyspareunia is frequently associated with deep penetration.\n[4]\nPrimary dyspareunia pain initiates at the start of sexual intercourse, while in secondary dyspareunia, pain begins after some time of pain-free sexual activity.\n\nDyspareunia is sometimes intermixed with vulvodynia, a genital pain that lasts more than three months with or without the association of sexual intercourse.\n[5]\nDyspareunia can also lead to sexual difficulties, such as lack of sexual desire and arousal, and can cause trouble in sexual relationships.\n[6]\nIt can have a significant impact on physical as well as mental health. It can lead to depression, anxiety, hypervigilance to pain, negative body image, and low self-esteem. So prompt management is crucial to address this disorder.\n[7]\n[8]\n[9]\n\nIn this review, we will focus on the etiology, epidemiology, evaluation, management, and prognosis of dyspareunia.",
    "mechanism": "The etiology of dyspareunia encompasses structural, inflammatory, infectious, neoplastic, traumatic, hormonal, and psychosocial conditions. Anatomic causes include pelvis floor muscle dysfunction, uterine retroversion, hymenal remnants, and pelvic organ prolapse. Lack of lubrication is most common in reproductive years and is attributable to hormonal as well as sexual arousal disorders. For reproductive-aged females, contraceptives can cause inadequate lubrication. Whereas, the decreased estrogen levels noted in post-menopausal females can cause vaginal atrophy by thinning the vaginal mucosa that is responsible for promoting vaginal secretions. Endometriosis is a condition in which endometrial glands and stroma are present outside the uterus.\n\nThe etiology of endometriosis-associated deep dyspareunia could also be due to endometriosis-specific factors or indirect contributors like bladder/pelvic floor dysfunction. In women regardless of the staging of endometriosis, the severity of deep dyspareunia was strongly associated with bladder/pelvic floor tenderness and painful bladder syndrome, independent of endometriosis-specific factors, which suggests the role of myofascial or sensitization pain mechanisms in some women with deep dyspareunia.\n[10]\n\nDermatologic diseases such as lichen planus, lichen sclerosis, and psoriasis can cause significant inflammation to the vaginal mucosa as well. Perivaginal and pelvic infections such as urethritis, vaginitis, and pelvic inflammatory disease can result from gonorrhea, chlamydia, candida, trichomoniasis, bacterial vaginosis, and virals pathogens such as herpes. Postpartum dyspareunia more commonly presents after perineal trauma from delivery than those with an uncomplicated vaginal delivery with intact perineum or unsutured tear.\n[11]\n\nVaginismus is a more common condition in younger women and defined as an involuntary contraction of the pelvic floor muscles on attempted vaginal penetration and can be the result of a pelvic floor dysfunction or psychosocial issues such as a history of sexual abuse.\n[12]",
    "monitoring": "Laboratory evaluation rarely helps in guiding the diagnosis or treatment of dyspareunia. However, It is better to rule out other abnormalities to reach the exact diagnosis. Since the pain in the vulvodynia is similar to dyspareunia, it is better to rule this out by performing a cotton swab test during the vulvar examination.\n[15]\n\nFurther tests can include pelvic cultures for gonorrhea, chlamydia, trichomoniasis, Candida, and\nGardnerella\nare indicated when women present with vaginal or cervical discharge. Genital ulcers can be testing performed for herpes simplex, syphilis, or appropriate culture. Women with associated dysuria, urgency, frequency or suprapubic discomfort should receive a urinalysis. Visible lesions noted on physical exam should undergo tissue biopsy.\n[19]\nTransvaginal ultrasound can help evaluate pelvic masses, endometrial hyperplasia, ovarian cysts, or congenital anomalies.",
    "administration": "For the treatment of dyspareunia, a multimodal treatment approach is advantageous to address all the aspects of pain (physical, emotional, and behavioral). It should involve a team consisting of the gynecologist, pain management expert, physical therapist, sexual therapist, and mental health professionals with a specialization in chronic pain.\n[20]\nIn the first step, a physician should acknowledge that patient has pain. The patient should receive counsel that pain management may take time, and its quite possible that it may not completely resolve even after the completion of treatment. Patients should be informed of all the treatment options in detail and help them to choose the best possible treatment option. The conservative nonsurgical approach should be the first step.\n\nMedical treatment options available for dyspareunia include oral tricyclic antidepressants, oral or topical hormonal replacement, oral NSAIDs, botox injections, cognitive behavioral therapy, and other brain-based therapies. Treatment of dyspareunia depends on the etiology of the patient's complaint. Dyspareunia due to post-menopausal vaginal atrophy can have treatment with systemic and topical hormone replacement therapy, selective estrogen receptor modulator therapy, and the use of vaginal dehydroepiandrosterone.\n[21]\nClinicians treat infectious causes with the appropriate antibiotic, antifungal, or antiviral therapy based upon culture results. Post-partum dyspareunia can respond to vaginal lubricants, scar tissue massage, or surgery for persistent cases. Botulinum toxin injection has proved to be effective in the treatment of dyspareunia caused by pelvic floor myalgia and contracture.\n[22]\n[23]\n\nPelvic floor physical therapy can serve as an adjuvant treatment option in most cases of dyspareunia. It relaxes the pelvic floor muscles and re-educates the pain receptors.\n[24]\nCognitive-behavioral therapy has shown promising results in reducing anxiety and fear related to dyspareunia. It is the most commonly used behavioral intervention and is a strong recommendation.\n[25]\nSurgical treatment is adopted as a last resort when all conservative medical and behavioral treatment options have failed. It is usually useful in identifying and/or treat pelvic adhesions, endometriosis, and pelvic organ prolapse.\n[26]",
    "adverse_effects": "Dyspareunia is usually a treatable disease and doesn't result in major complications. Regardless of the non-malignant nature of the disease, timely management and intervention are crucial to obviate distressing sequelae. If the patients do not seek prompt, appropriate medical care, it can result in loss of sexual interest and problems with relationships. It also results in significant distress and conflicts among the partners.\n\nPsychiatric issues may arise if dyspareunia remains untreated. Psychiatric issues like major depression due to dyspareunia are more prevalent in younger women. In very few cases, fear of pain during sexual activity can result in female infertility.\n[29]"
  }
}