{
  "drug_name": "diethylamine",
  "nbk_id": "NBK459340",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459340/",
  "scraped_at": "2026-01-11T15:28:05",
  "sections": {
    "indications": "Disulfiram is not a safe option for everyone. Disulfiram is contraindicated absolutely in patients with significant coronary artery disease or heart failure. Cases of heart failure and death have occurred in patients with severe myocardial disease shortly after the initiation of disulfiram. Disulfiram is contraindicated with psychosis as it may worsen the patient's psychosis. Caution is necessary for patients with a history of liver disease, and the physician must weigh the risks versus benefits. Patients receiving metronidazole, paraldehyde, alcohol, or alcohol-containing preparations (sauces, cough mixtures, vinegar) should not receive disulfiram and should be educated in advance to avoid a disulfiram-alcohol reaction. Disulfiram should never be administered to a patient if alcohol use is suspected or without the patient's consent and understanding of the disulfiram-alcohol reaction. Disulfiram may be a therapeutic option with caution in patients with seizures, diabetes, thyroid disorders, traumatic brain injury, and renal disease due to the possibility of an accidental disulfiram-alcohol reaction.\n\nBox Warning\n\nDisulfiram should\nnever\nbe administered when patients are in a state of alcohol intoxication or without their full knowledge. The clinician should instruct relatives accordingly.\n\nPrecautions\n\nIn a cross-sectional survey of disulfiram-treated patients, adverse reactions were observed when using alcohol-based hand rubs, common products during the COVID-19 pandemic. This emphasizes the importance of caution and considering alternative hand hygiene methods for individuals on disulfiram.\n[19]",
    "mechanism": "Disulfiram converts to an active metabolite, diethyldithiocarbamate, in the stomach. In the blood, it changes to diethyldithiocarbamic acid (DDC), which is degraded to form diethylamine and carbon disulfide. DDC undergoes phase II metabolism, forming sulfoxide and sulfone metabolites. These S-oxidized compounds are potent active metabolites producing the effects of disulfiram.\n[10]\n[11]\n[12]\n\nAlcohol Dependence\n\nDisulfiram irreversibly inhibits aldehyde dehydrogenase (ALDH1A1) by competing with nicotinamide adenine dinucleotide (NAD) at the cysteine residue in the enzyme's active site. Aldehyde dehydrogenase is a hepatic enzyme of the major oxidative pathway of alcohol metabolism, converting acetaldehyde to acetate. At therapeutic doses of disulfiram, alcohol consumption results in increased serum acetaldehyde, causing diaphoresis, palpitations, facial flushing, nausea, vertigo, hypotension, and tachycardia. This aggregation of symptoms is known as the disulfiram-alcohol reaction and discourages alcohol intake. The reaction is proportional to both the dose of disulfiram and alcohol. Thus, disulfiram is not an anti-craving drug and does not modulate the neurobiological mechanism of addiction.\n\nCocaine Dependence\n\nDisulfiram also inhibits dopamine beta-hydroxylase (DBH), an enzyme that converts dopamine to noradrenaline, causing an accumulation of dopamine. Increased dopamine corrects the underlying deficit in patients addicted to cocaine. Recent studies have shown reduced frequency and amount of cocaine use in patients treated with disulfiram.\n\nPharmacokinetics\n\nAbsorption:\nDisulfiram is readily absorbed by the gastrointestinal tract, with an 80% to 90% absorption following oral administration.\n\nDistribution:\nDisulfiram's high lipid solubility facilitates its widespread distribution into fatty tissue throughout the body, and its ability to cross the blood-brain barrier increases its distribution into the central nervous system.\n\nMetabolism:\nDisulfiram undergoes extensive metabolism in vivo, primarily through reduction, leading to diethyldithiocarbamate (DDTC) formation. DDTC's metabolic fate includes spontaneous degradation in acidic environments like the stomach, yielding diethylamine and carbon disulfide. Another pathway involves the formation of a glucuronide of DDTC through the action of the enzyme glucuronosyltransferase in the liver, contributing to a fraction of the drug excreted in urine. Additionally, thiol methyltransferase enzymes catalyze the methylation of DDTC, resulting in the formation of the lipophilic metabolite DDTC-Me, which plays a role in the irreversible inhibition of the aldehyde dehydrogenase enzyme.\n[7]\n\nElimination:\nHuman studies suggest half-lives of 7 hours for disulfiram and 15 hours for DDTC, indicating significant inter-subject variability in the levels of disulfiram and its metabolites following oral administration.",
    "administration": "Available Dosage Forms and Strengths\n\nDisulfiram is available only via oral administration. Tablets are available in 250 mg to 500 mg forms.\n\nAdult Dosage\n\nDisulfiram tablets may be crushed and mixed with liquids (water, coffee, milk, fruit juice) and should be taken once per day. Disulfiram administration should never take place until the patient has abstained from alcohol for at least 12 hours. Patients should avoid alcohol and alcohol-containing products for at least 14 days after discontinuing disulfiram, as there are reports of disulfiram-alcohol reactions within 2 weeks of discontinuation. There is no benefit to increasing the dose of disulfiram to greater than 500 mg/d. A trial of disulfiram and alcohol to produce a disulfiram-alcohol reaction is no longer a recommendation. However, the patient should receive extensive education on symptoms of disulfiram-alcohol reaction before administration.\n\nSpecific Patient Populations\n\nHepatic impairment:\nAccording to recent guidelines from the American College of Gastroenterology (ACG), disulfiram should not be used in individuals with liver disease of any spectrum. This is because disulfiram is completely metabolized by the liver and is associated with hepatotoxicity. The use of disulfiram has been linked to idiosyncratic liver injury characterized by an immunoallergenic mechanism. While this adverse reaction is rare, it appears to be more common in individuals with pre-existing liver disease. Additionally, disulfiram does not demonstrate efficacy in preventing the development or progression of liver disease in individuals with Alcohol Use Disorder (AUD).\n[13]\n\nRenal impairment:\nThere are no dosage adjustments for disulfiram provided in the product labeling; use with caution.\n\nPregnancy considerations:\nThe utilization of disulfiram during pregnancy lacks established safety. Therefore, the administration of disulfiram in pregnant individuals should be considered only if, according to the physician's assessment, the anticipated benefits outweigh the potential risks.\n\nBreastfeeding considerations:\nThere is a lack of clinical data regarding the administration of disulfiram during breastfeeding. Alternative medications can be considered, particularly when nursing a preterm infant. The drug's labeling advises against the use of disulfiram in nursing mothers.\n[14]\n\nPediatric patients:\nThe safety and effectiveness of disulfiram in pediatric patients have not been established.\n\nOlder patients:\nCareful dosage selection of disulfiram is essential for older patients, typically initiating at the lower dosing range. This approach considers the higher occurrence of reduced hepatic, cardiac, or renal function and the presence of concurrent diseases or simultaneous drug treatments.",
    "adverse_effects": "Disulfiram has an acceptable risk profile. However, it is associated with many adverse events and drug-drug interactions, including death. The most common and less serious adverse effects include headache, sleepiness, tiredness, and halitosis (or metallic taste).\n[11]\n[15]\n[16]\n[17]\nDermatological, neurological, psychiatric, and cardiac events have been reported. Serious adverse effects include hepatitis, hepatotoxicity, psychosis, seizures, peripheral neuropathy, and optic neuritis. Dermatological adverse effects are rare and include exfoliative dermatitis, rash, and pruritis. Hepatic failure may develop after many months of therapy. There have been cases of fatal fulminant hepatic failure that have been reported despite discontinuation of medication (1 in 30,000 patients treated per year).\n\nPsychiatric adverse effects are rare. Psychosis, confusional states, mutism, headbanging, memory impairment, and rarely stupor have been reported, and effects are dose-dependent. Symptoms usually resolve after discontinuation of disulfiram and a short course of antipsychotic medication. Psychosis may occur as a result of an interaction between disulfiram and cannabis. Neurological adverse effects may occur as early as 10 days after initiation. Axonal polyneuropathy is a rare adverse effect. Some cases of severe sensory-motor polyneuropathy with the involvement of cranial nerves have been reported within weeks of initiation of disulfiram 500 mg. Neuropathy occurs in 1 per 1000 patients treated with disulfiram per year.\n\nDrug-Drug Interactions\n\nDrug interactions occur with compounds utilizing the cytochrome P450 enzyme system for oxidative metabolism.\n[7]\nThis interaction can occur with the following medications: amitriptyline, imipramine, phenytoin, chlordiazepoxide, diazepam, omeprazole, and acetaminophen. Drug-drug interactions may occur with other medications not listed. Slow elimination of disulfiram may give rise to the disulfiram-alcohol reaction up to 14 days after the discontinuation. Disulfiram-alcohol reactions have been reported in patients exposed to environmental chemical compounds containing alcohol. Prolonged administration of disulfiram has demonstrated the inhibition of the metabolism of theophylline, phenytoin, and warfarin.\n[18]",
    "monitoring": "Close monitoring of adverse events is necessary, particularly in patients with polysubstance abuse. Patients taking disulfiram require monitoring for signs and symptoms of hepatitis, including fatigue, weakness, anorexia, nausea, vomiting, jaundice, malaise, and dark urine.\n[20]\nBaseline and follow-up liver function tests should be monitored 10 days to 1 month following initiation of disulfiram. Complete blood count and serum chemistries should also require routine monitoring.",
    "toxicity": "Signs and Symptoms of Overdose\n\nOne case report features a 4-year-old girl who accidentally ingested 4–5 tablets of disulfiram, resulting in hypoglycemia and encephalopathy. After management in the intensive care unit, the child exhibited normalization of blood sugars after 8 hours and displayed characteristic MRI brain findings, including bilateral globus pallidus hyperintensity in T2-weighted and diffusion-weighted images. The conclusion underscores the potential severity of acute disulfiram poisoning in children and emphasizes the importance of considering it in the diagnosis of idiopathic encephalopathy with extrapyramidal symptoms.\n[21]\n\nManagement of Overdose\n\nContact the local poison control center in case of an overdose. No information is available on the treatment of disulfiram overdose, and there is no antidote available. Supportive care via supplemental oxygen, cardiac monitoring, and intravenous fluids may be necessary. Consult a physician if symptoms are severe. Cases of ingestion of 5 g or greater resulted in parkinsonism, choreoathetosis, and thalamic syndrome. Doses should not exceed 500 mg/d for treatment of alcohol dependence, and doses for malignancy remain as yet undetermined."
  }
}