{
  "drug_name": "digestive enzymes :lactase",
  "nbk_id": "NBK597379",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK597379/",
  "scraped_at": "2026-01-11T15:28:04",
  "sections": {
    "clinical_significance": "Malabsorption arises when the gastrointestinal tract fails to absorb nutrients effectively, frequently resulting from underlying gastrointestinal disease. The most prevalent causes in the U.S. are pancreatic insufficiency, celiac disease, and Crohn disease.\n[54]\n\nMalabsorptive conditions disrupt luminal, mucosal, or postabsorptive processes. Luminal impairment limits mechanical digestion and enzymatic hydrolysis necessary to convert food into absorbable molecules.\n[55]\nMucosal defects decrease nutrient transport across enterocyte membranes. Postabsorptive dysfunction compromises nutrient distribution through the lymphatic and portal systems. Clinical manifestations depend on the specific nutrient deficiency and the extent of intestinal compromise.\n\nSurgical shortening of the intestines reduces transit time for nutrient absorption and can precipitate malabsorptive symptoms.\n[56]\nResidual intestinal surface area directly determines the efficiency of nutrient uptake.\n\nCarbohydrate Malabsorption\n\nThe large intestine receives unabsorbed carbohydrates, which are metabolized by anaerobic colonic bacteria through fermentation processes. Fermentation produces gas, which, in excess, can provoke abdominal cramping and bloating.\n\nLactase deficiency impairs the digestion of lactose-containing foods, such as dairy products.\n[57]\nThis condition affects approximately 65% of the global population and results from insufficient or structurally defective lactase within the gut. Unabsorbed lactose reaching the colon generates osmotic and fermentative effects, producing abdominal pain and diarrhea following lactose ingestion.\n\nCeliac disease constitutes another cause of carbohydrate malabsorption. Gluten exposure in susceptible individuals triggers an immune-mediated reaction that damages the intestinal mucosa. Villous atrophy and brush border blunting reduce the small intestine’s absorptive capacity.\n\nIn pediatric patients, carbohydrate malabsorption manifests as chronic caloric deficiency, weight loss, and impaired growth. Concomitant malabsorption of other nutrients frequently occurs, leading to additional nutritional deficiencies.\n[58]\n\nProtein Malabsorption\n\nImpaired protein absorption rarely occurs in isolation and typically constitutes a component of global malabsorptive conditions. Protein deficiency disrupts multiple physiological processes, including the absorption and utilization of other nutrients.\n\nInsufficient protein impairs lipoprotein aggregation, a process essential for lipid and cholesterol metabolism. Hypoalbuminemia diminishes plasma transport capacity for fat-soluble vitamins, hormones, and pharmacologic agents, while simultaneously reducing plasma oncotic pressure, which promotes 3rd-spacing and edema formation.\n[59]\n[60]\n\nSevere protein malabsorption may result in Kwashiorkor syndrome, characterized by edema, skin and hair abnormalities, hepatomegaly, and ascites due to impaired hepatic apoprotein synthesis. Immunoglobulin production is compromised, increasing susceptibility to infections.\n[61]\nChronic protein deficiency from any etiology can lead to profound complications and mortality.\n[62]\n\nFat Malabsorption\n\nFat malabsorption primarily results from impaired interaction between lipolytic enzymes, bile, and dietary lipids in partially digested chyme. Common etiologies include pancreatic exocrine insufficiency, biliary obstruction, postsurgical anatomical alterations (eg, following a Whipple procedure), intestinal mucosal injury, and gastrointestinal motility disorders.\n\nPancreatic exocrine insufficiency denotes the inability of the pancreas to secrete digestive enzymes, electrolytes, and water. Intestinal mucosal damage may arise from inflammatory disorders, radiation exposure, or infectious processes.\n\nClinical manifestations of fat malabsorption include loose, bulky, clay-colored stools with a tendency to float, unintentional weight loss, fatigue, and generalized weakness. Deficiencies of fat-soluble vitamins can develop, presenting with osteopenia or osteoporosis, night blindness, coagulopathy, and, in rare cases, hemolytic anemia.\n[63]\n\nMalnutrition in Hospitalized Patients and the Critically Ill\n\nNutritional support is critical when caring for hospitalized patients. Critical conditions, such as sepsis, shock, and malignancy, frequently induce intestinal hypomotility, anorexia, and hypermetabolic states. Preoperative fasting is commonly recommended for surgical patients prior to sedation to reduce aspiration risk.\n[64]\nInadequate nutritional support increases susceptibility to malnutrition-related complications, including hyponatremia, starvation ketoacidosis, and refeeding syndrome.\n\nCurrent evidence does not demonstrate a mortality benefit associated with modified hospital diets, and overly restrictive regimens may be counterproductive. Early enteral feeding has not consistently shown improved clinical outcomes, whereas prolonged avoidance of enteric nutrition increases dependence on parenteral or alternative feeding modalities.\n[65]"
  }
}