{
  "drug_name": "digoxin",
  "nbk_id": "NBK556101",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556101/",
  "scraped_at": "2026-01-11T15:28:04",
  "sections": {
    "indications": "Specific contraindications have not been determined or documented.\n\nWarning and Precautions\n\nPregnancy:\nThe FDA has designated Fab products former pregnancy category C. This rating indicates that they should be used cautiously and only if the benefit justifies the risks imposed on the fetus. Whether or not Fab products can harm the fetus or affect future reproductive ability is unknown. Due to a lack of human and animal studies, no clear safety data exist. Therefore, digoxin immune Fab should only be administered during pregnancy if needed.\n\nLactation:\nAlthough not a contraindication, the presence or absence of DIF in breast milk has not been established; multiple studies indicate that Fab drugs are actively secretable into milk. Caution is advised when administering a nursing mother digoxin immune Fab. However, the risk of detrimental effects is considered small because any fragments in ingested milk would undergo digestion in the infant's stomach. However, the risk of adverse effects in infants cannot be ruled out completely.\n\nOvine protein hypersensitivity:\nDigoxin immune Fab is a sheep-derived protein. These immunoglobulin fractions are isolated from the serum of immunized sheep. In some patients, animal antibodies form immune complexes, which may cause anaphylaxis, delayed allergic reactions, or a febrile response. Prior exposure to ovine Fab is another risk factor for acute allergic reactions related to Fab product administration. The Fab product does not have an antigenic Fc portion. The absence of an Fc portion makes DIF less immunogenic and, therefore, less capable of producing a fatal immune response. Due to its monovalence, it is also unlikely to form extended antigen-antibody immune complexes.\n\nHypersensitivity to papaya extracts and bromelain:\nClinicians should not administer digoxin immune Fab to patients who are allergic to papain, chymopapain, or bromelain. Papain is used during the DIF production process and targets the isolated immunoglobulin fractions, cleaving them into Fab and Fc fragments. The final product may contain trace amounts of activated or inactivated papain. Other allergens, such as dust mites and latex, are homologous to the antigenic structures found in papain. Patients sensitive to these allergens may also be allergic to papain.\n[22]\nAdministering digoxin immune Fab is considered only when the intended benefits surpass the associated risks and treatments for anaphylactic reactions are readily available.",
    "mechanism": "According to recent studies in the United States, digoxin toxicity presents in 10%-18% of nursing home residents.\n[10]\nThis condition also presents in 1.1% of outpatient and 0.4% of all hospitalized patients.\n[10]\nThe incidence of glycoside toxicity and subsequent use of digoxin therapy has decreased over the past decade.\n[11]\n\nDIF is an antidote used primarily for severe, life-threatening toxicity. Understanding digoxin's mechanism of action and toxicity profile is essential for comprehending its reversal effect. Digoxin, a potent cardiac glycoside, is used to treat heart failure and atrial fibrillation. This medication binds and inhibits the potassium ion subunit of the sodium/potassium pump (Na\n+\n/K\n+\nATPase) in cardiac myocytes.\n[12]\n\nThe pump maintains a relatively low sodium concentration inside the myocyte; inhibition results in an increased intracellular sodium concentration. Elevated sodium inhibits ion exchange by other transporters in the myocyte cell membrane. For example, the sodium-calcium exchanger (NCX) maintains low intracellular calcium levels in exchange for transporting sodium intracellularly. Digoxin-induced elevation of intracellular sodium decreases this exchange, resulting in elevated calcium levels within the myocyte. The available calcium is actively reabsorbed and stored by the sarcoplasmic endoplasmic reticulum ATPase (SERCA). The resulting increase in overall calcium available for cross-bridge formation between actin and myosin filaments ultimately leads to increased cardiac contractility (positive inotropic effect).\n\nDigoxin also increases vagal tone in the sinoatrial (SA) and atrioventricular (AV) nodes.\n[12]\nThis causes prolonged refractory periods and decreased conduction velocity in specialized conductive cardiac tissue. Digoxin toxicity causes a greater degree of Na\n+\n/K\n+\nATPase inhibition, resulting in increased automaticity and inotropy. Additionally, a toxicity-induced increase in vagal tone causes excessive inhibition of the AV node, decreasing cardiac dromotropy.\n\nDigoxin immune Fabs (DIF) are mixed anti-digoxin immunoglobulin fragments obtained from healthy sheep immunized with digoxin carboxy-methoxyl amine (DDMA). DDMA contains a cyclo-penta-per-hydro-phenanthrene:lactone ring coupled to keyhole hemocyanin. This ring is an essential component. After isolating immunoglobulins from the ovine serum, these isolates undergo digestion by papain and affinity chromatography, yielding digoxin-specific IgG fragments.\n[13]\n\nThe affinity of DIF for digoxin ranges from 10\n9\nto 10\n10\nM\n, greater than the affinity of digoxin for the sodium pump receptor, which is thought to be responsible for digoxin's therapeutic and toxic effects. When administered to patients who are intoxicated, DIF binds to digoxin molecules and reduces free digoxin levels. This reduction causes an equilibrium shift away from receptor binding, decreasing cardiotoxic effects.\n\nClinical studies have also highlighted the clinical utility of digoxin immune Fab in treating pre-eclampsia, an exaggerated inflammatory condition compounded by altered endothelial function. Pre-eclampsia involves widespread activation of platelets and WBCs and subsequent elevated levels of IL-γ, IL-6, and tumor necrosis factor-alpha (TNF-α). Digoxin immune Fab can also downregulate TNF-α-induced endothelial surface adhesion molecules (ICAM, VCAM, and E-selectin). DIF also reduces TNF-α-mediated downregulation of Na\n+\n/K\n+\npumps. Maternal serum in women with pre-eclampsia also contains elevated endogenous digoxin-like factors (EDLFs), including cardenolide, ouabain, bufadienolide, and marinobufagenin. These factors can inhibit Na\n+\n/K\n+\nATPase activity in erythrocytes and the mesenteric artery. Maternal hypertension during pre-eclampsia occurs when reduced Na\n+\n/K\n+\nATPase activity contributes to the accumulation of intracellular calcium, leading to systemic vasoconstriction. Therefore, digoxin immune Fab can improve fetoplacental circulation and symptoms of eclampsia/pre-eclampsia by restoring cellular Na\n+\n/K\n+\nATPase activity. Digoxin may also protect against TNF-α-mediated endothelial cell dysfunction to offset the exaggerated inflammatory state.\n[6]\n[7]\n\nPharmacokinetics\n\nAbsorption:\nThe onset of action is typically rapid. Fifty percent to 90% of patients demonstrate clinical improvement within 45 minutes.\n[14]\n[15]\n\nDistribution:\nDigoxin immune Fab spreads across the extracellular space with a volume of distribution (Vd) of 0.3 L/kg. This is a larger volume of distribution (Vd) compared to IgG.\n\nMetabolism:\nThe kidney and the reticuloendothelial system clear fab-digoxin complexes.\n[10]\n\nElimination:\nDigoxin has a half-life of 12 to 20 hours in patients with normal renal function. The bound and free serum digoxin concentrations increase up to 30-fold within minutes of Fab administration. Digoxin-Fab complexes are eliminated from the blood by renal excretion, which reduces free digoxin levels from 80% to below 5%. Digoxin is undetectable in urine within 7 days. Digoxin-Fab's renal clearance is estimated at 960 ng/mL (1.229 mmol/L). Hemodialysis and peritoneal dialysis do not aid excretion. Using randomized control studies, researchers compared the pharmacokinetic properties of various anti-digoxin antibodies. An equal decrease in serum-free digoxin levels was noted, consistent across all antibodies. Total free digoxin levels measured before and after Fab administration demonstrated a similar reduction. These results indicate an equimolar binding affinity to digoxin. Furthermore, urine excretion of digoxin was similar, with more than 40% of the dose excreted by 24 hours.\n[16]\nThese findings indicate similar pharmacokinetic profiles. Therapeutically, data has also indicated similar response rates in patients.\n[17]\n[18]",
    "administration": "Available Dosage Forms and Strengths\n\nDigoxin immune Fab is available as a lyophilized powder. Each vial is single-use only and contains 40 mg of digoxin immune Fab protein. The powder is mixed with 4 mL of sterile water (reconstitution/dilution) to produce a 10 mg/mL DIF solution. If the solution is not administered immediately, it can be refrigerated (2-8 °C) for up to 4 hours. The diluted digoxin immune Fab is added to 0.9% NaCl to make an intravenous infusion dose. The infusion should be administered over a minimum of 30 minutes. If infusion reactions occur, the infusion should be stopped and then restarted at a slower rate. Bolus injections may be considered for patients with imminent cardiac arrest. Patients with chronic toxicity initially receive an infusion of half the original dose, assuming the condition is not immediately life-threatening. This reduced dose is less likely to trigger any underlying comorbidities requiring digoxin administration.\n\nAdult Dosing\n\nAs a rule of thumb, each vial contains 0.5 mg of bound (neutralized) digoxin. The dose of digoxin immune Fab is adjusted depending on the amount of digoxin requiring neutralization. There is little correlation between digoxin concentration and symptoms.\n[12]\nOnce administered, serum digoxin concentrations are unreliable, and only unbound digoxin levels are helpful during clinical estimation.\n\nThe following guidelines should be considered while calculating the required dose:\n\nIf the patient does not respond to treatment, the diagnosis of digoxin toxicity may be inaccurate, or another clinical problem may be present.\nThe volume of distribution (Vd) varies in a given population. The dosage calculation considers a digoxin volume of distribution of 5 L/kg.\nDigoxin assay kits measure concentrations <5 ng/mL. Using these kits for higher concentrations may result in an inaccurate estimation of the ingested amount.\nMore accurate assessments of higher digoxin levels (>5 ng/mL) are obtained via sample dilution.\nReadministration due to retoxification requires a repeat measurement of unbound serum digoxin concentration.\nIf the administered dose does not reverse toxicity, additional dosing should be guided by clinical judgment.\n\nDosage Calculation Formulas\n\nDose (# vials) = total digoxin body load (mg) / 0.5 mg bound digoxin per vial\nDose = serum digoxin concentration (ng/mL) x weight (kg)/100\nDose (mg) = (40 mg/vial) x serum digoxin concentration (ng/mL) x weight (kg)/100\nDose (# vials) = serum digitoxin concentration (ng/mL) x weight (kg)/1000\n[17]\n\nThe number of vials required is rounded to the nearest whole number.\n\nDosage and Treatment Based On Clinical Scenarios\n\nIngestion of a known digoxin amount:\nFollowing an acute overdose, if the amount (not concentration) in mg of ingested digoxin is known, the required number of DIF vials can be calculated based on total body digoxin load (TBL). TBL is calculated by multiplying the dose of digoxin ingested (mg) by 0.8 (bioavailability of digoxin). Using formula 1, the required number of vials is calculated by dividing the TBL by the 0.5 mg of bound digoxin in each vial.\n\nKnown steady-state digoxin concentration:\nFormula 2 is used for patients for whom a steady-state concentration has been obtained. This concentration is multiplied by the patient's weight (kg), and the product is divided by 100. This formula quickly estimates the amount of antidote needed for treatment.\n\nUnknown serum digoxin level and ingested amount:\nAdults can be treated empirically with 10 vials of Fab. This dose can be repeated if an adequate clinical response is not achieved. Small children can be treated empirically with 5 vials; clinicians can administer more depending on the clinical response. Volume overload is a potential complication of treating children under 20 kg.\n\nNon-digoxin/digitoxin cardiac glycoside poisoning:\nFor other cardiac glycoside poisonings, quantitative serum levels cannot be correlated and used to calculate the indicated DIF dose. These patients should be treated empirically with 10 vials; more may be added depending on the clinical response at 30 minutes.\n\nCardiac arrest:\nTen vials are administered via rapid intravenous injections. The patient should be monitored, and the dose may be repeated 15 minutes later if needed.\n\nChronic intoxication in adults:\nFor patients weighing more than 20 kg who are in acute distress or with unknown serum digoxin levels, clinicians should administer 6 vials (240 mg). The appropriate dose may also be calculated using formula 2.\n\nChronic intoxication in children:\nPatients weighing less than 20 kg can be given a single vial (40 mg) intravenously. The appropriate dose for these patients may also be calculated using formula 3. For infants or children who require lower dosing, the vial is reconstituted, and an undiluted solution is given. Smaller doses are prepared by diluting the reconstituted vial with 36 mL of isotonic saline.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments are provided in the product labeling.\n\nRenal impairment:\nFollowing digoxin immune Fab administration, the free (unbound) digoxin concentration should be monitored in patients with severe renal failure to detect recurrent toxicity.\n\nPregnancy considerations:\nDigoxin immune Fab has not been studied in reproduction using animal models and should be given to pregnant women only if clinically necessary, as the fetal and reproductive effects are unknown.\n\nBreastfeeding considerations:\nNo clinical information is available for digoxin immune Fab therapy during breastfeeding. Given its large molecular weight, DIF is likely to present in small amounts in breast milk and be destroyed in the infant's gastrointestinal tract, making absorption unlikely.\n[19]\n\nPediatric patients:\nPediatric dosing for digoxin poisoning is discussed above. One case study involved a child with autistic spectrum disorder ingesting bufo toad eggs (which contain cardiac glycosides), resulting in severe bradycardia and junctional rhythm. The administration of DigiFab was crucial for reversing the bufadienolide-induced cardiac toxicity.\n[20]\n\nOlder patients:\nOlder adults should be monitored for recurrent digoxin toxicity due to a higher risk of renal disease.",
    "adverse_effects": "Various adverse events associated with digoxin immune Fab administration may occur with undefined frequency and can be categorized based on severity.\n\nSevere Adverse Effects\n\nRare allergic reactions in patients with a history of asthma or other allergies.\n[21]\nThese events involve rapid onset and include angioedema and anaphylactoid reactions.\nDiscontinuing digoxin removes its negative dromotropic effect on the atrioventricular node, which may exacerbate atrial fibrillation (7%). However, it can also promote the redevelopment of rapid ventricular response (ventricular tachycardia), placing the patient at an increased risk of reduced cardiac output.\nExacerbation of heart failure (13%), pulmonary edema, bilateral pleural effusion, or renal failure is due to the withdrawal of the inotropic effect of digoxin.\n\nModerate Adverse Effects\n\nHypokalemia (13%): Digoxin reversal by digoxin immune Fab causes the reactivation of sodium/potassium pumps, which shift potassium intracellularly. This increases the risk of severe hypokalemia, a common adverse effect of therapy. Hypokalemia can present as confusion, increased thirst, and muscle weakness.\nModerate postural hypotension\nPhlebitis of the infusion vein\nWheezing\nHypotension\nSerum sickness\nFever: This adverse effect is associated with doses of more than 10 vials.\nThe formation of antibodies to immune Fab products in patients with prior Fab treatment has been documented; this is associated with reduced drug efficacy.\n\nMild Adverse Effects\n\nPruritis\nRash\nUtricaria\nInjection site reactions (eg, erythema)\n\nDrug-Drug Interactions\n\nThere are no known significant drug interactions with digoxin immune Fab.",
    "monitoring": "Important parameters that should be monitored in patients receiving digoxin immune Fab include the following:\n\nSerum digoxin levels\nSerum potassium\nRenal function (serum creatinine, BUN, and GFR)\nTemperature\nBlood pressure\nContinuous electrocardiogram\nMonitoring signs of volume overload in children (<20kg)\n\nTemperature, blood pressure, ECG, and serum potassium require measurement before and after infusion.\n\nSerum Digoxin Concentration\n\nObtaining a serum digoxin level before administration is critical. Post-administration levels do not correlate to clinical toxicity. Laboratory testing assesses unbound and bound serum digoxin levels. Furthermore, DIF can also interfere with digitalis immunoassay testing. These assays cannot distinguish between free or bound digoxin, which increases the risk of false-positive results. An accurate serum digoxin level is obtained only after fragments are entirely excreted from the body. The time required for complete elimination varies from days to weeks. As a general rule of thumb, serum digoxin levels for clinical decision-making may safely be obtained 3 weeks after administration. Equilibration of digoxin in the body occurs between 6 and 8 hours. Therefore, digoxin levels may also be inaccurate if drawn too soon after administration. Elevated levels of serum-free digoxin obtained soon after Fab administration should not be alarming. Most of these digoxin molecules are bound to Fab and will not bind to cardiac Na/K ATPases.\n\nSerum Potassium Concentration\n\nDigoxin causes an extracellular potassium shift. Administration of Fab reverses this effect, redistributing potassium back into cells and causing hypokalemia. Serum potassium returns to baseline between 2 and 6 hours. Potassium levels must be monitored hourly for 4 to 6 hours after administration. The improvement in potassium levels is a sign of clinical efficacy. If necessary, potassium supplementation may be considered.\n\nMonitoring Precautions\n\nCardiac disease:\nPatients with atrial fibrillation require a careful administration of digoxin immune Fab. Sudden loss of digoxin's negative dromotropic effect on the AV node can precipitate rapid ventricular response (ventricular tachycardia). In patients with heart failure receiving chronic digoxin/digitalis therapy, worsening inotropic function is expected after digoxin immune Fab administration. Therefore, obtaining vital readings, ECG, and serial potassium levels is critical. Patients must also receive continuous cardiac monitoring. Cardiac rhythm disturbances are usually controlled with therapy within 3 hours. After achieving rhythm control, cardiac monitoring should continue for another 4 hours. The patient will require no further monitoring if symptoms do not persist during this period. However, in patients with concurrent renal failure, cardiac monitoring must continue.\n\nRenal disease and older patients:\nDigoxin immune Fab is excreted via the kidneys. In patients with renal disease, the elimination half-life is expected to increase 10-fold while the volume of distribution remains unchanged.\n[23]\nRenal dysfunction delays the excretion of the digoxin-Fab complex. These delays do not result in a different therapeutic time course compared to patients with normal renal function. However, bound digoxin may be released by DIF during delayed excretion, potentially causing recurrent toxicity. Older adults have a higher risk of reduced renal function. Therefore, monitoring these patients for renal function and recurrent toxicity after DIF administration is essential. Assessment of renal function is performed by obtaining serum creatinine, glomerular filtration rate (GFR), and blood urea nitrogen (BUN) levels. Patients with renal failure require prolonged surveillance for symptoms and measurement of free digoxin levels. Patients with renal failure are required to undergo cardiac monitoring and observation for up to 10 days post-administration. Enhanced elimination techniques, such as hemodialysis, peritoneal dialysis, and arteriovenous hemofiltration, are ineffective for removing digoxin-Fab complexes from the circulation. If an elimination modality must be selected, plasma exchange is preferred.\n[24]\n\nPediatric patients:\nChildren weighing less than 20 kg should be monitored extensively for volume overload when receiving large-dose therapy.",
    "toxicity": "Digoxin immune Fab is administered in a medically supervised, intensive care setting. The maximum dose of digoxin immune Fab that can be safely administered has not yet been determined. However, administration of 1600 mg in adults and 1280 mg in children has resulted in minimal to no symptoms. Toxic adverse events occur rarely and are thought to result from worsening adverse effects associated with digoxin therapy."
  }
}