{
  "drug_name": "dihydroxyacetone",
  "nbk_id": "NBK576428",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576428/",
  "scraped_at": "2026-01-11T15:28:06",
  "sections": {
    "clinical_significance": "Hereditary Fructose Intolerance\n\nhereditary fructose intolerance, or hereditary fructosemia, is an autosomal recessive inborn fructose metabolism error due to the aldolase B deficiency (mutation in\nALDOB\ngene) or fructose 1,6-bisphosphate aldolase in the liver, intestine, and kidney. Affected infants are primarily asymptomatic until they consume fructose or sucrose through their diet (fruits, table sugar, honey) around weaning. After consuming fructose, fructose 1-phosphate builds up in the liver and kidney and causes toxic symptoms. In addition, fructose 1-phosphate inhibits fructokinase and decreases hepatic uptake of fructose, resulting in fructosemia. It is characterized by nausea, vomiting, abdominal pain, jaundice, hepatomegaly, and metabolic abnormalities such as hypoglycemia, hyperuricemia, hypermagnesemia, and hypophosphatemia.\n\nBiochemical basis of hypoglycemia\n\nFructose converts into fructose 1-phosphate and gets trapped inside the hepatocytes. This leads to depletion of inorganic phosphate, impairment of ATP synthesis and lack of cellular ATP, impairment in gluconeogenesis, and finally, hypoglycemia. In addition, fructose 1-phosphate allosterically inhibits hepatic glycogen phosphorylase, leading to postprandial hypoglycemia and glycogen accumulation in the liver.\n\nBiochemical basis of liver and kidney dysfunction\n\nLiver mitochondria cannot perform oxidative phosphorylation as sequestration of inorganic phosphate in the form of fructose 1-phosphate. The ATP levels plummet, making it impossible for the liver to perform normal work functions. In addition, the ATP-dependent cation pumps fail to maintain normal ion gradients, causing cell damage by osmotic lysis.\n\nAldolase B is the predominant form of aldolase in proximal renal tubules. The interaction between aldolase B and vacuolar type-ATPase (V-ATPase) is critical for the proximal renal tubules for proper acidification function regarding proton transport across the tubules and endosomal acidification. Thus, the absence of V-ATPase-aldolase B interaction may contribute to renal tubular dysfunction in aldolase B deficiency.\n\nImpairment in protein synthesis, hyperuricemia, and magnesium release may be responsible for liver and kidney dysfunction. In addition, fructose 1-phosphate is a potent competitive inhibitor of phosphomannone isomer, an enzyme involved in the first step of protein N-glycosylation. Thus, defective N-glycosylation leads to improper protein synthesis, folding, and trafficking.\n\nUrine is positive for the reducing sugars test but negative for the glucose dipstick test. An aldolase B enzyme assay in a liver biopsy and DNA profiling by allele-specific probes serve as confirmatory diagnostic tests. In addition, monitoring increased carbohydrate-deficient transferrin by transferrin isoelectric focusing and increased activity of aspartylglucosaminidase should be used for disease follow-up to assess compliance with dietary restrictions.\n\nAn early diagnosis of fructose intolerance and the prompt implementation of dietary measures to combat fructose intolerance is critical. Therefore, the primary strategy of therapy is to eliminate dietary fructose, sucrose, and sorbitol. Using fructose-containing intravenous fluids, medications, or infant formulas is not recommended during hospitalization. A sugar-free, water-soluble multivitamin is prescribed daily to prevent micronutrient deficiencies.\n[21]\n[22]\n\nEssential Fructosuria\n\nEssential fructosuria, or benign fructosuria, is an autosomal recessive disorder due to a deficiency of fructokinase that converts fructose into fructose 1-phosphate. Hepatocytes cannot trap fructose in the form of fructose 1-phosphate, which leads to the accumulation of fructose in the blood, and excess fructose readily excretes in the urine because fructose has a low renal threshold. It is not called fructosemia because hexokinase in extra-hepatic tissue metabolizes increased fructose levels in the blood. As a result, the level of fructose in the blood is not consistently elevated. It is an entirely benign condition without any symptoms or complications. It is diagnosed accidentally during urine examination, positive for reducing sugar and negative for glucose dipstick test. Urine chromatography for fructose serves as a confirmatory test to diagnose benign fructosuria. There is no need for any treatment or dietary restriction.\n[23]\n\nIncreased fructose levels are associated with myocardial infarction and aging. Fructose glycates at a rate tenfold that of glucose, and reduced antioxidant activity contributes to myocardial infarction.\n[24]\n[25]"
  }
}