{
  "drug_name": "diiodohydroxyquinoline",
  "nbk_id": "NBK557718",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557718/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Entamoeba histolytica is a protozoan that causes intestinal amebiasis as well as extraintestinal manifestations. Although 90 percent of E. histolytica infections are asymptomatic, nearly 50 million people become symptomatic, with about 100,000 deaths yearly.\n[1]\nAmebic infections are more prevalent in countries with lower socioeconomic conditions.\n[2]",
    "mechanism": "Entamoeba histolytica is transmitted by the ingestion of amebic cysts through fecal-oral contact, usually through contaminated food or water sources.\n[3]\n[4]",
    "monitoring": "Historically amoebic infections were diagnosed by microscopy with the identification of trophozoites; however, this method was unable to distinguish between\nE. histolytica\nand\nE. dispar\ninfections.  Now, there are many tools used for diagnosis with stool polymerase chain reaction (PCR) having the highest sensitivity in distinguishing\nE. histolytica\nfrom\nE. dispar\n.  Other diagnostic modalities available include stool microscopy, stool antigen detection, serology, stool molecular studies, and colonoscopy with a histologic examination.\n[2]\n\nStool microscopy: This diagnostic method is advantageous, being widely available with minimal equipment needed and can be used to screen for other parasites.  Disadvantages include poor sensitivity, reported at <60%, with the inability to differentiate from other Entamoeba species and relies on the experience or skills of the observer.\n[8]\n[9]\n\nStool antigen detection: This method is simple with a quick turnaround time and has the advantage of being able to differentiate between E. histolytica and\nE. dispar\n.  There are a wide number of commercially available antigen detection kits using enzyme-linked immunosorbent assay (ELISA), radioimmunoassay, or immunofluorescence that have varying sensitivities of up to 88%.\n[10]\n[8]\n[9]\n\nSerology: Has high sensitivity and specificity with quick turnaround time but is not helpful in distinguishing between an acute or previous infection.   Antibodies are not detectable in an active infection until at least a week into the infection and will remain detectable in individuals for years.\n\nStool molecular studies: Considered to be the gold standard with high sensitivity of 92% to 100% and specificity of 89% to 100%.  Testing is becoming more widely available but is considered to be more expensive, requiring appropriate equipment and kits and requiring a skilled technician.\n\nColonoscopy with histologic examination: Not used for routine diagnosis but can be used to look for other causes of symptoms.  Used to look for characteristic findings of amebic ulcers or erosions with the identification of trophozoites or cysts with biopsy specimens.\n[8]",
    "administration": "Due to the risk of spread and the risk of developing extraintestinal manifestations, all\nE. histolytica\ninfections need to be treated.\n\nMetronidazole is the first-line treatment for intestinal amebiasis and amebic liver abscess followed by a luminal agent. Typical dosing for metronidazole is 500 to 750 mg orally 3 times a day for 7 to 10 days in adults.\n[2]\nMetronidazole can be safely used in children at a dosing of 35 mg/kg to 50 mg/kg per day divided into three doses.\n[2]\nLuminal agents include the following: paromomycin, diiodohydroxyquin, or diloxanide furoate. Dosing for paromomycin is 25 mg/kg to 30 mg/kg per day divided into three doses for 7 days, diiodohydroxyquin is 650 mg orally for 20 days, diloxanide furoate is 500 mg orally three times a day for 10 days.\n[2]\n\nAlternatives to metronidazole include tinidazole, ornidazole, and nitazoaxanide.\n\nIn patients with fulminant amoebic colitis or signs of peritonitis, broad-spectrum antibiotics should be started. Surgical intervention may be required with bowel perforation or toxic megacolon.\n\nIn uncomplicated cases of amebic liver abscess, it has been shown that there is no benefit to drainage in addition to medical therapy.\n[11]\nIn situations where there is a lack of clinical response to antibiotic therapy, aspiration or catheter drainage may be necessary.\n[2]\n\nPleuropulmonary infections should be treated by aspiration of amebic pleural effusion followed by antimicrobial therapy such as metronidazole with a luminal agent.\n[12]",
    "adverse_effects": "Complications of\nE. histolytica\ninfection can involve any of the following:\n[2]\n\nAsymptomatic infection\nSymptomatic noninvasive infection\nAcute proctocolitis\nFulminant amoebic colitis with perforation\nToxic megacolon\nChronic non-dysenteric colitis\n\nExtraintestinal conditions resulting from E. histolytica infection include the following:\n[2]\n[15]\n[16]\n\nLiver abscess\nPleuropulmonary disease\nBrain abscess\nPeritonitis\nPericarditis\nGenitourinary disease\nPerianal cutaneous amebiasis\nHepatic vein thrombosis\nInferior vena cava thrombosis\nAmeboma\nAppendicitis"
  }
}