{
  "drug_name": "dill",
  "nbk_id": "NBK576430",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576430/",
  "scraped_at": "2026-01-11T15:28:06",
  "sections": {
    "indications": "The indications for peripheral arterial DUS include the following:\n\nDetection of peripheral arterial stenosis or occlusion in symptomatic patients with suspicious evidence related to PAD, including exertional leg pain, diagnosis of claudication, absent distal pulses, dependent rubor, and nonhealing ulcers.\n[13]\nMonitoring areas of open vascular procedures, including sites of previous bypass surgery, and providing the appropriate prediction of graft thrombosis.\n[5]\nMonitoring sites of previous percutaneous and endovascular interventions such as angioplasty, thrombolysis or thrombectomy, and stent placements.\nMonitoring the progression of previously documented disease, such as stenosis in an artery undergoing intervention, atherosclerosis, or other occlusive disorders.\nEvaluation of vascular and perivascular pathologies such as aneurysms, pseudoaneurysms, arteriovenous fistulae, and vascular malformations.\nMapping arteries before surgical intervention and providing anatomic and physiologic data to plan the optimal surgical and endovascular intervention.\n[9]\nEvaluation of arterial integrity in trauma.\n[14]\nProviding a grading scale for vascular trauma.\nInitial evaluation of the nonatherosclerotic diseases that affect the peripheral arteries, including popliteal entrapment syndrome, external iliac artery endofibrosis, lower-extremity inflammatory vasculitides, and dissection.\n[15]\nDiagnostic and therapeutic measure of a peripheral arterial embolization in the upper extremity.",
    "clinical_significance": "PAD affects a large percentage of the population and is associated with significant mortality and morbidity. The most severe form of PAD is critical limb ischemia, which presents as ischemic rest pain for over 2 weeks. Lower extremity PAD is a common manifestation of systemic atherosclerosis. This population has a 2- to 4-fold higher risk of myocardial infarction, stroke, and coronary artery disease. Early identification of PAD allows for treatment and modification of risk factors to decrease the risks associated with cardiovascular disease.\n[18]\n\nDUS is a readily available and noninvasive method of lower extremity arterial visualization.\n[19]\nDUS can effectively screen for PAD when used with other noninvasive physiological tests. DUS provides information regarding the location and severity of PAD and helps determine the ideal therapeutic approach. DUS is also an effective tool for monitoring disease progression and management outcomes.\n[10]"
  }
}