{
  "drug_name": "diloxanide furoate",
  "nbk_id": "NBK564412",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK564412/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Entamoeba coli\nis one of many non-pathogenic protozoa found in humans.\n[1]\nIt is transmitted through fecal-oral contact, and the mature cyst can be found in contaminated water.\n[2]\nTypically, these protozoa inhabit the large intestinal tract and can be identified in diagnostic stool specimens.\n[3]\nIt is essential to differentiate\nEntamoeba coli\n, a nonpathogenic protozoan, from those that cause significant disease. The complete name of the protozoan is usually used to avoid confusion with the bacterium\nEscherichia coli\n.",
    "mechanism": "Entamoeba coli\nis transmitted through fecal-oral contact.\n[4]\nTypically, mature cysts are ingested from contaminated water and food sources.\n[5]",
    "monitoring": "Ova and parasite testing can be performed to help distinguish between different amoebae species. Testing via microscopy will show the presence of protozoa; however, it is essential to differentiate between\nEntamoeba coli\nand the pathogenic amoeba,\nEntamoeba histolytica\n.\n[23]\nStool examination via ova and parasite testing is the most common form of analysis and evaluation.\n[4]\n[23]\nStool examination with ova and parasite testing typically requires three stool specimens for best sensitivity and specificity.\n[2]\nWet smears may result in difficulty in observing the\nEntamoeba coli\ncyst due to the refractile wall.\n[26]\n\nOn initial microscopy, the cyst of\nEntamoeba coli\ntypically has eight nuclei, while\nEntamoeba histolytica\ntypically has four. The peripheral chromatin is coarse and irregularly clumped for\nEntamoeba coli\nand fine, evenly distributed for\nEntamoeba histolytica\n. The karyosome of\nEntamoeba coli\nis irregular, large, and eccentric, with Entamoeba histolytica having a small, round, and centrally located karyosome.\n\nMore advanced tests are available, usually to differentiate between pathogenic and nonpathogenic\nEntamoeba\nspecies. These advanced tests include isoenzyme analysis, antibody detection test, antigen detection test, immunochromatographic assays, and electron microscopy.\n[23]\nDNA based methods tests include polymerase chain reaction, microarray, and reverse line hybridization assay; however, they are not always available.\n[28]\nReverse line hybridization assay is the fastest and most specific method of DNA analysis.\n[28]\nThe test allows for the determination of multiple strains of protozoa and showed intraspecific variation in\nEntamoeba coli\n.",
    "administration": "Treatment is not indicated for\nEntamoeba coli\ninfection.\n[26]\nSupportive care should be provided for patients, and proper hygiene should be maintained. An alternate source should be sought for patients with symptoms.\n\nIf the patient is symptomatic and no other organism or causes are found, treatment may be indicated. For those with persistent symptoms and no other infection source, treatment can be initiated. In one study, patients with gastrointestinal symptoms for many years with no other diagnosis were found to consistently had\nEntamoeba coli\nin the stool and were treated with diloxanide furoate 500 milligrams three times daily for ten days.\n[27]\nAfter treatment, symptoms were resolved, and the stool was tested again with no signs of\nEntamoeba coli\ninfection. Metronidazole 400 mg orally three times a day is also effective. Patients typically stop developing symptoms within five days.",
    "adverse_effects": "Complications from\nEntamoeba coli\ninfection are limited as patients are usually asymptomatic.\n[26]\nThere are no long-term complications documented. The presence of nonpathogenic protozoa suggests contaminated food or water sources or poor fecal-oral hygiene.\n[2]\n[23]"
  }
}