{
  "drug_name": "diltiazem",
  "nbk_id": "NBK532937",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532937/",
  "scraped_at": "2026-01-11T15:28:07",
  "sections": {
    "indications": "Sick sinus syndrome except in the presence of a functioning ventricular pacemaker\n\nSevere hypotension(SBP<90 mm hg)\n\nDocumented hypersensitivity to the drug\n\nAcute myocardial infarction and pulmonary congestion\n\nConcurrent administration of intravenous beta-blockers\n\nWide complex ventricular tachycardia\n[25]\n\nAtrial fibrillation or flutter associated with an accessory bypass tract (i.e., Wolff-Parkinson-White syndrome)\n[26]\n\nSecond- or third-degree AV block except in the presence of a functioning ventricular pacemaker\n[18]\n\nCardiogenic shock\n[27]\n\nAccording to ACC/AHA 2022 guidelines, in patients with HFrEF(heart failure with reduced ejection fraction) after acute myocardial infarction, diltiazem is associated with a higher risk of recurrent HF.\n[28]\n\nAlcohol increases the rate of absorption of diltiazem hydrochloride. Alcohol increases the rate and extent of exposure to diltiazem controlled-release (CD) formulation and is associated with dose-related adverse reactions. Advise patients to avoid simultaneous consumption of alcohol with diltiazem CD.",
    "mechanism": "Diltiazem is a non-dihydropyridine calcium channel blocker (CCB). Therapeutic effects occur through various mechanisms. Primarily, diltiazem inhibits the inflow of calcium ions into the cardiac muscle during depolarization. Reduced intracellular calcium concentrations increase smooth muscle relaxation, resulting in arterial vasodilation and decreased blood pressure.\n\nHypertension\n\nDiltiazem primarily produces its antihypertensive effect by relaxing the vascular smooth muscle and decreasing peripheral vascular resistance. The magnitude of blood pressure reduction is related to hypertension; thus, hypertensive individuals experience an antihypertensive effect, whereas there is only a modest fall in blood pressure in normotensives.\n\nAtrial Arrhythmia/Paroxysmal Supraventricular Tachycardia\n\nDiltiazem is a negative inotrope (decreased force) and negative chronotrope (reduced rate). Along with coronary artery vasodilation, the combination decreases myocardial oxygen demand resulting in decreased heart rate.\n\nAngina\n\nDiltiazem has been shown to increase exercise tolerance, probably due to its ability to reduce myocardial oxygen demand. This is accomplished via reductions in heart rate and blood pressure at submaximal and maximal workloads. Diltiazem is a potent dilator of coronary arteries, both epicardial and subendocardial.\n[8]\n\nPharmacokinetics\n\nAbsorption:\nDiltiazem is well absorbed from the GIT and undergoes extensive first-pass metabolism; resultant bioavailability is approximately 40%. The immediate-release diltiazem tablet has an onset of action of 30 to 60 minutes.\n[9]\n\nDistribution:\nDiltiazem is 70% to 80% bound to plasma proteins.\n\nMetabolism:\nDiltiazem is metabolized by the cytochrome P450 system and is an inhibitor of CYP3A4, which can lead to drug-drug interactions. Desacetyl diltiazem, the metabolite of diltiazem, also contributes to coronary vasodilatation.\n[10]\n\nExcretion:\nThe plasma elimination half-life following drug administration is about 3.0 to 4.5 hours. Diltiazem undergoes extensive metabolism in which 2% to 4% of the unchanged drug appears in the urine.",
    "administration": "In the United States, diltiazem is FDA-approved as an oral immediate-release, extended-release, controlled-release (CD), and intravenous formulation. There are numerous brand names for oral diltiazem (capsules and tablets), and available strengths include 30 mg, 60 mg, 90 mg, 120 mg, 180 mg, 240 mg, 300 mg, 360 mg, and 420 mg. Compounded topical preparations of diltiazem are used off-label.\n[11]\n[12]\nReview the package insert for the formulation by brand name because pharmacokinetics vary significantly between different brands.\n\nDiltiazem may be confused with diazepam. The use of tall-man lettering is advised to avoid this medication error as it poses a significant threat to patient safety. Hence FDA and ISMP (institute of safe medical practices) have provided the name of these sound-alike look-alike drugs to avoid potential medical errors.\n[13]\n[14]\n\nThe following represent the dosing variances by condition using generic names under various trade names.\n\nRecommended Dosages\n\nHypertension\n\nDiltiazem hydrochloride (various brands)\nInitial dose: 180 mg to 240 mg once daily\nMaximum dose: 480 mg once daily\nDiltiazem HCl (various brands)\nInitial dose: 120 mg to 240 mg once daily\nMaximum dose: 540 mg once daily\nDiltiazem HCl extended-release (various brands)\nInitial dose: 180 mg to 240 mg once daily\nMaximum dose: 540 mg once daily\n\nChronic Stable Angina\n\nDiltiazem hydrochloride (various brands)\nInitial dose: 30 mg four times daily*\nDiltiazem HCl (various brands)\nInitial dose: 120 mg to 180 mg once daily\nMaximum dose: 480 mg once daily\nDiltiazem HCl (various brands)\nInitial dose: 120 mg to 180 mg once daily\nMaximum dose: 540 mg once daily\nDiltiazem HCl extended-release (various brands)*\nInitial dose: 180 mg once daily\nDiltiazem HCl extended-release (various brands)\nInitial dose: 120 mg once daily\nMaximum dose: 480 mg once daily\n\nAtrial Arrhythmia/Paroxysmal Supraventricular Tachycardia\n\nInitial dose: IV bolus 0.25 mg/kg ABW(adjusted body weight\n)\nIV over 2 minutes\nIf needed, repeat the dose at 0.35 mg/kg ABW IV after 15 minutes\nMaintenance dose: IV continuous infusion 10mg/hr\nIncrease dose at 5mg/hr to max 15mg/hr\nMax infusion time is 24 hours\n\nRenal Impairment\n\nNo dose adjustment is necessary.\n\nHepatic Impairment\n\nNo dose adjustment is likely needed for mild-moderate hepatic impairment, but diltiazem is extensively metabolized in the liver. Consequently, use with caution in hepatic impairment.\n[3]\n\nPregnancy Considerations\n\nDiltiazem is teratogenic in animals, and only limited human data exist; thus, its use is only recommended in pregnancy if the potential benefit justifies the potential risk to the fetus.\n[15]\n\nBreastfeeding Considerations\n\nDiltiazem is excreted in human milk. Based on the current data, the amounts of diltiazem ingested by the infant are small. However, due to serious adverse reactions, if diltiazem is deemed essential, the clinician should suggest an alternative method of infant feeding.\n[16]",
    "adverse_effects": "Common adverse effects of diltiazem therapy include peripheral edema, bradycardia, dizziness, headache, and fatigue.\n[17]\n\nSevere adverse effects include congestive heart failure, myocardial infarction, and hepatotoxicity.\n[3]\n\nDiltiazem is indicated for treating arrhythmias and, consequently, has the potential to worsen or create new arrhythmias such as extrasystole and AV block.\n[18]\n\nDiltiazem is extensively metabolized through the CYP450 system and requires careful medication profile review. Concomitant use alongside potent CYP450 inhibitors may increase diltiazem concentrations leading to adverse effects even at clinically recommended doses.\n[19]\n\nConcurrent administration with agents that slow cardiac conduction can further potentiate adverse effects like AV block or bradycardia.\n[20]\n\nDiltiazem-associated photo-distributed hyperpigmentation has been described in case reports.\n[21]\n\nDrug-Drug Interactions: Beta-blockers and diltiazem interaction may lead to bradyarrhythmias.\n[22]\nA recent drug-drug interaction study has identified a fatality resulting from diltiazem-ibrutinib interaction. Diltiazem is a moderate inhibitor of CYP3A4, and ibrutinib is a substrate of this CYP3A4; concurrent administration for an extended time decreases ibrutinib clearance and results in cardiotoxicity.\n[23]\nDiltiazem is also a P-glycoprotein inhibitor;  hence there is an increased bleeding risk associated with direct oral anticoagulants (DOACs) like dabigatran or apixaban concomitantly with the  P-glycoprotein inhibitor diltiazem.\n[24]",
    "monitoring": "Therapeutic monitoring includes periodic blood pressure assessments, heart rate, and electrocardiograms. When treating hypertension and arrhythmias, objective findings assess the therapy's efficacy. In contrast, subjective findings, such as a patient's frequency and severity of chest pain, are used to evaluate effectiveness when treating chronic angina.\n\nA comprehensive metabolic panel is also performed at baseline to track potential changes in electrolytes and kidney and liver function.\n\nAdditional monitoring is required when using diltiazem parenterally. When treating arrhythmias, an IV bolus is administered over two minutes. Continuous blood pressure and ECG monitoring are necessary during bolus administration.\n\nFor the treatment of hypertension during pregnancy, recommendations state that using an alternative agent, since diltiazem has shown adverse fetal effects in animal studies. If a patient is controlled on diltiazem to treat hypertrophic cardiomyopathy, diltiazem therapy may continue, but additional fetal monitoring is required.\n[15]\n\nSimilarly, serum digoxin levels should be monitored with concurrent administration of diltiazem. Clinicians should monitor apixaban anti-Xa assay or heparin anti-Xa assay to decide if patients require dose adjustment to reduce adverse events in patients prescribed apixaban and concomitant p-glycoprotein and CYP3A4 inhibitors like diltiazem with statins.\n[29]",
    "toxicity": "Diltiazem is available in many dosage forms and strengths, making it imperative to be cautious when prescribing, dispensing, and administering this medication. There have been reports of diltiazem overdose in amounts ranging from <1 g to 18 g. In cases with the known outcome, most patients recovered, and in cases with a fatal outcome, the majority involved multiple drug ingestion.\n\nClinical Features\n\nProfound bradycardia\n\nDizziness\n\nEnd organ dysfunction\n\nHypotension\n\nAV block\n\nCardiac failure\n\nCardiac arrest\n\nManagement\n\nTreat according to ACLS protocol for arrhythmias and hypotension.\n[30]\n\nWhole bowel irrigation for gastrointestinal decontamination\n[31]\n\nAdminister IV calcium gluconate or calcium chloride.\n[32]\n\nAdminister IV atropine (0.60 to 1.0 mg) for bradycardia.\n[33]\n\nIV glucagon enhances intracellular levels of cyclic adenosine monophosphate and increases heart rate.\n[34]\n\nSevere toxicity may respond to hyperinsulinemia/euglycemia therapy(HIET).\n[35]\n\nLipid emulsion therapy in significant cardiotoxicity.\n[36]\n\nTransvenous pacemaker to assist with electrical conduction. If there are no contraindications, an intra-aortic balloon pump can be deployed.\n[37]\n\nExtracorporeal membrane oxygenation is used for  Massive diltiazem overdose.\n[38]\n\nCCBs, including diltiazem, are extremely protein-bound; consequently, extracorporeal removal by hemodialysis is ineffective.\n[39]\n\nAdminister vasopressors and inotropic agents (e.g., dopamine or norepinephrine) for severe hypotension and cardiac failure.\n[40]\n\nThe use of vasopressors is common in patients with diltiazem overdose and is associated with promising clinical outcomes.\n[40]"
  }
}