{
  "drug_name": "diosmin",
  "nbk_id": "NBK604213",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604213/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Postthrombotic syndrome (PTS) is a complication of acute deep vein thrombosis (DVT) that presents with signs and symptoms of chronic venous insufficiency. PTS is characterized by leg discomfort, heaviness, vein dilation, edema, skin discoloration, and venous ulcers. DVT affects approximately 1 in 1000 individuals annually, and despite appropriate anticoagulation, PTS develops in 20% to 50% of cases.\n[1]\n[2]\n\nPTS is a significant public health concern due to its profound impact on quality of life and healthcare costs. The socioeconomic repercussions of PTS are expected to increase in the coming years. While notable advances have been made in understanding the condition, many unresolved questions remain. Effective and validated treatment protocols for PTS are still under development. Current management strategies focus on preventing DVT, ensuring prompt identification, and reducing the risk of recurrence.\n[3]",
    "mechanism": "The etiology of PTS is not well understood. However, the disorder is believed to result from venous hypertension caused by valvular impairment and restricted venous outflow due to persistent thrombosis and fibrosis of the vessel wall. An acute DVT episode leads to partial or complete venous flow restriction, and failure to recanalize—often observed as early as 6 weeks after diagnosis—results in persistent obstruction and fibrotic damage to the venous wall.\n[4]\n\nThe inflammatory cascade also contributes to direct venous valve damage.\n[5]\n[6]\nThese postthrombotic changes increase venous pressure, which is transmitted to capillary beds, leading to tissue swelling, lipodermatosclerosis, and, eventually, tissue oxygen deprivation and venous ulcer formation.\n[7]\nRecent studies suggest that concurrent arterial disease may also occur with DVT, leading to stiffness and associated symptoms, although the exact mechanism behind this relationship remains unclear.\n[8]",
    "monitoring": "The diagnosis of PTS is primarily based on clinical assessment, as no gold standard test currently exists. Ongoing research is investigating serum biomarkers, including intercellular adhesion molecule-1 (ICAM-1) and matrix metalloproteinases 1 (MMP-1) and 8 (MMP-8), as potential predictors of PTS.\n[15]\nThe neutrophil-to-lymphocyte ratio is also being investigated for its applicability in iliofemoral DVT.\n[16]\nFurther diagnostic testing is typically unnecessary, and PTS should be suspected in patients with a history of DVT.\n[17]\n\nSeveral clinical scores assist in diagnosing and characterizing PTS. The Villalta scale, developed in 1994, classifies the condition based on severity, incorporating 6 subjective symptoms, 6 objective signs, and the presence of venous ulceration (see the\nTable\nbelow).\n[18]\nThe presence of a venous ulcer or a score greater than 5 confirms the diagnosis of PTS. A score between 5 and 10 indicates mild disease, 10 to 14 indicates moderate disease, and 15 or higher reflects severe disease.\n[19]\n[20]\nThe International Society on Thrombosis and Haemostasis recommends using the Villalta score at the initial visit to diagnose PTS and again after 3 months to assess severity and progression.\n[21]\n\nThe Villalta scale is the primary clinical tool for evaluating lower-extremity PTS. However, the condition can also affect the upper extremities, where the upper-extremity PTS (UE-PTS) score is used.\n[22]\nThis score assesses 5 symptoms—edema, heaviness, fatigue upon use, pain, and functional arm limitations—along with 3 clinical signs—asymmetrical arm circumference, discoloration at rest, and collateral veins around the shoulder, torso, or breast. The Villalta scale categorizes PTS as absent, mild, moderate, or severe.\n[23]\nSome sources suggest that patients with mild disease may be overlooked due to subtle symptoms, potentially leading to suboptimal treatment.\n\nThe shortened Disabilities of the Arm, Shoulder, and Hand Questionnaire (QuickDASH) is an 11-item tool used for assessing physical function and symptoms in individuals with upper-extremity musculoskeletal disorders, including UE-PTS. The questionnaire covers daily activities, housework, shopping, recreation, self-care, food preparation, sleep, social interactions, job performance, pain, and tingling or numbness.\n[24]\nThe International Delphi consensus recommends incorporating the QuickDASH questionnaire to evaluate UE-PTS.\n\nVenous abnormalities, including residual obstruction or proximal venous reflux, should be evaluated in patients with severe symptoms to determine the need for intervention. The primary imaging modalities for this assessment include venous duplex ultrasound, intravascular ultrasonography, and venography.\n[25]\nPatients with a history of DVT who remain asymptomatic despite imaging findings of persistent venous obstruction or venous hypertension do not meet the diagnostic criteria for PTS.\n[26]\n\nTable\nTable. The Villalta Scale .",
    "administration": "The primary modalities for PTS management include exercise, limb elevation, and compression therapy. However, additional interventional studies are needed to determine the most effective treatment approach.\n[27]\n\nExercise enhances venous blood flow, reducing venous stasis and hypercoagulability—key factors in thrombosis development.\n[28]\nRecent studies suggest that exercise does not increase the risk of pulmonary embolism in patients with DVT. An inferior vena cava (IVC) filter may be considered in high-risk patients.\n[29]\nPhysical activity helps alleviate symptoms, and resistance training has been shown to improve muscle strength and walking performance by reducing thrombus size and accelerating its dissolution.\n[30]\n\nCompression-based therapies help alleviate symptoms and improve daily functionality.\n[31]\nThese therapies counteract the transcurrent damage caused by venous stasis and hypertension, which result from factors such as delayed outflow, thrombosis, valvular damage, and venous wall scarring (reflux type). Compression therapies offer significant benefits by reducing capillary leakage and edema, supporting venous valvular function, and enhancing skin microcirculation through muscular compression.\n\nDepending on the severity of symptoms and the presence of edema, skin abnormalities, or ulceration, various compression modalities may be used, including compression socks, short stretch bandages, multilayer compression, and zinc paste bandages.\n[32]\nFor patients with moderate-to-severe PTS who do not experience relief from elastic compression stockings alone, a portable intermittent compression device may be considered as an additional therapeutic option.\n[33]\n[34]\n\nPharmacological therapy, including venoactive drugs such as diosmin and rutosides, is used to manage lower extremity symptoms in PTS. However, high-quality data from randomized trials are insufficient to support the widespread use of pharmacological interventions for PTS.\n\nLocal management of skin changes and venous ulcers is essential in treating PTS. Moisturizers and midpotency topical corticosteroids help address dry skin, itching, and eczematous changes, while dressings promote moist wound healing for ulcers.\n[35]\n\nA randomized clinical trial involving 208 patients with acute lower extremity DVT, divided equally into 4 groups (warfarin alone, warfarin plus rosuvastatin, rivaroxaban alone, and rivaroxaban plus rosuvastatin), found that those taking rosuvastatin experienced a more significant reduction in inflammatory marker levels compared to those on anticoagulants alone (\nP\n< .0001). A significant change in lower limb size was observed in 3 groups 3 months after DVT, with the rosuvastatin groups showing a more notable decrease in limb size than those on anticoagulation alone (\nP\n< .0001 versus\nP\n< .05).\n[36]\nThe literature generally favors the use of direct oral anticoagulants (DOACs) over low-molecular-weight heparins (LMWH) and vitamin K antagonists for treating upper extremity thromboses, as DOACs are associated with a reduced risk of PTS.\n[37]\n\nVascular procedures may be necessary if severe symptoms persist and venous obstruction or reflux is present. Interventions such as percutaneous angioplasty with or without stenting, venous bypass, and endophlebectomy can help reduce ulcer recurrence and skin alterations, thereby improving patients' quality of life.\n[38]\n[39]\nStudies have demonstrated that eliminating the source of retrograde flow can improve venous hemodynamics.\n[40]\n[41]\n\nAlthough stenting can improve vascular flow and promote ulcer healing, it has notable risks.\n[42]\nMechanical pressure and stress may cause stent fracture, and improper placement could lead to stent migration within the vessel. Stents can cause contralateral thrombosis, a condition known as \"jailing,\" in which an iliac stent obstructs flow through an IVC filter, thereby impeding circulation in the opposite iliac system. Additionally, back pain may develop if the placement site induces venous distortion that compresses surrounding tissues, such as nerves.\n\nPrompt treatment of acute DVT is essential in preventing PTS. A meta-analysis comparing various anticoagulants showed that edoxaban was more effective than rivaroxaban in preventing PTS.\n[43]",
    "adverse_effects": "A proximal DVT is associated with a greater risk of occurrence and more severe PTS symptoms compared to distal DVT.\n[45]\nHowever, complications in both types primarily affect patients who continue to experience the initial venous symptoms associated with DVT. Notably, catheter-directed thrombolysis complicated by PTS in acute lower DVT is more common in patients with a BMI greater than 24.33 kg/m², mixed DVT, a history of varicose veins, and an IVC filter, among other factors.\n[46]\n\nLeg ulceration is a major complication of PTS, contributing to significant disability and financial burdens for both individuals and healthcare systems. Venous ulcers are typically painless, superficial lesions with irregular borders, red granulation tissue, yellow fibrin at the base, and exudates. Poor prognostic factors for ulcer healing include a duration longer than 3 months, an initial size greater than 10 cm, the presence of arterial disease, advanced age, and an elevated BMI. The patient's quality of life, a subjective measure, is greatly influenced by the prevention, detection, and management of complications such as PTS."
  }
}