{
  "drug_name": "diphtheria antitoxin",
  "nbk_id": "NBK560911",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560911/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Corynebacterium\ndiphtheriae,\na nonencapsulated, nonmotile, aerobic gram-positive bacillus, is the bacterium responsible for causing diphtheria. The primary risk factor for contracting this disease is the absence of immunization. While individuals may carry the bacterium asymptomatically, it often impacts the respiratory and integumentary systems. Humans serve as the exclusive hosts for this organism, which resides in the upper respiratory tract, and transmission of the bacteria occurs through airborne droplets.\n\nThe infection tends to be more prevalent during the spring or winter months. Without antibiotic intervention, its communicability persists for 2 to 6 weeks.\n[1]\nThose with diminished antitoxin antibody levels or incomplete immunization are particularly susceptible to infection and may contract the illness upon exposure to a carrier or an individual already afflicted. In this context, a carrier refers to an asymptomatic individual whose cultures test positive for\nC\ndiphtheriae\n. As the number of carriers decreases, there is a corresponding decline in the disease occurrence among the population.\n\nThe organism's pathogenicity hinges on the production of exotoxins, which can lead to severe complications, primarily affecting the heart muscle and nervous system. Timely diagnosis plays a pivotal role in achieving favorable clinical outcomes, as initiating antitoxin therapy and appropriate antibiotics early on can significantly impact patient prognosis.\n[2]\n\nAlthough the disease is more prevalent in tropical regions, it is a global concern. Patients typically present with a distinctive thick, gray, and adherent pseudomembrane on the tonsils and throats. Diagnosis involves isolating the organism, culturing it, and monitoring toxin production. Management includes patient isolation and the administration of antitoxin and antibiotics.\n\nIn prevention, vaccination against diphtheria is incorporated into the routine vaccination schedule as part of the combination diphtheria, tetanus toxoid, and acellular pertussis vaccine (DTaP). The adoption of DTaP in the US has remarkably diminished the occurrence of diphtheria. As acquired immunity naturally wanes with time, a booster is recommended to sustain protection. While vaccination does not provide a guarantee against diphtheria, individuals who have received the vaccine tend to experience less severe and fewer fatal diphtheria infections.\n[3]",
    "mechanism": "C\ndiphtheriae\nis a non–spore-forming gram-positive bacillus characterized by its nonmotile, nonencapsulated nature. Its distinctive club-shaped appearance forms palisades or V- or L-shaped arrangements. Besides\nC diphtheria\n,\nCorynebacterium\nulcerans\ncan induce cutaneous diphtheria and, rarely, contribute to respiratory diphtheria cases.\n[4]\n\nThe pathogenic impact of exotoxins extends to both localized and systemic manifestations of the disease. Viral bacteriophages carry the genetic code for exotoxins, facilitating their transmission among bacteria. Three distinct strains of\nC\ndiphtheriae\n—gravis, intermedius, and mitis—have been isolated, and all 3 are capable of toxin production.\n[5]\n\nThe pathogenesis of diphtheria involves various etiological factors, including:\n\nIncomplete or absent immunization\n[6]\nWaning immunity over time, rendering older individuals without booster vaccination more susceptible to infection\nLow herd immunity\nTravel to endemic areas\nTravel to regions experiencing current epidemics\nImmunocompromised states\nLow socioeconomic status\nLarge-scale population movements\nOvercrowded conditions, such as military barracks, jails, and homeless shelters\nDomestic animals\n[7]",
    "monitoring": "Diagnosing diphtheria involves a combination of clinical evaluation, laboratory tests, and sometimes imaging studies. An overview of the various tests used to evaluate diphtheria are as follows:\n\nClinical Evaluation\n\nThroat culture: A swab is taken from the pseudomembrane or any visible lesions for culture to identify\nC diphtheriae.\nThe throat swab is cultured on specific media to isolate the bacteria. Commonly used media include Löeffler or Tindale medium, telluride plates, and blood agar. The particular characteristics of these mediums indicate the presence of the organism:\nTindale medium:\nC diphtheriae\nforms a distinctive black colony with halos\nLöffler medium: Metachromatic granules are observed in the presence of\nC diphtheriae.\nTelluride plate: the typical gray-black color of tellurium is indicative of the organism's presence\nGram stain: Identifying Gram-positive bacilli with characteristic club-shaped appearance can support the diagnosis. Although Gram staining does not confirm the diagnosis, the initial test is performed in suspected cases. The smear is also stained with methylene blue, which reveals the typical metachromatic granules.\nPatient history and physical examination: Travel history, immunization status, and clinical symptoms such as sore throat, fever, and pseudomembrane formation are considered in the diagnosis.\n\nLaboratory Tests\n\nToxin detection: Toxin production by the bacteria can be confirmed through laboratory tests, such as the Elek test, polymerase chain reaction (PCR) testing, and enzyme immunoassay (EIA) test.\n[21]\nSerology: Blood tests can measure antibody levels against diphtheria toxin, providing information about the patient's immune response.\n\nImaging Studies\n\nChest x-ray: If respiratory symptoms or concerns about complications like pneumonia are present, a chest x-ray may be performed to assess lung involvement. This imaging study may reveal swelling of the soft tissue structure in and around the pharynx, epiglottis, and chest.\nEchocardiogram: In cases of suspected cardiac involvement, an echocardiogram can help assess the function and structure of the heart and possibly reveal valvular vegetation, although this is a rare phenomenon.\n[22]\n\nOther Laboratory Studies\n\nCBC: An elevated WBC may indicate an inflammatory response.\nTroponin level: This study may be beneficial to assess the extent of the myocardial injury.\n[23]",
    "administration": "The primary treatment approaches for diphtheria involve promptly administering antitoxins and antibiotics. Additionally, the patient should undergo a thorough assessment for potential respiratory and cardiovascular instabilities. In suspected cases of diphtheria, antitoxin should be administered urgently based on clinical judgment without waiting for laboratory confirmation. Suspected cases must be isolated, and stringent droplet precautions should be implemented. Furthermore, the patient should be evaluated for signs of respiratory distress, and ensuring an airway is imperative. Early management also involves continuous cardiac monitoring to address any potential cardiovascular complications.\n\nDiphtheria Antitoxin\n\nDiphtheria antitoxin (DAT), derived from horse antiserum, is crucial in treatment.\n[24]\nAntitoxin functions by neutralizing unbound diphtheria toxin circulating in the blood. The antitoxin becomes ineffective once the toxin has bound to the cell membrane. The dosage of antitoxin is tailored to the patient's clinical state and the severity of the condition, and it can be administered intramuscularly or intravenously. Before antitoxin administration, the patient should undergo hypersensitivity testing, and emergency anaphylaxis medication must be readily available at the bedside.\n\nAntibiotic Treatment\n\nThe antibiotics of choice for treating diphtheria are erythromycin or penicillin G.\n[25]\nErythromycin is prescribed at a dose of 500 mg 4 times a day for a 2-week duration. Penicillin G is administered intramuscularly, with a dosage of 300,000 units every 12 hours for patients weighing 10 kg or less and 600,000 units every 12 hours for those weighing more than 10 kg. Once the patient can take oral medication, oral penicillin V can be initiated at a dose of 250 mg 4 times daily for 2 weeks. Early initiation of antibiotics is crucial to eliminate the organism promptly, limiting toxin release, expediting patient recovery, and preventing infection spread to close contacts. In cases of antibiotic resistance, linezolid or vancomycin may be considered.\n\nClose contacts, including household members and individuals in direct contact with the infected patient, should receive contact prophylaxis. Medical staff exposed to a patient's respiratory secretions should also undergo prophylaxis. Contact prophylaxis involves a single dose of penicillin G administered as follows:\n[26]\n\n600,000 units intramuscularly for individuals younger than 6 years\n1.2 million units intramuscularly for individuals 6 or older\n\nAlternatively, oral erythromycin can be given at a dose of 500 mg 4 times a day for 7 to 10 days. Ensuring timely and comprehensive antibiotic treatment is essential for the individual patient, preventing potential outbreaks and minimizing the risk of complications in the broader community.",
    "adverse_effects": "The primary complications of diphtheria often involve myocarditis and neuritis.\n[37]\n[38]\nFatality occurs in 5% to 10% of cases. Another critical complication arises from pseudomembrane formation in the upper respiratory tract, potentially causing respiratory obstruction, necessitating urgent mechanical ventilation and intubation.\n[39]\n\nCardiac Complications\n\nDiphtheria can manifest with myocarditis characterized by cardiac arrhythmias, present as first, second, or third-degree heart block, often leading to circulatory collapse.\n[23]\nElectrocardiogram (ECG) changes in affected patients include a prolonged P-R interval and ST and T wave changes.\n\nNeurologic Complications\n\nNeurological complications in diphtheria include nerve weakness or paralysis, particularly involving the cranial nerves and affecting the nerves in the extremities, leading to muscle weakness in the extremities. The involvement of the pharyngeal muscles and the soft palate can result in regurgitating foods and fluids through the nose. While uncommon, encephalitis stemming from diphtheria complications can manifest in children.\n[40]"
  }
}