{
  "drug_name": "diphenhydramine",
  "nbk_id": "NBK557578",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557578/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Diphenhydramine is a first-generation antihistamine with anticholinergic and sedative properties. It is most commonly used for the treatment of nausea, vomiting, allergic rhinitis, mild to severe allergic reactions (e.g., anaphylaxis), and as a mild sleep aid. While used for a wide array of medical indications, diphenhydramine is also one of the most commonly abused medications in the United States (U.S.). Acute intoxication with diphenhydramine can have severe, potentially fatal consequences if not managed appropriately in a timely manner.\n[1]",
    "mechanism": "Diphenhydramine toxicity can occur via oral, topical, or intravenous administration. However, it is likely that toxic diphenhydramine exposures are a result of oral ingestion, given the accessibility of oral diphenhydramine compared to other diphenhydramine formulations. Diphenhydramine overdose or intoxication can be either accidental or intentional.\n[1]\nWhile intentional diphenhydramine overdose/intoxication can be observed in individuals attempting self-harm/suicide, there is documentation of individuals utilizing diphenhydramine to produce pleasant and euphoric effects.\n[2]\n[3]\nIt is important to note that diphenhydramine can also be found in certain over-the-counter combination medications, such as those used for the treatment of coughs and colds.",
    "monitoring": "An assessment utilizing the ABCDE (airway, breathing, circulation, disability, exposure) approach should be performed upon initial presentation to assess the severity of intoxication/overdose quickly. Vital signs, including blood pressure, heart rate, respiratory rate, temperature, and oxygen saturation, should be obtained to aid in this initial assessment. An EKG should be obtained and assessed for any changes that may indicate the presence of any arrhythmias (e.g., torsades de pointes). An acetaminophen level should also be obtained to either confirm or rule out acetaminophen as a coingestant.\n\nDiphenhydramine plasma levels do not provide any relevant clinical information and are also not readily available. Furthermore, despite undergoing extensive hepatic metabolism, diphenhydramine is not expected to cause any abnormal elevations in liver function tests or be linked to liver injury.\n[13]\nSerum creatinine, urine output, and creatine phosphokinase should be obtained to rule out rhabdomyolysis in the setting of seizure.",
    "administration": "If the patient presents within 1 hour of ingestion of diphenhydramine, decontamination techniques may be considered. Single-dose activated charcoal may benefit, especially as anticholinergic effects may result in decreased gastrointestinal motility leading to delayed absorption of diphenhydramine. However, the use of charcoal is avoided in patients with altered mental status unless the airway is protected.\n[14]\n[15]\n[16]\nOther decontamination procedures such as ipecac, cathartics, or gastric lavage have not been proven to be beneficial or routinely used due to a lack of demonstrated efficacy and increased risk of complications.\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n\nThere is currently no antidote that specifically works to reverse the effects of diphenhydramine toxicity. The mainstay of therapy for diphenhydramine toxicity is supportive management that addresses the symptomatology of intoxication/overdose. Benzodiazepines (e.g., lorazepam) for seizures or convulsions, sodium bicarbonate for ventricular arrhythmia, and VA-ECMO for hemodynamic support can be used for the management of the clinical manifestations of diphenhydramine toxicity. Physostigmine has been used for acetylcholinesterase inhibition, but it is not currently available. There is growing support for the utilization of intravenous lipid emulsion therapy; however, its efficacy in this setting remains controversial. Diphenhydramine is minimally dialyzable, and thus, there is little support for hemodialysis in the management of diphenhydramine toxicity.\n[6]\n[23]\n[24]\n[25]\n[26]\n[15]\n[27]\n[28]\n\nIn pediatric cases, ingested diphenhydramine dose less than 7.5 mg/kg is safe for home observation. However, patients demonstrating any behavioral changes other than mild drowsiness or mild stimulation should be referred to an emergency department. Pediatric ingestions of diphenhydramine more than 7.5 mg/kg require referral to a healthcare facility.\n[15]",
    "adverse_effects": "Respiratory failure\nArrhythmias\nCardiac arrest\nRhabdomyolysis\nSeizures\nDeath"
  }
}