{
  "drug_name": "dipyridamole",
  "nbk_id": "NBK544321",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK544321/",
  "scraped_at": "2026-01-11T15:28:15",
  "sections": {
    "indications": "Dipyridamole Nuclear Stress Test\nContraindications\n\nThe contraindications for a dipyridamole nuclear stress test, according to guidelines from the American Society of Nuclear Cardiology (ASNC), include patients with any of the following:\n\nBronchospastic lung disease with ongoing wheezing or significant reactive airway disease.\nSystolic blood pressure of <90 mm Hg (the risk of severe hypotension may be higher in patients with autonomic dysfunction, hypovolemia, and stenotic valvular disease)\nUncontrolled hypertension, defined by a systolic blood pressure of >200 mm Hg or a diastolic blood pressure of 110 mm Hg\nConsumption of caffeinated foods, beverages, or drugs within 12 hours of the scheduled test\nKnown hypersensitivity to dipyridamole\nUnstable angina or acute coronary syndrome, or has had an acute myocardial infarction within 2 to 4 days of the scheduled test\n[2]\n\nRelative Contraindications\n\nThe relative contraindications for a dipyridamole nuclear stress test, according to the guidelines ASNC\n[2]\n, include patients with any of the following:\n\nSinus bradycardia (ie, heart rate of fewer than 40 beats per minute\nSecond-degree or third-degree atrioventricular block without a functioning pacemaker\nSevere aortic stenosis\nSeizure disorder (as aminophylline cannot be used)\n[2]",
    "clinical_significance": "The dipyridamole nuclear stress test serves multiple clinical purposes, including the assessment of coronary artery disease (CAD), patient risk stratification, evaluation of known CAD, and differentiation of cardiac from noncardiac symptoms. This test supports clinical decision-making by helping determine whether medical therapy suffices, whether stenting or bypass surgery is required, or whether invasive testing can be safely deferred.\n\nBy stratifying patients into low-, intermediate-, or high-risk categories for future cardiac events, the test provides valuable prognostic information. A normal result typically corresponds to an annual myocardial infarction or cardiac death risk of less than 1%. High-risk patterns, such as multiple reversible defects or transient left ventricular dilation, may warrant urgent coronary angiography and consideration of revascularization through percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG). The presence and extent of perfusion defects further define the likelihood of major adverse cardiovascular events. Normal test results carry a strong negative predictive value, signaling minimal cardiac risk.\n\nSilent ischemia, especially in patients who cannot exercise and remain asymptomatic, eg, individuals with diabetes or advanced age, can also be detected using this modality. Readily available and noninvasive, the dipyridamole nuclear stress test offers enhanced safety through the use of a reversal agent.\n\nWith an estimated sensitivity of 85% to 90% and specificity of approximately 70% to 80% for diagnosing CAD, the diagnostic accuracy of this test depends significantly on the imaging modality used. Dipyridamole effectively increases myocardial perfusion in a manner comparable to exercise, and the reliability of perfusion monitoring plays a critical role in clinical interpretation. According to a systematic review, single-photon emission computed tomography (SPECT) demonstrates sensitivity, specificity, and accuracy rates of 82% (95% CI: 76%–88%), 76% (95% CI: 70%–82%), and 83% (95% CI: 77%–89%), respectively.\n[18]\nPositron emission tomography (PET), however, shows superior diagnostic performance, with sensitivity, specificity, and accuracy rates of 91% (95% CI: 85%–97%), 89% (95% CI: 83%–95%), and 89% (95% CI: 83%–95%), respectively. The diagnostic value of both modalities depends in part on the specific radioactive tracer used in each study, which can influence the overall accuracy.\n[18]"
  }
}