{
  "drug_name": "disodium edta",
  "nbk_id": "NBK565883",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK565883/",
  "scraped_at": "2026-01-11T15:28:17",
  "sections": {
    "indications": "EDTA is contraindicated in patients with renal disease or anuria, as the kidneys eliminate the drug. This may lead to excessive levels of EDTA building up, resulting in further nephrotoxic effects. Additionally, the administration should be avoided in patients with hepatitis. EDTA is classified as a Category B drug and should only be used in pregnant patients if needed. One study showed that EDTA did not produce any teratogenic effects in rats, even at extremely high doses.\n[14]",
    "mechanism": "Chelation agents function by forming bonds with various metal ions, including calcium, zinc, lead, etc. After these bonds are formed, a soluble chelate-metal complex is created that can be excreted from the body. In a similar method, EDTA has a complex structure that allows it to bind various metals. The molecular composition of EDTA consists of multiple oxygen molecules, which function to donate electrons and form coordination complexes with metal ions. When calcium disodium edetate binds to metals, the calcium is displaced from the structure. The bonds formed with the metals are extremely strong and prevent further toxic effects from occurring before excretion out of the body.\n[7]\n\nPharmacokinetics\n\nAbsorption\n\nEDTA is rapidly absorbed through intravenous access and moves into the plasma and interstitial fluids. Oral administration is avoided due to very low (less than 5%) absorption and elevated lead concentrations within the gastrointestinal tract.\n\nDistribution\n\nEDTA is distributed throughout the entire extracellular compartment. Within the blood, the molecule stays within the plasma. It has an ionic form preventing it from entering into cells.\n\nMetabolism/Excretion\n\nAfter IV administration, calcium EDTA largely goes unmetabolized and is excreted in its administered form through the kidneys. Similarly, the chelate-metal complexes will be quickly excreted in the urine. The half-life is around 20 to 60 minutes. The kidneys can filter out the drug and secrete it into the tubular lumen.\n[8]",
    "administration": "EDTA is poorly absorbed through the gastrointestinal tract and therefore is administered through intramuscular injection or intravenous infusion.\n\nDue to side effects, chelation therapy is generally not used in adults with lead levels less than 45mcg/dl. However, in cases where patients are symptomatic, chelation is recommended.\n[9]\nAccording to the manufacturer's prescribing information, EDTA is dosed based on body surface area and renal function status.\n\nAdult Dosing\n\nLead poisoning (20mcg/dl - 70mcg/dl): 1000 mg/m^2 daily given IV or IM\n\nLead poisoning (>70mcg/dl): EDTA is combined with dimercaprol; EDTA is administered before dimercaprol\n\nAdults with lead nephropathy: 500 mg/m^2 every 24 hours for 5 days for creatinine levels of 2 to 3 mg/dl; 500 mg/m^2 every 48 hours for 3 doses for creatinine levels of 3 to 4 mg/dl; 500 mg/m^2 weekly for creatinine levels above 4 mg/dl\n\nPediatric Dosing\n\nIn children, patients are commonly given the combination of EDTA and dimercaprol. Chelation therapy is essential in patients with blood lead levels over 45 mcg/dl\n\nLead poisoning (45 mcg/dl to 70 mcg/dl): 25 mg/kg/day for 5 days\n[10]\n\nLead poisoning (>70mcg/dl): IV administration of EDTA at 50 mg/kg/day in six doses\n\nIn children with cerebral edema, intravenous administration is avoided due to an increase in intracranial pressure. To avoid this, intramuscular administration is used in these patients",
    "adverse_effects": "There are multiple adverse effects related to the use of EDTA. These side effects are dependent on various factors, including dosage, renal function, and frequency of administration. The most commonly recognized adverse effect is renal toxicity. The toxic effects can manifest as acute tubular necrosis, renal failure, anuria, and proteinuria. Both intramuscular and intravenous routes of administration were shown to increase blood urea nitrogen in more than 25% of patients.\n[9]\n[10]\n[11]\n\nAdditionally, calcium EDTA has a strong affinity for zinc, which can lead to a zinc deficiency. The amount of zinc lost from the body was shown to be negatively correlated with weight. A study assessing the efficacy of calcium disodium edetate found that smaller children were losing a larger proportion of zinc than larger children. The study further reinforced the need to monitor levels of zinc during chelation therapy.\n[11]\n\nOther side effects include fever, nausea, vomiting, chills, fatigue, arthralgia, hypotension, arrhythmias, acute tubular necrosis, proteinuria, tremors, headache, cheilosis, bone marrow depression, anemia, and hypercalcemia. Pain at the injection site is a common adverse drug reaction of intramuscular administration.\n[12]\n\nAdministration of edetate calcium disodium must be carefully distinguished from the administration of edetate disodium. Edetate disodium is similar in structure to edetate calcium disodium; however, it is not complexed with calcium. This minor difference protects serum levels of calcium and avoids life-threatening hypocalcemia. Cases have been reported where patients who were incorrectly given edetate disodium had seizures and cardiac arrest.\n[13]",
    "monitoring": "Many of the adverse effects of EDTA appear to occur in patients given high doses or with preexisting renal disease. Administration of calcium disodium edetate to patients requires monitoring of renal and hepatic function. These should be monitored before, during, and after administration. If patients become anuric or develop increasing creatinine levels, EDTA should be immediately discontinued. Additional urinalysis may be performed to assess for the presence of hematuria or proteinuria. It is also important to monitor zinc levels as EDTA strongly binds to zinc.\n[15]",
    "toxicity": "Currently, no antidotes are available for EDTA. In patients who have cerebral edema, increases in intracranial pressure should be treated immediately with osmotic agents. Patients with nephrotoxicity should be given fluids to ensure hydration and be monitored for urine output. Renal function should be continuously monitored even after the development of toxicity. Overall, patients who develop signs or symptoms of toxicity should immediately be discontinued from the drug."
  }
}