{
  "drug_name": "disodium",
  "nbk_id": "NBK567754",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567754/",
  "scraped_at": "2026-01-11T18:47:00",
  "sections": {
    "indications": "Nephrogenic systemic fibrosis (NSF) is a progressive multiorgan fibrosing condition caused by exposure to gadolinium-based contrast agents (GBCAs) used for magnetic resonance imaging (MRI) in the setting of low glomerular filtration rate (GFR).\n[1]\nThis condition is characterized by thickening of the skin and subcutaneous tissue in addition to systemic manifestations. The clinical features may also involve skeletal muscle and any fibrous tissue in the body, including the internal organs such as the liver, heart, and lungs.\n[2]\n[3]\n[4]\nNSF is a clinically highly variable condition. Some patients may have only mild effects on the skin, but many patients develop significant debility. In some patients, the disease may be lethal.\n[2]\n\nThe condition was first described in 2000 when several physicians across the United States (US) noted patients with a scleroderma-type illness, and the association with GBCA administration in the setting of renal failure was solidified as more cases were presented.\n[1]\n[5]\n[6]\nNSF occurs in patients with acute or severe chronic renal failure, usually stage 4 or 5 chronic kidney disease (CKD), but it has also been described in patients with stage 3 CKD.\n[7]\nThe condition was initially called nephrogenic fibrosing dermopathy due to the cutaneous manifestation. Still, the terminology changed to gadolinium-induced fibrosis or NSF as more systemic manifestations came to light.\n[1]\n[8]\n[9]\nFortunately, the incidence of this condition has significantly decreased since 2007, when the US Food and Drug Administration placed a black box warning on using gadolinium-containing products in patients with severely decreased GFR. However, 32 cases were reported annually in 2019 and 2020.\n[10]",
    "mechanism": "Gadolinium is a paramagnetic element that enhances soft tissue and is used to visualize a variety of body compositions. Gadolinium (Gd) is toxic to humans but can be combined with organic chelates to prevent the release of Gd ions; this is the basis of GBCAs. Gd can be classified into linear versus cyclic and ionic versus nonionic (see\nTable.\nGd Types). Linear molecules bind Gd less tightly and are at higher risk of causing NSF.\n[10]\n\nTable\nTable. Gd Types.\n\nEach category has a different risk of NSF as classified by the Committee for Medicinal Products for Human Use as follows:\n\nHigh-risk includes gadopentetate dimeglumine (Magnevist), gadodiamide (Omniscan), and gadoversetamide (OptiMARK).\nMedium-risk includes gadoxetate disodium (Primovist) and gadobenate dimeglumine (MultiHance). Although gadoxetate disodium is a linear molecule, it is excreted 50% by the kidney and 50% through bile.\nLow-risk includes gadobutrol (Gadovist),  gadoteridol (ProHance), and gadoterate meglumine (Dotarem).\n\nThe American College of Radiology also has a similar classification system of 3 groups, with group 1 being the highest risk and group 3, the lowest:\n\nGroup 1: Gadodiamide, gadoversetamide, gadopentetate dimeglumin\nGroup 2: Gadobenate dimeglumine, gadobutrol, gadoteric acid, gadoterido\nGroup 3: Gadoxetate disodium\n[11]\n\nOther relevant characteristics of GBCA include thermodynamic stability and relaxivity. Higher relaxivity allows endogenous metals such as iron, copper, and zinc to displace the Gd. The Gd molecule can bind with endogenous ions such as carbonate (CO\n3\n2−\n) and phosphate (PO\n4\n3−\n), forming insoluble compounds that deposit in tissues.\n[11]\nGd is cleared almost entirely by the kidneys. The Gd is cleared within 90 minutes in patients with normal renal function. However, in patients with impaired kidney function, the half-life can be up to 30 hours, allowing Gd to dissociate and form insoluble compounds. Using hemodialysis immediately after GBCA decreases the risk of NSF but does not eliminate it, as not all the GBCA is cleared via hemodialysis.\n[10]\n\nGd has also been shown to be immunogenic in vitro, activating toll-like receptors, macrophages, and dendritic cells.\n[11]\nThis initiates a vicious fibrotic cycle of transforming growth factor-beta 1 production and dendritic cell maturation, resulting in excessive collagen deposition in the extracellular matrix and soft tissues.\n[7]\nActivation of dermal fibroblasts is a key component in the pathogenesis of NSF. The dermal fibroblasts synthesize excess glycosaminoglycans, particularly hyaluronan, which is partially responsible for the characteristic skin thickening.\n[12]\nFactors contributing to NSF include total gadolinium exposure, hypercalcemia, hyperphosphatemia, high-dose erythropoietin therapy, hepatorenal syndrome, immunosuppression, and vasculopathy. Results from one notable study showed that the risk of NSF was increased by 25 times when infection was present.\n[13]",
    "monitoring": "NSF is a clinicopathologic diagnosis that can be made by the history and physical and supported by a skin biopsy. The biopsy findings are described in the Histology section. A deep punch skin biopsy should be performed, including the dermis, subcutaneous fat, and fascia. Care should be taken not to introduce metal contamination from the biopsy device or handle the specimen (eg, forceps).\n[32]\n\nRarely, some patients with NSF are found to have the following in their blood:\n\nPeripheral eosinophilia\nAntinuclear antibodies\nAnticardiolipin or antiphospholipid antibodies\nHypercoagulability\n\nNerve conduction abnormalities have been reported in some patients. To evaluate for cardiac involvement, an electrocardiogram should also be performed.",
    "administration": "To date, there are no proven treatments that cure nephrogenic systemic fibrosis, and most often, combination therapy is used. Restoration of renal function, if feasible, is essential to prevent further progression as it appears to slow or hold the progression.\n[16]\n[33]\n[34]\nIn 2005, photodynamic therapy was reported to be a successful treatment option for NSF and has been used since that time with variable success. Ultraviolet (UV) therapy includes UVA, UVB, and UVA with psoralen.\n[34]\n[35]\n[36]\n[37]\n\nExtracorporeal photopheresis (ECP) is a promising treatment option for nephrogenic systemic fibrosis. In this procedure, blood is drawn, and the white blood cells are separated and treated with the drug psoralen (8-methoxypsoralen) and UV light. The treated lymphocytes are then infused back into the patient. This is anti-inflammatory without being immunosuppressive. NSF is considered a class 3 indication for ECP—\"inconclusive evidence.\"\n[34]\n[38]\n[39]\n\nThere have been anecdotal reports of improvement in NSF lesions after treatment with the following agents:\n\nMethotrexate\nRapamycin\nSodium thiosulfate\nPentoxifylline\nGlucocorticoids\nImatinib\nThalidomide\nInterferon alpha\nTopical calcipotriene\nTopical betamethasone\nPlasmapheresis\nIntravenous immunoglobulin\n[1]\n[16]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n\nNarcotic analgesics may be required to control pain secondary to contractures. Physical therapy is an important part of the treatment to maintain and improve joint motion and reduce contractures.\n[1]\nRenal transplantation may also improve symptoms.\n[46]\n[47]\n[48]",
    "adverse_effects": "Nephrogenic systemic fibrosis complicates the already existing kidney disease. The complications of NSF include:\n\nThe most debilitating NSF sequelae are the fibrosis of visceral organs such as the heart, lungs, renal tubules, and skeletal muscles. Although visceral fibrosis is often asymptomatic, it may contribute to the development of pulmonary hypertension, cardiomyopathy, and skeletal muscle weakness.\nPatients with NSF may experience blood vessel thrombosis; as the disease progresses, these patients may develop significant hypotension, affecting their ability to tolerate the hemodialysis.\n[51]\nFlexion contractures may lead to wheelchair dependence within weeks in many patients.\nFalls are common in these patients, and fractures can also occur."
  }
}