{
  "drug_name": "dithranol",
  "nbk_id": "NBK538178",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538178/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Alopecia is the absence or loss of hair in an area where it is expected to be present. This condition can be localized or diffuse, temporary or permanent, and affect both sexes and all age groups. Recognized as a sign or symptom arising from heterogeneous etiologies, alopecia is broadly classified as nonscarring (the most prevalent) and scarring (cicatricial). Patients may present with significant distress, diminishing their quality of life. A detailed history, physical examination, and focused evaluation are necessary to determine the underlying cause, which will guide the decision-making process for the most appropriate management for the best outcomes. Of note, the nomenclature in the literature typically uses nonscarring rather than noncicatricial and varies between scarring and cicatricial. This review uses nonscarring and scarring for simplicity, except when cicatricial is part of the named disorder.",
    "mechanism": "The etiology of alopecia varies according to the type and subtype of alopecia. Some of the causative mechanisms are given below:\n\nNonscarring Alopecias\n\nThe hair follicles are preserved in nonscarring alopecia; therefore, hair loss is potentially reversible, and hair regrowth is possible. Nonscarring alopecias include androgenetic alopecia, alopecia areata, telogen effluvium, anagen effluvium, traction alopecia, trichotillomania, and alopecia syphilitica, among others.\n\nAndrogenetic alopecia\n\nAndrogenetic alopecia is referred to as androgenic alopecia, hereditary alopecia, male balding, female-pattern alopecia, and female-pattern hair loss, to name a few. Due to an improved understanding of the condition, newer nomenclature is moving toward male- and female-pattern hair loss.\n[1]\nPattern hair loss is usually slowly progressive and is the most common type of alopecia in men, women, and adolescents. Men tend to lose hair in the vertex, bitemporal, and midfrontal scalp (see\nImage.\nMale-Pattern Androgenetic Alopecia), whereas women tend to lose hair throughout the central scalp, with minimal involvement of the frontal hairline.\n[1]\n[2]\n[3]\n[4]\n[5]\n\nAlopecia areata\n\nAlopecia areata is a chronic immune-mediated disease commonly presenting as acute onset patchy hair loss on the scalp, affecting both sexes and children, adolescents, and adults (see\nImage.\nAlopecia Areata). Rarely do patients present with total scalp hair loss (\nalopecia totalis\n) or hair over the entire body (alopecia universalis). Patients may experience a single episode or a pattern of remission and recurrence.\n[3]\n[4]\n[5]\n[6]\n\nTelogen effluvium\n\nTelogen effluvium is a noninflammatory acute or chronic alopecia usually affecting the entire scalp in both sexes of children, adolescents, and adults. Disruption in the transition from the anagen phase to the telogen phase may be due to psychological stress, chronic illness, pregnancy or postpartum, malnutrition, severe infection, endocrine disorders, metabolic disturbances, surgery, and medications, such as anticonvulsants, antidepressants, anticoagulants, oral contraceptive pills, and retinoids.\n[4]\n[5]\nHair loss occurs approximately 3 months after a triggering event, is usually self-limiting, and lasts for about 6 months.\n[7]\n\nScarring Alopecias\n\nThe hair follicles are irreversibly destroyed in scarring alopecia, leading to permanent hair loss. Scarring alopecias are classified as primary and secondary. The primary cicatricial alopecia classes are lymphocytic, neutrophilic, and mixed.\n[8]\nLymphocytic primary cicatricial alopecias include frontal fibrosing alopecia (FFA), lichen planopilaris (LPP), central centrifugal cicatricial alopecia, discoid lupus erythematosus (the most common type of chronic cutaneous lupus erythematosus), pseudopelade of Brocq, alopecia mucinosa, and keratosis follicularis spinulosa decalvans. Neutrophilic primary cicatricial alopecias are dissecting cellulitis and folliculitis decalvans, and mixed primary cicatricial alopecias are acne keloidalis nuchae, acne necrotica, and erosive pustular dermatosis of the scalp. The 2 most common scarring alopecias are FFA and LPP.\n\nFFA\n\nFFA is characterized by a slowly progressive symmetric band of frontal hairline alopecia and primarily affects postmenopausal women (see\nImage.\nFFA). About 25% of patients report itching and pain in the affected area; otherwise, the condition is asymptomatic. FFA is often considered a variant of LPP based on histological similarities.\n[9]\n[10]\n\nLPP\n\nLPP most commonly affects women and initially presents with perifollicular erythema and follicular hyperkeratosis, evolving to single or multifocal patches of irregular alopecia on the scalp vertex. Hair loss is usually limited to the scalp but may occasionally affect body hair. Patients may report itching, burning, or tenderness in the affected area(s).\n[10]\n\nCauses of secondary cicatricial alopecia include localized scleroderma, pemphigoid, neoplasm, radiation therapy, chemical or physical trauma, and bacterial or fungal infections.\n[11]",
    "monitoring": "Laboratory testing is indicated when information gathered during the history and physical exam suggests an underlying comorbidity or the cause of alopecia is unclear. Generally, tests may include a complete blood count, complete metabolic panel, iron studies (serum ferritin, serum iron, and total iron binding capacity), thyroid-stimulating hormone (TSH), and vitamin D (25[OH]D). Ferritin and vitamin D are essential for a normal hair cycle.\n[22]\n\nScalp biopsy offers additional information in nonscarring alopecias and is essential in scarring alopecias. Generally, 1 or 2 4-mm punch biopsies are taken in the direction of the hair shaft down to the subcutaneous fat, allowing for horizontal or vertical sectioning. Horizontal sections have the advantage of facilitating the assessment of many follicles for hair density, anagen-to-telogen hair ratios, T-to-V hair ratios, and the extent of inflammatory infiltrate when present.\n[22]\n\nNonscarring Alopecias\n\nAndrogenetic alopecia\n\nAndrogenetic alopecia is most commonly diagnosed clinically. A complete blood count, complete metabolic panel, iron studies, TSH, and 25(OH)D may be helpful. Laboratory testing is recommended for females presenting with signs or symptoms of hyperandrogenism, such as hirsutism, menstrual irregularities, acanthosis nigricans, and adult acne, including free or total testosterone with or without dehydroepiandrosterone sulfate (DHEAS).\n[32]\nA scalp biopsy may be needed when a coexisting scalp condition is suspected. Histologic examination is likely to show terminal hair miniaturization, decreased hair shaft thickness, increased percentage of telogen hairs, and fewer total number of hairs per unit area.\n[32]\n[33]\n\nAlopecia areata\n\nAlopecia areata is usually diagnosed based on the history and physical (see History and Physical section for details). When clinically uncertain, additional evaluation may include serology for other autoimmune disorders or infectious diseases (eg, syphilis), a fungal culture, and a scalp biopsy.\n[6]\nA single biopsy usually suffices and should be taken from the edge of the lesion, avoiding sites susceptible to androgenetic alopecia when possible.\n[24]\nHistologic examination during acute disease likely shows dense lymphocytic infiltration of anagen hair bulbs and dermal papillae.\n\nTelogen effluvium\n\nTelogen effluvium is typically diagnosed clinically. If needed, additional investigations may include a complete blood count, iron studies (serum ferritin, serum iron, and total iron binding capacity), TSH, T3, and T4 because 2 common conditions associated with telogen effluvium are iron deficiency anemia and thyroid disorders.\n[34]\nA serum zinc level and antinuclear antibody titer may also be indicated.\n[35]\nScalp biopsy for acute telogen effluvium (shedding lasting for less than 6 months) will show an increase in telogen follicles. Normal counts are 6% to 13%; more than 15% suggests telogen effluvium, and more than 25% is definitive. A scalp biopsy can also help to rule out female pattern hair loss and alopecia areata.\n[34]\nMultiple biopsies increase the diagnostic accuracy of chronic telogen effluvium, with an anagen-to-telogen ratio of 8:1 compared with 14:1 with normal scalp biopsies.\n[27]\n\nScarring Alopecias\n\nFFA and LPP share many histological features; however, differences have been found, which support FFA as a specific type of lymphocytic cicatricial alopecia rather than an LPP variant.\n[36]\nHistopathology is the gold standard for diagnosis but not ideal for monitoring because biopsies are invasive.\n[37]\n\nFFA\n\nFFA lesions are characterized by a dense lichenoid lymphocytic infiltrate around the infundibulum and isthmus of the hair follicle. An absence of sebaceous glands is an early finding. Additional features may include vacuolar degeneration of the basal layer of the follicular epithelium, keratinocyte necrosis, apoptosis in the outer sheath, fibrous tracts, and elastin fiber loss.\n[9]\n[11]\n[37]\n\nThere are no specific laboratory tests for FFA or LPP. Basic serology, thyroid function tests, antinuclear antibodies, and sex hormone levels may be ordered, but findings are usually normal. Currently, there is no consensus on whether or not to screen all patients with FFA or LPP.\n[37]\n[38]\n[39]\n\nLLP\n\nAs with FFA, LPP lesions are characterized by a lymphocytic infiltrate around the infundibulum and isthmus of the hair follicle. A lichenoid pattern may be present; the epithelium-stroma junction will likely show necrotic keratinocytes, and the lower portion of the hair follicle may demonstrate inflammatory cells. Sebaceous glands are usually totally destroyed, and destroyed hair follicles are replaced by connective tissue or sclerotic fibrous tracts.\n[11]\n[40]",
    "administration": "Management varies according to the type of alopecia.\n\nNonscarring Alopecias\n\nAndrogenetic alopecia\n\nAndrogenetic alopecia treatment and management is aimed at stopping hair loss, preventing or slowing further hair thinning and loss, and promoting the resumption of hair growth. Topical minoxidil and oral finasteride are the first-line treatments for males, and topical minoxidil is the first-line treatment for females. Numerous alternatives exist, including other pharmacologic treatments, platelet-rich plasma, low-level laser therapy, microneedling adjunctive therapy, and autologous hair transplantation. Treating comorbidities such as hyperandrogenism and nutritional deficiency may help maintain hair growth.\n[1]\n[3]\n[5]\n\nAlopecia areata\n\nAlopecia areata therapies \"aim to immunosuppress or immunomodulate the activity of the disease.\"\n[6]\nThe Alopecia Areata Consensus of Experts (ACE) study: Results of an international expert opinion on treatments for alopecia areata was published in 2020.\n[41]\nTopical corticosteroids are recommended as a first-line therapy for treating limited patchy alopecia areata and adjunctive therapy in more severe forms. Intralesional corticosteroid injections are also a first-line recommendation for limited patchy alopecia areata, alone or combined with topical corticosteroids. The preferred corticosteroid is triamcinolone acetonide. Oral corticosteroids can be used as first-line treatment for moderate-to-severe disease (SALT score >30%) in adults, alone or combined with topical corticosteroids.\n[41]\n\nOther therapeutic options include topical sensitization with diphenylcyclopropenone (DPCP) or anthralin and methotrexate with or without oral corticosteroids.\n[6]\nAlso, the U. Food and Drug Administration recently approved the JAK inhibitor baricitinib to treat adult patients with severe alopecia areata. Pediatric patients with a few alopecic patches can be managed by watchful waiting because up to 50% demonstrate spontaneous regrowth within 6 to 12 months of onset. Topical corticosteroids can be used in patients younger than 10, intralesional steroid injections for those older than 10, and systemic corticosteroids for alopecia areata refractory to other local treatments.\n[5]\nNonsteroidal treatments include topical immunotherapy with DPCP or anthralin and methotrexate as an adjunctive treatment for severe disease in patients older than 12 when standard therapies have failed.\n[6]\n\nTelogen effluvium\n\nTelogen effluvium is entirely reversible, with trigger removal and treating the underlying disorder if one is present. An essential aspect of the management is counseling the patient about the condition. Inform them that hair shedding takes 3 to 6 months to cease; therefore, regrowth can be seen 3 to 6 months after removing the trigger, but cosmetically significant regrowth may take 12 to 18 months.\n\nScarring Alopecias\n\nDue to their rarity, limited evidence exists on the efficacy of the therapeutic options for primary cicatricial alopecias.\n\nFFA and LPP\n\nThe aims of treating FFA and LPP are to stop or delay hair loss and progression in the scarring alopecic area(s) and provide symptom relief. There are no specific treatment guidelines for FFA and LPP treatment and management; however, class III or IV topical corticosteroids (with or without intralesional triamcinolone acetonide injections) may be considered. Additional pharmacotherapeutic treatment options are suggested, and psychological support and camouflage techniques are recommended.\n[10]\n[42]\n[43]\n\nPsychosocial support should be considered when treating and managing all patients with alopecia.",
    "adverse_effects": "Although alopecia has few physically harmful effects, it can lead to negative psychological consequences, such as anxiety and depression, in both sexes and all age groups.\n[5]\n[48]\nFemales are more likely to experience adverse psychosocial consequences than males, including decreased social contact and lower self-esteem.\n[15]\n[49]\nAlso, children and adolescents with alopecia areata are vulnerable to social isolation and bullying by their peers.\n[50]\n[51]"
  }
}