{
  "drug_name": "divalproex sodium",
  "nbk_id": "NBK557451",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557451/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Menstrual-related headaches are a common class of headaches that occur in women related to a decline in estrogen during the menstrual cycle. To treat this type of headache, it must be appropriately diagnosed regarding the menstrual cycle or aligned with exogenous hormones, usually 2 days before the onset of menses to the third day of menstrual bleeding. Triptans, nonsteroidal anti-inflammatory drugs (NSAIDs), and hormone therapy are just a few of the many pharmacological interventions used in the management and treatment of menstrual-related headaches.",
    "mechanism": "Menstrual-related headaches are related to several important factors, mainly estrogen, which has actions involved in the serotonergic and glutamatergic systems of the CNS. This accounts for its association with headaches, where serotonin and estrogen levels are directly related. During the late secretory phase of the menstrual cycle, when estrogen is low, the production of serotonin decreases, leading to increased calcitonin gene-related peptide (CGRP) and substance P from trigeminal nerves. These substances are involved in the pathophysiology of general migraines and cause vasodilation of intracerebral vessels and sensory sensitization of the trigeminal nerve. The permeability of the blood-brain barrier increases, releasing pro-inflammatory mediators in pain-sensitive meninges.\n[1]\nAround menstruation, cranial nociception is perceived as more intense due to a decrease in endogenous opioid activity, exacerbating the pain pathway.\n\nFamily history should be assessed when a patient presents to a provider with a general acute headache. Genetic differences include increased expression of membranous protein channels and receptors involved in the pathophysiology of migraines.\n[2]\nThese individuals are more susceptible to acute migraine attacks. Other risk factors include those on certain medications, such as combined hormonal contraception. Those who are on higher doses of estrogen are more likely to suffer from MRH due to the acute falls in estrogen during the late luteal and early follicular stages of the menstrual cycle.",
    "monitoring": "Menstrual-related headaches are mainly a clinical diagnosis. In general, radiographic images are relatively normal; however, magnetic resonance imaging findings can sometimes have white matter hyperintensities, which have been linked to brain hyperperfusion, breakdown of the blood-brain-barrier, and localized cerebral edema, rather than to primary ischemia. Diffuse non-lateralizing brain hyperperfusion generally prevails during migraine attacks for more than 48 hours in the cerebral cortex, thalamus, and basal ganglia.\n[8]\nRadiographic imaging is only warranted when the quality, location, and duration differ from previous headaches.\n\nMigraines cause vasodilation of intracerebral vessels and sensory sensitization of the trigeminal nerve, causing inflammatory changes in the pain-sensitive meninges. This increases the blood-brain barrier's permeability, which releases proinflammatory mediators. Factors to consider when choosing the type of examination depend on the clinical indication, diagnostic performance, availability of computed tomography or magnetic resonance imaging, radiologist expertise, and patient contraindications. Any imaging of the vessels requires the use of IV contrast. Computed tomography angiogram and magnetic resonance angiogram examinations image the arteries and veins. MRH should have normal imaging and can sometimes be a diagnosis of exclusion in an emergency medicine setting.\n\nDiagnostic criteria according to International Classification of Headache Disorders, 3rd edition:\n[9]\n\nPure menstrual migraine:\n\nAttacks in a menstruating woman fulfilling the criteria for migraine without aura\nAttacks occur on days 2 days before and last till the third day of menstruation\nOccur in at least 2 out of 3 menstrual cycles\nDo\nnot\noccur at other times of the cycle\n\nMenstrually related migraine:\n\nAttacks in a menstruating woman fulfilling the criteria for migraine without aura\nAttacks occur on days 2 days before and last till the third day of menstruation\nOccur in at least 2 out of 3 menstrual cycles\nCan\nalso occur at other times of the cycle",
    "administration": "Therapeutic lifestyle measures may be beneficial for controlling migraines, including proper sleep hygiene, healthy nutrition, routine meal schedules, regular exercise, and managing migraine triggers such as stress, alcohol, weather, and, most commonly, hormones.\n\nManaging menstrual-related headaches starts with identifying where the headache aligns with the patient’s menstrual cycle. Suppose a patient is already on oral contraceptive pills. In that case, the headache may be prevented simply by altering her current hormone regimen by reducing the estrogen dose to limit the premenstrual decline in estrogen that precipitates the MRH.\n[10]\n[11]\n\nIf women are opposed to starting hormonal therapy, are noncompliant, or contraindications exist, common abortive therapy involves using triptans, which target the direct pathophysiologic mechanism of migraines. All triptans are serotonin 1b/1d receptor agonists that prevent pain by blocking trigeminal nerve activation, inhibiting the release of vasoactive peptides, and promoting vasoconstriction.\n[12]\n[13]\n\nMost NSAIDs block COX 1/2 and can be an effective monotherapy in some women. Mefenamic acid has been extensively studied for treating acute MRH and can relieve general dysmenorrhea.\n[13]\n[14]\n\nMetoclopramide given intravenously has been proven to be as efficacious as triptan therapy when treating acute migraines in an emergency room setting.\n[15]\nAkathisia is a potential side effect that can be prevented with diphenhydramine; however, adding diphenhydramine does not improve migraine severity.\n\nDihydroergotamine is an alpha-adrenergic blocker, vasoconstrictor, and potent serotonin 1b/1d receptor agonist usually reserved for severe cases of chronic intractable migraine headaches or status migrainosus.\n[16]\n\nPharmacologic modulation of CGRP activity appears to mediate trigeminovascular pain transmission in migraine. CGRP antagonists are novel options for acute migraine treatment in patients with either insufficient response or contraindications to first-line medications.\n[17]\n[18]\n[19]\n\nOther alternative nonpharmacological interventions to consider are nerve blocks. Patients opposed to taking oral or intravenous medications may be candidates for the sphenopalatine ganglion block.\n[20]\nThis technique involves saturating a long cotton swab in a local anesthetic and inserting the swab into the naris of the unilateral side of the patient’s headache. In contrast, the patient is in the sniffing position. The swab should be inserted until resistance is met at the posterior wall of the nasopharynx and left in place for at least 10 minutes.\n\nNeuromodulation, such as transcutaneous electrical nerve stimulation, single-pulse transcranial magnetic stimulation, and, in extreme circumstances, surgical deactivation of migraine trigger sites, has limited data but is a therapy directed at stimulating the nervous system with an electrical current or a magnetic field. These options are generally reserved for patients with poor response or contraindications to pharmacological interventions.\n\nThe use of opioids in treating MRH is generally avoided due to long-term changes in the CNS at the molecular level. Opioids lead to increased descending facilitation from the rostral ventromedial medulla and increased excitatory neurotransmission at the level of the dorsal horn, causing medication overuse headaches.\n[21]\nOther data suggests that chronic opioid administration increases CGRP expression in primary afferent neurons, upregulating pain afferents.",
    "adverse_effects": "Although triptans are relatively safe drugs, some contraindications do exist. Cardiovascular disease should be screened for hypertension, hypercholesterolemia, smoking history, obesity, diabetes, strong family history of coronary artery disease, and menopause before initiation of therapy. Prinzmetal angina and coronary artery disease are absolute contraindications due to the risk of coronary vasospasm.\n[39]\nA complete history of other medications should be taken to avoid possible drug-drug interactions. Patients on antidepressants are at higher risk of developing serotonin syndrome. Chronic exposure to triptans could lead to the downregulation of serotonin receptors and changes in central inhibitory pathways that translate to an impairment of antinociceptive activity and a permanent feeling of head pain.\n\nOral contraceptive pills should not be given to patients who are older than 35 years and smoke cigarettes, have 2 or more risk factors for coronary artery disease or known ischemic heart valve disease, hypertension, history of venous thromboembolism, thrombogenic mutations such as antiphospholipid disease or systemic lupus erythematosus, history of stroke, breast cancer, or migraine with aura.\n[40]\nThese are all risk factors for hypercoagulability and can ultimately lead to an embolism. Studies have shown that the use of combined hormonal contraceptives among women with migraines with aura is a higher risk of ischemic stroke.\n[40]\n\nNSAIDs are contraindicated in patients with peptic ulcer disease or at risk for gastroduodenal disease due to blocking prostaglandin, which protects the gastric mucosa. Patients at increased risk of cardiovascular disease may be restricted to NSAID use due to reduced prostaglandin I2 production by vascular endothelium with limited inhibition of prothrombotic platelet thromboxane A2 production, putting patients at higher risk for embolism. Patients with renal disease should avoid NSAID use due to the blockage of prostaglandins, which promote renal vasodilation and maintain renal perfusion.\n[41]"
  }
}