{
  "drug_name": "dow corning",
  "nbk_id": "NBK441998",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK441998/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Breast augmentation and reconstruction with implants remain among the top 5 surgical procedures performed by plastic and cosmetic surgeons worldwide. The evolution of breast enhancement has been marked by continuous innovation and refinement since 1895, when Vincenz Czerny first attempted fat transfer for breast reconstruction. Early efforts using paraffin injections, glass balls, ivory, and synthetic sponges often led to complications such as contracture, infection, and skin erosion. The discovery of silicone in the mid-twentieth century brought new promise, though direct silicone injections were also fraught with adverse outcomes. Modern breast implant surgery was revolutionized in 1962 when Dr Thomas Cronin and Dow Corning introduced the first silicone gel-filled implant, marking the beginning of contemporary prosthetic breast surgery. Over subsequent decades, improvements in implant design—including eliminating fixation points, developing cohesive gel, and reducing “gel bleed”—have enhanced durability and safety.\n\nSaline implants, introduced in 1968, gained popularity during the 1990s when silicone implants faced a United States Food and Drug Administration (FDA) moratorium following public concern over potential autoimmune risks—claims later refuted by the Institute of Medicine’s 2000 review, which found no causal link between implants and systemic disease. Continued innovation led to more cohesive silicone gels and the introduction of various surface textures and shapes. Textured implants, once believed to reduce capsular contracture, were later implicated in breast implant–associated anaplastic large cell lymphoma (BIA-ALCL), leading to the withdrawal of Biocell textured devices from the market. Smooth, round implants have since become the standard due to their safety profile and equivalent aesthetic outcomes. More recently, the emergence of breast implant illness has sparked renewed scientific inquiry, though current evidence does not demonstrate a statistically significant association between implants and systemic symptoms.\n\nToday, breast implant technology is highly advanced, with FDA-approved manufacturers such as Mentor, Natrelle (Allergan), Sientra, and Motiva offering implants with improved safety, longevity, and warranties. Nevertheless, implants are not lifelong devices; patients should anticipate future revision or replacement. For clinicians, understanding the historical context, material science, surgical techniques, and evolving safety considerations surrounding breast implants is essential for providing evidence-based, patient-centered care. This review aims to provide a comprehensive, professional-level examination of breast implant evaluation, complications, diagnostic strategies, and multidisciplinary management—equipping healthcare professionals with the knowledge necessary to enhance clinical decision-making, optimize outcomes, and ensure patient safety in implant-based breast surgery.",
    "mechanism": "The breast implant controversy peaked in the early 1990s when Connie Chung aired a segment suggesting implants were causing autoimmune diseases after anecdotal reports linked gel implants with systemic diseases such as connective tissue disorders and even cancer. Due to safety concerns and a lack of clinical studies supporting the devices' safety, the FDA issued a moratorium on the use of gel implants. This led to a class-action lawsuit settled in 1994 and to Dow Corning's Chapter 11 bankruptcy. Saline implants were the only type available until the return of gel implants in the mid-2000s.\n[1]\n[2]\n[3]\n[4]",
    "monitoring": "Laboratory Tests\n\nRoutine laboratory evaluation is not typically diagnostic for implant-related complications but may support clinical suspicion in specific scenarios:\n\nComplete blood count (CBC)\nThis test helps evaluate leukocytosis in suspected infection or systemic inflammatory response.\nC-reactive protein (CRP) and erythrocyte sedimentation rate (ESR)\nThese are elevated in inflammatory or infectious complications, such as cellulitis or abscess formation.\nCultures\nIf seroma or purulent drainage is present, fluid aspiration under sterile technique should be sent for aerobic, anaerobic, and fungal cultures and cytologic analysis when BIA-ALCL is suspected.\nCD30 immunohistochemistry and flow cytometry\nThese are specifically used to diagnose BIA-ALCL from seroma fluid or tissue samples, as CD30 is a characteristic marker of this disease.\nSerologic autoimmune panels\nThese tests are occasionally ordered if systemic symptoms (eg, fatigue, arthralgias, rash) raise concern for an autoimmune/inflammatory syndrome induced by adjuvants, although the diagnostic correlation remains controversial.\n\nRadiographic and Imaging Studies\n\nImaging is central in evaluating breast implant integrity, position, and surrounding soft tissue structures. The choice of modality depends on the clinical context:\n\nMammography\nThis is limited for implant evaluation due to obscured posterior tissue, but it is valuable in breast cancer screening for women with implants. Displacement (Eklund) views may improve the visualization of native breast tissue.\nUltrasound\nFirst-line imaging for suspected complications such as seroma, abscess, or rupture. Ultrasound can detect periimplant fluid collections, capsular contracture, or discontinuity of the implant shell (the “stepladder sign” for intracapsular rupture). This procedure also guides fluid aspiration for diagnostic testing.\nMRI\nThis imaging is the gold standard for evaluating implant integrity, particularly silicone implants. MRI identifies intracapsular rupture (the “linguine sign”), extracapsular silicone leakage, and subtle capsular abnormalities. The FDA recommends screening with an MRI every 5 to 6 years after silicone implant placement to monitor for silent rupture.\nComputed tomography (CT)\nThis is not routinely used, but it may incidentally detect implant rupture or migration during evaluation for other thoracic or abdominal conditions. CT can help assess deep infections or chest-wall complications.\nPositron emission tomography (PET)/CT\nThis is reserved for cases concerning malignancy, particularly BIA-ALCL, where PET/CT assists in staging and evaluating systemic involvement.\n\nOther Diagnostic Tests\n\nAspiration and biopsy\nUltrasound- or CT-guided aspiration of periimplant fluid for cytologic and microbiologic analysis is crucial in evaluating late-onset swelling or seroma. In persistent masses or induration cases, core needle or excisional biopsy may be required to exclude malignancy.\nMRI with contrast-enhanced sequences\nThis modality may be employed when coexisting malignancy or capsular invasion is suspected.",
    "administration": "Management requires an individualized, multidisciplinary approach involving plastic surgeons, radiologists, pathologists, and primary care or oncology specialists depending on the underlying complication. Treatment strategies emphasize infection prevention, early recognition of complications, and timely surgical or conservative intervention to optimize patient safety and aesthetic outcomes. Comprehensive care also includes patient education, regular imaging surveillance, and coordinated follow-up, which help detect issues such as rupture, contracture, or malignancy early—further improving long-term success and overall patient satisfaction.\n\nPrevention and operative technique play a critical role in long-term implant success. Implants must be placed in a sterile environment. Before insertion, they should be bathed in an antibiotic solution to reduce the static attraction of airborne particulates and minimize infection risk. For saline implants, filling should occur via a closed system, using intravenous tubing from the saline source bag to the syringe and fill tube to eliminate contamination risk.\n\nConservative management is reasonable for asymptomatic individuals with intact implants and no evidence of capsular contracture or rupture. These patients should undergo regular clinical follow-up and FDA-recommended imaging surveillance—MRI or ultrasound starting 5 years after silicone implantation and every 2 years thereafter. Mild contractures or discomfort can be managed nonoperatively with massage, leukotriene inhibitors (eg, montelukast), or physical therapy, though evidence for pharmacologic benefit is limited.\n\nSurgical management is indicated for symptomatic or structural complications such as:\n\nImplant rupture\nSaline implant rupture is managed by removing and replacing the implant through the existing incision once deflation is confirmed.\nSilicone implant rupture requires complete capsulectomy and removal of free silicone, followed by replacement or explantation, depending on patient preference.\nIf the patient chooses permanent removal of both implants, mastopexy may be performed to restore breast contour. In some asymptomatic cases, deflated saline shells may be left if the patient denies pain or symptoms. However, reattachment of the pectoralis major is recommended for submuscular placements to minimize postoperative animation deformity.\n[7]\n[8]\n[9]\nCapsular contracture\nThis is best treated with capsulectomy and reaugmentation or neopocket formation, which involves collapsing the capsule and creating a new implant pocket. For recalcitrant contractures, acellular dermal matrices (ADMs) may be used to reduce recurrence, although they increase procedural cost.\nSeroma\nThis requires fluid aspiration and cytologic evaluation to rule out BIA-ALCL or BIA-SCC, followed by appropriate surgical management if confirmed.\nInfection or biofilm formation\nIf conservative measures fail, these warrant broad-spectrum antibiotics, ultrasound-guided drainage, and implant removal.\nAesthetic deformity\nThe surgical management of aesthetic deformities related to breast implants is tailored to the underlying cause—such as implant malposition, capsular contracture, rippling, asymmetry, or volume deficiency. The goal is to restore breast contour, symmetry, and proportion while maintaining soft-tissue integrity and minimizing the risk of further complications.\nCommon corrective procedures include capsulectomy or capsulotomy for contracture, implant exchange (eg, from saline to silicone or vice versa) for rupture or deflation, and pocket revision (neopocket creation or pocket conversion) for malposition, such as bottoming out, lateral displacement, or symmastia. Fat grafting may be used as an adjunct to improve contour and camouflage rippling. In ptosis or redundant skin cases, mastopexy can be combined with implant revision to optimize the aesthetic outcome. The surgical approach should be individualized, balancing patient goals, tissue characteristics, implant history, and risk of recurrent deformity.\n\nUltimately, patient education and shared decision-making are essential components of management. Patients should be informed about implant longevity (typically 10–15 years), the likelihood of future surgical interventions, signs of rupture or infection, and the importance of scheduled imaging. This comprehensive, patient-centered approach ensures aesthetic and functional outcomes while minimizing risk.",
    "adverse_effects": "Some complications associated with breast implants include:\n\nRupture/leakage/deflation\nCapsular contracture\nLoss of nipple sensation\nImplant malposition\nPostoperative bleeding/hematoma\nInfection\nCalcification\nRippling (more with saline)\nInterference with mammography\nGel migration"
  }
}