{
  "drug_name": "doxorubicin",
  "nbk_id": "NBK551633",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551633/",
  "scraped_at": "2026-01-11T15:28:27",
  "sections": {
    "indications": "Previous allergic reaction or anaphylaxis\nPregnancy or if planning to become pregnant (relative contraindication - should be used for cancer treatment during pregnancy when indicated as a first-line agent)\nCurrent active viral or bacterial infections\nSevere hepatic impairment and/or total serum bilirubin over 5.0 mg/dL\nMyocardial infarction within the last 30 days before treatment\nPrior treatment to a maximum dose of 550 mg/m^2 with doxorubicin or other anthracycline agents\nSystolic dysfunction/cardiomyopathy not optimized on medical therapy\nIntramuscular or subcutaneous administration",
    "mechanism": "Doxorubicin is one of the cytotoxic anthracycline agents derived from\nStreptomyces spp.\nThe anthracycline class of agents has similar mechanisms of action and works by intercalating between the DNA base pairs causing uncoiling of the DNA helical structure. This action causes inhibition of DNA synthesis and affects the activity of DNA topoisomerase II.\n[3]\nAnthracyclines can also form free radicals, which can target and damage rapidly growing cells.\n[4]\n\nDoxorubicin is a major substrate of cytochrome P450, CYP3A4, CYP2D6, and P-glycoprotein (Pgp). Several clinically significant interactions have been reported with other inhibitors of CYP3A4, CYP2D6, and/or Pgp that can increase doxorubicin concentration, resulting in more or worsening side effects and toxicity at lower levels dosages.\n[4]",
    "administration": "Doxorubicin is available as a powder for injection or as a liquid solution [2 mg/mL] administered intravenously (IV) via a central line as a continuous infusion.\n[5]\n\nAdult Dosing\n\n60 to 75 mg/m^2 intravenously (IV) every 21 days OR\n60 mg/m2 IV every 14 days OR\n40 to 60 mg/m^2 IV every 21 to 28 days OR\n20 mg/m^2/dose once/week\n\nPediatric Dosing\n\n35 to 75 mg/m^2 intravenously (IV) every 21 days\n20 to 30 mg/m^2/dose once/week\n60 to 90 mg/m^2 IV over 96 hours every 3 to 4 weeks\n\nRenal Impairment\n\nNo dosage adjustment is necessary\n\nHepatic Impairment\n\nTotal serum bilirubin less than 1.2 mg/dL: No dosage adjustment is necessary\nTotal serum bilirubin 1.2 to 3.0 mg/dL: Decrease dose by 50%\nTotal serum bilirubin: 3.1 to 5.0 mg/dL: Decrease dose by 25%\nSevere hepatic impairment: Contraindicated due to toxicity\n\nDue to the side effect profile and toxicity of doxorubicin, patients are only allowed a lifetime dose of 550 mg/m^2. Patients receiving doxorubicin therapy must receive close follow-up and monitoring of blood counts, liver function, and heart function studies.\n[6]",
    "adverse_effects": "Side Effects\n[7]\n[8]\n[9]\n[10]\n\nAllergic reactions (anaphylaxis)\nSevere cough\nPhotosensitivity\nSkin and nail hyperpigmentation\nHoarseness of voice\nFlushing of the face\nFatigue\nJoint pain\nPainful or difficult urination\nPersistent diarrhea\n\nLess Common Side Effects\n[4]\n\nBlack/tarry or bloody stools\nSeizures\nTissue necrosis or death\nCardiac arrhythmias\nAnemia\nNeutropenia\nShortness of breath due to congestive heart failure\nEdema in ankles or feet due to congestive heart failure\nA decrease in left-ventricular ejection fraction (LVEF) of greater than or equal to 10%\nCardiomyopathy\nHepatotoxicity\nTumor lysis syndrome",
    "monitoring": "Due to the cardiotoxic profile of doxorubicin, baseline left ventricular ejection fraction (LVEF) should be assessed and monitored routinely using an echocardiogram. An LVEF drop of greater than 10% from baseline is considered indicative of cardiotoxicity, and immediate intervention by physicians and the healthcare team is required. An alternative to echocardiogram monitoring is radionuclide ventriculography, such as multi-gated acquisition angiogram (MUGA) or equilibrium radionuclide angiogram (ERNA) scans, although less frequently used.\n[4]\n[11]\n\nObtain baseline complete blood counts (CBC), hepatic enzymes, and tests of hepatic function.",
    "toxicity": "The most prevalent toxicities appear below, as reported by several case studies and medication trials.\n[12]\n[13]\n\nCardiomyopathy/cardiotoxicity: The incidence of myocardial damage from doxorubicin ranges from 1% to 20%, with dosages above 300 mg/m2. LVEF is important to monitor before, during, and after doxorubicin treatment.\n[4]\n[14]\nSecondary malignancies: Although used to treat various malignancies and tumors, doxorubicin and other anthracyclines are known for causing secondary malignancies such as acute myelogenous leukemia (AML) and myelodysplastic syndrome (MDS).\nTissue necrosis: doxorubicin extravasation can cause severe tissue death and necrosis requiring excision and grafting of the skin. It is important to monitor during intravenous injection or infusion of the agent.\nHepatotoxicity: Hepatic failure is a strong contraindication to the use of doxorubicin. Trending total bilirubin concentrations and monitoring liver enzyme concentrations is essential.\nMyelosuppression: As with other anthracyclines, doxorubicin is known for causing severe myelosuppression requiring routine monitoring of white blood counts, hemoglobin, and platelets as myelosuppression predisposes to infections, sepsis, hospitalizations, or even death.\n\nToxicity Prevention\n\nSeveral pharmacological agents have been used and studied to prevent and/or decrease cardiotoxicity in patients receiving anthracyclines, including dexrazoxane, beta-blockers, angiotensin antagonists, statins coenzyme Q-10, and N-acetylcysteine. Most notable studies have taken place testing beta-blockers and dexrazoxane.\nIn one randomized study of 25 patients, carvedilol was not better than a placebo at preventing systolic and diastolic heart failure in patients taking anthracyclines.\n[15]\nDexrazoxane is a prodrug and potent reversible inhibitor of DNA topoisomerase II, which may decrease topoisomerase II binding by doxorubicin and thus decrease the cytotoxicity of healthy cells. Dexrazoxane is an iron chelator (structurally similar to EDTA) that is thought to decrease free radicals generated by doxorubicin.\nA retrospective study found that dexrazoxane did not significantly affect the mean LVEF after anthracycline administration (56% with dexrazoxane vs. 53% without), but while the authors concluded that it decreased the rate of cardiac events, defined as a reduction of LVEF more than 10%, it is difficult to reconcile that conclusion of this retrospective analysis with the fact that the mean LVEF between the two groups was not different.\n[16]\nIn a meta-analysis reviewing 16 trials, including 1918 patients: dexrazoxane reduced cardiotoxicity after anthracycline treatment by 33%. It specifically decreased heart failure by 58% compared to other agents, including beta-blockers, statins, coenzyme Q-10, and N-acetylcysteine. However, the study determined dexrazoxane did not affect the response rate of malignancies or the risk of death.\n[17]\nFurther studies are in process and have begun to attract attention to minimize the cardiotoxicity risk of doxorubicin."
  }
}