{
  "drug_name": "doxycycline",
  "nbk_id": "NBK555888",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555888/",
  "scraped_at": "2026-01-11T15:28:23",
  "sections": {
    "indications": "Absolute Contraindications\n\nDoxycycline or tetracycline antibiotics are contraindicated in individuals with a known allergy.\n\nRelative Contraindications\n\nDoxycycline is relatively contraindicated for the following:\n\nLiver disease due to rare fatal hepatotoxicity\n[28]\nPregnancy or breastfeeding due to teratogenicity and permanent teeth discoloration after in-utero exposure\nUse with penicillin or isotretinoin\nHistory of fungal infections\nRecent colitis caused by antibiotic use\nClostridioides difficile-\nassociated diarrhea (CDAD)\nHistory of lupus (autoimmune)\nPorphyria\nMyasthenia gravis (rare)\n[43]\n[44]\n\nWarnings and Precautions\n\nDoxycycline should be used cautiously when being considered for the following clinical applications:\n\nFalse positive catecholamine test\n: False elevations of urinary catecholamine levels may occur when doxycycline is administered, due to interference with the fluorescence test.\n\nClostridioides difficile-associated diarrhea\n: Doxycycline can disrupt normal colonic flora, leading to CDAD, which ranges from mild diarrhea to fatal colitis. CDAD should be considered in any patient presenting with diarrhea during or after antibacterial therapy. Management includes discontinuing unnecessary antibiotics, providing supportive care, and targeting treatment of\nC. difficile\n.\n\nSevere cutaneous adverse reactions (SCARs)\n: Exfoliative dermatitis, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, DRESS, and fixed drug eruptions (including generalized bullous forms) have been reported. Doxycycline should be discontinued immediately if severe skin reactions occur.\n[45]\n[46]\n\nBone growth\n: Tetracyclines form calcium complexes in bone-forming tissues. Reversible suppression of bone growth has been observed in premature infants receiving high doses of tetracyclines.\n\nSuperinfection\n: Overgrowth of nonsusceptible organisms, including fungi, may occur during doxycycline therapy. Treatment should be discontinued and appropriate treatment initiated if superinfection develops.\n\nMalaria prophylaxis limitations\n: Doxycycline substantially suppresses the asexual blood stages of Plasmodium species but does not eliminate sexual blood stage gametocytes of\nPlasmodium falciparum\n. Transmission to mosquitoes may still occur postprophylaxis.\n\nIdiopathic intracranial hypertension\n: Tetracyclines, including doxycycline, have been associated with intracranial hypertension, which can present with headache, visual disturbances, and papilledema. Women of childbearing age who are overweight or have a history of intracranial hypertension are at increased risk.\n[47]\nAvoid concurrent use with isotretinoin.\n[48]\nImmediate ophthalmologic evaluation is required if symptoms develop.\n\nPhotosensitivity\n: Doxycycline may cause exaggerated sunburn reactions. Advise patients to minimize sun exposure and discontinue treatment at the first sign of skin erythema.\n[49]",
    "mechanism": "Doxycycline hyclate works systemically in various tissues. Compared to other tetracyclines, doxycycline's high lipophilicity enables it to cross multiple membranes and reach its target molecules. Tetracyclines act as cationic coordination complexes to cross the OmpF and OmpC porin channels in gram-negative bacteria. Similarly, in gram-positive bacteria, the electroneutral, lipophilic form of the protein traverses the cytoplasmic membrane. Uptake across the cytoplasmic membrane is energy-dependent and driven by the proton motive force.\n[20]\n\nThe bacteriostatic action of tetracyclines, eg, doxycycline hyclate, is intended to inhibit bacterial growth by binding to the 30S prokaryotic ribosomal subunit, thereby altering the process of protein synthesis. Doxycycline hyclate prevents the association of the charged aminoacyl-tRNA (aa-tRNA) with the ribosomal A site to stall the elongation phase, yielding an unproductive cycle of protein synthesis. Doxycycline affects the binding rate of the ternary complex (comprised of elongation factor Tu (EF-Tu), GTP, and aa-tRNA) to the ribosome.\n[21]\nThe ternary complex attempts to bind the aa-tRNA to the A site but fails to do so.\n[22]\nThis process halts the translation of the growing polypeptide chain, thereby impeding the production of essential proteins and ultimately leading to the death of the bacteria.\n\nTetracyclines, eg, doxycycline hyclate, present immunomodulating properties that inhibit leukocyte movement during inflammation by preventing calcium-dependent microtubular assembly and lymphocytic proliferation.\n[11]\nDoxycycline initiates anti-inflammatory actions in diseases, eg, osteoarthritis, by inhibiting nitric oxide synthase.\n[23]\nDoxycycline also exhibits postantibiotic effects, meaning that bacterial growth remains suppressed even after serum drug concentrations fall below the minimum inhibitory concentration, contributing to its sustained antimicrobial activity.\n[24]\n[25]\n\nBacterial ribosomal protection proteins Tet(O) and Tet(M) employ a variety of resistance mechanisms, including efflux, enzymatic degradation, and rRNA mutations. Tet(O) prevents tetracyclines from attaching to the primary binding site. Tet(O) and Tet(M) displace tetracyclines from the ribosome and increase the dissociation constant, Kd, and allow the aa-tRNA to bind to the A site so protein synthesis can resume.\n[22]\n\nPharmacokinetics of Doxycycline Hyclate\n\nAbsorption\n\nDoxycycline is almost completely absorbed after oral administration, achieving virtually 100% bioavailability. The peak plasma concentration following a 200 mg oral dose in adults is approximately 2.6 µg/mL at 2 hours, decreasing to 1.45 µg/mL at 24 hours. In children aged 2 to 18 years, absorption is similarly complete; oral and intravenous dosing have no meaningful difference in systemic exposure.\n\nVolume of distribution\n\nDoxycycline has a volume of distribution of 1.33 (0.38–3.18), which varies according to age.\n[26]\nDoxycycline binds to plasma proteins at about 80% to 90%, allowing for sustained tissue and plasma concentrations. Furthermore, the drug crosses the placenta and is found in fetal tissues.\n[5]\n\nMetabolism\n\nDoxycycline undergoes minimal metabolism. Primarily concentrated in the liver and secreted unchanged in bile, doxycycline remains biologically active throughout circulation. Metabolic clearance plays a minor role in its elimination.\n\nExcretion\n\nDoxycycline is eliminated via both renal and fecal routes. In adults with normal renal function, approximately 40% of the drug is excreted in the urine over 72 hours. In severe renal impairment, urinary excretion decreases to 1% to 5% over 72 hours, with compensatory fecal elimination. Despite renal dysfunction, the serum half-life remains consistent, ranging from 18 to 22 hours. In children, weight-normalized clearance ranges from approximately 0.04 to 0.08 L/kg/h, with no significant differences between age groups or body weights. Hemodialysis does not significantly alter the half-life, indicating that the dialysis process does not limit the removal.",
    "administration": "Available Dosage Forms and Strengths\n\nDoxycycline is available in oral capsules (50 mg and 100 mg), oral tablets (20 mg, 50 mg, 75 mg, 100 mg,  and 150 mg), and delayed-release tablets (50 mg, 60 mg, 75 mg, 80 mg, 100 mg, 150 mg, and 200 mg). Some delayed-release tablets contain corn starch as a pharmaceutical excipient, which is clinically insignificant except in rare cases of corn allergy. A 100 mg intravenous reconstituted solution is available in preservative-free and standard forms. Combination kits with 1 or 2 tablets of 100 mg are also available.\n\nAdult Dosage\n\nBacterial infections\n\nIn general, for mild to moderate bacterial infections, doxycycline hyclate should be taken in doses of 100 mg every 12 hours on the first day, followed by 100 mg once daily thereafter. For pelvic infections, the recommended dose is 100 mg twice daily for 1 week. The maximum dosage is 300 mg/day, except in cases of acute gonorrheal infection, which are often treated with 600 mg/day for 5 days.\n\nDoxycycline is best taken on an empty stomach, at least 1 hour before or 2 hours after eating, with at least 8 ounces of water. For optimal gastrointestinal absorption, the medication should be taken 2 to 3 hours before or after consuming any supplements or drugs with magnesium, zinc, calcium, aluminum, iron, or sodium bicarbonate.\n\nAnti-inflammation\n\nDoxycycline hyclate can be taken at subacute doses of 40 mg daily for anti-inflammatory effects. The anti-microbial mechanism will not be in action at this subantimicrobial dose, sparing healthy bacteria and maintaining the body's microbiome.\n\nMalaria prevention\n\nDoxycycline should be administered at a dose of 100 mg once daily for malaria prophylaxis and is highly recommended to be taken with a sufficient amount of fluids and food. The first dose should be taken 1 to 2 days before traveling, and the regimen should continue while traveling in high-risk areas and for an additional 4 weeks after returning. Doxycycline hyclate should be used in conjunction with chloroquine.\n[27]\nThe course of prescribed doxycycline hyclate should be finished in its entirety, even if symptoms disappear sooner.\n\nAdministration in Specific Patient Populations\n\nIn specific populations, the dosage of doxycycline may require adjustment or be avoided.\n\nHepatic impairment\n\nDoxycycline undergoes minimal hepatic metabolism; no dose adjustment is generally required. However, doxycycline-induced liver injury is rare but well-documented. Liver injury can present with a mixed hepatocellular-cholestatic pattern, occasionally associated with drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome. High-dose IV doxycycline may rarely cause acute fatty liver, particularly in susceptible populations (eg, pregnant women). Although infrequent cases of autoimmune hepatitis and vanishing bile duct syndrome have been reported, recovery is usually rapid after drug discontinuation, with no documented cases of acute liver failure. If hepatotoxicity is suspected, doxycycline should be discontinued.\n[28]\n\nRenal impairment\n\nIn patients with renal impairment, no significant difference in the serum half-life of doxycycline (range, 18-22 hours) has been observed compared to individuals with normal renal function. Furthermore, hemodialysis does not affect its elimination. However, clinicians should be aware that tetracyclines, including doxycycline, possess an antianabolic effect that may lead to increased blood urea nitrogen (BUN) levels.\n\nPregnancy\n\nThe animal studies indicate that tetracyclines, including doxycycline, traverse the placenta, are present in fetal tissues, and therefore, may exert toxic effects on the developing fetus. Doxycycline is often associated with retardation of skeletal development. Evidence of embryotoxicity has also been observed in animals subjected to treatment early in pregnancy. If any tetracycline is administered during pregnancy or if the patient becomes pregnant while using this medication, the patient should be informed of the potential risks to the fetus.\n\nBreastfeeding\n\nAlthough product labeling states that tetracyclines, including doxycycline, are excreted in human milk and that the extent of infant absorption remains uncertain, available evidence suggests that short-term maternal use may carry minimal risk due to low drug concentrations in milk and reduced oral absorption in the infant due to calcium binding. However, given the theoretical risks of dental discoloration, effects on bone growth, and alteration of the infant's gastrointestinal flora, prolonged or repeated courses should be avoided during breastfeeding unless absolutely necessary.\n\nIf extended treatment is needed, clinicians should exercise caution, closely monitor the infant for adverse effects including diarrhea, candidiasis, or rash, and carefully balance the maternal therapeutic need against the potential risks to the infant, considering temporary cessation of breastfeeding if appropriate.\n[29]\nDoxycycline can be prescribed for severe life-threatening situations (eg, anthrax).\n[5]\n\nPediatric patients\n\nFor nearly all indications, doxycycline is contraindicated in patients younger than 8 years. The use of doxycycline in pediatric patients of this age group should be limited to cases where the benefits substantially outweigh the risks associated with tooth development and growth, eg, in severe or life-threatening infections, including anthrax or Rocky Mountain spotted fever, and when no appropriate alternative treatments are available.\n\nOlder adults\n\nNo specific precautions are required in older adults. However, medication reconciliation is essential due to the increased risk of polypharmacy in this population.\n[30]",
    "adverse_effects": "Common Adverse Reactions\n\nThe most common adverse reactions associated with doxycycline include:\n\nMild diarrhea\nPhotosensitivity\nNausea\nVomiting\nSkin rash/itching\nHeadaches\nTooth discoloration\nFixed drug eruption\n[31]\n\nSevere Adverse Effects\n\nDoxycycline hyclate is a highly tolerated drug compared to its tetracycline counterparts and has limited evidence for causing serious adverse effects. The following are some of the rarely observed adverse events:\n\nHematochezia\n[32]\nLeukopenia\nHemolytic anemia\nThroat irritation or trouble swallowing\nChest pain\nExacerbation of systemic lupus erythematosus\nShortness of breath\nIrregular or fast heart rate\nDysuria\nIntracranial hypertension\n[33]\n[34]\nEsophagitis/esophageal ulcerations if taken without water\n[35]\n[36]\n\nResearchers described a type I anaphylactic reaction with hypotension, bronchospasms, and urticaria in a patient who received intravenous doxycycline with a beta-blocker during general anesthesia.\n[37]\nThey have also observed a unique case of fever, lymphadenopathy, nephritis, hepatitis, and severe pneumonitis with respiratory failure resulting from oral administration of doxycycline.\n[38]\n\nIn rare cases, doxycycline hyclate has also reportedly caused Stevens-Johnson Syndrome, potentially life-threatening mucocutaneous eruptions with a diffuse distribution of purpuric macules or targetoid lesions. Treatment typically involves hospitalization and supportive care for symptoms, along with the administration of hydroxyzine hydrochloride, mupirocin ointment, and prednisone.\n[39]\n\nDrug-Drug Interactions\n\nTetracyclines, eg, doxycycline, can chelate divalent and trivalent cations found in certain medications, which may reduce the absorption of doxycycline and other drugs when taken concurrently. These cation-containing medications include antacids containing aluminum, calcium, and magnesium-based laxatives, as well as oral iron supplements. Other medications that can decrease doxycycline absorption include antidiarrheal agents containing pectin or bismuth subsalicylate. Therefore, simultaneous administration should be avoided.\n[27]\n\nAdministration of doxycycline with warfarin has resulted in an enhanced anticoagulant effect due to the competitive interaction for albumin binding and potential inhibition of the cytochrome P-450 pathway.\n[40]\nBarbiturates, carbamazepine, and phenytoin can decrease the half-life of doxycycline. Furthermore, according to the product labeling, the simultaneous use of tetracycline, including doxycycline, may diminish the effectiveness of oral contraceptives.\n\nDoxycycline is known to cause phototoxic skin reactions, particularly in areas exposed to sunlight. Other medications linked to photosensitive reactions include nalidixic acid, amiodarone, voriconazole, hydrochlorothiazide, and thioridazine. Additionally, aminolevulinic acid, commonly used in photodynamic therapy, can increase light sensitivity, increasing the risk of phototoxic reactions. The diagnosis should be guided by patient history and clinical assessment, while management focuses on stopping the triggering drug.\n[41]\n\nConcurrent use of systemic tetracyclines and isotretinoin increases the risk of pseudotumor cerebri; a drug-free interval of approximately 7 days is recommended based on the elimination half-life of tetracyclines. This washout minimizes overlapping exposure and reduces the risk of severe intracranial hypertension (pseudotumor cerebri).\n[42]",
    "monitoring": "Doxycycline hyclate has demonstrated an effective therapeutic spectrum. Oral administration is the most common method, but delivery can also be administered via an IV if necessary. An oral dose of 100 to 200 mg is absorbed rapidly. Data shows doxycycline was detectable in the blood as soon as 15 minutes after administration. Doxycycline has a reported peak plasma concentration of 1.7 to 5.9 mg/mL after 2 to 3 hours and an elimination half-life of 15 to 30 hours.\n[50]\nDoxycycline is almost completely absorbed in the duodenum after oral administration, with a bioavailability of approximately 95%, undergoes no significant metabolism, and is eliminated unchanged by both renal and biliary routes. Approximately 35% to 60% of the drug is excreted in the urine, with the remainder eliminated in the feces.\n[51]\n[52]\n\nNo standard tests routinely monitor doxycycline use; however, guidelines recommend tracking antimicrobial resistance with Doxy PEP due to the potential effects on pathogens (eg,\nStaphylococcus aureus\n). Concerns also exist about the increased prevalence of tetracycline-resistant\nNeisseria gonorrhoeae\n, which may reduce Doxy PEP efficacy and coselect for beta-lactam resistance in this first-line treatment target.\n[1]\n\nThe most significant adverse effect is hepatic injury, which can be avoided by administering doxycycline hyclate at the recommended dosage and keeping contraindications and adverse effects in mind. Tetracyclines are avoided in pregnancy and lactation, yet no evidence has been documented against doxycycline specifically.\n[5]\nLong-term administration requires monitoring of phototoxicity, hepatotoxicity (monitor LFTs), and nephrotoxicity. A complete blood count and peripheral smear monitoring are essential to assess the response to therapy.\n[53]",
    "toxicity": "Clinical Indications of Overdose and Toxicity\n\nIn rare instances, doxycycline has been associated with hepatic injury about 1 to 2 weeks after starting therapy. Hepatic injury can range from hepatocellular to cholestatic or mixed. Often, a quick onset with reported symptoms of DRESS syndrome is noted, eg, rash, fever, and eosinophilia.\n[54]\n\nAcute doxycycline hepatitis has been noted in patients receiving treatment for pulmonary actinomycosis after 1.5 months of 200 mg of doxycycline daily. Liver function tests revealed markedly elevated levels of alanine transaminase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), and gamma-glutamyl transferase (GGT). Liver biopsy demonstrating centrilobular necrosis was also noted, indicative of toxic hepatitis.\n[55]\nA liver reaction with nonspecific hepatitis appeared within 24 hours of oral doxycycline therapy in a patient with a suspected pneumonia infection. The diagnosis was confirmed with a liver biopsy showing cholestasis and inflammation, as well as increased liver enzymes (ALT, AST, ALP).\n[56]\n\nManagement of Overdose and Toxicity\n\nManagement focuses on stopping doxycycline, after which liver function typically improves within weeks, although severe cholestatic injury may take up to 2 to 6 months to resolve. Supportive care includes regular monitoring of liver enzymes and the management of symptoms. Corticosteroids are not routinely recommended but may be considered in rare cases of suspected immune-mediated injury, although evidence is limited. Reexposure to doxycycline should be avoided. Caution is also advised when prescribing other tetracyclines (eg, minocycline) given the potential, though unproven, risk of cross-reactivity.\n[39]\n[28]"
  }
}