{
  "drug_name": "doxylamine",
  "nbk_id": "NBK551646",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551646/",
  "scraped_at": "2026-01-11T15:28:24",
  "sections": {
    "indications": "One contraindication to treatment with doxylamine includes concurrent use of a monoamine oxidase inhibitor (MAOI).\n[13]\nHypersensitivity to doxylamine is also a contraindication to its use.\n[15]\nConcomitant alcohol use is contraindicated due to its effect of causing pronounced somnolence when combined with doxylamine. It should be used with caution when given concurrently with CNS depressant drugs. Doxylamine contraindications also include patients with the following conditions: elevated intraocular pressure, narrow-angle glaucoma, asthma, stenosing peptic ulcer disease, urinary bladder neck obstruction, and gastric outlet obstruction.\n[11]\n\nDoxylamine should not be used in children under two years of age.",
    "mechanism": "As a member of the first-generation class of antihistamines, doxylamine exerts its effects by competitively antagonizing the binding of free histamine at the H1-receptor binding sites. It antagonizes the effects of histamine in the uterus, GI tract, large blood vessels, and bronchial muscles. Doxylamine binds non-selectively to H1-receptors, both centrally and peripherally, contributing to the sedative effects that also make it an effective sleeping aid. However, due to their interactions with receptor residues that remain highly conserved across the aminergic receptors, H1 receptor antagonists can produce several off-target effects; these are anticholinergic. This activity also depresses labyrinthine function, blocks the chemoreceptor trigger zone, and diminishes vestibular stimulation.\n[8]\n\nFurthermore, doxylamine reduces nausea and vomiting by inhibiting histaminergic signaling to the vomiting center in the medulla.\n[9]\nThe mechanism of action of pyridoxine while treating nausea and vomiting during pregnancy is unknown.\n\nThe drug undergoes extensive hepatic metabolism and is excreted primarily in the urine. It has a half-life of approximately 10 hours, which increases to 12 to 15 hours in the elderly.",
    "administration": "To treat nausea and vomiting during pregnancy, doxylamine is often co-administered with pyridoxine (vitamin B6) as an extended-release oral tablet (doxylamine succinate 10 mg/ pyridoxine-HCl 10 mg). The tablets should not be crushed, chewed, or split to maintain the extended-release effects.\n[10]\nFor NVP, the recommended dose is two tablets before bed with water on an empty stomach. If symptoms continue on the second day, the patient can take one tablet after waking in the morning and two at night. If symptoms remain inadequately controlled with a three tablet regimen on the third day, the dose could increase to four tablets per day: one in the morning, one mid-afternoon, and two before bed. The maximum daily limit is four tablets.\n\nPatients should not take doxylamine/pyridoxine as needed while treating NVP. The need for continued therapy requires reassessment throughout the pregnancy.\n[11]\n[12]\n[13]\n\nDoxylamine as a standalone medication is also available as doxylamine succinate 25 mg oral tablets under both brand and generic forms. Adult dosing for doxylamine is as follows:\n\nFor insomnia (adults and children 12 and older): 25 to 50 mg orally at bedtime as needed, dosed 30 minutes before sleep.\n[14]\nFor allergy symptoms (adults and children 12 and older): 12.5 mg orally every 4 to 6 hours as needed, with a maximum dosage of 75 mg daily.\n\nHepatic and renal dosing adjustments are not defined.",
    "adverse_effects": "Because doxylamine is available over the counter, the risk of overdose is a concern.\n[4]\nAdverse effects due to hypersensitivity to the drug include hypotension, urticaria, and decreased oxygen saturation.\n[15]\nCommon adverse effects include impaired vigilance, atropine-like effects, impaired coordination, and drowsiness during the day—all of which could pose problems for high-risk fall patients and those operating heavy machinery or who drive a vehicle.\n[16]\n\nOther common reactions to doxylamine include constipation, dysuria, urinary retention, blurred vision, and diplopia. Many of these can be attributed to the drug's anticholinergic effects.\n\nDoxylamine and other first-generation histamine H1 receptor antagonists can bind to and inhibit muscarinic receptor signaling in other organ systems, resulting in systemic anticholinergic effects. This non-selective receptor binding can lead to various adverse effects such as flushing of the skin, anhidrosis, hyperthermia, hallucinations, mydriasis, delirium, and urinary retention.\n[17]\n\nDoxylamine is safe for use in breastfeeding in small, occasional doses. No known fetal harm exists based on human data when it was studied in combination therapy with pyridoxine. In longer-term or higher doses, doxylamine might decrease lactation, and it could cause drowsiness or other adverse effects on the breastfed infant.\n[18]\nDoxylamine is safe for use in pregnancy as it is not teratogenic.\n[3]",
    "monitoring": "Researchers have mostly studied the pharmacokinetics of doxylamine in healthy nonpregnant women. Doxylamine is absorbed in the gastrointestinal tract, mainly the jejunum. With extended-release formulation, peak plasma concentrations occur within 7.5 hours.\n[13]\nDoxylamine is highly lipophilic; therefore, it circulates as 98% protein-bound. The volume of distribution is between 0.5 and 30 L/kg. Doxylamine undergoes hepatic metabolism via a dealkylation reaction, so the clinician should consider the patient's liver function.\n[17]\nAdditionally, doxylamine and its respective metabolites get excreted by the kidneys, so clinicians should consider the patient's renal function when administering this drug. The half-life of doxylamine is 11.9 hours, and the half-life of coadministered pyridoxine is 0.4 hours.\n[11]",
    "toxicity": "Toxicity associated with antihistamine use is due to overdose following oral ingestion, either unintentional or intentional suicide attempt—most commonly in young and elderly populations. Toxicity from intravenous, intramuscular, or topical routes of administration rarely occurs in the household setting. Toxicity presents as antimuscarinic and hallucinogenic effects. The mnemonic 'dry as a bone, hot as a hare, red as a beet, blind as a bat, full as a flask, and mad as a hatter' has been used to remember the presentation of acute anticholinergic toxicity. This mnemonic represents the findings of anhidrosis, hyperthermia, reddening of the skin, mydriasis, hallucinations, urinary retention, and delirium, respectively.\n\nMajor complications of doxylamine toxicity include arrhythmias, respiratory failure, seizures, hyperthermia, rhabdomyolysis, and coma. If the patient experiences toxicity, the healthcare team should continually monitor cardiac activity, and IV access is necessary. Patients who only recently ingested the toxic dose can receive activated charcoal.\n[17]\n[19]"
  }
}