{
  "drug_name": "drop",
  "nbk_id": "NBK582140",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK582140/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "While there may be a tendency to associate anesthetic intervention with neurological pathology in the practice of obstetrics, the events surrounding pregnancy and labor are most commonly responsible for such neuropathies. Obstetric palsies are estimated to be more common than neurological injuries caused by regional anesthesia.\n[1]\n[2]\nThus, understanding the spatial relationship between nerves and surrounding anatomical structures is paramount to properly identify the site of obstetrical palsy, its presentation relative to neurological dysfunction, and subsequent treatment options.\n\nFoot drop is one type of obstetrical palsy. First described in 1838, a foot drop can have pronounced adverse effects on quality of life if not recognized, diagnosed, and treated appropriately.\n[3]\n[4]\nIt can be caused by three separate but similar etiologies: lumbar radiculopathy, lumbosacral (LS) plexopathy, or common fibular (CF) neuropathy. The location of the neural injury should be assessed by a combination of careful neurological examination, MRI imaging, and electrophysiological studies.\n\nFoot drop manifests primarily as a loss of dorsiflexion and eversion of the foot at the ankle. This can produce a slapping sound when the foot hits the ground. To avoid scraping the foot on the ground, the patient learns to elevate it higher than normal, leading to the classic steppage gait. Patients suffering from foot drop can also present symptoms including but not limited to paresthesia, hypoesthesia, numbness, weakness, atrophy, and diminished or absent deep tendon reflexes.\n\nThe presentation of foot drop is most commonly described as unilateral, except for the case of common fibular neuropathy, which may be bilateral. This paper aims to elucidate the individual mechanisms underlying each etiology of obstetric foot drop and to use relevant clinical anatomy to guide clinicians in the appropriate diagnosis and management of such nerve palsies.\n\nAnatomy of the Roots of the Lumbosacral Plexus\n\nThe lumbosacral (LS) plexus is located in the psoas muscles and is formed by the L1-S4 nerve roots, which provide motor and sensory innervation to the pelvis, thigh, leg, and foot. Its dorsal (sensory) and ventral (motor) roots emerge from the spinal cord and stream down in the cauda equina to exit the intervertebral foramina to join to form the mixed spinal nerves.\n\nEach mixed spinal nerve then divides into a ventral primary ramus and a dorsal primary ramus. The muscles of the pelvis and lower limbs are innervated by the ventral primary rami of the lumbosacral plexus. Damage to one or more of the dorsal nerve roots before the fibers join causes a loss of sensation in a dermatomal distribution. Meanwhile, damage to the ventral roots will result in paresis of all muscles innervated by that root level. Regarding obstetrical neural lesions, the L5 and S1 ventral rami of the plexus are the most important.\n\nAnatomy of the Lumbosacral Trunk Component of the Lumbosacral Plexus\n\nThe nerve roots of L1-L4 form the upper portion of the plexus, while the roots of the L4-S4 constitute the lower portion of the lumbosacral plexus. Between these two portions of the lumbosacral plexus, the L4 and L5 rami unite to form the lumbosacral trunk. The lumbosacral trunk must pass inferiorly on the anterior surface of the sacral ala, where it is liable to injury by the head of the descending fetus.\n\nThe lumbosacral trunk is part of the lumbosacral plexus but is considered separately in this paper, as its exposed position renders it especially liable to injury. Damage to the L5 component of the lumbosacral trunk is sufficient to cause foot drop.\n\nAnatomy of the Peripheral Nerves formed from the Lumbosacral Plexus\n\nBranches of each portion of the lumbosacral plexus divide to form the distinct peripheral nerves associated with the lower limbs. The upper portion of the plexus gives rise to the iliohypogastric nerve (T12-L1), the ilioinguinal nerve (L1), genitofemoral nerve (L1-L2), lateral femoral cutaneous nerve (L2-L3), the femoral nerve (L2-L4), and obturator nerve (L2-L4).\n\nThe lower part of the plexus gives rise to the superior gluteal nerve (L4-S1), inferior gluteal nerve (L5-S2), posterior femoral cutaneous nerve (S1-S3), the pudendal nerve (S1-S4), and the large sciatic nerve (L4-S3).\n\nAnatomy of the Common Fibular Nerve\n\nThe common fibular nerve arises from the sciatic nerve above the popliteal fossa. It passes over the head of the fibula to curve around the posterior aspect of the fibula. It divides into the superficial fibular nerve and the deep fibular nerve.\n\nThe superficial fibular nerve supplies the fibularis longus and brevis and the skin over the lateral side of the leg and dorsum of the foot. The fibularis longus and brevis are the evertors of the foot at the ankle.\n\nThe deep fibular nerve then enters the anterior compartment of the leg, where it innervates the tibialis anterior, extensor hallucis longus, and extensor digitorum longus muscles. These muscles are extensors of the foot at the ankle (the dorsiflexors in clinical terminology). Lesion of the common fibular nerve or the deep fibular nerve will produce foot drop.",
    "mechanism": "All of the lesions causing foot drop involve compression of various neurological structures by the baby, by the mother's or the attending's hand on the patient's thighs during delivery, by use of the dorsolateral lithotomy position, as a result of herniation of a lumbar disc (especially L4/L5), by the use of forceps during delivery, or similar compressive factors.\n[2]\n\nRadiculopathy\n\nOne of the least common but relevant causes of foot drop in parous women involves damage to the roots of the lumbosacral plexus. Such radiculopathies occur secondary to compression by a herniated disc. These injuries are rare in the obstetric literature and are limited to the postpartum period.\n[5]\n\nL5 radiculopathy can manifest as neuropathic pain corresponding to the L5 dermatome. This dermatome is located on the lateral aspect of the leg, the dorsum of the foot, the medial half of the dorsum of the big toe, and the middle three toes. Weakness is present involving the tibialis anterior, extensor hallucis longus, and extensor digitorum longus. Patients with radiculopathy may exhibit a diminished or absent ankle jerk, which demonstrates the involvement of the S1 nerve root.[7]  Thus, the presentation with an absent ankle jerk reflex in a patient with foot drop would suggest the involvement of S1. Therefore, the presence or absence of a deep tendon reflex may be used as part of a differential diagnosis.\n\nRadicular pain can be elicited by the hyper flexibility and relaxation of joints occurring secondary to hormonal changes in pregnancy. Lumbosacral joints may loosen substantially during pregnancy, increasing the likelihood of developing a bulging or herniated lumbar disc. It should also be noted that the onset of all neurologic symptoms in these cases occurred days to months after giving birth.\n\nCurrently, the standard of care dictates that to confirm the presence of radiculopathy, magnetic resonance imaging (MRI) showing radicular compression and electromyography (EMG) showing nerve conduction abnormalities should be performed in addition to examining the patient's motor and sensory functions.\n\nLumbosacral Plexopathy\n\nThe lumbosacral trunk is affected by the baby's head as it moves down into the pelvis during delivery. Typically the head compresses the L5 lumbar root to cause a foot drop. Lesions of the lumbosacral plexus will often involve L2, L3, and L4 as well, giving rise to symptoms that resemble a lesion of the femoral or obturator nerves in addition to the foot drop from L5. The presence of such a constellation of symptoms is characteristic of a lesion of the lumbosacral trunk.\n\nLesions of the Lumbosacral Trunk (Part of the Lumbosacral Plexus)\n\nThe lumbosacral trunk is formed primarily from L5, with a contributing branch from L4. It appears at the medial margin of the psoas major and descends over the pelvic brim, anterior to the sacroiliac joint. Here it is vulnerable to injury by the head of the baby as it descends into the pelvis.\n\nIt may be difficult to confirm the involvement of the L5 nerve root since the L5 ventral ramus is present in the lumbosacral trunk, in the sciatic nerve, and in its derivative, the common fibular nerve. Electromyography helps make the diagnosis of a lesion of the lumbosacral trunk. Voluntary motor unit action potentials (MUAPs) of obstetric patients exhibiting foot droop have been shown to be significantly reduced in all the muscles below the knee that contain the L5 segment:  tibialis anterior, extensor hallucis longus, extensor digitorum brevis, fibularis longus, tibialis posterior, and flexor digitorum longus.\n\nNote that the tibialis anterior, extensor digitorum brevis and fibularis longus are all supplied by the common fibular nerve, whereas the tibialis posterior and flexor digitorum longus are supplied by the tibial nerve. Thus, patients who have involvement of the tibialis posterior and flexor digitorum longus could not be suffering from a common fibular neuropathy, an important diagnostic distinction.\n[6]\n\nCommon Fibular Neuropathy\n\nThe common fibular nerve (L4-S2) arises from the sciatic nerve above the popliteal fossa. It then passes over the head of the fibula to curve around the posterior aspect of the neck of the fibula. It then divides into the superficial fibular nerve, which innervates the lateral compartment of the leg, and the deep fibular nerve, which passes through the anterior compartment of the leg to supply the tibialis anterior and the extensor digitorum longus and the extensor digitorum brevis.\n\nThese muscles are the dorsiflexors and are innervated by the deep fibular nerve (L4-L5). The tibialis anterior is the most powerful dorsiflexor of the foot at the ankle. It can be tested by asking the patient to dorsiflex the foot against resistance and compare the results with the other foot.\n[7]\n\nAs the common fibular nerve wraps around the neck of the fibula, it is susceptible to compression. Lesion of the common fibular nerve can lead to peripheral neuropathy with motor and sensory deficits. The superficial fibular nerve (L4-S1) and deep fibular nerve (L4-L5) are branches of the common fibular nerve at risk of damage in common fibular neuropathy.\n\nThe superficial fibular nerve provides motor function to fibularis longus and fibularis brevis, allowing for foot eversion and weak plantar flexion. Sensory innervation of the distal portion of the leg and dorsum of the foot, excluding the webbing between the first and second digits, is supplied by the superficial fibular nerve.\n\nThe deep fibular nerve provides motor function to the tibialis anterior, extensor digitorum longus, extensor hallucis longus, and fibularis tertius, allowing for dorsiflexion of the ankle and extension of the toes. Sensory innervation to the webbing between the first and second toes is supplied by the deep fibular nerve, which is particularly useful in diagnosing fibular neuropathies because this space is innervated entirely by the deep fibular nerve. Moreover, the L5 dermatome serves the medial aspect of the first digit, second, third, and fourth toes allowing one to distinguish this from a deep or common fibular neuropathy.\n\nThe main source of common fibular neuropathy cited in the obstetrics literature is nerve compression. Lateral manual compression of the common fibular nerve by the patient's hand at the knee during prolonged labor may be a cause of neuropathy. For instance, when the patient is lying on a gurney holding her legs to her chest, this position compresses the common fibular nerve. The patient could also be in a semi-sitting position with the legs being forcefully compressed by the patient or birth attendants.\n[8]\n\nIt has also been suggested that the deep fibular nerve can be stretched due to its anchored position as it branches from the common fibular nerve and travels through the fibular tunnel deep to a fibrous sheath, resulting in neuropathy.\n[9]\nThere have also been a few cited cases where delivery in the squatting position with the knees bent resulted in the compression of the common fibular nerve between the rectus femoris tendon and the fibular head.\n\nAs giving birth in this position is uncommon in hospitals, it has not been seen frequently in the medical literature. Other cited causes include the use of forceps during delivery and cephalopelvic disproportion. A particularly unusual case of bilateral fibular neuropathy was noted involving a patient who had an uncomplicated cesarean section following a prolonged second stage of labor.\n[10]\n\nAll cases of common fibular neuropathy in the literature presented with weakness in the anterior and lateral compartment muscles of the leg, including tibialis anterior, fibularis longus, and brevis.\n[9]\nPatients with a common fibular neuropathy often experience weakness in dorsiflexion and plantar flexion, with the strength of dorsiflexion being weaker than that of plantar flexion.\n[11]\n\nAlthough most plantar flexion is due to innervation from the tibial nerve, the mild weakness in plantar flexion seen in common fibular neuropathy is due to the weak activity of the fibularis longus in plantar flexion. Foot drop was also seen in several of the patients in the literature.\n[11]\n\nThe sensory deficits experienced by patients with a common fibular neuropathy varied, but paresthesia on the dorsum of the foot and loss of fine touch and pinprick sensation along the distribution of the deep and superficial fibular nerves on the lateral leg were the most common deficits.\n[9]\n\nMost diagnoses for a common fibular neuropathy were made based on clinical presentation.\n[12]\nIn addition, an X-ray or MRI was performed in many of the cited cases, though none of these tests provided positive results leading to a diagnosis.\n[8]\nIn more recent studies, electrodiagnostic analyses were performed to confirm the diagnosis.\n[12]\n\nProlonged squatting, as in some forms of natural childbirth, can cause traction on the common fibular nerve at the neck of the fibula. Lithotomy positioning can cause a similar effect, as can direct pressure on the nerve by the patient's or an assistant's hands to keep the knees forcibly flexed. Hence the name \"pushing palsy.\"\n[6]",
    "monitoring": "Lasegue Straight Leg Raising Test for Radicular Pain Due to a Herniated Lumbar Disc\n\nThe patient lies supine. The examiner raises the lower limb with the leg extended at the knee. If there is irritation of a spinal root (due to a herniated lumbar disc), pain is appreciated along the appropriate dermatome. The pain should be felt at less than 60 degrees of elevation.\n[22]\n\nFor disc L4/L5, the spinal root is L5, and the pain is appreciated along the L5 dermatome. The L5 dermatome passes down the lateral leg over the dorsum of the foot to cover the big toe and second and third toes (Foerster dermatome pattern).\n\nFor disc L5/S1, the S1 dermatome covers the heel and posterior side of the foot and both anterior and posterior sides of the fourth and fifth toes (Foerster). The S1 nerve root is associated with the Achilles tendon reflex.\n[3]\nDamage to this root will cause loss of the Achilles tendon reflex.\n\nTest for the Severity of Foot Drop\n\nThe condition is usually obvious. The patient scuffs the toes of her foot or shoe when walking and has to lift the foot higher than normal to clear the ground.\n[7]\nWhen wearing slippers, the patient cannot keep them on her foot. The patient has difficulty walking on her heels.\n\nTo test the severity of foot drop, the patient is seated at the edge of the examination table with the foot hanging off the edge. The examiner grasps the ankle to stabilize it and then uses the other hand to force the foot into plantar flexion (testing dorsiflexion against resistance). The test is then performed on the other side for comparison purposes. This is the same test used for the common fibular and deep fibular nerves since a lesion of either of them will cause a foot drop.\n\nTest for Femoral Neuropathy (reverse Lasegue test; Femoral nerve Lasegue test)\n\nThe patient lies prone. The leg is flexed at the knee. The examiner holds the patient’s ankle with his left hand and then raises the patient’s thigh with his right hand. This maneuver places tension on the femoral nerve and L2-L4 nerve roots. If this test causes pain in the presence of a foot drop, this result suggests a lumbosacral plexus lesion.\n\nOne can test the motor function of the femoral nerve by having the patient lie supine and flex the thigh at the hip against resistance. One can also have the patient lie on the side with the leg flexed. The examiner then holds the patient’s ankle with one hand and the knee with the other. The examiner then has the patient extend the leg at the knee against resistance.\n\nThe same test is performed on the other side for comparison purposes. The presence of what appears to be femoral nerve signs in the presence of foot drop indicates that the lesion involves the L2, L3, and L4 nerve roots with a diagnosis of lumbar plexopathy.\n\nTests for Obturator Internus Neuropathy\n\nThe patient lies supine with the thigh flexed at the hip and the leg flexed at the knee. The examiner has one hand on the medial side of the knee and the other on the ankle. The patient then adducts the thigh against resistance to determine weakness or pain due to what appears to be an obturator neuropathy. The other side is tested for comparison purposes.\n\nThe presence of what appears to be an obturator internus neuropathy in combination with a foot drop indicates that the patient has a lumbosacral plexopathy (L2, L3, and L4) rather than an obturator internus neuropathy. If pain or numbness is present on the anterior and medial thigh and medial leg (L2, L3, and L4 dermatomes – Foerster) in conjunction with a foot drop (resembling a femoral neuropathy), this is consistent with a lumbosacral plexopathy.\n\nBy contrast, a lesion of the obturator nerve would produce weakness in adduction of the thigh combined with pain or numbness in the medial thigh in a much smaller pattern. No foot drop would be present.\n\nTest for lesion of the Common Fibular Nerve\n\nThe patient is seated at the edge of the examination table with the foot hanging off the edge. The examiner grasps the patient’s foot with one hand and the ankle with the other. He then forces the foot into plantar flexion against resistance. The examiner then tests the other foot for comparison purposes. Pain or numbness should be present on the lateral leg, dorsum of the foot, and over the toes, including the space between the big and second toes. Foot drop is present.\n\nTest for the Deep Fibular Nerve\n\nThe test is the same as for the common fibular nerve. The presence of foot drop with pain or numbness between the big and second toes is consistent with a lesion of the deep fibular nerve.\n\nFor radiculopathy, an MRI of the appropriate area of the lumbar spine should provide evidence of a herniated lumbar disc at L4/L5. Absent this finding, one should search for other causes delineated in this paper.\n\nConfirmation of the lesion by electrophysiological analysis is very important in obtaining an accurate diagnosis.\n[6]",
    "administration": "Treatment for Obstetrical Neural Injury\n\nSuccessful results in the treatment of the compression neuropathies discussed in this paper depend first of all on an accurate diagnosis by a neurologist. This begins with the history and results of the physical examination by a neurologist. Special tests such as imaging (especially important in the case of radiculopathies) and electrophysiological examination to localize the lesion accurately are essential in helping to establish the diagnosis.\n[6]\n\nIn terms of treatment in the absence of other underlying pathology of a non-obstetrical origin, an important aspect of treatment is to use non-invasive treatment modalities.\n[23]\n\nLumbosacral Radiculopathy:\nFor non-surgical treatment, patient education, exercise, manual therapy, and non-steroidal anti-inflammatory drugs are all part of the treatment regimen. Oral corticosteroids may also be employed to reduce inflammation in the acute phase. The next step may include pain injections with a glucocorticoid and bupivacaine into the area generating pain.\n[20]\n\nFor lumbosacral radiculopathy, pain may be alleviated with transcutaneous electrical nerve stimulation and lidocaine patches.\n[16]\nNeurosurgery is an option if the patient’s condition proves refractive to treatment.\n[24]\n\nLumbosacral plexopathy:\nTreatment with analgesics and muscle relaxing drugs may be employed. Other drugs that may be used include amitriptyline, duloxetine, gabapentin, pregabalin, and opioids.\n[25]\nPhysical therapy should be an important modality of treatment.\n\nCommon Fibular Neuropathy:\nIn addition to the pharmacological agents discussed for lumbosacral plexopathy, physical therapy and gait retraining can be helpful. Ankle foot orthoses may be employed to treat the foot drop to enable the patient to walk better. In more severe cases of common fibular neuropathy, surgical operations can be performed to improve nerve function. Surgery may be especially important in farm workers whose livelihood depends on the ability to work in a squatting position.\n[26]\n\nIn terms of prognosis, full mobility was seen in 6 months following a common fibular nerve injury, with rapid improvement often occurring in the first two months. Occasionally some symptoms persist for a year. Total recovery should occur even in prolonged symptoms by two years.\n[3]\nRegardless of the presentation, the outcome for intrapartum and postpartum LS plexopathy was generally good, with the resolution of symptoms ranging from days to months.\n[3]\n[27]\n\nOnly a few of the reported patients still presented with deficits as of their last visit. These deficits were generally benign and were not reported to negatively impact the quality of life. For L5 radiculopathy causing foot drop, the symptoms had almost disappeared by six months after delivery.\n[27]\n\nRegarding physical therapy, the most important aspect is to stretch the plantar flexors and inverters to remove resistance to dorsiflexion.\n[16]\nThen the dorsiflexors are exercised against resistance to strengthen them.\n\nThe nerve damage in foot drop is usually not so severe as to cause severe muscle atrophy if the physical therapy regimen is carried out, but if this is a concern, electrical stimulation to promote muscle contraction to prevent atrophy is a possible therapeutic option.",
    "adverse_effects": "The recovery process is generally relatively straightforward if the diagnosis is correct, the treatment plan is followed, and patient compliance is not an issue.\n\nThe worst complication is that the patient may fall while trying to walk. The use of orthotics can help, but in severe cases, using a walker might be well-advised to help the patient walk safely while learning to ambulate with her condition.\n\nOne possible complication is the possibility of a similar problem occurring in a subsequent pregnancy. In general, the risk of complications is worst in the first pregnancy. However, the short mother/big baby pattern has a genetic basis, so this is possible. Thus, while this is not a genetic condition per se, the anatomical substrate involved in foot drop can be hereditary.\n\nPatient counseling should include diet, especially for obese patients. Trying to walk safely with a foot drop is a serious problem, without obesity complicating the process.\n\nInstructing the patient not to sit with the legs crossed is crucial, as this could exacerbate a foot drop, especially one due to compression of the common fibular nerve. Indeed, chronic leg-crossing over the years can result in a foot drop.\n[17]"
  }
}