{
  "drug_name": "dropper",
  "nbk_id": "NBK587342",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587342/",
  "scraped_at": "2026-01-11T15:28:26",
  "sections": {
    "clinical_significance": "Community Water Fluoridation\n\nCommunity water fluoridation has been used for over half a century, and results show that the greatest effect of fluoridated water on tooth protection is in deciduous and mixed dentition.\n[13]\n[14]\nWater fluoridation is a simple, cost-effective method to prevent caries, and it is less than the cost of 1 dental restoration per person in their lifetime.\n[15]\nThe United States Public Health Service recommends a fluoride concentration of 0.7 mg/L of water to prevent caries while reducing the risk of dental fluorosis.\n[16]\nRecently, there has been a rise in the consumption of bottled water that usually contains an insufficient concentration of fluoride.\n[17]\nIn that case, alternative sources of fluoride supplementation should be considered. Also, over the decades, the protective benefits of water fluoridation have declined as other forms of fluoride delivery spread. For example, fluoride supplements are prescribed for children whose primary source of drinking water is deficient in fluoride.\n[13]\n[18]\nIt is highly recommended by the United States Preventive Services Task Force (USPSTF) that primary care providers (PCPs) prescribe fluoride supplements starting at 6 months of age to infants whose primary water source is lacking in fluoride.\n[18]\nFluoride supplements include the systemic ingestion of fluoride in the form of dietary tablets, lozenges, or drops.\n\nDietary Fluoride Supplements\n\nDietary fluoride supplements may be tablets, lozenges, or liquids such as fluoride-vitamin preparations.\n[19]\nTablets and lozenges contain 1.0, 0.5, or 0.25 mg fluoride concentrations, and sodium fluoride is usually the active ingredient.\n[19]\nFor infants, liquid fluoride supplements are used with a dropper. For children and adults, tablets are prescribed by dentists and PCPs, with instructions to chew or suck for 1 to 2 minutes before they are swallowed. This is to maximize the topical effect of fluoride.\n[20]\nOne study showed an 80% reduction of caries in children who dissolved fluoride in the mouth by sucking or chewing than those who swallowed the fluoride tablets. Fluoride supplements have been prescribed to compensate for fluoride-deficient water intake. Therefore, careful consideration must be given to the percentage of fluoride content in drinking water in the patient's region and any additional sources of fluoride the patient is receiving, such as toothpaste and mouth rinse.\n[19]\n\nFor children at high risk of caries living in areas where the drinking water contains less than 0.3 ppm F, daily supplementation of fluoride may be recommended as follows:\n\nFrom 6 months to 3 years of age: 0.25 mg of fluoride per day.\nFrom 3 to 6 years of age: 0.5 mg of fluoride per day.\nMore than 6 years of age: 1.0 mg of fluoride per day.\n\nFluoride Toothpaste\n\nFluoride toothpaste delivers fluoride to dental surfaces, and it presents mainly as sodium fluoride (NaF). It has been effective in caries prevention of both primary and permanent teeth for decades.\n[21]\n[22]\nBrushing with fluoride toothpaste increases the fluoride concentration in saliva by 100- to 1,000-fold. After 1 to 2 hours of using fluoride toothpaste, the saliva concentration returns to the baseline level.\n[23]\nToothbrushing must start when the first tooth erupts, usually as early as 6 months.\n[24]\nBrushing twice a day with fluoride toothpaste lowers the risk of dental caries by 14%.\n[25]\nEfficient plaque removal is attainable only while toothbrushing is supervised in children under 4.\n[26]\nFluoride toothpaste containing 1,000 ppm of fluoride prevents dental caries in the permanent and primary dentition.\n[7]\nIn the United States, the standard concentration of fluoride in toothpaste is 1,000 to 1,100 ppm.\n[19]\nDoses of 1,350 ppm to 1,500 ppm are advised for children at high risk of developing caries and 7 years of age upwards.\n\nIn the early years of childhood, the swallowing reflex of children is not well controlled. For this reason, toothpaste containing 1,500 ppm fluoride is contraindicated in children under 6 to minimize the risk of fluorosis due to swallowing.\n[19]\nThe recommended amount of toothpaste for toothbrushing varies by age: for children under 3 years, it's a smear, and for those aged 3 to 6, it's a pea-sized amount.\n[27]\nThe maximum dose of fluoride toothpaste available over the counter in most countries is 1,500 ppm. Higher amounts (2,800 ppm and 5,000 ppm) are available on prescription. However, the indication of higher doses should be implemented as a short-term intervention to reduce risk in vulnerable young people and adults while other measures are being taken, like changing a cariogenic diet. On the other hand, patients at high chronic risk of dental caries could benefit from using such high doses for the long term, eg, those with xerostomia or physical or learning disabilities. Sodium fluoride toothpaste at concentrations of 2,800 ppm can be indicated from 10 years of age, and 5,000 ppm from 16 years of age.\n\nFlouride Mouthwash\n\nFluoride mouthwash helps prevent dental caries by increasing fluoride levels in dental plaque and saliva.\n[19]\nThe mouthwash must be used at a different time of the day than when toothbrushing to increase its availability in the biofilm and optimize its topical effect.\n[28]\nThe concentration depends on the frequency of use. Over-the-counter solutions of 230 ppm sodium fluoride are indicated for daily rinsing, and those containing 900 ppm for weekly use.\n[29]\nThey are not recommended for children under 6 years due to the risk of swallowing, as the risk/benefit ratio favors risk.\n[6]\nParents must supervise the use of fluoride mouth rinses in permanent dentition, as this has proven to be more efficacious than unsupervised utilization.\n\nFluoride Varnish, Gels, and Foams\n\nThe professional application of fluoride varnish and fluoride gels 2 or more times per year to children shows successful results in the prevention of caries in high-risk caries children of all ages, regardless of the fluoride levels in drinking water. Fluoride varnish application twice a year reduces the incidence of caries by 37% in primary teeth and 43% in permanent teeth.\n[30]\nFluoride varnish, typically 22,600 ppm, is the only high-concentration fluoride formulation that can be used in children under 6. It may be applied 2 to 4 times per year, according to caries risk. The United States Preventive Services Task Force (USPSTF) highly recommends that primary care clinicians apply fluoride varnish to the primary teeth of all infants and children starting at the age of primary tooth eruption.\n[18]\nIn the United Kingdom, fluoride varnish is advocated for children over the age of 3 at risk of caries. The varnish must be placed as a thin layer on areas more at risk of caries, incipient lesions, and tooth defects. Fluoride varnish is relatively safe but is contraindicated in individuals with a very rare allergic reaction to colophony (rosin), a substance in most varnishes.\n[31]\nIt is also contraindicated in patients with contact dermatitis and stomatitis.\n\nOn the other hand, applying fluoride gels or foam twice a year (maximum application time is 4 minutes, and minimum application time is 1 minute) reduces caries incidence by 26% in permanent teeth of children who live in non-fluoridated areas. Fluoride gels are usually applied to teeth in the dental office in disposable trays to prevent dental caries and remineralize incipient lesions. They are available in 5,000 to 12,300 ppm. They are not recommended in children under 6 years of age due to the risk of swallowing the gel; the risk/benefit ratio favors risk.\n[6]\nThey can be applied to children over 6 years old 2 to 4 times per year according to caries risk. The American Dental Association recommends 2.26% sodium fluoride varnish (22,600 ppm fluoride) for children under 6 years and 1.23% acidulated phosphate fluoride gel (12,300 ppm fluoride) for children over 6 years.\n[28]\nFor home-use prescriptions, the American Dental Association recommends a concentration of only 0.05% sodium fluoride gel (5,000 ppm fluoride) for children over 6 years or 0.15% stannous fluoride gel (1,000 ppm fluoride).\n[19]\n\nSilver Diamine Fluoride\n\nSilver diamine fluoride (SDF), a colorless alkaline liquid, is regarded as the most cost-effective approach to dental caries prevention in low-socioeconomic settings and high-risk populations, including children and the elderly with special needs.\n[32]\n[33]\nSDF works on 2 levels to arrest and prevent dental caries. The silver component has an antibacterial effect, arresting carious lesions, and the fluoride component has a remineralizing action. However, the main drawback of using SDF is that it leaves a dark stain on the treated area, so it is used as a preventive measure where aesthetics is not the main concern.\n[34]\nThe use of silver diamine fluoride is a good solution to overcome barriers in dental treatment, such as dental fear, transportation, access to clinic facilities, insurance, and cost.\n[33]\nComparisons of the annual application of SDF versus topical fluoride treatments, such as varnish and gels, placed 2 to 4 times per year, show that SDF is more efficient.\n[35]\n\nSlow-release Fluoride Beads\n\nSlow-release fluoride beads are bonded to teeth to release low levels of fluoride in the oral cavity over a period of time, usually several years. Therefore, preventing dental caries and remineralizing incipient lesions. The 2 main types of slow-release fluoride devices are the copolymer membrane type and the glass bead type. Studies have shown that these devices raise intraoral fluoride concentrations enough to prevent enamel dissolution; however, further clinical trials are required to validate their use in clinical practice since the majority of research was done in vitro and in situ.\n[36]\nAlthough they may be a cost-effective solution for reducing dental caries in high-risk individuals, their retention rates are the main drawback.\n[37]\n\nEcological Approaches To Caries Prevention\n\nProbiotics\n\nThey are the 'good' bacteria that enhance the growth and survival of healthy oral microbiota. When probiotics are introduced to the oral biofilm, they create an imbalance in caries-related bacteria by disturbing their functional composition and metabolic activities, therefore, causing a shift in their local distribution.\n[38]\n[39]\nMore research is needed to collect evidence on the effect of probiotic supplements on the diversity of the oral microbiome. Despite that, there are consistent results from clinical trials done on children under 5 years of age on the benefits of probiotic supplements to oral microbial diversity.\n[5]\nIn addition, results from clinical trials have shown that school nutrition services that provided milk supplemented with probiotics and probiotic lozenges reduced caries development in preschool children and high caries-risk school children.\n[39]\n\nProducts that modify the oral biofilm\n\nThe combination of fluoride and arginine cooperates in maintaining a healthy oral microbial balance. Studies have shown that oral hygiene products containing fluoride and arginine have greater anti-carcinogenicity than those containing only fluoride.\n[40]\n\nToothpaste containing enzymes and proteins\n\nResults of a clinical study show that toothpaste containing enzymes and proteins can increase the natural salivary defenses and shift the ecology of the oral microbiome to a healthier one.\n[41]"
  }
}